Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkUrgent/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# M+k
source: Select all unread members
de_de: Alle Mitglieder mit ungelesener Nachricht auswählen
es_es: Seleccionar miembros no leídos.
fr_fr: Sélectionner tous les membres non lus
hi_in: सभी अपठित सदस्यों को चुनें
id_id: Pilih semua anggota yang belum membaca
it_it: Seleziona tutti i membri non letti
ja_jp: 未読メンバーをすべて選択
ko_kr: 읽지 않은 구성원 모두 선택
ms_my: Pilih semua ahli yang belum dibaca
pt_br: Selecionar todos os membros não lidos
ru_ru: Выберите всех непрочитанных участников
th_th: เลือกสมาชิกทั้งหมดที่ยังไม่ได้อ่าน
vi_vn: Chọn tất cả các thành viên chưa đọc
zh_cn: 全选未读成员
zh_hk: 全選未讀成員

# sJ0
source: All members have read this message.
de_de: Alle Mitglieder haben diese Nachricht gelesen.
es_es: Todos los miembros han leído este mensaje.
fr_fr: Tous les membres ont lu ce message.
hi_in: सभी सदस्यों ने यह संदेश पढ़ लिया है.
id_id: Semua anggota sudah membaca pesan ini.
it_it: Tutti i membri hanno letto questo messaggio.
ja_jp: すべてのメンバーが既読です
ko_kr: 모든 구성원이 이 메시지를 읽었습니다.
ms_my: Semua ahli telah membaca mesej ini.
pt_br: Todos os membros leram esta mensagem.
ru_ru: Все участники прочитали это сообщение.
th_th: สมาชิกทุกรายอ่านข้อความนี้แล้ว
vi_vn: Tất cả các thành viên đã đọc tin nhắn này.
zh_cn: 全部成员已读
zh_hk: 全部成員已讀

# 0BQ
source: You cannot select all unread members in this group for security reasons.
de_de: Aus Sicherheitsgründen können Sie nicht alle Mitglieder mit ungelesener Nachricht abwählen.
es_es: No puedes seleccionar a todos los miembros no leídos de grupos por motivos de seguridad.
fr_fr: Vous ne pouvez pas sélectionner tous les membres de ce groupe n'ayant pas lu pour des raisons de sécurité.
hi_in: आप सुरक्षा कारणों से इस समूह में सभी अपठित सदस्यों को नहीं चुन सकते.
id_id: Anda tidak dapat memilih semua anggota yang belum membaca dalam grup ini demi alasan keamanan.
it_it: Non è possibile selezionare tutti i membri con messaggi buzz non letti in questo gruppo per motivi di sicurezza.
ja_jp: グループのセキュリティ設定により、未読メンバーをすべて選択することができません
ko_kr: 보안상의 이유로 인해, 이 그룹에서 읽지 않은 구성원을 모두 선택할 수는 없습니다.
ms_my: Anda tidak boleh memilih semua ahli yang belum dibaca dalam kumpulan ini kerana alasan keselamatan.
pt_br: Você não pode selecionar todos os membros não lidos deste grupo por motivos de segurança.
ru_ru: Вы не можете выбрать всех непрочитанных участников в этой группе по соображениям безопасности.
th_th: คุณไม่สามารถเลือกสมาชิกในกลุ่มทุกรายที่ยังไม่อ่านได้ เนื่องจากเหตุผลด้านความปลอดภัย
vi_vn: Bạn không thể chọn tất cả các thành viên chưa đọc trong nhóm này vì lý do bảo mật.
zh_cn: 由于此群的安全设置，暂不支持全选未读成员
zh_hk: 由於此群組的安全設定，暫不支援全選未讀成員
