Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkUrgent/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# nYQ
source: Permission to Buzz is disabled. Please contact the administrator for more details.
de_de: Die Berechtigung für Buzz ist deaktiviert. Weitere Details erhalten Sie von Ihrem Administrator.
es_es: El permiso para Buzz está deshabilitado. Contacta con el administrador para obtener más información.
fr_fr: Autorisation d'utiliser les Buzz désactivée. Contactez l'administrateur pour plus de détails.
hi_in: बज़ की अनुमति अक्षम की गई. अधिक विवरण के लिए कृपया एडमिनिस्ट्रेटर के संपर्क करें.
id_id: Izin untuk Buzz dinonaktifkan. Hubungi administrator untuk perincian lainnya.
it_it: Autorizzazione per usare la funzione Buzz disabilitata. Contatta l'amministratore per maggiori dettagli.
ja_jp: 相手に緊急連絡する権限がありません。管理者に権限を変更するようご連絡ください
ko_kr: Buzz 권한이 비활성화되어 있습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Kebenaran untuk Buzz dimatikan. Sila hubungi pentadbir untuk maklumat lanjut.
pt_br: Permissão para enviar Buzz desativada. Fale com o administrador para obter mais detalhes.
ru_ru: Право на использование Buzz отозвано. Свяжитесь с администратором для получения более подробной информации.
th_th: สิทธิ์การอนุญาตในการ Buzz! ถูกปิดใช้ โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติม
vi_vn: Quyền Thông báo đã bị vô hiệu hóa. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 由于企业管理员设置，你无权限向对方发起加急。如有疑问请联系企业管理员。
zh_hk: 由於管理員設定，你無權限緊急聯絡對方。如有疑問，請聯絡管理員。

# AYs
source: Once allowed, you can add or invite your phone contacts to {{APP_DISPLAY_NAME}}, and save {{APP_DISPLAY_NAME}} contacts and Buzz call numbers to your phone contacts. If not allowed, the use of the above functions will be restricted.
de_de: Haben Sie den Zugriff erlaubt, können Sie Ihre Telefonkontakte zu {{APP_DISPLAY_NAME}} hinzufügen oder einladen sowie Kontakte und Buzz-Rufnummern aus {{APP_DISPLAY_NAME}} in Ihren Telefonkontakten speichern. Haben Sie den Zugriff nicht erlaubt, wird die Nutzung der oben genannten Funktionen eingeschränkt.
es_es: Una vez permitido, puedes agregar o invitar a tus contactos telefónicos a {{APP_DISPLAY_NAME}} y guardar contactos y números de llamada de {{APP_DISPLAY_NAME}} Buzz en tus contactos telefónicos. Si no se permite, se restringirá el uso de las funciones especificadas arriba.
fr_fr: Une fois l’autorisation accordée, vous pourrez ajouter ou inviter vos contacts téléphoniques sur {{APP_DISPLAY_NAME}} et enregistrer les contacts {{APP_DISPLAY_NAME}} ainsi que les numéros d’appel Buzz dans vos contacts téléphoniques. Si vous n’accordez pas l’autorisation, vous ne pourrez pas utiliser les fonctions ci-dessus.
id_id: Setelah diizinkan, Anda dapat menambahkan atau mengundang kontak ponsel Anda ke {{APP_DISPLAY_NAME}}, serta menyimpan kontak {{APP_DISPLAY_NAME}} dan nomor panggilan Buzz ke kontak ponsel Anda. Jika tidak diizinkan, penggunaan fungsi di atas akan dibatasi.
it_it: Dopo aver dato il consenso, potrai aggiungere o invitare i contatti del tuo telefono su {{APP_DISPLAY_NAME}} e salvare i contatti di {{APP_DISPLAY_NAME}} e i numeri delle chiamate Buzz nei contatti del telefono. Se non acconsenti, l'utilizzo delle funzioni di cui sopra sarà limitato.
ja_jp: 許可すると、デバイスの連絡先を {{APP_DISPLAY_NAME}} に追加したり、{{APP_DISPLAY_NAME}} の連絡先と緊急連絡用電話番号をデバイスに保存したりできるようになります。許可しない場合、上記機能の使用は制限されます。
ko_kr: 허용하면 전화 연락처를 {{APP_DISPLAY_NAME}}에 추가하거나 초대하고 {{APP_DISPLAY_NAME}} 연락처 및 Buzz 호출 번호를 전화 연락처에 저장할 수 있습니다. 허용하지 않을 경우에는 위 기능의 사용이 제한됩니다.
ms_my: Sekali dibenarkan, anda boleh menambah atau menjemput kenalan telefon anda ke {{APP_DISPLAY_NAME}}, dan menyimpan kenalan {{APP_DISPLAY_NAME}} dan nombor panggilan Buzz ke kenalan telefon anda. Jika tidak dibenarkan, penggunaan fungsi di atas akan terhad.
pt_br: Uma vez permitido, você pode adicionar ou convidar seus contatos telefônicos para o {{APP_DISPLAY_NAME}} e salvar contatos do {{APP_DISPLAY_NAME}} e números de chamada do Buzz em seus contatos telefônicos. Se não for permitido, o uso das funções acima será restrito.
ru_ru: После разрешения вы можете добавлять или приглашать свои телефонные контакты в {{APP_DISPLAY_NAME}}, а также сохранять контакты {{APP_DISPLAY_NAME}} и номера Buzz в своих телефонных контактах. Если это не разрешено, использование вышеуказанных функций будет ограничено.
th_th: เมื่ออนุญาตแล้ว คุณจะสามารถเพิ่มหรือเชิญรายชื่อที่ติดต่อในโทรศัพท์ของคุณไปยัง {{APP_DISPLAY_NAME}} และบันทึกรายชื่อที่ติดต่อของ {{APP_DISPLAY_NAME}} และหมายเลขการโทรของ Buzz ไปยังรายชื่อที่ติดต่อในโทรศัพท์ของคุณได้ หากไม่อนุญาต การใช้งานฟังก์ชันข้างต้นจะถูกจำกัด
vi_vn: Sau khi cho phép, bạn có thể thêm hoặc mời người liên hệ trong điện thoại của mình vào {{APP_DISPLAY_NAME}} và lưu người liên hệ {{APP_DISPLAY_NAME}} cũng như số cuộc gọi Buzz vào danh bạ điện thoại. Nếu không cho phép, việc sử dụng các chức năng trên sẽ bị hạn chế.
zh_cn: 允许后，你可以添加或邀请手机通讯录好友至{{APP_DISPLAY_NAME}}、保存{{APP_DISPLAY_NAME}}联系人和官方加急号码到手机通讯录。如不允许，上述功能的使用将受限。
zh_hk: 允許後，你可以新增或邀請手機通訊錄好友至{{APP_DISPLAY_NAME}}、將{{APP_DISPLAY_NAME}}聯絡人和官方緊急號碼儲存至手機通訊錄。如不允許，上述功能將受到限制。

# kso
source: Don't Allow
de_de: Nicht erlauben
es_es: No permitir
fr_fr: Ne pas autoriser
id_id: Jangan Izinkan
it_it: Non consentire
ja_jp: 許可しない
ko_kr: 허용 안 함
ms_my: Jangan Benarkan
pt_br: Não permitir
ru_ru: Не разрешать
th_th: ไม่อนุญาต
vi_vn: Không cho phép
zh_cn: 不允许
zh_hk: 不允許

# CcQ
source: OK
es_es: Aceptar
ja_jp: 許可する
ko_kr: 확인
th_th: ตกลง
zh_cn: 好
zh_hk: 好

# 7vc
source: {{APP_DISPLAY_NAME}} would like to access your contacts
de_de: {{APP_DISPLAY_NAME}} möchte auf Ihre Kontakte zugreifen
es_es: {{APP_DISPLAY_NAME}} quiere acceder a tus contactos
fr_fr: {{APP_DISPLAY_NAME}} souhaite accéder à vos contacts
id_id: {{APP_DISPLAY_NAME}} ingin mengakses kontak Anda
it_it: {{APP_DISPLAY_NAME}} vorrebbe accedere ai tuoi contatti
ja_jp: {{APP_DISPLAY_NAME}} は連絡先へのアクセスを求めています
ko_kr: {{APP_DISPLAY_NAME}}이(가) 회원님의 연락처에 액세스하려고 합니다
ms_my: {{APP_DISPLAY_NAME}} ingin mengakses kenalan anda
pt_br: O {{APP_DISPLAY_NAME}} gostaria de acessar seus contatos
ru_ru: {{APP_DISPLAY_NAME}} хочет получить доступ к вашим контактам
th_th: {{APP_DISPLAY_NAME}} ต้องการเข้าถึงรายชื่อที่ติดต่อของคุณ
vi_vn: {{APP_DISPLAY_NAME}} muốn truy cập danh bạ của bạn
zh_cn: {{APP_DISPLAY_NAME}}想访问你的通讯录
zh_hk: {{APP_DISPLAY_NAME}}想要存取你的通訊錄

# C+A
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# Bhs
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your Contacts first, and then return to {{APP_DISPLAY_NAME}} to turn this setting on.
de_de: Bitte gehen Sie zunächst zu Einstellungen und erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihre Kontakte. Kehren Sie anschließend zu {{APP_DISPLAY_NAME}} zurück, um diese Einstellung zu aktivieren.
es_es: Primero ve a Configuración y permite que {{APP_DISPLAY_NAME}} acceda a tus contactos, y después vuelve a {{APP_DISPLAY_NAME}} para activar esta configuración.
fr_fr: Veuillez d’abord accéder aux paramètres et autoriser {{APP_DISPLAY_NAME}} à accéder à vos contacts, puis revenez à {{APP_DISPLAY_NAME}} pour activer ce paramètre.
id_id: Buka Pengaturan dan izinkan {{APP_DISPLAY_NAME}} untuk mengakses Kontak Anda terlebih dahulu, kemudian kembali ke {{APP_DISPLAY_NAME}} untuk mengaktifkan pengaturan ini.
it_it: Vai alle Impostazioni e consenti prima a {{APP_DISPLAY_NAME}} di accedere ai tuoi Contatti, quindi torna a {{APP_DISPLAY_NAME}} per attivare questa impostazione.
ja_jp: まずは設定で {{APP_DISPLAY_NAME}} による連絡先へのアクセスを許可してから、{{APP_DISPLAY_NAME}} でこの機能をオンにしてください。
ko_kr: 먼저 설정으로 이동하여 {{APP_DISPLAY_NAME}}이(가) 연락처에 액세스할 수 있도록 허용한 다음 {{APP_DISPLAY_NAME}}(으)로 돌아가 이 설정을 켜세요.
ms_my: Sila pergi ke Tetapan dan benarkan {{APP_DISPLAY_NAME}} mengakses Kenalan anda dahulu, kemudian kembali ke {{APP_DISPLAY_NAME}} untuk mengaktifkan tetapan ini.
pt_br: Vá para Configurações e permita que o {{APP_DISPLAY_NAME}} acesse seus contatos primeiro e depois volte para o {{APP_DISPLAY_NAME}} para ativar essa configuração.
ru_ru: Перейдите в "Настройки" и сначала разрешите приложению "{{APP_DISPLAY_NAME}}" доступ к вашим контактам, а затем вернитесь в "{{APP_DISPLAY_NAME}}", чтобы включить этот параметр.
th_th: โปรดไปยังการตั้งค่าและอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงรายชื่อที่ติดต่อของคุณก่อน จากนั้นกลับไปยัง {{APP_DISPLAY_NAME}} เพื่อเปิดการตั้งค่านี้
vi_vn: Vui lòng đi tới mục Cài đặt và cho phép {{APP_DISPLAY_NAME}} truy cập Danh bạ của bạn trước, sau đó quay lại {{APP_DISPLAY_NAME}} để bật cài đặt này.
zh_cn: 请先前往设置允许{{APP_DISPLAY_NAME}}访问通讯录，再返回{{APP_DISPLAY_NAME}}开启本设置
zh_hk: 請先前往設定，允許{{APP_DISPLAY_NAME}}存取通訊錄，再返回{{APP_DISPLAY_NAME}}開啟此設定

# NFs
source: Go to Settings
de_de: Zu Einstellungen gehen
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定する
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_hk: 前往設定

# gvA
source: {{APP_DISPLAY_NAME}} needs access to your contacts
de_de: {{APP_DISPLAY_NAME}} benötigt Zugriff auf Ihre Kontakte
es_es: {{APP_DISPLAY_NAME}} necesita acceso a tus contactos
fr_fr: {{APP_DISPLAY_NAME}} doit accéder à vos contacts
id_id: {{APP_DISPLAY_NAME}} memerlukan akses ke kontak Anda
it_it: {{APP_DISPLAY_NAME}} richiede di accedere ai tuoi contatti
ja_jp: {{APP_DISPLAY_NAME}} は連絡先へのアクセスを求めています
ko_kr: {{APP_DISPLAY_NAME}}이(가) 연락처에 액세스해야 함
ms_my: {{APP_DISPLAY_NAME}} memerlukan akses ke kenalan anda
pt_br: O {{APP_DISPLAY_NAME}} precisa acessar seus contatos
ru_ru: {{APP_DISPLAY_NAME}} требуется доступ к вашим контактам
th_th: {{APP_DISPLAY_NAME}} ต้องการเข้าถึงรายชื่อที่ติดต่อของคุณ
vi_vn: {{APP_DISPLAY_NAME}} cần có quyền truy cập vào danh bạ của bạn
zh_cn: {{APP_DISPLAY_NAME}}需先获取通讯录权限
zh_hk: {{APP_DISPLAY_NAME}}需要先獲取通訊錄權限

# 7Cw
source: Add {{APP_DISPLAY_NAME}} Buzz call numbers to your phone contacts and allow auto-update, to avoid missing Buzz calls.
de_de: Fügen Sie die Buzz-Rufnummern aus {{APP_DISPLAY_NAME}} zu Ihren Telefonkontakten hinzu und erlauben Sie die automatische Aktualisierung, damit Sie keine Buzz-Anrufe verpassen.
es_es: Agrega números de llamada de {{APP_DISPLAY_NAME}} Buzz a tus contactos telefónicos y permite la actualización automática para evitar que te pierdas las llamadas de Buzz.
fr_fr: Ajoutez les numéros d’appel {{APP_DISPLAY_NAME}} Buzz à vos contacts téléphoniques et autorisez la mise à jour automatique pour ne pas manquer aucun appel Buzz.
id_id: Tambahkan nomor panggilan Buzz {{APP_DISPLAY_NAME}} ke kontak ponsel Anda dan izinkan pembaruan otomatis agar tidak ada panggilan Buzz yang terlewat.
it_it: Aggiungi i numeri delle chiamate Buzz {{APP_DISPLAY_NAME}} ai contatti del tuo telefono e consenti l'aggiornamento automatico per evitare di perderti chiamate Buzz.
ja_jp: 緊急連絡の不在着信を防ぐために、定期的に更新される {{APP_DISPLAY_NAME}} の緊急連絡用電話番号を連絡先に追加できます。
ko_kr: Buzz 호출 누락을 방지하려면 전화 연락처에 {{APP_DISPLAY_NAME}} Buzz 호출 번호를 추가하고 자동 업데이트를 허용합니다.
ms_my: Tambah nombor panggilan Buzz {{APP_DISPLAY_NAME}} ke kenalan telefon anda dan benarkan kemas kini automatik, untuk mengelakkan terlepas panggilan Buzz.
pt_br: Adicione números de chamada do Buzz do {{APP_DISPLAY_NAME}} aos seus contatos telefônicos e permita a atualização automática para evitar a perda de chamadas do Buzz.
ru_ru: Добавьте номера звонков {{APP_DISPLAY_NAME}} Buzz в свои контакты и разрешите автоматическое обновление, чтобы не пропустить звонки Buzz.
th_th: เพิ่มหมายเลขการโทร Buzz ของ {{APP_DISPLAY_NAME}} ไปยังรายชื่อที่ติดต่อในโทรศัพท์ของคุณ และอนุญาตให้มีการอัปเดตอัตโนมัติ เพื่อหลีกเลี่ยงไม่ให้พลาดการโทร Buzz ไป
vi_vn: Thêm số cuộc gọi {{APP_DISPLAY_NAME}} Buzz vào danh bạ điện thoại của bạn và cho phép tự động cập nhật để tránh bỏ lỡ cuộc gọi Buzz.
zh_cn: 将{{APP_DISPLAY_NAME}}官方加急号码添加到你的通讯录，并定期更新，避免电话漏接
zh_hk: 將{{APP_DISPLAY_NAME}}官方緊急號碼新增至你的通訊錄，並定期更新，避免電話漏接

# xi4
source: Add {{APP_DISPLAY_NAME}} Buzz call numbers to contacts
de_de: Buzz-Rufnummern aus {{APP_DISPLAY_NAME}} zu Kontakten hinzufügen
es_es: Agregar números de llamada de {{APP_DISPLAY_NAME}} Buzz a los contactos
fr_fr: Ajouter les numéros d’appel {{APP_DISPLAY_NAME}} Buzz aux contacts
id_id: Tambahkan nomor panggilan Buzz {{APP_DISPLAY_NAME}} ke kontak
it_it: Aggiungi i numeri delle chiamate Buzz {{APP_DISPLAY_NAME}} ai contatti
ja_jp: {{APP_DISPLAY_NAME}} 緊急連絡用電話番号を連絡先に追加
ko_kr: 연락처에 {{APP_DISPLAY_NAME}} Buzz 호출 번호 추가
ms_my: Tambah nombor panggilan Buzz {{APP_DISPLAY_NAME}} ke kenalan
pt_br: Adicionar números de chamada do Buzz do {{APP_DISPLAY_NAME}} aos contatos
ru_ru: Добавьте номера звонков {{APP_DISPLAY_NAME}} Buzz к контактам
th_th: เพิ่มหมายเลขการโทร Buzz ของ {{APP_DISPLAY_NAME}} ไปยังรายชื่อที่ติดต่อ
vi_vn: Thêm số cuộc gọi {{APP_DISPLAY_NAME}} Buzz vào danh bạ
zh_cn: 添加{{APP_DISPLAY_NAME}}加急号码到通讯录
zh_hk: 新增{{APP_DISPLAY_NAME}}緊急號碼至通訊錄

# UbA
source: Go to Settings
de_de: Zu Einstellungen gehen
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定する
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 去设置
zh_hk: 去設定

# DHg
source: Save {{APP_DISPLAY_NAME}} Buzz call numbers to contacts now, or turn it on later in "Settings > Notifications".
de_de: Speichern Sie Buzz-Rufnummern aus {{APP_DISPLAY_NAME}} jetzt in den Kontakten oder aktivieren Sie dies später unter „Einstellungen – Benachrichtigungen“.
es_es: Guarda números de llamada de {{APP_DISPLAY_NAME}} Buzz en los contactos ahora o activa esta opción más tarde en "Configuración > Notificaciones".
fr_fr: Enregistrez les numéros d’appel {{APP_DISPLAY_NAME}} Buzz dans vos contacts maintenant ou activez-les plus tard en accédant à "Paramètres > Notifications".
id_id: Simpan nomor panggilan Buzz {{APP_DISPLAY_NAME}} ke kontak sekarang, atau aktifkan nanti di "Pengaturan > Notifikasi".
it_it: Salva ora i numeri delle chiamate Buzz {{APP_DISPLAY_NAME}} ai contatti o attiva la funzione più tardi in "Impostazioni > Notifiche".
ja_jp: {{APP_DISPLAY_NAME}} 緊急連絡用電話番号を今すぐ連絡先に追加するか、あとで「設定」>「通知」で機能をオンにできます。
ko_kr: 지금 {{APP_DISPLAY_NAME}} Buzz 호출 번호를 연락처에 저장하거나, 나중에 "설정 > 알림"에서 켜세요.
ms_my: Simpan nombor panggilan Buzz {{APP_DISPLAY_NAME}} ke kenalan sekarang, atau hidupkannya kemudian di "Tetapan > Notifikasi".
pt_br: Salve os números de chamada do Buzz do {{APP_DISPLAY_NAME}} nos contatos agora ou ative-o mais tarde em "Configurações > Notificações".
ru_ru: Сохраните {{APP_DISPLAY_NAME}} Buzz для контактов прямо сейчас или включите его позже в Настройки > Уведомления.
th_th: บันทึกหมายเลขการโทร Buzz ของ {{APP_DISPLAY_NAME}} ไปยังรายชื่อที่ติดต่อทันที หรือเปิดในภายหลังใน "การตั้งค่า > การแจ้งเตือน"
vi_vn: Lưu số cuộc gọi {{APP_DISPLAY_NAME}} Buzz vào danh bạ ngay hoặc bật sau trong mục "Cài đặt > Thông báo".
zh_cn: 立即保存{{APP_DISPLAY_NAME}}加急号码至通讯录，或稍后在“设置 > 通知”中将其打开
zh_hk: 立即將{{APP_DISPLAY_NAME}}緊急號碼儲存至通訊錄，或稍後在「設定 > 通知」中開啟該功能

# 8Pg
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 以后再说
zh_hk: 以後再說

# q7o
source: Avoid missing Buzz calls
de_de: Keine Buzz-Anrufe verpassen
es_es: No te pierdas ninguna llamada de Buzz
fr_fr: Ne manquez plus aucun appel Buzz
id_id: Hindari panggilan Buzz yang terlewat
it_it: Evita di perdere chiamate Buzz
ja_jp: 緊急連絡の不在着信を防止
ko_kr: Buzz 호출 누락 방지
ms_my: Elakkan terlepas panggilan Buzz
pt_br: Evite perder chamadas do Buzz
ru_ru: Как избежать пропущенных вызовов Buzz
th_th: ป้องกันไม่ให้พลาดการโทร Buzz
vi_vn: Tránh bỏ lỡ cuộc gọi Buzz
zh_cn: 避免漏接加急电话
zh_hk: 避免漏接緊急電話

# LgU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 5yE
source: Updated Buzz call numbers won't be added to your phone contacts. This may cause missing Buzz calls.
de_de: Aktualisierte Buzz-Rufnummern werden nicht zu Ihren Telefonkontakten hinzugefügt. Dies kann dazu führen, dass Sie Buzz-Anrufe verpassen.
es_es: Los números de llamada de Buzz actualizados no se agregarán a tus contactos telefónicos. Es posible que pierdas llamadas de Buzz.
fr_fr: Les numéros d’appel Buzz mis à jour ne seront plus ajoutés à vos contacts téléphoniques. Vous manquerez peut-être des appels Buzz.
id_id: Nomor panggilan Buzz yang diperbarui tidak akan ditambahkan ke kontak ponsel Anda. Ini dapat mengakibatkan panggilan Buzz terlewat.
it_it: I numeri delle chiamate Buzz aggiornati non verranno aggiunti ai contatti del tuo telefono. Ciò potrebbe comportare chiamate Buzz perse.
ja_jp: オフにすると、緊急連絡用電話番号の更新が連絡先に同期しなくなるため、緊急連絡の電話を取り逃す可能性があります。
ko_kr: 업데이트된 Buzz 호출 번호는 전화 연락처에 추가되지 않습니다. 이로 인해 Buzz 호출이 누락될 수 있습니다.
ms_my: Nombor panggilan Buzz yang dikemas kini tidak akan ditambah ke kenalan telefon anda. Ini mungkin menyebabkan terlepas panggilan Buzz.
pt_br: Os números de chamadas do Buzz atualizados não serão adicionados aos seus contatos telefônicos. Isso pode causar a perda de chamadas do Buzz.
ru_ru: Обновленные телефонные номера Buzz не будут добавлены в ваши телефонные контакты. Это может привести к пропущенным звонкам Buzz.
th_th: หมายเลขการโทรของ Buzz ที่ได้รับการอัปเดตจะไม่ได้รับการเพิ่มเข้าในรายชื่อที่ติดต่อในโทรศัพท์ของคุณ ซึ่งอาจทำให้พลาดการโทร Buzz ได้
vi_vn: Số cuộc gọi Buzz đã cập nhật sẽ không được thêm vào danh bạ điện thoại của bạn, do đó bạn thể sẽ bỏ lỡ cuộc gọi Buzz.
zh_cn: 更新后的加急号码将无法添加至你的通讯录，可能导致加急电话漏接
zh_hk: 更新後的緊急號碼將無法新增至你的通訊錄，可能會導致緊急電話漏接

# vrs
source: Stop Adding
de_de: Hinzufügen beenden
es_es: Dejar de agregar
fr_fr: Ne plus ajouter
id_id: Berhenti Menambahkan
it_it: Interrompi aggiunta
ja_jp: オフにする
ko_kr: 추가 중지
ms_my: Berhenti Tambah
pt_br: Parar de adicionar
ru_ru: Остановить добавление
th_th: หยุดการเพิ่ม
vi_vn: Dừng thêm
zh_cn: 停止
zh_hk: 停止

# kZE
source: Stop adding Buzz call numbers to contacts?
de_de: Sollen keine Buzz-Rufnummern mehr zu den Kontakten hinzugefügt werden?
es_es: ¿Dejar de agregar números de llamada de Buzz a los contactos?
fr_fr: Ne plus ajouter les numéros d’appel Buzz aux contacts ?
id_id: Berhenti menambahkan nomor panggilan Buzz ke kontak?
it_it: Interrompere l'aggiunta di numeri delle chiamate Buzz ai contatti?
ja_jp: この機能をオフにしますか？
ko_kr: 연락처에 Buzz 호출 번호 추가를 중지하시겠습니까?
ms_my: Hentikan penambahan nombor panggilan Buzz ke kenalan?
pt_br: Parar de adicionar números de chamada do Buzz aos contatos?
ru_ru: Прекратить добавлять номера Buzz в контакты?
th_th: หยุดการเพิ่มหมายเลขการโทรของ Buzz ในรายชื่อที่ติดต่อหรือไม่
vi_vn: Dừng thêm số cuộc gọi Buzz vào danh bạ?
zh_cn: 停止添加加急号码至通讯录？
zh_hk: 停止新增緊急號碼至通訊錄？

# odY
source: The updated {{APP_DISPLAY_NAME}} Buzz call number is being added to your phone contacts. You can turn it off in "Settings > Notifications".
de_de: Die aktualisierte Buzz-Rufnummer aus {{APP_DISPLAY_NAME}} wird zu Ihren Telefonkontakten hinzugefügt. Sie können dies unter „Einstellungen – Benachrichtigungen“ ändern.
es_es: El número de llamada de {{APP_DISPLAY_NAME}} Buzz actualizado se está agregando a tus contactos telefónicos. Puedes desactivar este procedimiento en "Configuración > Notificaciones".
fr_fr: Le numéro d’appel mis à jour de {{APP_DISPLAY_NAME}} Buzz est en train d’être ajouté à vos contacts téléphoniques. Vous pouvez le désactiver dans "Paramètres > Notifications".
id_id: Nomor panggilan Buzz {{APP_DISPLAY_NAME}} yang diperbarui sedang ditambahkan ke kontak ponsel Anda. Anda dapat menonaktifkannya di "Pengaturan > Notifikasi".
it_it: Il numero di chiamata Buzz {{APP_DISPLAY_NAME}} aggiornato è in fase di aggiunta ai contatti del tuo telefono. Puoi disattivare la funzione in "Impostazioni > Notifiche".
ja_jp: {{APP_DISPLAY_NAME}} 緊急連絡用電話番号が更新されたため、連絡先に追加しています。この機能は「設定」>「通知」でオフにできます。
ko_kr: 업데이트된 {{APP_DISPLAY_NAME}} Buzz 호출 번호가 전화 연락처에 추가되고 있습니다. "설정 > 알림"에서 끌 수 있습니다.
ms_my: Nombor panggilan Buzz {{APP_DISPLAY_NAME}} yang dikemas kini sedang ditambah ke kenalan telefon anda. Anda boleh mematikannya di "Tetapan > Notifikasi".
pt_br: O número de chamada do Buzz atualizado do {{APP_DISPLAY_NAME}} está sendo adicionado aos seus contatos telefônicos. Você pode desativá-lo em "Configurações > Notificações".
ru_ru: Обновленный номер Buzz {{APP_DISPLAY_NAME}} добавляется в ваши телефонные контакты. Вы можете отключить его в Настройки > Уведомления.
th_th: กำลังเพิ่มหมายเลขการโทร Buzz ของ {{APP_DISPLAY_NAME}} ที่ได้รับการอัปเดตไปยังรายชื่อที่ติดต่อในโทรศัพท์ของคุณ คุณสามารถปิดได้ใน "การตั้งค่า > การแจ้งเตือน"
vi_vn: Đang thêm số cuộc gọi {{APP_DISPLAY_NAME}} Buzz đã cập nhật vào danh bạ điện thoại của bạn. Bạn có thể tắt trong mục "Cài đặt > Thông báo".
zh_cn: {{APP_DISPLAY_NAME}}加急号码已更新，正在添加至通讯录。如有顾虑，可在“设置 > 通知”中关闭
zh_hk: {{APP_DISPLAY_NAME}}緊急號碼已更新，正在新增至通訊錄。如有顧慮，可在「設定 > 通知」中關閉

# kCA
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# Cx0
source: In-app & SMS ({{num}} in total)
ja_jp: 「アプリ+SMS」の受信者（{{num}}人）
ms_my: Dalam-apl & SMS ({{num}} jumlahnya)
zh_cn: “应用+短信”接收人（{{num}}人）
zh_hk: 「應用程式+短訊」接收者 ({{num}} 人)

# DI8
source: In-app & Phone ({{num}} in total)
ja_jp: 「アプリ+電話」の受信者（{{num}}人）
ms_my: Dalam-apl & Telefon ({{num}} jumlahnya)
zh_cn: “应用+电话”接收人（{{num}}人）
zh_hk: 「應用程式+電話」接收者 ({{num}} 人)

# ffE
source: In-app only ({{num}} in total)
ja_jp: 「アプリ内のみ」の受信者（{{num}}人）
ms_my: Hanya dalam-apl ({{num}} jumlahnya)
zh_cn: “应用内”接收人（{{num}}人）
zh_hk: 「應用程式內」接收者 ({{num}} 人)

# NPA
source: Selected user(s) can't be Buzzed via message
de_de: Buzzen von ausgewähltem Benutzer/ausgewählten Benutzern per Nachricht nicht möglich
es_es: Los usuarios seleccionados no pueden enviar zumbidos mediante mensajes
fr_fr: Le ou les utilisateurs sélectionnés ne peuvent pas recevoir de Buzz via un message
hi_in: चयनित उपयोगकर्ता (उपयोगकर्ताओं) को संदेश से बज़ नहीं किया जा सकता
id_id: Pengguna yang dipilih tidak bisa mendapatkan Buzz melalui pesan
it_it: Gli utenti selezionati non possono ricevere Buzz tramite messaggio
ja_jp: 選択中のユーザーは SMS による緊急連絡を受信できません
ko_kr: 선택한 사용자는 메시지를 통해 Buzz를 받을 수 없습니다
ms_my: Pengguna yang dipilih tidak boleh di-Buzz melalui mesej
pt_br: O(s) usuário(s) selecionado(s) não pode(m) receber Buzz por mensagem
ru_ru: Выбранные пользователи не могут получать Buzz через сообщения
th_th: ผู้ใช้ที่เลือกไม่สามารถส่ง Buzz ผ่านทางข้อความได้
vi_vn: (Những) người dùng được lựa chọn không thể bị Buzz qua tin nhắn
zh_cn: 所选用户无法接收短信加急
zh_hk: 所選用戶無法接收緊急短訊

# jlg
source: Selected user(s) can't be Buzzed via phone call
de_de: Buzzen von ausgewähltem Benutzer/ausgewählten Benutzern per Telefon nicht möglich
es_es: Los usuarios seleccionados no pueden enviar zumbidos mediante una llamada de teléfono
fr_fr: Le ou les utilisateurs sélectionnés ne peuvent pas recevoir de Buzz via un appel téléphonique
hi_in: चयनित उपयोगकर्ता (उपयोगकर्ताओं) को फ़ोन कॉल से बज़ नहीं किया जा सकता
id_id: Pengguna yang dipilih tidak bisa mendapatkan Buzz melalui panggilan telepon
it_it: Gli utenti selezionati non possono ricevere Buzz tramite chiamata telefonica
ja_jp: 選択中のユーザーは電話による緊急連絡を受信できません
ko_kr: 선택한 사용자는 전화 통화를 통해 Buzz를 받을 수 없습니다
ms_my: Pengguna yang dipilih tidak boleh di-Buzz melalui panggilan telefon
pt_br: O(s) usuário(s) selecionado(s) não pode(m) receber Buzz por chamada telefônica
ru_ru: Выбранные пользователи не могут получать Buzz по телефону
th_th: ผู้ใช้ที่เลือกไม่สามารถส่ง Buzz ผ่านทางการโทรศัพท์ได้
vi_vn: (Những) người dùng được lựa chọn không thể bị Buzz qua cuộc gọi điện thoại
zh_cn: 所选用户无法接收电话加急
zh_hk: 所選用戶無法接收緊急電話
