Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkUrgent/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# om4
source: Unable to Buzz call
de_de: Buzzen mit einem Anruf nicht möglich
es_es: Error al llamar con zumbido
fr_fr: Échec de l'appel Buzz
hi_in: बज़ कॉल करने में असमर्थ
id_id: Gagal melakukan panggilan Buzz
it_it: Impossibile inviare chiamata Buzz
ja_jp: 緊急連絡失敗
ko_kr: Buzz 통화를 사용할 수 없습니다
ms_my: Tidak dapat panggilan Buzz
pt_br: Falha ao fazer chamada por Buzz
ru_ru: Не удалось совершить вызов Buzz
th_th: ไม่สามารถโทรด้วยฟีเจอร์ Buzz ได้
vi_vn: Không thể Buzz cuộc gọi
zh_cn: 电话加急失败
zh_hk: 電話緊急聯絡失敗

# mg0
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉

# pEc
source: Open in chat
de_de: Im Chat öffnen
es_es: Abrir en chat
fr_fr: Ouvrir dans la discussion
hi_in: चैट में खोलें
id_id: Buka di obrolan
it_it: Apri nella chat
ja_jp: チャットに移動
ko_kr: 채팅에서 열기
ms_my: Buka dalam sembang
pt_br: Abrir no chat
ru_ru: Открыть диалог
th_th: เปิดในแชท
vi_vn: Mở trong trò chuyện
zh_cn: 跳转至对话
zh_hk: 重新導向至對話

# 4f0
source: You've received a secure chat message
de_de: Sie haben eine sichere Chatnachricht erhalten
es_es: Has recibido un mensaje de chat seguro
fr_fr: Vous avez reçu un message de discussion sécurisée
hi_in: आपको एक गुप्त चैट संदेश प्राप्त हुआ है
id_id: Anda telah menerima pesan obrolan aman
it_it: Hai ricevuto un messaggio di chat sicura
ja_jp: セキュアメッセージを受信しました
ko_kr: 보안 채팅 메시지를 받았습니다
ms_my: Anda telah menerima mesej sembang yang selamat
pt_br: Você recebeu uma mensagem de chat seguro
ru_ru: Вы получили сообщение защищенного чата
th_th: คุณได้รับข้อความในแชทที่ปลอดภัย
vi_vn: Bạn đã nhận được một tin nhắn trò chuyện bí mật
zh_cn: 你收到了一条加密消息
zh_hk: 你已收到一則加密訊息

# kxA
source: Unable to Buzz text
de_de: Buzzen mit einer Textnachricht nicht möglich
es_es: Error al enviar texto con zumbido
fr_fr: Échec de l'envoi de SMS Buzz
hi_in: बज़ टेक्स्ट करने में असमर्थ
id_id: Gagal mengirim pesan Buzz
it_it: Impossibile inviare messaggio Buzz
ja_jp: 緊急連絡失敗
ko_kr: Buzz 문자를 사용할 수 없습니다
ms_my: Tidak dapat teks Buzz
pt_br: Falha ao enviar texto por Buzz
ru_ru: Не удалось отправить текстовое сообщение Buzz
th_th: ไม่สามารถส่งข้อความ Buzz ได้
vi_vn: Không thể Buzz văn bản
zh_cn: 短信加急失败
zh_hk: 短訊緊急聯絡失敗

# h+g
source: No more Buzz quota. Please contact your administrator
de_de: Kein Buzz-Kontingent mehr. Kontaktieren Sie Ihren Administrator
es_es: Has alcanzado la cuota de mensajes de Buzz. Ponte en contacto con el administrador.
fr_fr: Quota de Buzz épuisé. Veuillez contacter votre administrateur
hi_in: और अधिक बज़ कोटा नहीं है. कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें
id_id: Tidak ada lagi kuota Buzz. Hubungi administrator Anda
it_it: Quota Buzz terminata. Contatta l'amministratore
ja_jp: 送信できませんでした。SMS と携帯による緊急連絡の利用可能回数は不足しています。企業管理者にご連絡ください
ko_kr: Buzz 할당량이 더 이상 없습니다. 관리자에게 문의하세요
ms_my: Tiada lagi kuota Buzz. Sila hubungi pentadbir anda
pt_br: Cota de Buzz esgotada. Entre em contato com seu administrador
ru_ru: Больше нет квоты на Buzz. Обратитесь к администратору
th_th: หมดโควต้า Buzz แล้ว โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Đã không còn hạn ngạch Buzz. Vui lòng liên hệ với quản trị viên của bạn
zh_cn: 无法发送，短信及电话加急额度不足，请联系企业管理员
zh_hk: 無法發送，短訊和電話緊急額度不足，請聯絡企業管理員

# O6E
source: Buzz quota has been used up. Please contact customer service
de_de: Das Buzz-Kontingent wurde aufgebraucht. Bitte Kundenservice kontaktieren
es_es: Has agotado la cuota de mensajes de Buzz. Ponte en contacto con el Servicio personalizado.
fr_fr: Le quota de buzz est épuisé. Veuillez contacter le service clients
hi_in: बज़ कोटा उपयोग हो चुका है. कृपया ग्राहक सेवा से संपर्क करें
id_id: Kuota Buzz sudah habis. Hubungi layanan pelanggan
it_it: La quota Buzz è stata utilizzata. Contatta l'assistenza clienti
ja_jp: 送信できませんでした。SMS と携帯による緊急連絡の利用可能回数は不足しています。カスタマーサービスにご連絡ください
ko_kr: Buzz 할당량이 소진되었습니다. 고객 서비스 팀에 문의하세요.
ms_my: Kuota Buzz telah digunakan habis. Sila hubungi perkhidmatan pelanggan
pt_br: A cota de Buzz foi totalmente usada. Entre em contato com o serviço de atendimento ao consumidor
ru_ru: Квота на Buzz была израсходована. Свяжитесь со службой поддержки
th_th: ใช้โควต้า Buzz หมดแล้ว โปรดติดต่อฝ่ายบริการลูกค้า
vi_vn: Đã sử dụng hết hạn ngạch Buzz. Vui lòng liên hệ dịch vụ khách hàng
zh_cn: 无法发送，短信及电话加急额度不足，请咨询客服
zh_hk: 無法發送，短訊和電話緊急額度不足，請向客戶服務專員查詢

# 2fg
source: Unable to Buzz call users due to their language settings
de_de: Buzzen von Benutzern mit einem Anruf aufgrund ihrer Spracheinstellungen nicht möglich
es_es: Error al llamar con zumbido a los usuarios debido a sus configuraciones de idiomas
fr_fr: Appel Buzz des utilisateurs impossible en raison de leurs paramètres de langue
hi_in: उपयोगकर्ताओं की भाषा सेटिंग़्स के कारण उपयोगकर्ताओं को बज़ कॉल करने में असमर्थ
id_id: Gagal melakukan panggilan Buzz kepada pengguna karena pengaturan bahasa mereka
it_it: Impossibile avviare chiamata Buzz con gli utenti per via delle impostazioni della lingua
ja_jp: 相手の言語設定より、緊急連絡電話を発信できませんでした
ko_kr: 상대방의 언어 설정으로 인해 해당 사용자에게 Buzz 통화를 할 수 없습니다
ms_my: Tidak dapat membuat panggilan Buzz kepada pengguna kerana tetapan bahasa mereka
pt_br: Falha ao fazer chamada por Buzz para usuários devido às configurações de idioma deles
ru_ru: Не удалось отправить вызов Buzz пользователям из-за их языковых настроек
th_th: ไม่สามารถโทรหาผู้ใช้ด้วยฟีเจอร์ Buzz ได้เนื่องจากการตั้งค่าภาษาของผู้ใช้
vi_vn: Không thể Buzz cuộc gọi cho người dùng do cài đặt ngôn ngữ của người dùng đó
zh_cn: 由于对方语言设置，无法电话加急
zh_hk: 由於對方的語言設定，無法撥打緊急電話

# NiM
source: Unable to Buzz call users who haven't provided phone numbers
de_de: Buzzen von Benutzern mit einem Anruf nicht möglich, die keine Telefonnummern angegeben haben
es_es: Error al llamar con zumbido a los usuarios que no han proporcionado números de teléfono
fr_fr: Appel Buzz des utilisateurs qui n'ont pas fourni de numéros de téléphone impossible
hi_in: उन उपयोगकर्ताओं को बज़ कॉल करने में असमर्थ जिन्होंने फ़ोन नंबर प्रदान नहीं किया है
id_id: Gagal melakukan panggilan Buzz kepada pengguna yang belum memberikan nomor telepon
it_it: Impossibile avviare chiamata Buzz con gli utenti che non hanno fornito numeri di telefono
ja_jp: 緊急連絡電話を発信できませんでした。相手は携帯番号を設定していません
ko_kr: 전화번호를 제공하지 않은 사용자에게는 Buzz 통화를 할 수 없습니다
ms_my: Tidak dapat membuat panggilan Buzz kepada pengguna yang tidak menyediakan nombor telefon
pt_br: Falha ao fazer chamada por Buzz para usuários que não forneceram números de telefone
ru_ru: Не удалось отправить вызов Buzz пользователям, которые не предоставили номера телефонов
th_th: ไม่สามารถโทรหาผู้ใช้ด้วยฟีเจอร์ Buzz ที่ไม่ได้ระบุหมายเลขโทรศัพท์ได้
vi_vn: Không thể Buzz cuộc gọi cho người dùng chưa cung cấp số điện thoại
zh_cn: 对方未设置手机号，无法电话加急
zh_hk: 對方未設定手機號碼，無法撥打緊急電話

# M4k
source: {{number}} in total
de_de: {{number}} insgesamt
es_es: {{number}} en total
fr_fr: {{number}} au total
hi_in: कुल {{number}}
id_id: {{number}} total
it_it: {{number}} in totale
ja_jp: 計 {{number}} 人
ko_kr: 총 {{number}}명
ms_my: {{number}} jumlahnya
pt_br: {{number}} no total
ru_ru: Всего: {{number}}
th_th: ทั้งหมด {{number}} รายการ
vi_vn: Tổng cộng {{number}}
zh_cn: 共{{number}}人
zh_hk: 共 {{number}} 人

# U40
source: In-app buzz messages successfully sent. Unable to send buzz messages via SMS and phone call because you've exceeded your quota. Please contact your administrator or customer service.
de_de: In-App-Buzz-Meldungen erfolgreich gesendet. Senden von Buzz-Meldungen per SMS und Telefonanruf nicht möglich, da Sie Ihr Kontingent überschritten haben. Wenden Sie sich an Ihren Administrator oder den Kundenservice.
es_es: Se han enviado con éxito los mensajes con zumbido de la aplicación. No se pueden enviar mensajes con zumbido por SMS y llamadas telefónicas porque se ha superado el cupo. Ponte en contacto con el administrador o con el servicio al cliente.
fr_fr: Messages buzz dans l'application envoyés avec succès. Envoi de messages buzz par SMS et appel téléphonique impossible, car vous avez dépassé votre quota. Veuillez contacter votre administrateur ou le service clients.
hi_in: इन-ऐप बज़ संदेश भेजे गए. SMS और फ़ोन कॉल से बज़ संदेश भेजने में असमर्थ क्योंकि आपका कोटा सीमा से अधिक हो गया है. कृपया अपने एडमिनिस्ट्रेटर या ग्राहक सेवा से संपर्क करें.
id_id: Pesan buzz dalam aplikasi berhasil dikirim. Tidak dapat mengirim pesan buzz melalui SMS dan panggilan telepon karena Anda telah melebihi kuota. Hubungi administrator Anda atau layanan pelanggan.
it_it: Invio dei messaggi Buzz in-app completato. Impossibile inviare messaggi Buzz tramite SMS e telefono cellulare poiché hai superato il limite. Contatta l'amministratore o l'assistenza clienti.
ja_jp: アプリ内に緊急連絡を送信しました。SMS と携帯による緊急連絡の利用可能回数は不足しているため、送信できませんでした。企業管理者またはカスタマーサービスにご連絡ください。
ko_kr: 앱 내 Buzz 메시지가 성공적으로 전송되었습니다. 할당량을 초과했으므로 SMS 및 전화 통화를 통해 Buzz 메시지를 보낼 수 없습니다. 관리자 또는 고객 서비스 팀에 문의하세요.
ms_my: Mesej gegaran dalam-apl berjaya dihantar. Tidak dapat menghantar mesej gegaran melalui SMS dan panggilan telefon kerana kuota anda telah melebihi. Sila hubungi pentadbir atau perkhidmatan pelanggan.
pt_br: Mensagens Buzz no aplicativo enviadas com êxito. Não é possível enviar mensagens Buzz via SMS e chamada telefônica porque você excedeu sua cota. Entre em contato com seu administrador ou com o serviço de atendimento ao consumidor.
ru_ru: Сообщения Buzz в приложении отправлены. Не удалось отправить сообщения Buzz с помощью SMS или телефонного вызова из-за того, чтобы вы превысили квоту. Обратитесь к администратору или в службу поддержки.
th_th: ส่งข้อความ Buzz ในแอปสำเร็จแล้ว ไม่สามารถส่งข้อความ Buzz ผ่านทาง SMS และการโทรได้ เนื่องจากคุณใช้งานเกินโควต้าแล้ว โปรดติดต่อผู้ดูแลของคุณหรือฝ่ายบริการลูกค้า
vi_vn: Đã gửi thành công tin nhắn buzz trên ứng dụng. Không thể gửi tin nhắn buzz qua SMS và cuộc gọi điện thoại vì bạn đã vượt quá hạn mức. Vui lòng liên hệ với quản trị viên của bạn hoặc bộ phận dịch vụ khách hàng.
zh_cn: 应用内加急发送成功。短信和电话加急因额度不足无法发送，请联系企业管理员或咨询客服。
zh_hk: 應用程式內緊急發送成功。由於額度不足，緊急短訊和電話無法發送，請聯絡企業管理員或向客戶服務專員查詢。

# zu8
source: Customer Service
de_de: Kundenservice
es_es: Servicio de atención al cliente
fr_fr: Service clients
hi_in: ग्राहक सेवा
id_id: Layanan Pelanggan
it_it: Assistenza clienti
ja_jp: カスタマーサービス
ko_kr: 고객 서비스
ms_my: Perkhidmatan Pelanggan
pt_br: Serviço de atendimento ao consumidor
ru_ru: Служба поддержки
th_th: ฝ่ายบริการลูกค้า
vi_vn: Dịch vụ Khách hàng
zh_cn: 咨询客服
zh_hk: 諮詢客戶服務部

# KEY
source: Unable to Buzz text users due to their language settings
de_de: Buzzen von Benutzern mit einer Textnachricht aufgrund ihrer Spracheinstellungen nicht möglich
es_es: Error al enviar texto con zumbido a los usuarios debido a sus configuraciones de idiomas
fr_fr: Impossible d'envoyer des messages Buzz aux utilisateurs en raison de leurs paramètres de langue
hi_in: उपयोगकर्ताओं की भाषा सेटिंग़्स के कारण उपयोगकर्ताओं को बज़ टेक्स्ट करने में असमर्थ
id_id: Gagal mengirim pesan Buzz karena pengaturan bahasa mereka
it_it: Impossibile inviare messaggio Buzz agli utenti per via delle impostazioni della lingua
ja_jp: 相手の言語設定より、緊急連絡 SMS を送信できませんでした
ko_kr: 상대방의 언어 설정으로 인해 해당 사용자에게 Buzz 문자를 보낼 수 없습니다
ms_my: Tidak dapat teks Buzz pengguna kerana tetapan bahasa mereka
pt_br: Falha ao enviar texto por Buzz para usuários devido às configurações de idioma deles
ru_ru: Не удалось отправить текстовое сообщение Buzz пользователям из-за их языковых настроек
th_th: ไม่สามารถส่งข้อความ Buzz หาผู้ใช้ได้เนื่องจากการตั้งค่าภาษาของผู้ใช้
vi_vn: Không thể Buzz tin nhắn cho người dùng do cài đặt ngôn ngữ của người dùng đó
zh_cn: 由于对方语言设置，无法短信加急
zh_hk: 由於對方的語言設定，無法發送緊急短訊

# t2Q
source: Unable to Buzz text users who haven't provided phone numbers
de_de: Buzzen von Benutzern mit einer Textnachricht nicht möglich, die keine Telefonnummern angegeben haben
es_es: Error al enviar texto con zumbido a los usuarios que no han proporcionado números de teléfono
fr_fr: Impossible d'envoyer des messages Buzz aux utilisateurs qui n'ont pas fourni de numéros de téléphone
hi_in: उन उपयोगकर्ताओं को बज़ टेक्स्ट करने में असमर्थ जिन्होंने फ़ोन नंबर प्रदान नहीं किया है
id_id: Gagal mengirim pesan Buzz kepada pengguna yang belum memberikan nomor telepon
it_it: Impossibile inviare messaggio Buzz agli utenti che non hanno fornito numeri di telefono
ja_jp: 緊急連絡 SMS を送信できませんでした。相手は携帯番号を設定していません
ko_kr: 전화번호를 제공하지 않은 사용자에게는 Buzz 문자를 보낼 수 없습니다
ms_my: Tidak dapat teks Buzz pengguna yang tidak memberikan nombor telefon
pt_br: Falha ao enviar texto por Buzz para usuários que não forneceram números de telefone
ru_ru: Не удалось отправить текстовое сообщение Buzz пользователям, которые не предоставили номера телефонов
th_th: ไม่สามารถส่งข้อความ Buzz หาผู้ใช้ที่ไม่ได้ระบุหมายเลขโทรศัพท์ได้
vi_vn: Không thể Buzz tin nhắn cho người dùng chưa cung cấp số điện thoại
zh_cn: 对方未设置手机号，无法短信加急
zh_hk: 對方未設定手機號碼，無法發送緊急短訊

# qkk
source: Unable to Buzz call non-contact external users
de_de: Buzzen externer Benutzer, die keine Kontakte sind, mit einem Anruf ist nicht möglich.
es_es: Error al llamar con zumbido a usuarios externos que no sean contactos
fr_fr: Appel Buzz aux utilisateurs externes hors contacts impossible
hi_in: गैर-संपर्क बाहरी उपयोगकर्ताओं को बज़ कॉल करने में असमर्थ
id_id: Gagal melakukan panggilan Buzz kepada pengguna eksternal nonkontak
it_it: Impossibile inviare chiamata Buzz agli utenti esterni non appartenenti ai contatti
ja_jp: 外部連絡先に緊急連絡電話を発信できません
ko_kr: 연락처 이외의 외부 사용자에게 Buzz 통화를 사용할 수 없습니다
ms_my: Tidak dapat panggilan Buzz pengguna luar yang bukan kenalan
pt_br: Falha ao fazer chamada por Buzz para usuários externos que não são contatos
ru_ru: Не удалось совершить вызов Buzz внешних пользователей, не являющихся контактами
th_th: ไม่สามารถโทรหาผู้ใช้ภายนอกที่ไม่ได้อยู่ในรายชื่อที่ติดต่อด้วยฟีเจอร์ Buzz ได้
vi_vn: Không thể Buzz cuộc gọi với người dùng bên ngoài không có trong danh bạ
zh_cn: 暂不支持对外部非联系人电话加急
zh_hk: 暫時不支援電話緊急聯絡外部非聯絡人

# xx4
source: Unable to Buzz call users due to compliance issues
de_de: Buzzen von Benutzern mit einem Anruf aufgrund von Konformitätsproblemen nicht möglich
es_es: Error al llamar con zumbido a los usuarios debido a problemas de cumplimiento
fr_fr: Appel Buzz d'utilisateurs impossible en raison de problèmes de conformité
hi_in: अनुपालन संबंधी समस्याओं के कारण उपयोगकर्ताओं को बज़ कॉल करने में असमर्थ
id_id: Gagal melakukan panggilan Buzz kepada pengguna karena masalah kepatuhan
it_it: Impossibile avviare chiamata Buzz con gli utenti per via di problemi di conformità
ja_jp: コンプライアンス遵守のため、異なるプラットフォームのユーザーに緊急連絡電話を発信できません
ko_kr: 규정 준수 문제로 인해 사용자에게 Buzz 통화를 할 수 없습니다
ms_my: Tidak dapat panggilan Buzz pengguna kerana isu pematuhan
pt_br: Falha ao fazer chamada por Buzz para usuários devido a problemas de conformidade
ru_ru: Не удалось отправить вызов Buzz пользователям из-за проблем с соблюдением требований
th_th: ไม่สามารถโทรหาผู้ใช้ด้วยฟีเจอร์ Buzz ได้เนื่องจากปัญหาการปฏิบัติตามกฎหมาย
vi_vn: Không thể Buzz cuộc gọi cho người dùng do các vấn đề liên quan đến tuân thủ
zh_cn: 因合规要求，暂不支持对跨环境用户电话加急
zh_hk: 由於合規要求，暫時不支援電話緊急聯絡跨環境用戶

# cD4
source: Unable to Buzz text non-contact external users
de_de: Buzzen externer Benutzer, die keine Kontakte sind, mit einer Textnachricht ist nicht möglich.
es_es: Error al enviar texto con zumbido a usuarios externos que no sean contactos
fr_fr: Envoi de SMS Buzz aux utilisateurs externes hors contacts impossible
hi_in: गैर-संपर्क बाहरी उपयोगकर्ताओं को बज़ टेक्स्ट करने में असमर्थ
id_id: Gagal mengirim pesan Buzz kepada pengguna eksternal nonkontak
it_it: Impossibile inviare messaggio Buzz agli utenti esterni non appartenenti ai contatti
ja_jp: 外部連絡先に緊急連絡 SMS を送信できません
ko_kr: 연락처 이외의 외부 사용자에게 Buzz 문자를 사용할 수 없습니다
ms_my: Tidak dapat teks Buzz pengguna luar yang bukan kenalan
pt_br: Falha ao enviar texto por Buzz para usuários externos que não são contatos
ru_ru: Не удалось отправить текстовое сообщение Buzz внешним пользователям, не являющимся контактами
th_th: ไม่สามารถส่งข้อความ Buzz หาผู้ใช้ภายนอกที่ไม่ได้อยู่ในรายชื่อที่ติดต่อได้
vi_vn: Không thể Buzz văn bản với người dùng bên ngoài không có trong danh bạ
zh_cn: 暂不支持对外部非联系人短信加急
zh_hk: 暫時不支援短訊緊急聯絡外部非聯絡人

# rLg
source: Unable to Buzz text users due to compliance issues
de_de: Buzzen von Benutzern mit einer Textnachricht aufgrund von Konformitätsproblemen nicht möglich
es_es: Error al enviar texto con zumbido a los usuarios debido a problemas de cumplimiento
fr_fr: Impossible d'envoyer des messages Buzz aux utilisateurs en raison de problèmes de conformité
hi_in: अनुपालन संबंधी समस्याओं के कारण उपयोगकर्ताओं को बज़ टेक्स्ट करने में असमर्थ
id_id: Gagal mengirim pesan Buzz kepada pengguna karena masalah kepatuhan
it_it: Impossibile inviare messaggio Buzz agli utenti per via di problemi di conformità
ja_jp: コンプライアンス遵守のため、異なるプラットフォームのユーザーに緊急連絡 SMS を送信できません
ko_kr: 규정 준수 문제로 인해 사용자에게 Buzz 문자를 보낼 수 없습니다
ms_my: Tidak dapat teks Buzz pengguna kerana isu pematuhan
pt_br: Falha ao enviar texto por Buzz para usuários devido a problemas de conformidade
ru_ru: Не удалось отправить текстовое сообщение Buzz пользователям из-за проблем с соблюдением требований
th_th: ไม่สามารถส่งข้อความ Buzz หาผู้ใช้ได้เรื่องจากปัญหาการปฏิบัติตามกฎหมาย
vi_vn: Không thể Buzz tin nhắn cho người dùng do các vấn đề liên quan đến tuân thủ
zh_cn: 因合规要求，暂不支持对跨环境用户短信加急
zh_hk: 由於合規要求，暫時不支援短訊緊急聯絡跨環境用戶

# Wxg
source: Due to restrictions set by the administrator, you cannot buzz {{chatter_name}}. If you have any questions, please contact your administrator.
de_de: Aufgrund der vom Administrator festgelegten Einschränkungen können Sie mit {{chatter_name}} nicht buzzen. Bei eventuellen Fragen wenden Sie sich an Ihren Administrator.
es_es: Debido a las restricciones establecidas por el administrador, no puedes enviarle Buzz a {{chatter_name}}. Si tienes alguna duda, contacta con tu administrador.
fr_fr: En raison de restrictions définies par l'administrateur, vous ne pouvez pas envoyer de Buzz à {{chatter_name}}. Pour toute question, contactez votre administrateur.
hi_in: एडमिनिस्ट्रेटर द्वारा सेट किए गए प्रतिबंधों के कारण, आप {{chatter_name}} को बज़ नहीं कर सकते. यदि आपका कोई प्रश्न हो, तो कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Karena pembatasan yang ditetapkan oleh administrator, Anda tidak dapat mengirim Buzz ke {{chatter_name}}. Jika Anda memiliki pertanyaan, hubungi administrator Anda.
it_it: Per via di restrizioni stabilite dall'amministratore, non puoi inviare Buzz a {{chatter_name}}. Per eventuali domande, contatta l'amministratore.
ja_jp: 管理者の設定により、{{chatter_name}}に緊急連絡できません。詳細につきましては、管理者にお問い合わせください
ko_kr: 관리자가 설정한 제한으로 인해 {{chatter_name}} 님에게 Buzz를 사용할 수 없습니다. 질문이 있으시면 관리자에게 문의하세요.
ms_my: Kerana sekatan yang ditetapkan oleh pentadbir, anda tidak boleh buzz {{chatter_name}}. Jika ada sebarang pertanyaan, sila hubungi pentadbir anda.
pt_br: Devido às restrições definidas pelo administrador, você não pode enviar Buzz para {{chatter_name}}. Se tiver dúvidas, fale com seu administrador.
ru_ru: Из-за ограничений, установленных администратором, вы не можете отправить Buzz {{chatter_name}}. Если у вас есть какие-либо вопросы, свяжитесь со своим администратором.
th_th: เนื่องจากข้อจำกัดที่ผู้ดูแลกำหนดไว้ คุณไม่สามารถส่ง Buzz! ถึง {{chatter_name}} ได้ หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Do quản trị viên đặt ra các hạn chế, bạn không thể gửi thông báo cho {{chatter_name}}. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với quản trị viên.
zh_cn: 由于管理员的权限设置，你暂时无法对{{chatter_name}}发起加急操作
zh_hk: 由於管理員的權限設定，你無法對{{chatter_name}}發起緊急操作，如有疑問，請聯絡管理員

# Y4U
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# biI
source: Ignore and send
de_de: Ignorieren und senden
es_es: Ignorar y enviar
fr_fr: Ignorer et envoyer
hi_in: ध्यान न दें और भेजें
id_id: Abaikan dan kirim
it_it: Ignora e invia
ja_jp: 無視して送信
ko_kr: 무시하고 보내기
ms_my: Abaikan dan hantar
pt_br: Ignorar e enviar
ru_ru: Игнорировать и отправить
th_th: ละเว้นและส่ง
vi_vn: Bỏ qua và gửi
zh_cn: 忽略并发送
zh_hk: 忽略並發送

# 9yg
source: Unable to complete the operation. You don't have permission to communicate externally.
de_de: Der Vorgang kann nicht abgeschlossen werden. Sie haben keine Berechtigung zum externen Kommunizieren.
es_es: No puedes finalizar la operación. No tienes permiso para comunicarte externamente.
fr_fr: Impossible de terminer l'opération. Vous n'êtes pas autorisé à communiquer en externe.
hi_in: ऑपरेशन पूर्ण करने में असमर्थ. आपके पास बाहरी तौर पर संवाद करने की अनुमति नहीं है.
id_id: Tidak dapat menyelesaikan operasi. Anda tidak memiliki izin untuk berkomunikasi secara eksternal.
it_it: Impossibile completare l'operazione. Non disponi dell'autorizzazione per comunicare esternamente.
ja_jp: 操作できませんでした。あなたは外部連絡権限がありません。
ko_kr: 작업을 완료할 수 없습니다. 외부 커뮤니케이션 권한이 없습니다.
ms_my: Tidak dapat melengkapkan operasi. Anda tidak mempunyai kebenaran untuk berkomunikasi secara luaran.
pt_br: Não é possível concluir a operação. Você não tem permissão para comunicar-se externamente.
ru_ru: Не удалось завершить операцию. У вас нет разрешения на внешнее общение.
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้ คุณไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
vi_vn: Không thể hoàn thành được thao tác. Bạn không có quyền giao tiếp với bên ngoài.
zh_cn: 操作失败，无对外沟通权限
zh_hk: 無法進行操作，沒有對外溝通權限

# GrM
source: You don't have permission to communicate with external contacts.
de_de: Sie haben keine Berechtigung, mit externen Kontakten zu kommunizieren.
es_es: No tienes permiso para comunicarte con contactos externos.
fr_fr: Vous n'êtes pas autorisé à communiquer avec des contacts externes.
hi_in: आप बाहरी संचार की अनुमति के बिना बाहरी संपर्कों के साथ संचार नहीं कर सकते.
id_id: Anda tidak memiliki izin untuk berkomunikasi dengan kontak eksternal.
it_it: Non disponi dell'autorizzazione per comunicare con i contatti esterni.
ja_jp: あなたは外部連絡権限がないため、外部連絡先にメッセージを送信できません。
ko_kr: 외부 연락처와 통신할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk berkomunikasi dengan kenalan luaran.
pt_br: Você não tem permissão para se comunicar com contatos externos.
ru_ru: У вас нет разрешения на общение с внешними контактами.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้สื่อสารกับผู้ติดต่อภายนอก
vi_vn: Bạn không có quyền giao tiếp với liên hệ bên ngoài.
zh_cn: 无对外沟通权限，你无法和外部联系人沟通。
zh_hk: 無對外溝通權限，無法和外部聯絡人溝通。
