Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkUrgent/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# xTs
source: The other user doesn't have permission to communicate externally. As a result, you can't communicate with this user.
de_de: Der andere Benutzer hat keine Berechtigung zum externen Kommunizieren. Daher können Sie nicht mit diesem Benutzer kommunizieren.
es_es: El otro usuario no tiene permiso para comunicarse externamente. Por lo tanto, no puedes colaborar con dicho usuario.
fr_fr: L'autre utilisateur n'est pas autorisé à communiquer en externe. Par conséquent, vous ne pouvez pas communiquer avec cet utilisateur.
hi_in: दूसरे उपयोगकर्ता के पास बाहरी संचार करने की अनुमति नहीं है. परिणाम स्वरूप, आप इस उपयोगकर्ता के साथ संचार नहीं कर सकते.
id_id: Pengguna lain tidak memiliki izin komunikasi eksternal. Anda tidak dapat berkomunikasi dengan pengguna ini.
it_it: L'altro utente non dispone dell'autorizzazione per comunicare esternamente. Di conseguenza non puoi comunicare con questo utente.
ja_jp: 相手は外部連絡権限がないため、メッセージを受信できません。
ko_kr: 상대방은 외부와 통신할 권한이 없습니다. 그 결과, 회원님은 이 사용자와 통신할 수 없습니다.
ms_my: Pengguna lain tidak mempunyai kebenaran untuk berkomunikasi secara luaran. Oleh itu, anda tidak boleh berkomunikasi dengan pengguna ini.
pt_br: O outro usuário não tem permissão para se comunicar externamente. Por isso, você não pode se comunicar com este usuário.
ru_ru: У другого пользователя нет разрешения на внешнее общение. Из-за этого вы не можете общаться с этим пользователем.
th_th: ผู้ใช้รายอื่นไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก ด้วยเหตุนี้ คุณจึงไม่สามารถสื่อสารกับผู้ใช้รายนี้ได้
vi_vn: Người dùng khác không có quyền giao tiếp với bên ngoài. Do đó, bạn không thể giao tiếp với người dùng này.
zh_cn: 对方无对外沟通权限，你无法和对方沟通。
zh_hk: 對方無對外溝通權限，你無法與對方溝通

# TW8
source: {{APP_DISPLAY_NAME}} Buzz call
de_de: Buzz-Anruf aus {{APP_DISPLAY_NAME}}
es_es: Llamada de {{APP_DISPLAY_NAME}} Buzz
fr_fr: Appel {{APP_DISPLAY_NAME}} Buzz
id_id: Panggilan Buzz {{APP_DISPLAY_NAME}}
it_it: Chiamata Buzz {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} 緊急連絡用電話番号
ko_kr: {{APP_DISPLAY_NAME}} Buzz 호출
ms_my: Panggilan Buzz {{APP_DISPLAY_NAME}}
pt_br: Chamada do Buzz do {{APP_DISPLAY_NAME}}
ru_ru: {{APP_DISPLAY_NAME}} Buzz
th_th: การโทร Buzz ของ {{APP_DISPLAY_NAME}}
vi_vn: Cuộc gọi {{APP_DISPLAY_NAME}} Buzz
zh_cn: {{APP_DISPLAY_NAME}}加急电话
zh_hk: {{APP_DISPLAY_NAME}}緊急電話

# Tc8
source: The home screen application doesn't support split screen, and can't be opened in a new window.
de_de: Die Startbildschirm-Anwendung unterstützt nicht die geteilte Bildschirmansicht und kann nicht in einem neuen Fenster geöffnet werden.
es_es: La aplicación de la pantalla de inicio no admite la pantalla dividida y no puede abrirse en una nueva ventana.
fr_fr: L'application de l'écran d'accueil ne prend pas en charge l'écran partagé et ne peut pas être ouverte dans une nouvelle fenêtre.
hi_in: होम स्क्रीन एप्लिकेशन विभाजित स्क्रीन का समर्थन नहीं करता है, और एक नई विंडो में नहीं खोला जा सकता है.
id_id: Aplikasi Anda tidak mendukung layar terpisah, dan tidak dapat dibuka di jendela baru.
it_it: L'applicazione nella schermata iniziale non supporta la visualizzazione a schermo diviso e non può essere aperta in una nuova finestra.
ja_jp: アプリは分割画面をサポートしません。新しいウィンドウで開けません
ko_kr: 홈 화면 애플리케이션은 분할 화면을 지원하지 않으며 새 창에서 열 수 없습니다.
ms_my: Aplikasi skrin utama tidak menyokong skrin berpecah, dan tidak boleh dibuka dalam tetingkap baru.
pt_br: O aplicativo da tela inicial não é compatível com tela dividida e não pode ser aberto em uma nova janela.
ru_ru: Приложение главного экрана не поддерживает разделенный экран и не может быть открыто в новом окне.
th_th: แอปพลิเคชันหน้าจอหลักไม่รองรับการแบ่งหน้าจอ และไม่สามารถเปิดในหน้าต่างใหม่ได้
vi_vn: Ứng dụng màn hình chủ không hỗ trợ màn hình phân tách và không thể mở trong một cửa sổ mới.
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_hk: 應用程式主營幕不支援螢幕分細，無法在新視窗中開啟

# Op8
source: The list ends here for security reasons. You can search for members' names instead.
de_de: Aus Sicherheitsgründen endet die Liste hier. Sie können stattdessen nach den Namen der Mitglieder suchen.
es_es: La lista termina aquí por motivos de seguridad. En su lugar, puedes buscar los nombres de los miembros.
fr_fr: La liste s'arrête ici pour des raisons de sécurité. Vous pouvez en revanche rechercher les noms des membres.
hi_in: सुरक्षा कारणों से यह सूची यहाँ समाप्त होती है. इसके बजाय आप नाम खोज सकते हैं.
id_id: Daftar berakhir di sini karena alasan keamanan. Sebagai gantinya, Anda dapat mencari nama anggota.
it_it: L'elenco termina qui per motivi di sicurezza. Puoi cercare i nomi dei membri.
ja_jp: セキュリティの都合で、一部の情報を非表示にしています。検索を使用して見つけることができます
ko_kr: 보안상의 이유로 목록은 여기서 끝납니다. 대신 구성원의 이름을 검색할 수 있습니다.
ms_my: Senarai berakhir di sini kerana alasan keselamatan. Anda boleh mencari nama ahli sebagai gantinya.
pt_br: A lista termina aqui por motivos de segurança. Em vez disso, você pode pesquisar os nomes dos membros.
ru_ru: На этом список заканчивается из соображений безопасности. Вы можете искать имена участников.
th_th: รายการสิ้นสุดที่นี่ด้วยเหตุผลด้านความปลอดภัย คุณสามารถค้นหาชื่อสมาชิกแทนได้
vi_vn: Vì lý do bảo mật, danh sách này kết thúc tại đây. Thay vào đó, bạn có thể tìm kiếm tên của thành viên.
zh_cn: 因隐私安全需要已隐藏部分信息，可使用搜索来查找
zh_hk: 因公司安全需要已隱藏部分資訊，可使用搜尋來查找

# oZ8
source: Some members are unable to view the message being buzzed
de_de: Einige Mitglieder können die Buzz-Nachricht nicht anzeigen.
es_es: Algunos miembros no pueden ver el mensaje de Buzz
fr_fr: Certains membres ne peuvent pas afficher le message en cours de buzz
hi_in: कुछ सदस्य बज़ संदेश देखने में असमर्थ हैं
id_id: Beberapa anggota tidak dapat melihat pesan buzz
it_it: Alcuni membri non possono visualizzare il messaggio Buzz
ja_jp: 一部のメンバーは当該メッセージを確認できません
ko_kr: 일부 구성원은 Buzz 메시지를 볼 수 없습니다
ms_my: Sesetengah ahli tidak dapat melihat mesej yang dibunyikan
pt_br: Alguns membros não conseguem visualizar a mensagem com Buzz
ru_ru: Некоторые участники не могут просмотреть отправляемое сообщение Buzz
th_th: สมาชิกบางรายไม่สามารถดูข้อความที่ส่งโดยใช้ฟีเจอร์ Buzz ได้
vi_vn: Một vài thành viên không thể xem các tin nhắn được buzz
zh_cn: 已选接收人中，有部分无法查看该消息
zh_hk: 在已選取的接收者中，部分人無法查看此訊息

# 8QA
source: In-app
es_es: En la aplicación
fr_fr: Dans l'application
id_id: Dalam aplikasi
ja_jp: アプリ内のみ
ko_kr: 앱 내
ms_my: Dalam-apl
pt_br: No aplicativo
ru_ru: Встроенный в приложение
th_th: ในแอป
vi_vn: Trong ứng dụng
zh_cn: 仅应用内
zh_hk: 只在應用程式內

# CBs
source: In-app & Phone
de_de: In-App & Telefon
es_es: En la aplicación y teléfono
fr_fr: Dans l'application et téléphone
id_id: Dalam aplikasi & Telepon
it_it: In-app e telefono
ja_jp: アプリ+電話
ko_kr: 앱 내 및 전화
ms_my: Dalam-apl & Telefon
pt_br: No aplicativo e telefone
ru_ru: Встроенный в приложение и телефон
th_th: ในแอปและโทรศัพท์
vi_vn: Trong ứng dụng & điện thoại
zh_cn: 应用+电话
zh_hk: 應用程式+電話

# e14
source: In-app & SMS
es_es: En la aplicación y SMS
fr_fr: Dans l'application et SMS
id_id: Dalam aplikasi & SMS
it_it: In-app e SMS
ja_jp: アプリ+SMS
ko_kr: 앱 내 및 SMS
ms_my: Dalam-apl & SMS
pt_br: No aplicativo e SMS
ru_ru: Встроенный в приложение и СМС
th_th: ในแอปและ SMS
vi_vn: Trong ứng dụng & SMS
zh_cn: 应用+短信
zh_hk: 應用程式+短訊

# 0Yo
source: Notify me when recipients have read my messages
de_de: Mich benachrichtigen, wenn Empfänger meine Nachrichten gelesen haben
es_es: Notificarme cuando los destinatarios hayan leído mis mensajes
fr_fr: M'informer lorsque les destinataires ont lu mes messages
id_id: Beri tahu saya ketika penerima telah membaca pesan saya
it_it: Inviami una notifica quando i destinatari leggono i miei messaggi
ja_jp: 受信者が既読した時に通知を受け取る
ko_kr: 받는 사람이 내 메시지를 읽었을 때 알림
ms_my: Beritahu saya apabila penerima telah membaca mesej saya
pt_br: Notifique-me quando os destinatários lerem minhas mensagens
ru_ru: Уведомлять меня, когда получатели читают мои сообщения
th_th: แจ้งเตือนฉันเมื่อผู้รับได้อ่านข้อความแล้ว
vi_vn: Thông báo cho tôi khi người nhận đã đọc tin nhắn của tôi
zh_cn: 接收人已读时通知我
zh_hk: 接收者已讀時通知我

# p1c
source: Read receipts disabled
de_de: Lesebestätigungen deaktiviert
es_es: Confirmaciones de lectura deshabilitadas
fr_fr: Accusés de réception désactivés
id_id: Tanda terima baca dinonaktifkan
it_it: Conferme di lettura disabilitate
ja_jp: 既読通知をオフにしました。
ko_kr: 읽음 확인이 비활성화됨
ms_my: Resit bacaan dilumpuhkan
pt_br: Confirmação de leitura desativada
ru_ru: Уведомления о прочтении отключены
th_th: ปิดใช้การแจ้งเมื่อผู้รับเปิดอ่านแล้ว
vi_vn: Đã tắt tính năng xác nhận đã đọc
zh_cn: 已读通知已关闭
zh_hk: 已關閉已讀通知

# 7ro
source: Read receipts enabled
de_de: Lesebestätigungen aktiviert
es_es: Confirmaciones de lectura habilitadas
fr_fr: Accusés de réception activés
id_id: Tanda terima baca diaktifkan
it_it: Conferme di lettura abilitate
ja_jp: 既読通知をオンにしました。
ko_kr: 읽음 확인을 활성화했습니다
ms_my: Resit bacaan diaktifkan
pt_br: Confirmações de leitura ativadas
ru_ru: Уведомления о прочтении включены
th_th: เปิดใช้การแจ้งเมื่อผู้รับเปิดอ่านแล้ว
vi_vn: Đã bật xác nhận đã đọc
zh_cn: 已读通知已开启
zh_hk: 已開啟已讀通知

# dI0
source: Send read receipt
de_de: Lesebestätigung senden
es_es: Enviar confirmación de lectura
fr_fr: Envoyer l'accusé de réception
id_id: Kirim tanda terima baca
it_it: Invia conferma di lettura
ja_jp: 既読通知
ko_kr: 읽음 확인 전송
ms_my: Hantar resit bacaan
pt_br: Enviar confirmação de leitura
ru_ru: Отправить уведомление о прочтении
th_th: ส่งการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Gửi xác nhận đã đọc
zh_cn: 已读通知
zh_hk: 已讀通知

# Utc
source: You can't buzz this user due to their settings.
de_de: Sie können diesen Benutzer aufgrund seiner Einstellungen nicht buzzen.
es_es: No puedes enviar Buzz a este usuario debido a su configuración.
fr_fr: Vous ne pouvez pas buzzer cet utilisateur en raison de ses paramètres.
id_id: Anda tidak dapat menge-buzz pengguna ini sehubungan dengan pengaturannya.
it_it: Non puoi inviare buzz a questo utente a causa delle relative impostazioni.
ja_jp: 相手側の設定により、相手に緊急連絡を行えません。
ko_kr: 해당 설정으로 인해 이 사용자에게 긴급 메시지를 보낼 수 없습니다.
ms_my: Anda tidak boleh buzz pengguna ini kerana tetapan mereka.
pt_br: Você não pode enviar um buzz para este usuário devido às suas configurações.
ru_ru: Вы не можете отправлять этому пользователю сообщения Buzz из-за его настроек.
th_th: คุณไม่สามารถ Buzz ผู้ใช้รายนี้ได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Bạn không thể buzz người dùng này do cài đặt của họ.
zh_cn: 由于对方的设置，你暂时无法加急对方
zh_hk: 由於對方的設定，你暫時無法緊急聯絡對方

# afI
source: You can't message this user due to their settings.
de_de: Sie können diesem Benutzer aufgrund seiner Einstellungen keine Nachrichten senden.
es_es: No puedes enviar mensajes a este usuario debido a su configuración.
fr_fr: Vous ne pouvez pas envoyer de message à cet utilisateur en raison de ses paramètres.
id_id: Anda tidak dapat mengirim pesan kepada pengguna ini sehubungan dengan pengaturannya.
it_it: Non puoi inviare messaggi a questo utente a causa delle relative impostazioni.
ja_jp: 相手側の設定により、相手にメッセージを送信できません。
ko_kr: 해당 설정으로 인해 이 사용자에게 메시지를 보낼 수 없습니다.
ms_my: Anda tidak boleh menghantar mesej kepada pengguna ini kerana tetapan mereka.
pt_br: Você não pode enviar mensagens para este usuário devido às suas configurações.
ru_ru: Вы не можете отправить сообщение этому пользователю из-за его настроек.
th_th: คุณไม่สามารถส่งข้อความถึงผู้ใช้รายนี้ได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Bạn không thể nhắn tin cho người dùng này do cài đặt của họ.
zh_cn: 由于对方的设置，你暂时无法发送消息给对方
zh_hk: 由於對方的設定，你暫時無法發送訊息給對方

# AEM
source: Starred Contacts
de_de: Mit Stern markierte Kontakte
es_es: Contactos destacados
fr_fr: Contacts favoris
hi_in: तारांकित संपर्क
id_id: Kontak Berbintang
it_it: Contatti contrassegnati con la stella
ja_jp: スター付き連絡先
ko_kr: 별표 표시된 연락처
ms_my: Kenalan Berbintang
pt_br: Contatos com estrela
ru_ru: Помеченные контакты
th_th: รายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Liên hệ được gắn dấu sao
zh_cn: 星标联系人
zh_hk: 星標聯絡人

# MEI
source: You received a message.
de_de: Sie haben eine Nachricht erhalten.
es_es: Has recibido un mensaje.
fr_fr: Vous avez reçu un message.
id_id: Anda menerima pesan.
it_it: Hai ricevuto un messaggio.
ja_jp: メッセージを 1 件受信しました。
ko_kr: 메시지를 받았습니다.
ms_my: Anda menerima mesej
pt_br: Você recebeu uma mensagem.
ru_ru: Вы получили сообщение.
th_th: คุณได้รับข้อความแล้ว
vi_vn: Bạn đã nhận được một tin nhắn.
zh_cn: 你收到了一条消息
zh_hk: 你收到了一條訊息

# xck
source: I Know
de_de: Ich weiß
es_es: Entendido
fr_fr: J'ai compris
hi_in: जानता/जानती हूँ
id_id: Saya Tahu
it_it: Lo so
ja_jp: OK
ko_kr: 확인
ms_my: Saya Tahu
pt_br: Eu sei
ru_ru: Я знаю
th_th: ฉันทราบแล้ว
vi_vn: Tôi Biết
zh_cn: 我知道了
zh_hk: 我知道了

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# cNI
source: Unable to Buzz. Please try again.
de_de: Buzzen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede enviar con Buzz. Inténtalo de nuevo.
fr_fr: Impossible d'envoyer un Buzz. Veuillez réessayer.
hi_in: बज़ विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat membuat Buzz. Coba lagi.
it_it: Impossibile inviare Buzz. Riprova.
ja_jp: 緊急連絡を送信できませんでした。再試行してください
ko_kr: Buzz를 할 수 없습니다. 다시 시도하세요.
ms_my: Gagal untuk Buzz. Sila cuba lagi.
pt_br: Não é possível criar Buzz. Tente novamente.
ru_ru: Не удалось отправить Buzz. Повторите попытку.
th_th: ไม่สามารถ Buzz ได้ โปรดลองอีกครั้ง
vi_vn: Không thể kích hoạt Tính năng báo. Vui lòng thử lại.
zh_cn: 加急失败，请重试
zh_hk: 無法設為緊急，請重試

# 5ZA
source: Snooze
de_de: Schlummern
es_es: Posponer
fr_fr: Répétition
hi_in: स्नूज़
id_id: Tunda
it_it: Posponi
ja_jp: あとで
ko_kr: 스누즈
ms_my: Tunda
pt_br: Soneca
ru_ru: Отложить
th_th: เลื่อนการเตือน
vi_vn: Báo lại
zh_cn: 稍后
zh_hk: 稍後

# C+s
source: Via
de_de: Über
es_es: A través de
hi_in: द्वारा
it_it: Tramite
ja_jp: 送信方式
ko_kr: 다음을 통해
ms_my: Melalui
ru_ru: Через
th_th: ผ่าน
vi_vn: Qua
zh_cn: 发送方式
zh_hk: 發送方式

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_hk: 糟糕…發生錯誤，請稍後重試

# 7xM
source: Confirmation failed. Please try again.
de_de: Bestätigung fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al confirmar. Inténtalo de nuevo.
fr_fr: Échec de la confirmation. Veuillez réessayer.
hi_in: पुष्टिकरण विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Konfirmasi gagal. Coba lagi.
it_it: Impossibile confermare. Riprova.
ja_jp: 確認できませんでした。再試行してください
ko_kr: 확인에 실패했습니다. 다시 시도하세요.
ms_my: Pengesahan gagal. Sila cuba lagi.
pt_br: Falha na confirmação. Tente novamente.
ru_ru: Ошибка подтверждения. Повторите попытку.
th_th: การยืนยันไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Xác nhận thất bại. Vui lòng thử lại.
zh_cn: 确认失败，请重试
zh_hk: 確認失敗，請重試

# knE
source: Message load failed. Please try again.
de_de: Laden der Nachricht ist fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error de carga del mensaje. Inténtalo de nuevo.
fr_fr: Échec du chargement du message. Veuillez réessayer.
hi_in: संदेश लोड करना विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Pemuatan pesan gagal. Coba lagi.
it_it: Impossibile caricare il messaggio. Riprova.
ja_jp: メッセージ取得エラーです。再試行してください
ko_kr: 메시지 로드에 실패했습니다. 다시 시도하세요.
ms_my: Muat mesej gagal. Sila cuba lagi.
pt_br: Falha ao carregar mensagem. Tente novamente.
ru_ru: Ошибка загрузки сообщения. Повторите попытку.
th_th: การโหลดข้อความไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Tải tin nhắn thất bại. Vui lòng thử lại.
zh_cn: 消息获取异常，请重试
zh_hk: 訊息獲取異常，請重試

# Bsc
source: åˆ†
de_de: 分
es_es: 分
fr_fr: 分
hi_in: मिनट
id_id: 分
it_it: 分
ja_jp: 分
ko_kr: 分
pt_br: 分
ru_ru: 分
th_th: 分
vi_vn: 分
zh_cn: 分
zh_hk: 分

# N1A
source: Search for members
de_de: Nach Mitgliedern suchen
es_es: Buscar miembros
fr_fr: Rechercher des membres
hi_in: सदस्यों को खोजें
id_id: Cari anggota
it_it: Cerca membri
ja_jp: メンバーを検索
ko_kr: 구성원 검색
ms_my: Cari ahli
pt_br: Pesquisar membros
ru_ru: Искать участников
th_th: ค้นหาสมาชิก
vi_vn: Tìm kiếm các thành viên
zh_cn: 搜索群成员
zh_hk: 搜尋群組成員

# cj0
source: Second
de_de: Sekunde
es_es: Segundo
hi_in: सेकंड
id_id: Detik
it_it: Secondo
ja_jp: 秒
ko_kr: 초
ms_my: Kedua
pt_br: Segundo
ru_ru: Второй
th_th: วินาที
vi_vn: Giây
zh_cn: 秒
zh_hk: 秒

# y3g
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送

# Krs
source: [Sticker]
fr_fr: [Vignette]
hi_in: [स्टिकर]
id_id: [Stiker]
it_it: [Adesivo]
ja_jp: [スタンプ]
ko_kr: [스티커]
ms_my: [Stiker]
pt_br: [Figurinha]
ru_ru: [Стикер]
th_th: [สติกเกอร์]
vi_vn: [Nhãn dán]
zh_cn: [表情]
zh_hk: [表情]

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# UNo
source: [File]
de_de: [Datei]
es_es: [Archivo]
fr_fr: [Fichier]
hi_in: [फ़ाइल]
ja_jp: [テキストカード]
ko_kr: [파일]
ms_my: [Fail]
pt_br: [Arquivo]
ru_ru: [Файл]
th_th: [ไฟล์]
vi_vn: [Tệp tin]
zh_cn: [文本卡片消息]
zh_hk: [文字卡片訊息]

# ndI
source: Confirm Buzz
de_de: Buzz bestätigen
es_es: Confirmar Buzz
fr_fr: Confirmer le Buzz
hi_in: बज़ की पुष्टि करें
id_id: Konfirmasi Buzz
it_it: Conferma Buzz
ja_jp: 緊急確認
ko_kr: Buzz 확인
ms_my: Sahkan Buzz
pt_br: Confirmar Buzz
ru_ru: Подтвердите Buzz
th_th: ยืนยันการ Buzz!
vi_vn: Xác nhận tính năng Thông báo
zh_cn: 加急确认
zh_hk: 緊急確認

# qJM
source: Select recipient
de_de: Empfänger auswählen
es_es: Seleccionar destinatario
fr_fr: Sélectionner le destinataire
hi_in: प्राप्तकर्ता चुनें
id_id: Pilih penerima
it_it: Seleziona destinatario
ja_jp: 受信者を選択
ko_kr: 받는 사람 선택
ms_my: Pilih penerima
pt_br: Selecionar destinatário
ru_ru: Выберите получателя
th_th: เลือกผู้รับ
vi_vn: Chọn người nhận
zh_cn: 选择接收人
zh_hk: 選擇接收者

# 8cw
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 詳細の表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотр
th_th: ดู
vi_vn: Xem
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# IHc
source: Audio
hi_in: ऑडियो
ja_jp: 音声
ko_kr: 오디오
pt_br: Áudio
ru_ru: Аудио
th_th: เสียง
vi_vn: Âm thanh
zh_cn: 语音
zh_hk: 語音

# OCU
source: Add this user as a contact to send Buzz messages.
de_de: Diesen Benutzer als Kontakt zum Senden von Buzz-Meldungen hinzufügen.
es_es: Agregar a este usuario como contacto para enviar mensajes Buzz.
fr_fr: Ajoutez cet utilisateur en tant que contact pour envoyer des messages Buzz.
hi_in: इस उपयोगकर्ता को बज़ संदेश भेजने के लिए संपर्क के रूप में जोड़ें.
id_id: Tambah pengguna ini sebagai kontak untuk mengirim pesan Buzz.
it_it: Aggiungi questo utente come contatto per inviare messaggi Buzz.
ja_jp: 緊急連絡を送信するには、ユーザーを連絡先に追加する必要があります
ko_kr: Buzz 메시지를 보내려면 이 사용자를 연락처로 추가하세요.
ms_my: Tambah pengguna ini sebagai kenalan untuk menghantar mesej Buzz.
pt_br: Adicione este usuário como contato para enviar mensagens por Buzz.
ru_ru: Добавьте этого пользователя в список контактов, чтобы отправлять сообщения Buzz.
th_th: เพิ่มผู้ใช้นี้เป็นผู้ติดต่อเพื่อส่งข้อความปิ๊งป่อง
vi_vn: Thêm người dùng này vào danh bạ để gửi tin nhắn Buzz.
zh_cn: 添加该用户为联系人，才能给 Ta 加急消息
zh_hk: 新增此用戶為聯絡人，才能向對方發送緊急訊息

# R1g
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# Vk8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認

# LGE
source: {{Name}} is in Do Not Disturb mode. Do you want to send a buzz message?
de_de: {{Name}} befindet sich im Modus „Nicht stören“. Möchten Sie wirklich eine Buzz-Nachricht senden?
es_es: {{Name}} está en modo No molestar. ¿Enviarle un mensaje Buzz?
fr_fr: {{Name}} est en mode Ne pas déranger. Voulez-vous vraiment envoyer un message buzz ?
hi_in: {{Name}} विश्राम मोड में है. क्या आप वाकई एक बज़ संदेश भेजना चाहते हैं?
id_id: {{Name}} sedang dalam mode Jangan Ganggu. Anda yakin ingin mengirim pesan Buzz?
it_it: {{Name}} è in modalità Non disturbare. Vuoi inviare un messaggio buzz?
ja_jp: {{Name}} は現在取り込み中です。緊急連絡を送信しますか？
ko_kr: {{Name}}님이 방해 금지 모드입니다. Buzz 메시지를 보낼까요?
ms_my: {{Name}} berada dalam mod Jangan Ganggu. Adakah anda mahu menghantar mesej buzz?
pt_br: {{Name}} está no modo Não incomodar. Tem certeza de que deseja enviar uma mensagem por buzz?
ru_ru: {{Name}} находится в режиме "Не беспокоить". Отправить сообщение Buzz?
th_th: {{Name}} อยู่ในโหมดห้ามรบกวน คุณแน่ใจหรือไม่ว่าต้องการส่งข้อความส่งเสียง
vi_vn: {{Name}} ở chế độ Không làm phiền. Bạn có chắc muốn gửi tin nhắn thông báo không?
zh_cn: {{Name}}在勿扰模式中，确定要发送加急吗
zh_hk: {{Name}}在免打擾模式中，確定要發送緊急訊息？

# J8U
source: Confirm Buzz
de_de: Buzz bestätigen
es_es: Confirmar Buzz
fr_fr: Confirmer le Buzz
hi_in: बज़ की पुष्टि करें
id_id: Konfirmasi Buzz
it_it: Conferma Buzz
ja_jp: 開封確認
ko_kr: Buzz 확인
ms_my: Sahkan Buzz
pt_br: Confirmar Buzz
ru_ru: Подтвердите Buzz
th_th: ยืนยันการ Buzz!
vi_vn: Xác nhận tính năng Thông báo
zh_cn: 加急确认
zh_hk: 緊急確認

# wjY
source: This user is in Do Not Disturb mode
de_de: Dieser Benutzer befindet sich im Modus „Nicht stören“
es_es: Este usuario no está en modo No molestar
fr_fr: Cet utilisateur est en mode Ne pas déranger
hi_in: यह उपयोगकर्ता विश्राम मोड में है
id_id: Pengguna ini sedang dalam mode Jangan Ganggu
it_it: Questo utente è in modalità Non disturbare
ja_jp: このユーザーは取り込み中です
ko_kr: 이 사용자는 방해 금지 모드입니다
ms_my: Pengguna ini berada dalam mod Jangan Ganggu
pt_br: Este usuário está no modo Não incomodar
ru_ru: Этот пользователь находится в режиме "Не беспокоить"
th_th: ผู้ใช้รายนี้อยู่ในโหมดห้ามรบกวน
vi_vn: Người dùng này ở chế độ Không làm phiền
zh_cn: 该用户在勿扰模式中
zh_hk: 此用戶正處於免打擾模式

# Mpo
source: This person cannot be buzzed due to restrictions set by the administrator.
de_de: Aufgrund der vom Administrator festgelegten Einschränkungen kann diese Person keine Buzz-Nachrichten erhalten
es_es: A este usuario no se le puede enviar Buzz debido a las restricciones establecidas por el administrador.
fr_fr: Cette personne ne peut pas recevoir de message Buzz en raison de restrictions définies par l'administrateur.
hi_in: एडमिनिस्ट्रेटर द्वारा सेट किए गए प्रतिबंधों के कारण इस व्यक्ति को बज़ नहीं किया जा सकता.
id_id: Orang ini tidak dapat menerima buzz karena pembatasan yang ditetapkan administrator.
it_it: Questa persona non può ricevere messaggi Buzz per via delle restrizioni stabilite dall'amministratore.
ja_jp: 管理者の設定により、このユーザーに緊急連絡できません
ko_kr: 관리자가 설정한 제한으로 인해 이 사람은 Buzz를 할 수 없습니다.
ms_my: Orang ini tidak boleh di-buzz kerana sekatan yang ditetapkan oleh pentadbir.
pt_br: Esta pessoa não pode receber uma mensagem por buzz devido às restrições definidas pelo administrador.
ru_ru: Этому человеку нельзя отправить сообщение Buzz из-за ограничений, установленных администратором.
th_th: บุคคลนี้ไม่สามารถส่งเสียงได้เนื่องจากข้อจำกัดที่ผู้ดูแลกำหนด
vi_vn: Không thể thông báo cho người này do các hạn chế quản trị viên đặt ra.
zh_cn: 由于管理员设置，该用户不能被加急
zh_hk: 由於管理員設定，不能緊急聯絡此用戶
