Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ZoM
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역하기
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_tw: 翻譯

# ezI
source: [Translation]
de_de: [Übersetzung]
es_es: [Traducción]
fr_fr: [Traduction]
id_id: [Terjemahan]
it_it: [Traduzione]
ja_jp: [訳]
ko_kr: [번역]
ms_my: [Terjemahan]
pt_br: [Tradução]
ru_ru: [Перевод]
th_th: [คำแปล]
vi_vn: [Bản dịch]
zh_cn: [译]
zh_tw: [譯]

# VkA
source: Translating...
de_de: Übersetzungsvorgang...
es_es: Traduciendo...
fr_fr: Traduction en cours...
id_id: Menerjemahkan...
it_it: Traduzione in corso
ja_jp: 翻訳中…
ko_kr: 번역 중...
ms_my: Menterjemahkan...
pt_br: Traduzindo...
ru_ru: Идет перевод...
th_th: กำลังแปล...
vi_vn: Đang dịch...
zh_cn: 翻译中...
zh_tw: 正在翻譯...

# vk0
source: Unable to @mention others anonymously
de_de: Sie können andere Personen nicht anonym @erwähnen
es_es: No se puede @mencionar a otros de forma anónima
fr_fr: Impossible de @mentionner d'autres utilisateurs anonymement
id_id: Gagal melakukan @sebutan pada pengguna lain secara anonim
it_it: Impossibile @menzionare gli altri in maniera anonima
ja_jp: @メンション は実名を選択してください。
ko_kr: 다른 사람을 익명으로 @멘션할 수 없습니다
ms_my: Tidak dapat menyebut orang lain secara anonim
pt_br: Não é possível fazer @menção a outros anonimamente
ru_ru: @упоминайте других под настоящим именем
th_th: ไม่สามารถ @กล่าวถึง บุคคลอื่นโดยไม่ระบุชื่อได้
vi_vn: Không thể ẩn danh khi @nhắc đến người khác
zh_cn: 请选择实名身份@其他人
zh_tw: 請選擇實名身分@其他人

# LUs
source: Unable to refresh. Please try again.
de_de: Kann nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es_es: No se puede actualizar. Inténtalo de nuevo.
fr_fr: Actualisation impossible. Veuillez réessayer.
id_id: Gagal memperbarui. Coba lagi.
it_it: Impossibile aggiornare. Riprova.
ja_jp: 更新できませんでした。後でもう一度お試しください。
ko_kr: 새로 고칠 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat muat semula. Sila cuba lagi.
pt_br: Não foi possível atualizar. Tente novamente.
ru_ru: Невозможно обновить. Повторите попытку.
th_th: ไม่สามารถรีเฟรชได้ โปรดลองอีกครั้ง
vi_vn: Không thể làm mới. Vui lòng thử lại.
zh_cn: 刷新失败，请重试
zh_tw: 重新整理失敗，請重試

# tqA
source: Translation timeout. Please try again later
de_de: Zeitüberschreitung bei Übersetzung. Bitte versuchen Sie es später erneut
es_es: Tiempo de espera de traducción agotado. Inténtalo de nuevo más tarde
fr_fr: Délai de traduction expiré. Veuillez réessayer plus tard
id_id: Waktu penerjemahan habis. Coba lagi nanti
it_it: Timeout traduzione. Riprova più tardi
ja_jp: 翻訳がタイムアウトしました。後で再試行してください。
ko_kr: 번역 시간이 초과되었습니다. 나중에 다시 시도하세요
ms_my: Masa terjemahan tamat. Sila cuba lagi kemudian
pt_br: Tempo limite de tradução atingido. Tente novamente mais tarde
ru_ru: Таймаут перевода. Повторите попытку позже
th_th: การแปลหมดเวลาแล้ว โปรดลองอีกครั้งในภายหลัง
vi_vn: Đã hết thời gian dịch. Vui lòng thử lại sau
zh_cn: 翻译超时，请稍后重试
zh_tw: 翻譯逾時，請稍後重試

# 7ow
source: Please update to the latest version to view this content
de_de: Bitte aktualisieren Sie auf die neueste Version, um diesen Inhalt anzusehen
es_es: Actualiza a la versión más reciente para ver este contenido
fr_fr: Veuillez passer à la version la plus récente pour afficher ce contenu
id_id: Perbarui ke versi terbaru untuk melihat konten ini
it_it: Aggiorna alla versione più recente per visualizzare questo contenuto
ja_jp: このコンテンツを表示するには、最新バージョンにアップデートしてください。
ko_kr: 이 콘텐츠를 보려면 최신 버전으로 업데이트하세요
ms_my: Sila kemaskini ke versi terkini untuk melihat kandungan ini
pt_br: Atualize para a versão mais recente para visualizar este conteúdo
ru_ru: Обновитесь до последней версии, чтобы просмотреть этот контент
th_th: โปรดอัปเดตเป็นเวอร์ชันล่าสุดเพื่อดูเนื้อหานี้
vi_vn: Vui lòng cập nhật lên phiên bản mới nhất để xem nội dung này
zh_cn: 请升级到最新版本查看此内容
zh_tw: 請升級到最新版本查看此內容

# ZIk
source: Resolution can't exceed {{Resolution}}.
de_de: Auflösung darf {{Resolution}} nicht überschreiten.
es_es: La resolución no puede superar los {{Resolution}} MB.
fr_fr: La résolution ne peut pas dépasser {{Resolution}}.
hi_in: रिज़ॉल्यूशन {{Resolution}} से अधिक नहीं हो सकता.
id_id: Resolusi tidak boleh melebihi {{Resolution}}.
it_it: La risoluzione non può superare {{Resolution}}.
ja_jp: 画像は解像度が {{Resolution}} 以下のものに限られます。
ko_kr: 해상도는 {{Resolution}}을(를) 초과할 수 없습니다.
ms_my: Resolusi tidak boleh melebihi {{Resolution}}.
pt_br: A resolução não pode exceder {{Resolution}}.
ru_ru: Разрешение не может превышать {{Resolution}}.
th_th: ความละเอียดต้องไม่เกิน {{Resolution}}
vi_vn: Độ phân giải không thể vượt quá {{Resolution}}.
zh_cn: 图片分辨率不可超过 {{Resolution}}
zh_tw: 圖片解析度不可超過 {{Resolution}}

# DxI
source: Image size can't exceed {{Size}} MB, and resolution can't exceed {{Resolution}}.
de_de: Bildgröße darf {{Size}} MB nicht überschreiten und Auflösung darf {{Resolution}} nicht überschreiten.
es_es: El tamaño de la imagen no puede superar los {{Size}} MB y la resolución no puede ser superior a {{Resolution}}.
fr_fr: La taille de l'image ne peut pas dépasser {{Size}} Mo et la résolution ne peut pas dépasser {{Resolution}}.
hi_in: छवि का आकार {{Size}} MB से अधिक नहीं हो सकता, और रिज़ॉल्यूशन {{Resolution}} से अधिक नहीं हो सकता.
id_id: Ukuran gambar tidak boleh melebihi {{Size}} MB, dan resolusi tidak boleh melebihi {{Resolution}}.
it_it: Le dimensioni dell'immagine non possono superare {{Size}} MB e la risoluzione non deve superare {{Resolution}}.
ja_jp: 画像はサイズが {{Size}} MB 以下、解像度が {{Resolution}} 以下のものに限られます。
ko_kr: 이미지 크기는 {{Size}}MB를 초과할 수 없으며 해상도는 {{Resolution}}을(를) 초과할 수 없습니다.
ms_my: Saiz imej tidak boleh melebihi {{Size}} MB, dan resolusi tidak boleh melebihi {{Resolution}}.
pt_br: O tamanho da imagem não pode exceder {{Size}} MB, e a resolução não pode exceder {{Resolution}}.
ru_ru: Размер изображения не может превышать {{Size}} МБ, а разрешение не может превышать {{Resolution}}.
th_th: ภาพต้องมีขนาดไม่เกิน {{Size}} MB และความละเอียดต้องไม่เกิน {{Resolution}}
vi_vn: Kích cỡ hình ảnh không được vượt quá {{Size}} MB, và độ phân giải không thể vượt quá {{Resolution}}.
zh_cn: 图片大小不可超过 {{Size}} MB，分辨率不可超过 {{Resolution}}
zh_tw: 圖片大小不可超過 {{Size}} MB，解析度不可超過 {{Resolution}}

# YcI
source: Image size can't exceed {{Num}} MB.
de_de: Bildgröße darf {{Num}} MB nicht überschreiten.
es_es: El tamaño de la imagen no puede superar los {{Num}} MB.
fr_fr: La taille de l'image ne peut pas dépasser {{Num}} Mo.
hi_in: छवि का आकार {{Num}} MB से अधिक नहीं हो सकता.
id_id: Ukuran gambar tidak boleh melebihi {{Num}} MB.
it_it: Le dimensioni dell'immagine non possono superare {{Num}} MB.
ja_jp: 画像はサイズが {{Num}} MB 以下のものに限られます。
ko_kr: 이미지 크기는 {{Num}}MB를 초과할 수 없습니다.
ms_my: Saiz imej tidak boleh melebihi {{Num}} MB.
pt_br: O tamanho da imagem não pode exceder {{Num}} MB.
ru_ru: Размер изображения не может превышать {{Num}} МБ.
th_th: ภาพต้องมีขนาดไม่เกิน {{Num}} MB
vi_vn: Kích cỡ hình ảnh không thể vượt quá {{Num}} MB.
zh_cn: 图片大小不可超过 {{Num}} MB
zh_tw: 圖片大小不可超過 {{Num}} MB
