Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# SeM
source: Post to be replaced
de_de: Zu ersetzender Beitrag
es_es: Publicación para sustituir
fr_fr: Publication à remplacer
hi_in: बदला जाने वाला पोस्ट
id_id: Postingan yang akan diganti
it_it: Post da sostituire
ja_jp: 厳選投稿を入れ替える
ko_kr: 교체할 게시물
ms_my: Pos yang akan digantikan
pt_br: Postagem que será substituída
ru_ru: Пост для замены
th_th: โพสต์ที่จะแทนที่
vi_vn: Bài đăng cần thay thế
zh_cn: 替换精选动态
zh_tw: 替換精選動態

# YJQ
source: Reactions are turned off
de_de: Reaktionen deaktiviert
es_es: Las reacciones se han desactivado
fr_fr: Les réactions sont désactivées
hi_in: प्रतिक्रियाएँ बंद की गईं
id_id: Reaksi dinonaktifkan
it_it: Le reazioni sono disattivate
ja_jp: この投稿にリアクションできません
ko_kr: 반응이 꺼져 있습니다
ms_my: Tindak balas dimatikan
pt_br: As reações estão desativadas
ru_ru: Реакции отключены
th_th: ปิดการแสดงความรู้สึกแล้ว
vi_vn: Đã tắt tương tác
zh_cn: 表情互动已关闭
zh_tw: 按讚功能已關閉

# 17w
source: Failed to remove post from Trending. Please try again
de_de: Beitrag konnte nicht aus den Trends entfernt werden. Versuchen Sie es erneut.
es_es: Error al quitar la publicación de Tendencias. Inténtalo de nuevo.
fr_fr: Échec du retrait de la publication de Populaire. Veuillez réessayer
hi_in: "ट्रेंडिंग" से पोस्ट निकालने में विफल हुआ. कृपया पुनः प्रयास करें
id_id: Gagal menghapus postingan dari Sedang Tren. Coba lagi
it_it: Impossibile rimuovere il post dalle tendenze. Riprova
ja_jp: 外せませんでした。再試行してください
ko_kr: 인기 항목에서 게시물을 제거하지 못했습니다. 다시 시도해 보세요.
ms_my: Gagal mengeluarkan pos dari Trending. Sila cuba lagi
pt_br: Falha ao remover postagem das tendências. Tente novamente.
ru_ru: Не удалось удалить пост из В тренде. Попробуйте еще раз
th_th: ลบโพสต์ออกจากรายการที่กำลังเป็นกระแสไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Loại bỏ bài đăng khỏi mục Thịnh hành không thành công. Vui lòng thử lại
zh_cn: 无法从精选中移除，请重试
zh_tw: 無法從精選定移除，請重試

# PiE
source: Remove from Trending
de_de: Aus Trends entfernen
es_es: Borrar de Tendencias
fr_fr: Retirer de Populaire
hi_in: "ट्रेंडिंग" से निकालें
id_id: Hapus dari Sedang Tren
it_it: Rimuovi da tendenze
ja_jp: 厳選から外す
ko_kr: 인기 항목에서 제거
ms_my: Buang dari Tren
pt_br: Remover postagem das tendências
ru_ru: Удалить из В тренде
th_th: ลบออกจากรายการที่กำลังเป็นกระแส
vi_vn: Loại bỏ khỏi mục Thịnh hành
zh_cn: 从精选中移除
zh_tw: 從精選定移除

# qGE
source: Others can still see this post from the feed list.
de_de: Andere können diesen Beitrag immer noch in der Feed-Liste sehen.
es_es: Los demás pueden seguir viendo esta publicación desde la lista de feeds.
fr_fr: Les autres utilisateurs pourront toujours voir cette publication dans la liste des flux.
hi_in: अन्य लोग फ़ीड लिस्ट से यह पोस्ट देख सकते हैं.
id_id: Orang lain masih dapat melihat postingan ini dari daftar feed.
it_it: Le altre persone possono ancora vedere questo post dall'elenco dei feed.
ja_jp: 厳選から外した投稿は、厳選には表示されませんが、一覧ではそのまま閲覧できます。
ko_kr: 다른 사람들은 여전히 피드 목록에서 이 게시물을 볼 수 있습니다.
ms_my: Orang lain masih boleh melihat pos ini dari senarai suapan.
pt_br: Outras pessoas ainda poderão ver essa postagem pela lista de feed.
ru_ru: Участники по-прежнему могут видеть этот пост в ленте.
th_th: คนอื่น ๆ จะยังคงสามารถเห็นโพสต์นี้ได้จากรายการฟีด
vi_vn: Những người khác vẫn có thể xem bài đăng này từ danh sách nguồn cấp dữ liệu.
zh_cn: 移除后，该动态将不在精选动态中展示，成员仍可在动态列表中看到该动态
zh_tw: 移除後，該動態將不在精選動態中顯示，成員仍可在動態清單中看到該動態

# kGA
source: Remove post from Trending?
de_de: Beitrag aus Trends entfernen?
es_es: ¿Quitar publicación de Tendencias?
fr_fr: Retirer la publication de Populaire ?
hi_in: "ट्रेंडिंग" से पोस्ट निकालें?
id_id: Hapus postingan dari Sedang Tren?
it_it: Rimuovere il post dalle tendenze?
ja_jp: 厳選から外しますか？
ko_kr: 인기 항목에서 게시물을 제거하시겠습니까?
ms_my: Keluarkan pos dari Trending?
pt_br: Remover postagem das tendências?
ru_ru: Удалить пост из В тренде?
th_th: ลบโพสต์ออกจากรายการที่กำลังเป็นกระแสหรือไม่
vi_vn: Loại bỏ bài đăng khỏi mục Thịnh hành?
zh_cn: 从精选中移除？
zh_tw: 從精選定移除？

# rlo
source: Removed from {{Homepage_ForYou}}
de_de: Aus {{Homepage_ForYou}} entfernt
es_es: Quitado de {{Homepage_ForYou}}
fr_fr: Retiré de {{Homepage_ForYou}}
id_id: Dihapus dari {{Homepage_ForYou}}
it_it: Rimozione da {{Homepage_ForYou}} completata
ja_jp: {{Homepage_ForYou}}から外しました。
ko_kr: {{Homepage_ForYou}}에서 제거되었습니다
ms_my: Dikeluarkan dari {{Homepage_ForYou}}
pt_br: Remover da {{Homepage_ForYou}}
ru_ru: Удалено из {{Homepage_ForYou}}
th_th: ลบออกจาก {{Homepage_ForYou}}
vi_vn: Đã xóa khỏi {{Homepage_ForYou}}
zh_cn: 已从{{Homepage_ForYou}}移除
zh_tw: 已從{{Homepage_ForYou}}移除

# 1ug
source: Post removed from Trending. Please refresh page
de_de: Beitrag aus Trends entfernt. Aktualisieren Sie die Seite
es_es: La publicación se ha eliminado de Tendencias. Actualiza la página
fr_fr: Publication retirée de Populaire. Veuillez actualiser la page
hi_in: "ट्रेंडिंग" से पोस्ट निकाला गया. कृपया पेज रिफ़्रेश करें
id_id: Postingan dihapus dari Sedang Tren. Perbarui halaman
it_it: Post rimosso dalle tendenze. Aggiorna la pagina
ja_jp: 厳選から外しました。更新してみてください。
ko_kr: 인기 항목에서 게시물이 제거되었습니다. 페이지를 새로 고침 하세요.
ms_my: Pos dikeluarkan dari Trending. Sila muat semula halaman
pt_br: Postagem removida das tendências. Atualize a página.
ru_ru: Пост удален из В тренде. Обновите страницу
th_th: ลบโพสต์ออกจากรายการที่กำลังเป็นกระแสแล้ว โปรดรีเฟรชหน้านี้
vi_vn: Đã loại bỏ bài đăng khỏi mục Thịnh hành. Vui lòng làm mới trang
zh_cn: 已从精选中移除，请刷新页面
zh_tw: 已從精選定移除，請重新整理頁面

# 6Zo
source: You've already added 3 Trending posts. You'll select one of them to be replaced.
de_de: Sie haben bereits 3 Trends-Beiträge hinzugefügt. Wählen Sie einen aus, der ersetzt werden soll.
es_es: Ya has agregado 3 publicaciones de Tendencias. Debes seleccionar una de ellas para sustituirla.
fr_fr: Vous avez déjà ajouté 3 publications à Populaire. Sélectionnez-en une à remplacer.
hi_in: आप पहले ही 3 "ट्रेंडिंग पोस्ट" जोड़ चुके हैं. उनमें से एक बदला जाएगा.
id_id: Anda telah menambahkan 3 postingan yang Sedang Tren. Anda akan memilih salah satu postingan untuk diganti.
it_it: Hai già aggiunto 3 post delle tendenze. Ne selezionerai uno da sostituire.
ja_jp: 厳選にはすでに 3 件の投稿が固定されています。新しく固定すると、現在の投稿のうち 1 件と入れ替えになります。
ko_kr: 이미 인기 게시물을 3개 추가했습니다. 이 중 하나를 선택하여 교체하게 됩니다.
ms_my: Anda telah menambah 3 pos Tren. Anda akan memilih salah satu daripada mereka untuk digantikan.
pt_br: Você já adicionou 3 postagens das tendências. Você selecionará uma delas para ser substituída.
ru_ru: Вы уже добавили 3 поста В тренде. Выберете один из них, который нужно заменить.
th_th: คุณได้เพิ่มโพสต์ที่กำลังเป็นกระแสไปแล้ว 3 รายการ คุณจะต้องเลือกหนึ่งรายการที่จะแทนที่
vi_vn: Bạn đã thêm 3 bài đăng Thịnh hành. Bạn sẽ lựa chọn một trong số đó để thay thế.
zh_cn: 已精选了 3 条动态，新添加的将会替换其中 1 条
zh_tw: 已精選了三則動態，新增的動態將會替換其中一則

# E2A
source: Replace Trending post?
de_de: Trends-Beitrag ersetzen?
es_es: ¿Sustituir publicación de Tendencias?
fr_fr: Remplacer la publication Populaire ?
hi_in: "ट्रेंडिंग पोस्ट" बदलें?
id_id: Ganti postingan yang Sedang Tren?
it_it: Sostituire il post delle tendenze?
ja_jp: 厳選投稿を入れ替える
ko_kr: 인기 게시물을 교체하시겠습니까?
ms_my: Gantikan pos Tren?
pt_br: Substituir postagem das tendências?
ru_ru: Заменить пост В тренде?
th_th: แทนที่โพสต์ที่กำลังเป็นกระแสหรือไม่
vi_vn: Thay thế bài đăng Thịnh hành?
zh_cn: 替换精选动态
zh_tw: 替換精選動態

# xAE
source: Replace Trending Post
de_de: Trends-Beitrag ersetzen
es_es: Sustituir publicación de Tendencias
fr_fr: Remplacer la publication Populaire
hi_in: "ट्रेंडिंग पोस्ट" बदलें
id_id: Ganti Postingan yang Sedang Tren
it_it: Sostituisci il post delle tendenze
ja_jp: 厳選投稿を入れ替える
ko_kr: 인기 게시물 교체
ms_my: Gantikan Pos Tren
pt_br: Substituir postagem das tendências
ru_ru: Заменить пост В тренде
th_th: แทนที่โพสต์ที่กำลังเป็นกระแส
vi_vn: Thay thế bài đăng Thịnh hành
zh_cn: 替换精选动态
zh_tw: 替換精選動態

# Abk
source: Select category
de_de: Kategorie auswählen
es_es: Seleccionar categoría
fr_fr: Sélectionner une catégorie
hi_in: श्रेणी चुनें
id_id: Pilih kategori
it_it: Seleziona categoria
ja_jp: カテゴリを選択
ko_kr: 카테고리 선택
ms_my: Pilih kategori
pt_br: Selecionar categoria
ru_ru: Выберите категорию
th_th: เลือกหมวดหมู่
vi_vn: Lựa chọn danh mục
zh_cn: 选择版块
zh_tw: 選擇區塊

# 9tc
source: Select a post to be replaced
de_de: Wählen Sie einen Beitrag, der ersetzt werden soll
es_es: Selecciona una publicación para sustituir
fr_fr: Sélectionnez une publication à remplacer
hi_in: बदला जाने वाला पोस्ट चुनें
id_id: Pilih postingan yang akan diganti
it_it: Seleziona un post da sostituire
ja_jp: 入れ替える投稿を選択
ko_kr: 교체할 게시물을 선택하세요
ms_my: Pilih pos yang akan digantikan
pt_br: Selecione uma postagem para ser substituída
ru_ru: Выберите пост, который нужно заменить
th_th: เลือกโพสต์ที่จะแทนที่
vi_vn: Lựa chọn một bài đăng cần được thay thế
zh_cn: 选择要替换的精选动态
zh_tw: 選擇要替換的精選動態

# yHY
source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
hi_in: शीर्षक
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ko_kr: 제목
ms_my: Tajuk
pt_br: Título
ru_ru: Заголовок
th_th: ชื่อ
vi_vn: Tiêu đề
zh_cn: 动态标题
zh_tw: 動態標題

# ZIY
source: Failed to add to Trending post. Please try again
de_de: Der Beitrag konnte nicht zu Trends hinzugefügt werden. Versuchen Sie es erneut.
es_es: Error al agregar a publicación de Tendencias. Inténtalo de nuevo.
fr_fr: Échec de l'ajout à la publication à Populaire. Veuillez réessayer
hi_in: "ट्रेंडिंग पोस्ट" में जोड़ने में विफल हुआ. कृपया पुनः प्रयास करें
id_id: Gagal menambahkan ke posting yang Sedang Tren. Coba lagi
it_it: Impossibile aggiungere al post delle tendenze. Riprova
ja_jp: 厳選にアップできませんでした。再試行してください
ko_kr: 인기 게시물에 추가하지 못했습니다. 다시 시도해 보세요.
ms_my: Gagal menambah ke pos Trending. Sila cuba lagi
pt_br: Falha ao adicionar postagem às tendências. Tente novamente.
ru_ru: Не удалось добавить пост в В тренде. Попробуйте еще раз
th_th: เพิ่มไปยังโพสต์ที่กำลังเป็นกระแสไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể thêm vào bài đăng Thịnh hành. Vui lòng thử lại
zh_cn: 无法设置精选，请重试
zh_tw: 無法設定精選，請重試

# IDk
source: Edit Trending Post
de_de: Trends-Beitrag bearbeiten
es_es: Editar publicación de Tendencias
fr_fr: Modifier la publication Populaire
hi_in: "ट्रेंडिंग पोस्ट" संपादित करें
id_id: Edit Postingan yang Sedang Tren
it_it: Modifica post delle tendenze
ja_jp: 厳選を編集
ko_kr: 인기 게시물 편집
ms_my: Sunting Pos Tren
pt_br: Editar postagem das tendências
ru_ru: Изменить пост В тренде
th_th: แก้ไขโพสต์ที่กำลังเป็นกระแส
vi_vn: Chỉnh sửa Bài đăng Thịnh hành
zh_cn: 编辑精选
zh_tw: 編輯精選

# kMg
source: Update alerts
de_de: Aktualisierungsbenachrichtigungen
es_es: Actualizar alertas
fr_fr: Alertes de mises à jour
hi_in: अपडेट अलर्ट
id_id: Peringatan pembaruan
it_it: Avvisi di aggiornamento
ja_jp: 更新リマインダー
ko_kr: 업데이트 알림
ms_my: Kemas kini makluman
pt_br: Atualizar alertas
ru_ru: Уведомления об обновлениях
th_th: การแจ้งเตือนการอัปเดต
vi_vn: Thông báo cập nhật
zh_cn: 更新提醒
zh_tw: 更新提醒

# B+o
source: Unable to make changes, please try again
de_de: Durchführen von Änderungen fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede hacer ningún cambio, inténtalo de nuevo.
fr_fr: Modification impossible, veuillez réessayer
hi_in: बदलाव करने में असमर्थ. कृपया पुनः प्रयास करें
id_id: Gagal membuat perubahan. Coba lagi
it_it: Impossibile modificare, riprova
ja_jp: 設定できませんでした。再試行してください。
ko_kr: 변경에 실패했습니다. 다시 시도해 보세요.
ms_my: Tidak dapat membuat perubahan, sila cuba lagi
pt_br: Não é possível fazer as alterações. Tente novamente.
ru_ru: Не удалось внести изменения. Повторите попытку
th_th: ไม่สามารถเปลี่ยนแปลงได้ โปรดลองอีกครั้ง
vi_vn: Không thể thực hiện thay đổi, vui lòng thử lại
zh_cn: 设置失败，请重试
zh_tw: 設定失敗，請重試

# zbM
source: This moment is promoted by the administrator. You have no permission to view its category.
de_de: Dieser Moment wurde vom Administrator höhergestuft. Sie haben keine Berechtigung zum Anzeigen der zugehörigen Kategorie.
es_es: El administrador ha deshabilitado este momento. No tienes permiso para ver esta categoría.
fr_fr: Ce moment est mis en avant par l'administrateur. Vous n'êtes pas autorisé à afficher sa catégorie.
hi_in: यह मोमेंट एडमिनिस्ट्रेटर द्वारा प्रमोट किया गया है. आपके पास इसकी श्रेणी देखने की अनुमति नहीं है.
id_id: Momen ini dipromosikan oleh administrator. Anda tidak memiliki izin untuk melihat kategorinya.
it_it: Questo momento è promosso dall'amministratore. Non hai l'autorizzazione per visualizzarne la categoria
ja_jp: 管理者がブーストしている投稿です。このカテゴリの閲覧権限がありません。
ko_kr: 관리자가 이 피드 게시물의 노출 빈도를 올렸습니다. 해당 카테고리를 볼 권한이 없습니다.
ms_my: Masa ini dipromosikan oleh pentadbir. Anda tidak mempunyai kebenaran untuk melihat kategori ini.
pt_br: Este momento foi promovido pelo administrador. Você não tem permissão para visualizar a categoria.
ru_ru: Этот момент продвигает администратор. У вас нет разрешения на просмотр этой категории.
th_th: ช่วงเวลานี้ได้รับการเพิ่มความสำคัญโดยผู้ดูแลระบบ คุณไม่มีสิทธิ์การอนุญาตในการดูหมวดหมู่ดังกล่าว
vi_vn: Quản trị viên đã tăng cấp cho bài đăng này. Bạn không có quyền xem danh mục của nó.
zh_cn: 该动态由管理员推荐，尚无查看该版块的权限
zh_tw: 該動態由管理員推薦，尚無查看該區塊的權限

# aTc
source: [Comment deleted]
de_de: [Kommentar wurde gelöscht]
es_es: [Comentario eliminado]
fr_fr: [Commentaire supprimé]
id_id: [Komentar dihapus]
it_it: [Commento eliminato]
ja_jp: [コメントは削除済み]
ko_kr: [댓글이 삭제되었습니다]
ms_my: [Komen dipadam]
pt_br: [Comentário excluído]
ru_ru: [Комментарий удален]
th_th: [ความคิดเห็นถูกลบแล้ว]
vi_vn: [Đã xóa bình luận]
zh_cn: [原评论已删除]
zh_tw: [原評論已刪除]

# T7o
source: Use this nickname "{{nickname}}"? Some personal info will be displayed on your nickname profile page. You can only edit your nickname once per year. After your current nickname expires, you can go to "Settings > {{Moments}} > New Nickname" to edit your nickname
de_de: Möchten Sie den Spitznamen „{{nickname}}“ verwenden? Einige personenbezogene Daten werden auf Ihrer Seite für das Spitznamenprofil angezeigt. Ihren Spitznamen können Sie nur ein Mal pro Jahr bearbeiten. Nachdem Ihr aktueller Spitzname abgelaufen ist, können Sie zu „Einstellungen > {{Moments}} > Neuer Spitzname“ navigieren, um Ihren Spitznamen zu bearbeiten.
es_es: ¿Quieres usar el apodo "{{nickname}}"? Parte de la información personal aparecerá en la página de perfil de tu apodo. Solo puedes editar tu apodo una vez al año. Cuando expire tu apodo actual, puedes ir a "Configuración > {{Moments}} > Nuevo apodo" para editarlo
fr_fr: Utiliser ce pseudo "{{nickname}}" ? Certaines informations personnelles seront affichées sur la page de profil de votre pseudo. Vous ne pouvez modifier votre pseudo qu'une fois par an. Après l'expiration de votre pseudo actuel, vous pourrez accéder à "Paramètres > {{Moments}} > Nouveau pseudo" pour le modifier
id_id: Gunakan nama panggilan ini "{{nickname}}"? Beberapa info pribadi akan ditampilkan di halaman profil nama panggilan Anda. Anda hanya dapat mengedit nama panggilan sekali per tahun. Setelah nama panggilan saat ini kedaluwarsa, Anda dapat membuka "Pengaturan > {{Moments}} > Nama Panggilan Baru" untuk mengedit nama panggilan Anda
it_it: Usare il soprannome "{{nickname}}"? Sulla tua pagina del profilo del soprannome verranno visualizzate alcune informazioni personali. È possibile modificare il soprannome solo una volta all'anno. Dopo la scadenza del soprannome corrente, sarà possibile andare a "Impostazioni > {{Moments}} > Nuovo soprannome" per modificarlo
ja_jp: ニックネーム「{{nickname}}」を使用しますか？ニックネーム用プロフィールページで、一部の個人情報が表示されます。ニックネームを変更できるのは 1 年に 1 回のみです。ニックネームの変更は、所定期限の経過後に「設定」>「{{Moments}}」>「新しいニックネームを設定」から行えます。
ko_kr: 이 닉네임 "{{nickname}}"을(를) 사용하시겠습니까? 일부 개인 정보가 닉네임 프로필 페이지에 표시됩니다. 1년에 한 번만 닉네임을 편집할 수 있습니다. 현재 닉네임이 만료되면 "설정 > {{Moments}} > 새 닉네임"으로 이동하여 닉네임을 편집할 수 있습니다
ms_my: Gunakan nama samaran "{{nickname}}" ini? Maklumat peribadi akan dipaparkan di halaman profil nama samaran anda. Anda hanya boleh mengedit nama samaran sekali setahun. Setelah nama samaran semasa tamat tempoh, anda boleh pergi ke "Tetapan > {{Moments}} > Nama Samaran Baharu" untuk mengedit nama samaran anda
pt_br: Usar este apelido "{{nickname}}"? Algumas informações pessoais serão exibidas em sua página do perfil de apelido. Você só pode editar seu apelido uma vez por ano. Depois que seu apelido atual expirar, você poderá ir para "Configurações > {{Moments}} > Novo apelido" para editar seu apelido
ru_ru: Использовать псевдоним "{{nickname}}"? Некоторая личная информация будет отображаться на странице профиля вашего псевдонима. Вы можете изменить свой псевдоним только один раз в год. По истечении срока действия вашего текущего псевдонима вы можете перейти в Настройки > {{Moments}} > Новый псевдоним, чтобы изменить свой псевдоним.
th_th: ใช้ชื่อเล่นนี้ "{{nickname}}" หรือไม่ ข้อมูลส่วนตัวบางส่วนจะแสดงบนหน้าโปรไฟล์ชื่อเล่นของคุณ คุณสามารถแก้ไขชื่อเล่นได้ปีละครั้งเท่านั้น หลังจากที่ชื่อเล่นปัจจุบันหมดอายุ คุณสามารถไปยัง "การตั้งค่า > {{Moments}} > ชื่อเล่นใหม่" เพื่อแก้ไขชื่อเล่นได้
vi_vn: Sử dụng biệt danh "{{nickname}}" này? Một số thông tin cá nhân sẽ được hiển thị trên trang hồ sơ biệt danh của bạn. Bạn chỉ có thể chỉnh sửa biệt danh của mình một lần một năm. Sau khi biệt danh hiện tại hết hạn, bạn có thể đi tới "Cài đặt > {{Moments}} > Biệt danh mới" để chỉnh sửa biệt danh của mình
zh_cn: 确定使用花名“{{nickname}}”？花名名片页会展示部分个人信息。1 年只能更改 1 次花名，花名到期后，可前往“设置 > {{Moments}} > 设置新花名”修改
zh_tw: 確定要使用暱稱「{{nickname}}」嗎？暱稱名片頁會顯示部分個人資訊。1 年只能變更 1 次暱稱，暱稱到期後，可前往「設定 > {{Moments}} > 設定新暱稱」修改

# Jrg
source: Voila! A fresh batch of new content just for you!
de_de: Voilà! Ein frischer Stapel neuer Inhalte nur für Sie!
es_es: ¡Sorpresa! Un nuevo lote de contenido solo para ti.
fr_fr: Et voilà ! Un nouveau lot de contenu tout frais juste pour vous !
id_id: Voila! Batch konten baru hanya untuk Anda!
it_it: Voilà! Un nuovo batch di contenuti rinnovati solo per te!
ja_jp: コンテンツを更新しました。
ko_kr: 주목! 회원님만을 위한 새로운 콘텐츠입니다!
ms_my: Nah! Kumpulan kandungan baharu khas untuk anda!
pt_br: Pronto! Um novo lote de novos conteúdos só para você!
ru_ru: И вот! Вам доступна свежая порция нового контента!
th_th: มาแล้ว เนื้อหาชุดใหม่สำหรับคุณโดยเฉพาะ
vi_vn: Xem kìa! Có một loạt nội dung mới dành riêng cho bạn!
zh_cn: 已为你更新一组新内容
zh_tw: 已為你更新一組新內容

# kpg
source: The author won't be notified, but we'll limit the exposure of this post
de_de: Der Autor wird nicht benachrichtigt, aber wir werden die Verbreitung dieses Beitrags einschränken
es_es: No notificaremos al autor, pero limitaremos la exposición de esta publicación
fr_fr: L'auteur n'en sera pas informé, mais nous limiterons la portée de cette publication
id_id: Penulis tidak akan diberi tahu, tetapi kami akan membatasi eksposur postingan ini
it_it: L'autore non riceverà una notifica, ma limiteremo la visibilità di questo post
ja_jp: 作者は通知を受け取りませんが、投稿の表示量が少なくなります。
ko_kr: 작성자에게 알림을 보내지 않지만, 이 게시물의 노출을 제한합니다
ms_my: Pengarang tidak akan diberitahu, tetapi kami akan hadkan pendedahan pos ini
pt_br: O autor não será notificado, mas limitaremos a exposição desta postagem
ru_ru: Автор не будет уведомлен, но мы ограничим доступ к этому сообщению
th_th: ผู้เขียนจะไม่ได้รับการแจ้งเตือนแต่เราจะจำกัดการแสดงของโพสต์นี้
vi_vn: Tác giả sẽ không được thông báo, nhưng chúng tôi sẽ hạn chế phạm vi hiển thị của bài đăng này
zh_cn: 作者不会收到提醒，但该帖子会减少曝光
zh_tw: 作者不會收到提醒，但該貼文會減少曝光

# ELM
source: Thank you for your feedback
de_de: Danke für Ihr Feedback
es_es: Gracias por tus comentarios
fr_fr: Merci pour votre commentaire
id_id: Terima kasih atas umpan balik Anda
it_it: Grazie per il feedback
ja_jp: フィードバックありがとうございます。
ko_kr: 의견을 보내 주셔서 감사합니다
ms_my: Terima kasih atas maklum balas anda
pt_br: Obrigado pelo seu feedback
ru_ru: Спасибо за ваш отзыв
th_th: ขอบคุณสำหรับข้อเสนอแนะของคุณ
vi_vn: Cảm ơn bạn đã phản hồi
zh_cn: 感谢你的反馈
zh_tw: 感謝你的意見反應

# eTI
source: Why do you dislike this content?
de_de: Warum gefällt Ihnen dieser Inhalt nicht?
es_es: ¿Por qué no te gusta este contenido?
fr_fr: En quoi ce contenu vous déplaît-il ?
id_id: Mengapa Anda tidak menyukai konten ini?
it_it: Perché questo contenuto non ti piace?
ja_jp: 「よくないね」の理由を選択
ko_kr: 이 콘텐츠를 싫어하는 이유는 무엇입니까?
ms_my: Kenapa anda tidak suka kandungan ini?
pt_br: Por que você não gosta deste conteúdo?
ru_ru: Почему вам не нравится этот контент?
th_th: เหตุใดคุณจึงไม่ชอบเนื้อหานี้
vi_vn: Tại sao bạn không thích nội dụng này?
zh_cn: 请选择踩帖原因
zh_tw: 請選擇不喜歡貼文的原因

# 7xE
source: Dislike
es_es: No me gusta
fr_fr: Je n'aime pas
id_id: Tidak Suka
it_it: Non mi piace
ja_jp: よくないね
ko_kr: 싫어요
ms_my: Tidak suka
pt_br: Não curtir
ru_ru: Не нравится
th_th: ไม่ถูกใจ
vi_vn: Không thích
zh_cn: 踩
zh_tw: 不喜歡

# jtI
source: Hide Translation
de_de: Übersetzung ausblenden
es_es: Ocultar traducción
fr_fr: Masquer la traduction
id_id: Sembunyikan Terjemahan
it_it: Nascondi traduzione
ja_jp: 訳文を非表示
ko_kr: 번역 숨기기
ms_my: Sembunyikan Terjemahan
pt_br: Ocultar tradução
ru_ru: Скрыть перевод
th_th: ซ่อนการแปล
vi_vn: Ẩn bản dịch
zh_cn: 隐藏译文
zh_tw: 隱藏譯文

# kfo
source: Identity expired
de_de: Identität abgelaufen
es_es: Identidad expirada
fr_fr: Identité expirée
id_id: Identitas kedaluwarsa
it_it: Identità scaduta
ja_jp: IDが期限切れとなりました
ko_kr: ID 만료됨
ms_my: Identiti tamat tempoh
pt_br: Identidade vencida
ru_ru: Срок действия личности истек
th_th: ตัวตนหมดอายุแล้ว
vi_vn: Danh tính đã hết hạn
zh_cn: 身份已失效
zh_tw: 身分已失效

# WU0
source: Here's where you left off.
de_de: An dieser Stelle haben Sie aufgehört.
es_es: Aquí es donde lo dejaste.
fr_fr: Voici où vous en étiez.
id_id: Inilah yang Anda tinggalkan.
it_it: Ecco dove avevi interrotto.
ja_jp: 前回はここまで見ました。
ko_kr: 중단했던 위치입니다.
ms_my: Inilah tempat anda berhenti tadi.
pt_br: Aqui está o ponto onde você parou.
ru_ru: Вы остановились здесь.
th_th: นี่คือส่วนที่คุณทำค้างไว้
vi_vn: Đây là nơi bạn đã dừng lần trước.
zh_cn: 上次看到这里
zh_tw: 上次看到這裡

# V+8
source: Tap to refresh
de_de: Zum Aktualisieren antippen
es_es: Pulsa para actualizar
fr_fr: Appuyez pour actualiser
id_id: Ketuk untuk memperbarui
it_it: Tocca per aggiornare
ja_jp: タップして更新
ko_kr: 새로 고침하려면 탭하세요
ms_my: Ketuk untuk muat semula
pt_br: Toque para atualizar
ru_ru: Коснитесь для обновления
th_th: แตะเพื่อรีเฟรช
vi_vn: Nhấn để làm mới
zh_cn: 轻触刷新
zh_tw: 輕觸以重新整理

# 3cs
source: Like
es_es: Me gusta
fr_fr: J'aime
id_id: Suka
it_it: Mi piace
ja_jp: いいね
ko_kr: 좋아요
ms_my: Suka
pt_br: Curtir
ru_ru: Лайк
th_th: ถูกใจ
vi_vn: Thích
zh_cn: 赞
zh_tw: 喜歡

# Svg
source: About nickname profile
de_de: Informationen zum Spitznamenprofil
es_es: Acerca del perfil del apodo
fr_fr: À propos du profil de pseudo
id_id: Tentang profil nama panggilan
it_it: Informazioni sul profilo del soprannome
ja_jp: ニックネームについて
ko_kr: 닉네임 프로필 정보
ms_my: Mengenai profil nama samaran
pt_br: Sobre o perfil do apelido
ru_ru: О профиле псевдонима
th_th: เกี่ยวกับโปรไฟล์ชื่อเล่น
vi_vn: Giới thiệu về hồ sơ biệt danh
zh_cn: 花名信息说明
zh_tw: 暱稱資訊說明

# Frs
source: About
de_de: Info
es_es: Acerca de
fr_fr: À propos
hi_in: परिचय
id_id: Tentang
it_it: Informazioni
ja_jp: 個人情報
ko_kr: 정보
ms_my: Mengenai
pt_br: Sobre
ru_ru: Персональная информация
th_th: เกี่ยวกับ
vi_vn: Giới thiệu
zh_cn: 个人信息
zh_tw: 個人資訊
