Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 7vI
source: Some personal info will be displayed on your nickname profile page. Please share with care when you post under a nickname
de_de: Einige personenbezogene Daten werden auf Ihrer Seite für das Spitznamenprofil angezeigt. Lassen Sie bei der Freigabe Umsicht walten, wenn Sie unter einem Spitznamen posten
es_es: Parte de la información personal aparecerá en la página de perfil de tu apodo. Comparte con cuidado cuando publiques algo con un apodo
fr_fr: Certaines informations personnelles seront affichées sur la page de profil de votre pseudo. Veuillez faire preuve de prudence lorsque vous publiez sous un pseudo
id_id: Beberapa info pribadi akan ditampilkan di halaman profil nama panggilan Anda. Berbagilah dengan hati-hati ketika memposting menggunakan nama panggilan
it_it: Alcune informazioni personali verranno visualizzate sulla pagina del profilo del tuo soprannome. Condividi con attenzione quando pubblichi con un soprannome
ja_jp: ニックネーム用のプロフィールページが追加され、プロフィール情報も一部見られるようになりました。発言する際は、会社の規定や法律・法規違反とならないよう気をつけてください。
ko_kr: 일부 개인 정보가 닉네임 프로필 페이지에 표시됩니다. 닉네임으로 게시물을 올릴 때는 공유에 유의하시기 바랍니다
ms_my: Maklumat peribadi akan dipaparkan di halaman profil nama samaran anda. Sila kongsi dengan berhati-hati apabila anda mengepos dengan nama samaran
pt_br: Algumas informações pessoais serão exibidas em sua página de perfil do apelido. Compartilhe com cuidado ao postar sob um apelido
ru_ru: Некоторая личная информация будет отображаться на странице профиля вашего псевдонима. Будьте осторожны, когда публикуете сообщения под псевдонимом
th_th: ข้อมูลส่วนตัวบางส่วนจะแสดงบนหน้าโปรไฟล์ชื่อเล่นของคุณ โปรดแบ่งปันด้วยความระมัดระวังเมื่อคุณโพสต์โดยใช้ชื่อเล่น
vi_vn: Một số thông tin cá nhân sẽ được hiển thị trên trang hồ sơ biệt danh của bạn. Hãy chia sẻ thận trọng khi đăng bằng biệt danh
zh_cn: 花名身份也有名片页了，会展示部分个人信息，发言请注意遵守公司规定和相关法律法规
zh_tw: 暱稱身分也有名片頁了，此頁面會顯示部分個人資訊，發言時請注意遵守公司規定、相關法律及法規命令

# JQY
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# XeQ
source: Nickname profile page added
de_de: Seite für Spitznamenprofil wurde hinzugefügt
es_es: Página de perfil de apodo agregada
fr_fr: Page de profil de pseudo ajoutée
id_id: Halaman profil nama panggilan berhasil ditambahkan
it_it: Aggiunta della pagina del profilo del soprannome completata
ja_jp: ニックネーム用プロフィールページが追加されました。
ko_kr: 닉네임 프로필 페이지 추가됨
ms_my: Halaman profil nama samaran ditambah
pt_br: Página do perfil do apelido adicionada
ru_ru: Добавлена страница профиля с псевдонимом
th_th: เพิ่มหน้าโปรไฟล์ชื่อเล่นแล้ว
vi_vn: Đã thêm trang hồ sơ biệt danh
zh_cn: 新增花名名片页
zh_tw: 新增暱稱名片頁

# M84
source: View
de_de: Ansehen
es_es: Vista
fr_fr: Afficher
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотреть
th_th: ดู
vi_vn: Xem
zh_cn: 查看名片
zh_tw: 查看名片

# op4
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新する
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新试试
zh_tw: 試試重新整理

# u0s
source: No more posts to show. {{refresh}}
de_de: Keine Posts mehr zum Anzeigen. {{refresh}}
es_es: No hay más publicaciones para mostrar. {{refresh}}
fr_fr: Aucune autre publication à afficher. {{refresh}}
id_id: Tidak ada posting lainnya untuk ditampilkan. {{refresh}}
it_it: Nessun altro post da mostrare. {{refresh}}
ja_jp: これ以上投稿がありません。 {{refresh}}
ko_kr: 더 이상 표시할 게시물이 없습니다. {{refresh}}
ms_my: Tiada lagi pos untuk dipaparkan. {{refresh}}
pt_br: Não há mais postagens para mostrar. {{refresh}}
ru_ru: Больше нет сообщений для отображения. {{refresh}}
th_th: ไม่มีโพสต์เพิ่มเติมที่จะแสดง {{refresh}}
vi_vn: Không có bài đăng nào khác để hiển thị. {{refresh}}
zh_cn: 没有更多内容了，{{refresh}}
zh_tw: 沒有更多內容了，{{refresh}}

# nGg
source: Out of content for now. Try again later!
de_de: Aktuell sind keine Inhalte verfügbar. Versuchen Sie es später erneut!
es_es: No hay contenido por ahora. Inténtalo de nuevo más tarde.
fr_fr: Plus de contenu pour le moment. Réessayez plus tard !
id_id: Kehabisan konten untuk saat ini. Coba lagi nanti!
it_it: Contenuti esauriti per il momento. Riprova più tardi!
ja_jp: これ以上コンテンツがありません。
ko_kr: 지금은 콘텐츠가 없습니다. 나중에 다시 시도하세요!
ms_my: Tiada kandungan untuk sekarang. Cuba lagi nanti!
pt_br: Sem conteúdo por enquanto. Tente mais tarde!
ru_ru: На данный момент нет контента. Попробуйте позже.
th_th: ไม่มีเนื้อหาในขณะนี้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Hiện đã hết nội dung. Hãy thử lại sau!
zh_cn: 没有更多内容了，稍后再来试试吧
zh_tw: 沒有更多內容了，稍後再來試試吧

# Uxs
source: Unable to post under your nickname in this category. You're now using your real name.
de_de: Posten unter Ihrem Spitznamen in dieser Kategorie nicht möglich. Sie verwenden jetzt Ihren echten Namen.
es_es: Error al publicar con tu alias en esta categoría. Ahora estás usando tu nombre real.
fr_fr: Publication à l'aide de votre surnom impossible dans cette catégorie. Vous utilisez maintenant votre vrai nom.
hi_in: इस श्रेणी में आपके उपनाम के तहत पोस्ट करने में असमर्थ. अब आप अपने वास्तविक नाम का उपयोग कर रहे हैं.
id_id: Gagal memposting dengan nama panggilan Anda dalam kategori ini. Anda sedang menggunakan nama asli.
it_it: Impossibile pubblicare sotto il tuo pseudonimo in questa categoria. Ora stai usando il tuo vero nome.
ja_jp: このカテゴリではニックネームを利用できないため、実名に切り替えました。
ko_kr: 이 카테고리에서는 별명으로 게시할 수 없습니다. 현재 실명을 사용하고 있습니다.
ms_my: Tidak dapat mengirim dengan nama samaran dalam kategori ini. Anda kini menggunakan nama sebenar anda.
pt_br: Falha ao postar usando seu apelido nesta categoria. Agora você está usando seu nome real.
ru_ru: Невозможно публиковать под своим ником в этой категории. Теперь вы используете свое настоящее имя.
th_th: ไม่สามารถโพสต์ภายใต้ชื่อเล่นของคุณในหมวดหมู่นี้ได้ คุณกำลังใช้ชื่อจริงของคุณอยู่ในขณะนี้
vi_vn: Không thể đăng bài bằng biệt danh của bạn trong danh mục này. Bạn đang sử dụng tên thật của mình.
zh_cn: 该版块不支持花名，已为你切换至实名身份
zh_tw: 該區塊不支援暱稱，已為你切換至真實姓名身分

# fDM
source: Your role as an account administrator of this official account has expired. Please contact {{TenantName}} administrator.
de_de: Ihre Rolle als Kontoadministrator für dieses offizielle Konto ist abgelaufen. Bitte wenden Sie sich an den Administrator {{TenantName}}.
es_es: Tu función como administrador de la cuenta de esta cuenta oficial ha expirado. Ponte en contacto con el administrador de {{TenantName}}.
fr_fr: Votre rôle en tant qu'administrateur du compte officiel a expiré. Veuillez contacter l'administrateur de {{TenantName}}.
id_id: Peran Anda sebagai administrator akun dari akun resmi ini telah kedaluwarsa. Hubungi administrator {{TenantName}}.
it_it: Il tuo ruolo come amministratore dell'account di questo account ufficiale è scaduto. Contatta l'amministratore {{TenantName}}.
ja_jp: このオフィシャルアカウントの管理権限が無効になりました。{{tenantName}}の管理者にお問い合わせください。
ko_kr: 이 공식 계정의 계정 관리자 역할이 만료되었습니다. {{TenantName}} 관리자에게 문의하세요.
ms_my: Peranan anda sebagai pentadbir akaun bagi akaun rasmi ini telah tamat tempoh. Sila hubungi pentadbir {{TenantName}}.
pt_br: Sua função como administrador desta conta oficial expirou. Entre em contato com o administrador {{TenantName}}.
ru_ru: Срок действия вашей роли администратора этой официальной учетной записи истек. Обратитесь к администратору {{tenantName}}.
th_th: บทบาทของคุณในฐานะผู้ดูแลบัญชีสำหรับบัญชีอย่างเป็นทางการนี้หมดอายุแล้ว โปรดติดต่อผู้ดูแล {{TenantName}}
vi_vn: Vai trò quản trị viên tài khoản của bạn đối với tài khoản chính thức này đã hết hạn. Vui lòng liên hệ với quản trị viên của {{TenantName}}.
zh_cn: 你对该官方号的管理权限已失效，请联系{{tenantName}}管理员
zh_tw: 你對該官方帳號的管理權限已失效，請聯絡{{tenantName}}管理員

# HDQ
source: Unable to switch account. Please try again
de_de: Das Wechseln des Kontos ist nicht möglich. Bitte versuchen Sie es erneut
es_es: No se puede cambiar de cuenta. Inténtalo de nuevo
fr_fr: Impossible de changer de compte. Veuillez réessayer
id_id: Gagal beralih akun. Coba lagi
it_it: Impossibile cambiare account. Riprova più tardi
ja_jp: アカウントを切り替えできませんでした。再試行してください。
ko_kr: 계정을 전환할 수 없습니다. 다시 시도하세요
ms_my: Tidak dapat menukar akaun. Sila cuba lagi
pt_br: Não é possível mudar de conta. Tente novamente
ru_ru: Невозможно переключить учетную запись. Попробуйте еще раз
th_th: ไม่สามารถสลับบัญชีได้ โปรดลองอีกครั้ง
vi_vn: Không thể chuyển đổi tài khoản. Vui lòng thử lại sau
zh_cn: 账号切换失败，请重试
zh_tw: 帳號切換失敗，請重試

# hRU
source: Official
de_de: Offiziell
es_es: Oficial
fr_fr: Officiel
id_id: Resmi
it_it: Ufficiale
ja_jp: オフィシャル
ko_kr: 공식
ms_my: Rasmi
pt_br: Oficial
ru_ru: Официальный
th_th: เป็นทางการ
vi_vn: Chính thức
zh_cn: 官方
zh_tw: 官方

# mRw
source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentário
ru_ru: Комментарий
th_th: ความคิดเห็น
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# PCA
source: {{name}} posted 1 comment on a moment
de_de: {{name}} hat 1 Kommentar zu einem Moment gepostet
es_es: {{name}} ha publicado 1 comentario en un momento
fr_fr: {{name}} a publié 1 commentaire dans un moment
id_id: {{name}} memposting 1 komentar pada momen
it_it: {{name}} ha pubblicato 1 commento su un momento
ja_jp: {{name}} がモーメンツに 1 件のコメントを投稿しました。
ko_kr: {{name}} 님이 모멘트에 댓글 1개를 게시했습니다.
ms_my: {{name}} menghantar 1 komen pada saat
pt_br: {{name}} postou um comentário em um momento
ru_ru: {{name}} отправил(а) 1 комментарий в момент
th_th: {{name}} โพสต์ 1 ความคิดเห็นบนช่วงเวลา
vi_vn: {{name}} đã đăng 1 bình luận trên một bài đăng
zh_cn: {{name}} 对动态发表了 1 条评论
zh_tw: {{name}} 對動態發表了 1 則評論

# cX0
source: {{name1}} followed {{name2}}
de_de: {{name1}} ist {{name2}} gefolgt
es_es: {{name1}} ha seguido a {{name2}}
fr_fr: {{name1}} a suivi {{name2}}
id_id: {{name1}} mengikuti {{name2}}
it_it: {{name1}} ha seguito {{name2}}
ja_jp: {{name1}} が {{name2}} をフォローしました。
ko_kr: {{name1}} 님이 {{name2}} 님을 팔로우했습니다
ms_my: {{name1}} mengikuti {{name2}}
pt_br: {{name1}} seguiu {{name2}}
ru_ru: {{name1}} подписался (-ась) на {{name2}}
th_th: {{name1}} ติดตาม {{name2}} แล้ว
vi_vn: {{name1}} đã theo dõi {{name2}}
zh_cn: {{name1}} 关注了 {{name2}}
zh_tw: {{name1}} 關注了 {{name2}}

# cQE
source: {{name}} replied {{emoji}} to a comment
de_de: {{name}} hat mit {{emoji}} auf einen Kommentar geantwortet
es_es: {{name}} ha respondido {{emoji}} a un comentario
fr_fr: {{name}} a répondu {{emoji}} à un commentaire
id_id: {{name}} membalas komentar dengan {{emoji}}
it_it: {{name}} ha risposto {{emoji}} a un commento
ja_jp: {{name}} がコメントに {{emoji}} で返信しました。
ko_kr: {{name}} 님이 댓글에 {{emoji}}을(를) 회신했습니다
ms_my: {{name}} membalas {{emoji}} pada komen
pt_br: {{name}} respondeu a um comentário com {{emoji}}
ru_ru: {{name}} ответил(а) {{emoji}} на комментарий
th_th: {{name}} ตอบกลับ {{emoji}} ในความคิดเห็น
vi_vn: {{name}} đã trả lời bằng {{emoji}} cho một bình luận
zh_cn: {{name}} 给评论回复了 {{emoji}}
zh_tw: {{name}} 用 {{emoji}} 回覆了評論

# cj8
source: {{name}} replied {{emoji}} to a moment
de_de: {{name}} hat mit {{emoji}} auf einen Moment geantwortet
es_es: {{name}} ha respondido {{emoji}} a un momento
fr_fr: {{name}} a répondu {{emoji}} à un moment
id_id: {{name}} membalas momen dengan {{emoji}}
it_it: {{name}} ha risposto {{emoji}} a un momento
ja_jp: {{name}} がモーメンツに {{emoji}} で返信しました。
ko_kr: {{name}} 님이 모멘트에 {{emoji}}을(를) 회신했습니다
ms_my: {{name}} membalas {{emoji}} pada saat
pt_br: {{name}} respondeu a um momento com {{emoji}}
ru_ru: {{name}} ответил(а) {{emoji}} на пост
th_th: {{name}} ตอบกลับ {{emoji}} ในช่วงเวลา
vi_vn: {{name}} đã trả lời bằng {{emoji}} cho một bài đăng
zh_cn: {{name}} 给动态回复了 {{emoji}}
zh_tw: {{name}} 用 {{emoji}} 回覆了動態

# 2cU
source: {{name}} replied to a comment
de_de: {{name}} hat auf einen Kommentar geantwortet
es_es: {{name}} ha respondido a un comentario
fr_fr: {{name}} a répondu à un commentaire
id_id: {{name}} membalas komentar
it_it: {{name}} ha risposto a un commento
ja_jp: {{name}} がコメントに返信しました。
ko_kr: {{name}} 님이 댓글에 회신했습니다
ms_my: {{name}} membalas komen
pt_br: {{name}} respondeu a um comentário
ru_ru: {{name}} ответил(а) на комментарий
th_th: {{name}} ตอบกลับความคิดเห็น
vi_vn: {{name}} đã trả lời một bình luận
zh_cn: {{name}} 回复了评论
zh_tw: {{name}} 回覆了評論

# Ukg
source: You can't adjust settings because your organization has turned off red dot badges for new moments. If you have any questions, please contact your organization administrator
de_de: Sie können die Einstellungen nicht anpassen, da Ihre Organisation das Rotpunktsymbol für neue Momente deaktiviert hat. Wenn Sie Fragen haben, wenden Sie sich an den Administrator Ihrer Organisation
es_es: No puedes ajustar la configuración porque tu organización ha desactivado las insignias de punto rojo para los nuevos momentos. Si tienes alguna pregunta, ponte en contacto con el administrador corporativo.
fr_fr: Vous ne pouvez pas modifier les paramètres, car votre organisation a désactivé les badges à point rouge pour les nouveaux moments. Si vous avez des questions, veuillez contacter l’administrateur de votre organisation
id_id: Anda dapat menyesuaikan pengaturan karena organisasi Anda telah menonaktifkan lencana titik merah untuk momen baru. Jika ada pertanyaan, hubungi administrator perusahaan Anda
it_it: Non puoi regolare le impostazioni poiché la tua organizzazione ha disattivato i badge con puntino rosso per i nuovi momenti. In caso di domande, contatta l'amministratore aziendale
ja_jp: モーメンツの通知バッジがオフになっています。現在、通知設定を変更することはできません。ご不明な点がありましたら、法人管理者までお問い合わせください。
ko_kr: 기업에서 새 모멘트에 대한 빨간 점 배지를 껐기 때문에 귀하는 설정을 조정할 수 없습니다. 질문이 있는 경우 기업 관리자에게 문의하세요
ms_my: Anda tidak boleh mengubah tetapan kerana organisasi anda telah mematikan lencana titik merah untuk saat baharu. Jika anda ada sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: Você não pode ajustar as configurações porque sua organização desativou os emblemas de ponto vermelho para novos momentos. Se você tiver alguma dúvida, entre em contato com o administrador da sua organização
ru_ru: Ваша организация отключила красные значки для новых моментов. Вы не можете изменить настройки. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: คุณไม่สามารถปรับการตั้งค่าได้เนื่องจากองค์กรของคุณได้ปิดตราสัญลักษณ์จุดสีแดงสำหรับช่วงเวลาใหม่ หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Bạn không thể điều chỉnh cài đặt vì tổ chức của bạn đã tắt huy hiệu chấm đỏ cho bài đăng mới. Nếu có thắc mắc, vui lòng liên hệ với quản trị viên trong tổ chức của bạn
zh_cn: 你所在的企业关闭了公司圈新动态红点提醒，你暂时无法调整设置。如有疑问，请联系企业管理员
zh_tw: 你所在的企業關閉了公司圈新動態紅點提醒，你暫時無法調整設定。如有疑問，請聯絡企業管理員

# O3U
source: Your organization has enabled red dot badges for new moments. If you don't need to be notified, you can turn the badges off here
de_de: Ihre Organisation hat Rotpunktsymbole für neue Momente aktiviert. Wenn Sie nicht benachrichtigt werden möchten, können Sie die Medaillen hier deaktivieren
es_es: Tu organización ha habilitado las insignias de punto rojo para los nuevos momentos. Si no necesitas estas notificaciones, puedes deshabilitar las insignias aquí.
fr_fr: Votre organisation a activé les badges à point rouge pour les nouveaux moments. Si vous n’avez pas besoin d’être notifié, vous pouvez désactiver les badges ici
id_id: Organisasi Anda telah mengaktifkan lencana titik merah untuk momen baru. Jika Anda tidak perlu diberi tahu, Anda dapat menonaktifkan lencana di sini
it_it: La tua organizzazione ha attivato i badge con puntino rosso per i nuovi momenti. Se non hai bisogno di ricevere notifiche, puoi disattivare qui i badge
ja_jp: モーメンツの通知バッジがオンになっています。ここの設定でオフにできます。オフにすると、モーメンツに新しい投稿があっても通知バッチが表示されません。
ko_kr: 기업에서 새 모멘트에 대한 빨간 점 배지를 활성화했습니다. 알림이 필요 없는 경우 여기서 배지를 끌 수 있습니다
ms_my: Organisasi anda telah mengaktifkan lencana titik merah untuk saat baharu. Jika anda tidak perlu diberitahu, anda boleh mematikan lencana di sini
pt_br: Sua organização ativou emblemas de ponto vermelho para novos momentos. Se você não precisar ser notificado, poderá desativar os emblemas aqui
ru_ru: Ваша организация активировала значки с красными точками для новых моментов. Если вам не нужны уведомления, вы можете отключить значки здесь
th_th: องค์กรของคุณได้เปิดใช้งานตราสัญลักษณ์จุดสีแดงสำหรับช่วงเวลาใหม่แล้ว หากไม่ต้องการรับการแจ้งเตือน คุณสามารถปิดตราสัญลักษณ์ได้ที่นี่
vi_vn: Tổ chức của bạn đã bật huy hiệu chấm đỏ cho bài đăng mới. Bạn có thể tắt các huy hiệu tại đây nếu không muốn nhận thông báo
zh_cn: 你所在的企业开启了公司圈新动态红点提醒，如需关闭，可在此调整设置。关闭后，公司圈有新动态时将不再出现红点标记
zh_tw: 你所在的企業開啟了公司圈新動態紅點提醒，如需關閉，可在此調整設定。關閉後，公司圈有新動態時將不再出現紅點標記

# h0Q
source: {{UserA}} replied to {{UserB}}
de_de: {{UserA}} hat {{UserB}} geantwortet
es_es: {{UserA}} ha respondido a {{UserB}}
fr_fr: {{UserA}} a répondu à {{UserB}}
hi_in: {{UserA}} ने {{UserB}} का उत्तर दिया
id_id: {{UserA}} membalas {{UserB}}
it_it: {{UserA}} ha risposto a {{UserB}}
ja_jp: {{UserA}} から {{UserB}} に返信
ko_kr: {{UserA}} 님이 {{UserB}} 님에게 답했습니다
ms_my: {{UserA}} menjawab {{UserB}}
pt_br: {{UserA}} respondeu para {{UserB}}
ru_ru: {{UserA}} ответил (-а) {{UserB}}
th_th: {{UserA}} ตอบกลับ {{UserB}} แล้ว
vi_vn: {{UserA}} đã trả lời {{UserB}}
zh_cn: {{UserA}} 回复 {{UserB}}
zh_tw: {{UserA}} 回覆 {{UserB}}

# GN8
source: New Nickname
de_de: Neuer Spitzname
es_es: Nuevo apodo
fr_fr: Nouveau pseudo
id_id: Nama Panggilan Baru
it_it: Nuovo soprannome
ja_jp: 新しいニックネームを設定
ko_kr: 새 닉네임
ms_my: Nama Samaran Baharu
pt_br: Novo apelido
ru_ru: Новый псевдоним
th_th: ชื่อเล่นใหม่
vi_vn: Biệt danh mới
zh_cn: 设置新花名
zh_tw: 設定新暱稱

# +GQ
source: Editable after {{Date}}
de_de: Bearbeitbar nach dem {{Date}}
es_es: Editable después del {{Date}}
fr_fr: Modifiable après le {{Date}}
id_id: Dapat diedit setelah {{Date}}
it_it: Modificabile dopo: {{Date}}
ja_jp: {{Date}} 以降に変更できます。
ko_kr: {{Date}} 후 편집 가능
ms_my: Boleh diedit selepas {{Date}}
pt_br: Editável após {{Date}}
ru_ru: Доступно для редактирования после {{Date}}
th_th: แก้ไขได้หลังจาก {{Date}}
vi_vn: Có thể chỉnh sửa sau {{Date}}
zh_cn: {{Date}} 后可修改花名
zh_tw: {{Date}} 後可修改暱稱

# LSc
source: Nickname hasn't expired. Please edit your nickname after {{Date}}
de_de: Spitzname ist nicht abgelaufen. Bearbeiten Sie Ihren Spitznamen nach dem {{Date}}
es_es: El apodo no ha expirado. Edita tu apodo después del {{Date}}
fr_fr: Le pseudo n'a pas expiré. Veuillez modifier votre pseudo après {{Date}}
id_id: Nama panggilan belum kedaluwarsa. Edit nama panggilan Anda setelah {{Date}}
it_it: Il soprannome non è scaduto. Modificalo dopo: {{Date}}
ja_jp: 前回の設定からまだ 1 年経過していません。{{Date}} 以降に変更してください
ko_kr: 닉네임이 만료되지 않았습니다. {{Date}} 후에 닉네임을 편집하세요
ms_my: Nama samaran belum tamat tempoh. Sila edit nama samaran anda selepas {{Date}}
pt_br: O apelido não expirou. Edite seu apelido após {{Date}}
ru_ru: С момента последнего изменения прошло менее 1 года. Измените свой псевдоним после {{Date}}
th_th: ชื่อเล่นยังไม่หมดอายุ โปรดแก้ไขชื่อเล่นของคุณหลังจาก {{Date}}
vi_vn: Biệt danh chưa hết hạn. Vui lòng chỉnh sửa biệt danh sau {{Date}}
zh_cn: 距离上次设置未超过 1 年，请在 {{Date}} 后再修改
zh_tw: 距離上次設定未超過 1 年，請於 {{Date}} 後再修改

# MFE
source: Nickname Profile
de_de: Spitznamenprofil
es_es: Perfil del apodo
fr_fr: Profil du pseudo
id_id: Profil Nama Panggilan
it_it: Profilo del soprannome
ja_jp: ニックネーム用プロフィールページ
ko_kr: 닉네임 프로필
ms_my: Profil Nama Samaran
pt_br: Perfil do apelido
ru_ru: Профиль псевдонима
th_th: โปรไฟล์ชื่อเล่น
vi_vn: Hồ sơ biệt danh
zh_cn: 我的花名名片
zh_tw: 我的暱稱名片

# Zp0
source: You can only edit your nickname once per year. After your current nickname expires, you can go to "Settings > {{Moments}} > New Nickname" to edit your nickname
de_de: Ihren Spitznamen können Sie nur ein Mal pro Jahr bearbeiten. Wenn Ihr aktueller Spitzname abgelaufen ist, können Sie zu „Einstellungen > {{Moments}} > Neuer Spitzname“ wechseln, um Ihren Spitznamen zu bearbeiten.
es_es: Solo puedes editar tu apodo una vez al año. Cuando expire tu apodo actual, puedes ir a "Configuración > {{Moments}} > Nuevo apodo" para editarlo
fr_fr: Vous ne pouvez modifier votre pseudo qu'une fois par an. Après l'expiration de votre pseudo actuel, vous pourrez accéder à "Paramètres > {{Moments}} > Nouveau pseudo" pour modifier votre pseudo
id_id: Anda hanya dapat mengedit nama panggilan Anda sekali per tahun. Setelah nama panggilan saat ini kedaluwarsa, Anda dapat membuka "Pengaturan > {{Moments}} > Nama Panggilan Baru" untuk mengedit nama panggilan Anda
it_it: È possibile modificare il soprannome solo una volta all'anno. Dopo la scadenza del soprannome corrente, sarà possibile andare a "Impostazioni > {{Moments}} > Nuovo soprannome" per modificarlo
ja_jp: ニックネームを変更できるのは 1 年に 1 回のみです。ニックネームの変更は、所定期限の経過後に「設定」>「{{Moments}}」>「新しいニックネームを設定」から行えます。
ko_kr: 1년에 한 번만 닉네임을 편집할 수 있습니다. 현재 닉네임이 만료되면 "설정 > {{Moments}} > 새 닉네임"으로 이동하여 닉네임을 편집할 수 있습니다
ms_my: Anda hanya boleh mengedit nama samaran anda sekali setahun. Setelah nama samaran semasa anda tamat tempoh, anda boleh pergi ke "Tetapan > {{Moments}} > Nama Samaran Baharu" untuk mengedit nama samaran anda
pt_br: Você só pode editar seu apelido uma vez por ano. Depois que seu apelido atual expirar, você poderá ir para "Configurações > {{Moments}} > Novo apelido" para editar seu apelido
ru_ru: Вы можете изменить свой псевдоним только один раз в год. По истечении срока действия вашего текущего псевдонима вы можете перейти в Настройки > {{Moments}} > Новый псевдоним, чтобы изменить свой псевдоним.
th_th: คุณสามารถแก้ไขชื่อเล่นได้ปีละครั้งเท่านั้น หลังจากที่ชื่อเล่นปัจจุบันหมดอายุ คุณสามารถไปยัง "การตั้งค่า > {{Moments}} > ชื่อเล่นใหม่" เพื่อแก้ไขชื่อเล่นได้
vi_vn: Bạn chỉ có thể chỉnh sửa biệt danh của mình một lần một năm. Sau khi biệt danh hiện tại hết hạn, bạn có thể đi tới "Cài đặt > {{Moments}} > Biệt danh mới" để chỉnh sửa biệt danh của mình
zh_cn: 确认后，1 年内只能更改 1 次花名。花名到期后，可前往“设置 > {{Moments}} > 设置新花名”修改
zh_tw: 確認後，1 年內只能變更 1 次暱稱。暱稱到期後，可前往「設定 > {{Moments}} > 設定新暱稱」修改

# IBE
source: Use this nickname "{{nickname}}"?
de_de: Den Spitznamen „{{nickname}}“ verwenden?
es_es: ¿Quieres usar el apodo"{{nickname}}"?
fr_fr: Utiliser ce pseudo "{{nickname}}" ?
id_id: Gunakan nama panggilan "{{nickname}}" ini?
it_it: Usare questo soprannome "{{nickname}}"?
ja_jp: ニックネーム「{{nickname}}」を使用しますか？
ko_kr: 이 닉네임 "{{nickname}}"을(를) 사용하시겠습니까?
ms_my: Guna nama samaran ini "{{nickname}}"?
pt_br: Usar este apelido "{{nickname}}"?
ru_ru: Использовать псевдоним "{{nickname}}"?
th_th: ใช้ชื่อเล่นนี้ "{{nickname}}" ใช่หรือไม่
vi_vn: Sử dụng biệt danh "{{nickname}}" này?
zh_cn: 确定使用“{{nickname}}”吗？
zh_tw: 確定使用「{{nickname}}」嗎？

# T4o
source: Share
de_de: Freigeben
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# Xxw
source: Original Text
es_es: Texto original
fr_fr: Texte original
id_id: Teks Asli
it_it: Testo originale
ja_jp: 原文を表示
ko_kr: 원본 텍스트
ms_my: Teks Asal
pt_br: Texto original
ru_ru: Оригинальный текст
th_th: ข้อความเดิม
vi_vn: Văn bản gốc
zh_cn: 显示原文
zh_tw: 顯示原文

# nXY
source: Switch identity
de_de: Identität wechseln
es_es: Cambiar identidad
fr_fr: Changer d'identité
id_id: Ganti identitas
it_it: Cambia identità
ja_jp: ID を切り替える
ko_kr: ID 전환
ms_my: Tukar identiti
pt_br: Mudar identidade
ru_ru: Сменить личность
th_th: สลับตัวตน
vi_vn: Chuyển đổi danh tính
zh_cn: 切换身份
zh_tw: 切換身分

# 6sU
source: Switch Languages
de_de: Sprachen wechseln
es_es: Cambiar idiomas
fr_fr: Changer de langue
id_id: Beralih Bahasa
it_it: Cambia lingua
ja_jp: 言語を切り替える
ko_kr: 언어 전환
ms_my: Tukar Bahasa
pt_br: Mudar idiomas
ru_ru: Сменить язык
th_th: เปลี่ยนภาษา
vi_vn: Chuyển đổi ngôn ngữ
zh_cn: 切换语种
zh_tw: 切換語言
