Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# B5g
source: Video bit rate exceeds the limit. Unable to send.
de_de: Videobitrate überschreitet das Limit. Senden nicht möglich.
es_es: La velocidad de bits del vídeo supera el límite. No se puede enviar.
fr_fr: Le taux d'échantillonnage de la vidéo dépasse la limite. Envoi impossible.
hi_in: वीडियो बिट दर सीमा से अधिक है. भेजने में असमर्थ.
id_id: Laju bit video melebihi batas. Tidak dapat mengirim.
it_it: Velocità in bit del video superiore al limite. Impossibile inviare.
ja_jp: 動画のビットレートが制限を超えているため、送信できません
ko_kr: 동영상 비트 전송률이 제한을 초과합니다. 보낼 수 없습니다.
ms_my: Kadar bit video melebihi had. Tidak dapat menghantar.
pt_br: A taxa de bits do vídeo excede o limite. Não é possível enviar.
ru_ru: Битрейт видео превышает предел. Не удалось отправить.
th_th: อัตราบิตวิดีโอเกินขีดจำกัด ไม่สามารถส่งได้
vi_vn: Video có tốc độ bít vượt quá giới hạn. Không thể gửi.
zh_cn: 视频码率超过限制，无法发送
zh_tw: 影片碼率超過限制，無法傳送

# Xvk
source: Video frame rate exceeds the limit. Unable to send.
de_de: Videobildfrequenz überschreitet das Limit. Senden nicht möglich.
es_es: La velocidad de fotogramas del vídeo supera el límite. No se puede enviar.
fr_fr: La fréquence d'images de la vidéo dépasse la limite. Envoi impossible.
hi_in: वीडियो फ़्रेम दर सीमा से अधिक है. भेजने में असमर्थ.
id_id: Kecepatan bingkai video melebihi batas. Tidak dapat mengirim.
it_it: Frequenza fotogrammi del video superiore al limite. Impossibile inviare.
ja_jp: 動画のフレームレート（fps）が制限を超えているため、送信できません
ko_kr: 동영상 프레임 속도가 제한을 초과합니다. 보낼 수 없습니다.
ms_my: Kadar bingkai video melebihi had. Tidak dapat menghantar.
pt_br: A taxa de quadros do vídeo excede o limite. Não é possível enviar.
ru_ru: Частота смены кадров видео превышает предел. Не удалось отправить.
th_th: อัตราเฟรมวิดีโอเกินขีดจำกัด ไม่สามารถส่งได้
vi_vn: Video có tốc độ khung hình vượt quá giới hạn. Không thể gửi.
zh_cn: 视频帧率超过限制，无法发送
zh_tw: 影片影格率超過限制，無法傳送

# i4E
source: Video resolution exceeds the limit. Unable to send.
de_de: Videoauflösung überschreitet das Limit. Senden nicht möglich.
es_es: La resolución de vídeo supera el límite. No se puede enviar.
fr_fr: La résolution de la vidéo dépasse la limite. Envoi impossible.
hi_in: वीडियो रिज़ॉल्यूशन सीमा से अधिक है. भेजने में असमर्थ.
id_id: Resolusi video melebihi batas. Tidak dapat mengirim.
it_it: Risoluzione video superiore al limite. Impossibile inviare.
ja_jp: 動画の画面解像度が制限を超えているため、送信できません
ko_kr: 동영상 해상도가 제한을 초과합니다. 보낼 수 없습니다.
ms_my: Resolusi video melebihi had. Tidak dapat menghantar.
pt_br: A resolução do vídeo excede o limite. Não é possível enviar.
ru_ru: Разрешение видео превышает предел. Не удалось отправить.
th_th: ความละเอียดวิดีโอเกินขีดจำกัด ไม่สามารถส่งได้
vi_vn: Video có độ phân giải vượt quá giới hạn. Không thể gửi.
zh_cn: 视频分辨率超过限制，无法发送
zh_tw: 影片解析度超過限制，無法傳送

# ZI0
source: Unable to upload videos stored in iCloud, please upload to local before uploading.
de_de: In der iCloud gespeicherte Videos können nicht hochgeladen werden. Bitte laden Sie sie vor dem Hochladen auf lokal hoch.
es_es: No se han podido subir los vídeos almacenados en iCloud, súbelos de forma local antes de subirlos.
fr_fr: Impossible de télécharger les vidéos stockées dans iCloud, téléchargez-les en local avant de les télécharger.
hi_in: iCloud में स्टोर किए गए वीडियो अपलोड करने में असमर्थ, कृपया अपलोड करने से पहले लोकल में अपलोड करें.
id_id: Tidak dapat mengunggah video yang disimpan di iCloud, unggah ke lokal sebelum mengunggah.
it_it: Impossibile caricare i video archiviati in iCloud, caricarli in locale prima di procedere al caricamento.
ja_jp: iCloud に保存されている動画をアップロードできません。アップロードするには、ローカルにダウンロードしてください
ko_kr: iCloud에 저장된 동영상을 업로드할 수 없습니다. 업로드하기 전에 로컬로 업로드하세요.
ms_my: Tidak dapat memuat naik video yang disimpan di iCloud, sila muat naik ke tempatan sebelum memuat naik.
pt_br: Não é possível carregar vídeos armazenados no iCloud, carregue para o local antes de fazer upload.
ru_ru: Не удается скачать видео, которые хранятся в iCloud. Загрузите их в локальную среду перед отправкой.
th_th: ไม่สามารถอัปโหลดวิดีโอที่เก็บไว้ใน iCloud ได้ โปรดอัปโหลดไปยังภายในเครื่องก่อนอัปโหลด
vi_vn: Không thể tải lên video được lưu trữ trong iCloud, vui lòng tải lên trên máy trước.
zh_cn: 无法上传iCloud中存储的视频，如需上传请先下载到本地
zh_tw: 無法上傳 iCloud 中儲存的視訊，如需上傳請先下載到本機

# 4Zs
source: All
de_de: Alle
es_es: Todo
fr_fr: Tous
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# UVM
source: All comments {{allCommentNumber}}
de_de: Alle Kommentare {{allCommentNumber}}
es_es: Todos los comentarios {{allCommentNumber}}
fr_fr: Tous les commentaires {{allCommentNumber}}
hi_in: सभी टिप्पणियाँ {{allCommentNumber}}
id_id: Semua komentar {{allCommentNumber}}
it_it: Tutti i commenti {{allCommentNumber}}
ja_jp: すべてのコメント {{allCommentNumber}}
ko_kr: 모든 댓글 {{allCommentNumber}}
ms_my: Semua komen {{allCommentNumber}}
pt_br: Todos os comentários {{allCommentNumber}}
ru_ru: Все комментарии {{allCommentNumber}}
th_th: ความคิดเห็นทั้งหมด {{allCommentNumber}}
vi_vn: Tất cả các bình luận {{allCommentNumber}}
zh_cn: 全部评论 {{allCommentNumber}}
zh_tw: 全部評論 {{allCommentNumber}}

# niI
source: Anonymous:
de_de: Anonym:
es_es: Anónimo:
fr_fr: Anonyme :
hi_in: अनाम:
id_id: Anonim:
it_it: Anonimo:
ja_jp: 匿名：
ko_kr: 익명:
ms_my: Tanpa nama:
pt_br: Anônimo:
ru_ru: Анонимно:
th_th: ไม่เปิดเผยตัวตน:
vi_vn: Ẩn danh:
zh_cn: 匿名：
zh_tw: 匿名：

# dX8
source: Anonymous sharing limit exceeded
de_de: Limit für anonymes Teilen überschritten
es_es: Has superado el límite para compartir de forma anónima
fr_fr: Limite de partage anonyme dépassée
hi_in: अनाम साझाकरण की सीमा पार हुई
id_id: Batas berbagi anonim terlampaui
it_it: Limite di condivisione anonima superato
ja_jp: 匿名でシェアできる回数の上限に達しています。実名を選択してください。
ko_kr: 익명 공유 한도를 초과했습니다
ms_my: Had perkongsian tanpa nama melebihi
pt_br: Limite de compartilhamento anônimo excedido
ru_ru: Превышен предел анонимных публикаций
th_th: การแบ่งปันโดยไม่เปิดเผยตัวตนเกินขีดจำกัดแล้ว
vi_vn: Đã vượt giới hạn chia sẻ ẩn danh
zh_cn: 你已达到匿名分享上限，请选择实名身份
zh_tw: 你已達到匿名分享上限，請選擇實名身分

# 7TU
source: Anonymous
de_de: Anonym
es_es: Anónimo
fr_fr: Anonyme
hi_in: अनाम
id_id: Anonim
it_it: Anonimo
ja_jp: 匿名ユーザー
ko_kr: 익명
ms_my: Tanpa nama
pt_br: Anônimo
ru_ru: Анонимно
th_th: ไม่เปิดเผยตัวตน
vi_vn: Ẩn danh
zh_cn: 匿名用户
zh_tw: 匿名使用者

# WLI
source: Delete {{deleteCommentUserName}}'s comment?
de_de: Kommentar von {{deleteCommentUserName}} löschen?
es_es: ¿Eliminar comentario de {{deleteCommentUserName}}?
fr_fr: Supprimer le commentaire de {{deleteCommentUserName}} ?
hi_in: {{deleteCommentUserName}} की टिप्पणी हटाएँ?
id_id: Hapus komentar {{deleteCommentUserName}}?
it_it: Vuoi eliminare il commento di {{deleteCommentUserName}}?
ja_jp: {{deleteCommentUserName}} のコメントを削除しますか？
ko_kr: {{deleteCommentUserName}} 님의 댓글을 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam komen {{deleteCommentUserName}}?
pt_br: Excluir comentário de {{deleteCommentUserName}}?
ru_ru: Удалить комментарий {{deleteCommentUserName}}?
th_th: ลบความคิดเห็นของ {{deleteCommentUserName}} หรือไม่
vi_vn: Xóa bình luận của {{deleteCommentUserName}}?
zh_cn: 删除{{deleteCommentUserName}}的评论？
zh_tw: 刪除 {{deleteCommentUserName}} 的評論？

# Jaw
source: Delete {{deletePostUserName}}'s moment?
de_de: Moment von {{deletePostUserName}} löschen?
es_es: ¿Eliminar momento de {{deletePostUserName}}?
fr_fr: Supprimer le moment de {{deletePostUserName}} ?
hi_in: {{deletePostUserName}} का मोमेंट हटाएँ?
id_id: Hapus momen {{deletePostUserName}}?
it_it: Vuoi eliminare il post di {{deletePostUserName}}?
ja_jp: {{deletePostUserName}} の投稿を削除しますか？
ko_kr: {{deletePostUserName}} 님의 모멘트를 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam Momen {{deletePostUserName}}?
pt_br: Excluir momento de {{deletePostUserName}}?
ru_ru: Удалить момент {{deletePostUserName}}?
th_th: ลบช่วงเวลาของ {{deletePostUserName}}
vi_vn: Xóa khoảnh khắc của {{deletePostUserName}}?
zh_cn: 删除{{deletePostUserName}}的动态？
zh_tw: 刪除 {{deletePostUserName}} 的動態？

# 0WE
source: Delete this comment?
de_de: Diesen Kommentar löschen?
es_es: ¿Eliminar este comentario?
fr_fr: Supprimer ce commentaire ?
hi_in: यह टिप्पणी हटाएँ?
id_id: Hapus komentar ini?
it_it: Vuoi eliminare questo commento?
ja_jp: このコメントを削除しますか？
ko_kr: 이 댓글을 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam komen ini?
pt_br: Excluir este comentário?
ru_ru: Удалить этот комментарий?
th_th: ลบความคิดเห็นนี้หรือไม่
vi_vn: Xóa bình luận này?
zh_cn: 删除评论？
zh_tw: 刪除評論？

# wEg
source: Delete this moment?
de_de: Diesen Moment löschen?
es_es: ¿Eliminar este momento?
fr_fr: Supprimer ce moment ?
hi_in: यह मोमेंट हटाएँ?
id_id: Hapus momen ini?
it_it: Vuoi eliminare questo post?
ja_jp: この投稿を削除しますか？
ko_kr: 이 모멘트를 삭제하시겠습니까?
ms_my: Adakah anda pasti ingin memadam Momen ini?
pt_br: Excluir este momento?
ru_ru: Удалить этот момент?
th_th: ลบช่วงเวลาหรือไม่
vi_vn: Xóa khoảnh khắc này?
zh_cn: 删除动态？
zh_tw: 刪除動態？

# Wr8
source: Follow
de_de: Folgen
es_es: Seguir
fr_fr: Suivre
hi_in: अनुसरण करें
id_id: Ikuti
it_it: Segui
ja_jp: フォロー
ko_kr: 팔로우
ms_my: Ikuti
pt_br: Seguir
ru_ru: Подписаться
th_th: ติดตาม
vi_vn: Theo dõi
zh_cn: 关注
zh_tw: 關注

# R88
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# QYw
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
hi_in: श्रेणियाँ
id_id: Kategori
it_it: Categorie
ja_jp: カテゴリ
ko_kr: 카테고리
ms_my: Kategori
pt_br: Categorias
ru_ru: Категории
th_th: หมวดหมู่
vi_vn: Danh mục
zh_cn: 版块
zh_tw: 區塊

# Aos
source: My following
de_de: Von mir gefolgt
es_es: Seguidas
fr_fr: Mon abonnement
hi_in: मेरी श्रेणियाँ
id_id: Yang saya ikuti
it_it: Elementi seguiti
ja_jp: フォロー中
ko_kr: 내 팔로잉
ms_my: Orang yang saya ikuti
pt_br: Meus seguidores
ru_ru: Мои подписки
th_th: การติดตามของฉัน
vi_vn: Tôi đang theo dõi
zh_cn: 我关注的版块
zh_tw: 我關注的區塊

# RJE
source: Category:
de_de: Kategorie:
es_es: Categoría:
fr_fr: Catégorie :
id_id: Kategori:
it_it: Categoria:
ja_jp: カテゴリ：
ko_kr: 카테고리:
ms_my: Kategori:
pt_br: Categoria:
ru_ru: Категория:
th_th: หมวดหมู่:
vi_vn: Danh mục:
zh_cn: 版块：
zh_tw: 版塊：

# rTw
source: Choose nickname
de_de: Spitznamen auswählen
es_es: Elegir alias
fr_fr: Choisir un surnom
hi_in: उपनाम चुनें
id_id: Pilih nama panggilan
it_it: Scegli pseudonimo
ja_jp: 選択する
ko_kr: 별명 선택
ms_my: Pilih nama samaran
pt_br: Escolher apelido
ru_ru: Выбрать псевдоним
th_th: เลือกชื่อเล่น
vi_vn: Chọn biệt danh
zh_cn: 选择花名
zh_tw: 選擇暱稱

# 2Lw
source: Nickname mode is turned on. You can only add a reaction using a nickname. Choose one now?
de_de: Dieser Post wurde unter einem Spitznamen erstellt. Sie können eine Reaktion nur hinzufügen, wenn Sie einen Spitznamen verwenden. Jetzt einen wählen?
es_es: Esta publicación se ha realizado con un alias y, por tanto, solo se puede agregar una reacción usando un alias. ¿Elegir uno ahora?
fr_fr: Cette publication a été réalisée à l'aide d'un surnom et vous ne pouvez ajouter une réaction qu'à l'aide d'un surnom. Souhaitez-vous en choisir un maintenant ?
hi_in: यह पोस्ट उपनाम के तहत बनाया गया था और आप उपनाम का उपयोग करके केवल प्रतिक्रिया जोड़ सकते हैं. एक उपनाम अभी चुनें?
id_id: Postingan ini dibuat dengan nama panggilan dan Anda hanya dapat menambahkan reaksi menggunakan nama panggilan. Pilih salah satu sekarang?
it_it: Questo post è stato fatto sotto pseudonimo e puoi aggiungere solo una reazione usando uno pseudonimo. Vuoi sceglierne uno?
ja_jp: 現在ニックネームモードのため、リアクションにニックネームを使用する必要があります。今からニックネームを選択しますか？
ko_kr: 이 게시물은 별명으로 작성되었으며 별명으로만 반응을 추가할 수 있습니다. 지금 별명을 선택하시겠습니까?
ms_my: Mod nama samaran dihidupkan. Anda hanya boleh menambah tindak balas menggunakan nama samaran. Pilih satu sekarang?
pt_br: Esta postagem foi feita com um apelido, e você só pode adicionar uma reação usando um apelido. Escolher uma agora?
ru_ru: Эта публикация осуществлена под псевдонимом и вы можете добавить реакцию только с помощью псевдонима. Выбрать его сейчас?
th_th: โพสต์นี้ถูกสร้างขึ้นภายใต้ชื่อเล่นและคุณสามารถเพิ่มการแสดงความรู้สึกได้โดยใช้ชื่อเล่นเท่านั้น เลือกหนึ่งรายการตอนนี้เลยหรือไม่
vi_vn: Bài đăng này được đăng bằng một biệt danh và bạn chỉ có thể thêm một phản ứng bằng cách sử dụng một biệt danh. Chọn một biệt danh ngay lúc này?
zh_cn: 当前是花名模式，你需要使用花名身份回复表情。是否现在去选择一个花名？
zh_tw: 該動態是以暱稱身分發布，你需要使用暱稱身分回覆表情。是否現在選擇一個暱稱？

# Fy4
source: Not now
de_de: Jetzt nicht
es_es: Ahora no
fr_fr: Pas maintenant
hi_in: अभी नहीं
id_id: Tidak sekarang
it_it: Non adesso
ja_jp: 今はしない
ko_kr: 나중에
ms_my: Bukan sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Không phải lúc này
zh_cn: 稍后再说
zh_tw: 稍後再說

# OG8
source: Choose nickname
de_de: Spitznamen auswählen
es_es: Elegir alias
fr_fr: Choisir un surnom
hi_in: उपनाम चुनें
id_id: Pilih nama panggilan
it_it: Scegli pseudonimo
ja_jp: ニックネームを選択
ko_kr: 별명 선택
ms_my: Pilih nama samaran
pt_br: Escolher apelido
ru_ru: Выбрать псевдоним
th_th: เลือกชื่อเล่น
vi_vn: Chọn biệt danh
zh_cn: 选择花名
zh_tw: 選擇暱稱

# CAU
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
id_id: Coba Lagi
it_it: Riprova
ja_jp: クリックして再試行
ko_kr: 다시 시도
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Повторите попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# Q3o
source: Tap to add to "My following"
de_de: Tippen zum Hinzufügen zu „Von mir gefolgt“
es_es: Pulsa para agregar a "Seguidas"
fr_fr: Appuyez pour ajouter à "Mon abonnement"
hi_in: "मेरी श्रेणियाँ" जोड़ने के लिए टैप करें
id_id: Ketuk untuk menambahkan ke "Yang saya ikuti"
it_it: Tocca per aggiungere a "Elementi seguiti"
ja_jp: クリックすると「フォロー中」に追加されます。
ko_kr: 탭하여 "내 팔로잉"에 추가
ms_my: Ketuk untuk menambah ke "Pengikut Saya"
pt_br: Toque para adicionar a "Meus seguidores"
ru_ru: Нажмите, чтобы добавить в "Мои подписки"
th_th: แตะเพื่อเพิ่มใน "การติดตามของฉัน"
vi_vn: Nhấn để thêm vào mục "Tôi đang theo dõi"
zh_cn: 点击可添加到“我关注的版块”
zh_tw: 點選可新增至「我關注的區塊」

# +A4
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# gJ0
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# YwI
source: You've selected "{{nickname}}" as your nickname. You can only change your nickname once a year
de_de: Sie haben „{{nickname}}“ als Spitznamen ausgewählt. Sie können Ihren Spitznamen nur einmal pro Jahr ändern
es_es: Has seleccionado "{{nickname}}" como apodo. Solo puedes cambiar tu apodo una vez al año
fr_fr: Vous avez choisi "{{nickname}}" comme pseudo. Vous ne pouvez changer votre pseudo qu'une fois par an.
hi_in: आपने उपनाम के रूप में "{{nickname}}" चुना है. आप अपना उपनाम वर्ष में केवल एक बार बदल सकते हैं.
id_id: Anda telah memilih "{{nickname}}" sebagai nama panggilan Anda. Anda hanya dapat mengubah nama panggilan Anda sekali per tahun.
it_it: Hai selezionato "{{nickname}}" come tuo soprannome. È possibile modificare il soprannome solo una volta all'anno
ja_jp: ニックネーム「 {{nickname}}」 を選択しました。ニックネームの変更は 1 年に 1 回のみ可能です。
ko_kr: "{{nickname}}"을(를) 닉네임으로 선택했습니다. 1년에 한 번만 닉네임을 변경할 수 있습니다
ms_my: Anda telah memilih "{{nickname}}" sebagai nama samaran anda. Anda hanya boleh menukar nama samaran sekali setahun
pt_br: Você selecionou "{{nickname}}" como seu apelido. Você só pode alterar seu apelido uma vez por ano
ru_ru: Вы выбрали "{{nickname}}" в качестве своего псевдонима. Псевдоним можно менять только раз в год
th_th: คุณเลือก "{{nickname}}" เป็นชื่อเล่นของคุณ ชื่อเล่นนี้เปลี่ยนได้ปีละหนึ่งครั้งเท่านั้น
vi_vn: Bạn đã chọn "{{nickname}}" làm biệt danh. Bạn chỉ có thể thay đổi biệt danh một lần mỗi năm
zh_cn: 你选择的花名是“{{nickname}}”。一年只能更改一次花名
zh_tw: 你選擇的暱稱是「{{nickname}}」。一年只能變更一次暱稱

# SFQ
source: Confirm nickname
de_de: Spitznamen bestätigen
es_es: Confirmar alias
fr_fr: Confirmer le surnom
hi_in: उपनाम पुष्ट करें
id_id: Konfirmasi nama panggilan
it_it: Conferma pseudonimo
ja_jp: このニックネームを使用しますか？
ko_kr: 별명 확인
ms_my: Sahkan nama samaran
pt_br: Confirme o apelido
ru_ru: Подтвердить псевдоним
th_th: ยืนยันชื่อเล่น
vi_vn: Xác nhận biệt danh
zh_cn: 确定使用该花名？
zh_tw: 確定使用該花名？

# MZg
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# rNU
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
hi_in: लिंक कॉपी करें
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin Pautan
pt_br: Copiar link
ru_ru: Скопировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

# 3xI
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 5Zg
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 9dI
source: Unable to delete, please try again
de_de: Löschen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede eliminar, inténtalo de nuevo
fr_fr: Suppression impossible, veuillez réessayer
hi_in: हटाने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat menghapus, coba lagi
it_it: Impossibile eliminare, riprova
ja_jp: 削除できませんでした。再試行してください。
ko_kr: 삭제할 수 없습니다. 다시 시도하세요
ms_my: Tidak dapat padam, sila cuba lagi
pt_br: Não foi possível excluir. Tente novamente.
ru_ru: Не удалось удалить. Повторите попытку
th_th: ไม่สามารถลบได้ โปรดลองอีกครั้ง
vi_vn: Không thể xóa, vui lòng thử lại
zh_cn: 无法删除，请重试
zh_tw: 無法刪除，請重試

# L6k
source: Why are you reporting this post?
de_de: Warum melden Sie diesen Beitrag?
es_es: ¿Por qué estás notificando esta publicación?
fr_fr: Pourquoi signalez-vous cette publication ?
hi_in: आप यह पोस्ट क्यों रिपोर्ट कर रहे हैं?
id_id: Mengapa Anda melaporkan postingan ini?
it_it: Perché stai segnalando questo post?
ja_jp: 通報理由を記入してください
ko_kr: 이 게시물을 신고하는 이유는 무엇인가요?
ms_my: Kenapa anda melaporkan pos ini?
pt_br: Por que você está denunciando esta postagem?
ru_ru: Почему вы сообщаете об этой публикации?
th_th: ทำไมคุณจึงรายงานโพสต์นี้
vi_vn: Tại sao bạn lại báo cáo bài đăng này?
zh_cn: 详细描述举报理由
zh_tw: 詳細描述舉報理由

# LJE
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# LiM
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# cis
source: Please enter no more than {{titleNum}} characters
de_de: Geben Sie maximal {{titleNum}} Zeichen ein.
es_es: No introduzcas más de {{titleNum}} caracteres
fr_fr: Veuillez ne pas saisir plus de {{titleNum}} caractères
hi_in: कृपया से {{titleNum}} अधिक वर्ण दर्ज न करें
id_id: Masukkan tidak lebih dari {{titleNum}} karakter
it_it: Non immettere più di {{titleNum}} caratteri
ja_jp: 文字数は最大 {{titleNum}} までです。再試行してください。
ko_kr: {{titleNum}}자 이하로 입력하세요
ms_my: Sila masukkan tidak lebih daripada {{titleNum}} aksara
pt_br: Insira no máximo {{titleNum}} caracteres
ru_ru: Введите не более {{titleNum}} симв.
th_th: โปรดป้อนไม่เกิน {{titleNum}} อักขระ
vi_vn: Vui lòng nhập tối đa {{titleNum}} ký tự
zh_cn: 字数超出 {{titleNum}}，请重试
zh_tw: 字數超出 {{titleNum}}，請重試

# igI
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: 戻る
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# Bh0
source: Changes will not be saved if you exit. Exit anyway?
de_de: Änderungen werden nicht gespeichert, wenn Sie den Vorgang beenden. Trotzdem beenden?
es_es: Los cambios no se guardarán si sales. ¿Quieres salir de todos modos?
fr_fr: Si vous quittez, les modifications ne seront pas enregistrées. Quitter quand même ?
hi_in: अगर आप बाहर निकल जाते हैं तो बदलाव सहेजे नहीं जाएँगे. फिर भी बाहर निकलें?
id_id: Perubahan tidak akan disimpan jika Anda keluar. Tetap keluar?
it_it: Se esci, le modifiche non verranno salvate. Vuoi uscire comunque?
ja_jp: 編集ページから退出すると、変更した内容は保存されません。退出しますか？
ko_kr: 종료하면 변경 사항이 저장되지 않습니다. 그래도 종료하시겠습니까?
ms_my: Perubahan tidak akan disimpan jika anda keluar. Keluar juga?
pt_br: As alterações não serão salvas se você sair. Sair mesmo assim?
ru_ru: Изменения не будут сохранены при выходе. Все равно выйти?
th_th: การเปลี่ยนแปลงจะไม่ถูกบันทึกหากคุณออก ต้องการออกหรือไม่
vi_vn: Các thay đổi sẽ không được lưu nếu bạn thoát. Vẫn thoát?
zh_cn: 退出编辑将无法保存当前的更改。确定退出？
zh_tw: 退出編輯將無法儲存目前的變更。確定退出？

# dtM
source: Please write something
de_de: Bitte etwas schreiben
es_es: Escribe algo
fr_fr: Veuillez saisir du texte
hi_in: कृपया कुछ लिखें
id_id: Tulis sesuatu
it_it: Scrivi qualcosa
ja_jp: コメントを入力してください。
ko_kr: 내용을 써주세요
ms_my: Sila tulis sesuatu
pt_br: Escreva algo
ru_ru: Напишите что-нибудь
th_th: โปรดเขียนอะไรสักหน่อย
vi_vn: Vui lòng viết gì đó
zh_cn: 请填写评论内容
zh_tw: 請填寫評論內容

# PQc
source: Unable to load, please try again
de_de: Laden nicht möglich. Versuchen Sie es erneut.
es_es: No se puede cargar, inténtalo de nuevo
fr_fr: Chargement impossible, veuillez réessayer
hi_in: लोड करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat memuat, coba lagi
it_it: Impossibile caricare, riprova
ja_jp: 読み込みできませんでした。再試行してください。
ko_kr: 로드할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memuat, sila cuba lagi
pt_br: Não foi possível carregar. Tente novamente.
ru_ru: Не удалось загрузить. Повторите попытку
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải, vui lòng thử lại
zh_cn: 无法加载，请重试
zh_tw: 無法載入，請重試

# s9o
source: Unable to refresh, please try again
de_de: Aktualisieren nicht möglich. Versuchen Sie es erneut.
es_es: No se puede actualizar, inténtalo de nuevo
fr_fr: Actualisation impossible, veuillez réessayer
hi_in: रिफ़्रेश करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat memperbarui, coba lagi
it_it: Impossibile aggiornare, riprova
ja_jp: 更新できませんでした。再試行してください。
ko_kr: 새로 고칠 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat menyegarkan, sila cuba lagi
pt_br: Não foi possível atualizar. Tente novamente.
ru_ru: Не удалось обновить. Повторите попытку
th_th: ไม่สามารถรีเฟรชได้ โปรดลองอีกครั้ง
vi_vn: Không thể làm mới, vui lòng thử lại
zh_cn: 无法刷新，请重试
zh_tw: 無法重新整理，請重試

# 81U
source: Unable to unfollow, please try again
de_de: Nicht mehr folgen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede dejar de seguir, inténtalo de nuevo
fr_fr: Désabonnement impossible, veuillez réessayer
hi_in: अनुसरण करना बंद करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat berhenti mengikuti, coba lagi
it_it: Impossibile seguire, riprova
ja_jp: フォローを解除できませんでした。再試行してください。
ko_kr: 팔로우를 취소할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat berhenti mengikuti, sila cuba lagi
pt_br: Não foi possível deixar de seguir. Tente novamente.
ru_ru: Не удалось отменить подписку. Повторите попытку
th_th: ไม่สามารถเลิกติดตามได้ โปรดลองอีกครั้ง
vi_vn: Không thể bỏ theo dõi, vui lòng thử lại
zh_cn: 无法取消关注，请重试
zh_tw: 無法取消關注，請重試
