Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 6uk
source: Unable to view Moments on pads, please use your phone or computer
de_de: Moments kann auf Tablets nicht angezeigt werden; bitte verwenden Sie Ihr Telefon oder Ihren Computer
es_es: No se puede ver Momentos en tabletas, utiliza un teléfono o un ordenador
fr_fr: Impossible d'afficher l'application Moments sur tablette, veuillez utiliser votre téléphone ou votre ordinateur
id_id: Gagal melihat Momen di pad. Gunakan ponsel atau komputer Anda
it_it: Impossibile visualizzare Momenti sui pad, usa il telefono o computer
ja_jp: タブレット版はモーメンツをサポートしていません。スマートフォン版またはデスクトップ版からご覧ください
ko_kr: 패드에서는 모멘트를 볼 수 없습니다. 휴대폰이나 컴퓨터를 사용하세요
ms_my: Tidak dapat melihat Momen pada pad, sila gunakan telefon atau komputer anda
pt_br: Não é possível visualizar os Momentos em tablets. Use seu telefone ou computador
ru_ru: Невозможно просмотреть Моменты на планшетах, используйте телефон или компьютер
th_th: ไม่สามารถดูช่วงเวลาบนแท็บเล็ตได้ โปรดใช้โทรศัพท์หรือคอมพิวเตอร์ของคุณ
vi_vn: Không thể xem Khoảnh khắc trên máy tính bảng, vui lòng sử dụng điện thoại hoặc máy tính cá nhân
zh_cn: 平板端不支持公司圈，请到手机或电脑端查看
zh_tw: 平板端不支援公司圈，請到手機或電腦端查看

# LFc
source: Notifications will show up here
de_de: Benachrichtigungen werden hier angezeigt.
es_es: Las notificaciones se mostrarán aquí
fr_fr: Les notifications s'afficheront ici
hi_in: नोटिफ़िकेशन यहाँ दिखाई देंगे
id_id: Notifikasi akan muncul di sini
it_it: Le notifiche verranno visualizzate qui
ja_jp: 通知はありません
ko_kr: 여기에 알림이 표시됩니다
ms_my: Pemberitahuan komuniti akan dipaparkan di sini
pt_br: As notificações serão mostradas aqui
ru_ru: Уведомления будут отображаться здесь
th_th: การแจ้งเตือนจะปรากฏที่นี่
vi_vn: Thông báo sẽ được hiển thị tại đây
zh_cn: 通知会出现在这里
zh_tw: 通知會出現在這裡

# hPE
source: mentioned you in a comment
de_de: hat Sie in einem Kommentar erwähnt
es_es: te ha mencionado en un comentario
fr_fr: vous a mentionné dans un commentaire
hi_in: ने टिप्पणी में आपका उल्लेख किया
id_id: menyebutkan Anda dalam komentar
it_it: ti ha menzionato in un commento
ja_jp: からコメントで@メンションされました
ko_kr: 님이 댓글에서 회원님을 멘션했습니다
ms_my: menyebut anda dalam komen
pt_br: mencionou você em um comentário
ru_ru: упомянул(-а) вас в комментарии
th_th: ได้กล่าวถึงคุณในความคิดเห็น
vi_vn: đã đề cập bạn trong một bình luận
zh_cn: 在评论中 @ 了你
zh_tw: 在評論中 @ 了你

# gXw
source: [Content has been removed]
de_de: [Inhalt wurde entfernt]
es_es: [El contacto se ha eliminado]
fr_fr: [Le contenu a été retiré]
hi_in: [सामग्री निकाल दी गई है]
id_id: [Konten telah dihapus]
it_it: [Il contenuto è stato rimosso]
ja_jp: [コンテンツは削除されました]
ko_kr: [콘텐츠가 제거되었습니다]
ms_my: [Kandungan telah dikeluarkan]
pt_br: [O conteúdo foi removido]
ru_ru: [Контент был удален]
th_th: [เนื้อหาถูกลบออก]
vi_vn: [Nội dung đã bị loại bỏ]
zh_cn: [内容已删除]
zh_tw: [內容已刪除]

# Jlw
source: Reactions
de_de: Reaktionen
es_es: Reacciones
fr_fr: Réactions
hi_in: प्रतिक्रियाएँ
id_id: Reaksi
it_it: Reazioni
ja_jp: 絵文字
ko_kr: 반응
ms_my: Tindak balas
pt_br: Reações
ru_ru: Реакции
th_th: การแสดงความรู้สึก
vi_vn: Tương tác
zh_cn: 表情
zh_tw: 表情

# ZPo
source: followed you
de_de: folgt Ihnen
es_es: te ha seguido
fr_fr: s'est abonné à vous
hi_in: ने आपका अनुसरण किया
id_id: mengikuti Anda
it_it: ti segue
ja_jp: からフォローされました
ko_kr: 님이 회원님을 팔로우했습니다
ms_my: mengikuti anda
pt_br: seguiu você
ru_ru: подписался(-ась) на вас
th_th: ได้ติดตามคุณ
vi_vn: đã theo dõi bạn
zh_cn: 关注了你
zh_tw: 關注了你

# a34
source: Activities
de_de: Aktivitäten
es_es: Actividades
fr_fr: Activités
hi_in: गतिविधियाँ
id_id: Aktivitas
it_it: Attività
ja_jp: すべて
ko_kr: 활동
ms_my: Aktiviti
pt_br: Atividades
ru_ru: Мероприятия
th_th: กิจกรรม
vi_vn: Hoạt động
zh_cn: 互动
zh_tw: 互動

# g6U
source: mentioned you in a moment
de_de: hat Sie in einem Moment erwähnt
es_es: te ha mencionado en un momento
fr_fr: vous a mentionné dans un moment
hi_in: ने मोमेंट में आपका उल्लेख किया
id_id: menyebutkan Anda di momen
it_it: ti ha menzionato in un post
ja_jp: からモーメンツで@メンションされました
ko_kr: 님이 모멘트에서 회원님을 멘션했습니다
ms_my: menyebut anda dalam Momen
pt_br: mencionou você em um momento
ru_ru: упомянул(-а) вас в моменте
th_th: ได้กล่าวถึงคุณในช่วงเวลา
vi_vn: đã đề cập bạn trong một khoảnh khắc
zh_cn: 在动态中 @ 了你
zh_tw: 在動態中 @ 了你

# LZA
source: reacted to your comment
de_de: hat auf Ihren Kommentar reagiert
es_es: ha reaccionado a tu comentario
fr_fr: a réagi à votre commentaire
hi_in: ने आपकी टिप्पणी पर प्रतिक्रिया दी
id_id: bereaksi terhadap komentar Anda
it_it: ha reagito al tuo commento
ja_jp: からコメントにリアクションがありました
ko_kr: 님이 회원님의 댓글에 반응했습니다
ms_my: bertindak balas kepada komen anda
pt_br: reagiu ao seu comentário
ru_ru: отреагировал(-а) на ваш комментарий
th_th: ได้แสดงความรู้สึกต่อความคิดเห็นของคุณ
vi_vn: đã tương tác với bình luận của bạn
zh_cn: 给你的评论回应了
zh_tw: 給你的評論回應了

# hx4
source: reacted to your moment
de_de: hat auf Ihren Moment reagiert
es_es: ha reaccionado a tu momento
fr_fr: a réagi à votre moment
hi_in: ने आपके मोमेंट पर प्रतिक्रिया दी
id_id: bereaksi terhadap momen Anda
it_it: ha reagito a un tuo post
ja_jp: からモーメンツでリアクションがありました
ko_kr: 님이 회원님의 모멘트에 반응했습니다
ms_my: bertindak balas pada Momen anda
pt_br: reagiu ao seu momento
ru_ru: отреагировал(-а) на ваш момент
th_th: ได้แสดงความรู้สึกต่อช่วงเวลาของคุณ
vi_vn: đã tương tác với khoảnh khắc của bạn
zh_cn: 给你的动态回应了
zh_tw: 給你的動態回應了

# 4Hg
source: replied to your comment
de_de: hat auf Ihren Kommentar geantwortet
es_es: ha respondido a tu comentario
fr_fr: a répondu à votre commentaire
hi_in: ने आपकी टिप्पणी पर उत्तर दिया
id_id: membalas komentar Anda
it_it: ha risposto al tuo commento
ja_jp: からコメントに返信がありました
ko_kr: 님이 회원님의 댓글에 답장했습니다
ms_my: membalas komen anda
pt_br: respondeu ao seu comentário
ru_ru: ответил(-а) на ваш комментарий
th_th: ได้ตอบกลับความคิดเห็นของคุณ
vi_vn: đã trả lời bình luận của bạn
zh_cn: 回复了你的评论
zh_tw: 回覆了你的評論

# Lg0
source: replied to your moment
de_de: hat auf Ihren Moment geantwortet
es_es: ha respondido a tu momento
fr_fr: a répondu à votre moment
hi_in: आपके मोमेंट पर उत्तर दिया
id_id: membalas momen Anda
it_it: ha risposto al tuo post
ja_jp: から返信がありました
ko_kr: 님이 회원님의 모멘트에 답장했습니다
ms_my: membalas Momen anda
pt_br: respondeu ao seu momento
ru_ru: ответил(-а) на ваш момент
th_th: ได้ตอบกลับช่วงเวลาของคุณ
vi_vn: đã trả lời khoảnh khắc của bạn
zh_cn: 回复了你的动态
zh_tw: 回覆了你的動態

# XtA
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
hi_in: नोटिफ़िकेशन
id_id: Notifikasi
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
ms_my: Notifikasi
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# 7WA
source: Remove from {{Homepage_ForYou}}?
de_de: Aus {{Homepage_ForYou}} entfernen?
es_es: ¿Quitar de "{{Homepage_ForYou}}"?
fr_fr: Retirer de "{{Homepage_ForYou}}" ?
id_id: Hapus dari {{Homepage_ForYou}}?
it_it: Rimuovere da {{Homepage_ForYou}}?
ja_jp: {{Homepage_ForYou}}から外しますか？
ko_kr: {{Homepage_ForYou}}에서 제거하시겠습니까?
ms_my: Buang daripada {{Homepage_ForYou}}?
pt_br: Remover da {{Homepage_ForYou}}?
ru_ru: Удалить из {{Homepage_ForYou}}?
th_th: ลบออกจาก {{Homepage_ForYou}} หรือไม่
vi_vn: Xóa khỏi {{Homepage_ForYou}}?
zh_cn: 从{{Homepage_ForYou}}中移除？
zh_tw: 要從{{Homepage_ForYou}}中移除嗎？

# zog
source: Remove from {{Homepage_ForYou}}
de_de: Aus {{Homepage_ForYou}} entfernen
es_es: Quitar de {{Homepage_ForYou}}
fr_fr: Retirer de {{Homepage_ForYou}}
id_id: Hapus dari {{Homepage_ForYou}}
it_it: Rimuovi da {{Homepage_ForYou}}
ja_jp: {{Homepage_ForYou}}から外す
ko_kr: {{Homepage_ForYou}}에서 제거
ms_my: Buang daripada {{Homepage_ForYou}}
pt_br: Remover da {{Homepage_ForYou}}
ru_ru: Удалить из {{Homepage_ForYou}}
th_th: ลบออกจาก {{Homepage_ForYou}}
vi_vn: Xóa khỏi {{Homepage_ForYou}}
zh_cn: 从{{Homepage_ForYou}}中移除
zh_tw: 從{{Homepage_ForYou}}中移除

# fBg
source: Oops, something went wrong, please try again later.
de_de: Hoppla, etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: ¡Vaya! Algo ha salido mal, inténtalo de nuevo más tarde.
fr_fr: Désolé ! Une erreur est survenue, veuillez réessayer plus tard.
hi_in: ओह, कुछ ग़लत हुआ, कृपया बाद में पुनः प्रयास करें.
id_id: Maaf, ada yang salah. Coba lagi nanti.
it_it: Spiacenti, si è verificato un problema. Riprova più tardi.
ja_jp: エラーが発生しました。後ほど再試行してください。
ko_kr: 이런, 문제가 발생했습니다. 나중에 다시 시도해 보세요.
ms_my: Oops, sesuatu yang tidak kena, sila cuba lagi kemudian.
pt_br: Opa, algo deu errado. Tente novamente mais tarde.
ru_ru: Что-то пошло не так. Повторите попытку позже.
th_th: อ๊ะ มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc, đã có lỗi xảy ra, vui lòng thử lại sau.
zh_cn: 发生了一些错误，请稍后再试
zh_tw: 發生某些錯誤，請稍後再試

# ufo
source: This user doesn't have any followers yet.
de_de: Dieser Benutzer hat noch keine Follower.
es_es: Este usuario no tiene ningún seguidor todavía.
fr_fr: Cet utilisateur n'a pas encore d'abonnés.
hi_in: इस उपयोगकर्ता के अभी तक कोई फ़ॉलोअर नहीं हैं.
id_id: Pengguna ini belum memiliki pengikut.
it_it: Questo utente non ha ancora alcun follower.
ja_jp: フォロワーがいません
ko_kr: 이 사용자는 아직 팔로워가 없습니다.
ms_my: Pengguna ini belum ada pengikut lagi.
pt_br: Este usuário ainda não tem nenhum seguidor.
ru_ru: У этого пользователя еще нет подписчиков.
th_th: ผู้ใช้รายนี้ยังไม่มีผู้ติดตามใด ๆ
vi_vn: Người dùng này chưa có bất kỳ người theo dõi nào.
zh_cn: 还没有人关注 Ta
zh_tw: 還沒有人關注 Ta

# cGE
source: This user hasn't followed anyone yet.
de_de: Dieser Benutzer folgt noch niemandem.
es_es: Este usuario no ha seguido a nadie todavía.
fr_fr: Cet utilisateur n'a encore suivi personne.
hi_in: इस उपयोगकर्ता ने अभी तक किसी का अनुसरण नहीं किया है.
id_id: Pengguna ini belum mengikuti siapa pun.
it_it: Questo utente non segue ancora nessuno.
ja_jp: フォローしているユーザーがいません
ko_kr: 이 사용자는 아직 아무도 팔로우하지 않았습니다.
ms_my: Pengguna ini belum mengikuti sesiapa lagi.
pt_br: Este usuário ainda não seguiu ninguém.
ru_ru: Этот пользователь еще ни на кого не подписан.
th_th: ผู้ใช้รายนี้ยังไม่ได้ติดตามใคร
vi_vn: Người dùng này chưa theo dõi bất kỳ người nào.
zh_cn: Ta 还没有关注的人
zh_tw: Ta 還沒有關注的人

# BMw
source: {{pastHour}} hr ago
de_de: Vor {{pastHour}} Std.
es_es: Hace {{pastHour}} h.
fr_fr: {{pastHour}} heure avant
hi_in: {{pastHour}} घंटे पहले
id_id: {{pastHour}} jam yang lalu
it_it: {{pastHour}} h fa
ja_jp: {{pastHour}} 時間前
ko_kr: {{pastHour}}시간 전
ms_my: {{pastHour}} jam lalu
pt_br: {{pastHour}} h atrás
ru_ru: {{pastHour}} ч. назад
th_th: {{pastHour}} ชั่วโมงก่อน
vi_vn: {{pastHour}} giờ trước
zh_cn: {{pastHour}} 小时前
zh_tw: {{pastHour}} 小時前

# p78
source: {{pastMinute}} min ago
de_de: Vor {{pastMinute}} Min.
es_es: Hace {{pastMinute}} min.
fr_fr: {{pastMinute}} minute avant
hi_in: {{pastMinute}} मिनट पहले
id_id: {{pastMinute}} menit yang lalu
it_it: {{pastMinute}} min fa
ja_jp: {{pastMinute}} 分前
ko_kr: {{pastMinute}}분 전
ms_my: {{pastMinute}} min yang lalu
pt_br: {{pastMinute}} min atrás
ru_ru: {{pastMinute}} мин. назад
th_th: {{pastMinute}} นาทีก่อน
vi_vn: {{pastMinute}} phút trước
zh_cn: {{pastMinute}} 分钟前
zh_tw: {{pastMinute}} 分鐘前

# 7KU
source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hi_in: पेंडिंग
id_id: Menunggu
it_it: In sospeso
ja_jp: 承認待ち
ko_kr: 보류 중
ms_my: Menunggu
pt_br: Pendente
ru_ru: Ожидается
th_th: รอดำเนินการ
vi_vn: Đang chờ duyệt
zh_cn: 待审核
zh_tw: 待審核

# mCA
source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hi_in: पेंडिंग
id_id: Menunggu
it_it: In sospeso
ja_jp: 承認待ち
ko_kr: 보류 중
ms_my: Menunggu
pt_br: Pendente
ru_ru: Ожидается
th_th: รอดำเนินการ
vi_vn: Đang chờ duyệt
zh_cn: 待审核
zh_tw: 待審核

# 5sQ
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Gambar]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_tw: [圖片]

# dUk
source: Pin
de_de: Anheften
es_es: Anclar
fr_fr: Épingler
hi_in: पिन करें
it_it: Aggiungi
ja_jp: トップに固定
ko_kr: 고정
pt_br: Fixar
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
zh_cn: 置顶
zh_tw: 置頂

# ILw
source: Pinned, please refresh page
de_de: Angeheftet. Aktualisieren Sie die Seite.
es_es: Se ha anclado, actualiza página
fr_fr: Épinglé, veuillez actualiser la page
hi_in: पिन किया गया, कृपया पेज रिफ़्रेश करें
id_id: Dipasangi pin, perbarui halaman
it_it: Aggiunto, aggiorna la pagina
ja_jp: トップに固定しました。更新してみてください。
ko_kr: 고정되었습니다. 페이지를 새로 고치세요.
ms_my: Dipasang, sila muat semula halaman
pt_br: Fixado. Atualize a página.
ru_ru: Закреплено. Обновите страницу.
th_th: ปักหมุดแล้ว โปรดรีเฟรชหน้า
vi_vn: Đã ghim, vui lòng làm mới trang
zh_cn: 已置顶，请刷新页面
zh_tw: 已置頂，請重新整理頁面

# mCQ
source: Pinned until:
de_de: Angeheftet bis:
es_es: Anclado hasta:
fr_fr: Épinglé jusqu'au :
hi_in: इस समय तक पिन किया गया:
id_id: Dipasangi pin hingga:
it_it: Aggiunto fino a:
ja_jp: 終了時刻：
ko_kr: 고정 기한:
ms_my: Dicantum sehingga:
pt_br: Fixado até:
ru_ru: Закреплено до:
th_th: ปักหมุดไว้จนถึง
vi_vn: Đã ghim cho đến khi:
zh_cn: 结束时间：
zh_tw: 結束時間：

# ibs
source: Mention
de_de: Erwähnen
es_es: Mencionar
hi_in: उल्लेख करें
id_id: Sebutkan
it_it: Menziona
ja_jp: @メンション
ko_kr: 멘션
ms_my: Sebut
pt_br: Mencionar
ru_ru: Упоминание
th_th: กล่าวถึง
vi_vn: Đề cập
zh_cn: 请选择你要@的人
zh_tw: 請選擇你要 @ 的人

# LsI
source: Select a category
de_de: Eine Kategorie auswählen
es_es: Seleccionar una categoría
fr_fr: Sélectionner une catégorie
id_id: Pilih kategori
it_it: Seleziona una categoria
ja_jp: 投稿するカテゴリ
ko_kr: 카테고리 선택
ms_my: Pilih kategori
pt_br: Selecionar uma categoria
ru_ru: Выберите категорию
th_th: เลือกหมวดหมู่
vi_vn: Chọn một danh mục
zh_cn: 发布到
zh_tw: 發布到

# 3aE
source: New Moment
de_de: Neuer Moment
es_es: Nuevo momento
fr_fr: Nouveau moment
hi_in: नया मोमेंट
id_id: Momen Baru
it_it: Nuovo post
ja_jp: 新規投稿
ko_kr: 새 모멘트
ms_my: Momen Baharu
pt_br: Novo momento
ru_ru: Новый Момент
th_th: ช่วงเวลาใหม่
vi_vn: Khoảnh khắc Mới
zh_cn: 发布新动态
zh_tw: 發布新動態

# NvY
source: Posted
de_de: Gepostet
es_es: Publicado
fr_fr: Publié
id_id: Diposting
it_it: Pubblicazione effettuata
ja_jp: 投稿しました
ko_kr: 게시되었습니다
ms_my: Disiarkan
pt_br: Postado
ru_ru: Опубликовано
th_th: โพสต์แล้ว
vi_vn: Đã đăng
zh_cn: 已发布
zh_tw: 已發布

# zQM
source: Real name:
de_de: Echter Name:
es_es: Nombre real:
fr_fr: Vrai nom :
hi_in: वास्तविक नाम:
id_id: Nama asli:
it_it: Vero nome:
ja_jp: 実名：
ko_kr: 실명:
ms_my: Nama sebenar:
pt_br: Nome real:
ru_ru: Настоящее имя:
th_th: ชื่อจริง:
vi_vn: Tên thật:
zh_cn: 实名：
zh_tw: 實名：

# jrE
source: Recent
de_de: Aktuell
es_es: Reciente
fr_fr: Récent
hi_in: हालिया
id_id: Terbaru
it_it: Recente
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近使用
zh_tw: 最近使用

# Ey4
source: Recently Commented
de_de: Kürzlich kommentiert
es_es: Comentado recientemente
fr_fr: Commenté récemment
id_id: Dikomentari Baru-Baru Ini
it_it: Commento aggiunto di recente
ja_jp: 最新コメント
ko_kr: 최신 댓글
ms_my: Baru Dikomen
pt_br: Comentado recentemente
ru_ru: Недавно прокомментированные
th_th: ความคิดเห็นล่าสุด
vi_vn: Đã nhận xét gần đây
zh_cn: 最新评论
zh_tw: 最新評論

# vxA
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 最新投稿
ko_kr: 최신
ms_my: Baharu
pt_br: Novo
ru_ru: Новый
th_th: ใหม่
vi_vn: Mới
zh_cn: 最新发布
zh_tw: 最新發布

# mNQ
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: रिफ़्रेश करें
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 换一批
zh_tw: 換一批

# i+E
source: Drag and drop to re-order
de_de: Ziehen und ablegen zum Neuanordnen
es_es: Arrastrar y soltar para reorganizar:
fr_fr: Glissez-déplacez afin de réorganiser les éléments
hi_in: पुनः क्रमित करने के लिए ड्रैग और ड्रॉप करें
id_id: Tarik dan letakkan untuk mengurutkan ulang
it_it: Sposta, trascina e rilascia per riordinare
ja_jp: 長押ししてドラッグすると並び替えできます。
ko_kr: 끌어서 놓아 재정렬
ms_my: Seret dan lepaskan untuk menyusun semula
pt_br: Arraste e solte para reordenar
ru_ru: Перетащите, чтобы изменить порядок
th_th: ลากแล้วปล่อยเพื่อจัดลำดับอีกครั้ง
vi_vn: Kéo và thả để sắp xếp lại thứ tự
zh_cn: 长按拖拽可以排序
zh_tw: 長按拖曳可以排序

# 3Sg
source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
hi_in: बदलें
id_id: Ganti
it_it: Sostituisci
ja_jp: 入れ替える
ko_kr: 교체
ms_my: Gantikan
pt_br: Substituir
ru_ru: Заменить
th_th: แทนที่
vi_vn: Thay thế
zh_cn: 替换
zh_tw: 替換

# AwA
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 답장
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_tw: 回覆

# Iag
source: Replying {{UserName}}
de_de: Antwort an {{UserName}}
es_es: Respondiendo a {{UserName}}
fr_fr: Répondre {{UserName}}
hi_in: {{UserName}} को उत्तर दे रहे हैं
id_id: Balas {{UserName}}
it_it: Risposta a {{UserName}}
ja_jp: {{UserName}} に返信
ko_kr: {{UserName}} 님에게 답장
ms_my: Menjawab {{UserName}}
pt_br: Respondendo {{UserName}}
ru_ru: В ответ {{UserName}}
th_th: กำลังตอบกลับ {{UserName}}
vi_vn: Đang trả lời {{UserName}}
zh_cn: 回复 {{UserName}}
zh_tw: 回覆 {{UserName}}

# F/Q
source: Report
de_de: Melden
es_es: Notificar
fr_fr: Signaler
hi_in: रिपोर्ट करें
id_id: Laporkan
it_it: Segnala
ja_jp: 通報
ko_kr: 신고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# IyU
source: Unable to submit report, please try again
de_de: Übermittlung der Meldung nicht möglich. Versuchen Sie es erneut.
es_es: No se puede enviar el informe, inténtalo de nuevo
fr_fr: Soumission du rapport impossible, veuillez réessayer
hi_in: रिपोर्ट सबमिट करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat mengirim laporan, coba lagi
it_it: Impossibile inviare rapporto, riprova
ja_jp: 通報を送信できませんでした。再試行してください。
ko_kr: 신고를 제출할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat menghantar laporan, sila cuba lagi
pt_br: Não foi possível enviar o relatório. Tente novamente.
ru_ru: Не удалось отправить отчет. Повторите попытку
th_th: ไม่สามารถส่งรายงานได้ โปรดลองอีกครั้ง
vi_vn: Không thể gửi báo cáo, vui lòng thử lại
zh_cn: 无法提交举报，请重试
zh_tw: 無法提交舉報，請重試

# PIc
source: Your report will be submitted to the {{ExclusiveCommunityName}} administrator.
de_de: Ihre Meldung wird dem {{ExclusiveCommunityName}}-Administrator übermittelt.
es_es: Tu informe se enviará al administrador de {{ExclusiveCommunityName}}.
fr_fr: Votre rapport sera soumis à l’administrateur {{ExclusiveCommunityName}}.
hi_in: आपकी रिपोर्ट {{ExclusiveCommunityName}} एडमिनिस्ट्रेटर को सबमिट की जाएगी.
id_id: Laporan Anda telah dikirim ke administrator {{ExclusiveCommunityName}}.
it_it: Il tuo rapporto sarà inviato all'amministratore di {{ExclusiveCommunityName}}.
ja_jp: 通報は{{ExclusiveCommunityName}}の管理者に送信されます。
ko_kr: 신고가 {{ExclusiveCommunityName}} 관리자에게 제출됩니다.
ms_my: Laporan anda akan dihantar kepada pentadbir {{ExclusiveCommunityName}}.
pt_br: Seu relatório será enviado para o administrador do {{ExclusiveCommunityName}}.
ru_ru: Ваш отчет будет отправлен администратору {{ExclusiveCommunityName}}.
th_th: รายงานของคุณจะถูกส่งไปยังผู้ดูแล {{ExclusiveCommunityName}}
vi_vn: Báo cáo của bạn sẽ được gửi cho quản trị viên {{ExclusiveCommunityName}}.
zh_cn: 你的举报会提交给{{ExclusiveCommunityName}}管理员处理。
zh_tw: 你的舉報會提交給 {{ExclusiveCommunityName}} 管理員處理。

# GcM
source: Report submitted
de_de: Meldung übermittelt
es_es: Informe enviado
fr_fr: Rapport soumis
hi_in: रिपोर्ट सबमिट की गई
id_id: Laporan dikirimkan
it_it: Report inviato
ja_jp: 通報を送信しました。
ko_kr: 신고 제출됨
ms_my: Laporan dihantar
pt_br: Relatório enviado
ru_ru: Отчет отправлен
th_th: ส่งรายงานแล้ว
vi_vn: Đã gửi báo cáo
zh_cn: 已提交举报
zh_tw: 已提交舉報

# 9gg
source: What would you like to share?
de_de: Was möchten Sie teilen?
es_es: ¿Qué quieres compartir?
fr_fr: Que souhaitez-vous partager ?
hi_in: आप क्या साझा करना चाहते हैं?
id_id: Apa yang ingin Anda bagikan?
it_it: Che cosa desideri condividere?
ja_jp: 自分の想いを発信...
ko_kr: 무엇을 공유하고 싶으신가요?
ms_my: Apa yang anda mahu bualkan?
pt_br: O que você gostaria de compartilhar?
ru_ru: Чем бы вы хотели поделиться?
th_th: คุณต้องการแบ่งปันสิ่งใด
vi_vn: Bạn muốn chia sẻ điều gì?
zh_cn: 分享你的想法...
zh_tw: 分享你的想法…

# BN4
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
hi_in: चुनें
id_id: Pilih
it_it: Seleziona
ja_jp: 選択してください
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Lựa chọn
zh_cn: 请选择
zh_tw: 請選取

# jvw
source: Select the nickname you'd like to use
de_de: Gewünschten Spitznamen auswählen
es_es: Selecciona el alias que te gustaría usar
fr_fr: Sélectionnez le surnom que vous souhaitez utiliser
hi_in: वह उपनाम चुनें जिसका आप उपयोग करना चाहते हैं
id_id: Pilih nama panggilan yang ingin Anda gunakan
it_it: Seleziona lo pseudonimo che desideri utilizzare
ja_jp: リストからニックネームを選択してください。
ko_kr: 사용할 별명을 선택하세요
ms_my: Pilih nama samaran yang ingin digunakan
pt_br: Selecione o apelido que gostaria de usar
ru_ru: Выберите псевдоним, который вы хотите использовать
th_th: เลือกชื่อเล่นที่คุณต้องการใช้
vi_vn: Lựa chọn biệt danh mà bạn muốn sử dụng
zh_cn: 请从列表中选择你想使用的花名
zh_tw: 請從清單中選擇你想使用的花名

# 3lU
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 確定
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 确定
zh_tw: 確定

# yDg
source: Select nickname
de_de: Spitznamen auswählen
es_es: Seleccionar alias
fr_fr: Sélectionner un surnom
hi_in: उपनाम चुनें
id_id: Pilih nama panggilan
it_it: Seleziona pseudonimo
ja_jp: ニックネームを選択
ko_kr: 별명 선택
ms_my: Pilih nama samaran
pt_br: Selecione o apelido
ru_ru: Выберите псевдоним
th_th: เลือกชื่อเล่น
vi_vn: Lựa chọn biệt danh
zh_cn: 选择花名
zh_tw: 選擇花名

# BLk
source: Post as
de_de: Posten als
es_es: Publicar como
fr_fr: Publier en tant que
hi_in: इस रूप में पोस्ट करें
id_id: Posting sebagai
it_it: Pubblica come
ja_jp: 投稿者名を選択
ko_kr: 게시 이름
ms_my: Pos sebagai
pt_br: Postar como
ru_ru: Опубликовать как
th_th: โพสต์ในนาม
vi_vn: Đăng tải dưới dạng
zh_cn: 选择发布身份
zh_tw: 選擇發布身分

# WnU
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Siarkan
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_tw: 傳送

# PBc
source: Unable to post, please try again
de_de: Posten nicht möglich. Versuchen Sie es erneut.
es_es: No se puede publicar, inténtalo de nuevo
fr_fr: Publication impossible, veuillez réessayer
hi_in: पोस्ट करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat memposting, coba lagi
it_it: Impossibile pubblicare, riprova
ja_jp: コメントを投稿できませんでした。再試行してください。
ko_kr: 게시할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat siarkan, sila cuba lagi
pt_br: Não foi possível postar. Tente novamente.
ru_ru: Не удалось опубликовать. Повторите попытку
th_th: ไม่สามารถโพสต์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng tải, vui lòng thử lại
zh_cn: 无法发布，请重试
zh_tw: 無法發布，請重試

# 7JY
source: Posting...
de_de: Posten...
es_es: Publicando...
fr_fr: Publication…
hi_in: पोस्ट किया जा रहा है…
id_id: Memposting...
it_it: Pubblicazione in corso...
ja_jp: 投稿中…
ko_kr: 게시 중...
ms_my: Mengepos
pt_br: Postando...
ru_ru: Публикация...
th_th: กำลังโพสต์...
vi_vn: Đang đăng bài...
zh_cn: 发布中...
zh_tw: 發布中...

# omg
source: Unable to make changes, please try again
de_de: Durchführen von Änderungen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede hacer ningún cambio, inténtalo de nuevo
fr_fr: Impossible d'apporter des modifications, veuillez réessayer
hi_in: बदलाव करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat melakukan perubahan, coba lagi
it_it: Impossibile apportare modifiche, riprova
ja_jp: 設定できませんでした。再試行してください。
ko_kr: 변경할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat ubah, sila cuba lagi
pt_br: Não foi possível fazer as alterações. Tente novamente.
ru_ru: Не удалось внести изменения. Повторите попытку
th_th: ไม่สามารถทำการเปลี่ยนแปลงได้ โปรดลองอีกครั้ง
vi_vn: Không thể thực hiện thay đổi, vui lòng thử lại
zh_cn: 无法设置，请重试
zh_tw: 無法設定，請重試

# A2c
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: シェア
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享
