Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# iQ0
source: Share your thoughts!
de_de: Teilen Sie Ihre Gedanken!
es_es: ¡Comparte tus pensamientos!
fr_fr: Partagez vos pensées !
hi_in: अपने विचार साझा करें!
id_id: Bagikan ide Anda!
it_it: Condividi i tuoi pensieri!
ja_jp: モーメンツに投稿しましょう！
ko_kr: 생각을 알려주세요!
ms_my: Kongsi pendapat anda!
pt_br: Compartilhe suas ideias!
ru_ru: Поделитесь своими мыслями!
th_th: แบ่งปันความคิดของคุณ!
vi_vn: Chia sẻ suy nghĩ của bạn!
zh_cn: 发布一个新动态吧！
zh_tw: 發布一個新動態吧！

# oCI
source: Leave a comment
de_de: Kommentar hinterlassen
es_es: Dejar un comentario
fr_fr: Laisser un commentaire
hi_in: टिप्पणी छोड़ें
id_id: Tinggalkan komentar
it_it: Lascia un commento
ja_jp: コメントしましょう
ko_kr: 댓글을 남겨주세요
ms_my: Tinggalkan komen
pt_br: Deixar um comentário
ru_ru: Оставить комментарий
th_th: แสดงความคิดเห็น
vi_vn: Để lại một bình luận
zh_cn: 留下你的评论...
zh_tw: 留下你的評論...

# AUM
source: Shared
de_de: Geteilt
es_es: Se ha compartido
fr_fr: Partagé(e)
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condivisione completata
ja_jp: シェア済み
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Открыт доступ
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 已分享
zh_tw: 已分享

# PFk
source: Spectator {{number}}
de_de: Zuschauer {{number}}
es_es: Espectador {{number}}
fr_fr: Spectateur {{number}}
hi_in: दर्शक {{number}}
id_id: Penonton {{number}}
it_it: Spettatore {{number}}
ja_jp: 匿名さん {{number}}
ko_kr: 구경꾼 {{number}}
ms_my: Penonton {{number}}
pt_br: Observador {{number}}
ru_ru: Зритель {{number}}
th_th: ผู้สังเกตุการณ์ {{number}}
vi_vn: Khán giả {{number}}
zh_cn: 观众 {{number}}
zh_tw: 觀眾 {{number}}

# TZo
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
hi_in: सबमिट करें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# x4E
source: Please upload videos within {{videoSize}} MB
de_de: Bitte Videos mit maximal {{videoSize}} MB hochladen
es_es: Sube videos inferiores a {{videoSize}} MB
fr_fr: Veuillez télécharger des vidéos d'une taille maximum de {{videoSize}} Mo
hi_in: कृपया {{videoSize}} MB से कम के वीडियो अपलोड करें
id_id: Unggah video dalam {{videoSize}} MB
it_it: Carica video di dimensione massima {{videoSize}} MB
ja_jp: アップロードできる動画は {{videoSize}} MBまでです。編集してから再度アップロードしてください。
ko_kr: {{videoSize}}MB 이내의 동영상을 업로드하세요
ms_my: Sila muat naik video dalam saiz {{videoSize}} MB
pt_br: Carregue vídeos com até {{videoSize}} MB
ru_ru: Загружайте видео размером не более {{videoSize}} МБ
th_th: โปรดอัปโหลดวิดีโอไม่เกิน {{videoSize}} MB
vi_vn: Vui lòng tải lên video có kích thước tối đa MB {{videoSize}}
zh_cn: 只可上传 {{videoSize}} MB 以内的视频，请剪辑后重试
zh_tw: 只可上傳 {{videoSize}} MB 以內的視訊，請剪輯後重試

# zng
source: Please upload videos within {{videoTime}} min long
de_de: Bitte Videos mit einer Länge von mindestens {{videoTime}} hochladen
es_es: Sube videos inferiores a {{videoTime}} min.
fr_fr: Veuillez mettre en ligne des vidéos d'une durée maximum de {{videoTime}} minutes
hi_in: कृपया {{videoTime}} मिनट की लंबाई से कम के वीडियो अपलोड करें
id_id: Unggah video dalam waktu {{videoTime}} menit
it_it: Carica video della durata massima di {{videoTime}} minuti
ja_jp: アップロードできる動画は {{videoTime}} 分までです。編集してから再度アップロードしてください。
ko_kr: 최소 {{videoTime}}분 길이의 동영상을 업로드하세요
ms_my: Sila muat naik video dalam tempoh {{videoTime}} minit
pt_br: Carregue vídeos com até {{videoTime}} minutos de duração
ru_ru: Загружайте видео длиной не более {{videoTime}} мин.
th_th: โปรดอัปโหลดวิดีโอความยาวไม่เกิน {{videoTime}} นาที
vi_vn: Vui lòng tải lên video có thời lượng tối đa {{videoTime}} phút
zh_cn: 只可上传 {{videoTime}} 分钟以内的视频，请剪辑后重试
zh_tw: 只可上傳 {{videoTime}} 分鐘以內的視訊，請剪輯後重試

# /lA
source: [This comment has been removed]
de_de: [Dieser Kommentar wurde entfernt]
es_es: [Este comentario se ha eliminado]
fr_fr: [Ce commentaire a été retiré]
hi_in: [यह टिप्पणी निकाल दी गई है]
id_id: [Komentar ini telah dihapus]
it_it: [Questo commento è stato rimosso]
ja_jp: [このコメントは削除されました]
ko_kr: [이 댓글은 제거되었습니다]
ms_my: [Komen ini telah dikeluarkan]
pt_br: [Este comentário foi removido]
ru_ru: [Этот комментарий был удален]
th_th: [ความคิดเห็นนี้ถูกลบออก]
vi_vn: [Bình luận này đã bị loại bỏ]
zh_cn: [该评论已删除]
zh_tw: [該評論已刪除]

# kQM
source: You have exceeded the character limit, maximum {{num}} characters
de_de: Sie haben die Zeichenbeschränkung überschritten; maximal {{num}} Zeichen zulässig.
es_es: Has superado el límite de caracteres, el máximo es {{num}}
fr_fr: Vous avez dépassé la limite de caractères, {{num}} caractères maximum.
hi_in: आपने वर्ण सीमा पार कर ली है, अधिकतम {{num}} वर्ण
id_id: Anda telah melebihi batas karakter, maksimum {{num}} karakter
it_it: Hai superato il limite di caratteri consentito di {{num}}
ja_jp: 入力可能な文字数（最大 {{num}} 文字まで）を超えています。
ko_kr: 최대 {{num}}의 글자 수 한도를 초과했습니다
ms_my: Anda telah melebihi had aksara, maksimum {{num}} aksara
pt_br: Você excedeu o limite de caracteres. Máximo de {{num}} caracteres.
ru_ru: Вы превысили предельное количество символов ({{num}})
th_th: คุณป้อนเกินขีดจำกัดสูงสุดที่ {{num}} อักขระ
vi_vn: Bạn đã vượt quá giới hạn ký tự, tối đa {{num}} ký tự
zh_cn: 字数超出限制，最多 {{num}} 字
zh_tw: 字數超出限制，最多 {{num}} 字

# wPk
source: This moment has been removed
de_de: Dieser Moment wurde entfernt.
es_es: Este momento se ha borrado
fr_fr: Ce moment a été retiré
hi_in: यह मोमेंट निकाला जा चुका है
id_id: Momen ini telah dihapus
it_it: Questo post è stato rimosso
ja_jp: この投稿は削除されました
ko_kr: 이 모멘트는 제거되었습니다
ms_my: Momen ini telah dikeluarkan
pt_br: Este momento foi removido.
ru_ru: Этот момент был удален
th_th: ช่วงเวลานี้ถูกลบออกแล้ว
vi_vn: Khoảnh khắc này đã bị loại bỏ
zh_cn: 该动态已删除
zh_tw: 該動態已刪除

# pcA
source: 9999+ moments
es_es: 9999+ momentos
hi_in: 9999+ मोमेंट
id_id: 9999+ momen
it_it: 9999+ momenti
ja_jp: 9999+ 投稿
ko_kr: 피드 게시물 9999개 이상
ms_my: 9999+ saat
pt_br: Mais de 9.999 momentos
ru_ru: Более 9 999 моментов
th_th: ช่วงเวลา 9999+ รายการ
vi_vn: 9999+ khoảnh khắc
zh_cn: 9999+ 动态
zh_tw: 9999+ 動態

# v6M
source: 9999+ interactions
de_de: 9999+ Interaktionen
es_es: 9999+ interacciones
hi_in: 9999+ सहभागिताएँ
id_id: 9999+ interaksi
it_it: 9999+ interazioni
ja_jp: 9999+ エンゲージメント
ko_kr: 상호 작용 9999개 이상
ms_my: 9999+ interaksi
pt_br: Mais de 9.999 interações
ru_ru: Более 9 999 взаимодействий
th_th: การแสดงความรู้สึก 9999+ รายการ
vi_vn: 9999+ tương tác
zh_cn: 9999+ 互动
zh_tw: 9999+ 互動

# /GQ
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
hi_in: नया
id_id: Baru
it_it: Nuovo
ja_jp: 最新投稿
ko_kr: 신규
ms_my: Baharu
pt_br: Novo
ru_ru: Новое
th_th: ใหม่
vi_vn: Mới
zh_cn: 最新发布
zh_tw: 最新發布

# 6AY
source: Trending
de_de: Beliebt
es_es: Populares
fr_fr: Populaire(s)
hi_in: लोकप्रिय
id_id: Populer
it_it: Popolare
ja_jp: 人気投稿
ko_kr: 인기
pt_br: Popular
ru_ru: Популярные
th_th: ได้รับความนิยม
vi_vn: Thông dụng
zh_cn: 热门动态
zh_tw: 熱門動態

# Q6I
source: Unable to load.
de_de: Laden ist nicht möglich.
es_es: No se puede cargar.
fr_fr: Chargement impossible.
id_id: Gagal memuat.
it_it: Impossibile caricare.
ja_jp: 読み込みできませんでした。
ko_kr: 로드할 수 없습니다.
ms_my: Tidak dapat muat.
pt_br: Não é possível carregar.
ru_ru: Не удалось загрузить.
th_th: ไม่สามารถโหลดได้
vi_vn: Không thể tải.
zh_cn: 加载失败，
zh_tw: 載入失敗，

# b3k
source: Please try again.
de_de: Bitte versuchen Sie es erneut.
es_es: Inténtalo de nuevo.
fr_fr: Veuillez réessayer.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: 再試行
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi.
pt_br: Tente novamente.
ru_ru: Попробуйте еще раз.
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại.
zh_cn: 点击重试
zh_tw: 點選重試

# Cr4
source: Unable to select nickname. Please try again.
de_de: Auswählen von Spitznamen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede seleccionar un alias. Inténtalo de nuevo.
fr_fr: Sélection du surnom impossible. Veuillez réessayer.
hi_in: उपनाम चुनने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat memilih nama panggilan. Coba lagi.
it_it: Impossibile selezionare pseudonimo. Riprova.
ja_jp: ニックネームを選択できませんでした。再試行してください。
ko_kr: 별명을 선택할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memilih nama samaran. Sila cuba lagi.
pt_br: Não é possível selecionar o apelido. Tente novamente.
ru_ru: Не удалось выбрать псевдоним. Повторите попытку.
th_th: ไม่สามารถเลือกชื่อเล่นได้ โปรดลองอีกครั้ง
vi_vn: Không thể chọn được biệt danh. Vui lòng thử lại.
zh_cn: 花名选择失败，请重试
zh_tw: 花名選擇失敗，請重試

# N2o
source: Unable to share anonymously. Content will be shared under your real name.
de_de: Anonyme Freigabe nicht möglich. Der Inhalt wird unter Ihrem echten Namen freigegeben.
es_es: No se puede compartir de forma anónima. El contenido se compartirá con tu nombre real.
fr_fr: Impossible de partager de façon anonyme. Le contenu sera partagé sous votre vrai nom.
id_id: Gagal berbagi secara anonim. Konten akan dibagikan dengan nama asli Anda.
it_it: Impossibile condividere in modo anonimo. Il contenuto verrà condiviso con il tuo nome reale.
ja_jp: 匿名で投稿できないため、実名で投稿します。
ko_kr: 익명으로 공유할 수 없습니다. 콘텐츠는 실명으로 공유됩니다.
ms_my: Tidak boleh berkongsi secara anonim. Kandungan akan dikongsi dengan nama sebenar anda.
pt_br: Não é possível compartilhar anonimamente. O conteúdo será compartilhado com seu nome verdadeiro.
ru_ru: Невозможно поделиться анонимно. Контент будет опубликован под вашим настоящим именем.
th_th: ไม่สามารถแบ่งปันโดยไม่เปิดเผยตัวตนได้ เนื้อหาจะถูกแบ่งปันภายใต้ชื่อจริงของคุณ
vi_vn: Không thể chia sẻ ẩn danh. Nội dung sẽ được chia sẻ bằng tên thật của bạn.
zh_cn: 无法使用匿名身份，将以实名身份发言
zh_tw: 無法使用匿名身分，將以真實姓名身分發言

source: Unable to make changes, please try again
de_de: Durchführen von Änderungen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede hacer ningún cambio, inténtalo de nuevo
fr_fr: Modification impossible, veuillez réessayer
hi_in: बदलाव करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat membuat perubahan. Coba lagi
it_it: Impossibile modificare, riprova
ja_jp: 完了できませんでした。再試行してください。
ko_kr: 변경할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat membuat perubahan, sila cuba lagi
pt_br: Não foi possível fazer as alterações. Tente novamente.
ru_ru: Не удалось внести изменения. Повторите попытку
th_th: ไม่สามารถเปลี่ยนแปลงได้ โปรดลองอีกครั้ง
vi_vn: Không thể thực hiện thay đổi, vui lòng thử lại
zh_cn: 操作失败，请重试
zh_tw: 操作失敗，請重試

# Lxc
source: Unable to post
de_de: Posten nicht möglich
es_es: No se puede publicar
fr_fr: Impossible de publier
id_id: Gagal memposting
it_it: Impossibile pubblicare
ja_jp: 投稿できませんでした
ko_kr: 게시할 수 없습니다
ms_my: Tidak dapat siarkan
pt_br: Não é possível postar
ru_ru: Не удалось опубликовать
th_th: ไม่สามารถโพสต์ได้
vi_vn: Không thể đăng
zh_cn: 发布失败
zh_tw: 發布失敗

# VUg
source: Uploading...
de_de: Wird hochgeladen...
es_es: Subiendo...
fr_fr: Téléchargement…
hi_in: अपलोड हो रहा है...
id_id: Mengunggah...
it_it: Caricamento in corso...
ja_jp: アップロード中...
ko_kr: 업로드 중...
ms_my: Memuat naik...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 上传中...
zh_tw: 上傳中...

# CTU
source: [Video]
fr_fr: [Vidéo]
hi_in: [वीडियो]
ja_jp: [動画]
ko_kr: [동영상]
ru_ru: [Видео]
th_th: [วิดีโอ]
zh_cn: [视频]
zh_tw: [影片]

# 2Ig
source: Unable to upload video, please try again
de_de: Hochladen von Video nicht möglich. Versuchen Sie es erneut.
es_es: El vídeo no se puede subir, inténtalo de nuevo
fr_fr: Téléchargement de la vidéo impossible, veuillez réessayer
hi_in: वीडियो अपलोड करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat mengunggah video, coba lagi
it_it: Impossibile caricare il video, riprova
ja_jp: 動画をアップロードできませんでした。再試行してください。
ko_kr: 동영상을 업로드할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat muat naik video, sila cuba lagi
pt_br: Não foi possível carregar o vídeo. Tente novamente.
ru_ru: Не удалось загрузить видео. Повторите попытку
th_th: ไม่สามารถอัปโหลดวิดีโอได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải lên video, vui lòng thử lại
zh_cn: 无法上传视频，请重试
zh_tw: 無法上傳視訊，請重試

# dBo
source: Video format not supported. Unable to send
de_de: Nicht unterstütztes Videoformat. Senden nicht möglich
es_es: El formato de vídeo no es compatible. Error al enviar
fr_fr: Format vidéo non pris en charge. Envoi impossible
id_id: Format video tidak didukung. Gagal mengirim
it_it: Formato video non supportato. Impossibile inviare
ja_jp: サポートされていないビデオ形式です。送信できません
ko_kr: 동영상 형식이 지원되지 않습니다. 전송할 수 없습니다
ms_my: Format video tidak disokong. Tidak dapat menghantar
pt_br: Formato de vídeo não suportado. Falha ao enviar
ru_ru: Формат видео не поддерживается. Не удалось отправить
th_th: ไม่รองรับรูปแบบวิดีโอ ส่งไม่สำเร็จ
vi_vn: Định dạng video không được hỗ trợ. Gửi không thành công
zh_cn: 不支持的视频格式，无法发送
zh_tw: 不支援的影片格式，無法傳送

# mx4
source: Copying is forbidden
de_de: Das Kopieren ist verboten
es_es: La copia está prohibida
fr_fr: La copie est formellement interdite
id_id: Dilarang menyalin
it_it: Copia vietata
ja_jp: コピーが禁止されています。
ko_kr: 복사가 금지되어 있습니다
ms_my: Penggandaan dilarang
pt_br: A cópia é proibida
ru_ru: Копирование запрещено
th_th: ห้ามทำการคัดลอก
vi_vn: Đã cấm sao chép
zh_cn: 禁止复制
zh_tw: 禁止複製

# p7A
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# NFE
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 复制成功
zh_tw: 複製成功

# FWs
source: Select up to %ld photos
de_de: Wählen Sie bis zu %ld Fotos aus
es_es: Seleccionar un máximo de %ld fotos
fr_fr: Sélectionnez jusqu'à %ld photos
hi_in: अधिकतम %ld फ़ोटो चुनें
id_id: Pilih hingga %ld foto
it_it: Seleziona fino a%ld foto
ja_jp: 最大 %d 枚の写真を選択できます
ko_kr: 사진 최대 %ld장까지 선택하세요
ms_my: Pilih sehingga %ld gambar
pt_br: Selecione até %Id fotos
ru_ru: Выбрать не более %ld фото
th_th: เลือกได้สูงสุด %ld ภาพ
vi_vn: Chọn tối đa %ld ảnh
zh_cn: 最多只能选择%ld张图片
zh_tw: 最多只能選擇 %ld 張圖片

# xcs
source: Select no more than one video
de_de: Wählen Sie nicht mehr als ein Video aus
es_es: Seleccionar como máximo un vídeo
fr_fr: Ne sélectionnez pas plus d'une vidéo
hi_in: एक से अधिक वीडियो न चुनें
id_id: Pilih tidak lebih dari satu video
it_it: Seleziona non più di un video
ja_jp: 最多 ％Id 個の動画を選択できます
ko_kr: 한 개를 초과하여 동영상을 선택하지 마세요
ms_my: Pilih tidak lebih daripada satu video
pt_br: Selecione apenas um vídeo
ru_ru: Выберите не больше одного видео
th_th: เลือกได้ไม่เกินหนึ่งวิดีโอ
vi_vn: Chọn tối đa một video
zh_cn: 最多只能选择%ld个视频
zh_tw: 最多只能選擇 %ld 個影片

# D34
source: QR code error. Please try again.
de_de: QR-Code-Fehler. Versuchen Sie es erneut.
es_es: Error con el código QR. Inténtalo de nuevo, por favor.
fr_fr: Erreur de code QR. Veuillez réessayer.
hi_in: QR कोड त्रुटि. कृपया पुनः प्रयास करें.
id_id: Kesalahan kode QR. Coba lagi.
it_it: Errore del codice QR. Riprova.
ja_jp: このQRコードを読み込めませんでした。再試行してください
ko_kr: QR 코드 오류. 다시 시도하세요.
ms_my: Ralat kod QR. Sila cuba lagi.
pt_br: Erro no código QR. Tente novamente.
ru_ru: Ошибка QR-кода. Повторите попытку.
th_th: คิวอาร์โค้ดมีข้อผิดพลาด โปรดลองอีกครั้ง
vi_vn: Lỗi mã QR. Vui lòng thử lại.
zh_cn: 无法解析该二维码，请重试
zh_tw: 無法解析該 QR 碼，請重試

# aEg
source: You cannot select image or video at the same time.
de_de: Sie können Bild und Video nicht gleichzeitig auswählen.
es_es: No puedes seleccionar imagen y vídeo a la vez.
fr_fr: Vous ne pouvez pas sélectionner une image et une vidéo en même temps.
hi_in: आप एक ही समय पर छवि या वीडियो नहीं चुन सकते हैं.
id_id: Anda tidak dapat memilih gambar atau video di waktu bersamaan.
it_it: Non puoi selezionare contemporaneamente immagine o video.
ja_jp: 写真と動画は同時に選択できません
ko_kr: 이미지 또는 동영상을 동시에 선택할 수 없습니다.
ms_my: Anda tidak boleh memilih gambar atau video pada masa yang sama.
pt_br: Você não pode selecionar imagem ou vídeo ao mesmo tempo.
ru_ru: Вы не можете одновременно выбрать изображение и видео.
th_th: คุณไม่สามารถเลือกภาพหรือวิดีโอพร้อมกันได้
vi_vn: Bạn không thể chọn hình ảnh hoặc video cùng lúc.
zh_cn: 不能同时选择照片和视频
zh_tw: 不能同時選擇照片和影片

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# nVc
source: Followers
de_de: Follower
es_es: Seguidores
fr_fr: Abonnés
hi_in: फ़ॉलोअर
id_id: Pengikut
it_it: Follower
ja_jp: フォロワー
ko_kr: 팔로워
ms_my: Pengikut
pt_br: Seguidores
ru_ru: Подписчики
th_th: ผู้ติดตาม
vi_vn: Người theo dõi
zh_cn: 被关注
zh_tw: 被關注

# TtY
source: Following
de_de: Folgend
es_es: Siguiendo
fr_fr: Abonnements
hi_in: अनुसरण किया जा रहा है
id_id: Mengikuti
it_it: Segui già
ja_jp: フォロー中
ko_kr: 팔로잉
ms_my: Mengikuti
pt_br: Seguindo
ru_ru: Подписки
th_th: กำลังติดตาม
vi_vn: Đang theo dõi
zh_cn: 关注
zh_tw: 關注

# H5A
source: Moment
es_es: Momento
hi_in: मोमेंट
id_id: Momen
it_it: Momento
ja_jp: 投稿
ko_kr: 피드 게시물
ms_my: Momen
pt_br: Momento
ru_ru: Момент
th_th: ช่วงเวลา
vi_vn: Khoảnh khắc
zh_cn: 动态
zh_tw: 動態

# lH0
source: Added to Trending. Please refresh page
de_de: Zu Trends hinzugefügt. Aktualisieren Sie die Seite
es_es: Se ha agregado a Tendencias. Actualiza la página
fr_fr: Ajout à Populaire réussi. Veuillez actualiser la page
hi_in: "ट्रेंडिंग" में जोड़ें. कृपया पेज रिफ़्रेश करें
id_id: Ditambahkan ke Sedang Tren. Perbarui halaman
it_it: Aggiunto alle tendenze. Aggiorna la pagina
ja_jp: 厳選投稿にアップしました。更新してみてください。
ko_kr: 인기 항목에 추가했습니다. 페이지를 새로 고침 하세요.
ms_my: Ditambah ke Tren. Sila muat semula halaman
pt_br: Adicionada às tendências. Atualize a página.
ru_ru: Добавлено в В тренде. Обновите страницу
th_th: เพิ่มไปยังรายการที่กำลังเป็นกระแสแล้ว โปรดรีเฟรชหน้านี้
vi_vn: Đã thêm vào mục Thịnh hành. Vui lòng làm mới trang
zh_cn: 已设为精选动态，请刷新页面
zh_tw: 已設為精選動態，請重新整理頁面

# 67Y
source: Administrator
es_es: Administrador
fr_fr: Administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# INU
source: Comments are turned off
de_de: Kommentare deaktiviert
es_es: Los comentarios se han desactivado
fr_fr: Les commentaires sont désactivés
hi_in: टिप्पणियाँ बंद की गईं
id_id: Komentar dinonaktifkan
it_it: I commenti sono disattivati
ja_jp: この投稿にコメントできません
ko_kr: 댓글이 꺼져 있습니다
ms_my: Komen dimatikan
pt_br: Os comentários estão desativados
ru_ru: Комментарии отключены
th_th: ปิดความคิดเห็นแล้ว
vi_vn: Đã tắt bình luận
zh_cn: 评论区已关闭
zh_tw: 評論區已關閉

# oJ8
source: Edit Trending Post
de_de: Trends-Beitrag bearbeiten
es_es: Editar publicación de Tendencias
fr_fr: Modifier la publication Populaire
hi_in: "ट्रेंडिंग पोस्ट" संपादित करें
id_id: Edit Postingan yang Sedang Tren
it_it: Modifica post delle tendenze
ja_jp: 厳選投稿を編集
ko_kr: 인기 게시물 편집
ms_my: Sunting Pos Tren
pt_br: Editar postagem das tendências
ru_ru: Изменить пост В тренде
th_th: แก้ไขโพสต์ที่กำลังเป็นกระแส
vi_vn: Chỉnh sửa Bài đăng Thịnh hành
zh_cn: 编辑精选动态
zh_tw: 編輯精選動態

# XZQ
source: Ending time
de_de: Endzeit
es_es: Hora de finalización
fr_fr: Heure de fin
hi_in: समाप्ति समय
id_id: Waktu selesai
it_it: Ora di fine
ja_jp: 厳選の終了時刻
ko_kr: 종료 시간
ms_my: Masa tamat
pt_br: Hora de término
ru_ru: Время окончания
th_th: เวลาสิ้นสุด
vi_vn: Thời gian kết thúc
zh_cn: 精选结束时间
zh_tw: 精選結束時間

# //8
source: Ending time has already passed. Please set again
de_de: Die Endzeit ist bereits abgelaufen. Erneut festlegen
es_es: La hora de finalización ya ha pasado. Establécela de nuevo
fr_fr: L'heure de fin est déjà passée. Veuillez définir à nouveau
hi_in: समाप्ति समय पहले ही बीत चुका है. कृपया पुनः सेट करें
id_id: Waktu selesai telah berlalu. Tetapkan ulang
it_it: L'ora di fine è già trascorsa. Imposta di nuovo
ja_jp: 厳選の終了時刻を過ぎたため、再試行してください。
ko_kr: 종료 시간이 이미 지났습니다. 다시 설정하세요.
ms_my: Masa tamat sudah berlalu. Sila tetapkan semula
pt_br: A hora de término já passou. Defina novamente.
ru_ru: Время окончания уже прошло. Установите еще раз
th_th: เวลาสิ้นสุดได้ผ่านไปแล้ว โปรดตั้งค่าอีกครั้ง
vi_vn: Thời gian kết thúc đã qua. Vui lòng đặt lại
zh_cn: 结束时间已过，请重试
zh_tw: 結束時間已過，請重試

# Msc
source: For You
de_de: Für Sie
es_es: Para ti
fr_fr: Pour vous
id_id: Untuk Anda
it_it: Per te
ja_jp: おすすめ
ko_kr: 추천
ms_my: Untuk Anda
pt_br: Para você
ru_ru: Для вас
th_th: สำหรับคุณ
vi_vn: Dành cho bạn
zh_cn: 推荐
zh_tw: 推薦

# yK0
source: Homepage
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
hi_in: होमपेज
id_id: Halaman beranda
ja_jp: トップページ
ko_kr: 홈페이지
ms_my: Laman Utama
ru_ru: Домашняя страница
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 首页
zh_tw: 首頁

# vgc
source: Once removed, this post will be hidden from "{{Homepage_ForYou}}" for all members. It can still be seen on the author's profile page or when it's shared.
de_de: Nachdem dieser Post verschoben wurde, wird er für alle Mitglieder aus „{{Homepage_ForYou}}“ ausgeblendet. Auf der Profilseite des Autors oder bei Freigabe ist er weiterhin sichtbar.
es_es: Si se quita, esta publicación se ocultara en "{{Homepage_ForYou}}" para todos los miembros. Aún se podrá ver en la página de perfil del autor y cuando se comparta.
fr_fr: Une fois retirée, cette publication sera masquée de "{{Homepage_ForYou}}" pour tous les membres. Elle restera visible sur la page de profil de l’auteur ou lorsqu’elle sera partagée.
id_id: Setelah dihapus, posting ini akan disembunyikan dari "{{Homepage_ForYou}}" untuk semua anggota. Posting ini masih bisa dilihat di halaman profil penulis atau ketika dibagikan.
it_it: Dopo la rimozione, questo post sarà nascosto in "{{Homepage_ForYou}}" per tutti i membri. Potrà comunque essere visualizzato nella pagina del profilo dell'autore o quando viene condiviso.
ja_jp: 外すと、すべてのメンバーのモーメンツの{{Homepage_ForYou}}にこの投稿が表示されなくなります。投稿者の個人プロフィールと、この投稿の転送・共有は通常通り表示されます。
ko_kr: 제거하면 이 게시물은 모든 구성원의 "{{Homepage_ForYou}}"에서 숨겨집니다. 작성자의 프로필 페이지에서나 공유 중일 때는 계속 볼 수 있습니다.
ms_my: Setelah dikeluarkan, pos ini akan disembunyikan dari "{{Homepage_ForYou}}" untuk semua ahli. Ia masih boleh dilihat di halaman profil penulis atau apabila dikongsi.
pt_br: Depois de removida, esta postagem será ocultada da "{{Homepage_ForYou}}" para todos os membros. Ela ainda pode ser visto na página do perfil do autor ou quando é compartilhada.
ru_ru: После удаления этот пост будет скрыт из "{{Homepage_ForYou}}" для всех участников. Его по-прежнему можно увидеть на странице профиля автора или когда им поделились.
th_th: เมื่อลบแล้ว จะมีการซ่อนโพสต์นี้จาก "{{Homepage_ForYou}}" สำหรับสมาชิกทุกคน และยังคงเห็นได้ในหน้าโปรไฟล์ของผู้เขียนหรือเมื่อมีการแบ่งปัน
vi_vn: Sau khi xóa, bài đăng này sẽ bị ẩn khỏi "{{Homepage_ForYou}}" đối với tất cả thành viên. Bài đăng vẫn có thể được nhìn thấy trên trang hồ sơ của tác giả hoặc khi được chia sẻ.
zh_cn: 移除后，所有成员的公司圈{{Homepage_ForYou}}将不再显示该动态。作者的个人主页和该动态的转发分享将正常显示。
zh_tw: 移除後，所有成員的公司圈{{Homepage_ForYou}}將不再顯示該動態。作者的個人資料頁和該動態的轉寄分享將正常顯示。

# WHo
source: Add to Trending
de_de: Zu Trends hinzufügen
es_es: Agregar a Tendencias
fr_fr: Ajouter à Populaire
hi_in: "ट्रेंडिंग" में जोड़ें
id_id: Tambahkan ke Sedang Tren
it_it: Aggiungi alle tendenze
ja_jp: 厳選投稿にアップ
ko_kr: 인기 항목에 추가
ms_my: Tambah ke Tren
pt_br: Adicionar às tendências
ru_ru: Добавить в В тренде
th_th: เพิ่มไปยังรายการที่กำลังเป็นกระแส
vi_vn: Thêm vào mục Thịnh hành
zh_cn: 设为精选动态
zh_tw: 設為精選動態

# 81A
source: Add to Trending
de_de: Zu Trends hinzufügen
es_es: Agregar a Tendencias
fr_fr: Ajouter à Populaire
hi_in: "ट्रेंडिंग" में जोड़ें
id_id: Tambahkan ke Sedang Tren
it_it: Aggiungi alle tendenze
ja_jp: 厳選投稿にアップ
ko_kr: 인기 항목에 추가
ms_my: Tambah ke Tren
pt_br: Adicionar às tendências
ru_ru: Добавить в В тренде
th_th: เพิ่มไปยังรายการที่กำลังเป็นกระแส
vi_vn: Thêm vào mục Thịnh hành
zh_cn: 设为精选动态
zh_tw: 設為精選動態
