Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/Moment/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# mok
source: Unable to upload photo, please try again
de_de: Hochladen von Foto nicht möglich. Versuchen Sie es erneut.
es_es: No se puede subir la foto, inténtalo de nuevo
fr_fr: Téléchargement de la photo impossible, veuillez réessayer
hi_in: फ़ोटो अपलोड करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat mengunggah foto, coba lagi
it_it: Impossibile caricare la foto, riprova
ja_jp: 画像をアップロードできませんでした。再試行してください
ko_kr: 사진을 업로드할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memuat naik gambar, sila cuba lagi
pt_br: Não foi possível carregar a foto. Tente novamente.
ru_ru: Не удалось загрузить фото. Повторите попытку
th_th: ไม่สามารถอัปโหลดภาพถ่ายได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải lên hình ảnh, vui lòng thử lại
zh_cn: 无法上传图片，请重试
zh_tw: 無法上傳圖片，請重試

# 88M
source: This feature is currently unavailable. Please check that you're using the latest version of {{APP_DISPLAY_NAME}}. If the problem persists, contact your {{ExclusiveCommunityName}} administrator.
de_de: Diese Funktion ist momentan nicht verfügbar. Überprüfen Sie, ob Sie die neueste {{APP_DISPLAY_NAME}}-Version verwenden. Wenn das Problem weiterhin besteht, kontaktieren Sie Ihren {{ExclusiveCommunityName}}-Administrator.
es_es: Esta función no está disponible actualmente. Comprueba que estás utilizando la última versión de {{APP_DISPLAY_NAME}}. Si el problema persiste, ponte en contacto con el administrador de {{ExclusiveCommunityName}}.
fr_fr: Cette fonctionnalité n'est actuellement pas disponible. Veuillez vérifier que vous utilisez la dernière version de {{APP_DISPLAY_NAME}}. Si le problème persiste, contactez votre administrateur {{ExclusiveCommunityName}}.
hi_in: यह सुविधा वर्तमान में अनुपलब्ध है. कृपया जाँचें कि आप {{APP_DISPLAY_NAME}} का नवीनतम संस्करण उपयोग कर रहे हैं. यदि समस्या बनी रहती है, तो अपने {{ExclusiveCommunityName}} एडमिनिस्ट्रेटर से संपर्क करें।
id_id: Fitur ini tidak tersedia saat ini. Periksa apakah Anda menggunakan versi terbaru {{APP_DISPLAY_NAME}}. Jika masalah terus berlanjut, hubungi administrator {{ExclusiveCommunityName}} Anda.
it_it: Questa funzione attualmente non è disponibile. Verifica che stai utilizzando l'ultima versione di {{APP_DISPLAY_NAME}}. Se il problema persiste, contatta l'amministratore di {{ExclusiveCommunityName}}.
ja_jp: この機能をご利用いただくには、 {{APP_DISPLAY_NAME}} を最新バージョンにアップデートしてからお試しください。アップデート後も利用できなかった場合は、{{ExclusiveCommunityName}}の管理者にご連絡ください。
ko_kr: 이 기능은 현재 사용할 수 없습니다. {{APP_DISPLAY_NAME}}의 최신 버전을 사용하고 있는지 확인하세요. 문제가 지속되면 {{ExclusiveCommunityName}} 관리자에게 문의하세요.
ms_my: Ciri ini kini tidak tersedia. Sila pastikan anda menggunakan versi terkini {{APP_DISPLAY_NAME}}. Jika masalah berterusan, hubungi pentadbir {{ExclusiveCommunityName}} anda.
pt_br: Este recurso está indisponível no momento. Verifique se você está usando a versão mais recente do {{APP_DISPLAY_NAME}}. Se o problema persistir, entre em contato com seu administrador do {{ExclusiveCommunityName}}.
ru_ru: Данная функция сейчас недоступна. Убедитесь, что вы используете последнюю версию {{APP_DISPLAY_NAME}}. Если проблема не устранена, свяжитесь со своим администратором {{ExclusiveCommunityName}}.
th_th: ฟีเจอร์นี้ไม่พร้อมใช้งานในขณะนี้ โปรดตรวจสอบว่าคุณกำลังใช้ {{APP_DISPLAY_NAME}} เวอร์ชันล่าสุด หากปัญหายังคงอยู่ ให้ติดต่อผู้ดูแล {{ExclusiveCommunityName}} ของคุณ
vi_vn: Tính năng này hiện không khả dụng. Vui lòng đảm bảo rằng bạn đang sử dụng phiên bản mới nhất của {{APP_DISPLAY_NAME}}. Nếu vẫn không khắc phục được sự cố, hãy liên hệ với quản trị viên {{ExclusiveCommunityName}} của bạn.
zh_cn: 未开通此功能，请确认更新到最新版本{{APP_DISPLAY_NAME}}后重试。若仍无法进入，请联系{{ExclusiveCommunityName}}管理员。
zh_tw: 未開通此功能，請確認更新到最新版本 {{APP_DISPLAY_NAME}} 後重試。若仍無法進入，請聯絡 {{ExclusiveCommunityName}} 管理員。

# w9E
source: Following
de_de: Folgend
es_es: Siguiendo
fr_fr: Abonné
id_id: Mengikuti
it_it: Seguito
ja_jp: フォロー中
ko_kr: 팔로잉
ms_my: Mengikuti
pt_br: Seguindo
ru_ru: Подписки
th_th: กำลังติดตาม
vi_vn: Đang theo dõi
zh_cn: 关注
zh_tw: 關注

# BBI
source: Unable to follow, please try again
de_de: Folgen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede seguir, inténtalo de nuevo
fr_fr: Abonnement impossible, veuillez réessayer
hi_in: अनुसरण करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat mengikuti, coba lagi
it_it: Impossibile seguire, riprova
ja_jp: フォローできませんでした。再試行してください。
ko_kr: 팔로우할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat ikuti, sila cuba lagi
pt_br: Não foi possível seguir. Tente novamente.
ru_ru: Не удалось подписаться. Повторите попытку
th_th: ไม่สามารถติดตามได้ โปรดลองอีกครั้ง
vi_vn: Không thể theo dõi, vui lòng thử lại
zh_cn: 无法关注，请重试
zh_tw: 無法關注，請重試

# ujY
source: Following
de_de: Folgend
es_es: Siguiendo
fr_fr: Abonnements
hi_in: अनुसरण कर रहे हैं
id_id: Mengikuti
it_it: Segui già
ja_jp: フォロー中
ko_kr: 팔로우 중
ms_my: Mengikuti
pt_br: Seguindo
ru_ru: Подписки
th_th: กำลังติดตาม
vi_vn: Đang theo dõi
zh_cn: 已关注
zh_tw: 已關注

# GFk
source: Your followers will show up here.
de_de: Ihre Follower werden hier angezeigt.
es_es: Los seguidores se mostrarán aquí.
fr_fr: Vos abonnés s'afficheront ici.
hi_in: आपके फ़ॉलोअर यहाँ दिखाए जाएँगे.
id_id: Pengikut Anda akan ditampilkan di sini.
it_it: I tuoi follower verranno visualizzati qui.
ja_jp: フォロワーがここに表示されます
ko_kr: 팔로워가 여기에 표시됩니다.
ms_my: Pengikut anda akan muncul di sini.
pt_br: Seus seguidores aparecerão aqui.
ru_ru: Ваши подписчики будут отображаться здесь.
th_th: ผู้ติดตามของคุณจะปรากฏขึ้นที่นี่
vi_vn: Người theo dõi của bạn bây giờ sẽ được hiển thị tại đây.
zh_cn: 关注你的人会在这里出现
zh_tw: 關注你的人會在這裡出現

# y9g
source: People you follow will show up here.
de_de: Personen, denen Sie folgen, werden hier angezeigt.
es_es: La gente a la que sigues se mostrará aquí.
fr_fr: Les personnes que vous suivez s'afficheront ici.
hi_in: आप जिन लोगों का अनुसरण करते हैं, उन्हें यहाँ दिखाया जाएगा.
id_id: Orang yang Anda ikuti akan ditampilkan di sini.
it_it: Le persone che segui verranno visualizzate qui.
ja_jp: フォロー中のユーザーはここに表示されます
ko_kr: 회원님이 팔로우하는 사람들이 여기에 표시됩니다.
ms_my: Orang yang anda ikuti akan muncul di sini.
pt_br: As pessoas que você segue aparecerão aqui.
ru_ru: Ваши подписки будут отображаться здесь.
th_th: คนที่คุณติดตามจะปรากฏที่นี่
vi_vn: Người mà bạn theo dõi sẽ được hiển thị tại đây.
zh_cn: 你关注的人会在这里出现
zh_tw: 你關注的人會在這裡出現

# xAA
source: From:
de_de: Aus:
es_es: De:
fr_fr: De :
hi_in: यहाँ से:
id_id: Dari:
it_it: Da:
ja_jp: 元の投稿：
ko_kr: 출처:
ms_my: Dari:
pt_br: De:
ru_ru: От:
th_th: จาก:
vi_vn: Từ:
zh_cn: 来自:
zh_tw: 來自：

# /9Y
source: From {{communityName}}
de_de: Aus {{communityName}}
es_es: De {{communityName}}
fr_fr: Depuis {{communityName}}
hi_in: {{communityName}} से
id_id: Dari {{communityName}}
it_it: Da {{communityName}}
ja_jp: {{communityName}} より
ko_kr: {{communityName}}에서
ms_my: Dari {{communityName}}
pt_br: De {{communityName}}
ru_ru: От {{communityName}}
th_th: จาก {{communityName}}
vi_vn: Từ {{communityName}}
zh_cn: 来自：{{communityName}}
zh_tw: 來自：{{communityName}}

# xig
source: Full text
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
hi_in: अधिक दिखाएँ
id_id: Tampilkan lebih banyak
it_it: Mostra altro
ja_jp: すべて表示
ko_kr: 자세히 표시
ms_my: lihat lebih banyak
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 全文
zh_tw: 全文

# U9c
source: Select one
de_de: Bitte auswählen
es_es: Selecciona uno
fr_fr: Sélectionnez-en un
hi_in: एक उपनाम चुनें
id_id: Pilih satu
it_it: Selezionane uno
ja_jp: 選択する
ko_kr: 하나를 선택하세요
ms_my: Pilih satu
pt_br: Selecione um
ru_ru: Выберите
th_th: เลือกหนึ่งรายการ
vi_vn: Lựa chọn một nội dung
zh_cn: 去选择一个
zh_tw: 前往選擇一個

# 4ao
source: Hot
de_de: Angesagt
es_es: Más populares
fr_fr: Populaire
hi_in: लोकप्रिय
id_id: Populer
it_it: Popolare
ja_jp: 人気
ko_kr: 인기
ms_my: Panas
pt_br: Popular
ru_ru: Горячие
th_th: ยอดนิยม
vi_vn: Đang thu hút nhiều sự chú ý
zh_cn: 热评
zh_tw: 熱評

# VDo
source: Hot comments {{HotCommentNumber}}
de_de: Angesagte Kommentare {{HotCommentNumber}}
es_es: Comentarios más populares {{HotCommentNumber}}
fr_fr: Commentaires populaires {{HotCommentNumber}}
hi_in: लोकप्रिय टिप्पणियाँ {{HotCommentNumber}}
id_id: Komentar populer {{HotCommentNumber}}
it_it: Commenti popolari {{HotCommentNumber}}
ja_jp: 人気コメント {{HotCommentNumber}}
ko_kr: 인기 댓글 {{HotCommentNumber}}
ms_my: Komen panas {{HotCommentNumber}}
pt_br: Comentários populares {{HotCommentNumber}}
ru_ru: Горячие комментарии {{HotCommentNumber}}
th_th: ความคิดเห็นยอดนิยม {{HotCommentNumber}}
vi_vn: Bình luận thu hút nhiều sự chú ý {{HotCommentNumber}}
zh_cn: 热门评论 {{HotCommentNumber}}
zh_tw: 熱門評論 {{HotCommentNumber}}

# F4Q
source: No posts under Trending for now
de_de: Zurzeit keine Beiträge unter „Beliebt“
es_es: No hay ninguna publicación en Popular por ahora
fr_fr: La catégorie Populaire ne contient aucune publication pour le moment
hi_in: अभी के लिए "लोकप्रिय" के तहत कोई पोस्ट नहीं
id_id: Tidak ada postingan di bawah Populer untuk saat ini
it_it: Nessun post sotto Popolari per ora
ja_jp: 現在、人気投稿はありません。「最新投稿」を見てみましょう！
ko_kr: 인기 카테고리에 게시물이 현재 없습니다
ms_my: Tiada pos di bawah Trending buat masa ini
pt_br: Nenhuma postagem em Popular por enquanto
ru_ru: Пока публикаций в разделе "Популярное" нет
th_th: ไม่มีโพสต์ภายใต้ส่วน “ได้รับความนิยม” ในขณะนี้
vi_vn: Hiện không có bài đăng nào trong mục Phổ biến
zh_cn: 暂无热门动态，去“最新发布”里看看吧！
zh_tw: 暫無熱門動態，去「最新發布」裡看看吧！

# nTA
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Imej]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_tw: [圖片]

# H8c
source: [Includes unsupported content]
de_de: [Beinhalt nicht unterstützten Inhalt]
es_es: [Incluye contenido no admitido]
fr_fr: [Comprend du contenu non pris en charge]
hi_in: [असमर्थित सामग्री शामिल है]
id_id: [Mengandung konten yang tidak didukung]
it_it: [Include contenuti non supportati]
ja_jp: [サポートされていない形式のコンテンツが含まれています]
ko_kr: [지원되지 않는 콘텐츠 포함]
ms_my: [Terdapat kandungan yang tidak tersedia]
pt_br: [Inclui conteúdo que não é compatível]
ru_ru: [Содержит неподдерживаемый контент]
th_th: [มีเนื้อหาที่ไม่รองรับ]
vi_vn: [Bao gồm nội dung không được hỗ trợ]
zh_cn: [包含不支持的内容类型]
zh_tw: [包含不支援的內容類型]

# KEQ
source: Just now
de_de: Gerade eben
es_es: Ahora mismo
fr_fr: À l'instant
hi_in: अभी-अभी
id_id: Baru saja
it_it: In questo momento
ja_jp: たった今
ko_kr: 방금
ms_my: Baru sahaja
pt_br: Agora
ru_ru: Только что
th_th: เมื่อสักครู่
vi_vn: Vừa xong
zh_cn: 刚刚
zh_tw: 剛剛

# 3E4
source: Please enter no more than 200 characters
de_de: Geben Sie maximal 200 Zeichen ein.
es_es: No introduzcas más de 200 caracteres
fr_fr: Veuillez saisir pas plus de 200 caractères
hi_in: कृपया 200 से अधिक वर्ण दर्ज न करें
id_id: Masukkan tidak lebih dari 200 karakter
it_it: Immetti massimo 200 caratteri
ja_jp: 最大 200 文字まで入力してください。
ko_kr: 200자 이하로 입력하세요
ms_my: Sila masukkan tidak lebih daripada 200 aksara
pt_br: Insira no máximo 200 caracteres
ru_ru: Введите не более 200 символов
th_th: โปรดป้อนไม่เกิน 200 อักขระ
vi_vn: Vui lòng nhập tối đa 200 ký tự
zh_cn: 最多可输入 200 个字符
zh_tw: 最多可輸入 200 個字元

# xHA
source: Link copied
de_de: Link kopiert
es_es: Enlace copiado
fr_fr: Lien copié
hi_in: लिंक कॉपी किया गया
id_id: Tautan disalin
it_it: Link copiato
ja_jp: コピーしました。
ko_kr: 링크 복사됨
ms_my: Pautan disalin
pt_br: Link copiado
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์แล้ว
vi_vn: Đã sao chép liên kết
zh_cn: 已复制
zh_tw: 已複製

# Jso
source: Failed to load
de_de: Laden fehlgeschlagen
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल हुआ
id_id: Gagal memuat
it_it: Caricamento non riuscito
ja_jp: 読み込めませんでした。
ko_kr: 로드 실패
ms_my: Gagal memuatkan
pt_br: Falha ao carregar
ru_ru: Не удалось загрузить
th_th: โหลดไม่สำเร็จ
vi_vn: Tải không thành công
zh_cn: 加载失败
zh_tw: 載入失敗

# n+A
source: Loading
de_de: Laden…
es_es: Cargando
fr_fr: Chargement en cours
hi_in: लोड किया जा रहा है
id_id: Memuat
it_it: Caricamento
ja_jp: 読み込み中
ko_kr: 로드 중
ms_my: Memuatkan
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_tw: 載入中

# UYo
source: Maximum {{titleNum}} characters
de_de: Maximal {{titleNum}} Zeichen
es_es: {{titleNum}} caracteres como máximo
fr_fr: {{titleNum}} caractères au maximum
hi_in: अधिकतम {{titleNum}} वर्ण
id_id: Maksimum {{titleNum}} karakter
it_it: Massimo {{titleNum}} caratteri
ja_jp: 最大 {{titleNum}} 文字まで入力できます。
ko_kr: 최대 {{titleNum}}자
ms_my: Maksimum {{titleNum}} aksara
pt_br: Máximo de {{titleNum}} caracteres
ru_ru: Максимум {{titleNum}} символов
th_th: สูงสุด {{titleNum}} อักขระ
vi_vn: Tối đa {{titleNum}} ký tự
zh_cn: 最多输入 {{titleNum}} 个字
zh_tw: 最多輸入 {{titleNum}} 個字

# RpE
source: Search a member to @mention
de_de: Suchen Sie nach Personen, die Sie @erwähnen möchten.
es_es: Busca a quién quieres @mencionar.
fr_fr: Recherchez les personnes que vous souhaitez @mentionner.
hi_in: आप जिसका @उल्लेख करना चाहते हैं उसे खोजें.
id_id: Cari siapa yang ingin Anda @sebut.
it_it: Cerca chi desideri @menzionare.
ja_jp: @メンションするメンバーを検索
ko_kr: @멘션할 사람을 검색하세요.
ms_my: Cari ahli untuk @sebut
pt_br: Pesquise quem você gostaria de @mencionar.
ru_ru: Поиск пользователей, которых вы хотите @упомянуть.
th_th: ค้นหาคนที่คุณต้องการ @กล่าวถึง
vi_vn: Tìm kiếm người mà bạn muốn @đề cập.
zh_cn: 搜索你要@的人
zh_tw: 搜尋你要 @ 的人

# FZc
source: Moments
hi_in: मोमेंट्स
id_id: Momen
ja_jp: モーメンツ
ko_kr: 모멘트
ms_my: Saat
pt_br: Momentos
ru_ru: Моменты
th_th: ช่วงเวลา
vi_vn: Khoảnh khắc
zh_cn: 公司圈
zh_tw: 公司圈

# 4rY
source: Oops, there's nothing here. Share your first moment now!
de_de: Hoppla, hier gibt es nichts. Teilen Sie jetzt Ihren ersten Moment!
es_es: ¡Vaya!, aquí no hay nada. ¡Comparte ahora tu primer momento!
fr_fr: Oups, aucun contenu ici. Partagez votre premier moment dès maintenant !
hi_in: ओह, यहाँ कुछ भी नहीं है. अपना पहला मोमेंट अभी साझा करें!
id_id: Ups, halaman ini kosong. Bagikan momen pertama Anda sekarang!
it_it: Spiacenti, qui non c'è niente. Condividi il tuo primo post ora!
ja_jp: まだ投稿がありません。写真や動画、メッセージなどをシェアしましょう！
ko_kr: 여기에 아무것도 없습니다. 지금 첫 모멘트를 공유하세요!
ms_my: Alamak, tiada apa di sini. Kongsi saat pertama anda sekarang!
pt_br: Opa! Não há nada aqui. Compartilhe seu primeiro momento agora!
ru_ru: Здесь пусто. Поделитесь своим первым моментом!
th_th: อ๊ะ ไม่มีอะไรที่นี่ แบ่งปันช่วงเวลาแรกของคุณตอนนี้!
vi_vn: Rất tiếc, không có nội dung gì tại đây. Chia sẻ khoảnh khắc đầu tiên của bạn ngay lúc này!
zh_cn: 页面空空如也，分享你的第 1 条动态吧！
zh_tw: 頁面空空如也，分享你的第一則動態吧！

# X5c
source: Share Moment
de_de: Moment teilen
es_es: Compartir momento
fr_fr: Partager un moment
hi_in: मोमेंट साझा करें
id_id: Berbagi Momen
it_it: Condividi post
ja_jp: 投稿する
ko_kr: 모멘트 공유
ms_my: Kongsi Momen
pt_br: Compartilhar momento
ru_ru: Поделиться Моментом
th_th: แบ่งปันช่วงเวลา
vi_vn: Chia sẻ Khoảnh khắc
zh_cn: 分享动态
zh_tw: 分享動態

# yCU
source: This user hasn't shared any moments yet. Come back later!
de_de: Dieser Benutzer hat noch keine Moments geteilt. Sehen Sie später noch mal nach.
es_es: Este usuario no ha compartido ningún momento todavía. ¡Vuelve más tarde!
fr_fr: Cet utilisateur n'a encore partagé aucun moment. Revenez plus tard !
hi_in: इस उपयोगकर्ता ने अभी तक कोई भी मोमेंट साझा नहीं किए हैं. बाद में वापस आएँ!
id_id: Pengguna ini belum berbagi momen apa pun. Kembali lagi nanti!
it_it: Questo utente non ha ancora condiviso alcun post. Ricontrolla più tardi.
ja_jp: まだモーメンツに投稿していないようです。また覗いてみましょう！
ko_kr: 이 사용자는 아직 모멘트를 공유하지 않았습니다. 나중에 다시 확인해 주세요!
ms_my: Pengguna ini belum berkongsi sebarang momen lagi. Kembali kemudian!
pt_br: Este usuário ainda não compartilhou nenhum momento. Volte mais tarde!
ru_ru: Этот пользователь еще не поделился ни одним моментом. Вернитесь позже!
th_th: ผู้ใช้รายนี้ยังไม่ได้แบ่งปันช่วงเวลาใด ๆ โปรดกลับมาตรวจสอบในภายหลัง!
vi_vn: Người dùng này chưa chia sẻ bất kỳ khoảnh khắc nào. Quay lại sau!
zh_cn: Ta 还没有分享动态，稍后回来看看吧！
zh_tw: Ta 還沒有分享動態，稍後回來看看吧！

# cJo
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: 開く
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Раскрыть
th_th: เพิ่มเติม
vi_vn: Khác
zh_cn: 展开
zh_tw: 展開

# yFo
source: More categories
de_de: Weitere Kategorien
es_es: Más categorías
fr_fr: Plus de catégories
hi_in: अधिक श्रेणियाँ
id_id: Kategori lainnya
it_it: Altre categorie
ja_jp: その他のカテゴリ
ko_kr: 카테고리 더 보기
ms_my: Lebih banyak kategori
pt_br: Mais categorias
ru_ru: Другие категории
th_th: หมวดหมู่เพิ่มเติม
vi_vn: Thêm danh mục
zh_cn: 更多版块
zh_tw: 更多區塊

# GdY
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 新しいハッシュタグ
ko_kr: 최신
ms_my: Baharu
pt_br: Novo
ru_ru: Новое
th_th: ใหม่
vi_vn: Mới
zh_cn: 新话题
zh_tw: 新話題

# HNM
source: 9999+ interactions
de_de: 9999+ Interaktionen
es_es: 9999+ interacciones
hi_in: 9999+ सहभागिताएँ
id_id: 9999+ interaksi
it_it: 9999+ interazioni
ja_jp: 9999+ エンゲージメント
ko_kr: 상호 작용 9999개 이상
ms_my: 9999+ interaksi
pt_br: Mais de 9.999 interações
ru_ru: Более 9 999 взаимодействий
th_th: การแสดงความรู้สึก 9999+ รายการ
vi_vn: 9999+ tương tác
zh_cn: 9999+ 互动
zh_tw: 9999+ 互動

# Hmc
source: Nickname:
de_de: Spitzname:
es_es: Alias:
fr_fr: Surnom :
hi_in: उपनाम:
id_id: Nama panggilan:
it_it: Pseudonimo:
ja_jp: ニックネーム：
ko_kr: 별명:
ms_my: Nama samaran:
pt_br: Apelido:
ru_ru: Псевдоним:
th_th: ชื่อเล่น:
vi_vn: Biệt danh:
zh_cn: 花名：
zh_tw: 花名：

# m94
source: You can choose to share under a nickname. Nicknames can only be changed once a year.
de_de: Wenn Sie möchten, können Sie unter einem Spitznamen teilen. Spitznamen können nur einmal im Jahr geändert werden.
es_es: Si lo prefieres, puedes compartir bajo un alias. Los alias solo se pueden cambiar una vez al año.
fr_fr: Vous pouvez choisir de partager à l'aide d'un surnom. Les surnoms peuvent seulement être modifiés une fois par an.
hi_in: आप उपनाम के तहत साझा करने का विकल्प चुन सकते हैं. उपनाम वर्ष में केवल एक बार बदले जा सकते हैं.
id_id: Anda dapat memilih untuk berbagi dengan nama panggilan. Nama panggilan hanya dapat diubah setahun sekali.
it_it: Puoi scegliere di condividere sotto pseudonimo. Gli pseudonimi possono essere cambiati solo una volta all'anno.
ja_jp: 投稿とコメントはニックネームを使用できます。ニックネームの変更は 1 年に 1 回のみ可能です。
ko_kr: 별명으로 공유하도록 선택할 수 있습니다. 별명은 1년에 한 번만 변경할 수 있습니다.
ms_my: Anda boleh memilih untuk berkongsi dengan nama samaran. Nama samaran hanya boleh diubah sekali setahun.
pt_br: Você pode escolher compartilhar usando um apelido. O apelido pode ser alterado somente uma vez por ano.
ru_ru: Вы можете делиться, используя псевдоним. Псевдонимы можно изменять только один раз в год.
th_th: คุณสามารถเลือกที่จะแบ่งปันภายใต้ชื่อเล่นได้ สามารถเปลี่ยนชื่อเล่นได้เพียงปีละครั้งเท่านั้น
vi_vn: Bạn có thể chọn chia sẻ bằng một biệt danh. Chỉ có thể thay đổi biệt danh mỗi năm một lần.
zh_cn: 可使用花名身份发布动态或评论，一年只能更改一次花名
zh_tw: 可使用花名身分發布動態或評論，一年只能更改一次花名

# lXk
source: Nickname set. Add a reaction now!
de_de: Spitzname festgelegt. Fügen Sie jetzt eine Reaktion hinzu!
es_es: Alias establecido. ¡Agrega una reacción ahora!
fr_fr: Surnom défini. Ajoutez maintenant une réaction !
hi_in: उपनाम सेट किया. प्रतिक्रिया अभी जोड़ें!
id_id: Nama panggilan ditetapkan. Tambah reaksi sekarang!
it_it: Pseudonimo impostato. Aggiungi una reazione ora.
ja_jp: ニックネームを設定しました。リアクションしましょう！
ko_kr: 별명이 설정되었습니다. 지금 반응을 추가하세요!
ms_my: Nama samaran ditetapkan. Tambah tindak balas sekarang!
pt_br: Apelido configurado. Adicionar uma reação agora!
ru_ru: Псевдоним установлен. Добавить реакцию сейчас!
th_th: ตั้งค่าชื่อเล่นแล้ว เพิ่มการแสดงความรู้สึกตอนนี้เลย!
vi_vn: Biệt danh đã được đặt. Thêm một phản ứng ngay lúc này!
zh_cn: 已设置花名身份，回复个表情吧！
zh_tw: 已設定暱稱身分，回覆一個表情吧！

# tg0
source: Nickname sharing limit exceeded.
de_de: Limit für Teilen von Spitznamen überschritten.
es_es: Has superado el límite de uso compartido con un alias.
fr_fr: Limite de partage du surnom dépassée.
hi_in: उपनाम साझाकरण की सीमा पार हुई.
id_id: Batas berbagi nama panggilan terlampaui.
it_it: Limite di condivisione sotto pseudonimo superato.
ja_jp: ニックネームでシェアできる回数の上限に達しています。実名を選択してください。
ko_kr: 별명 공유 한도를 초과했습니다.
ms_my: Had perkongsian nama samaran telah melebihi.
pt_br: Limite de compartilhamento de apelido excedido.
ru_ru: Превышен предел публикаций под псевдонимом.
th_th: การแบ่งปันโดยใช้ชื่อเล่นเกินขีดจำกัดแล้ว
vi_vn: Đã vượt giới hạn chia sẻ biệt danh.
zh_cn: 你已达到花名分享上限，请选择实名身份
zh_tw: 你已達到暱稱分享上限，請選擇實名身分

# bQc
source: Unable to post anonymously in this category. You're now using your real name.
de_de: Anonymes Posten in dieser Kategorie fehlgeschlagen. Sie verwenden jetzt Ihren echten Namen.
es_es: No se puede publicar de forma anónima en esta categoría. Ahora estás usando tu nombre real.
fr_fr: Publication anonyme impossible dans cette catégorie. Vous utilisez maintenant votre vrai nom.
hi_in: इस श्रेणी में अनाम रूप से पोस्ट करने में असमर्थ. अब आप वास्तविक नाम का उपयोग कर रहे हैं.
id_id: Gagal memposting secara anonim dalam kategori ini. Anda sedang menggunakan nama asli.
it_it: Impossibile pubblicare in modo anonimo in questa categoria. Ora stai usando il tuo vero nome.
ja_jp: このカテゴリでは匿名を利用できないため、実名に切り替えました。
ko_kr: 이 카테고리에서는 익명으로 게시할 수 없습니다. 현재 실명을 사용하고 있습니다.
ms_my: Tidak dapat mengepos secara tanpa nama dalam kategori ini. Anda kini menggunakan nama sebenar anda.
pt_br: Falha ao postar anonimamente nesta categoria. Agora você está usando seu nome real.
ru_ru: Не удалось опубликовать анонимно в этой категории. Сейчас вы используете свое настоящее имя.
th_th: ไม่สามารถโพสต์โดยไม่เปิดเผยตัวตนในหมวดหมู่นี้ได้ คุณกำลังใช้ชื่อจริงของคุณอยู่ในขณะนี้
vi_vn: Không thể đăng ẩn danh trong danh mục này. Bạn đang sử dụng tên thật của mình.
zh_cn: 该版块不支持匿名，已为你切换至实名身份
zh_tw: 該區塊不支援匿名，已為你切換至真實姓名身分

# Spw
source: No comments yet. Be the first to share what you think!
de_de: Noch keine Kommentare. Sagen Sie als Erster Ihre Meinung!
es_es: Todavía no hay comentarios. ¡Sé el primero en compartir tu opinión!
fr_fr: Aucun commentaire pour le moment. Soyez le premier à partager vos impressions !
hi_in: अभी तक कोई टिप्पणी नहीं. आप जो सोच रहे हैं उसे साझा करने वाले पहले व्यक्ति बनें!
id_id: Belum ada komentar. Bagikan pendapat Anda sekarang!
it_it: Ancora nessun commento. Condividi prima di tutti gli altri i tuoi pensieri!
ja_jp: コメントはまだありません。自分の想いを発信しましょう！
ko_kr: 아직 댓글이 없습니다. 어떻게 생각하는지 첫 번째로 댓글을 달아보세요!
ms_my: Tiada komen lagi. Jadilah yang pertama berkongsi pendapat anda!
pt_br: Nenhum comentário ainda. Seja o primeiro a compartilhar o que você pensa!
ru_ru: Пока нет комментариев. Поделитесь своими мыслями!
th_th: ยังไม่มีความคิดเห็น เป็นคนแรกที่แบ่งปันสิ่งที่คุณคิด!
vi_vn: Chưa có bình luận nào. Hãy là người đầu tiên chia sẻ suy nghĩ của bạn!
zh_cn: 暂无评论，分享你的想法吧！
zh_tw: 暫無評論，分享你的想法吧！

# REs
source: No content
de_de: Kein Inhalt
es_es: No hay contenido
fr_fr: Aucun contenu
hi_in: कोई कांटेंट नहीं
id_id: Tidak ada konten
it_it: Nessun contenuto
ja_jp: まだ投稿がありません
ko_kr: 콘텐츠 없음
ms_my: Tiada kandungan
pt_br: Sem conteúdo
ru_ru: Нет контента
th_th: ไม่มีเนื้อหา
vi_vn: Không có nội dung
zh_cn: 暂无内容
zh_tw: 暫無內容
