Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkAudio/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ko_kr, ms_my, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# GmU
source: Unable to sync.
de_de: Synchronisieren nicht möglich.
es_es: No se puede sincronizar.
fr_fr: Impossible de synchroniser.
hi_in: सिंक करने में असमर्थ.
id_id: Tidak dapat menyinkronkan.
ja_jp: 同期できませんでした
ko_kr: 동기화할 수 없습니다.
ms_my: Tidak dapat menyelaraskan.
ru_ru: Не удалось синхронизировать.
th_th: ไม่สามารถซิงค์ได้
vi_vn: Không thể đồng bộ.
zh_cn: 同步失败
zh_tw: 同步失敗

# 2wQ
source: Uh-oh! An error occurred while converting your message to text. Please try again later.
de_de: Ohjeh! Bei der Konvertierung Ihrer Nachricht in Text ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
es_es: ¡Vaya! Se ha producido un error durante la conversión de tu mensaje a texto. Inténtalo de nuevo más tarde.
fr_fr: Oups ! Une erreur est survenue durant la conversion de votre message en texte. Veuillez réessayer plus tard.
hi_in: ओह-हो! आपके संदेश को टेक्स्ट में रूपांतरित करने के दौरान कोई त्रुटि उत्पन्न हुई. कृपया बाद में पुनः प्रयास करें.
id_id: Uh oh! Kesalahan terjadi saat mengonversikan pesan ke teks. Coba lagi nanti.
ja_jp: 認識中にエラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다. 메시지를 텍스트로 변환하는 중에 오류가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak! Ralat berlaku semasa menukar mesej anda ke teks. Sila cuba lagi kemudian.
ru_ru: Ошибка. При преобразовании сообщения в текст произошла ошибка. Повторите попытку позже.
th_th: อ๊ะ! เกิดข้อผิดพลาดขณะแปลงข้อความของคุณเป็นตัวอักษร โปรดลองอีกครั้งภายหลัง
vi_vn: Ôi! Đã xảy ra lỗi trong khi chuyển đổi tin nhắn thành văn bản. Vui lòng thử lại sau.
zh_cn: 识别出错了，请稍后重试
zh_tw: 識別發生錯誤，請稍後重試

# Cs8
source: Unable to convert your message to text. You can send audio message instead.
de_de: Ihre Nachricht konnte nicht in Text umgewandelt werden. Sie können stattdessen eine Audionachricht senden.
es_es: No se puede convertir tu mensaje a texto. Puedes enviar un mensaje de audio como alternativa.
fr_fr: Impossible de convertir votre message en texte. Vous pouvez envoyer un message audio à la place.
hi_in: आपके संदेश को टेक्स्ट में बदलने में असमर्थ. इसके बजाय आप ऑडियो संदेश भेज सकते हैं.
id_id: Tidak dapat mengonversikan pesan ke teks. Anda dapat mengirim pesan audio sebagai gantinya.
ja_jp: 認識中にエラーが発生しました。音声メッセージのみ送信することができます
ko_kr: 메시지를 텍스트로 변환할 수 없습니다. 대신 오디오 메시지를 보낼 수 있습니다.
ms_my: Tidak dapat menukar mesej anda ke teks. Anda boleh menghantar mesej audio sebagai gantinya.
ru_ru: Не удалось преобразовать ваше сообщение в текст. Вы можете отправить звуковое сообщение вместо этого.
th_th: ไม่สามารถแปลงข้อความของคุณเป็นตัวอักษรได้ คุณสามารถส่งความเสียงแทนได้
vi_vn: Không thể chuyển đổi tin nhắn của bạn thành văn bản. Thay vào đó, bạn có thể gửi tin nhắn thoại.
zh_cn: 识别文字出错了，可选择只发语音
zh_tw: 識別文字發生錯誤，可選擇只發語音

# IKo
source: Converting in {{language}}
de_de: In {{language}} konvertieren
es_es: Convirtiendo a {{language}}
fr_fr: Conversion en {{language}}
hi_in: पता लगाई गई भाषा: {{language}}
id_id: Mengonversi dalam {{language}}
ja_jp: {{language}}を識別中
ko_kr: {{language}}로 변환 중
ms_my: Menukar dalam {{language}}
ru_ru: Преобразование на {{language}}
th_th: กำลังแปลงเป็น {{language}}
vi_vn: Đang chuyển đổi sang {{language}}
zh_cn: 正在识别{{language}}
zh_tw: 正在識別{{language}}

# bV0
source: Time left
de_de: Restzeit
es_es: Tiempo restante
fr_fr: Temps restant
hi_in: बाक़ी समय
id_id: Sisa waktu
ja_jp: カウントダウン
ko_kr: 남은 시간
ms_my: Masa berbaki
ru_ru: Оставшееся время
th_th: เวลาที่เหลือ
vi_vn: Thời gian còn lại
zh_cn: 倒计时
zh_tw: 倒數計時

# 9/A
source: Chinese
de_de: Chinesisch
es_es: chino
fr_fr: Chinois
hi_in: चीनी
id_id: Bahasa Mandarin
ja_jp: 中国語
ko_kr: 중국어
ms_my: Cina
ru_ru: Китайский
th_th: จีน
vi_vn: Tiếng Trung
zh_cn: 普通话
zh_tw: 普通話

# Lv8
source: English
de_de: Englisch
es_es: inglés
fr_fr: Anglais
hi_in: अंग्रेज़ी
id_id: Bahasa Inggris
ja_jp: 英語
ko_kr: 영어
ms_my: Inggeris
ru_ru: Английский
th_th: อังกฤษ
vi_vn: Tiếng Anh
zh_cn: 英语
zh_tw: 英文

# Yxc
source: Audio to text
de_de: Audio zu Text
es_es: Convertir audio en texto
fr_fr: Fichier audio en texte
hi_in: ऑडियो से टेक्स्ट
id_id: Audio ke teks
ja_jp: 音声をテキスト変換
ko_kr: 음성을 텍스트로 변환
ms_my: Audio ke teks
ru_ru: Аудио в текст
th_th: จากเสียงเป็นข้อความ
vi_vn: Âm thanh thành văn bản
zh_cn: 语音转文字
zh_tw: 語音轉換為文字

# lQU
source: Unable to connect. Please check your internet connection and try again.
de_de: Verbindung kann nicht hergestellt werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: No se ha podido conectar. Comprueba la configuración de red e inténtalo de nuevo.
fr_fr: Impossible de se connecter. Veuillez vérifier votre connexion à Internet et réessayer.
hi_in: कनेक्ट करने में असमर्थ. कृपया अपना इंटरनेट कनेक्शन जाँचें और पुनः प्रयास करें.
id_id: Tidak dapat terhubung. Periksa koneksi Internet Anda dan coba lagi.
ja_jp: 音声入力を利用できません。インターネット接続を確認してから、再試行してください。
ko_kr: 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
ms_my: Tidak dapat menyambung. Sila periksa sambungan internet anda dan cuba lagi.
ru_ru: Не удается подключиться. Проверьте подключение к Интернету и повторите попытку.
th_th: เชื่อมต่อไม่ได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
vi_vn: Không thể kết nối. Vui lòng kiểm tra kết nối internet và thử lại.
zh_cn: 当前网络不可用，无法输入语音，请检查网络设置后再试。
zh_tw: 目前網路不可用，無法輸入語音，請檢查網路設定後再試。

# f+E
source: Speak now
de_de: Jetzt sprechen
es_es: Habla ahora
fr_fr: Parler maintenant
hi_in: अब बोलें
id_id: Bicara sekarang
ja_jp: 話してください
ko_kr: 지금 말하기
ms_my: Bercakap sekarang
ru_ru: Говорите
th_th: พูดเลย
vi_vn: Phát biểu ngay
zh_cn: 请说话
zh_tw: 請說話

# o1E
source: Hold to dictate
de_de: Zum Diktieren halten
es_es: Mantener pulsado para dictar
fr_fr: Maintenir pour dicter
hi_in: बोलने के लिए होल्ड करें
id_id: Tahan untuk mendikte
ja_jp: ボタンを押したまま録音し、テキストに変換
ko_kr: 길게 눌러 받아쓰기
ms_my: Tahan untuk menyuarakan
ru_ru: Удерживайте для диктовки
th_th: กดค้างเพื่อบังคับ
vi_vn: Giữ để đọc chính tả
zh_cn: 按住说话
zh_tw: 按住說話

# cpQ
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
ja_jp: クリア
ko_kr: 지우기
ms_my: Padam
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清空
zh_tw: 清空

# Zfk
source: Hold to record
de_de: Zum Aufzeichnen halten
es_es: Mantener pulsado para grabar
fr_fr: Maintenir pour enregistrer
hi_in: रिकॉर्ड करने के लिए होल्ड करें
id_id: Tahan untuk merekam
ja_jp: ボタンを押したまま録音
ko_kr: 길게 눌러 기록
ms_my: Tahan untuk merakam
ru_ru: Удерживайте для записи
th_th: กดค้างเพื่อบันทึก
vi_vn: Giữ để ghi
zh_cn: 按住录音
zh_tw: 按住錄音

# NEM
source: Prepare to record
de_de: Aufzeichnen vorbereiten
es_es: Prepararse para grabar
fr_fr: Préparez-vous à enregistrer
hi_in: रिकॉर्ड करने की तैयारी करें
id_id: Bersiap untuk merekam
ja_jp: 録音する準備をしています
ko_kr: 기록 준비
ms_my: Bersedia untuk merakam
ru_ru: Подготовьтесь к записи
th_th: เตรียมบันทึก
vi_vn: Chuẩn bị ghi
zh_cn: 录音准备中
zh_tw: 錄音準備中

# ONw
source: Record
de_de: Aufzeichnen
es_es: Grabar
fr_fr: Enregistrer
hi_in: रिकॉर्ड करें
id_id: Rekam
ja_jp: 音声のみ送信
ko_kr: 음성
ms_my: Rekod
ru_ru: Запись
th_th: บันทึก
vi_vn: Ghi âm
zh_cn: 录音
zh_tw: 錄音

# KcY
source: Release to cancel
de_de: Zum Abbrechen freigeben
es_es: Liberar para cancelar
fr_fr: Autoriser l'annulation
hi_in: रद्द करने के लिए रिलीज़ करें
id_id: Lepas untuk membatalkan
ja_jp: 指を離して取り消す
ko_kr: 해제하여 취소
ms_my: Lepaskan untuk batal
ru_ru: Отпустить для отмены
th_th: ปล่อยเพื่อยกเลิก
vi_vn: Thả ra để hủy bỏ
zh_cn: 松开手指，取消发送
zh_tw: 鬆開手指，取消傳送

# jh4
source: Swipe up to cancel
de_de: Zum Abbrechen nach oben streifen
es_es: Deslizar hacia arriba para cancelar
fr_fr: Balayer vers le haut pour annuler
hi_in: रद्द करने के लिए ऊपर की ओर स्वाइप करें
id_id: Geser ke atas untuk membatalkan
ja_jp: 上にスワイプして取り消す
ko_kr: 위로 쓸어올려서 취소
ms_my: Sapu ke atas untuk batal
ru_ru: Проведите вверх для отмены
th_th: ปัดขึ้นเพื่อยกเลิก
vi_vn: Trượt nhanh lên trên để hủy bỏ
zh_cn: 手指上滑，取消发送
zh_tw: 手指上滑，取消傳送

# lBU
source: Release to send or swipe up to cancel
de_de: Zum Senden loslassen oder zum Abbrechen nach oben wischen
es_es: Suelta para enviar o desliza el dedo hacia arriba para cancelar
fr_fr: Relâchez pour envoyer ou balayez vers le haut pour annuler
hi_in: भेजने के लिए रिलीज़ करें. रद्द करने के लिए ऊपर स्वाइप करें.
id_id: Lepaskan untuk mengirim atau usap ke atas untuk membatalkan
ja_jp: 指を離して送信するか、上にスワイプしてキャンセル
ko_kr: 손을 떼서 보내거나 위로 살짝 밀어 취소합니다
ms_my: Lepaskan untuk hantar atau sapu ke atas untuk batalkan
ru_ru: Отпустите, чтобы отправить, или проведите по экрану для отмены
th_th: ปล่อยเพื่อส่งหรือปัดขึ้นเพื่อยกเลิก
vi_vn: Thả ra để gửi hoặc vuốt lên để hủy
zh_cn: 松开发送，上滑取消
zh_tw: 鬆開傳送，向上滑動可取消

# z2A
source: Unstable network, try sending audio only
de_de: Instabiles Netzwerk. Versuchen Sie, nur Audioinhalte zu senden.
es_es: Red inestable, intenta enviar solo audio
fr_fr: Réseau instable, essayez d'envoyer l'audio uniquement
hi_in: अस्थिर नेटवर्क, केवल ऑडियो भेजने का प्रयास करें
id_id: Jaringan tidak stabil, coba kirim audio
ja_jp: ネットワークの接続は不安定です、音声のみを送信してみてください
ko_kr: 불안정한 네트워크입니다. 오디오만 전송해 보세요.
ms_my: Rangkaian tidak stabil, cuba hantar audio sahaja
ru_ru: Нестабильная сеть. Попробуйте отправить только аудио
th_th: เครือข่ายไม่เสถียร ลองส่งเฉพาะเสียงเท่านั้น
vi_vn: Mạng không ổn định, hãy thử gửi riêng âm thanh
zh_cn: 当前网络差，可尝试只发送语音
zh_tw: 當前網路訊號不佳，可嘗試只發送語音

# 3vQ
source: Audio only
de_de: Nur Audio
es_es: Sólo audio
fr_fr: Audio seul
hi_in: केवल ऑडियो
id_id: Hanya audio
ja_jp: 音声のみ送信
ko_kr: 오디오만
ms_my: Audio sahaja
ru_ru: Только аудио
th_th: เสียงเท่านั้น
vi_vn: Chỉ âm thanh
zh_cn: 只发语音
zh_tw: 只發語音

# s/k
source: Send audio and text
de_de: Audio und Text
es_es: Enviar audio y texto
fr_fr: Envoyer des fichiers audio et du texte
hi_in: ऑडियो और टेक्स्ट भेजें
id_id: Kirim audio dan teks
ja_jp: 音声とテキストを送信
ko_kr: 음성과 텍스트 보내기
ms_my: Hantar audio dan teks
ru_ru: Отправить аудио и текст
th_th: ส่งเสียงและข้อความ
vi_vn: Gửi âm thanh và văn bản
zh_cn: 语音加文字
zh_tw: 語音加文字

# QAo
source: Text only
de_de: Nur Text
es_es: Solo texto
fr_fr: Texte uniquement
id_id: Hanya teks
ja_jp: テキストのみ
ko_kr: 텍스트만
ms_my: Teks sahaja
ru_ru: Только текст
th_th: ข้อความเท่านั้น
vi_vn: Chỉ văn bản
zh_cn: 只发文字
zh_tw: 僅傳送文字

# Q6E
source: Failed to record, please try again
de_de: Aufzeichnen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al grabar, inténtalo de nuevo.
fr_fr: Enregistrement impossible, veuillez réessayer
hi_in: रिकॉर्ड करने में विफल हुआ, कृपया पुनः प्रयास करें
id_id: Gagal merekam. Coba lagi
ja_jp: 録音できませんでした。再試行してください
ko_kr: 녹화하지 못했습니다. 다시 시도해 보세요.
ms_my: Gagal merakam, sila cuba lagi
ru_ru: Не удалось записать. Повторите попытку
th_th: บันทึกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Ghi âm không thành công, vui lòng thử lại
zh_cn: 录制失败，请重试
zh_tw: 錄製失敗，請重試

# YLU
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your microphone for audio messages
de_de: Gehen Sie zu den Einstellungen und erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihr Mikrofon für Audionachrichten.
es_es: Ve a Configuración y permite a {{APP_DISPLAY_NAME}} acceder a tu micrófono para mensajes de voz
fr_fr: Veuillez accéder aux Paramètres et autoriser {{APP_DISPLAY_NAME}} à accéder à votre microphone pour les messages audio
hi_in: कृपया सेटिंग्स पर जाएँ और ऑडियो संदेशों के लिए {{APP_DISPLAY_NAME}} को आपका माइक्रोफ़ोन ऐक्सेस करने की अनुमति दें
id_id: Buka Pengaturan dan izinkan {{APP_DISPLAY_NAME}} untuk mengakses mikrofon Anda untuk pesan audio
ja_jp: 音声メッセージを送信するには、設定に移動して、{{APP_DISPLAY_NAME}} によるマイクの使用を許可してください
ko_kr: 설정으로 이동하여 {{APP_DISPLAY_NAME}}이(가) 오디오 메시지를 위해 마이크에 액세스하도록 허용하세요
ms_my: Sila pergi ke Tetapan dan benarkan {{APP_DISPLAY_NAME}} mengakses mikrofon anda untuk mesej audio
ru_ru: Перейдите в настройки и разрешите {{APP_DISPLAY_NAME}} доступ к вашему микрофону для аудио сообщений
th_th: โปรดไปยังการตั้งค่าและอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงไมโครโฟนของคุณสำหรับข้อความเสียง
vi_vn: Vui lòng đi tới Cài đặt và cho phép {{APP_DISPLAY_NAME}} truy cập micrô của bạn để thực hiện tin nhắn âm thanh
zh_cn: 请在设置中开启{{APP_DISPLAY_NAME}}的麦克风权限，以便发送语音消息
zh_tw: 請在設定中開啟{{APP_DISPLAY_NAME}}的麥克風權限，以便傳送語音訊息

# E7k
source: Need permission to access your microphone
de_de: Berechtigung für den Zugriff auf Ihr Mikrofon erforderlich
es_es: Necesitas permiso para acceder a tu micrófono
fr_fr: Autorisation requise pour accéder à votre microphone
hi_in: आपका माइक्रोफ़ोन ऐक्सेस करने के लिए अनुमति की आवश्यकता है
id_id: Perlu izin untuk mengakses mikrofon Anda
ja_jp: マイクへのアクセス許可が必要です
ko_kr: 마이크 액세스 권한 필요
ms_my: Perlu kebenaran untuk mengakses mikrofon anda
ru_ru: Требуется разрешение на доступ к вашему микрофону
th_th: ต้องการสิทธิ์การอนุญาตในการเข้าถึงไมโครโฟนของคุณ
vi_vn: Cần quyền để truy cập micrô của bạn
zh_cn: 需要获得麦克风权限
zh_tw: 需要取得麥克風權限

# 7U4
source: Ending in {{num}}s
de_de: Wird in {{num}} s beendet
es_es: Finalizará dentro de {{num}} s
fr_fr: Fin dans {{num}} s
id_id: Akan berakhir dalam {{num}} detik
ja_jp: あと {{num}} 秒で終了
ko_kr: {{num}}초 후 종료
ms_my: Berakhir dalam {{num}}s
ru_ru: Оканчивается через {{num}} с.
th_th: สิ้นสุดใน {{num}} วินาที
vi_vn: Kết thúc sau {{num}} giây
zh_cn: {{num}}' 后将停止录音
zh_tw: {{num}}' 後將停止錄音

# mbY
source: Audio & Text
es_es: Audio y texto
fr_fr: Audio et texte
id_id: Audio & Teks
ja_jp: 音声とテキスト
ko_kr: 오디오 및 텍스트
ms_my: Audio & Teks
ru_ru: Аудио и текст
th_th: เสียงและข้อความ
vi_vn: Âm thanh & văn bản
zh_cn: 语音加文字
zh_tw: 語音加文字

source: Audio Only
de_de: Nur Audio
es_es: Solo audio
fr_fr: Audio uniquement
id_id: Hanya Audio
ja_jp: 音声のみ
ko_kr: 오디오만
ms_my: Audio Sahaja
ru_ru: Только аудио
th_th: เสียงเท่านั้น
vi_vn: Chỉ âm thanh
zh_cn: 仅发语音
zh_tw: 僅傳送語音

# S5U
source: Text Only
de_de: Nur Text
es_es: Solo texto
fr_fr: Texte uniquement
id_id: Hanya Teks
ja_jp: テキストのみ
ko_kr: 텍스트만
ms_my: Teks Sahaja
ru_ru: Только текст
th_th: ข้อความเท่านั้น
vi_vn: Chỉ văn bản
zh_cn: 仅发文字
zh_tw: 僅傳送文字

source: Tap or hold to dictate
de_de: Zum Diktieren antippen oder gedrückt halten
es_es: Pulsa o mantén pulsado para dictar
fr_fr: Appuyer ou maintenir pour dicter
id_id: Ketuk atau tahan untuk mendikte
ja_jp: タップまたは押したまま話す
ko_kr: 탭하거나 길게 눌러 받아쓰기
ms_my: Ketuk atau tahan untuk mengarahkan
ru_ru: Нажмите или удерживайте, чтобы диктовать
th_th: แตะหรือกดค้างไว้เพื่อกำหนด
vi_vn: Nhấn hoặc giữ để đọc chính tả
zh_cn: 轻触或按住说话
zh_tw: 輕觸或按住說話

# eeQ
source: Converting in detected language
de_de: In erkannte Sprache konvertieren
es_es: Conversión al idioma detectado
fr_fr: Conversion dans la langue détectée
id_id: Mengonversi dalam bahasa yang terdeteksi
ja_jp: 言語を自動識別中
ko_kr: 감지된 언어로 변환
ms_my: Menukar dalam bahasa yang dikesan
ru_ru: Преобразование на обнаруженном языке
th_th: กำลังแปลงเป็นภาษาที่ตรวจพบ
vi_vn: Đang chuyển đổi sang ngôn ngữ đã phát hiện
zh_cn: 正在自动识别语言
zh_tw: 正在自動識別語言

# qDw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# pVI
source: You're speaking in
de_de: Sie sprechen auf
es_es: Estás hablando en
fr_fr: Vous parlez
id_id: Anda berbicara dalam bahasa
ja_jp: 話している言語
ko_kr: 현재 언어:
ms_my: Anda sedang bercakap dalam
ru_ru: Язык разговора
th_th: คุณกำลังพูดในภาษา
vi_vn: Bạn đang nói
zh_cn: 选择所说语种
zh_tw: 選擇偏好語言

# 4Zo
source: Release to cancel
de_de: Zum Abbrechen loslassen
es_es: Soltar para cancelar
fr_fr: Relâcher pour annuler
id_id: Lepas untuk membatalkan
ja_jp: 指を離してキャンセル
ko_kr: 손을 떼서 취소합니다
ms_my: Lepaskan untuk batalkan
ru_ru: Отпустите, чтобы отменить
th_th: ปล่อยเพื่อยกเลิก
vi_vn: Thả ra để hủy
zh_cn: 松开取消发送
zh_tw: 鬆開以取消傳送

# yic
source: Recording interrupted. Please try again.
de_de: Aufzeichnung wurde unterbrochen. Bitte versuchen Sie es erneut.
es_es: Grabación interrumpida. Inténtalo de nuevo.
fr_fr: Enregistrement interrompu. Veuillez réessayer.
id_id: Perekaman terganggu. Coba lagi.
ja_jp: 録音が中断されました。再度お試しください。
ko_kr: 기록이 중단되었습니다. 다시 시도하세요.
ru_ru: Запись прервана. Попробуйте еще раз.
th_th: การบันทึกถูกขัดจังหวะ โปรดลองอีกครั้ง
vi_vn: Quá trình ghi bị gián đoạn. Vui lòng thử lại.
zh_cn: 录音中断，请重试
zh_tw: 錄音中斷，請重試

# M7E
source: File deleted
de_de: Datei gelöscht
es_es: Archivo eliminado
fr_fr: Fichier supprimé
id_id: File berhasil dihapus
ja_jp: このファイルは削除済み
ko_kr: 파일 삭제됨
ms_my: Fail dipadam
ru_ru: Файл удален
th_th: ลบไฟล์ลบแล้ว
vi_vn: Đã xóa tập tin
zh_cn: 资源已被清理
zh_tw: 資源已被清理

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# y3g
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_tw: 傳送

# Tbk
source: Message {{name}}
de_de: Nachricht an {{name}} senden
es_es: Mensaje para {{name}}
hi_in: {{name}} को संदेश भेजें
id_id: Pesan {{name}}
ja_jp: {{name}} へのメッセージ
ko_kr: 메시지 {{name}}
ms_my: Mesej {{name}}
ru_ru: Сообщение {{name}}
th_th: ส่งข้อความหา {{name}}
vi_vn: Tin nhắn {{name}}
zh_cn: 发送给 {{name}}
zh_tw: 傳送給 {{name}}

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# J98
source: Message too short
de_de: Nachricht zu kurz
es_es: Mensaje demasiado corto
fr_fr: Message trop court
hi_in: संदेश बहुत छोटा है
id_id: Pesan terlalu pendek
ja_jp: メッセージが短すぎます
ko_kr: 메시지가 너무 짧습니다
ms_my: Mesej terlalu pendek
ru_ru: Слишком короткое сообщение
th_th: ข้อความสั้นเกินไป
vi_vn: Tin nhắn quá ngắn
zh_cn: 说话时长过短
zh_tw: 說話時長過短

# bsY
source: Failed to download. Please try again later
de_de: Download fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al descargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du téléchargement. Veuillez réessayer plus tard
hi_in: डाउनलोड करने में विफल हुआ. कृपया बाद में पुन: प्रयास करें
id_id: Gagal mengunduh. Coba lagi nanti
ja_jp: ダウンロードできませんでした。後ほど再試行してください
ko_kr: 다운로드하지 못했습니다. 나중에 다시 시도해 보세요.
ms_my: Gagal memuat turun. Sila cuba lagi kemudian
ru_ru: Не удалось скачать. Повторите попытку позже.
th_th: ดาวน์โหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tải xuống không thành công. Vui lòng thử lại sau
zh_cn: 下载失败，请稍后重试
zh_tw: 下載失敗，請稍後重試
