Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# KgE
source: No unread email in "{{filterType}}"
de_de: Keine ungelesene E-Mail in "{{filterType}}"
es_es: No hay correo sin leer en "{{filterType}}"
fr_fr: Aucun e-mail non lu dans « {{filterType}} »"
hi_in: “{{filterType}} में कोई अपठित ईमेल नहीं"
id_id: Tidak ada email yang belum dibaca di "{{filterType}}"
it_it: Nessuna e-mail non letta in "{{filterType}}"
ja_jp: {{filterType}}に未読メールはありません
ko_kr: "{{filterType}}"에 읽지 않은 이메일 없음"
ms_my: Tiada emel belum dibaca dalam "{{filterType}}"
pt_br: Nenhum e-mail não lido em "{{filterType}}"
ru_ru: Нет непрочитанных писем в "{{filterType}}"
th_th: ไม่มีอีเมลที่ไม่ได้อ่านใน “{{filterType}}"
vi_vn: Không có email chưa đọc trong "{{filterType}}"
zh_cn: “{{filterType}}”中没有未读邮件
zh_hk: 「{{filterType}}」中沒有未讀郵件

# Qzc
source: Read
de_de: Gelesen
es_es: Leído
fr_fr: Lu
hi_in: पढ़ें
id_id: Sudah dibaca
it_it: Letto
ja_jp: 既読
ko_kr: 읽음
ms_my: Dibaca
pt_br: Lido
ru_ru: Прочитанные
th_th: อ่านแล้ว
vi_vn: Đã đọc
zh_cn: 已读
zh_hk: 已讀

# iI4
source: Unread
de_de: Ungelesen
es_es: Sin leer
fr_fr: Non lu
hi_in: अपठित
id_id: Belum dibaca
it_it: Non letta
ja_jp: 未読
ko_kr: 읽지 않음
ms_my: Belum dibaca
pt_br: Não lido
ru_ru: Не прочитано
th_th: ยังไม่ได้อ่าน
vi_vn: Chưa đọc
zh_cn: 未读
zh_hk: 未讀

# jsI
source: All Mail
de_de: Alle E-Mail
es_es: Todos los correos
fr_fr: Tous
hi_in: सभी मेल
id_id: Semua Email
it_it: Tutta la posta
ja_jp: すべてのメール
ko_kr: 전체 메일
ms_my: Semua Emel
pt_br: Todos os e-mails
ru_ru: Все письма
th_th: เมลทั้งหมด
vi_vn: Tất cả thư
zh_cn: 全部邮件
zh_hk: 全部郵件

# a1Q
source: Unread
de_de: Ungelesen
es_es: Sin leer
fr_fr: Non lu
hi_in: अपठित
id_id: Belum dibaca
it_it: Non letta
ja_jp: 未読メール
ko_kr: 읽지 않음
ms_my: Belum Dibaca
pt_br: Não lido
ru_ru: Не прочитано
th_th: ยังไม่ได้อ่าน
vi_vn: Chưa đọc
zh_cn: 未读邮件
zh_hk: 未讀郵件

# 85w
source: (no subject)
de_de: (Kein Betreff)
es_es: (sin asunto)
fr_fr: (pas d'objet)
hi_in: (कोई विषय नहीं)
id_id: (tidak ada subjek)
it_it: (nessun oggetto)
ja_jp: (件名なし)
ko_kr: (제목 없음)
ms_my: (tanpa subjek)
pt_br: (sem assunto)
ru_ru: (нет темы)
th_th: (ไม่มีหัวเรื่อง)
vi_vn: (không có chủ đề)
zh_cn: (无主题)
zh_hk: （無主題）

# zzQ
source: Thu
de_de: Do.
es_es: ju
fr_fr: Jeu.
hi_in: गुरू
id_id: Kam
it_it: Gio
ja_jp: 木曜日
ko_kr: 목
ms_my: Kha
pt_br: Qui
ru_ru: Чт
th_th: พฤ.
vi_vn: Thứ 5
zh_cn: 周四
zh_hk: 星期四

# Fu4
source: Clear All
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
id_id: Bersihkan Semua
it_it: Cancella tutto
ja_jp: すべて削除
ko_kr: 모두 지우기
ms_my: Kosongkan Semua
pt_br: Limpar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Xóa tất cả
zh_cn: 清除全部
zh_hk: 清除全部

# BKw
source: Recent time zone
de_de: Zuletzt verwendete Zeitzone
es_es: Zona horaria reciente
fr_fr: Fuseau horaire récent
hi_in: हाल के समय क्षेत्र
id_id: Zona waktu terbaru
it_it: Fuso orario recente
ja_jp: タイムゾーン変更履歴
ko_kr: 최근 시간대
ms_my: Zon waktu terkini
pt_br: Fuso horário recente
ru_ru: Недавний часовой пояс
th_th: เขตเวลาล่าสุด
vi_vn: Múi giờ gần đây
zh_cn: 最近使用时区
zh_hk: 最近使用時區

# MBk
source: Enter a city name
de_de: Stadt eingeben
es_es: Introduzca el nombre de una ciudad
fr_fr: Saisir un nom de ville
hi_in: किसी शहर का नाम दर्ज करें
id_id: Masukkan nama kota
it_it: Immetti il nome di una città
ja_jp: 都市名を入力
ko_kr: 도시 이름 입력
ms_my: Masukkan nama bandar
pt_br: Insira um nome de cidade
ru_ru: Введите название города
th_th: ป้อนชื่อเมือง
vi_vn: Nhập tên thành phố
zh_cn: 请输入城市名称
zh_hk: 請輸入城市名稱

# J9Q
source: Search for a city name
de_de: Nach einem Städtenamen suchen
es_es: Buscar un nombre de ciudad
fr_fr: Rechercher un nom de ville
hi_in: शहर का नाम खोजें
id_id: Cari nama kota
it_it: Cerca un nome di città
ja_jp: 都市名を検索してください
ko_kr: 도시 이름 검색
ms_my: Cari nama bandar
pt_br: Procure um nome de cidade
ru_ru: Искать название города
th_th: ค้นหาชื่อเมือง
vi_vn: Tìm kiếm tên thành phố
zh_cn: 请搜索城市名称
zh_hk: 請搜尋城市名稱

# MaE
source: Undo successful
de_de: Aktion rückgängig gemacht
es_es: Acción deshecha
fr_fr: Action annulée
hi_in: क्रिया पूर्ववत की गई
id_id: Tindakan dibatalkan
it_it: Azione annullata
ja_jp: 操作を取り消しました
ko_kr: 작업 취소됨
ms_my: Pembatalan berjaya
pt_br: Ação desfeita
ru_ru: Действие отменено
th_th: ยกเลิกการดำเนินการแล้ว
vi_vn: Đã hoàn tác
zh_cn: 已撤销操作
zh_hk: 已撤銷操作

source: Label added
de_de: Label hinzugefügt
es_es: Etiqueta agregada
fr_fr: Libellé ajouté
hi_in: लेबल जोड़ा गया
id_id: Label ditambahkan
it_it: Etichetta aggiunta
ja_jp: ラベルを追加しました。
ko_kr: 레이블이 추가되었습니다
ms_my: Label ditambah
pt_br: Rótulo adicionado
ru_ru: Метка добавлена
th_th: เพิ่มป้ายกำกับสำเร็จแล้ว
vi_vn: Đã thêm nhãn
zh_cn: 已添加标签
zh_hk: 已新增標籤

# Jyg
source: Failed to send. Please try again.
de_de: Senden fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al enviar. Inténtalo de nuevo.
fr_fr: Échec de l'envoi. Veuillez réessayer.
hi_in: भेजने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal mengirim. Coba lagi.
it_it: Impossibile inviare. Riprova.
ja_jp: 送信できませんでした。再試行してください
ko_kr: 보내지 못했습니다. 다시 시도하세요.
ms_my: Gagal menghantar. Sila cuba lagi.
pt_br: Falha ao enviar. Tente novamente.
ru_ru: Не удалось отправить. Повторите попытку.
th_th: การส่งไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Gửi không thành công. Vui lòng thử lại.
zh_cn: 邮件发送失败，请重试
zh_hk: 郵件發送失敗，請重試

# rbA
source: Deleted permanently
de_de: Für immer gelöscht
es_es: Eliminado definitivamente
fr_fr: Supprimé définitivement
hi_in: स्थायी रूप से हटाया गया
id_id: Dihapus permanen
it_it: Eliminata permanentemente
ja_jp: 完全に削除されました
ko_kr: 영구 삭제됨
ms_my: Dipadamkan selama-lamanya
pt_br: Conversa Excluída Permanentemente
ru_ru: Удалено навсегда
th_th: ลบถาวร
vi_vn: Đã xóa vĩnh viễn
zh_cn: 已永久删除
zh_hk: 已永久刪除

# RpU
source: Drafts discarded
de_de: Entwürfe verworfen.
es_es: Los borradores se han descartado.
fr_fr: Brouillons abandonnés.
hi_in: ड्राफ़्ट छोड़ दिए गए.
id_id: Draf dibuang
it_it: Bozze rimosse.
ja_jp: 下書きを破棄しました
ko_kr: 초안이 삭제됨
ms_my: Draf dibuang
pt_br: Rascunhos descartados.
ru_ru: Черновики удалены.
th_th: ละทิ้งแบบร่างแล้ว
vi_vn: Các bản nháp đã bị loại bỏ.
zh_cn: 草稿已丢弃
zh_hk: 草稿已捨棄

# ezE
source: Draft discarded
de_de: Entwurf gelöscht
es_es: El borrador se ha descartado.
fr_fr: Brouillon abandonné.
hi_in: ड्राफ़्ट छोड़ा गया.
id_id: Draf dibuang
it_it: Bozza rimossa
ja_jp: 下書きを破棄しました
ko_kr: 초안이 삭제됨
ms_my: Draf dibuang
pt_br: Rascunho descartado.
ru_ru: Черновик удален.
th_th: ละทิ้งแบบร่างแล้ว
vi_vn: Bản nháp đã bị loại bỏ.
zh_cn: 草稿已丢弃
zh_hk: 草稿已捨棄

# 2l0
source: Draft saved
de_de: Entwurf gespeichert.
es_es: Borrador guardado
fr_fr: Brouillon enregistré.
hi_in: ड्राफ़्ट सहेजा गया.
id_id: Draf disimpan
it_it: Bozza salvata.
ja_jp: 下書きに保存されました
ko_kr: 초안이 저장됨
ms_my: Draf disimpan
pt_br: Rascunho salvo.
ru_ru: Черновик сохранен
th_th: บันทึกแบบร่างแล้ว
vi_vn: Đã lưu bản nháp
zh_cn: 草稿已保存
zh_hk: 草稿已儲存

# sJw
source: Saving draft...
de_de: Entwurf wird gespeichert ...
es_es: Guardando borrador...
fr_fr: Enregistrement du brouillon…
hi_in: ड्राफ़्ट सहेजा जा रहा है...
id_id: Menyimpan draf...
it_it: Salvataggio bozza in corso
ja_jp: 下書きを保存中…
ko_kr: 초안 저장 중...
ms_my: Menyimpan draf...
pt_br: Salvando rascunho...
ru_ru: Сохранение черновика...
th_th: กำลังบันทึกแบบร่าง...
vi_vn: Đang lưu bản nháp...
zh_cn: 草稿保存中...
zh_hk: 草稿儲存中……

# pS0
source: Failed to save draft. Please try again.
de_de: Entwurf konnte nicht gespeichert werden. Versuchen Sie es erneut.
es_es: Error al guardar el borrador. Inténtalo de nuevo.
fr_fr: Échec de l'enregistrement du brouillon. Veuillez réessayer.
hi_in: ड्राफ़्ट सहेजने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal menyimpan draf. Coba lagi.
it_it: Impossibile salvare la bozza. Riprova.
ja_jp: 下書きを保存できませんでした。再試行してください
ko_kr: 초안 저장에 실패했습니다. 다시 시도하세요.
ms_my: Gagal menyimpan draf. Sila cuba lagi.
pt_br: Falha ao salvar rascunho. Tente novamente.
ru_ru: Не удалось сохранить черновик. Повторите попытку.
th_th: บันทึกแบบร่างไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Lưu bản nháp không thành công. Vui lòng thử lại.
zh_cn: 草稿保存失败，请重试
zh_hk: 草稿儲存失敗，請重試

# MKU
source: Sent
de_de: Gesendet
es_es: Enviado
fr_fr: Envoyé
hi_in: भेजा गया
id_id: Berhasil dikirim
it_it: Inviata
ja_jp: 送信しました
ko_kr: 보냄
ms_my: Dihantar
pt_br: Enviado
ru_ru: Успешно отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 发送成功
zh_hk: 發送成功

# P6Y
source: Failed to save changes. Please try again.
de_de: Änderungen konnten nicht gespeichert werden. Versuchen Sie es erneut.
es_es: Error al guardar los cambios. Inténtalo de nuevo.
fr_fr: Échec de l'enregistrement des modifications. Veuillez réessayer.
hi_in: बदलाव सहेजने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal menyimpan perubahan. Coba lagi.
it_it: Impossibile salvare le modifiche. Riprova.
ja_jp: メール設定を保存できませんでした。再試行してください
ko_kr: 변경 사항 저장에 실패했습니다. 다시 시도하세요.
ms_my: Gagal menyimpan perubahan. Sila cuba lagi.
pt_br: Falha ao salvar as alterações. Tente novamente.
ru_ru: Не удалось сохранить изменения. Повторите попытку.
th_th: บันทึกการเปลี่ยนแปลงไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Lưu thay đổi không thành công. Vui lòng thử lại.
zh_cn: 邮件设置保存失败，请重试
zh_hk: 郵件設定儲存失敗，請重試

# 6/g
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загружается...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# hlI
source: Label modified successfully
de_de: Label erfolgreich geändert
es_es: La etiqueta se ha modificado con éxito
fr_fr: Étiquette modifiée avec succès
hi_in: लेबल संशोधित किया गया
id_id: Label berhasil diubah
it_it: Modifica etichetta completata
ja_jp: ラベルを変更しました
ko_kr: 레이블 수정 성공
ms_my: Label diubahsuai dengan jayanya
pt_br: Rótulo alterada com êxito
ru_ru: Метка изменена успешно
th_th: แก้ไขป้ายกำกับสำเร็จแล้ว
vi_vn: Đã chỉnh sửa nhãn thành công
zh_cn: 标签更改成功
zh_hk: 成功更改標籤

# TH8
source: moved to "{{label}}"
de_de: nach „{{label}}“ verschoben
es_es: movido a "{{label}}"
fr_fr: déplacé vers « {{label}} »
hi_in: "{{label}}" में लिया गया
id_id: dipindahkan ke "{{label}}"
it_it: spostata in " {{label}} "
ja_jp: 「{{label}}」に移動しました
ko_kr: 다음으로 이동함: " {{label}} "
ms_my: dipindahkan ke "{{label}}"
pt_br: mover para " {{label}} "
ru_ru: Перемещено в "{{label}}"
th_th: ย้ายไปยัง " {{label}} " แล้ว
vi_vn: Di chuyển tới " {{label}} "
zh_cn: 已移至 "{{label}}"
zh_hk: 已移至「{{label}}」

# as4
source: {{num}} moved to “{{label}}”
de_de: {{num}} nach „{{label}}“ verschoben
es_es: {{num}} movidos a “{{label}}”
fr_fr: {{num}} déplacé(s) vers « {{label}} »
hi_in: {{num}} “{{label}}” में ले जाए गए
id_id: {{num}} dipindahkan ke “{{label}}”
it_it: {{num}} spostate in "{{label}}"
ja_jp: {{num}} 件のスレッドを「{{label}}」に移動しました
ko_kr: {{num}}개가 “{{label}}”(으)로 이동됨
ms_my: {{num}} dipindahkan ke "{{label}}"
pt_br: {{num}} movido para "{{label}}"
ru_ru: {{num}} перемещено в "{{label}}"
th_th: ย้าย {{num}} รายการไปยัง “{{label}}” แล้ว
vi_vn: {{num}} đã chuyển tới “{{label}}”
zh_cn: 已将{{num}}个会话移至 "{{label}}"
zh_hk: 已將 {{num}} 個對話移至「{{label}}」

# DgU
source: Oops... Something went wrong. Please try again.
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es erneut.
es_es: ¡Vaya! Algo ha salido mal. Inténtalo de nuevo.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer.
hi_in: ओह... कुछ ग़लत हुआ. कृपया पुनः प्रयास करें.
id_id: Ups... Ada yang salah. Coba lagi.
it_it: Spiacenti. Si è verificato un errore. Riprova.
ja_jp: 操作に失敗しました。再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 다시 시도하세요.
ms_my: Alamak... Ada yang tidak kena. Sila cuba lagi.
pt_br: Ops... Ocorreu um problema. Tente novamente.
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку.
th_th: แย่แล้ว... มีบางอย่างผิดปกติ โปรดลองอีกครั้ง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại.
zh_cn: 操作失败，请重试
zh_hk: 操作失敗，請重試

# Lj0
source: Label removed successfully
de_de: Label erfolgreich entfernt
es_es: La etiqueta se ha borrado con éxito
fr_fr: Étiquette retirée avec succès
hi_in: लेबल निकाला गया
id_id: Label berhasil dihapus
it_it: Rimozione etichetta completata
ja_jp: ラベルを削除しました
ko_kr: 레이블 제거 성공
ms_my: Label dibuang dengan jayanya
pt_br: Rótulo removido com êxito
ru_ru: Метка удалена успешно
th_th: ลบป้ายกำกับออกสำเร็จแล้ว
vi_vn: Đã gỡ bỏ nhãn thành công
zh_cn: 标签移除成功
zh_hk: 成功移除標籤

# eag
source: Failed to reply. Please try again.
de_de: Antworten fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al responder. Inténtalo de nuevo.
fr_fr: Échec de la réponse. Veuillez réessayer.
hi_in: उत्तर देने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal membalas. Coba lagi.
it_it: Impossibile rispondere. Riprova.
ja_jp: 返信できませんでした。再試行してください
ko_kr: 회신에 실패했습니다. 다시 시도하세요.
ms_my: Gagal membalas. Sila cuba lagi.
pt_br: Falha ao responder. Tente novamente.
ru_ru: Не удалось ответить. Повторите попытку.
th_th: ตอบกลับไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Trả lời không thành công. Vui lòng thử lại.
zh_cn: 回复失败，请重试
zh_hk: 回覆失敗，請重試

# a+o
source: Replied successfully
de_de: Erfolgreich geantwortet
es_es: Se ha respondido correctamente
fr_fr: Réponse envoyée
hi_in: उत्तर दिया गया
id_id: Berhasil membalas
it_it: Risposta inviata
ja_jp: 返信しました
ko_kr: 회신에 성공했습니다
ms_my: Berjaya membalas
pt_br: Respondido com êxito
ru_ru: Успешный ответ
th_th: ตอบกลับเรียบร้อยแล้ว
vi_vn: Đã trả lời thành công
zh_cn: 回复成功
zh_hk: 回覆成功

# Plk
source: Failed to save. Please try again.
de_de: Speichern fehlgeschlagen.
es_es: Error al guardar.
fr_fr: Échec de la sauvegarde.
hi_in: सेव करने में विफल हुआ.
id_id: Gagal menyimpan.
it_it: Impossibile salvare.
ja_jp: 保存できませんでした。再試行してください
ko_kr: 저장에 실패했습니다.
ms_my: Gagal menyimpan. Sila cuba lagi.
pt_br: Falha ao salvar.
ru_ru: Не удалось сохранить.
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại.
zh_cn: 保存失败，请重试
zh_hk: 儲存失敗，請重試

# 72w
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
hi_in: सहेजा गया
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено успешно
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_hk: 儲存成功

# Fj4
source: Saving...
de_de: Speichern
es_es: Guardando
fr_fr: Sauvegarde en cours
hi_in: सहेजना
id_id: Menyimpan...
it_it: Salvataggio
ja_jp: 保存しています
ko_kr: 저장 중
ms_my: Memuatkan...
pt_br: Salvando
ru_ru: Сохранение
th_th: กำลังบันทึก
vi_vn: Đang lưu
zh_cn: 正在保存...
zh_hk: 正在儲存...

# sZg
source: You can select up to {{limitCount}} conversations.
de_de: Sie können bis zu {{limitCount}} Unterhaltungen auswählen.
es_es: Puedes seleccionar hasta {{limitCount}} conversaciones.
fr_fr: Vous pouvez sélectionner jusqu'à {{limitCount}} conversations.
hi_in: आप अधिकतम {{limitCount}} वार्तालाप चुन सकते हैं.
id_id: Anda dapat memilih hingga {{limitCount}} percakapan.
it_it: Puoi selezionare fino a {{limitCount}} conversazioni.
ja_jp: 最大 {{limitCount}} 件のスレッドを選択できます
ko_kr: 최대 {{limitCount}}개의 대화를 선택할 수 있습니다.
ms_my: Anda boleh memilih sehingga {{limitCount}} perbualan.
pt_br: Você pode selecionar até {{limitCount}} conversas.
ru_ru: Можно выбрать не более {{limitCount}} бесед.
th_th: คุณสามารถเลือกการสนทนาได้มากสุด {{limitCount}} รายการ
vi_vn: Bạn có thể chọn tối đa {{limitCount}} cuộc hội thoại.
zh_cn: 只能选择最多{{limitCount}}个会话
zh_hk: 只能選擇最多 {{limitCount}} 個對話

# gUI
source: Sending...
de_de: Senden...
es_es: Enviando...
fr_fr: Envoi…
hi_in: भेजा जा रहा है...
id_id: Mengirim...
it_it: Invio in corso
ja_jp: 送信中…
ko_kr: 보내는 중...
ms_my: Menghantar...
pt_br: Enviando...
ru_ru: Выполняется отправка…
th_th: กำลังส่ง...
vi_vn: Đang gửi...
zh_cn: 正在发送...
zh_hk: 正在發送……

# lhU
source: Sending undone
de_de: Senden rückgängig gemacht
es_es: Envío deshecho
fr_fr: Envoi annulé
hi_in: भेजना पूर्ववत किया गया
id_id: Pengiriman dibatalkan
it_it: Invio annullato
ja_jp: 送信を取り消ししました
ko_kr: 보내기 취소됨
ms_my: Penghantaran dibatalkan
pt_br: Envio desfeito
ru_ru: Отправка отменена
th_th: ยกเลิกการส่งแล้ว
vi_vn: Đã hoàn tác gửi
zh_cn: 已撤销发送
zh_hk: 已撤銷發送

# eXo
source: Undo
de_de: Rückgängig machen
es_es: Deshacer
fr_fr: Annuler
hi_in: पूर्ववत करें
id_id: Batalkan
it_it: Annulla
ja_jp: 取り消す
ko_kr: 실행 취소
ms_my: Batalkan
pt_br: Desfazer
ru_ru: Отменить
th_th: เลิกทำ
vi_vn: Hoàn tác
zh_cn: 撤销
zh_hk: 撤銷

# BNI
source: Undo failed, message may have been sent.
de_de: Rückgängig machen fehlgeschlagen. Nachricht wurde möglicherweise gesendet.
es_es: Error al deshacer, es posible que el mensaje se haya enviado.
fr_fr: Échec de l'annulation, le message a peut-être été envoyé.
hi_in: पूर्ववत करना विफल हुआ, हो सकता है मेसेज भेजा जा चुका हो.
id_id: Gagal membatalkan, pesan mungkin telah terkirim.
it_it: Annullamento non riuscito, il messaggio potrebbe essere stato inviato.
ja_jp: 取り消しできませんでした。メールは既に送信された可能性があります
ko_kr: 실행 취소에 실패했습니다. 메시지가 전송되었을 수 있습니다.
ms_my: Pembatalan gagal, mesej mungkin telah dihantar.
pt_br: Falha ao desfazer, a mensagem pode ter sido enviada.
ru_ru: Не удалось отменить действие. Возможно, письмо уже было отправлено.
th_th: เลิกทำไม่สำเร็จ ข้อความอาจถูกส่งไปแล้ว
vi_vn: Hoàn tác thất bại, tin nhắn có thể đã được gửi đi rồi.
zh_cn: 撤销发送失败，邮件可能已发送。
zh_hk: 撤銷發送失敗，郵件可能已發送。

# 8Ms
source: Huge
de_de: Sehr groß
es_es: Enorme
fr_fr: Énorme
hi_in: विशाल
id_id: Sangat Besar
it_it: Molto grande
ja_jp: 最大
ko_kr: 아주 크게
ms_my: Besar
pt_br: Enorme
ru_ru: Огромный
th_th: ใหญ่มาก
vi_vn: Rất lớn
zh_cn: 最大
zh_hk: 最大

# XWQ
source: Large
de_de: Groß
es_es: Grande
fr_fr: Grande
hi_in: बड़ा
id_id: Besar
it_it: Grande
ja_jp: 大
ko_kr: 크게
ms_my: Besar
pt_br: Grande
ru_ru: Большой
th_th: ใหญ่
vi_vn: Lớn
zh_cn: 大
zh_hk: 大

# JxY
source: Normal
fr_fr: Normale
hi_in: सामान्य
it_it: Normale
ja_jp: デフォルト
ko_kr: 보통
ms_my: Biasa
ru_ru: Обычный
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 正常
zh_hk: 正常

# PMQ
source: Small
de_de: Klein
es_es: Pequeño
fr_fr: Petite
hi_in: छोटा
id_id: Kecil
it_it: Piccolo
ja_jp: 小
ko_kr: 작게
ms_my: Kecil
pt_br: Pequeno
ru_ru: Малый
th_th: เล็ก
vi_vn: Nhỏ
zh_cn: 小
zh_hk: 小

# csw
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke
it_it: Traduci in
ja_jp: 翻訳言語を選択
ko_kr: 다음 언어로 번역
ms_my: Terjemah ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 选择翻译语言
zh_hk: 選擇翻譯語言

# Pqo
source: Auto
de_de: Autom.
es_es: Automático
hi_in: ऑटो
id_id: Otomatis
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
ru_ru: Автоматически
th_th: อัตโนมัติ
vi_vn: Tự động
zh_cn: 自动
zh_hk: 自動

# jqM
source: Auto-detected
de_de: Automatisch erkannt
es_es: Detectado automáticamente
fr_fr: Détecté automatiquement
hi_in: स्वत: हटाया गया
id_id: Deteksi otomatis
it_it: Rilevato automaticamente
ja_jp: 自動検出
ko_kr: 자동 감지됨
ms_my: Dikesan secara automatik
pt_br: Detectado automaticamente
ru_ru: Определен автоматически
th_th: ตรวจหาอัตโนมัติ
vi_vn: Tự động phát hiện
zh_cn: 自动检测
zh_hk: 自動檢測

# 9yI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# 9wg
source: Chinese (Simplified)
de_de: Chinesisch (vereinfacht)
es_es: Chino (simplificado)
fr_fr: Chinois (simplifié)
hi_in: चीनी (सरलीकृत)
id_id: Bahasa Mandarin (Sederhana)
it_it: Cinese (semplificato)
ja_jp: 中国語（簡体字）
ko_kr: 중국어(간체)
ms_my: Cina (Ringkas)
pt_br: Chinês (simplificado)
ru_ru: Китайский (упрощенный)
th_th: ภาษาจีน (ตัวย่อ)
vi_vn: Tiếng Trung (Giản thể)
zh_cn: 中文（简体）
zh_hk: 中文（簡體）

# ldU
source: Message too large to be translated
de_de: Nachricht zu groß zum Übersetzen
es_es: El mensaje es demasiado largo para traducirlo
fr_fr: Message trop long pour être traduit
hi_in: अनुवादित किए जाने हेतु संदेश बहुत बड़ा है
id_id: Pesan terlalu besar untuk diterjemahkan
it_it: Messaggio troppo grande per essere tradotto
ja_jp: メールのサイズが大きすぎるため、翻訳できません
ko_kr: 번역하기에 메시지가 너무 큼
ms_my: Mesej terlalu besar untuk diterjemahkan
pt_br: Mensagem muito grande para ser traduzida
ru_ru: Письмо слишком большое для перевода
th_th: ข้อความมีขนาดใหญ่เกินกว่าจะแปลได้
vi_vn: Tin nhắn quá lớn để dịch
zh_cn: 邮件过大，无法翻译
zh_hk: 郵件過大，無法翻譯

# 0EA
source: Detected unsupported language. Translation may not be accurate.
de_de: Nicht unterstützte Sprache entdeckt. Übersetzung ist möglicherweise nicht genau.
es_es: Se ha detectado un idioma no compatible. Es posible que la traducción no sea buena.
fr_fr: Langue non prise en charge détectée. La traduction risque de ne pas être exacte.
hi_in: हटाई गयी असमर्थित भाषा. अनुवाद सटीक नहीं भी हो सकता है.
id_id: Bahasa yang tidak didukung terdeteksi. Terjemahan mungkin tidak akurat.
it_it: Lingua non supportata rilevata. La traduzione potrebbe non essere accurata.
ja_jp: サポートされていない言語検出されたため、翻訳の精度が低い可能性があります
ko_kr: 지원되지 않는 언어가 감지되었습니다. 번역이 정확하지 않을 수 있습니다.
ms_my: Bahasa yang tidak disokong dikesan. Terjemahan mungkin tidak tepat.
pt_br: Idioma não compatível detectado. A tradução pode não ser correta.
ru_ru: Обнаружен неподдерживаемый язык. Перевод может быть неточным.
th_th: ตรวจพบภาษาที่ไม่รองรับ คำแปลอาจไม่เที่ยงตรงถูกต้อง
vi_vn: Đã phát hiện ngôn ngữ không được hỗ trợ.Bản dịch có thể không chính xác.
zh_cn: 检测到不支持的语言。翻译可能不准确
zh_hk: 檢測到不支援的語言。翻譯可能不準確

# Lgc
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
hi_in: अंग्रेजी
id_id: Bahasa Inggris
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ms_my: Inggeris
pt_br: Inglês
ru_ru: Русский
th_th: อังกฤษ
vi_vn: Tiếng Anh
zh_cn: 英文
zh_hk: 英文

# D9Q
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
hi_in: जापानी
id_id: Bahasa Jepang
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
ms_my: Jepun
pt_br: Japonês
ru_ru: Японский
th_th: ญี่ปุ่น
vi_vn: Tiếng Nhật
zh_cn: 日文
zh_hk: 日文

# TRY
source: {{language}} detected
de_de: {{language}} erkannt
es_es: Se ha detectado el {{language}}
fr_fr: {{language}} détecté
hi_in: {{language}} का पता लगा
id_id: {{language}} terdeteksi
it_it: {{language}} rilevato
ja_jp: {{language}}を検出しました
ko_kr: {{language}} 감지됨
ms_my: {{language}} dikesan
pt_br: {{language}} detectado
ru_ru: Определенный язык: {{language}}
th_th: ตรวจพบ {{language}}
vi_vn: Đã phát hiện {{language}}
zh_cn: 检测为{{language}}
zh_hk: 檢測為{{language}}

# Gvk
source: Network error. Please try again.
de_de: Netzwerkfehler. Versuchen Sie es erneut.
es_es: Error de red. Inténtalo de nuevo.
fr_fr: Erreur réseau. Veuillez réessayer.
hi_in: नेटवर्क त्रुटि. कृपया पुनः प्रयास करें.
id_id: Kesalahan jaringan. Coba lagi.
it_it: Errore di rete. Riprova.
ja_jp: ネットワークエラーです。後ほど再試行してください
ko_kr: 네트워크 오류입니다. 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi.
pt_br: Erro na rede. Tente novamente.
ru_ru: Ошибка сети. Повторите попытку.
th_th: เครือข่ายเกิดข้อผิดพลาด โปรดลองอีกครั้ง
vi_vn: Lỗi mạng. Vui lòng thử lại.
zh_cn: 网络出错了，请重试
zh_hk: 網絡出錯，請重試

# 9S0
source: Translation currently not supported
de_de: Übersetzung derzeit nicht unterstützt
es_es: La traducción no se admite
fr_fr: Traduction non prise en charge pour le moment
hi_in: वर्तमान में अनुवाद समर्थित नहीं है
id_id: Terjemahan saat ini tidak didukung
it_it: La traduzione non è attualmente supportata
ja_jp: 現在この言語の翻訳はサポートされていません
ko_kr: 현재 지원되지 않는 번역
ms_my: Terjemahan tidak disokong buat masa ini
pt_br: No momento não há suporte para tradução
ru_ru: Перевод в настоящее время не поддерживается
th_th: ไม่รองรับการแปลในขณะนี้
vi_vn: Hiện không hỗ trợ tính năng dịch
zh_cn: 暂不支持该语言的翻译
zh_hk: 暫不支援此語言翻譯

# PKI
source: Original text
es_es: Texto original
fr_fr: Texte original
hi_in: मूल पाठ
id_id: Teks asli
it_it: Testo originale
ja_jp: 原文
ko_kr: 원본 텍스트
ms_my: Teks asal
pt_br: Texto original
ru_ru: Оригинальный текст
th_th: ข้อความต้นฉบับ
vi_vn: Văn bản gốc
zh_cn: 原文
zh_hk: 原文

# +E0
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
hi_in: अनुवाद करें
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปล
vi_vn: Dịch
zh_cn: 翻译
zh_hk: 翻譯
