Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# voY
source: Email caching interrupted. No internet connection.
de_de: Die E-Mail-Zwischenspeicherung wurde unterbrochen. Keine Internetverbindung.
es_es: Almacenamiento en caché de los correos electrónicos interrumpido. No hay conexión a Internet.
fr_fr: Mise en cache des e-mails interrompue. Aucune connexion Internet.
id_id: Caching email terputus. Tidak ada koneksi internet.
it_it: Memorizzazione e-mail nella cache interrotta. Nessuna connessione Internet.
ja_jp: インターネットに接続されていないため、メールのキャッシュを中断しました。
ko_kr: 이메일 캐시가 중단되었습니다. 인터넷에 연결되지 않았습니다.
ms_my: Penyimpanan emel dalam cache terganggu. Tiada sambungan internet.
pt_br: Armazenamento em cache de e-mail interrompido. Sem conexão com a internet.
ru_ru: Кэширование почты прервано. Нет соединения с интернетом.
th_th: การเก็บแคชอีเมลถูกขัดจังหวะ ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Quy trình lưu email vào bộ nhớ đệm bị gián đoạn. Không có kết nối internet.
zh_cn: 网络未连接，邮件缓存中断
zh_hk: 未連線至網絡，郵件快取中斷

# LpI
source: Email caching interrupted. There's not enough space on the disk. Please free enough disk space or {{adjustTimeRange}}.
de_de: Die E-Mail-Zwischenspeicherung wurde unterbrochen. Es ist nicht genügend Speicherplatz auf der Festplatte vorhanden. Bitte geben Sie genügend Speicherplatz frei oder klicken Sie auf „{{adjustTimeRange}}“.
es_es: Almacenamiento en caché de los correos electrónicos interrumpido. No hay espacio suficiente en el disco. Libera espacio suficiente en el disco o {{adjustTimeRange}}.
fr_fr: Mise en cache des e-mails interrompue. Vous ne disposez pas de suffisamment d'espace sur votre disque. Veuillez libérer suffisamment d'espace disque ou {{adjustTimeRange}}.
id_id: Caching email terputus. Ruang pada disk tidak cukup. Kosongkan ruang disk secukupnya atau {{adjustTimeRange}}.
it_it: Memorizzazione e-mail nella cache interrotta. Non vi è sufficiente spazio sul disco. Libera spazio a sufficienza sul disco o {{adjustTimeRange}}.
ja_jp: ストレージ容量が不足しているため、メールのキャッシュを中断しました。ファイルを整理するか、{{adjustTimeRange}}してください。
ko_kr: 이메일 캐시가 중단되었습니다. 디스크에 충분한 공간이 없습니다. 충분한 디스크 공간을 확보하거나 {{adjustTimeRange}} 작업을 수행하세요.
ms_my: Penyimpanan emel dalam cache terganggu. Tidak cukup ruang dalam cakera. Sila kosongkan ruang cakera yang mencukupi atau {{adjustTimeRange}}.
pt_br: Armazenamento em cache do e-mail interrompido. Não há espaço suficiente no disco. Libere espaço em disco suficiente ou {{adjustTimeRange}}.
ru_ru: Кэширование почты прервано. На диске недостаточно места. Освободите достаточно места на диске или {{adjustTimeRange}}.
th_th: การเก็บแคชอีเมลถูกขัดจังหวะ มีพื้นที่ไม่เพียงพอในดิสก์ โปรดเพิ่มพื้นที่ว่างในดิสก์ให้เพียงพอหรือ {{adjustTimeRange}}
vi_vn: Quy trình lưu email vào bộ nhớ đệm bị gián đoạn. Không có đủ dung lượng trên ổ đĩa. Vui lòng giải phóng dung lượng ổ đĩa hoặc {{adjustTimeRange}}.
zh_cn: 磁盘空间不足，邮件缓存中断，请清理磁盘或{{adjustTimeRange}}
zh_hk: 磁碟空間不足，郵件快取中斷，請清理磁碟或{{adjustTimeRange}}

# 7Co
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# 34g
source: Not enough storage on your phone. Keeping caching emails may disrupt the operation of your device. To free up space, try deleting files or offloading apps that you don't often use.
de_de: Sie haben nicht genügend Speicherplatz auf Ihrem Handy. Das weitere Zwischenspeichern von E-Mails kann den Betrieb Ihres Geräts stören. Löschen Sie selten verwendete Dateien oder lagern Sie sie aus, um Speicherplatz freizugeben.
es_es: No hay suficiente espacio de almacenamiento en el teléfono. Conservar los correos electrónicos en caché puede afectar al funcionamiento del dispositivo. Para liberar espacio, elimina archivos o quita las aplicaciones que no utilices con frecuencia.
fr_fr: L'espace de stockage de votre téléphone est insuffisant. La conservation des e-mails en cache peut perturber le fonctionnement de votre appareil. Pour libérer de l'espace, essayez de supprimer des fichiers ou de décharger les applications que vous n'utilisez pas souvent.
id_id: Penyimpanan di ponsel Anda tidak cukup. Terus meng-cache email dapat mengganggu pengoperasian perangkat Anda. Untuk mengosongkan ruang, coba hapus file atau bongkar aplikasi yang jarang Anda gunakan.
it_it: Spazio di archiviazione sul telefono insufficiente. Se continui a memorizzare le e-mail nella cache potresti compromettere il funzionamento del dispositivo. Per liberare spazio, prova a eliminare i file o rimuovere le app che non usi spesso.
ja_jp: ストレージの空き容量が不足しています。引き続きキャッシュすると、デバイスの動作が不安定になる可能性があります。不要なファイルを削除して、スペースを確保してください。
ko_kr: 휴대전화 저장소가 부족합니다. 이메일 캐싱을 계속하면 장치 작동이 중단될 수 있습니다. 공간을 확보하려면 자주 사용하지 않는 앱을 오프로드하거나 파일을 삭제해 보세요.
ms_my: Ruang penyimpanan telefon tidak mencukupi. Menyimpan emel dalam cache mungkin mengganggu operasi peranti anda. Untuk mengosongkan ruang, cuba padam fail atau alih keluar aplikasi yang jarang digunakan.
pt_br: Não há armazenamento suficiente no seu telefone. Manter o cache de e-mails pode interromper a operação do seu dispositivo. Para liberar espaço, tente excluir arquivos ou descarregar aplicativos que você não usa com frequência.
ru_ru: Недостаточно памяти на вашем телефоне. Кэширование писем может нарушить работу вашего устройства. Чтобы освободить место, попробуйте удалить файлы или разгрузить приложения, которыми вы редко пользуетесь.
th_th: พื้นที่เก็บข้อมูลในโทรศัพท์ของคุณไม่เพียงพอ การเก็บแคชอีเมลอาจทำให้การทำงานของอุปกรณ์ของคุณหยุดชะงัก หากต้องการเพิ่มพื้นที่ว่าง ให้ลองลบไฟล์หรือปิดแอปที่คุณไม่ได้ใช้
vi_vn: Không có đủ dung lượng lưu trữ trên điện thoại. Việc tiếp tục lưu email vào bộ nhớ đệm có thể làm gián đoạn hoạt động thiết bị của bạn. Để giải phóng dung lượng, hãy thử xóa các tập tin hoặc gỡ tải ứng dụng mà bạn không thường sử dụng.
zh_cn: 手机存储空间不足，继续缓存可能导致设备无法正常运行。请卸载或清理不常用的软件和文件，释放额外空间。
zh_hk: 手機儲存空間不足，繼續快取可能會導致裝置無法正常運行。請卸載或清理不常用的軟件和檔案，以釋放額外空間。

# 72k
source: Unable to cache emails
de_de: E-Mails können nicht zwischengespeichert werden
es_es: No se pueden almacenar los correos electrónicos en caché
fr_fr: Impossible de mettre les e-mails en cache
id_id: Gagal meng-cache email
it_it: Impossibile memorizzare e-mail nella cache
ja_jp: キャッシュできません
ko_kr: 이메일을 캐시할 수 없습니다
ms_my: Tidak dapat menyimpan emel dalam cache
pt_br: Não é possível armazenar em cache os e-mails
ru_ru: Невозможно кэшировать письма
th_th: ไม่สามารถแคชอีเมลได้
vi_vn: Không thể lưu email vào bộ nhớ đệm
zh_cn: 无法缓存
zh_hk: 無法快取

# OBo
source: Adjust Cache Settings
de_de: Cache-Einstellungen anpassen
es_es: Ajustar configuración de caché
fr_fr: Ajuster les paramètres du cache
id_id: Sesuaikan Pengaturan Cache
it_it: Rettifica impostazioni cache
ja_jp: キャッシュの設定を調整
ko_kr: 캐시 설정 조정
ms_my: Laraskan Tetapan Cache
pt_br: Ajustar configurações de cache
ru_ru: Изменить настройки кэширования
th_th: ปรับการตั้งค่าแคช
vi_vn: Điều chỉnh cài đặt bộ nhớ đệm
zh_cn: 调整缓存设置
zh_hk: 調整快取設定

# CPE
source: Preparing to cache email…
de_de: Zwischenspeicherung der E-Mail wird vorbereitet...
es_es: Preparando para guardar el correo electrónico en caché…
fr_fr: Préparation de la mise en cache de l’email...
id_id: Mempersiapkan untuk meng-cache email...
it_it: Preparazione memorizzazione e-mail nella cache in corso
ja_jp: メールのキャッシュを準備中...
ko_kr: 이메일 캐시 준비 중…
ms_my: Sedang menyediakan untuk menyimpan emel dalam cache…
pt_br: Preparando-se para armazenar o e-mail em cache…
ru_ru: Подготовка к кэшированию письма…
th_th: กำลังเตรียมแคชอีเมล…
vi_vn: Đang chuẩn bị lưu email vào bộ nhớ đệm...
zh_cn: 正在准备缓存邮件...
zh_hk: 正在準備快取郵件...

# wDE
source: Email Cache
es_es: Caché de correo electrónico
fr_fr: Cache d'e-mails
id_id: Cache Email
it_it: Cache e-mail
ja_jp: メールのキャッシュ
ko_kr: 이메일 캐시
ms_my: Cache Emel
pt_br: Cache do e-mail
ru_ru: Кэш почты
th_th: แคชอีเมล
vi_vn: Bộ nhớ đệm email
zh_cn: 邮件缓存
zh_hk: 郵件快取

# 4yo
source: Try caching emails if you want to read more when offline.
de_de: Versuchen Sie E-Mails zwischenzuspeichern, wenn Sie offline mehr lesen möchten.
es_es: Almacena correos electrónicos en caché para poder leerlos cuando no tengas conexión.
fr_fr: Essayez de mettre vos e-mails en cache si vous voulez les lire plus souvent lorsque vous êtes hors ligne.
id_id: Cobalah meng-cache email jika Anda ingin membaca lebih lanjut saat offline.
it_it: Se desideri leggere altro quando sei offline, prova a memorizzare le e-mail nella cache.
ja_jp: オフラインでもより多くのメールを閲覧したい場合は、メールのキャッシュを活用しましょう。
ko_kr: 오프라인 상태에서 더 많이 읽으려면 이메일을 캐싱하세요.
ms_my: Cuba cache emel jika anda ingin membaca lebih banyak dalam talian.
pt_br: Tente armazenar e-mails em cache se quiser ler mais quando estiver off-line.
ru_ru: Попробуйте кэшировать письма, если вы хотите читать больше офлайн.
th_th: ลองแคชอีเมลหากคุณต้องการอ่านเพิ่มเติมเมื่อออฟไลน์
vi_vn: Thử lưu email vào bộ nhớ đệm nếu bạn muốn đọc thêm khi ngoại tuyến.
zh_cn: 想在离线时查看更多邮件，可尝试
zh_hk: 想在離線時查看更多郵件，可嘗試

# Mzs
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# dI0
source: Attachments
de_de: Anhänge
es_es: Adjuntos
fr_fr: Pièces jointes
id_id: Lampiran
it_it: Allegati
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ms_my: Lampiran
pt_br: Anexos
ru_ru: Вложения
th_th: ไฟล์แนบ
vi_vn: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# u3s
source: Images
de_de: Bilder
es_es: Imágenes
id_id: Gambar
it_it: Immagini
ja_jp: 画像
ko_kr: 이미지
ms_my: Gambar
pt_br: Imagens
ru_ru: Изображения
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_hk: 圖片

# Rhk
source: Select content to cache
de_de: Zwischenzuspeichernden Inhalt auswählen
es_es: Selecciona el contenido que deseas almacenar en caché
fr_fr: Sélectionner le contenu à mettre en cache
id_id: Pilih konten untuk di-cache
it_it: Seleziona il contenuto da memorizzare nella cache
ja_jp: キャッシュするコンテンツを選択する
ko_kr: 캐시할 콘텐츠 선택
ms_my: Pilih kandungan untuk disimpan dalam cache
pt_br: Selecione o conteúdo a ser armazenado em cache
ru_ru: Выберите контент для кеширования
th_th: เลือกเนื้อหาที่จะแคช
vi_vn: Chọn nội dung để lưu vào bộ nhớ đệm
zh_cn: 选择需要缓存的内容
zh_hk: 選擇需要快取的內容

# g8s
source: Once turned on, you'll be able to read and search more emails when offline.
de_de: Nach der Aktivierung können Sie weitere E-Mails lesen und durchsuchen, wenn Sie offline sind.
es_es: Una vez activada esta opción, podrás leer y buscar más correos electrónicos cuando no tengas conexión.
fr_fr: Une fois activé, vous pourrez consulter et rechercher plus e-mails lorsque vous êtes hors ligne.
id_id: Setelah diaktifkan, Anda dapat membaca dan mencari lebih banyak email saat offline.
it_it: Dopo l'attivazione, potrai leggere e cercare altre e-mail quando sei offline.
ja_jp: メールのキャッシュを許可すると、オフライン時に閲覧・検索できるメールが多くなります。
ko_kr: 켜면 오프라인에서 더 많은 이메일을 읽고 검색할 수 있습니다.
ms_my: Setelah dihidupkan, anda akan dapat membaca dan mencari lebih banyak emel dalam talian.
pt_br: Quando ativado, você poderá ler e buscar mais e-mails quando estiver off-line.
ru_ru: После включения вы сможете читать и искать больше писем офлайн.
th_th: เมื่อเปิดแล้ว คุณจะสามารถอ่านและค้นหาอีเมลได้มากขึ้นเมื่อออฟไลน์
vi_vn: Sau khi bật, bạn sẽ có thể đọc và tìm kiếm thêm nhiều email khác khi ngoại tuyến.
zh_cn: 开启后可在离线状态下阅读和搜索更多邮件
zh_hk: 開啟後可在離線狀態下閱讀及搜尋更多郵件

# V/0
source: Email cache
es_es: Caché de correo electrónico
fr_fr: Cache d'e-mails
id_id: Cache email
it_it: Cache e-mail
ja_jp: メールのキャッシュ
ko_kr: 이메일 캐시
ms_my: Cache emel
pt_br: Cache do e-mail
ru_ru: Кэш почты
th_th: แคชอีเมล
vi_vn: Bộ nhớ đệm email
zh_cn: 邮件缓存
zh_hk: 郵件快取

# r7c
source: Settings saved and will take effect once you're back online.
de_de: Die Einstellungen wurden gespeichert und werden wirksam, wenn Sie wieder online sind.
es_es: Configuración guardada; se aplicará cuando vuelvas a conectarte.
fr_fr: Les paramètres ont été enregistrés et prendront effet une fois de retour en ligne.
id_id: Pengaturan disimpan dan akan diterapkan setelah Anda kembali online.
it_it: Impostazioni salvate e avranno effetto quando torni online.
ja_jp: 設定を保存しました。インターネットに接続すると有効になります。
ko_kr: 설정이 저장되었으며 다시 온라인 상태가 되면 적용됩니다.
ms_my: Tetapan disimpan dan akan berkesan apabila anda kembali dalam talian.
pt_br: Configurações salvas. Elas terão efeito assim que você ficar on-line novamente.
ru_ru: Настройки сохранены и вступят в силу, когда вы снова подключитесь к сети.
th_th: บันทึกการตั้งค่าแล้วและจะมีผลเมื่อคุณกลับมาออนไลน์
vi_vn: Cài đặt đã được lưu và sẽ có hiệu lực sau khi bạn trực tuyến lại.
zh_cn: 设置已保存，将在联网后生效
zh_hk: 已儲存設定，將在連線網絡後生效

# W6c
source: Settings saved. Email caching started.
de_de: Die Einstellungen wurden gespeichert. Die E-Mail-Zwischenspeicherung wurde gestartet.
es_es: Configuración guardada. Iniciado el almacenamiento en caché de los correos electrónicos.
fr_fr: Paramètres enregistrés. La mise en cache des e-mails a débuté.
id_id: Pengaturan disimpan. Caching email dimulai.
it_it: Impostazioni salvate. Memorizzazione nella cache delle e-mail avviata.
ja_jp: 設定を保存しました。メールのキャッシュを開始します。
ko_kr: 설정이 저장되었습니다. 이메일 캐시가 시작되었습니다.
ms_my: Tetapan disimpan. Penyimpanan emel dalam cache bermula.
pt_br: Configurações salvas. Armazenamento do e-mail cache iniciado.
ru_ru: Настройки сохранены. Кэширование почты запущено.
th_th: บันทึกการตั้งค่าแล้ว เริ่มการเก็บแคชอีเมลแล้ว
vi_vn: Đã lưu cài đặt. Đã bắt đầu lưu email vào bộ nhớ đệm.
zh_cn: 设置已保存，开始缓存邮件
zh_hk: 已儲存設定，開始快取郵件

# zE0
source: View Progress
de_de: Fortschritt ansehen
es_es: Ver avance
fr_fr: Afficher l'avancement
id_id: Lihat Kemajuan
it_it: Visualizza avanzamento
ja_jp: 進捗を確認
ko_kr: 진행률 보기
ms_my: Lihat Kemajuan
pt_br: Visualizar andamento
ru_ru: Посмотреть прогресс
th_th: ดูความคืบหน้า
vi_vn: Xem tiến độ
zh_cn: 查看进度
zh_hk: 查看進度

# ZPc
source: Settings saved
de_de: Einstellungen gespeichert
es_es: Configuración guardada
fr_fr: Paramètres enregistrés
id_id: Pengaturan disimpan
it_it: Impostazioni salvate
ja_jp: 設定を保存しました。
ko_kr: 설정이 저장되었습니다
ms_my: Tetapan disimpan
pt_br: Configurações salvas
ru_ru: Настройки сохранены
th_th: บันทึกการตั้งค่าแล้ว
vi_vn: Đã lưu cài đặt
zh_cn: 设置已保存
zh_hk: 已儲存設定

# 9jA
source: Caching emails to the current device will take up your disk space. Please select a time range that best suits your needs.
de_de: Das Zwischenspeichern von E-Mails auf dem aktuellen Gerät beansprucht Speicherplatz. Bitte wählen Sie eine Zeitspanne, die Ihren Bedürfnissen am besten entspricht.
es_es: Almacenar en caché los correos electrónicos en el dispositivo actual consumirá espacio en disco. Selecciona el rango temporal que mejor se ajuste a tus necesidades.
fr_fr: Mettre en cache les e-mails sur l'appareil actuel vous prendra de l'espace disque. Sélectionnez l'intervalle de temps qui convient le mieux à vos besoins.
id_id: Caching email ke perangkat saat ini akan menghabiskan ruang disk Anda. Pilih rentang waktu yang paling sesuai dengan kebutuhan Anda.
it_it: La memorizzazione di e-mail nella cache del dispositivo attuale occuperà lo spazio sul disco. Seleziona un intervallo di tempo che soddisfa al meglio le tue esigenze.
ja_jp: お使いのデバイスにメールをキャッシュすると、ストレージ容量を消費します。キャッシュする期間は適度に設定するようにしてください。
ko_kr: 현재 장치에 이메일을 캐시하면 디스크 공간을 차지하게 됩니다. 필요에 맞게 시간 범위를 선택하세요.
ms_my: Mencache emel ke peranti semasa akan menggunakan ruang cakera anda. Sila pilih julat masa yang paling sesuai dengan keperluan anda.
pt_br: Armazenar e-mails em cache no dispositivo atual ocupará seu espaço de disco. Selecione um intervalo de tempo que se adeque melhor às suas necessidades.
ru_ru: Кэширование писем на текущем устройстве займет место на диске. Выберите диапазон времени, который лучше всего соответствует вашим потребностям.
th_th: การเก็บแคชอีเมลไปยังอุปกรณ์ปัจจุบันจะใช้พื้นที่ดิสก์ของคุณ โปรดเลือกช่วงเวลาที่เหมาะสมกับความต้องการของคุณมากที่สุด
vi_vn: Việc lưu email vào bộ nhớ đệm trên thiết bị hiện tại sẽ chiếm dung lượng ổ đĩa của bạn. Vui lòng chọn phạm vi thời gian phù hợp với nhu cầu của bạn nhất.
zh_cn: 缓存邮件到当前设备会占用你的磁盘空间，请合理选择缓存时间范围
zh_hk: 快取郵件至目前裝置會佔用你的磁碟空間，請合理選擇快取時間範圍

# Bos
source: Email cache
es_es: Caché de correo electrónico
fr_fr: Cache d'e-mails
id_id: Cache email
it_it: Cache e-mail
ja_jp: メールのキャッシュ
ko_kr: 이메일 캐시
ms_my: Cache emel
pt_br: Cache do e-mail
ru_ru: Кэш почты
th_th: แคชอีเมล
vi_vn: Bộ nhớ đệm email
zh_cn: 邮件缓存
zh_hk: 郵件快取

# yUs
source: Allow caching with cellular data
de_de: Zwischenspeicherung mit Mobilfunkdaten erlauben
es_es: Permitir el almacenamiento en caché con datos móviles
fr_fr: Autoriser la mise en cache des données cellulaires
id_id: Izinkan caching dengan data seluler
it_it: Consenti memorizzazione nella cache tramite rete dati
ja_jp: モバイル接続時もキャッシュする
ko_kr: 셀룰러 데이터로 캐시 허용
ms_my: Benarkan pengecasan dengan data selular
pt_br: Permitir armazenamento em cache com conexão de dados
ru_ru: Разрешить кэширование с сотовых данных
th_th: อนุญาตการเก็บแคชด้วยข้อมูลเครือข่ายโทรศัพท์
vi_vn: Cho phép lưu vào bộ nhớ đệm bằng dữ liệu di động
zh_cn: 允许流量缓存
zh_hk: 允許流量快取

# 77E
source: Emails from the last {{num}} days have been cached.
de_de: E-Mails der letzten {{num}} Tage wurden zwischengespeichert.
es_es: Se han almacenado en caché los correos electrónicos de los últimos {{num}} días.
fr_fr: Les e-mails des {{num}} derniers jours ont été mis en cache.
id_id: Email dari {{num}} hari terakhir telah di-cache.
it_it: Sono state memorizzate nella cache le e-mail degli ultimi {{num}} giorni.
ja_jp: 直近 {{num}} 日のメールをキャッシュしました。
ko_kr: 지난 {{num}}일간의 이메일이 캐시되었습니다.
ms_my: Emel dari {{num}} hari terakhir telah disimpan dalam cache.
pt_br: Os e-mails dos últimos {{num}} dias foram armazenados em cache.
ru_ru: Письма за последние {{num}} дн. были кэшированы.
th_th: แคชอีเมลจาก {{num}} วันที่ผ่านมาถูกเก็บแล้ว
vi_vn: Email từ {{num}} ngày qua đã được lưu vào bộ nhớ đệm.
zh_cn: 已缓存最近 {{num}} 天的邮件
zh_hk: 已快取最近 {{num}} 日的郵件

# zCA
source: Please log in to your Microsoft 365 email account in the browser and authorize to start email migration.
de_de: Bitte melden Sie sich im Browser an Ihrem Microsoft 365 E-Mail-Konto an und autorisieren Sie den Start der E-Mail-Migration.
es_es: Inicia sesión en tu cuenta de correo electrónico de Microsoft 365 en el navegador y autoriza el inicio de la migración de correo electrónico.
fr_fr: Veuillez vous connecter à votre compte e-mail Microsoft 365 dans le navigateur et autoriser le démarrage de la migration des e-mails.
id_id: Login ke akun email Microsoft 365 Anda di browser dan otorisasikan untuk memulai migrasi email.
it_it: Accedi al tuo account email Microsoft 365 nel browser e autorizza per avviare la migrazione e-mail.
ja_jp: ブラウザでお使いの Microsoft 365 メールアカウントにログインしてください。認証が完了すると、自動的にメール移行が開始されます。
ko_kr: 브라우저에서 Microsoft 365 이메일 계정에 로그인하고 이메일 마이그레이션을 시작할 수 있도록 승인하세요.
ms_my: Sila log masuk ke akaun emel Microsoft 365 anda dalam pelayar dan benarkan untuk memulakan migrasi emel.
pt_br: Faça login na sua conta de e-mail do Microsoft 365 no navegador e autorize o início da migração de e-mail.
ru_ru: Войдите в свою учетную запись электронной почты Microsoft 365 в браузере и авторизируйтесь, чтобы начать перенос почты.
th_th: โปรดล็อกอินเข้าสู่บัญชีอีเมล Microsoft 365 ของคุณในเบราว์เซอร์ และอนุญาตให้เริ่มการย้ายอีเมล
vi_vn: Vui lòng đăng nhập vào tài khoản email Microsoft 365 trên trình duyệt và ủy quyền để bắt đầu di chuyển email.
zh_cn: 请在浏览器登录你的 Microsoft 365 邮箱账号并授权，授权成功即开始邮箱搬家
zh_hk: 請在瀏覽器登入你的 Microsoft 365 電郵地址帳戶並授權，成功授權後，隨即開始電郵地址轉移

# dPk
source: Open Browser
de_de: Browser öffnen
es_es: Abrir navegador
fr_fr: Ouvrir le navigateur
id_id: Buka Browser
it_it: Apri browser
ja_jp: ブラウザを開く
ko_kr: 브라우저 열기
ms_my: Buka Pelayar
pt_br: Abrir navegador
ru_ru: Открыть браузер
th_th: เปิดเบราว์เซอร์
vi_vn: Mở trình duyệt
zh_cn: 打开浏览器
zh_hk: 開啟瀏覽器

# UXs
source: Log in and authorize in browser
de_de: Im Browser anmelden und autorisieren
es_es: Iniciar sesión y autorizar en el navegador
fr_fr: Connexion et autorisation dans le navigateur
id_id: Login dan otorisasikan di browser
it_it: Accedi e autorizza nel browser
ja_jp: ブラウザでログインして認証
ko_kr: 브라우저에서 로그인 및 승인
ms_my: Log masuk dan benarkan dalam pelayar
pt_br: Fazer login e autorizar no navegador
ru_ru: Войти и авторизоваться в браузере
th_th: ล็อกอินและอนุญาตในเบราว์เซอร์
vi_vn: Đăng nhập và ủy quyền trong trình duyệt
zh_cn: 在浏览器登录并授权
zh_hk: 在瀏覽器登入並授權

# G2E
source: The administrator has enabled email migration for {{address}}. Please make sure you have turned on "receive all emails" in {{mailService}}, otherwise only part of the emails will be migrated.
de_de: Der Administrator hat die E-Mail-Migration für {{address}} aktiviert. Bitte vergewissern Sie sich, dass Sie in {{mailService}} die Option „Alle E-Mails empfangen“ aktiviert haben, weil ansonsten nur ein Teil der E-Mails migriert wird.
es_es: El administrador ha habilitado la migración del correo electrónico de {{address}}. Asegúrate de que has activado la opción "Recibir todos los correos electrónicos" en {{mailService}}. De lo contrario solo se migrará una parte de los correos electrónicos.
fr_fr: L'administrateur a activé la migration des e-mails pour {{address}}. Veuillez vous assurer que vous avez activé l'option "Recevoir tous les e-mails" dans {{mailService}}, ou seule une partie des e-mails sera migrée.
id_id: Administrator telah mengaktifkan migrasi email untuk {{address}}. Pastikan bahwa Anda telah mengaktifkan "terima semua email" di {{mailService}}, jika tidak, hanya sebagian email yang akan dimigrasikan.
it_it: L'amministratore ha abilitato la migrazione e-mail per {{address}}. Assicurati di aver attivato "Ricevi tutte le e-mail" in {{mailService}}, altrimenti verrà migrata solo una parte delle e-mail.
ja_jp: {{address}} のメール移行が管理者によって開始されました。移行を行う前に{{mailService}}ですべてのメールにアプリからアクセスできるよう設定してください。アクセスできないメールがあった場合、一部のメールが移行できなくなる可能性があります。
ko_kr: 관리자가 {{address}}에 대한 이메일 마이그레이션을 활성화했습니다. {{mailService}}에서 "모든 이메일 수신"을 켰는지 확인하세요. 그렇지 않으면 이메일의 일부만 마이그레이션됩니다.
ms_my: Pentadbir telah mengaktifkan migrasi emel untuk {{address}}. Pastikan anda telah menghidupkan "terima semua emel" dalam {{mailService}}, jika tidak hanya sebahagian emel sahaja yang akan dipindahkan.
pt_br: O administrador ativou a migração de e-mail para {{address}}. Certifique-se de que você ativou a opção "receber todos os e-mails" em {{mailService}}, caso contrário, apenas parte dos e-mails será migrada.
ru_ru: Администратор включил перенос почты для {{address}}. Убедитесь, что вы включили опцию "Получать все письма" в {{mailService}}, иначе будет перенесена только часть писем.
th_th: ผู้ดูแลได้เปิดใช้งานการย้ายอีเมลสำหรับ {{address}} โปรดตรวจสอบว่าคุณเปิด "รับอีเมลทั้งหมด" ใน {{mailService}} แล้ว มิฉะนั้นระบบจะย้ายอีเมลเพียงบางส่วนเท่านั้น
vi_vn: Quản trị viên đã bật quy trình di chuyển email cho {{address}}. Hãy đảm bảo bạn đã bật tùy chọn "nhận tất cả email" trong {{mailService}}. Nếu không, chỉ một phần email được di chuyển.
zh_cn: 管理员已为 {{address}} 开启邮箱搬家，搬家前请先确认你在{{mailService}}已设置客户端可收取全部邮件，否则将只迁移部分邮件。
zh_hk: 管理員已為 {{address}} 開啟電郵地址轉移。轉移前，請先確認你在{{mailService}}已設定用戶端可接收全部郵件，否則只能遷移部分郵件。

# 9Kg
source: I have turned on "receive all emails".
de_de: Ich habe „Alle E-Mails empfangen“ aktiviert.
es_es: He activado la opción "Recibir todos los correos electrónicos".
fr_fr: J'ai activé "Recevoir tous les e-mails".
id_id: Saya telah mengaktifkan "terima semua email".
it_it: Ho attivato "Ricevi tutte le e-mail".
ja_jp: すべてのメールにアプリからアクセスできるよう設定しました。
ko_kr: "모든 이메일 수신"을 켰습니다.
ms_my: Saya telah menghidupkan "terima semua emel".
pt_br: Ativei a opção "receber todos os e-mails".
ru_ru: Опция "Получать все письма" включена.
th_th: ฉันเปิด "รับอีเมลทั้งหมด" แล้ว
vi_vn: Tôi đã bật tùy chọn "nhận tất cả email".
zh_cn: 我已设置客户端可收取全部邮件
zh_hk: 我已設定用戶端可接收全部郵件
