Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# sSQ
source: This email may be a phishing attempt. Do not click on any links or download attachments unless you can verify the sender. Please avoid sharing any personal information in your response.
de_de: Diese E-Mail ist möglicherweise ein Phishing-Versuch. Klicken Sie auf keine Links und laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können. Geben Sie in Ihrer Antwort auch keine personenbezogenen Daten an.
es_es: Este correo electrónico puede ser un intento de phishing. No hagas clic en ningún enlace ni descargues adjuntos si no puedes verificar al remitente. Tampoco compartas información personal de ningún tipo en tu respuesta.
fr_fr: Cet e-mail peut constituer une tentative d'hameçonnage. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur. Évitez de communiquer des informations personnelles dans votre réponse.
id_id: Email ini mungkin merupakan upaya phishing. Jangan mengeklik tautan apa pun atau mengunduh lampiran kecuali jika Anda dapat memverifikasi pengirimnya. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: Questa e-mail potrebbe essere un tentativo di phishing. Non fare clic su nessun link né scaricare allegati a meno che non sia possibile verificare il mittente. Evita di condividere informazioni personali nella risposta.
ja_jp: リスクのあるメールです。このメールが本物だと確信を持てない場合、リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 이 이메일은 피싱 시도일 수 있습니다. 보낸 사람을 확인할 수 없다면 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Emel ini mungkin merupakan percubaan phishing. Jangan klik pada pautan atau muat turun lampiran kecuali anda dapat mengesahkan pengirim. Sila elakkan berkongsi maklumat peribadi dalam balasan anda.
pt_br: Este e-mail pode ser uma tentativa de phishing. Não clique em nenhum link nem faça download de anexos, a menos que você consiga verificar o remetente. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Это письмо может быть попыткой фишинга. Не нажимайте на какие-либо ссылки и не загружайте вложения, если вы не можете проверить отправителя. Не сообщайте личную информацию в своем ответе.
th_th: อีเมลนี้อาจเป็นการฟิชชิ่ง อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Đây có thể là email lừa đảo. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống trừ khi bạn có thể xác minh người gửi. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 此邮件存在风险。如果你不确定邮件的真实性，请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: 此郵件存在風險。如果不確定郵件的真實性，請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# O8o
source: This email may be a phishing attempt
de_de: Diese E-Mail ist möglicherweise ein Phishing-Versuch
es_es: Este correo electrónico puede ser un intento de phishing
fr_fr: Cet e-mail peut constituer une tentative d'hameçonnage
id_id: Email ini mungkin merupakan upaya penipuan
it_it: Questa e-mail potrebbe essere un tentativo di phishing
ja_jp: リスクのあるメールです
ko_kr: 이 이메일은 피싱 시도일 수 있습니다
ms_my: Emel ini mungkin merupakan percubaan phishing
pt_br: Este e-mail pode ser uma tentativa de phishing
ru_ru: Это письмо может быть попыткой фишинга
th_th: อีเมลนี้อาจเป็นการฟิชชิ่ง
vi_vn: Đây có thể là email lừa đảo
zh_cn: 此邮件存在风险
zh_hk: 此郵件存在風險

# Gl0
source: Similar emails have been used to steal personal information. Do not click on any links or download attachments. Please avoid sharing any personal information in your response.
de_de: Ähnliche E-Mails wurden bereits zum Diebstahl personenbezogener Daten verwendet. Klicken Sie auf keine Links, laden Sie keine Anhänge herunter und geben Sie in Ihrer Antwort auch keine personenbezogenen Daten an.
es_es: Otros correos electrónicos similares a este se han usado para robar información personal. No hagas clic en ningún enlace ni descargues adjuntos. Tampoco compartas información personal de ningún tipo en tu respuesta.
fr_fr: Des e-mails similaires ont été utilisés pour voler des informations personnelles. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe. Évitez de communiquer des informations personnelles dans votre réponse.
id_id: Email serupa telah digunakan untuk mencuri informasi pribadi. Jangan mengeklik tautan apa pun atau mengunduh lampiran. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: E-mail simili sono state utilizzate per rubare informazioni personali. Non fare clic su nessun link né scaricare allegati. Evita di condividere informazioni personali nella risposta.
ja_jp: 類似のメールで個人情報を盗まれた事例があります。リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 유사한 이메일이 개인 정보 도용에 사용되었습니다. 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Emel yang serupa telah digunakan untuk mencuri maklumat peribadi. Jangan klik pada sebarang pautan atau muat turun lampiran. Sila elakkan berkongsi sebarang maklumat peribadi dalam balasan anda.
pt_br: E-mails semelhantes foram usados para roubar informações pessoais. Não clique em nenhum link nem faça download de anexos. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Подобные письма использовались для кражи личной информации. Не нажимайте на какие-либо ссылки и не загружайте вложения. Не сообщайте личную информацию в своем ответе.
th_th: มีการใช้อีเมลที่คล้ายกันเพื่อขโมยข้อมูลส่วนบุคคล อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Các email tương tự đã được sử dụng để đánh cắp thông tin cá nhân. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 曾有人利用类似邮件窃取用户的个人信息，请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: 曾有人利用類似郵件竊取用戶的個人資訊，請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# VZo
source: The sender "{{name}}" might be faking an identity from your organization. Do not click on any links or download attachments unless you can verify the sender. Please avoid sharing any personal information in your response.
de_de: Der Absender „{{name}}“ täuscht möglicherweise eine Identität aus Ihrer Organisation vor. Klicken Sie auf keine Links und laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können. Geben Sie in Ihrer Antwort auch keine personenbezogenen Daten an.
es_es: Es posible que el remitente "{{name}}" finja tener una identidad falsa del ámbito de tu organización. No hagas clic en ningún enlace ni descargues adjuntos si no puedes verificar al remitente. Tampoco compartas información personal de ningún tipo en tu respuesta.
fr_fr: L'expéditeur "{{name}}" pourrait être un usurpateur qui se fait passer pour un membre de votre organisation. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur. Évitez de communiquer des informations personnelles dans votre réponse.
id_id: Pengirim "{{name}}" mungkin memalsukan identitas dari organisasi Anda. Jangan mengeklik tautan apa pun atau mengunduh lampiran kecuali jika Anda dapat memverifikasi pengirimnya. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: Il mittente "{{name}}" potrebbe falsificare un'identità della tua organizzazione. Non fare clic su alcun collegamento o scaricare allegati a meno che non sia possibile verificare il mittente. Si prega di evitare di condividere informazioni personali nella risposta.
ja_jp: 送信者「{{name}}」は法人内部メンバーになりすましている可能性があります。このメールが本物だと確信を持てない場合、リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: "{{name}}"의 보낸 사람은 기업의 ID를 가장했을 수 있습니다. 보낸 사람을 확인할 수 없다면 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Pengirim "{{name}}" mungkin meniru identiti dari organisasi anda. Jangan klik pada sebarang pautan atau muat turun lampiran kecuali anda dapat mengesahkan pengirim. Sila elakkan berkongsi maklumat peribadi dalam balasan anda.
pt_br: O remetente "{{name}}" pode estar falsificando uma identidade da sua organização. Não clique em nenhum link ou faça download de anexos, a menos que você consiga verificar o remetente. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Отправитель "{{name}}" может подделывать личность вашей организации. Не нажимайте на какие-либо ссылки и не скачивайте вложения, если вы не можете проверить отправителя. Не сообщайте личную информацию в своем ответе.
th_th: ผู้ส่ง "{{name}}" อาจปลอมแปลงตัวตนจากองค์กรของคุณ อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Người gửi "{{name}}" có thể đang mạo danh tổ chức của bạn. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống trừ khi bạn có thể xác minh người gửi. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 发件人“{{name}}”可能存在冒用组织内员工名称的风险。如果你不确定邮件的真实性，请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: 寄件者「{{name}}」可能存在冒用組織員工名稱的風險。如果不確定郵件的真實性，請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# q4c
source: Please exercise caution with this email
de_de: Seien Sie bei dieser E-Mail vorsichtig
es_es: Ten cuidado con este correo electrónico
fr_fr: Faites preuve de prudence avec cet e-mail
id_id: Harap berhati-hati terhadap email ini
it_it: Si prega di prestare attenzione con questa e-mail
ja_jp: 気をつけてください
ko_kr: 이 이메일은 주의가 필요합니다
ms_my: Sila berhati-hati dengan emel ini
pt_br: Tenha cuidado com este e-mail
ru_ru: Будьте осторожны с этим письмом
th_th: โปรดใช้ความระมัดระวังกับอีเมลนี้
vi_vn: Hãy thận trọng với email này
zh_cn: 请谨慎处理这封邮件
zh_hk: 請謹慎處理這封郵件

# Sgg
source: This email contains encrypted attachments that cannot be scanned for viruses by the system. Do not download any attachments unless you can verify the sender.
de_de: Diese E-Mail enthält verschlüsselte Anhänge, die vom System nicht auf Viren gescannt werden können. Laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können.
es_es: El sistema no puede escanear los adjuntos cifrados que contiene este correo electrónico para detectar posibles virus. No descargues adjuntos si no puedes verificar al remitente.
fr_fr: Cet e-mail contient des pièces jointes chiffrées qui ne peuvent pas faire l'objet d'une analyse par le système en vue détecter des virus. Ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur.
id_id: Email ini berisi lampiran terenkripsi yang tidak dapat dipindai dari virus oleh sistem. Jangan mengunduh lampiran apa pun kecuali jika Anda dapat memverifikasi pengirimnya.
it_it: Questa e-mail contiene allegati crittografati che non possono essere scansionati alla ricerca di virus dal sistema. Non scaricare alcun allegato a meno che non sia possibile verificare il mittente.
ja_jp: このメールに含まれる添付ファイルは暗号化されているため、ウィルススキャンを実行できません。このメールが本物だと確信を持てない場合、添付ファイルのダウンロードは控えてください。
ko_kr: 이 이메일에는 시스템에서 바이러스를 검사할 수 없는 암호화된 첨부 파일이 포함되어 있습니다. 보낸 사람을 확인할 수 없다면 첨부 파일을 다운로드하지 마세요.
ms_my: Emel ini mengandungi lampiran terenkripsi yang tidak dapat diimbas virus oleh sistem. Jangan muat turun sebarang lampiran kecuali anda dapat mengesahkan pengirim.
pt_br: Este e-mail contém anexos criptografados que não podem ser verificados quanto a vírus pelo sistema. Não faça download de nenhum anexo, a menos que você consiga verificar o remetente.
ru_ru: Это письмо содержит зашифрованные вложения, которые не могут быть проверены системой на наличие вирусов. Не скачивайте никаких вложений, если вы не можете проверить отправителя.
th_th: อีเมลนี้มีไฟล์แนบที่เข้ารหัสที่ระบบไม่สามารถสแกนหาไวรัสได้ อย่าดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้
vi_vn: Email này chứa tập tin đính kèm được mã hóa mà hệ thống không thể quét tìm virus. Vui lòng không tải bất kỳ tập tin đính kèm nào xuống trừ khi bạn có thể xác minh người gửi.
zh_cn: 这封邮件包含加密附件，系统无法对其进行病毒扫描。如果你不确定邮件的真实性，请勿下载邮件中的附件。
zh_hk: 這封郵件包含加密附件，系統無法對其掃描病毒。如果不確定郵件的真實性，請勿下載郵件中的附件。

# cxI
source: This email may be spoofed as the sender's domain "{{domain}}" is similar to your regular correspondence. Do not click on any links or download attachments unless you can verify the sender. Please avoid sharing any personal information in your response.
de_de: Diese E-Mail ist möglicherweise gefälscht, weil die Absenderdomäne „{{domain}}“ Ihren normalen Nachrichten ähnlich ist. Klicken Sie auf keine Links und laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können. Geben Sie in Ihrer Antwort auch keine personenbezogenen Daten an.
es_es: Este correo electrónico puede ser un intento de suplantación de identidad, ya que el dominio del remitente "{{domain}}" es similar al de tu correspondencia habitual. No hagas clic en ningún enlace ni descargues adjuntos si no puedes verificar al remitente. Tampoco compartas información personal de ningún tipo en tu respuesta.
fr_fr: Cet e-mail peut être falsifié, car le domaine de l'expéditeur "{{domain}}" est similaire à votre correspondance habituelle. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur. Veuillez éviter de communiquer des informations personnelles dans votre réponse.
id_id: Email ini mungkin dipalsukan karena domain pengirim "{{domain}}" mirip dengan korespondensi yang biasa Anda gunakan. Jangan mengeklik tautan apa pun atau mengunduh lampiran kecuali jika Anda dapat memverifikasi pengirimnya. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: Questa e-mail potrebbe essere contraffatta poiché il dominio del mittente "{{domain}}" è simile alla tua normale corrispondenza. Non fare clic su alcun collegamento o scaricare allegati a meno che non sia possibile verificare il mittente. Si prega di evitare di condividere informazioni personali nella risposta.
ja_jp: 送信者のドメイン「{{domain}}」は普段からやりとりしているドメインと酷似しており、なりすましの可能性があります。このメールが本物だと確信を持てない場合、添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 보낸 사람의 "{{domain}}" 도메인이 회원님의 정기 서신과 유사하므로 이 이메일은 속임수 이메일일 수 있습니다. 보낸 사람을 확인할 수 없다면 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Emel ini mungkin disamar kerana domain penghantar "{{domain}}" adalah serupa dengan surat-menyurat biasa anda. Jangan klik pada sebarang pautan atau muat turun lampiran kecuali anda dapat mengesahkan penghantar. Sila elakkan berkongsi sebarang maklumat peribadi dalam balasan anda.
pt_br: Este e-mail pode ser falsificado porque o domínio do remetente "{{domain}}" é semelhante à sua correspondência regular. Não clique em nenhum link ou faça download de anexos, a menos que você consiga verificar o remetente. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Это письмо может быть подделано, поскольку домен отправителя "{{domain}}" аналогичен вашей обычной корреспонденции. Не нажимайте на какие-либо ссылки и не скачивайте вложения, если вы не можете проверить отправителя. Не сообщайте личную информацию в своем ответе.
th_th: อีเมลนี้อาจถูกปลอมแปลงเนื่องจากโดเมนของผู้ส่ง "{{domain}}" คล้ายกับอีเมลโต้ตอบปกติของคุณ อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Đây có thể là email giả mạo vì tên miền của người gửi "{{domain}}" giống với thư từ thông thường của bạn. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống trừ khi bạn có thể xác minh người gửi. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 发件人域名“{{domain}}”和你常往来的域名相似，可能存在仿冒风险。如果你不确定邮件的真实性，请勿下载邮件中的附件，也不要在回复中透露个人信息。
zh_hk: 寄件者域名「{{domain}}」和你經常往來的域名相似，可能存在仿冒風險。如果不確定郵件的真實性，請勿下載郵件中的附件，亦不要在回覆中透露個人資訊。

# /jA
source: {{name}} has never sent you emails using this email address. Do not click on any links or download attachments unless you can verify the sender.
de_de: {{name}} hat Ihnen noch nie E-Mails über diese E-Mail-Adresse gesendet. Klicken Sie auf keine Links und laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können.
es_es: {{name}} nunca te ha enviado correos electrónicos desde esta dirección. No hagas clic en ningún enlace ni descargues adjuntos si no puedes verificar al remitente.
fr_fr: {{name}} ne vous a jamais envoyé d'e-mails à partir de cette adresse. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur.
id_id: {{name}} belum pernah mengirimkan email kepada Anda menggunakan alamat email ini. Jangan mengeklik tautan apa pun atau mengunduh lampiran kecuali jika Anda dapat memverifikasi pengirimnya.
it_it: {{name}} non ti ha mai inviato e-mail utilizzando questo indirizzo. Non fare clic su alcun collegamento o scaricare allegati a meno che non sia possibile verificare il mittente.
ja_jp: {{name}}は、これまでこのメールアドレスから送信したことはありません。このメールが本物だと確信を持てない場合、リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: {{name}} 님은 이 이메일 주소를 사용하여 회원님에게 이메일을 보낸 적이 없습니다. 보낸 사람을 확인할 수 없다면 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요.
ms_my: {{name}} tidak pernah menghantar e-mel kepada anda menggunakan alamat e-mel ini. Jangan klik pada sebarang pautan atau muat turun lampiran kecuali anda dapat mengesahkan penghantar tersebut.
pt_br: {{name}} nunca enviou e-mails para você usando este endereço de e-mail. Não clique em nenhum link ou faça download de anexos, a menos que você consiga verificar o remetente.
ru_ru: {{name}} никогда не отправлял(а) вам письма с этого адреса почты. Не нажимайте на какие-либо ссылки и не скачивайте вложения, если вы не можете проверить отправителя.
th_th: {{name}} ไม่เคยส่งอีเมลถึงคุณโดยใช้ที่อยู่อีเมลนี้ อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้
vi_vn: {{name}} chưa bao giờ gửi email cho bạn bằng địa chỉ email này. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống trừ khi bạn có thể xác minh người gửi.
zh_cn: {{name}}从未使用这个邮箱地址给你发过邮件。如果你不确定邮件的真实性，请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: {{name}}從未使用這個電郵地址給你發過郵件。如果不確定郵件的真實性，請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# TB4
source: The sender's identity is yet to be confirmed. Do not click on any links or download attachments unless you can verify the sender. Please avoid sharing any personal information in your response.
de_de: Die Identität des Absenders muss noch bestätigt werden. Klicken Sie auf keine Links und laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können. Teilen Sie in Ihrer Antwort auch keine personenbezogenen Daten mit.
es_es: La identidad del remitente aún no se ha confirmado. No hagas clic en ningún enlace ni descargues archivos adjuntos a menos que puedas verificar al remitente. Evita compartir cualquier información personal en tu respuesta.
fr_fr: L'identité de l'expéditeur n'a pas encore été confirmée. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur. Veuillez éviter de communiquer des informations personnelles dans votre réponse.
id_id: Identitas pengirim belum dikonfirmasi. Jangan mengeklik tautan apa pun atau mengunduh lampiran kecuali jika Anda dapat memverifikasi pengirimnya. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: L'identità del mittente è ancora da confermare. Non fare clic su alcun collegamento o scaricare allegati a meno che non sia possibile verificare il mittente. Evita di condividere informazioni personali nella risposta.
ja_jp: 送信者の認証ができなかったため、このメールが表示されている送信者から送信されたものか確認できませんでした。このメールが本物だと確信を持てない場合、リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 보낸 사람의 ID가 아직 확인되지 않았습니다. 보낸 사람을 확인할 수 없다면 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Identiti pengirim belum dapat disahkan. Jangan klik pada sebarang pautan atau muat turun lampiran kecuali anda dapat mengesahkan pengirim. Sila elakkan berkongsi maklumat peribadi dalam balasan anda.
pt_br: A identidade do remetente ainda não foi confirmada. Não clique em nenhum link ou faça download de anexos, a menos que você consiga verificar o remetente. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Личность отправителя пока не установлена. Не нажимайте на какие-либо ссылки и не скачивайте вложения, если вы не можете проверить отправителя. Не сообщайте личную информацию в своем ответе.
th_th: ตัวตนของผู้ส่งยังไม่ได้รับการยืนยัน อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Người gửi này chưa được xác nhận danh tính. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống trừ khi bạn có thể xác minh người gửi. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 发件人尚未通过身份验证，因此无法确认此邮件是否由对方发出。如果你不确定邮件的真实性，请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: 寄件者尚未通過身份驗證，因此無法確認此郵件是否由對方發出。如果不確定郵件的真實性，請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# D30
source: This email contains high-risk or dangerous content. Do not download any attachments unless you can verify the sender.
de_de: Diese E-Mail enthält Inhalte mit hohem Risiko oder gefährliche Inhalte. Laden Sie keine Anhänge herunter, solange Sie den Absender nicht verifizieren können.
es_es: Este correo electrónico incluye contenido peligroso o de alto riesgo. No descargues los adjuntos si no puedes verificar al remitente.
fr_fr: Cet e-mail contient un contenu à haut risque ou dangereux. Ne téléchargez aucune pièce jointe si vous ne pouvez pas vérifier l'identité de l'expéditeur.
id_id: Email ini berisi konten berisiko tinggi atau berbahaya. Jangan mengunduh lampiran apa pun kecuali jika Anda dapat memverifikasi pengirimnya.
it_it: Questa e-mail contiene contenuti ad alto rischio o pericolosi. Non scaricare alcun allegato a meno che non sia possibile verificare il mittente.
ja_jp: このメールには有害な（またはそのリスクが高い）添付ファイルが含まれています。このメールが本物だと確信を持てない場合、添付ファイルのダウンロードは控えてください。
ko_kr: 이 이메일에는 고위험 또는 위험한 콘텐츠가 포함되어 있습니다. 보낸 사람을 확인할 수 없다면 첨부 파일을 다운로드하지 마세요.
ms_my: Emel ini mengandungi kandungan berisiko tinggi atau berbahaya. Jangan muat turun sebarang lampiran kecuali anda dapat mengesahkan penghantar.
pt_br: Este e-mail contém conteúdo de alto risco ou perigoso. Não faça download de nenhum anexo, a menos que você consiga verificar o remetente.
ru_ru: Это письмо содержит материалы с высокой степенью риска или опасные материалы. Не скачивайте никаких вложений, если вы не можете проверить отправителя.
th_th: อีเมลนี้มีเนื้อหาที่มีความเสี่ยงสูงหรือเป็นอันตราย อย่าดาวน์โหลดไฟล์แนบใด ๆ เว้นแต่คุณจะสามารถตรวจสอบผู้ส่งได้
vi_vn: Email này chứa nội dung có rủi ro cao hoặc nguy hiểm. Vui lòng không tải bất kỳ tập tin đính kèm nào xuống trừ khi bạn có thể xác minh người gửi.
zh_cn: 此邮件中包含高危或有害附件，如果你不确定邮件的真实性，请勿下载邮件中的附件。
zh_hk: 此郵件中包含高危或有害附件，如果不確定郵件的真實性，請勿下載郵件中的附件。
