Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# M3o
source: Share to Chat
de_de: Für Chat freigeben
es_es: Compartir en chat
fr_fr: Partager sur le tchat
id_id: Bagikan ke Obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_hk: 分享至對話

# BVk
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした。
ko_kr: 저장할 수 없음
ms_my: Tidak boleh simpan
pt_br: Não é possível salvar
ru_ru: Не удалось сохранить
th_th: บันทึกไม่สำเร็จ
vi_vn: Không thể lưu
zh_cn: 保存失败
zh_hk: 儲存失敗

# 3BE
source: The home screen application doesn't support split screen, and can't be opened in a new window.
de_de: Die Startbildschirm-Anwendung unterstützt nicht die geteilte Bildschirmansicht und kann nicht in einem neuen Fenster geöffnet werden.
es_es: La aplicación de la pantalla de inicio no admite la pantalla dividida y no puede abrirse en una nueva ventana.
fr_fr: L'application de l'écran d'accueil ne prend pas en charge l'écran partagé et ne peut pas être ouverte dans une nouvelle fenêtre.
hi_in: होम स्क्रीन एप्लिकेशन विभाजित स्क्रीन का समर्थन नहीं करता है, और एक नई विंडो में नहीं खोला जा सकता है.
id_id: Aplikasi layar beranda tidak mendukung layar terpisah, dan tidak dapat dibuka di jendela baru.
it_it: L'applicazione della schermata iniziale non supporta la visualizzazione a schermo diviso e non può essere aperta in una nuova finestra.
ja_jp: アプリは分割画面をサポートしません。新しいウィンドウで開けません
ko_kr: 홈 화면 애플리케이션은 분할 화면을 지원하지 않으며 새 창에서 열 수 없습니다.
ms_my: Aplikasi skrin utama tidak menyokong skrin berpecah, dan tidak boleh dibuka dalam tetingkap baru.
pt_br: O aplicativo da tela inicial não é compatível com tela dividida e não pode ser aberto em uma nova janela.
ru_ru: Приложение главного экрана не поддерживает разделенный экран и не может быть открыто в новом окне.
th_th: แอปพลิเคชันหน้าจอหลักไม่รองรับการแบ่งหน้าจอ และไม่สามารถเปิดในหน้าต่างใหม่ได้
vi_vn: Ứng dụng trên màn hình chủ không hỗ trợ màn hình phân tách và không thể mở ứng dụng này trong một cửa sổ mới.
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_hk: 應用程式主營幕不支援螢幕分細，無法在新視窗中開啟

# oNE
source: Already selected
de_de: Bereits ausgewählt
es_es: Ya seleccionado
fr_fr: Déjà sélectionné
id_id: Sudah memilih
it_it: Già selezionato
ko_kr: 이미 선택함
ms_my: Sudah dipilih
pt_br: Já selecionado
ru_ru: Уже выбрано
th_th: เลือกแล้ว
vi_vn: Đã chọn rồi
zh_cn: 已选择
zh_hk: 已選擇

# iO4
source: Any time
de_de: Jederzeit
es_es: En cualquier momento
fr_fr: À tout moment
id_id: Kapan saja
it_it: Qualsiasi data
ja_jp: なし
ko_kr: 임의의 시간
ms_my: Bila-bila masa
pt_br: Qualquer horário
ru_ru: В любой момент
th_th: เวลาใดก็ได้
vi_vn: Bất kỳ lúc nào
zh_cn: 不限
zh_hk: 不限

# /1I
source: Contains attachments
de_de: Enthält Anhänge
es_es: Contiene adjuntos
fr_fr: Contient des pièces jointes
id_id: Mengandung lampiran
it_it: Contiene allegati
ja_jp: 添付ファイルを含む
ko_kr: 첨부 파일 포함
ms_my: Mengandungi lampiran
pt_br: Contém anexos
ru_ru: Содержит вложения
th_th: มีไฟล์แนบ
vi_vn: Chứa tập tin đính kèm
zh_cn: 包含附件
zh_hk: 包含附件

# c20
source: MMM YYYY
ja_jp: YYYY年M月
zh_cn: YYYY年M月
zh_hk: 時間數字

# oIY
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# FlM
source: Ending
de_de: Beenden
es_es: Fin
fr_fr: Fin
id_id: Akan Berakhir
it_it: Termine
ja_jp: 終了
ko_kr: 종료
ms_my: Berakhir
pt_br: Finalização
ru_ru: Оканчивается
th_th: สิ้นสุด
vi_vn: Kết thúc
zh_cn: 截止时间
zh_hk: 截止時間

# T/o
source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres de feed
id_id: Filter
it_it: Filtri
ja_jp: フィルタ
ko_kr: 필터
ms_my: Penapis
pt_br: Filtros
ru_ru: Фильтры
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 全部筛选
zh_hk: 全部篩選

# 7kE
source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres de feed
id_id: Filter
it_it: Filtri
ja_jp: フィルタ
ko_kr: 필터
ms_my: Penapis
pt_br: Filtros
ru_ru: Фильтры
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 全部筛选
zh_hk: 全部篩選

# dPg
source: Starting
de_de: Starten
es_es: Inicio
fr_fr: Démarrage
id_id: Memulai
it_it: Avvio in corso
ja_jp: 開始日
ko_kr: 시작
ms_my: Bermula
pt_br: Iniciando
ru_ru: Начиная с
th_th: เริ่มต้น
vi_vn: Bắt đầu
zh_cn: 开始时间
zh_hk: 開始時間

# qk4
source: (Sent by
de_de: (Gesendet von
es_es: (Enviado por
fr_fr: (Envoyé par
id_id: (Dikirimkan oleh
it_it: (Inviato da
ja_jp: (代理送信者：
ms_my: (Dihantar oleh
pt_br: (Enviado por
ru_ru: (Отправлено
th_th: (ส่งโดย
vi_vn: (Gửi bởi
zh_hk: (由

# kSE
source: eee
ja_jp: eeee

# YJE
source: Coremail
ko_kr: 코어 메일

# /q8
source: Exchange
ms_my: Tukar
