Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# nGs
source: Automatically categorize your emails into Priority and Other emails. Over time, your mailbox will get better at predicting what's important for you.
de_de: Kategorisieren Sie Ihre E-Mails automatisch in wichtige und sonstige E-Mails. Mit der Zeit kann Ihr Postfach immer besser erkennen, was für Sie wichtig ist.
es_es: Clasifica automáticamente los mensajes dentro de Prioritarios o de Otros. Con el tiempo, el buzón de correo mejorará las tareas de predicción y seleccionará lo que es más importante para ti.
fr_fr: Classez automatiquement vos e-mails dans la catégorie Priorité ou dans la catégorie Autre. Au fil du temps, votre boîte de réception s'améliore afin de prédire les messages importants à vos yeux.
hi_in: स्वचालित रूप से अपने ईमेल को प्राथमिकता और अन्य ईमेल में वर्गीकृत करें। समय के साथ, आपका इनबॉक्स यह अनुमान लगाने में बेहतर होता जाता है कि आपके लिए क्या महत्वपूर्ण है.
id_id: Otomatis mengkategorikan email Anda menjadi email Prioritas dan Lainnya. Seiringnya waktu, kotak surat Anda akan semakin baik memprediksi apa yang penting bagi Anda.
it_it: Classifica automaticamente le tue e-mail come Priorità e Altro. Con il passare del tempo, la tua casella di posta in arrivo riesce a prevedere meglio i tuoi messaggi importanti.
ja_jp: メールボックスはメールを「重要メール」と「その他」に自動的に分別し、大事なメールを認識する能力も次第に上がるようになります。
ko_kr: 이메일을 중요 메일 및 기타 이메일로 자동 분류합니다. 시간이 지남에 따라 사서함은 무엇이 중요한지 더 잘 예측하게 됩니다.
ms_my: Kategorikan emel anda secara automatik ke dalam emel Keutamaan dan Lain-lain. Seiring masa, peti mel anda akan menjadi lebih baik dalam meramalkan apa yang penting untuk anda.
pt_br: Categorize automaticamente seus e-mails como Prioritários e Outros. Ao longo do tempo, a caixa de entrada vai melhorar a capacidade de prever o que é importante para você.
ru_ru: Автоматически классифицируйте ваши письма как "Приоритетные" и "Другие". Со временем ваш почтовый ящик научится предсказывать, что важно для вас.
th_th: จัดหมวดหมู่อีเมลของคุณโดยอัตโนมัติเป็นสำคัญและอีเมลอื่น ๆ ยิ่งใช้งานนานเท่าไร กล่องข้อความของคุณก็ยิ่งเข้าใจว่าอะไรสำคัญกับคุณได้มากขึ้นเท่านั้น
vi_vn: Tự động phân loại email của bạn thành Email ưu tiên hoặc Email khác. Theo thời gian, hộp thư đến của bạn sẽ nâng cấp khả năng dự đoán những nội dung quan trọng đối với bạn.
zh_cn: 你的邮箱将自动以“重要邮件”和“其他邮件”分类邮件，并会逐渐提高识别重要邮件的能力。
zh_hk: 您的電郵地址會自動把郵件分類為「重要郵件」和“其他郵件」，識別重要郵件的能力亦會與時提高。

# XGo
source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
hi_in: सक्षम करें
id_id: Aktifkan
it_it: Abilita
ja_jp: 有効にする
ko_kr: 활성화
ms_my: Dayakan
pt_br: Ativar
ru_ru: Включить
th_th: เปิดใช้
vi_vn: Bật
zh_cn: 启用
zh_hk: 啟用

# k2Q
source: Smart reply
de_de: Intelligente Antwort
es_es: Respuesta inteligente
fr_fr: Réponse intelligente
hi_in: स्मार्ट उत्तर
id_id: Balasan cerdas
it_it: Risposta intelligente
ja_jp: スマート返信
ko_kr: 스마트 회신
ms_my: Balas pintar
pt_br: Resposta inteligente
ru_ru: Быстрый ответ
th_th: การตอบกลับอัจฉริยะ
vi_vn: Trả lời thông minh
zh_cn: 智能回复
zh_hk: 智能回覆

# RsQ
source: Automatically offer suggestions for quick replies
de_de: Automatische Empfehlungen für Schnellantworten
es_es: Ofrecer automáticamente sugerencias de respuestas rápidas
fr_fr: Proposer automatiquement des suggestions de réponse rapide
hi_in: त्वरित उत्तर के लिए स्वचालित रूप से सुझाव पेश करें
id_id: Otomatis menawarkan saran untuk balasan cepat
it_it: Offri automaticamente suggerimenti per risposte rapide
ja_jp: システムは返信文を予測し、クイック返信をサポートします
ko_kr: 빠른 회신을 위한 제안을 자동으로 제공합니다
ms_my: Cadangkan balasan pantas secara automatik
pt_br: Oferecer automaticamente sugestões para respostas rápidas
ru_ru: Автоматически подставлять предложения для быстрого ответа
th_th: เสนอคำแนะนำโดยอัตโนมัติเพื่อการตอบกลับอย่างรวดเร็ว
vi_vn: Tự động đưa ra đề xuất để trả lời nhanh
zh_cn: 自动提供建议，进行快捷回复
zh_hk: 自動提供建議進行快捷回覆

# iwQ
source: You once marked emails from the sender "{{emailAddress}}" as spam
de_de: Sie haben einmal E-Mails vom Absender „{{emailAddress}}“ als Spam markiert
es_es: Has marcado con anterioridad correos electrónicos del remitente "{{emailAddress}}" como spam
fr_fr: Vous avez déjà marqué des e-mails de l'expéditeur "{{emailAddress}}" comme courrier indésirable
id_id: Anda pernah menandai email dari pengirim "{{emailAddress}}" sebagai spam
it_it: In precedenza hai contrassegnato come spam e-mail dal mittente "{{emailAddress}}"
ja_jp: 「{{emailAddress}}」から送信されたメールを迷惑メールに設定したことがあります
ko_kr: 보낸 사람 "{{emailAddress}}"의 이메일을 스팸으로 표시한 적이 있습니다
ms_my: Anda pernah menandai emel daripada pengirim "{{emailAddress}}" sebagai spam
pt_br: Uma vez você marcou e-mails do remetente "{{emailAddress}}" como spam
ru_ru: Вы однажды пометили письма от получателя "{{emailAddress}}" как спам.
th_th: คุณเคยทำเครื่องหมายอีเมลจากผู้ส่ง "{{emailAddress}}" ว่าเป็นสแปม
vi_vn: Bạn đã từng đánh dấu các email từ người gửi "{{emailAddress}}" là thư rác
zh_cn: 你曾将“{{emailAddress}}”的邮件标记为垃圾邮件
zh_hk: 你曾將「{{emailAddress}}」的郵件標記為垃圾郵件

# ikQ
source: You once marked emails from {{numSender}} senders including "{{emailAddress}}" as spam
de_de: Sie haben einmal E-Mails von {{numSender}} Absendern, einschließlich „{{emailAddress}}“, als Spam markiert
es_es: Has marcado con anterioridad correos electrónicos de {{numSender}} remitentes, entre los que se incluye "{{emailAddress}}", como spam
fr_fr: Vous avez déjà marqué dles e-mails de {{numSender}} expéditeurs, y compris "{{emailAddress}}", comme courrier indésirable
id_id: Anda pernah menandai email dari {{numSender}} pengirim termasuk "{{emailAddress}}" sebagai spam
it_it: In precedenza hai contrassegnato come spam e-mail da {{numSender}} mittenti, tra cui "{{emailAddress}}"
ja_jp: 「{{emailAddress}}」など {{numSender}} 個の宛先から送信されたメールを迷惑メールに設定したことがあります
ko_kr: "{{emailAddress}}"을(를) 포함한 "{{numSender}}"명의 보낸 사람의 이메일을 스팸으로 표시한 적이 있습니다
ms_my: Anda pernah menandai emel daripada {{numSender}} pengirim termasuk "{{emailAddress}}" sebagai spam
pt_br: Uma vez você marcou e-mails de {{numSender}} remetentes, incluindo "{{emailAddress}}" como spam
ru_ru: Вы однажды пометили письма от следующего числа получателей {{numSender}}, включая "{{emailAddress}}", как спам
th_th: คุณเคยทำเครื่องหมายอีเมลจากผู้ส่ง {{numSender}} ราย รวมถึง "{{emailAddress}}" ว่าเป็นสแปม
vi_vn: Bạn đã từng đánh dấu các email từ {{numSender}} người gửi, bao gồm "{{emailAddress}}" là thư rác
zh_cn: 你曾将“{{emailAddress}}”等 {{numSender}} 个发件人的邮件标记为垃圾邮件
zh_hk: 你曾將「{{emailAddress}}」等 {{numSender}} 個寄件者的郵件標記為垃圾郵件

# /Vs
source: You've blocked all emails from the domain "{{domain}}".
de_de: Sie haben alle E-Mails der Domäne „{{domain}}“ blockiert.
es_es: Has bloqueado todos los correos electrónicos procedentes del dominio "{{domain}}".
fr_fr: Vous avez bloqué tous les e-mails provenant du domaine "{{domain}}".
id_id: Anda telah memblokir semua email dari domain "{{domain}}".
it_it: Hai bloccato tutte le e-mail dal dominio "{{domain}}".
ja_jp: ドメイン「{{domain}}」からのメールはすべてブロックしています。
ko_kr: 도메인 "{{domain}}"의 모든 이메일을 차단했습니다.
ms_my: Anda telah menyekat semua emel dari domain "{{domain}}".
pt_br: Você bloqueou todos os e-mails do domínio "{{domain}}".
ru_ru: Вы заблокировали все письма от домена "{{domain}}".
th_th: คุณได้บล็อกอีเมลทั้งหมดจากโดเมนนี้แล้ว "{{domain}}"
vi_vn: Bạn đã chặn tất cả email từ tên miền "{{domain}}".
zh_cn: 你已屏蔽来自域名“{{domain}}”的所有邮件
zh_hk: 你已封鎖來自域名「{{domain}}」的所有郵件

# Pz0
source: You've blocked all emails from the sender "{{sender}}".
de_de: Sie haben alle E-Mails des Absenders „{{sender}}“ blockiert.
es_es: Has bloqueado todos los correos electrónicos procedentes del remitente "{{sender}}".
fr_fr: Vous avez bloqué tous les e-mails provenant de l'expéditeur "{{sender}}".
id_id: Anda telah memblokir semua email dari pengirim "{{sender}}".
it_it: Hai bloccato tutte le e-mail dal mittente "{{sender}}".
ja_jp: 送信者「{{sender}}」からのメールはすべてブロックしています。
ko_kr: 보낸 사람 "{{sender}}"의 모든 이메일을 차단했습니다.
ms_my: Anda telah menyekat semua emel daripada pengirim "{{sender}}".
pt_br: Você bloqueou todos os e-mails do remetente "{{sender}}".
ru_ru: Вы заблокировали все письма от отправителя "{{sender}}".
th_th: คุณได้บล็อกอีเมลทั้งหมดจากผู้ส่งรายนี้แล้ว "{{sender}}"
vi_vn: Bạn đã chặn tất cả email từ người gửi "{{sender}}".
zh_cn: 你已屏蔽来自发件人“{{sender}}”的所有邮件
zh_hk: 你已封鎖來自寄件者「{{sender}}」的所有郵件

# ZUM
source: All emails allowed
de_de: Alle E-Mails werden zugelassen
es_es: Todos los correos electrónicos permitidos
fr_fr: Tous les e-mails ont été autorisés
id_id: Semua email diperbolehkan
it_it: Tutte le e-mail consentite
ja_jp: すべて許可しました。
ko_kr: 모든 이메일을 허용했습니다
ms_my: Semua emel dibenarkan
pt_br: Todos os e-mails permitidos
ru_ru: Все письма разрешены
th_th: อนุญาตอีเมลทั้งหมด
vi_vn: Đã cho phép tất cả email
zh_cn: 已全部允许
zh_hk: 已全部允許

# YI0
source: All emails rejected
de_de: Alle E-Mails werden abgelehnt
es_es: Todos los correos electrónicos rechazados
fr_fr: Tous les e-mails ont été rejetés
id_id: Semua email ditolak
it_it: Tutte le e-mail rifiutate
ja_jp: すべて拒否しました。
ko_kr: 모든 이메일을 거부했습니다
ms_my: Semua emel ditolak
pt_br: Todos os e-mails rejeitados
ru_ru: Все письма отклоняются
th_th: ปฏิเสธอีเมลทั้งหมด
vi_vn: Đã từ chối tất cả email
zh_cn: 已全部拒绝
zh_hk: 已全部拒絕

# RWg
source: All strangers have been loaded.
de_de: Alle fremden E-Mails wurden geladen.
es_es: Se han cargado todos los extraños.
fr_fr: Tous les expéditeurs inconnus ont été chargés.
id_id: Semua orang asing telah dimuat.
it_it: Tutti gli estranei sono stati caricati.
ja_jp: 不明な送信者をすべて読み込みました。
ko_kr: 모든 모르는 사람이 로드되었습니다.
ms_my: Semua orang asing telah dimuatkan.
pt_br: Todos os desconhecidos foram carregados.
ru_ru: Все незнакомцы загружены.
th_th: โหลดอีเมลของคนแปลกหน้าทั้งหมดแล้ว
vi_vn: Đã tải tất cả người lạ.
zh_cn: 已加载全部陌生发件人
zh_hk: 已載入全部陌生寄件者

# 7X8
source: Allow All
de_de: Alle erlauben
es_es: Permitir todos
fr_fr: Autoriser tous
id_id: Izinkan Semua
it_it: Consenti tutto
ja_jp: すべて許可
ko_kr: 모두 허용
ms_my: Benarkan Semua
pt_br: Permitir todos
ru_ru: Разрешить все
th_th: อนุญาตทั้งหมด
vi_vn: Cho phép tất cả
zh_cn: 全部允许
zh_hk: 全部允許

# i/Q
source: Allow
de_de: Erlauben
es_es: Permitir
fr_fr: Autoriser
id_id: Izinkan
it_it: Consenti
ja_jp: 許可
ko_kr: 허용
ms_my: Benarkan
pt_br: Permitir
ru_ru: Разрешить
th_th: อนุญาต
vi_vn: Cho phép
zh_cn: 允许
zh_hk: 允許

# 1gc
source: Emails from this sender will go to Inbox.
de_de: E-Mails dieses Absenders werden an den Posteingang gesendet.
es_es: Los correos electrónicos de este remitente se entregarán en la bandeja de entrada.
fr_fr: Les e-mails de cet expéditeur iront dans la boîte de réception.
id_id: Email dari pengirim ini akan masuk ke Kotak Masuk.
it_it: Le e-mail da questo mittente andranno alla Posta in arrivo.
ja_jp: この送信者からのメールは受信トレイに入ります。
ko_kr: 이 보낸 사람의 이메일을 수신함으로 이동합니다.
ms_my: Emel daripada pengirim ini akan pergi ke Peti Masuk.
pt_br: E-mails deste remetente irão para a caixa de entrada.
ru_ru: Письма от этого отправителя будут попадать в папку Входящие.
th_th: อีเมลจากผู้ส่งนี้จะไปยังกล่องข้อความ
vi_vn: Email từ người gửi này sẽ vào Hộp thư đến.
zh_cn: 该发件人的邮件将进入收件箱
zh_hk: 該寄件者的郵件將前往收件箱

# SyE
source: Allow
de_de: Erlauben
es_es: Permitir
fr_fr: Autoriser
id_id: Izinkan
it_it: Consenti
ja_jp: 許可
ko_kr: 허용
ms_my: Benarkan
pt_br: Permitir
ru_ru: Разрешить
th_th: อนุญาต
vi_vn: Cho phép
zh_cn: 允许
zh_hk: 允許

# ilM
source: "Screen out emails from strangers" feature off
de_de: Die Funktion „E-Mails von Unbekannten herausfiltern“ ist deaktiviert
es_es: Función "Descartar correos electrónicos de extraños" desactivada
fr_fr: Fonction "Filtrer les e-mails provenant d'expéditeurs inconnus" désactivée
id_id: Fitur "saring email dari orang asing" tidak aktif
it_it: Funzione "Escludi le e-mail da estranei" inattiva
ja_jp: 「不明な送信者からのメールをフィルタリング」機能をオフにしました。
ko_kr: "모르는 사람이 보낸 이메일 걸러내기" 기능이 꺼져 있습니다
ms_my: Ciri "Saring keluar emel daripada orang asing" dimatikan
pt_br: Recurso "Remover e-mails de estranhos" desativado
ru_ru: Функция "Отсеивать письма от незнакомцев" отключена
th_th: ปิดฟีเจอร์ "คัดกรองอีเมลจากคนแปลกหน้า"
vi_vn: Tính năng "Lọc bỏ email từ người lạ" đang tắt
zh_cn: “过滤陌生人邮件”功能已关闭
zh_hk: 「過濾陌生人郵件」功能已關閉

# +Vo
source: Incoming emails from unknown senders will be screened out here, reducing Inbox distractions for you.
de_de: Eingehende E-Mails unbekannter Absender werden hier aussortiert, sodass Ihr Posteingang übersichtlich bleibt.
es_es: Aquí se filtrarán los correos electrónicos entrantes de remitentes desconocidos, lo que reducirá las distracciones en la bandeja de entrada.
fr_fr: Les e-mails entrants provenant d'expéditeurs inconnus seront filtrés ici afin de réduire les distractions arrivant dans votre boîte de réception.
id_id: Email masuk dari pengirim tak dikenal akan disaring di sini, mengurangi gangguan pada Kotak Masuk Anda.
it_it: Le e-mail in arrivo da mittenti sconosciuti verranno escluse qui, riducendo per te le distrazioni nella Posta in arrivo.
ja_jp: 不明な送信者からのメールが自動的に「送信者不明」フォルダに移され、受信トレイを既知の送信者のメールのみにできます。
ko_kr: 알 수 없는 보낸 사람의 수신 이메일이 여기에서 걸러져 수신함의 방해 요소가 줄어듭니다.
ms_my: Emel masuk daripada pengirim tidak dikenali akan disaring di sini, mengurangkan gangguan Peti Masuk untuk anda.
pt_br: Os e-mails recebidos de remetentes desconhecidos serão filtrados aqui, reduzindo as distrações da caixa de entrada para você.
ru_ru: Входящие письма от неизвестных отправителей будут отфильтровываться здесь, чтобы уменьшить количество отвлекающих факторов в папке Входящие.
th_th: อีเมลขาเข้าจากผู้ส่งที่ไม่รู้จักจะถูกคัดออกที่นี่ ซึ่งช่วยลดอีเมลขยะในกล่องข้อความสำหรับคุณ
vi_vn: Các email đến từ người gửi không xác định sẽ được lọc bỏ tại đây, giúp Hộp thư đến của bạn bớt lộn xộn.
zh_cn: 来自未知发件人的邮件将自动进入“陌生人邮件”文件夹，让你在收件箱里免受陌生人的打扰
zh_hk: 來自未知寄件者的郵件將自動前往「陌生人郵件」資料夾，幫助你免受陌生人的郵件打擾

# kxQ
source: No emails in "Stranger"
de_de: Keine E-Mails in „Unbekannter Absender“
es_es: No hay correos electrónicos en "Extraños"
fr_fr: Aucun e-mail dans le dossier "Expéditeurs inconnus"
id_id: Tidak ada email di "Orang Asing"
it_it: Nessuna e-mail in "Estraneo"
ja_jp: 「送信者不明」フォルダにはメールがありません。
ko_kr: "모르는 사람"에 이메일 없음
ms_my: Tiada emel dalam "Orang Asing"
pt_br: Nenhum e-mail em "Desconhecidos"
ru_ru: Нет писем в "Незнакомцы"
th_th: ไม่มีอีเมลใน "คนแปลกหน้า"
vi_vn: Không có email nào trong thư mục "Người lạ"
zh_cn: “陌生人邮件”中没有邮件
zh_hk: 「陌生人郵件」中沒有郵件

# 8JU
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# Rz8
source: Reject All
de_de: Alle ablehnen
es_es: Rechazar todos
fr_fr: Refuser tous
id_id: Tolak Semua
it_it: Rifiuta tutto
ja_jp: すべて拒否
ko_kr: 모두 거부
ms_my: Tolak Semua
pt_br: Rejeitar todos
ru_ru: Отклонить все
th_th: ปฏิเสธทั้งหมด
vi_vn: Từ chối tất cả
zh_cn: 全部拒绝
zh_hk: 全部拒絕

# Nis
source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Rejeitar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕

# MyU
source: Delete this email, and future emails from this sender will go to Spam.
de_de: Diese E-Mail wird gelöscht, und zukünftige E-Mails dieses Absenders werden in den Spam-Ordner verschoben.
es_es: Eliminar este correo electrónico y enviar los correos electrónicos de este remitente que se reciban en el futuro a la carpeta de spam.
fr_fr: Si vous supprimez cet e-mail, les prochains e-mails de cet expéditeur iront dans le courrier indésirable.
id_id: Hapus email ini, dan email mendatang dari pengirim ini akan masuk ke Spam.
it_it: Elimina questa e-mail e le e-mail future da questo mittente andranno nella cartella Spam.
ja_jp: このメールを削除し、今後この送信者からのメールは迷惑メールに入ります。
ko_kr: 이 이메일을 삭제하고 이 보낸 사람의 향후 이메일을 스팸으로 이동합니다.
ms_my: Padamkan emel ini, dan emel akan datang daripada pengirim ini akan pergi ke Spam.
pt_br: Exclui este e-mail e faz com que futuros e-mails deste remetente vão para o Spam.
ru_ru: Удалить это письмо, и будущие письма от этого отправителя будут попадать в Спам.
th_th: ลบอีเมลนี้ และอีเมลในอนาคตจากผู้ส่งนี้จะไปยังสแปม
vi_vn: Xóa email này và các email sau này nhận từ người gửi này sẽ vào mục Thư rác.
zh_cn: 删除此邮件，后续该发件人的邮件将进入垃圾邮件
zh_hk: 刪除此郵件，以後該寄件者的郵件將前往垃圾郵件

# UkQ
source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Rejeitar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕

# OC0
source: Sender allowed. Email sent to Inbox.
de_de: Absender zulässig. E-Mail wurde an den Posteingang gesendet.
es_es: Remitente permitido. Correo electrónico enviado a Bandeja de entrada.
fr_fr: Expéditeur autorisé. E-mail envoyé dans la boîte de réception.
id_id: Pengirim diizinkan. Email dikirim ke Kotak Masuk.
it_it: Mittente consentito. E-mail inviata alla posta in arrivo.
ja_jp: この送信者からのメールを許可し、メールを受信トレイに移動しました。
ko_kr: 보낸 사람을 허용했습니다. 이메일이 수신함으로 전송되었습니다.
ms_my: Pengirim dibenarkan. Emel dihantar ke Peti Masuk.
pt_br: Remetente permitido. E-mail enviado para a caixa de entrada.
ru_ru: Отправитель разрешен. Письмо отправлено во Входящие.
th_th: ผู้ส่งได้รับการอนุญาต อีเมลถูกส่งไปยังกล่องข้อความแล้ว
vi_vn: Đã cho phép người gửi. Đã gửi email vào Hộp thư đến.
zh_cn: 已允许该发件人来信，并将邮件移至收件箱
zh_hk: 已允許該寄件者來信，並將郵件移至收件箱

# T/M
source: Sender rejected. Emails sent to Trash.
de_de: Absender abgelehnt. Die E-Mails wurden zum Papierkorb gesendet.
es_es: Remitente rechazado. Correos electrónicos enviados a Papelera.
fr_fr: Expéditeur refusé. E-mails envoyés dans la corbeille.
id_id: Pengirim ditolak. Email dikirim ke Sampah.
it_it: Mittente rifiutato. E-mail inviate al Cestino.
ja_jp: この送信者からのメールを拒否し、メールをゴミ箱に移動しました。
ko_kr: 보낸 사람을 거부했습니다. 이메일이 휴지통으로 전송되었습니다.
ms_my: Pengirim ditolak. Emel dihantar ke Tong Sampah.
pt_br: Remetente rejeitado. E-mails enviados para a Lixeira.
ru_ru: Отправитель отклонен. Письма отправлены в Корзину.
th_th: ระบบปฏิเสธผู้ส่ง อีเมลส่งไปยังถังขยะแล้ว
vi_vn: Đã từ chối người gửi. Đã gửi email vào thư mục Rác.
zh_cn: 已拒绝该发件人来信，并将邮件移至已删除
zh_hk: 已拒絕該寄件者來信，並將郵件移至已刪除

# 7gU
source: Sending emails to Inbox. This process may take a while.
de_de: E-Mails werden an den Posteingang gesendet. Dieser Vorgang kann etwas Zeit in Anspruch nehmen.
es_es: Enviando correos electrónicos a la bandeja de entrada. Este proceso puede tardar un rato.
fr_fr: Envoi des e-mails vers la boîte de réception. Ce processus peut prendre un certain temps.
id_id: Mengirim email ke Kotak Masuk. Proses ini mungkin memakan waktu beberapa saat.
it_it: Invio e-mail alla Posta in arrivo in corso. Questo processo potrebbe richiedere del tempo.
ja_jp: メールを受信トレイに移動しています。しばらくお待ちください。
ko_kr: 이메일을 수신함으로 전송하는 중입니다. 이 프로세스에는 시간이 걸릴 수 있습니다.
ms_my: Menghantar emel ke Peti Masuk. Proses ini mungkin mengambil masa.
pt_br: Enviando e-mails para a caixa de entrada. Este processo pode demorar um pouco.
ru_ru: Отправка писем в папку Входящие. Этот процесс может занять некоторое время.
th_th: กำลังส่งอีเมลไปยังกล่องข้อความ กระบวนการนี้อาจใช้เวลาสักครู่
vi_vn: Đang gửi email vào Hộp thư đến. Quy trình này có thể mất một lúc.
zh_cn: 正在把邮件移至收件箱，请耐心等候
zh_hk: 正在將郵件移至收件箱，請耐心等候

# BZI
source: Sending emails to Trash. This process may take a while.
de_de: E-Mails werden in den Papierkorb verschoben. Dieser Vorgang kann etwas Zeit in Anspruch nehmen.
es_es: Enviando correos electrónicos a la papelera. Este proceso puede tardar un rato.
fr_fr: Envoi d'e-mails dans la corbeille. Ce processus peut prendre du temps.
id_id: Mengirim email ke Sampah. Proses ini mungkin memakan waktu beberapa saat.
it_it: Invio e-mail nel Cestino in corso. Questo processo potrebbe richiedere del tempo.
ja_jp: メールをゴミ箱に移動しています。しばらくお待ちください。
ko_kr: 이메일을 휴지통으로 전송하는 중입니다. 이 프로세스에는 시간이 걸릴 수 있습니다.
ms_my: Menghantar emel ke Tong Sampah. Proses ini mungkin mengambil masa.
pt_br: Enviando e-mails para a lixeira. Este processo pode demorar um pouco.
ru_ru: Отправка писем в Корзину. Этот процесс может занять некоторое время.
th_th: กำลังส่งอีเมลไปยังถังขยะ กระบวนการนี้อาจใช้เวลาสักครู่
vi_vn: Đang gửi email vào thư mục Rác. Quy trình này có thể sẽ mất một lúc.
zh_cn: 正在把邮件移至已删除，请耐心等候
zh_hk: 正在將郵件移至已刪除，請耐心等候

# EPQ
source: Incoming emails from unknown senders will be grouped and displayed at the top of the inbox list, and they will not enter the inbox without your permission.
de_de: Eingehende E-Mails von unbekannten Absendern werden gruppiert und ganz oben in der Posteingangsliste angezeigt. Ohne Ihre Zustimmung werden sie nicht an den Posteingang gesendet.
es_es: Los correos electrónicos entrantes de remitentes desconocidos se agruparán y se mostrarán en la parte superior de la lista de la bandeja de entrada, y no entrarán en la bandeja de entrada sin tu permiso.
fr_fr: Les e-mails provenant d'expéditeurs inconnus seront regroupés et affichés en haut de la liste de la boîte de réception, et ils n'entreront pas dans la boîte de réception sans votre autorisation.
id_id: Email yang datang dari pengirim tak dikenal akan dikelompokkan dan ditampilkan pada bagian atas daftar kotak masuk, dan email tersebut tidak akan memasuki kotak masuk tanpa izin Anda.
it_it: Le e-mail in arrivo da mittenti sconosciuti verranno raggruppate e visualizzate nella parte superiore all'elenco della posta in arrivo e non verranno inserite nella posta in arrivo senza la tua autorizzazione.
ja_jp: オンにすると、不明な送信者からのメールは受信トレイリストの上部にまとめられます。許可した場合のみ、受信トレイに入ります。
ko_kr: 알 수 없는 보낸 사람이 보낸 수신 이메일이 그룹화되어 받은 편지함 목록의 맨 위에 표시되며, 회원님의 권한 없이 받은 편지함으로 이동되지 않습니다.
ms_my: Emel masuk daripada pengirim tidak dikenali akan dikumpulkan dan dipaparkan di bahagian atas senarai kotak masuk, dan mereka tidak akan masuk ke kotak masuk tanpa kebenaran anda.
pt_br: Os e-mails recebidos de remetentes desconhecidos serão agrupados e exibidos na parte superior da lista da caixa de entrada, e não entrarão na caixa de entrada sem sua permissão.
ru_ru: Входящие письма от неизвестных отправителей будут группироваться и отображаться в верхней части списка входящих, и они не попадут в папку Входящие без вашего разрешения.
th_th: อีเมลขาเข้าจากผู้ส่งที่ไม่รู้จักจะจัดกลุ่มและแสดงอยู่ด้านบนของรายการกล่องข้อความ และอีเมลเหล่านั้นจะไม่เข้าสู่กล่องข้อความโดยไม่ได้รับอนุญาตจากคุณ
vi_vn: Các email đến từ người gửi không xác định sẽ được nhóm và hiển thị ở đầu danh sách trong hộp thư đến. Các email này sẽ không được gửi vào hộp thư đến khi bạn chưa cho phép.
zh_cn: 开启后，未知发件人的来信将合并展示在收件箱列表上方，未经你的允许不会进入收件箱
zh_hk: 開啟後，未知寄件者的來信將合併展示在收件箱清單上方，未經你的允許不會前往收件箱

# h3Q
source: Screen out emails from strangers
de_de: E-Mails von unbekannten Absendern herausfiltern
es_es: Descartar correos electrónicos de extraños
fr_fr: Filtrer les e-mails provenant d'expéditeurs inconnus
id_id: Saring email dari orang asing
it_it: Escludi le e-mail da estranei
ja_jp: 不明な送信者からのメールをフィルタリング
ko_kr: 모르는 사람이 보낸 이메일 걸러내기
ms_my: Tapis emel daripada orang asing
pt_br: Remover e-mails de desconhecidos
ru_ru: Отсеивайте письма от незнакомцев
th_th: คัดกรองอีเมลจากคนแปลกหน้า
vi_vn: Lọc bỏ email từ người lạ
zh_cn: 过滤陌生人邮件
zh_hk: 過濾陌生人郵件

# 1r0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消
