Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# LzE
source: Select signature
de_de: Unterschrift auswählen
es_es: Seleccionar firma
fr_fr: Sélectionner la signature
hi_in: निम्न से चुनें:
id_id: Pilih tanda tangan
it_it: Seleziona firma
ja_jp: 署名を選択
ko_kr: 서명 선택
ms_my: Pilih tandatangan
pt_br: Selecionar assinatura
ru_ru: Выберите подпись
th_th: เลือกลายเซ็น
vi_vn: Chọn chữ ký
zh_cn: 选择签名
zh_hk: 選擇簽名

# T0I
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हां
id_id: Ya
it_it: Sì
ja_jp: 承諾
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 接受
zh_hk: 接受

# PSU
source: Guest has replied: Yes
de_de: Der Gast hat geantwortet: Ja
es_es: El invitado ha respondido: Sí
fr_fr: L'invité a répondu : Oui
hi_in: ईवेंट स्वीकार किया गया.
id_id: Tamu telah membalas: Ya
it_it: L'ospite ha risposto: Sì
ja_jp: ゲストは招待を承諾しました
ko_kr: 게스트가 회신함: 예
ms_my: Tetamu telah menjawab: Ya
pt_br: O convidado respondeu: Sim
ru_ru: Гость ответил: Да
th_th: ผู้รับเชิญได้ตอบกลับว่า: ตกลง
vi_vn: Khách đã trả lời: Có
zh_cn: 对方已接受此邀请
zh_hk: 對方已接受此邀請

# 71s
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हां
id_id: Ya
it_it: Sì
ja_jp: 承認済み
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 已接受
zh_hk: 已接受

# 3Po
source: Event accepted before.
de_de: Termin bereits zuvor akzeptiert.
es_es: El evento se ha aceptado antes.
fr_fr: Événement accepté auparavant.
hi_in: ईवेंट पहले स्वीकार किया गया.
id_id: Acara diterima sebelumnya.
it_it: Evento già accettato.
ja_jp: 予定は承諾されました
ko_kr: 전에 이벤트가 수락되었습니다.
ms_my: Acara diterima sebelum ini.
pt_br: Evento aceito antes.
ru_ru: Событие принято ранее.
th_th: ยอมรับกิจกรรมไปก่อนหน้านี้แล้ว
vi_vn: Sự kiện đã được chấp nhận trước đây.
zh_cn: 对方接受过邀请
zh_hk: 對方接受過邀請

# Ts8
source: Unable to find this event in your {{APP_DISPLAY_NAME}} Calendar
de_de: Dieses Ereignis kann nicht in Ihrem Kalender {{APP_DISPLAY_NAME}} gefunden werden
es_es: No aparece este evento en tu calendario de {{APP_DISPLAY_NAME}}
fr_fr: Impossible de trouver cet événement dans votre Calendrier {{APP_DISPLAY_NAME}}
hi_in: इस ईवेंट को आपके {{APP_DISPLAY_NAME}} कैलेंडर में पाने में असमर्थ
id_id: Tidak dapat menemukan acara ini di Kalender {{APP_DISPLAY_NAME}} Anda
it_it: Impossibile trovare questo evento nel tuo Calendario {{APP_DISPLAY_NAME}}
ja_jp: あなたの {{APP_DISPLAY_NAME}} カレンダーに、この予定が見つかりませんでした。
ko_kr: {{APP_DISPLAY_NAME}} 캘린더에서 이 이벤트를 찾을 수 없음
ms_my: Tidak dapat mencari acara ini dalam Kalendar {{APP_DISPLAY_NAME}} anda
pt_br: Não é possível localizar esse evento no seu Calendário do {{APP_DISPLAY_NAME}}
ru_ru: Невозможно найти это событие в вашем календаре {{APP_DISPLAY_NAME}}
th_th: ไม่พบกิจกรรมนี้ในปฏิทิน {{APP_DISPLAY_NAME}} ของคุณ
vi_vn: Không thể tìm được sự kiện này trên Lịch {{APP_DISPLAY_NAME}} của bạn
zh_cn: 无法从你的{{APP_DISPLAY_NAME}}日历中找到该日程
zh_hk: 無法從你的{{APP_DISPLAY_NAME}}日曆中找到該日程

# joI
source: Event canceled.
de_de: Termin storniert.
es_es: Evento cancelado.
fr_fr: Événement annulé.
hi_in: ईवेंट रद्द किया गया.
id_id: Acara dibatalkan.
it_it: Evento annullato.
ja_jp: この予定はキャンセルされました。
ko_kr: 이벤트가 취소되었습니다.
ms_my: Acara dibatalkan.
pt_br: Evento cancelado.
ru_ru: Событие отменено.
th_th: ยกเลิกกิจกรรมแล้ว
vi_vn: Sự kiện đã bị hủy.
zh_cn: 此日程已取消
zh_hk: 此日程已取消

# T9c
source: Invite expired and event updated.
de_de: Einladung abgelaufen und Termin aktualisiert.
es_es: La invitación ha caducado y el evento se ha actualizado.
fr_fr: Expiration de l'invitation et mise à jour de l'événement.
hi_in: आमंत्रण की समय-सीमा समाप्त हुई और ईवेंट अपडेट किया गया.
id_id: Undangan kedaluwarsa dan acara diperbarui.
it_it: Invito scaduto ed evento aggiornato.
ja_jp: この招待は期限が切れています。予定が変更されました。
ko_kr: 초대가 만료되고 이벤트가 업데이트되었습니다.
ms_my: Jemputan tamat tempoh dan acara dikemaskini.
pt_br: Convite vencido e evento atualizado.
ru_ru: Срок действия приглашения истек, и событие изменено.
th_th: คำเชิญหมดอายุและอัปเดตกิจกรรมแล้ว
vi_vn: Lời mời đã hết hạn và sự kiện được cập nhật.
zh_cn: 此邀请已过期，日程已更新
zh_hk: 此邀請已過期，日程已更新

# BBU
source: Invite expired and event updated.
de_de: Einladung abgelaufen und Termin aktualisiert.
es_es: La invitación ha caducado y el evento se ha actualizado.
fr_fr: Expiration de l'invitation et mise à jour de l'événement.
hi_in: आमंत्रण की समय-सीमा समाप्त हुई और ईवेंट अपडेट किया गया.
id_id: Undangan kedaluwarsa dan acara diperbarui.
it_it: Invito scaduto ed evento aggiornato.
ja_jp: この招待は期限が切れています。予定がキャンセルされました。
ko_kr: 초대가 만료되고 이벤트가 업데이트되었습니다.
ms_my: Jemputan tamat tempoh dan acara dikemaskini.
pt_br: Convite vencido e evento atualizado.
ru_ru: Срок действия приглашения истек, и событие изменено.
th_th: คำเชิญหมดอายุและอัปเดตกิจกรรมแล้ว
vi_vn: Lời mời đã hết hạn và sự kiện được cập nhật.
zh_cn: 此邀请已过期，日程已取消
zh_hk: 此邀請已過期，日程已取消

# CdI
source: Conflicting with your existing event.
de_de: Konflikt mit ihrem bestehendem Termin.
es_es: Existe un conflicto con el evento existente.
fr_fr: En conflit avec votre événement existant.
hi_in: आपके मौजूदा ईवेंट के साथ समस्या हो रही है.
id_id: Berkonflik dengan acara Anda yang sudah ada.
it_it: In conflitto con il tuo evento esistente.
ja_jp: 既存の予定と重なっています。
ko_kr: 기존 이벤트와 충돌합니다.
ms_my: Bertentangan dengan acara sedia ada anda.
pt_br: Conflito com seu evento existente.
ru_ru: Конфликт с существующим событием.
th_th: ชนกับกิจกรรมที่คุณมีอยู่แล้ว
vi_vn: Xung đột với sự kiện hiện tại của bạn.
zh_cn: 该时段已有日程安排
zh_hk: 該時段已有日程安排

# LII
source: Event deleted
de_de: Termin gelöscht.
es_es: Evento eliminado
fr_fr: Événement supprimé.
hi_in: ईवेंट हटाया गया.
id_id: Acara dihapus
it_it: Evento eliminato.
ja_jp: この予定は削除されました。
ko_kr: 이벤트가 삭제되었습니다.
ms_my: Acara dipadam
pt_br: Evento excluído.
ru_ru: Событие удалено.
th_th: ลบกิจกรรมแล้ว
vi_vn: Sự kiện đã bị xóa.
zh_cn: 此日程已删除
zh_hk: 此日程已刪除

# SnY
source: End time cannot be earlier than the current time
de_de: Die Endzeit darf nicht vor der aktuellen Uhrzeit liegen
es_es: La hora de finalización no puede debe ser anterior a la hora actual
fr_fr: L'heure de fin ne peut être antérieure à l'heure actuelle
hi_in: समाप्ति समय मौजूदा समय से पहले का नहीं हो सकता
id_id: Waktu selesai tidak boleh lebih awal dari waktu saat ini
it_it: L'ora di fine non può essere precedente all'ora corrente
ja_jp: 終了日時は開始日時以降の時間を指定してください
ko_kr: 종료 시간은 현재 시간보다 빠를 수 없습니다.
ms_my: Masa tamat tidak boleh lebih awal daripada masa sekarang
pt_br: A hora de término não pode ser anterior à hora atual
ru_ru: Дата окончания не может быть раньше текущей
th_th: เวลาสิ้นสุดต้องไม่เกิดก่อนเวลาปัจจุบัน
vi_vn: Thời gian kết thúc phải sau ngày hiện tại
zh_cn: 结束时间不能早于当前时间
zh_hk: 結束時間不能早於目前時間

# Q9E
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# fxo
source: 's invitation
de_de: Einladung von
es_es: le ha enviado una invitación
fr_fr: invité par
hi_in: का आमंत्रण
id_id: memberi undangan
it_it: invito di
ja_jp: からの招待
ko_kr: 의 초대
ms_my: jemputan
pt_br: - convite
ru_ru: приглашение
th_th: คำเชิญของ
vi_vn: lời mời của
zh_cn: 邀请你加入日程
zh_hk: 邀請你加入日程

# PQQ
source: Event updated
de_de: Termin aktualisiert.
es_es: Evento actualizado
fr_fr: Événement mis à jour.
hi_in: ईवेंट अपडेट किया गया.
id_id: Acara diperbarui.
it_it: Evento aggiornato.
ja_jp: 予定を更新しました。
ko_kr: 이벤트가 업데이트되었습니다.
ms_my: Acara dikemaskini
pt_br: Evento atualizado.
ru_ru: Событие изменено.
th_th: อัปเดตกิจกรรมแล้ว
vi_vn: Đã cập nhật sự kiện.
zh_cn: 更新了日程
zh_hk: 更新了日程

# g2w
source: Maybe
de_de: Vielleicht
es_es: Quizás
fr_fr: Peut-être
hi_in: शायद
id_id: Mungkin
it_it: Forse
ja_jp: 未定
ko_kr: 미정
ms_my: Mungkin
pt_br: Talvez
ru_ru: Может
th_th: อาจจะ
vi_vn: Có thể
zh_cn: 待定
zh_hk: 待定

# dOw
source: More Details
de_de: Weitere Details
es_es: Más información
fr_fr: Plus de détails
hi_in: अधिक विवरण
id_id: Perincian Lainnya
it_it: Altri dettagli
ja_jp: 詳しくはこちら
ko_kr: 세부 정보 더 보기
ms_my: Maklumat Lanjut
pt_br: Mais detalhes
ru_ru: Подробнее
th_th: รายละเอียดเพิ่มเติม
vi_vn: Thêm chi tiết
zh_cn: 更多详情
zh_hk: 更多詳情

# kc4
source: Optional
es_es: Opcional
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Opzionale
ja_jp: 任意参加
ko_kr: 선택적
ms_my: Pilihan
pt_br: Opcional
ru_ru: Необязательное
th_th: ไม่บังคับ
vi_vn: Tùy chọn
zh_cn: 可选参与
zh_hk: 可選參與

# Ang
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
hi_in: आयोजक
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 组织者
zh_hk: 組織者

# GQk
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: 拒否
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 拒绝
zh_hk: 拒絕

# 7dg
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: 拒否済み
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 已拒绝
zh_hk: 已拒絕

# mOY
source: Guest has replied: No
de_de: Der Gast hat geantwortet: Nein
es_es: El invitado ha respondido: No
fr_fr: L'invité a répondu : Non
hi_in: ईवेंट अस्वीकृत किया गया.
id_id: Tamu telah membalas: Tidak
it_it: L'ospite ha risposto: No
ja_jp: ゲストは招待を拒否しました
ko_kr: 게스트가 회신함: 아니요
ms_my: Tetamu telah menjawab: Tidak
pt_br: O convidado respondeu: Não
ru_ru: Гость ответил: Нет
th_th: ผู้รับเชิญได้ตอบกลับว่า: ปฏิเสธ
vi_vn: Khách đã trả lời: Không
zh_cn: 对方已拒绝此邀请
zh_hk: 對方已拒絕此邀請

# V2o
source: Event rejected before.
de_de: Termin zuvor abgelehnt.
es_es: El evento se ha rechazado antes.
fr_fr: Événement refusé auparavant.
hi_in: ईवेंट पहले अस्वीकृत किया गया.
id_id: Acara ditolak sebelumnya.
it_it: Evento già rifiutato.
ja_jp: 相手は招待を断ったことがあります。
ko_kr: 전에 이벤트가 거부되었습니다.
ms_my: Acara ditolak sebelum ini.
pt_br: Evento rejeitado antes.
ru_ru: Событие отклонено ранее.
th_th: ปฏิเสธกิจกรรมไปก่อนหน้านี้แล้ว
vi_vn: Sự kiện đã bị từ chối trước đây.
zh_cn: 对方拒绝过邀请
zh_hk: 對方拒絕過邀請

# i78
source: You've left this event
de_de: Sie haben dieses Ereignis verlassen
es_es: Has abandonado este evento
fr_fr: Vous avez quitté cet événement
hi_in: आपने ईवेंट हटा दिया है.
id_id: Anda telah meninggalkan acara ini
it_it: Hai abbandonato questo evento
ja_jp: 予定から退出しました
ko_kr: 이 이벤트를 종료했습니다
ms_my: Anda telah meninggalkan acara ini
pt_br: Você saiu deste evento
ru_ru: Вы покинули это событие
th_th: คุณได้ออกจากกิจกรรมนี้แล้ว
vi_vn: Bạn đã rời khỏi sự kiện này
zh_cn: 你已退出此日程
zh_hk: 你已退出此日程

# 8I8
source: Guest has replied: Maybe
de_de: Der Gast hat geantwortet: Vielleicht
es_es: El invitado ha respondido: Quizás
fr_fr: L'invité a répondu : Peut-être
hi_in: ईवेंट संभावित रूप से स्वीकार किया गया.
id_id: Tamu telah membalas: Mungkin
it_it: L'ospite ha risposto: Forse
ja_jp: ゲストは招待に「未定」と返信しました
ko_kr: 게스트가 회신함: 아마도
ms_my: Tetamu telah menjawab: Mungkin
pt_br: O convidado respondeu: Talvez
ru_ru: Гость ответил: Возможно
th_th: ผู้รับเชิญได้ตอบกลับว่า: อาจจะ
vi_vn: Khách đã trả lời: Có thể
zh_cn: 对方已待定此邀请
zh_hk: 對方已將此邀請列為待定

# 4pY
source: Event accepted tentatively before.
de_de: Termin zuvor vorläufig akzeptiert.
es_es: El evento se ha aceptado provisionalmente antes.
fr_fr: Événement accepté provisoirement auparavant.
hi_in: ईवेंट संभावित रूप से पहले स्वीकार किया गया.
id_id: Acara diterima secara tentatif sebelumnya.
it_it: Evento già accettato provvisoriamente.
ja_jp: 相手は招待を保留しています
ko_kr: 전에 이벤트가 임시로 수락되었습니다.
ms_my: Acara diterima secara sementara sebelum ini.
pt_br: Evento aceito provisoriamente antes.
ru_ru: Событие принято временно ранее.
th_th: ยอมรับกิจกรรมชั่วคราวไปก่อนหน้านี้แล้ว
vi_vn: Sự kiện đã được chấp nhận tạm thời trước đây.
zh_cn: 对方待定过邀请
zh_hk: 對方待定過邀請

# DYo
source: MMM d, yyyy
de_de: d MMM yyyy
es_es: d MMM yyyy
fr_fr: d MMM yyyy
hi_in: d MMM, yyyy
id_id: d MMM yyyy
it_it: d MMM yyyy
ja_jp: yyyy年M月d日
ko_kr: yyyy년 M월 d일
ms_my: d MMM yyyy
pt_br: d MMM yyyy
ru_ru: d MMM yyyy
th_th: d MMM yyyy
vi_vn: d MMM yyyy
zh_cn: yyyy年M月d日
zh_hk: yyyy年M月d日

# ix4
source: Replying...
de_de: Antworten...
es_es: Respondiendo...
fr_fr: Réponse…
hi_in: उत्तर दे रहा है...
id_id: Membalas...
it_it: Risposta in corso
ja_jp: 返信中…
ko_kr: 회신 중...
ms_my: Membalas...
pt_br: Respondendo...
ru_ru: Ответ...
th_th: กำลังตอบกลับ...
vi_vn: Đang trả lời...
zh_cn: 回复中
zh_hk: 回覆中

# 73U
source: Cancel Scheduled Send
de_de: Geplantes Senden abbrechen
es_es: Cancelar envío programado
fr_fr: Annuler l'envoi planifié
id_id: Batalkan Pengiriman Terjadwal
it_it: Annulla invio pianificato
ja_jp: 送信をキャンセル
ko_kr: 예약된 전송 취소
ms_my: Batal Hantar Terjadual
pt_br: Cancelar envio agendado
ru_ru: Отменить запланированную отправку
th_th: ยกเลิกการส่งตามกำหนดการ
vi_vn: Hủy gửi theo lịch
zh_cn: 取消发送
zh_hk: 取消發送

source: Your email access was revoked. The email tab in the navigation bar will disappear after you restart.
de_de: Ihr E-Mail-Zugriff wurde zurückgezogen. Die E-Mail-Registerkarte in der Navigationsleiste wird nach einem Neustart nicht mehr angezeigt.
es_es: Tu acceso al correo se ha revocado. La pestaña de correo de la barra de navegación desaparecerá cuando reinicies.
fr_fr: Votre accès à la messagerie a été révoqué. L'onglet e-mail de la barre de navigation disparaîtra après le redémarrage.
hi_in: आपकी ईमेल एक्सेस वापस ली गयी थी. आपके रीस्टार्ट करने के बाद नेविगेशन बार में ईमेल टैब नहीं दिखेगा.
id_id: Akses email Anda telah dicabut. Tab email di bilah navigasi akan hilang setelah Anda memulai ulang.
it_it: Il tuo accesso alle e-mail è stato revocato. La scheda e-mail nella barra di spostamento scompare dopo il riavvio.
ja_jp: メール機能へのアクセス権限は管理者に取り消されました。再起動後、ナビゲーションバーのメールアイコンが表示されません。
ko_kr: 이메일 액세스 권한이 철회되었습니다. 다시 시작하면 탐색 모음의 이메일 탭이 사라집니다.
ms_my: Akses e-mel anda telah dibatalkan. Tab e-mel dalam bar navigasi akan hilang selepas anda memulakan semula.
pt_br: Seu acesso ao e-mail foi revogado. A guia de e-mail na barra de navegação desaparecerá após reiniciar.
ru_ru: Ваш доступ к почте был отозван. Вкладка почты в навигационной панели исчезнет после перезагрузки.
th_th: สิทธิ์เข้าถึงอีเมลของคุณถูกเพิกถอน แท็บอีเมลในแถบการนำทางจะหายไปหลังจากรีสตาร์ท
vi_vn: Quyền truy cập email của bạn đã bị thu hồi.Tab email trong thanh điều hướng sẽ biến mất sau khi bạn khởi động lại.
zh_cn: 你的邮箱访问权限已被取消，重启后，导航栏中的邮箱图标会消失
zh_hk: 您的電郵地址存取權限已被取消，重新啟動後，導覽列中的電郵地址圖標會消失

# 5G8
source: Authorize your business email address
de_de: Ihre geschäftliche E-Mail-Adresse autorisieren
es_es: Autoriza tu dirección de correo electrónico empresarial
fr_fr: Autoriser votre adresse e-mail professionnelle
hi_in: अपना बिज़नेस ईमेल पता प्राधिकृत करें
id_id: Otorisasi alamat email bisnis Anda
it_it: Autorizza il tuo indirizzo e-mail aziendale
ja_jp: 企業メールアカウントに関連する
ko_kr: 비즈니스 이메일 주소 승인
ms_my: Benarkan alamat e-mel perniagaan anda
pt_br: Autorizar seu endereço de e-mail comercial
ru_ru: Авторизуйте свой рабочий адрес почты
th_th: ให้สิทธิ์การอนุญาตแก่ที่อยู่อีเมลธุรกิจของคุณ
vi_vn: Ủy quyền địa chỉ email doanh nghiệp của bạn
zh_cn: 关联公司的邮箱账号
zh_hk: 關聯公司的電郵地址帳戶

# l6g
source: Account revoked
de_de: Konto widerrufen
es_es: La cuenta se ha revocado
fr_fr: Compte révoqué
hi_in: खाता वापस लिया
id_id: Akun dicabut
it_it: Account revocato
ja_jp: アカウントの権限が取り消されました
ko_kr: 계정 해지됨
ms_my: Akaun dibatalkan
pt_br: Conta revogada
ru_ru: Учетная запись аннулирована
th_th: บัญชีถูกเพิกถอน
vi_vn: Đã thu hồi tài khoản
zh_cn: 账号权限已被取消
zh_hk: 帳戶權限已被取消

# nEw
source: Your actions in {{APP_DISPLAY_NAME}} will be synced with your Gmail
de_de: Aktualisierungen in {{APP_DISPLAY_NAME}} werden mit Ihrer Gmail synchronisiert.
es_es: Las actualizaciones de {{APP_DISPLAY_NAME}} se sincronizarán con tu cuenta de Gmail.
fr_fr: Les mises à jour dans {{APP_DISPLAY_NAME}} seront synchronisées avec votre Gmail.
hi_in: {{APP_DISPLAY_NAME}} के अपडेट आपके Gmail के साथ सिंक किए जाएंगे.
id_id: Tindakan Anda di {{APP_DISPLAY_NAME}} akan disinkronkan dengan Gmail Anda
it_it: Gli aggiornamenti in {{APP_DISPLAY_NAME}} verranno sincronizzati con il tuo account Gmail.
ja_jp: {{APP_DISPLAY_NAME}} 内での操作は Gmail と同期し
ko_kr: {{APP_DISPLAY_NAME}}의 업데이트가 Gmail과 동기화됩니다.
ms_my: Tindakan anda dalam {{APP_DISPLAY_NAME}} akan diselaraskan dengan Gmail anda
pt_br: As atualizações do {{APP_DISPLAY_NAME}} serão sincronizadas com o seu Gmail.
ru_ru: Изменения в {{APP_DISPLAY_NAME}} будут синхронизированы с вашим Gmail.
th_th: ข้อมูลอัปเดตใน {{APP_DISPLAY_NAME}} จะได้รับการซิงค์เข้ากับ Gmail ของคุณ
vi_vn: Các cập nhật trong {{APP_DISPLAY_NAME}} sẽ được đồng bộ hóa với Gmail của bạn.
zh_cn: 在{{APP_DISPLAY_NAME}}内的操作，会同步到 Gmail
zh_hk: 在{{APP_DISPLAY_NAME}}內的操作會同步到 Gmail

# Q5g
source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
hi_in: खाता
id_id: Akun
ja_jp: アカウント
ko_kr: 계정
ms_my: Akaun
pt_br: Conta
ru_ru: Учетная запись
th_th: บัญชี
vi_vn: Tài khoản
zh_cn: 账户
zh_hk: 帳戶

# Pd4
source: The administrator made some changes to your email account. You can link to your Gmail account again.
de_de: Der Administrator hat Änderungen an Ihrem E-Mail-Konto vorgenommen. Sie können sich wieder mit Ihrem Gmail-Konto verknüpfen.
es_es: El administrador hizo algunos cambios en tu cuenta de correo. Puedes volver a vincularla a tu cuenta de Gmail.
fr_fr: L'administrateur a apporté quelques modifications à votre compte de messagerie. Vous pouvez à nouveau associer votre compte Gmail.
hi_in: एडमिनिस्ट्रेटर ने आपके ईमेल खाते में कुछ बदलाव किए. आप अपना Gmail खाता दोबारा लिंक कर सकते हैं.
id_id: Administrator membuat beberapa perubahan pada akun email Anda. Anda dapat menautkan ke akun Gmail Anda lagi.
it_it: L'amministratore ha apportato alcune modifiche al tuo account e-mail. Puoi collegarti di nuovo al tuo account Gmail.
ja_jp: 管理者があなたのメール設定を変更しました。Gmailアカウントを再度関連付けることができます。
ko_kr: 관리자가 회원님의 이메일 계정을 일부 변경했습니다. Gmail 계정에 다시 연결할 수 있습니다.
ms_my: Pentadbir telah membuat beberapa perubahan pada akaun e-mel anda. Anda boleh menyambungkan semula ke akaun Gmail anda.
pt_br: O administrador fez algumas mudanças em sua conta de e-mail. Você pode vincular sua conta do Gmail novamente.
ru_ru: Администратор внес некоторые изменения в вашу учетную запись почты. Вы можете снова подключить свою учетную запись Gmail.
th_th: ผู้ดูแลได้ทำการเปลี่ยนแปลงกับบัญชีอีเมลของคุณ คุณสามารถเชื่อมโยงบัญชี Gmail ของคุณได้อีกครั้ง
vi_vn: Quản trị viên đã thực hiện một số thay đổi đối với tài khoản email của bạn. Bạn có thể liên kết lại với tài khoản Gmail của mình.
zh_cn: 管理员为你更改了邮箱设置。你可以重新关联 Gmail 账号。
zh_hk: 管理員為您更改了電郵地址設定。您可重新關聯 Gmail 帳戶。

# fzM
source: Linked successfully
de_de: Erfolgreich verknüpft
es_es: Vinculado correctamente
fr_fr: Liaison réussie
hi_in: लिंक किया गया
id_id: Berhasil ditautkan
it_it: Collegamento completato
ja_jp: アカウントを追加しました
ko_kr: 연결 성공
ms_my: Berjaya dipautkan
pt_br: Vinculado com êxito
ru_ru: Привязка выполнена
th_th: ลิงก์เรียบร้อยแล้ว
vi_vn: Liên kết thành công
zh_cn: 邮箱关联成功
zh_hk: 電郵地址關聯成功

# Nr0
source: Updates in {{APP_DISPLAY_NAME}} Mail will be synced back to Gmail and vice versa.
de_de: Aktualisierungen in {{APP_DISPLAY_NAME}} Mail werden mit Gmail rücksynchronisiert und umgekehrt.
es_es: Las actualizaciones del correo de {{APP_DISPLAY_NAME}} se sincronizarán con Gmail y viceversa.
fr_fr: Les mises à jour dans la messagerie {{APP_DISPLAY_NAME}} seront synchronisées avec Gmail et inversement.
hi_in: {{APP_DISPLAY_NAME}} मेल के अपडेट वापस Gmail में सिंक किए जाएंगे या इसके विपरीत क्रिया की जाएगी.
id_id: Pembaruan di Email {{APP_DISPLAY_NAME}} akan disinkronkan kembali ke Gmail dan sebaliknya.
it_it: Gli aggiornamenti nella posta {{APP_DISPLAY_NAME}} verranno di nuovo sincronizzati su Gmail e viceversa.
ja_jp: アカウントを {{APP_DISPLAY_NAME}} に同期しました。{{APP_DISPLAY_NAME}} 内での操作は、Gmail に同期されます。
ko_kr: {{APP_DISPLAY_NAME}} 메일의 업데이트가 Gmail과 서로 동기화됩니다.
ms_my: Kemas kini dalam {{APP_DISPLAY_NAME}} Mail akan diselaraskan kembali ke Gmail dan sebaliknya.
pt_br: As atualizações do e-mail do {{APP_DISPLAY_NAME}} serão sincronizadas com o Gmail e vice-versa.
ru_ru: Изменения в почте {{APP_DISPLAY_NAME}} будут синхронизированы с Gmail и наоборот.
th_th: ข้อมูลอัปเดตในเมล {{APP_DISPLAY_NAME}} และใน Gmail จะได้รับการซิงค์กลับไปยังกันและกัน
vi_vn: Cập nhật trong Thư {{APP_DISPLAY_NAME}} sẽ được đồng bộ hóa trở lại Gmail và ngược lại.
zh_cn: 账户已同步至{{APP_DISPLAY_NAME}}客户端，在{{APP_DISPLAY_NAME}}客户端内的操作，在 Gmail 中生效。
zh_hk: 帳戶已同步至{{APP_DISPLAY_NAME}}客戶端，在{{APP_DISPLAY_NAME}}客戶端內的操作會在 Gmail 中生效。

# 8Qk
source: We are deleting your data. Please try again later.
de_de: Wir löschen Ihre Daten. Versuchen Sie es später erneut.
es_es: Estamos eliminando tus datos. Inténtalo de nuevo más tarde.
fr_fr: Vos données sont en cours de suppression. Veuillez réessayer plus tard.
hi_in: हम आपका डेटा हटा रहे हैं. कृपया बाद में फिर से प्रयास करें.
id_id: Kami sedang menghapus data Anda. Coba lagi nanti.
it_it: Stiamo eliminando i tuoi dati. Riprova più tardi.
ja_jp: データを削除しています。後ほど再試行してください
ko_kr: 데이터를 삭제 중입니다. 나중에 다시 시도하세요.
ms_my: Kami sedang memadam data anda. Sila cuba lagi kemudian.
pt_br: Estamos excluindo seus dados. Tente novamente mais tarde.
ru_ru: Мы удаляем ваши данные. Повторите попытку позже.
th_th: เรากำลังลบข้อมูลของคุณ โปรดลองอีกครั้งภายหลัง
vi_vn: Chúng tôi đang xóa dữ liệu của bạn. Vui lòng thử lại sau.
zh_cn: 数据清除中，请稍后重试
zh_hk: 數據清除中，請稍後重試

# MHU
source: Please verify current network can access Gmail
de_de: Bitte überprüfen Sie, ob das aktuelle Netzwerk auf Gmail zugreifen kann.
es_es: Comprueba que la red actual tiene acceso a Gmail
fr_fr: Veuillez confirmer que le réseau actuel peut accéder à Gmail
hi_in: कृपया सत्यापित करें कि वर्तमान नेटवर्क Gmail ऐक्सेस कर सकता है
id_id: Verifikasi jaringan saat ini dapat mengakses Gmail
it_it: Verifica che la rete corrente possa accedere a Gmail
ja_jp: ただいまGmailにアクセスできません。ネットワークの接続をご確認ください
ko_kr: 현재 네트워크가 Gmail에 액세스할 수 있는지 확인해 주세요.
ms_my: Sila pastikan rangkaian semasa boleh mengakses Gmail
pt_br: Verifique se a rede atual pode acessar o Gmail
ru_ru: Убедитесь, что текущая сеть имеет доступ к Gmail
th_th: โปรดตรวจสอบว่าเครือข่ายที่คุณใช้อยู่ในขณะนี้สามารถเข้าถึง Gmail ได้
vi_vn: Vui lòng kiểm chứng xem mạng hiện tại có thể truy cập Gmail
zh_cn: 请检查当前网络可以正常访问Gmail
zh_hk: 請檢查目前網絡是否可以正常存取 Gmail

# NhI
source: Got it
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गए
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Entendi
ru_ru: Ясно
th_th: รับทราบ
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# myI
source: Cancel
de_de: Fortfahren
es_es: Cancelar
fr_fr: Annuler
hi_in: जारी रखें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 继续使用
zh_hk: 繼續使用

# m7c
source: Relink
de_de: Autorisieren
es_es: Autorizar
fr_fr: Associer à nouveau
hi_in: अधिकृत करें
id_id: Tautkan ulang
it_it: Collega di nuovo
ja_jp: 関連付ける
ko_kr: 다시 연결
ms_my: Paut semula
pt_br: Vincular novamente
ru_ru: Подключить повторно
th_th: เชื่อมโยงอีกครั้ง
vi_vn: Liên kết lại
zh_cn: 立即关联
zh_hk: 立即關聯
