Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# rlM
source: Once turned off, all emails from unknown senders will directly enter the inbox. This action can't be undone.
de_de: Wenn diese Funktion deaktiviert ist, werden alle E-Mails von unbekannten Absendern direkt an den Posteingang gesendet. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Una vez desactivados, todos los correos electrónicos de remitentes desconocidos entrarán directamente en la bandeja de entrada. Esta acción no se puede deshacer.
fr_fr: Une fois cette option désactivée, tous les e-mails provenant d'expéditeurs inconnus entreront directement dans la boîte de réception. Cette opération ne peut être annulée.
id_id: Setelah dinonaktifkan, semua email dari pengirim yang tidak dikenal akan langsung masuk ke kotak masuk. Tindakan ini tidak dapat diurungkan.
it_it: Dopo la disattivazione, tutte le e-mail da mittenti sconosciuti verranno inserite direttamente nella posta in arrivo. Questa azione non può essere annullata.
ja_jp: オフにすると、不明な送信者からのすべてのメールが受信トレイに移動されます。この操作は元に戻せません。
ko_kr: 이 기능을 끄면 알 수 없는 보낸 사람이 보낸 모든 이메일이 받은 편지함으로 바로 이동됩니다. 이 작업은 실행 취소할 수 없습니다.
ms_my: Sekali dimatikan, semua emel daripada pengirim tidak dikenali akan masuk terus ke kotak masuk. Tindakan ini tidak boleh dibatalkan.
pt_br: Uma vez desativado, todos os e-mails de remetentes desconhecidos entrarão diretamente na caixa de entrada. Essa ação não pode ser desfeita.
ru_ru: После выключения все письма от неизвестных отправителей будут напрямую попадать в папку Входящие. Это действие нельзя отменить.
th_th: เมื่อปิดแล้ว อีเมลทั้งหมดจากผู้ส่งที่ไม่รู้จักจะเข้าสู่กล่องข้อความโดยตรง การดำเนินการนี้ไม่สามารถยกเลิกได้
vi_vn: Sau khi tắt, tất cả email từ người gửi không xác định sẽ được gửi trực tiếp vào hộp thư đến. Không thể hoàn tác hành động này.
zh_cn: 关闭后，所有未知发件人的来信将直接进入收件箱，此操作不可恢复
zh_hk: 關閉後，所有未知寄件者的來信將直接前往收件箱，此操作無法恢復

# tFg
source: Turn off "Screen out emails from strangers"?
de_de: „E-Mails von Unbekannten herausfiltern“ deaktivieren?
es_es: ¿Desactivar "Descartar correos electrónicos de extraños"?
fr_fr: Désactiver "Filtrer les e-mails provenant d’expéditeurs inconnus" ?
id_id: Nonaktifkan "Saring email dari orang asing"?
it_it: Disattivare "Escludi le e-mail da estranei"?
ja_jp: 「不明な送信者からのメールをフィルタリング」機能をオフにしますか？
ko_kr: "모르는 사람이 보낸 이메일 걸러내기" 기능을 끄시겠습니까?
ms_my: Matikan "Tapis emel daripada orang asing"?
pt_br: Desativar "Excluir e-mails de desconhecidos"?
ru_ru: Выключить функцию "Отсеивать письма от незнакомцев"?
th_th: ปิด "คัดกรองอีเมลจากคนแปลกหน้า" หรือไม่
vi_vn: Tắt tính năng "Lọc bỏ email từ người lạ"?
zh_cn: 关闭“过滤陌生人邮件”功能？
zh_hk: 要關閉「過濾陌生人郵件」功能嗎？

# WEM
source: Turn Off
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: オフにする
ko_kr: 끄기
ms_my: Matikan
pt_br: Desativar
ru_ru: Выключить
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_hk: 關閉

# yic
source: Unable to send emails to Inbox. Please try again later.
de_de: E-Mails können nicht an den Posteingang gesendet werden. Bitte versuchen Sie es später erneut.
es_es: No se pueden enviar los correos electrónicos a la bandeja de entrada. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'envoyer les e-mails vers la boîte de réception. Veuillez réessayer plus tard.
id_id: Gagal mengirim email ke Kotak Masuk. Coba lagi nanti.
it_it: Impossibile inviare le e-mail alla Posta in arrivo. Riprova più tardi.
ja_jp: メールを受信トレイに移動できませんでした。後で再試行してください。
ko_kr: 수신함으로 이메일을 전송할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menghantar emel ke Peti Masuk. Sila cuba lagi kemudian.
pt_br: Não foi possível enviar e-mails para a caixa de entrada. Tente novamente mais tarde.
ru_ru: Невозможно отправить письмо в папку Входящие. Повторите попытку позже.
th_th: ไม่สามารถส่งอีเมลไปยังกล่องข้อความ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể gửi email vào Hộp thư đến. Vui lòng thử lại sau.
zh_cn: 邮件移至收件箱失败，请稍后再试
zh_hk: 郵件移至收件箱失敗，請稍後再試

# onk
source: Unable to reject emails from yourself
de_de: E-Mails von Ihnen selbst können nicht abgelehnt werden
es_es: No se pueden rechazar los correos electrónicos enviados por ti
fr_fr: Vous ne pouvez pas refuser vos propres e-mails
id_id: Gagal menolak email dari diri Anda sendiri
it_it: Impossibile rifiutare e-mail provenienti da te stesso
ja_jp: 自分からのメールは拒否できません。
ko_kr: 자신의 이메일은 거부할 수 없습니다
ms_my: Tidak dapat menolak emel daripada diri sendiri
pt_br: Não é possível rejeitar e-mails enviados para si
ru_ru: Невозможно отклонить письма от себя
th_th: ไม่สามารถปฏิเสธอีเมลจากตัวคุณเองได้
vi_vn: Không thể từ chối email từ bản thân bạn
zh_cn: 操作失败，无法拒绝自己的来信
zh_hk: 操作失敗，無法拒絕自己的來信

# BUE
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba Semula
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試

# B5k
source: Action failed. Please try again.
de_de: Aktion fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al realizar la acción. Inténtalo de nuevo.
fr_fr: Échec de l'opération. Veuillez réessayer.
id_id: Tindakan gagal. Coba lagi.
it_it: Azione non riuscita. Riprova.
ja_jp: 操作を完了できませんでした。再試行してください。
ko_kr: 작업에 실패했습니다. 다시 시도하세요.
ms_my: Tindakan gagal. Sila cuba lagi.
pt_br: Falha na ação. Tente novamente.
ru_ru: Действие не выполнено. Попробуйте еще раз.
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง
vi_vn: Thao tác không thành công. Vui lòng thử lại.
zh_cn: 操作失败，请重试
zh_hk: 操作失敗，請重試

# vYI
source: Unable to turn on the feature. Please try again later.
de_de: Diese Funktion kann nicht aktiviert werden. Bitte versuchen Sie es später erneut.
es_es: No se puede activar esta función. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'activer la fonctionnalité. Veuillez réessayer plus tard.
id_id: Gagal mengaktifkan fitur. Coba lagi nanti.
it_it: Impossibile attivare la funzione. Riprova più tardi.
ja_jp: オンにできませんでした。後で再試行してください。
ko_kr: 기능을 켤 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat mengaktifkan ciri ini. Sila cuba lagi kemudian.
pt_br: Não foi possível ativar o recurso. Tente novamente mais tarde.
ru_ru: Не удалось включить функцию. Повторите попытку позже.
th_th: ไม่สามารถเปิดฟีเจอร์นี้ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể bật tính năng này. Vui lòng thử lại sau.
zh_cn: 无法开启该功能，请稍后再试
zh_hk: 無法開啟該功能，請稍後再試

# +uY
source: Unable to turn Stranger folder on. Please try again.
de_de: Ordner „Unbekannter Absender“ kann nicht aktiviert werden. Bitte versuchen Sie es erneut.
es_es: No se puede activar la carpeta Extraños. Inténtalo de nuevo.
fr_fr: Impossible d'activer le dossier Expéditeurs inconnus. Veuillez réessayer plus tard.
id_id: Gagal mengaktifkan folder Orang Asing. Coba lagi nanti.
it_it: Impossibile attivare la cartella Estraneo. Riprova più tardi.
ja_jp: 不明な送信者からのメールのフィルタリングをオンにできませんでした。再試行してください。
ko_kr: 모르는 사람 폴더를 켤 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat hidupkan folder Orang Asing. Sila cuba lagi.
pt_br: Não foi possível ativar a pasta Desconhecidos. Tente novamente.
ru_ru: Не удалось включить папку Незнакомцы. Попробуйте еще раз.
th_th: ไม่สามารถเปิดโฟลเดอร์คนแปลกหน้าได้ โปรดลองอีกครั้ง
vi_vn: Không thể bật thư mục Người lạ. Vui lòng thử lại.
zh_cn: 开启陌生人邮件失败，请重试
zh_hk: 陌生人郵件開啟失敗，請重試

# y5s
source: Allow All
de_de: Alle zulassen
es_es: Permitir todos
fr_fr: Tout autoriser
id_id: Izinkan Semua
it_it: Consenti tutte
ja_jp: すべて許可
ko_kr: 모두 허용
ms_my: Benarkan Semua
pt_br: Permitir todos
ru_ru: Разрешить все
th_th: อนุญาตทั้งหมด
vi_vn: Cho phép tất cả
zh_cn: 全部允许
zh_hk: 全部允許

# X0M
source: All emails will be sent to Inbox.
de_de: Alle E-Mails werden zum Posteingang gesendet.
es_es: Todos los correos electrónicos se enviarán a la Bandeja de entrada.
fr_fr: Tous les e-mails seront envoyés dans la boîte de réception.
id_id: Semua email akan dikirim ke Kotak Masuk.
it_it: Tutte le e-mail saranno inviate a Posta in arrivo.
ja_jp: すべてのメールが受信トレイに移動されます。
ko_kr: 모든 이메일이 수신함으로 전송됩니다.
ms_my: Semua emel akan dihantar ke Kotak Masuk.
pt_br: Todos os e-mails serão enviados para a caixa de entrada.
ru_ru: Все письма будут отправлены во Входящие.
th_th: อีเมลทั้งหมดจะส่งไปยังกล่องข้อความ
vi_vn: Tất cả email sẽ được gửi đến Hộp thư đến.
zh_cn: 所有邮件将移至收件箱
zh_hk: 所有郵件將移至收件箱

# eKg
source: Allow all?
de_de: Möchten Sie alle zulassen?
es_es: ¿Permitir todo?
fr_fr: Tout autoriser ?
id_id: Izinkan semua?
it_it: Consentire tutte?
ja_jp: すべて許可しますか？
ko_kr: 모두 허용하시겠습니까?
ms_my: Benarkan semua?
pt_br: Permitir todos?
ru_ru: Разрешить все?
th_th: อนุญาตทั้งหมดหรือไม่
vi_vn: Cho phép tất cả?
zh_cn: 全部允许？
zh_hk: 全部允許嗎？

source: Email from this sender has been moved to either Inbox or Trash. Please go back and refresh the page.
de_de: Die E-Mail von diesem Absender wurde entweder in den Posteingang oder in den Papierkorb verschoben. Bitte gehen Sie zurück und aktualisieren Sie die Seite.
es_es: El correo electrónico de este remitente se ha movido a la Bandeja de entrada o a la Papelera. Vuelve y actualiza la página.
fr_fr: Les e-mails de cet expéditeur ont été déplacés vers la boîte de réception ou la corbeille. Veuillez revenir en arrière et rafraîchir la page.
id_id: Email dari pengirim ini telah dipindahkan ke Kotak Masuk atau Sampah. Kembali dan perbarui halaman.
it_it: L'e-mail di questo mittente è stata spostata nella Posta in arrivo o nel Cestino. Torna indietro e aggiorna la pagina.
ja_jp: この送信者からのメールは、すでに受信トレイまたはゴミ箱に移動されています。前のページに戻って、ページを更新してください
ko_kr: 이 보낸 사람의 이메일이 받은 편지함 또는 휴지통으로 이동되었습니다. 돌아가서 페이지를 새로 고치세요.
ms_my: Emel daripada pengirim ini telah dipindahkan ke Peti Masuk atau Tong Sampah. Sila kembali dan muat semula halaman.
pt_br: O e-mail deste remetente foi movido para a Caixa de entrada ou para a Lixeira. Volte e atualize a página.
ru_ru: Письмо от этого отправителя перемещено в папку Входящие или Корзина. Вернитесь и обновите страницу.
th_th: อีเมลจากผู้ส่งรายนี้ย้ายไปที่กล่องจดหมายหรือถังขยะ โปรดย้อนกลับและรีเฟรชหน้านี้
vi_vn: Email từ người gửi này đã được chuyển đến Hộp thư đến hoặc thư mục Rác. Vui lòng quay lại và làm mới trang.
zh_cn: 此发件人的邮件已移动至收件箱或已删除，请返回上一级并刷新页面
zh_hk: 此寄件者的郵件已移動至收件箱或已刪除，請返回上一級並重新整理頁面

# 84s
source: Sending emails to Inbox
de_de: E-Mails werden zum Posteingang gesendet
es_es: Enviando correos electrónicos a la bandeja de entrada
fr_fr: Déplacement des e-mails dans la boîte de réception
id_id: Mengirim email ke Kotak Surat
it_it: Invio e-mail alla posta in arrivo in corso
ja_jp: メールを受信トレイに移動しています
ko_kr: 이메일을 수신함으로 보내는 중
ms_my: Menghantar emel ke Kotak Masuk
pt_br: Enviando e-mails para a Caixa de entrada
ru_ru: Отправка сообщений во входящие
th_th: กำลังส่งอีเมลไปที่กล่องข้อความ
vi_vn: Đang gửi email vào Hộp thư đến
zh_cn: 正在把邮件移至收件箱
zh_hk: 正在將郵件移至收件箱

# GBw
source: Sending emails to Trash
de_de: E-Mails werden zum Papierkorb gesendet
es_es: Enviando correos electrónicos a la papelera
fr_fr: Déplacement des e-mails dans la corbeille
id_id: Mengirim email ke Sampah
it_it: Invio e-mail al Cestino in corso
ja_jp: メールをゴミ箱に移動しています
ko_kr: 이메일을 휴지통으로 보내는 중
ms_my: Menghantar emel ke Tong Sampah
pt_br: Enviando e-mails para a Lixeira
ru_ru: Отправка сообщений в корзину
th_th: กำลังส่งอีเมลไปที่ถังขยะ
vi_vn: Đang gửi email vào thư mục Rác
zh_cn: 正在把邮件移至已删除
zh_hk: 正在將郵件移至已刪除

# YAI
source: View All
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout afficher
id_id: Lihat Semua
it_it: Visualizza tutto
ja_jp: すべて見る
ko_kr: 모두 보기
ms_my: Lihat Semua
pt_br: Visualizar tudo
ru_ru: Посмотреть все
th_th: ดูทั้งหมด
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_hk: 查看全部

# /3w
source: Maximum {{num}} emails can be viewed. Click "Allow" to see all emails from the sender.
de_de: Es können max. {{num}} E-Mails angezeigt werden. Um alle E-Mails von diesem Absender anzeigen zu lassen, klicken Sie auf „Erlauben“.
es_es: Se pueden ver {{num}} correos electrónicos como máximo. Haz clic en "Permitir" para ver todos los correos electrónicos del remitente.
fr_fr: Un maximum de {{num}} e-mails peut être affiché. Cliquez sur "Autoriser" pour afficher tous les e-mails de l'expéditeur.
id_id: Maksimum {{num}} email dapat dilihat. Klik "Izinkan" untuk melihat semua email dari pengirim.
it_it: È possibile visualizzare un massimo di {{num}} e-mail. Fai clic su "Consenti" per visualizzare tutte le e-mail dal mittente.
ja_jp: 表示できるのは最大 {{num}} 通までです。すべてのメールを閲覧するには、メールの送信を許可してください。
ko_kr: 최대 {{num}}개의 이메일을 볼 수 있습니다. 보낸 사람의 모든 이메일을 보려면 "허용"을 클릭하세요.
ms_my: Maksimum {{num}} emel boleh dilihat. Klik "Benarkan" untuk melihat semua emel daripada pengirim.
pt_br: No máximo {{num}} e-mails podem ser visualizados. Clique em "Permitir" para ver todos os e-mails do remetente.
ru_ru: Максимальное количество писем, которые можно просмотреть: {{num}}. Нажмите "Разрешить", чтобы увидеть все письма от отправителя.
th_th: สามารถดูอีเมลได้สูงสุด {{num}} รายการ โปรดคลิก "อนุญาต" เพื่อดูอีเมลทั้งหมดจากผู้ส่ง
vi_vn: Có thể xem tối đa {{num}} email. Hãy nhấp vào "Cho phép" để xem tất cả email từ người gửi này.
zh_cn: 最多仅能显示 {{num}} 封邮件，允许来信后可查看所有邮件
zh_hk: 最多只能顯示 {{num}} 封郵件，允許來信後可查看所有郵件

# DO8
source: 99+ senders
de_de: Mehr als 99 Absender
es_es: Más de 99 remitentes
fr_fr: Plus de 99 expéditeurs
id_id: 99+ pengirim
it_it: Oltre 99 mittenti
ja_jp: 99 人以上
ko_kr: 99명을 초과하는 보낸 사람
ms_my: 99+ pengirim
pt_br: Mais de 99 remetentes
ru_ru: 99+ отправителей
th_th: ผู้ส่ง 99+ คน
vi_vn: 99+ người gửi
zh_cn: 99+个
zh_hk: 99+ 個

# /uU
source: An error has occurred when processing stranger emails. Please try again later.
de_de: Bei der Verarbeitung der E-Mails von Unbekannten ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es_es: Se ha producido un error al procesar correos electrónicos de desconocidos. Inténtalo de nuevo más tarde.
fr_fr: Une erreur s'est produite lors du traitement des e-mails d'expéditeurs inconnus. Veuillez réessayer plus tard.
id_id: Terjadi kesalahan selagi memproses email yang tak dikenal. Coba lagi nanti.
it_it: Si è verificato un errore durante l'elaborazione di e-mail da estranei. Riprova più tardi.
ja_jp: 送信者不明のメールを処理する際にエラーが発生しました。後で再試行してください。
ko_kr: 모르는 사람의 이메일을 처리하는 중에 오류가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Berlaku ralat semasa memproses emel orang asing. Sila cuba lagi kemudian.
pt_br: Ocorreu um erro ao processar e-mails desconhecidos. Tente novamente mais tarde.
ru_ru: Произошла ошибка при обработке незнакомых адресов электронной почты. Повторите попытку позже.
th_th: เกิดข้อผิดพลาดขณะประมวลผลอีเมลของคนที่ไม่รู้จัก โปรดลองอีกครั้งในภายหลัง
vi_vn: Đã xảy ra lỗi khi xử lý email từ người lạ. Vui lòng thử lại sau.
zh_cn: 陌生人邮件操作失败，请稍后重试
zh_hk: 陌生人郵件操作失敗，請稍後重試

# oP8
source: Action failed
de_de: Aktion fehlgeschlagen
es_es: Error al realizar la acción
fr_fr: Échec de l'opération
id_id: Tindakan gagal
it_it: Azione non riuscita
ja_jp: 操作できませんでした
ko_kr: 작업 실패
ms_my: Tindakan gagal
pt_br: Falha na ação
ru_ru: Действие не выполнено
th_th: ดำเนินการไม่สำเร็จ
vi_vn: Hành động không thành công
zh_cn: 操作失败
zh_hk: 操作失敗

# nuo
source: All emails will be sent to Trash.
de_de: Alle E-Mails werden zum Papierkorb gesendet.
es_es: Todos los correos electrónicos se enviarán a la Papelera.
fr_fr: Tous les e-mails seront envoyés dans la corbeille.
id_id: Semua email akan dikirim ke Sampah.
it_it: Tutte le e-mail saranno inviate al Cestino.
ja_jp: すべてのメールがゴミ箱に移動されます。
ko_kr: 모든 이메일이 휴지통으로 전송됩니다.
ms_my: Semua emel akan dihantar ke Tong Sampah.
pt_br: Todos os e-mails serão enviados para a Lixeira.
ru_ru: Все письма будут отправлены в Корзину.
th_th: อีเมลทั้งหมดจะส่งไปยังถังขยะ
vi_vn: Tất cả email sẽ được gửi đến thư mục Rác.
zh_cn: 所有邮件将移至已删除
zh_hk: 所有郵件將移至已刪除

# Ofo
source: Reject All
de_de: Alle ablehnen
es_es: Rechazar todos
fr_fr: Tout refuser
id_id: Tolak Semua
it_it: Rifiuta tutte
ja_jp: すべて拒否
ko_kr: 모두 거부
ms_my: Tolak Semua
pt_br: Rejeitar todos
ru_ru: Отклонить все
th_th: ปฏิเสธทั้งหมด
vi_vn: Từ chối tất cả
zh_cn: 全部拒绝
zh_hk: 全部拒絕

# Bqk
source: Reject all?
de_de: Möchten Sie alle ablehnen?
es_es: ¿Rechazar todo?
fr_fr: Tout refuser ?
id_id: Tolak semua?
it_it: Rifiutare tutte?
ja_jp: すべて拒否しますか？
ko_kr: 모두 거부하시겠습니까?
ms_my: Tolak semua?
pt_br: Rejeitar todos?
ru_ru: Отклонить все?
th_th: ปฏิเสธทั้งหมดหรือไม่
vi_vn: Từ chối tất cả?
zh_cn: 全部拒绝？
zh_hk: 全部拒絕嗎？

# L7c
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# o2c
source: Upon replying, this email will be automatically moved to Inbox, and future emails from this sender will be allowed.
de_de: Nach der Beantwortung wird diese E-Mail automatisch in den Posteingang verschoben und zukünftige E-Mails von diesem Absender werden zugelassen.
es_es: Una vez que respondas, este correo electrónico se moverá automáticamente a la bandeja de entrada y se permitirá la recepción de correos futuros de este remitente.
fr_fr: Si vous répondez, cet e-mail sera automatiquement déplacé dans la boîte de réception et les prochains e-mails de cet expéditeur seront autorisés.
id_id: Setelah membalas, email ini akan dipindahkan secara otomatis ke Kotak Masuk, dan email mendatang dari pengirim ini akan diizinkan.
it_it: Dopo la risposta, questa e-mail verrà spostata automaticamente nella Posta in arrivo e le e-mail future di questo mittente saranno consentite.
ja_jp: 返信すると、このメールは自動的に受信トレイに移動されます。また、今後この送信者からのメールが許可されます。
ko_kr: 회신하면 이 이메일은 자동으로 수신함으로 이동되며 이 보낸 사람의 향후 이메일이 허용됩니다.
ms_my: Apabila membalas, emel ini akan dipindahkan secara automatik ke Peti Masuk, dan emel masa depan daripada pengirim ini akan dibenarkan.
pt_br: Ao responder, este e-mail será movido automaticamente para a caixa de entrada, e futuros e-mails deste remetente serão permitidos.
ru_ru: После ответа это письмо будет автоматически перемещено в папку Входящие, и будущие письма от этого отправителя будут разрешены.
th_th: เมื่อตอบกลับ อีเมลนี้จะถูกย้ายไปยังกล่องข้อความโดยอัตโนมัติ และจะอนุญาตให้รับอีเมลจากผู้ส่งรายนี้ในอนาคต
vi_vn: Sau khi trả lời, email này sẽ tự động được chuyển vào Hộp thư đến và các email sau này từ người gửi này sẽ được phép vào Hộp thư đến.
zh_cn: 该发件人的邮件将自动移至收件箱，后续允许该发件人来信
zh_hk: 該寄件者的郵件將自動移至收件箱，之後允許該寄件者來信

# O58
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_hk: 回覆

# Y1Q
source: Reply to stranger's email?
de_de: Möchten Sie auf die E-Mail eines Unbekannten antworten?
es_es: ¿Responder al correo electrónico de un extraño?
fr_fr: Répondre à l'e-mail de l'inconnu ?
id_id: Balas email orang asing?
it_it: Rispondere all'e-mail di un mittente sconosciuto?
ja_jp: 不明な送信者に返信しますか？
ko_kr: 모르는 사람의 이메일에 회신하시겠습니까?
ms_my: Balas emel orang asing?
pt_br: Responder ao e-mail de um estranho?
ru_ru: Ответить на письмо незнакомца?
th_th: ตอบกลับอีเมลของคนแปลกหน้าหรือไม่
vi_vn: Trả lời email của người lạ?
zh_cn: 回复陌生人邮件
zh_hk: 回覆陌生人郵件

# NTE
source: Don't remind me again
de_de: Mich nicht mehr erinnern
es_es: No recordar de nuevo
fr_fr: Ne plus me le rappeler
id_id: Jangan ingatkan saya lagi
it_it: Non inviare più promemoria
ja_jp: 今後表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan ingatkan saya lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать мне снова
th_th: ไม่ต้องเตือนความจำฉันอีก
vi_vn: Không nhắc lại
zh_cn: 不再提醒
zh_hk: 不再提醒

# O2k
source: Sender allowed
de_de: Absender zugelassen
es_es: Remitente permitido
fr_fr: Expéditeur autorisé
id_id: Pengirim diizinkan
it_it: Mittente consentito
ja_jp: この送信者からのメールを許可しました。
ko_kr: 보낸 사람이 허용되었습니다
ms_my: Pengirim dibenarkan
pt_br: Remetente permitido
ru_ru: Отправитель разрешен
th_th: อนุญาตผู้ส่งแล้ว
vi_vn: Đã cho phép người gửi
zh_cn: 已允许该发件人来信
zh_hk: 已允許該寄件者來信

# v1I
source: Sender rejected
de_de: Absender abgelehnt
es_es: Remitente rechazado
fr_fr: Expéditeur refusé
id_id: Pengirim ditolak
it_it: Mittente rifiutato
ja_jp: この送信者からのメールを拒否しました。
ko_kr: 보낸 사람이 거부되었습니다
ms_my: Pengirim ditolak
pt_br: Remetente rejeitado
ru_ru: Отправитель отклонен
th_th: ปฏิเสธผู้ส่งแล้ว
vi_vn: Đã từ chối người gửi
zh_cn: 已拒绝该发件人来信
zh_hk: 已拒絕該寄件者來信

# U1Y
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# feo
source: Allow this sender and accept all future emails.
de_de: Diesen Absender zulassen und alle zukünftigen E-Mails annehmen.
es_es: Permitir este remitente y aceptar todos sus correos electrónicos futuros.
fr_fr: Autoriser cet expéditeur et accepter tous les futurs e-mails.
id_id: Izinkan pengirim ini dan terima semua email mendatang.
it_it: Consenti questo mittente e accetta tutte le e-mail future.
ja_jp: この送信者からの受信を許可し、今後はメールを受信トレイに移動します。
ko_kr: 이 보낸 사람을 허용하고 향후 모든 이메일을 수락합니다.
ms_my: Benarkan pengirim ini dan terima semua emel masa depan.
pt_br: Permita este remetente e aceite todos os e-mails futuros.
ru_ru: Разрешите этого отправителя и принимайте все будущие письма от него.
th_th: อนุญาตผู้ส่งรายนี้และยอมรับอีเมลในอนาคตทั้งหมด
vi_vn: Cho phép người gửi này và chấp nhận tất cả các email sau này.
zh_cn: 允许该发件人来信，接收对方的新邮件
zh_hk: 允許該寄件者來信，接收對方的新郵件

# OGQ
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# MKM
source: Reject this sender and block all future emails.
de_de: Diesen Absender ablehnen und alle zukünftigen E-Mails blocken.
es_es: Rechazar este remitente y bloquear todos sus correos electrónicos futuros.
fr_fr: Refuser cet expéditeur et bloquer tous les futurs e-mails.
id_id: Tolak pengirim ini dan blokir semua email mendatang.
it_it: Rifiuta questo mittente e blocca tutte le e-mail future.
ja_jp: この送信者からの受信を拒否し、今後はメールをブロックします。
ko_kr: 이 보낸 사람을 거부하고 향후 모든 이메일을 차단합니다.
ms_my: Tolak pengirim ini dan halang semua emel masa depan.
pt_br: Rejeitar este remetente e bloquear todos os e-mails futuros.
ru_ru: Отклоните этого отправителя и заблокируйте все будущие письма от него.
th_th: ปฏิเสธผู้ส่งรายนี้และบล็อกอีเมลในอนาคตทั้งหมด
vi_vn: Từ chối người gửi này và chặn tất cả các email sau này.
zh_cn: 拒绝该发件人来信，屏蔽对方的新邮件
zh_hk: 拒絕該寄件者來信，封鎖對方的新郵件

# 7zs
source: Stranger emails
de_de: E-Mails von Unbekannten
es_es: Correo electrónico de extraño
fr_fr: E-mails d'un expéditeur inconnu
id_id: Email asing
it_it: E-mail da estranei
ja_jp: 送信者不明
ko_kr: 모르는 사람의 이메일
ms_my: Emel orang asing
pt_br: E-mails estranhos
ru_ru: Письма от незнакомцев
th_th: อีเมลคนแปลกหน้า
vi_vn: Email từ người lạ
zh_cn: 陌生人邮件
zh_hk: 陌生人郵件

# u7U
source: 99+ strangers
de_de: Mehr als 99 Unbekannte
es_es: Más de 99 desconocidos
fr_fr: Plus de 99 expéditeurs inconnus
id_id: 99+ tak dikenal
it_it: Oltre 99 estranei
ja_jp: 99 人以上の不明な送信者
ko_kr: 99명을 초과하는 모르는 사람
ms_my: 99+ orang asing
pt_br: 100 desconhecidos ou mais
ru_ru: 99+ незнакомцев
th_th: คนที่ไม่รู้จัก 99+ คน
vi_vn: 99+ người lạ
zh_cn: 99+个陌生发件人
zh_hk: 99+ 個陌生寄件者

# RFQ
source: Strangers
de_de: Unbekannte
es_es: Extraños
fr_fr: Expéditeurs inconnus
id_id: Orang Asing
it_it: Estranei
ja_jp: 不明な送信者
ko_kr: 모르는 사람
ms_my: Orang asing
pt_br: Desconhecidos
ru_ru: Незнакомцы
th_th: คนแปลกหน้า
vi_vn: Người lạ
zh_cn: 陌生发件人
zh_hk: 陌生寄件者
