Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# nxQ
source: You haven't entered any addresses yet.
de_de: Sie haben noch keine Adressen eingegeben.
es_es: No has introducido ninguna dirección todavía.
fr_fr: Vous n'avez pas encore saisi d'adresse.
id_id: Anda belum memasukkan alamat.
it_it: Non hai ancora immesso alcun indirizzo.
ja_jp: メールアドレスが入力されていません。
ko_kr: 아직 주소를 입력하지 않았습니다.
ms_my: Anda belum memasukkan sebarang alamat lagi.
pt_br: Você ainda não inseriu nenhum endereço.
ru_ru: Вы еще не вводили адреса.
th_th: คุณยังไม่ได้กรอกที่อยู่
vi_vn: Bạn chưa nhập bất kỳ địa chỉ nào.
zh_cn: 你尚未输入任何地址
zh_hk: 你尚未輸入任何地址

# 7So
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# qMo
source: Follow
de_de: Folgen
es_es: Seguir
fr_fr: Suivre
id_id: Ikuti
it_it: Segui
ja_jp: フォロー
ko_kr: 팔로우
ms_my: Ikuti
pt_br: Seguir
ru_ru: Подписаться
th_th: ติดตาม
vi_vn: Theo dõi
zh_cn: 关注
zh_hk: 追蹤

# cxQ
source: You can enter multiple addresses and separate them by spaces or the Enter key. Only external contacts can be followed.
de_de: Sie können mehrere durch Leerzeichen oder die Eingabetaste getrennte Adressen eingeben. Sie können nur externen Kontakten folgen.
es_es: Puedes introducir varias direcciones y separarlas con un espacio o con la tecla Entrar. Solo puedes seguir a contactos externos.
fr_fr: Vous pouvez saisir plusieurs adresses et les séparer par des espaces ou la touche Entrée. Seuls les contacts externes peuvent être suivis.
id_id: Anda dapat memasukkan beberapa alamat dan memisahkannya dengan spasi atau tombol Enter. Hanya kontak eksternal yang dapat diikuti.
it_it: Puoi immettere più indirizzi e separarli con spazi o con il tasto Invio. È possibile seguire solo i contatti esterni.
ja_jp: スペースか改行で区切ることで、複数のメールアドレスを入力できます。ただし、フォローできるのは外部連絡先のメールアドレスのみです。
ko_kr: 여러 개의 주소를 입력하고 공백이나 Enter 키로 구분할 수 있습니다. 외부 연락처만 팔로우할 수 있습니다.
ms_my: Anda boleh memasukkan berbilang alamat dan mengasingkan alamat tersebut dengan ruang atau kekunci Enter. Hanya kenalan luaran boleh diikuti.
pt_br: Você pode inserir vários endereços e separá-los por espaços ou pela tecla Enter. Somente contatos externos podem ser seguidos.
ru_ru: Вы можете вводить несколько адресов, разделяя их пробелом или нажатием кнопки "Ввод". Подписаться можно только на внешние контакты.
th_th: คุณสามารถกรอกที่อยู่หลายรายการและคั่นด้วยช่องว่างหรือคีย์ Enter ติดตามได้เฉพาะผู้ติดต่อภายนอกเท่านั้น
vi_vn: Bạn có thể nhập nhiều địa chỉ và phân tách bằng khoảng trắng hoặc phím Enter. Chỉ có thể theo dõi người liên hệ bên ngoài.
zh_cn: 可输入多个邮箱地址，用空格或回车隔开；仅支持关注外部邮箱地址
zh_hk: 可輸入多個電郵地址，用空格或 Enter 分隔；只支援追蹤外部電郵地址

# IG8
source: Follow contacts
de_de: Kontakten folgen
es_es: Seguir a contactos
fr_fr: Suivre des contacts
id_id: Ikuti kontak
it_it: Segui contatti
ja_jp: 連絡先のフォロー
ko_kr: 연락처 팔로우
ms_my: Ikuti kenalan
pt_br: Siga os contatos
ru_ru: Подписаться на контакты
th_th: ติดตามรายชื่อที่ติดต่อ
vi_vn: Theo dõi người liên hệ
zh_cn: 关注联系人
zh_hk: 追蹤聯絡人

# 8MM
source: Follow Now
de_de: Jetzt folgen
es_es: Seguir ahora
fr_fr: Suivre maintenant
id_id: Ikuti Sekarang
it_it: Segui ora
ja_jp: フォローする
ko_kr: 지금 팔로우
ms_my: Ikuti Sekarang
pt_br: Seguir agora
ru_ru: Подписаться сейчас
th_th: ติดตามเลย
vi_vn: Theo dõi ngay
zh_cn: 去关注
zh_hk: 去追蹤

# DqE
source: Address format incorrect. Please edit and retry.
de_de: Falsches Adressenformat. Bitte bearbeiten Sie das Format und versuchen Sie es erneut.
es_es: Formato de dirección incorrecto. Edítala e inténtalo de nuevo.
fr_fr: Format d'adresse incorrect. Veuillez modifier et réessayer.
id_id: Format alamat salah. Edit dan coba lagi.
it_it: Formato indirizzo non corretto. Modifica e riprova.
ja_jp: 正しいメールアドレスの形式ではありません。修正して再試行してください。
ko_kr: 주소 형식이 잘못되었습니다. 수정하고 다시 시도하세요.
ms_my: Format alamat tidak betul. Sila edit dan cuba semula.
pt_br: Formato de endereço incorreto. Edite e tente novamente.
ru_ru: Неправильный формат адреса. Исправьте и повторите попытку.
th_th: รูปแบบที่อยู่ไม่ถูกต้อง โปรดแก้ไขและลองอีกครั้ง
vi_vn: Sai định dạng địa chỉ. Vui lòng chỉnh sửa rồi thử lại.
zh_cn: 地址格式错误，请修改后重试
zh_hk: 地址格式錯誤，請修改後重試

# TZM
source: Internal contacts can't be followed.
de_de: Internen Kontakten können Sie nicht folgen.
es_es: No puedes seguir a contactos internos.
fr_fr: Impossible de suivre les contacts internes.
id_id: Kontak internal tidak dapat diikuti.
it_it: Impossibile seguire i contatti interni.
ja_jp: 内部のメールアドレスはフォローできません。
ko_kr: 내부 연락처는 팔로우할 수 없습니다.
ms_my: Kontak dalaman tidak boleh diikuti.
pt_br: Os contatos internos não podem ser seguidos.
ru_ru: Нельзя подписаться на внутренние контакты.
th_th: ไม่สามารถติดตามรายชื่อที่ติดต่อภายในได้
vi_vn: Không thể theo dõi người liên hệ bên trong.
zh_cn: 不支持关注同组织的邮箱地址
zh_hk: 不支援追蹤同組織的電郵地址

# B3o
source: You can't follow your own address.
de_de: Sie können nicht Ihrer eigenen Adresse folgen.
es_es: No puedes seguir a tu propia dirección.
fr_fr: Vous ne pouvez pas suivre votre propre adresse.
id_id: Anda tidak dapat mengikuti alamat Anda sendiri.
it_it: Non puoi seguire il tuo stesso indirizzo.
ja_jp: 自分のメールアドレスはフォローできません。
ko_kr: 내 주소는 팔로우할 수 없습니다.
ms_my: Anda tidak boleh mengikuti alamat anda sendiri.
pt_br: Você não pode seguir seu próprio endereço.
ru_ru: Вы не можете подписаться на собственный адрес.
th_th: คุณไม่สามารถติดตามที่อยู่ของคุณเองได้
vi_vn: Bạn không thể theo dõi địa chỉ của chính bạn.
zh_cn: 不支持关注你自己的邮箱地址
zh_hk: 不支援追蹤你自己的電郵地址

# zQg
source: A single address can't exceed {{num}} characters.
de_de: Eine einzelne Adresse darf nicht länger als {{num}} Zeichen sein.
es_es: Una única dirección no puede superar los {{num}} caracteres.
fr_fr: Une adresse ne peut pas dépasser {{num}} caractères.
id_id: Satu alamat tidak boleh melampaui {{num}} karakter.
it_it: Un singolo indirizzo non può superare {{num}} caratteri.
ja_jp: メールアドレスは最大 {{num}} 文字までです。
ko_kr: 단일 주소는 {{num}}자를 초과할 수 없습니다.
ms_my: Satu alamat tunggal tidak boleh melebihi {{num}} aksara.
pt_br: Um único endereço não pode exceder {{num}} caracteres.
ru_ru: Длина одного адреса не может превышать {{num}} символов.
th_th: ที่อยู่เดียวต้องไม่เกิน {{num}} ตัวอักษร
vi_vn: Một địa chỉ không được vượt quá {{num}} ký tự.
zh_cn: 单个邮箱地址不可超过 {{num}} 字符
zh_hk: 單個電郵地址不能超過 {{num}} 個字元

# 9Ig
source: You won't be able to see the email exchanges with {{username}} <{{emailAddress}}> in the message list.
de_de: Sie sehen dann den E-Mail-Austausch mit {{username}}<{{emailAddress}}> nicht mehr in der Nachrichtenliste.
es_es: No podrás ver los intercambios de correo electrónico con {{username}}<{{emailAddress}}> en la lista de mensajes.
fr_fr: Vous ne pourrez pas voir les e-mails échangés avec {{username}} <{{emailAddress}}> dans la liste des messages.
id_id: Anda tidak akan bisa melihat pertukaran email dengan {{username}} <{{emailAddress}}> di dalam daftar pesan.
it_it: Non potrai visualizzare gli scambi di e-mail con {{username}}<{{emailAddress}}> nell'elenco dei messaggi.
ja_jp: フォローを解除すると、{{username}}<{{emailAddress}}>とのメールでのやり取りは、チャット一覧で確認できなくなります。
ko_kr: 메시지 목록에서는 {{username}}(<{{emailAddress}}>) 님과 주고받은 이메일을 볼 수 없습니다.
ms_my: Anda tidak akan dapat melihat pertukaran e-mel dengan {{username}} <{{emailAddress}}> dalam senarai mesej.
pt_br: Você não poderá ver as trocas de e-mail com {{username}} <{{emailAddress}}> na lista de mensagens.
ru_ru: В списке сообщений не будет отображаться переписка с пользователем {{username}} <{{emailAddress}}>.
th_th: คุณจะไม่เห็นการแลกเปลี่ยนอีเมลกับ {{username}} <{{emailAddress}}> ในรายการข้อความ
vi_vn: Bạn sẽ không thể thấy email trao đổi với <{{emailAddress}}> của {{username}} trong danh sách tin nhắn.
zh_cn: 你将无法继续在消息列表查看与{{username}}<{{emailAddress}}>的邮件往来
zh_hk: 你將無法繼續在訊息清單中查看與{{username}}<{{emailAddress}}>的郵件往來

# bfc
source: Not Now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak Sekarang
it_it: Non ora
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan Sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Để sau
zh_cn: 暂不取消
zh_hk: 暫不取消

# 70I
source: Unfollow this contact?
de_de: Möchten Sie diesem Kontakt nicht mehr folgen?
es_es: ¿Dejar de seguir a este contacto?
fr_fr: Arrêter de suivre ce contact ?
id_id: Batal ikuti kontak ini?
it_it: Non seguire più questo contatto?
ja_jp: この連絡先のフォローを解除しますか？
ko_kr: 이 연락처 팔로우를 취소하시겠습니까?
ms_my: Nyahikuti kenalan ini?
pt_br: Deixar de seguir este contato?
ru_ru: Отписаться от этого контакта?
th_th: เลิกติดตามรายชื่อที่ติดต่อนี้หรือไม่
vi_vn: Bỏ theo dõi người liên hệ này?
zh_cn: 确定取消关注此联系人吗？
zh_hk: 確定要取消追蹤此聯絡人嗎？

# DEk
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
fr_fr: Se désabonner
id_id: Batal ikuti
it_it: Non seguire più
ja_jp: 解除
ko_kr: 팔로우 취소
ms_my: Nyahikuti
pt_br: Deixar de seguir
ru_ru: Отписаться
th_th: เลิกติดตาม
vi_vn: Bỏ theo dõi
zh_cn: 取消关注
zh_hk: 取消追蹤

# FAU
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
fr_fr: Se désabonner
id_id: Batal ikuti
it_it: Non seguire più
ja_jp: フォロー解除
ko_kr: 팔로우 취소
ms_my: Nyahikuti
pt_br: Deixar de seguir
ru_ru: Отписаться
th_th: เลิกติดตาม
vi_vn: Bỏ theo dõi
zh_cn: 取消关注
zh_hk: 取消追蹤

# ak0
source: Unfollowed
de_de: Nicht mehr gefolgt
es_es: No seguido
fr_fr: Suvi arreté
id_id: Berhasil batal mengikuti
it_it: Non più seguito
ja_jp: フォローを解除しました。
ko_kr: 팔로우를 취소했습니다
ms_my: Tidak diikuti
pt_br: Deixou de seguir
ru_ru: Вы успешно отписались
th_th: เลิกติดตามแล้ว
vi_vn: Đã bỏ theo dõi
zh_cn: 已取消关注
zh_hk: 已取消追蹤

# WCQ
source: View Conversation Thread
de_de: Unterhaltungsthread anzeigen
es_es: Ver línea de la conversación
fr_fr: Afficher le fil de conversation
id_id: Lihat Utas Percakapan
it_it: Visualizza thread della conversazione
ja_jp: メールスレッドを表示
ko_kr: 대화 스레드 보기
ms_my: Lihat Rangkaian Perbualan
pt_br: Visualizar tópico de conversa
ru_ru: Смотреть поток сообщений
th_th: ดูเธรดการสนทนา
vi_vn: Xem chủ đề cuộc hội thoại
zh_cn: 查看同主题邮件
zh_hk: 查看同主題郵件

# Czo
source: Clear filter
de_de: Filter löschen
es_es: Eliminar filtro
fr_fr: Annuler le filtre
hi_in: फ़िल्टर साफ़ करें
id_id: Bersihkan filter
it_it: Cancella filtro
ja_jp: フィルタをクリア
ko_kr: 필터 삭제
ms_my: Kosongkan penapis
pt_br: Limpar filtro
ru_ru: Очистить фильтр
th_th: ล้างตัวกรอง
vi_vn: Xóa bộ lọc
zh_cn: 清除筛选
zh_hk: 清除篩選

# aNI
source: Delete label failed, please retry later.
de_de: Label konnte nicht gelöscht werden. Versuchen Sie es später erneut.
es_es: Error al eliminar la etiqueta, inténtelo de nuevo más tarde.
fr_fr: Échec de la suppression de l'étiquette, veuillez réessayer plus tard.
hi_in: लेबल हटाना विफल, कृपया बाद में पुनः प्रयास करें.
id_id: Gagal menghapus label, coba lagi nanti.
it_it: Impossibile eliminare etichetta, riprova più tardi.
ja_jp: ラベルを削除できませんでした。後ほど再試行してください
ko_kr: 레이블 삭제에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal menghapus label, sila cuba lagi kemudian.
pt_br: Falha ao excluir rótulo, tente novamente mais tarde.
ru_ru: Удалить метку не удалось, повторите попытку позже.
th_th: ลบป้ายกำกับไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xóa nhãn không thành công, vui lòng thử lại sau.
zh_cn: 标签删除失败，请稍后重试
zh_hk: 刪除標籤失敗，請稍後重試

# SgY
source: {{filterType}} deleted
de_de: {{filterType}} wurde gelöscht.
es_es: {{filterType}} eliminado
fr_fr: {{filterType}} a été supprimé.
hi_in: {{filterType}} हटाया गया था.
id_id: {{filterType}} dihapus
it_it: {{filterType}} è stato eliminato.
ja_jp: {{filterType}}は削除されました
ko_kr: {{filterType}}이(가) 삭제되었습니다.
ms_my: {{filterType}} dipadam
pt_br: {{filterType}} foi excluído.
ru_ru: {{filterType}} удален.
th_th: ลบ {{filterType}} แล้ว
vi_vn: {{filterType}} đã bị xóa.
zh_cn: {{filterType}}已被删除
zh_hk: {{filterType}} 已被刪除

# BGk
source: Selected: Unread emails
de_de: Ausgewählt: Ungelesene E-Mails
es_es: Seleccionados: Correos electrónicos no leídos
fr_fr: Sélectionné : e-mails non lus
hi_in: चयनित: अपठित ईमेल
id_id: Dipilih: Email belum dibaca
it_it: Selezionate: e-mail non lette
ja_jp: 選択済み：未読メール
ko_kr: 선택됨: 읽지 않은 이메일
ms_my: Terpilih: Emel belum dibaca
pt_br: Selecionado: E-mails não lidos
ru_ru: Выбрано: Непрочитанные письма
th_th: เลือกแล้ว: อีเมลที่ยังไม่เปิดอ่าน
vi_vn: Đã chọn: Email chưa đọc
zh_cn: 已选择：未读邮件
zh_hk: 已選擇：未讀郵件

# z78
source: Click here to filter unread emails
de_de: Klicken Sie hier, um auf ungelesene E-Mails zu filtern
es_es: Haz clic aquí para filtrar los mensajes no leídos
fr_fr: Cliquer ici pour filtrer les e-mails non lus
hi_in: अपठित ईमेल को फ़िल्टर करने के लिए यहाँ क्लिक करें
id_id: Klik di sini untuk memfilter email yang belum dibaca
it_it: Tocca qui per filtrare le e-mail non lette
ja_jp: ここをクリックして未読メールを選別
ko_kr: 여기를 클릭하여 읽지 않은 이메일 필터링
ms_my: Klik di sini untuk menapis emel yang belum dibaca
pt_br: Toque aqui para filtrar emails não lidos
ru_ru: Щелкните для фильтрации непрочитанных писем
th_th: คลิกที่นี่เพื่อกรองอีเมลที่ยังไม่ได้อ่าน
vi_vn: Nhấp vào đây để lọc các email chưa đọc
zh_cn: 点击此处筛选未读邮件
zh_hk: 點擊這裡篩選未讀郵件

# OxI
source: label
de_de: Labels
es_es: etiqueta
fr_fr: étiquette
hi_in: लेबल
it_it: etichetta
ja_jp: ラベル
ko_kr: 레이블
pt_br: rótulo
ru_ru: метка
th_th: ป้ายกำกับ
vi_vn: nhãn
zh_cn: 标签
zh_hk: 標籤

# NIA
source: Label color
de_de: Label-Farbe
es_es: Color de etiqueta
fr_fr: Couleur de l'étiquette
id_id: Warna label
it_it: Colore etichetta
ja_jp: ラベルの色
ko_kr: 레이블 색상
ms_my: Warna label
pt_br: Cor do rótulo
ru_ru: Цвет метки
th_th: สีป้ายกำกับ
vi_vn: Màu nhãn
zh_cn: 标签颜色
zh_hk: 標籤顏色

# KnQ
source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement
hi_in: लोड हो रहा है
id_id: Memuat
it_it: Caricamento
ja_jp: 読み込み中
ko_kr: 로드 중
ms_my: Memuatkan
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_hk: 載入中

# UmY
source: Modify label failed, please retry later.
de_de: Label konnte nicht geändert werden. Versuchen Sie es später erneut.
es_es: Error al modificar la etiqueta, inténtelo de nuevo más tarde.
fr_fr: Échec de la modification de l'étiquette, veuillez réessayer plus tard.
hi_in: संशोधित करने में विफल, कृपया बाद में पुनः प्रयास करें.
id_id: Gagal mengubah label, coba lagi nanti.
it_it: Impossibile modificare etichetta, riprova più tardi.
ja_jp: ラベルを編集できませんでした。後ほど再試行してください
ko_kr: 레이블 수정에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal mengubah label, sila cuba lagi kemudian.
pt_br: Falha ao modificar rótulo, tente novamente mais tarde.
ru_ru: Изменить метку не удалось, повторите попытку позже.
th_th: แก้ไขป้ายกำกับไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Sửa đổi nhãn không thành công, vui lòng thử lại sau.
zh_cn: 修改标签失败，请稍后重试
zh_hk: 修改標籤失敗，請稍後重試

# ZGM
source: Labels
de_de: Label
es_es: Etiquetas
fr_fr: Étiquettes
id_id: Label
it_it: Etichette
ja_jp: ラベル
ko_kr: 레이블
ms_my: Label
pt_br: Rótulos
ru_ru: Метки
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_hk: 標籤

# cH0
source: New Label
de_de: Neues Label
es_es: Nueva etiqueta
fr_fr: Nouvelle étiquette
id_id: Label Baru
it_it: Nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블
ms_my: Label Baharu
pt_br: Novo rótulo
ru_ru: Новая метка
th_th: ป้ายกำกับใหม่
vi_vn: Nhãn mới
zh_cn: 新建标签
zh_hk: 建立標籤

# bpU
source: New label
de_de: Neues Label
es_es: Nueva etiqueta
fr_fr: Nouveau libellé
id_id: Label baru
it_it: Nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블
ms_my: Label baharu
pt_br: Novo rótulo
ru_ru: Создать метку
th_th: ป้ายกำกับใหม่
vi_vn: Nhãn mới
zh_cn: 新建标签
zh_hk: 建立標籤

# wZM
source: Unread only
de_de: Nur ungelesen
es_es: Sólo los no leídos
fr_fr: Non lus uniquement
hi_in: केवल अपठित
id_id: Hanya yang belum dibaca
it_it: Solo non lette
ja_jp: 未読のみ表示
ko_kr: 읽지 않은 항목만
ms_my: Hanya belum dibaca
pt_br: Apenas não lidos
ru_ru: Только непрочитанные
th_th: เฉพาะที่ยังไม่เปิดอ่านเท่านั้น
vi_vn: Chỉ email chưa đọc
zh_cn: 仅查看未读
zh_hk: 只查看未讀郵件

# Q+k
source: Delete ({{num}})
de_de: Löschen ({{num}})
es_es: Eliminar ({{num}})
fr_fr: Supprimer ({{num}})
id_id: Hapus ({{num}})
it_it: Elimina ({{num}})
ja_jp: 削除 （{{num}}）
ko_kr: ({{num}})개 삭제
ms_my: Padam ({{num}})
pt_br: Excluir ({{num}})
ru_ru: Удалить ({{num}})
th_th: ลบ ({{num}})
vi_vn: Xóa ({{num}})
zh_cn: 删除（{{num}}）
zh_hk: 刪除 ({{num}})

# 0HU
source: Total file size exceeds the {{size}} attachment limit.
de_de: Die gesamte Dateigröße überschreitet das Limit von {{size}} für Anhänge.
es_es: El tamaño total del archivo supera el límite de {{size}} para adjuntos.
fr_fr: La taille totale du fichier dépasse la taille limite des pièces jointes ({{size}}).
id_id: Total ukuran file melampaui batas lampiran {{size}}.
it_it: La dimensione totale del file supera il limite di {{size}} per gli allegati.
ja_jp: 添付ファイルのサイズが {{size}} を超えています。
ko_kr: 총 파일 크기가 {{size}} 첨부 파일 제한을 초과합니다.
ms_my: Saiz fail keseluruhan melebihi had lampiran {{size}}.
pt_br: O tamanho total do arquivo excede o limite de anexo de {{size}}.
ru_ru: Общий размер файлов превышает ограничение на вложения, равное {{size}}.
th_th: ขนาดไฟล์ทั้งหมดเกินขีดจำกัดไฟล์แนบ {{size}}
vi_vn: Tổng dung lượng tập tin vượt quá giới hạn tập tin đính kèm là {{size}}.
zh_cn: 邮件总大小超过 {{size}}。
zh_hk: 郵件總大小超過 {{size}}。

# /j0
source: Manage Storage
de_de: Speicherplatz verwalten
es_es: Gestionar almacenamiento
fr_fr: Gérer le stockage
id_id: Kelola Penyimpanan
it_it: Gestisci archiviazione
ja_jp: 管理
ko_kr: 저장소 관리
ms_my: Uruskan Storan
pt_br: Gerenciar armazenamento
ru_ru: Управление хранилищем
th_th: จัดการพื้นที่เก็บข้อมูล
vi_vn: Quản lý bộ nhớ
zh_cn: 管理
zh_hk: 管理

# iPc
source: Select attachments
de_de: Anhänge auswählen
es_es: Seleccionar adjuntos
fr_fr: Sélectionner les pièces jointes
id_id: Pilih lampiran
it_it: Seleziona allegati
ja_jp: 添付ファイルを選択
ko_kr: 첨부 파일 선택
ms_my: Pilih lampiran
pt_br: Selecionar anexos
ru_ru: Выберите вложения
th_th: เลือกไฟล์แนบ
vi_vn: Chọn tập tin đính kèm
zh_cn: 选择附件
zh_hk: 選擇附件

# xnM
source: {{num}} selected ({{size}})
de_de: {{num}} ausgewählt ({{size}})
es_es: {{num}} seleccionado(s) ({{size}})
fr_fr: {{num}} sélectionné(s) ({{size}})
id_id: {{num}} yang dipilih ({{size}})
it_it: Selezionati: {{num}} ({{size}})
ja_jp: {{num}} 件選択中（{{size}}）
ko_kr: {{num}}개 선택됨({{size}})
ms_my: {{num}} dipilih ({{size}})
pt_br: {{num}} selecionado(s) ({{size}})
ru_ru: выбрано {{num}} ({{size}})
th_th: เลือกไว้ {{num}} ({{size}})
vi_vn: Đã chọn {{num}} ({{size}})
zh_cn: 已选择 {{num}} 个（{{size}}）
zh_hk: 已選擇 {{num}} 個 ({{size}})

# qSw
source: {{num}} selected ({{size}})
de_de: {{num}} ausgewählt ({{size}})
es_es: {{num}} seleccionado(s) ({{size}})
fr_fr: {{num}} sélectionné(s) ({{size}})
id_id: {{num}} yang dipilih ({{size}})
it_it: Selezionati: {{num}} ({{size}})
ja_jp: {{num}} 件選択中（{{size}}）
ko_kr: {{num}}개 선택됨({{size}})
ms_my: {{num}} dipilih ({{size}})
pt_br: {{num}} selecionado(s) ({{size}})
ru_ru: выбрано {{num}} ({{size}})
th_th: เลือกไว้ {{num}} ({{size}})
vi_vn: Đã chọn {{num}} ({{size}})
zh_cn: 已选择 {{num}} 个（{{size}}）
zh_hk: 已選擇 {{num}} 個 ({{size}})

# rn8
source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
id_id: Urutkan berdasarkan
it_it: Ordina per
ja_jp: 並び順
ko_kr: 정렬 기준
ms_my: Susun mengikut
pt_br: Classificar por
ru_ru: Сортировать по
th_th: จัดเรียงตาม
vi_vn: Sắp xếp theo
zh_cn: 排序方式
zh_hk: 排序方式

# vPM
source: File size from largest to smallest
de_de: Dateigröße von der größten zur kleinsten
es_es: Tamaño de archivo, de más grandes a más pequeños
fr_fr: Taille du fichier du plus grand au plus petit
id_id: Ukuran file dari terbesar hingga terkecil
it_it: Dimensione del file dal più grande al più piccolo
ja_jp: ファイルサイズの大きい順
ko_kr: 파일 크기 내림차순
ms_my: Saiz fail dari yang terbesar ke yang terkecil
pt_br: Tamanho do arquivo do maior para o menor
ru_ru: Размер файла от большего к меньшему
th_th: ขนาดไฟล์จากใหญ่ไปเล็ก
vi_vn: Dung lượng tập tin từ lớn nhất đến nhỏ nhất
zh_cn: 文件从大到小
zh_hk: 檔案從大到小

# Uho
source: Creation date from newest to oldest
de_de: Erstellungsdatum vom neuesten zum ältesten
es_es: Fecha de creación, de más recientes a más antiguos
fr_fr: Date de création, de la plus récente à la plus ancienne
id_id: Tanggal pembuatan dari terbaru hingga terlama
it_it: Data di creazione dal più recente al meno recente
ja_jp: 作成日時の新しい順
ko_kr: 생성 날짜 내림차순(최신 항목순)
ms_my: Tarikh cipta dari yang terbaru ke yang terlama
pt_br: Data de criação do mais recente para o mais antigo
ru_ru: Дата создания от новой к старой
th_th: วันที่สร้างจากใหม่ไปเก่า
vi_vn: Ngày tạo từ mới nhất đến cũ nhất
zh_cn: 创建时间从新到旧
zh_hk: 建立時間從新到舊

# YFY
source: Creation date from oldest to newest
de_de: Erstellungsdatum vom ältesten zum neuesten
es_es: Fecha de creación, de más antiguos a más recientes
fr_fr: Date de création, de la plus ancienne à la plus récente
id_id: Tanggal pembuatan dari terlama hingga terbaru
it_it: Data di creazione dal meno recente al più recente
ja_jp: 作成日時の古い順
ko_kr: 생성 날짜 오름차순(오래된 항목순)
ms_my: Tarikh cipta dari yang terlama ke yang terbaru
pt_br: Data de criação do mais antigo para o mais recente
ru_ru: Дата создания от старой к новой
th_th: วันที่สร้างจากเก่าไปใหม่
vi_vn: Ngày tạo từ cũ nhất đến mới nhất
zh_cn: 创建时间从旧到新
zh_hk: 建立時間從舊到新

source: File size from smallest to largest
de_de: Dateigröße von der kleinsten zur größten
es_es: Tamaño de archivo, de más pequeños a más grandes
fr_fr: Taille du fichier du plus petit au plus grand
id_id: Ukuran file dari terkecil hingga terbesar
it_it: Dimensione del file dal più piccolo al più grande
ja_jp: ファイルサイズの小さい順
ko_kr: 파일 크기 오름차순
ms_my: Saiz fail dari yang terkecil ke yang terbesar
pt_br: Tamanho do arquivo do menor para o maior
ru_ru: Размер файла от меньшего к большему
th_th: ขนาดไฟล์จากเล็กไปใหญ่
vi_vn: Dung lượng tập tin từ nhỏ nhất đến lớn nhất
zh_cn: 文件从小到大
zh_hk: 檔案從小到大

# i5M
source: The attachment has been deleted.
de_de: Der Anhang wurde gelöscht.
es_es: Se ha eliminado el adjunto.
fr_fr: La pièce jointe a été supprimée.
id_id: Lampiran telah dihapus.
it_it: L'allegato è stato eliminato.
ja_jp: この添付ファイルはすでに削除されています。
ko_kr: 첨부 파일이 삭제되었습니다.
ms_my: Lampiran telah dipadam.
pt_br: O anexo foi excluído.
ru_ru: Вложение было удалено.
th_th: ไฟล์แนบถูกลบไปแล้ว
vi_vn: Tập tin đính kèm đã bị xóa.
zh_cn: 该附件已被删除
zh_hk: 該附件已被刪除
