Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# VCk
source: Email importance is determined based on history and emails are automatically categorized by priority.
de_de: Die E-Mail-Wichtigkeit wird anhand des Verlaufs bestimmt und E-Mails werden automatisch nach ihrer Priorität kategorisiert.
es_es: La importancia del correo electrónico se determina en función del historial y los correos electrónicos se clasifican automáticamente por prioridad.
fr_fr: L'importance des e-mails est déterminée en fonction de l'historique et les e-mails sont automatiquement classés par priorité.
hi_in: ईमेल महत्व को इतिहास के आधार पर निर्धारित किया जाता है और ईमेल स्वतः ही प्राथमिकता पर श्रेणीबद्ध हो जाती हैं.
id_id: Pentingnya email ditentukan berdasarkan riwayat dan email otomatis dikategorikan berdasarkan prioritas.
it_it: L'importanza delle e-mail viene determinata in base alla cronologia e le e-mail vengono automaticamente classificate in base alla priorità.
ja_jp: 送受信履歴に基づいて新着メールの重要性が判断され、優先順位でメールが自動的に分類されます。
ko_kr: 이메일 중요도는 기록에 따라 결정되며 이메일은 우선순위별로 자동 분류됩니다.
ms_my: Kepentingan emel ditentukan berdasarkan sejarah dan emel dikategorikan secara automatik mengikut keutamaan.
pt_br: A importância do e-mail se baseia no histórico e os e-mails são categorizados automaticamente por prioridade.
ru_ru: Важность писем определяется на основе истории, письма автоматически классифицируются по приоритету.
th_th: ระบบพิจารณาความสำคัญของอีเมลตามประวัติและจะจัดหมวดหมู่อีเมลตามลำดับความสำคัญโดยอัตโนมัติ
vi_vn: Tầm quan trọng của email được xác định dựa trên lịch sử và các email được tự động phân loại theo mức độ ưu tiên.
zh_cn: 根据历史记录判断新邮件的重要性，并自动按优先级归类
zh_hk: 根據過往記錄判斷新郵件的重要性，並自動按優先級別歸類

# qIQ
source: Reply/forward subject prefix
de_de: Betreff-Präfix für Antwort/Weiterleitung
es_es: Responder/Reenviar prefijo del asunto
fr_fr: Préfixe d'objet de réponse/transfert
hi_in: उत्तर/अग्रेषण विषय उपसर्ग
id_id: Balas/teruskan awalan subjek
it_it: Prefisso oggetto Rispondi/Inoltra
ja_jp: 返信/転送時の件名プレフィックス
ko_kr: 회신/전달 제목 접두사
ms_my: Awalan subjek balas/majukan
pt_br: Prefixo do assunto de responder/encaminhar
ru_ru: Префикс темы ответа/пересылки
th_th: คำนำหน้าหัวเรื่องสำหรับการตอบกลับ/ส่งต่อ
vi_vn: Tiền tố chủ đề trả lời/chuyển tiếp
zh_cn: 回复/转发主题前缀
zh_hk: 回覆 / 轉發主題首碼

# 2ss
source: Auto select
de_de: Automatische Auswahl
es_es: Selección automática
fr_fr: Sélection automatique
hi_in: स्वतः चुनें
id_id: Pilih otomatis
it_it: Selezione automatica
ja_jp: 自動選択
ko_kr: 자동 선택
ms_my: Pilih secara automatik
pt_br: Selecionar automaticamente
ru_ru: Выбирать автоматически
th_th: เลือกอัตโนมัติ
vi_vn: Tự động chọn
zh_cn: 自动选择
zh_hk: 自動選擇

# t24
source: Subject prefix (according to email content)
de_de: Betreff-Präfix (gemäß E-Mail-Inhalt)
es_es: Prefijo del asunto (según el contenido del correo electrónico)
fr_fr: Préfixe du sujet (selon le contenu de l'e-mail)
hi_in: विषय का उपसर्ग (ईमेल कांटेंट के अनुसार)
id_id: Awalan subjek (menurut konten email)
it_it: Prefisso oggetto (in base al contenuto dell'e-mail)
ja_jp: 件名プレフィックス（メール内容に従う）
ko_kr: 제목 접두사(이메일 내용에 따라)
ms_my: Awalan subjek (mengikut kandungan e-mel)
pt_br: Prefixo do assunto (de acordo com o conteúdo do e-mail)
ru_ru: Префикс темы (в соответствии с контентом эл. почты)
th_th: คำนำหน้าหัวเรื่อง (ตามเนื้อหาอีเมล
vi_vn: Tiền tố chủ đề (theo nội dung email)
zh_cn: 主题前缀（根据邮件内容判断）
zh_hk: 主題首碼（根據郵件內容判斷）

# 87A
source: According to email content
de_de: Gemäß E-Mail-Inhalt
es_es: Según el contenido de correo electrónico
fr_fr: Selon le contenu de l'e-mail
hi_in: ईमेल सामग्री के अनुसार
id_id: Menurut konten email
it_it: In base al contenuto dell'e-mail
ja_jp: メール内容に従う
ko_kr: 이메일 내용에 따라
ms_my: Mengikut kandungan emel
pt_br: De acordo com o conteúdo do e-mail
ru_ru: В соответствии с контентом письма
th_th: ตามเนื้อหาอีเมล
vi_vn: Theo nội dung email
zh_cn: 根据邮件内容判断
zh_hk: 根據郵件內容判斷

# YtI
source: Chinese
de_de: Chinesisch
es_es: Chino
fr_fr: Chinois
hi_in: चीनी
id_id: Mandarin
it_it: Cinese
ja_jp: 中国語
ko_kr: 중국어
ms_my: Cina
pt_br: Chinês
ru_ru: Китайский
th_th: ภาษาจีน
vi_vn: Tiếng Trung
zh_cn: 简体中文
zh_hk: 簡體中文

# pcw
source: Subject prefix (回复：/ 转发：)
de_de: Betreff-Präfix (AW: / WG:)
es_es: Prefijo del asunto (Re: / Reenviar:)
fr_fr: Préfixe du sujet (Re: / Fw:)
hi_in: विषय उपसर्ग (उत्तर: / अग्रेषण:)
id_id: Awalan subjek (回复：/ 转发：)
it_it: Prefisso oggetto (Re: / I:)
ja_jp: 件名プレフィックス（回复：/ 转发：）
ko_kr: 제목 접두사(회신: / 전달:)
ms_my: Awalan subjek (回复：/ 转发：)
pt_br: Prefixo do assunto (Re: /Enc:)
ru_ru: Префикс темы (Re: / Fw:)
th_th: คำนำหน้าหัวเรื่อง (ตอบกลับ: / ส่งต่อ:)
vi_vn: Tiền tố chủ đề (Trả lời: / Chuyển tiếp:)
zh_cn: 主题前缀（回复：/ 转发：）
zh_hk: 主題首碼（回覆：/ 轉發：）

# wtE
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
hi_in: अंग्रेज़ी
id_id: Inggris
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ms_my: Inggeris
pt_br: Inglês
ru_ru: Английский
th_th: ไทย
vi_vn: Tiếng Anh
zh_cn: 英语
zh_hk: 英文

# j0w
source: Subject prefix (Re: / Fw:)
de_de: Betreff-Präfix (AW: / WG:)
es_es: Prefijo del asunto (Re: / Reenviar:)
fr_fr: Préfixe du sujet (Re: / Fw:)
hi_in: विषय उपसर्ग (उत्तर: / अग्रेषण:)
id_id: Awalan subjek (Re: / Fw :)
it_it: Prefisso oggetto (Re: / I:)
ja_jp: 件名プレフィックス（Re: / Fw: ）
ko_kr: 제목 접두사(회신: / 전달:)
ms_my: Awalan subjek (Re: / Fw:)
pt_br: Prefixo do assunto (Re: /Enc:)
ru_ru: Префикс темы (Re: / Fw:)
th_th: คำนำหน้าหัวเรื่อง (ตอบกลับ: / ส่งต่อ:)
vi_vn: Tiền tố chủ đề (Trả lời: / Chuyển tiếp:)
zh_cn: 主题前缀（Re: / Fw: ）
zh_hk: 主題首碼（關於：/ 轉發：）

# U0k
source: Email subject prefix
de_de: Betreff-Präfix in E-Mail
es_es: Prefijo del asunto del correo electrónico
fr_fr: Préfixe d'objet de l'e-mail
hi_in: ईमेल विषय उपसर्ग
id_id: Awalan subjek email
it_it: Prefisso oggetto e-mail
ja_jp: メール件名プレフィックス
ko_kr: 이메일 제목 접두사
ms_my: Awalan subjek e-mel
pt_br: Prefixo do assunto do e-mail
ru_ru: Префикс темы письма
th_th: คำนำหน้าหัวเรื่องอีเมล
vi_vn: Tiền tố chủ đề email
zh_cn: 邮件主题前缀
zh_hk: 郵件主題首碼

# H1E
source: Reply/forward
de_de: Antworten/Weiterleiten
es_es: Responder/Reenviar
fr_fr: Répondre/transférer
hi_in: उत्तर दें/अग्रेषित करें
id_id: Balas/teruskan
it_it: Rispondi/Inoltra
ja_jp: 返信/転送
ko_kr: 회신/전달
ms_my: Balas/majukan
pt_br: Responder/Encaminhar
ru_ru: Ответ/пересылка
th_th: ตอบกลับ/ส่งต่อ
vi_vn: Trả lời/chuyển tiếp
zh_cn: 回复/转发
zh_hk: 回覆 / 轉發

# F0g
source: Email Settings
de_de: E-Mail-Einstellungen
es_es: Configuración de correo
fr_fr: Paramètres de messagerie
hi_in: ईमेल सेटिंग्स
id_id: Pengaturan Email
it_it: Impostazioni e-mail
ja_jp: メール設定
ko_kr: 이메일 설정
ms_my: Tetapan Emel
pt_br: Configurações do e-mail
ru_ru: Настройки почты
th_th: การตั้งค่าอีเมล
vi_vn: Cài đặt email
zh_cn: 邮箱设置
zh_hk: 電郵地址設定

# 3eA
source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
hi_in: अनलिंक करें
id_id: Lepas tautan
it_it: Scollega
ja_jp: 解除する
ko_kr: 링크 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除绑定
zh_hk: 解除綁定

# CN8
source: Once account is unlinked, you won't be able to view emails or receive new emails.
de_de: Sobald die Kontoverknüpfung aufgehoben wurde, können Sie weder E-Mails anzeigen noch neue E-Mails empfangen.
es_es: Una vez desvinculada la cuenta, no podrás ver los correos electrónicos ni recibir otros nuevos.
fr_fr: Une fois le compte dissocié, vous ne pourrez pas afficher les e-mails ni recevoir de nouveaux e-mails.
hi_in: एक बार खाता अनलिंक हो जाने के बाद, आप ईमेल नहीं देख सकेंगे या नई ईमेल नहीं प्राप्त कर सकेंगे.
id_id: Setelah akun dilepas tautannya, Anda tidak dapat melihat email atau menerima email baru.
it_it: Una volta scollegato l'account, non sarà più possibile visualizzare le e-mail o riceverne di nuove.
ja_jp: アカウントの関連付けを解除すると、メールの表示、新着メールの受信はできなくなります。
ko_kr: 계정 연결이 해제되면 이메일을 보거나 새 이메일을 받을 수 없습니다.
ms_my: Sekali akaun dinyahpaut, anda tidak akan dapat melihat emel atau menerima emel baharu.
pt_br: Depois que a conta estiver desvinculada, você não poderá visualizar nem receber e-mails.
ru_ru: После отвязки учетной записи вы не сможете просматривать имеющиеся письма или получать новые.
th_th: เมื่อยกเลิกการเชื่อมโยงบัญชี คุณจะไม่สามารถดูอีเมลหรือรับอีเมลใหม่ ๆ ได้
vi_vn: Khi tài khoản bị hủy liên kết, bạn sẽ không thể xem được email hoặc nhận được email mới.
zh_cn: 解除绑定后，将无法查看邮件，也无法接收到新的邮件
zh_hk: 解除綁定後，將無法查看郵件，也無法接收新郵件

# rc8
source: Unlink account?
de_de: Kontoverknüpfung trennen?
es_es: ¿Desvincular cuenta?
fr_fr: Dissocier le compte ?
hi_in: खाता अनलिंक करें?
id_id: Lepas tautan akun?
it_it: Scollegare l'account?
ja_jp: 関連付けを解除しますか？
ko_kr: 계정 연결을 해제하시겠습니까?
ms_my: Nyahpaut akaun?
pt_br: Desvincular conta?
ru_ru: Отменить связь с аккаунтом?
th_th: ยกเลิกการเชื่อมโยงบัญชีหรือไม่
vi_vn: Hủy liên kết tài khoản?
zh_cn: 是否确认解除账号绑定？
zh_hk: 是否確認解除綁定帳戶？

# b9I
source: Failed to unlink
de_de: Verknüpfung konnte nicht aufgehoben werden.
es_es: Error al desvincular
fr_fr: Échec de la dissociation
hi_in: अनलिंक करने में विफल हुआ
id_id: Gagal melepas tautan
it_it: Impossibile scollegare
ja_jp: 関連付けを解除できませんでした
ko_kr: 연결 해제 실패
ms_my: Gagal membuka pautan
pt_br: Falha ao desvincular
ru_ru: Не удалось отвязать
th_th: ยกเลิกการเชื่อมโยงไม่สำเร็จ
vi_vn: Hủy liên kết không thành công
zh_cn: 解除绑定失败
zh_hk: 解除綁定失敗

# iH0
source: Successfully unlinked
de_de: Verknüpfung erfolgreich aufgehoben
es_es: Desvinculado con éxito
fr_fr: Dissocié avec succès
hi_in: अनलिंक किया गया
id_id: Berhasil melepas tautan
it_it: Scollegato correttamente
ja_jp: 関連付けを解除しました
ko_kr: 연결 해제 성공
ms_my: Berjaya membuka pautan
pt_br: Desvinculado com êxito
ru_ru: Отвязано
th_th: ยกเลิกการเชื่อมโยงสำเร็จแล้ว
vi_vn: Hủy liên kết thành công
zh_cn: 解除绑定成功
zh_hk: 解除綁定成功

# IZs
source: Unlinking...
de_de: Verknüpfung wird aufgehoben...
es_es: Desvinculando...
fr_fr: Dissociation…
hi_in: अनलिंक कर रहा है...
id_id: Melepas tautan...
it_it: Scollegamento in corso
ja_jp: 解除しています...
ko_kr: 연결 해제 중...
ms_my: Membuka pautan...
pt_br: Desvinculando...
ru_ru: Отвязываем...
th_th: กำลังยกเลิกการเชื่อมโยง...
vi_vn: Đang hủy liên kết...
zh_cn: 解除绑定中
zh_hk: 解除綁定中

# 2Uk
source: Undo send within:
de_de: Senden rückgängig machen innerhalb:
es_es: Deshacer envío de:
fr_fr: Annuler l'envoi sous :
hi_in: इतनी अवधि में भेजे गए पूर्ववत् करें:
id_id: Batalkan pengiriman dalam:
it_it: Annulla invio entro:
ja_jp: 送信を取り消せる時間：
ko_kr: 다음 시간 내에 전송 취소:
ms_my: Batalkan hantar dalam:
pt_br: Desfazer envios dentro de:
ru_ru: Отмена отправки в течение:
th_th: เลิกทำการส่งภายใน:
vi_vn: Hoàn tác gửi trong vòng:
zh_cn: 在以下时间内撤销发送：
zh_hk: 在以下時間內撤銷發送：

# 2XI
source: {{number}} seconds
de_de: {{number}} Sekunden
es_es: {{number}} segundos
fr_fr: {{number}} secondes
hi_in: {{number}} सेकंड
id_id: {{number}} detik
it_it: {{number}} secondi
ja_jp: {{number}} 秒
ko_kr: {{number}}초
ms_my: {{number}} saat
pt_br: {{number}} segundos
ru_ru: {{number}} секунд
th_th: {{number}} วินาที
vi_vn: {{number}} giây
zh_cn: {{number}} 秒
zh_hk: {{number}} 秒

# Zkw
source: Undo send
de_de: Senden rückgängig machen
es_es: Deshacer envío
fr_fr: Annuler l'envoi
hi_in: भेजना वापस लें
id_id: Batalkan pengiriman
it_it: Annulla invio
ja_jp: 送信取り消し
ko_kr: 보내기 취소
ms_my: Batalkan hantar
pt_br: Desfazer envio
ru_ru: Отменить отправку
th_th: เลิกทำการส่ง
vi_vn: Hoàn tác gửi
zh_cn: 撤销发送
zh_hk: 撤銷發送

# m5g
source: Unlink email
de_de: E-Mail-Verknüpfung aufheben
es_es: Desvincular correo
fr_fr: Dissocier le compte de messagerie
hi_in: ईमेल अनलिंक करें
id_id: Lepas tautan email
it_it: Scollega e-mail
ja_jp: 関連付け解除
ko_kr: 이메일 연결 해제
ms_my: Nyahpaut emel
pt_br: Desvincular e-mail
ru_ru: Отвязать почту
th_th: ยกเลิกการลิงก์อีเมล
vi_vn: Hủy liên kết email
zh_cn: 解除关联
zh_hk: 解除關聯

# 3fI
source: {{ExpiredEmail}} has expired.
de_de: {{ExpiredEmail}} ist abgelaufen.
es_es: {{ExpiredEmail}} ha caducado.
fr_fr: {{ExpiredEmail}} a expiré.
hi_in: {{ExpiredEmail}} की समय-सीमा समाप्त हुई.
id_id: {{ExpiredEmail}} telah kedaluwarsa.
it_it: {{ExpiredEmail}} è scaduto.
ja_jp: {{ExpiredEmail}} の関連付けが無効になりました
ko_kr: {{ExpiredEmail}}이(가) 만료되었습니다.
ms_my: {{ExpiredEmail}} telah tamat tempoh.
pt_br: {{ExpiredEmail}} venceu.
ru_ru: Срок действия {{ExpiredEmail}} истек.
th_th: {{ExpiredEmail}} หมดอายุแล้ว
vi_vn: {{ExpiredEmail}} đã hết hạn.
zh_cn: {{ExpiredEmail}} 关联已失效
zh_hk: {{ExpiredEmail}} 關聯已失效

# 0h0
source: Above text
de_de: Über Text
es_es: Encima del texto
fr_fr: Au-dessus du texte
id_id: Di atas teks
it_it: Sopra il testo
ja_jp: 本文の上
ko_kr: 텍스트 위
ms_my: Teks di atas
pt_br: Acima do texto
ru_ru: Над текстом
th_th: ด้านบนข้อความ
vi_vn: Trên văn bản
zh_cn: 置于顶部
zh_hk: 置於頂層

# kcs
source: Below text
de_de: Unter Text
es_es: Debajo del texto
fr_fr: En dessous du texte
id_id: Di bawah teks
it_it: Sotto il testo
ja_jp: 本文の下
ko_kr: 텍스트 아래
ms_my: Teks di bawah
pt_br: Abaixo do texto
ru_ru: Под текстом
th_th: ด้านล่างข้อความ
vi_vn: Dưới văn bản
zh_cn: 置于底部
zh_hk: 置於底部

# VVU
source: Above text
de_de: Über Text
es_es: Encima del texto
fr_fr: Au-dessus du texte
id_id: Di atas teks
it_it: Sopra il testo
ja_jp: 本文の上
ko_kr: 텍스트 위
ms_my: Teks di atas
pt_br: Acima do texto
ru_ru: Над текстом
th_th: ด้านบนข้อความ
vi_vn: Trên văn bản
zh_cn: 置于顶部
zh_hk: 置於頂層

# SYk
source: Below text
de_de: Unter Text
es_es: Debajo del texto
fr_fr: En dessous du texte
id_id: Di bawah teks
it_it: Sotto il testo
ja_jp: 本文の下
ko_kr: 텍스트 아래
ms_my: Teks di bawah
pt_br: Abaixo do texto
ru_ru: Под текстом
th_th: ด้านล่างข้อความ
vi_vn: Dưới văn bản
zh_cn: 置于底部
zh_hk: 置於底部

# Ots
source: Current view
de_de: Aktuelle Ansicht
es_es: Vista actual
fr_fr: Affichage actuel
id_id: Tampilan saat ini
it_it: Visualizzazione corrente
ja_jp: 現在
ko_kr: 현재 보기
ms_my: Paparan semasa
pt_br: Visualização atual
ru_ru: Текущий вид
th_th: มุมมองปัจจุบัน
vi_vn: Chế độ xem hiện tại
zh_cn: 当前
zh_hk: 目前

# 5O0
source: You can choose to display attachments above or below the email text as you prefer. You can change the setting later in "Settings".
de_de: Sie können auswählen, ob Anhänge über oder unter dem E-Mail-Text angezeigt werden sollen. Diese Einstellung können Sie später unter „Einstellungen“ jederzeit wieder ändern.
es_es: Puedes optar por mostrar los archivos adjuntos encima o debajo del texto del correo electrónico según tus preferencias. Puedes cambiar esta opción más tarde en "Configuración".
fr_fr: Vous pouvez choisir d'afficher les pièces jointes au-dessus ou en dessous du texte de l'e-mail, selon votre préférence. Vous pouvez modifier ce paramètre à tout moment dans "Paramètres".
id_id: Anda dapat memilih untuk menampilkan lampiran di atas atau di bawah teks email sesuai keinginan. Anda dapat mengubah pengaturan tersebut nanti di "Pengaturan".
it_it: Puoi scegliere di visualizzare gli allegati sopra o sotto il testo dell'e-mail in base alle tue preferenze. Puoi modificare questa impostazione più tardi in "Impostazioni".
ja_jp: 添付ファイルの表示位置を本文の上か下から選択できるようになりました。「設定」でいつでも変更できます。
ko_kr: 원하는 대로 이메일 텍스트 위나 아래에 첨부 파일을 표시하도록 선택할 수 있습니다. 나중에 "설정"에서 설정을 변경할 수 있습니다.
ms_my: Anda boleh memilih untuk memaparkan lampiran di atas atau di bawah teks emel mengikut keutamaan anda. Anda boleh mengubah tetapan ini kemudian dalam "Tetapan".
pt_br: Você pode optar por exibir os anexos acima ou abaixo do texto do e-mail conforme preferir. Você pode alterar a configuração posteriormente em "Configurações".
ru_ru: Вы можете выбрать отображение вложений над или под текстом письма по своему усмотрению. Вы можете изменить настройку позже в Настройках.
th_th: คุณสามารถเลือกแสดงไฟล์แนบด้านบนหรือด้านล่างข้อความอีเมลได้ตามที่ต้องการ คุณสามารถเปลี่ยนการตั้งค่าได้ในภายหลังใน "การตั้งค่า"
vi_vn: Bạn có thể chọn hiển thị tập tin đính kèm phía trên hoặc dưới văn bản email theo mong muốn. Bạn có thể thay đổi cài đặt sau trong mục "Cài đặt".
zh_cn: 你可以自主选择在正文上方或下方显示附件。之后可在“设置”中更改
zh_hk: 你可以自由選擇在正文上方或下方顯示附件。之後可在「設定」中更改

# xJI
source: Attachments can now be displayed above email text!
de_de: Anhänge können jetzt über E-Mail-Texten angezeigt werden!
es_es: Los archivos adjuntos ahora se pueden mostrar sobre el texto del correo electrónico.
fr_fr: Les pièces jointes peuvent désormais s'afficher au-dessus du texte de l'e-mail !
id_id: Kini lampiran dapat ditampilkan di atas teks email!
it_it: Ora gli allegati possono essere visualizzati sopra il testo delle e-mail!
ja_jp: 添付ファイルを上に表示可能に
ko_kr: 이제 첨부 파일을 이메일 텍스트 위에 표시할 수 있습니다!
ms_my: Lampiran kini boleh dipaparkan di atas teks emel!
pt_br: Os anexos agora podem ser exibidos acima do texto do e-mail!
ru_ru: Вложения теперь могут отображаться над текстом письма!
th_th: สามารถแสดงไฟล์แนบด้านบนข้อความอีเมลได้แล้ว!
vi_vn: Bây giờ, tập tin đính kèm có thể hiển thị bên trên văn bản email!
zh_cn: 附件可以显示在上方啦
zh_hk: 附件可以顯示在上方喇

# Wpc
source: Attachment placement
de_de: Anhang platzieren
es_es: Colocación de adjuntos
fr_fr: Emplacement de la pièce jointe
id_id: Penempatan lampiran
it_it: Posizione allegato
ja_jp: 添付ファイルの表示位置
ko_kr: 첨부 파일 배치
ms_my: Penempatan lampiran
pt_br: Colocação de anexo
ru_ru: Размещение вложения
th_th: ตำแหน่งไฟล์แนบ
vi_vn: Vị trí tập tin đính kèm
zh_cn: 附件位置
zh_hk: 附件位置

# 9sw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# rCU
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
id_id: Lewati
it_it: Ignora
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# BR0
source: When writing an email, automatically:
de_de: Automatisch beim Schreiben einer E-Mail:
es_es: Al escribir un correo electrónico, hacer automáticamente lo siguiente:
fr_fr: Lors de la rédaction d'un e-mail, automatiquement :
id_id: Ketika menulis email, secara otomatis:
it_it: Quando scrivi un'e-mail, esegui in modo automatico:
ja_jp: メールの作成時、自動的に
ko_kr: 이메일을 작성할 때 자동으로:
ms_my: Apabila menulis e-mel, secara automatik:
pt_br: Ao escrever um e-mail, automaticamente:
ru_ru: При написании письма автоматически:
th_th: เมื่อเขียนอีเมล ดำเนินการดังต่อไปนี้โดยอัตโนมัติ:
vi_vn: Khi viết email, tự động:
zh_cn: 写邮件时，自动：
zh_hk: 寫郵件時，自動：

# mTE
source: Bcc myself
de_de: Mich auf Bcc setzen
es_es: Ponerme en Cco
fr_fr: M'ajouter en Cci
id_id: Bcc diri saya sendiri
it_it: Includimi in Ccn
ja_jp: 自分を BCC に追加
ko_kr: 본인 숨은 참조
ms_my: Bcc diri sendiri
pt_br: Ccp para eu mesmo
ru_ru: Bcc мне
th_th: ส่งสำเนาลับถึงตัวฉันเอง
vi_vn: Bcc cho bản thân
zh_cn: 密送给自己
zh_hk: 發送密件副本給自己

# aDE
source: Cc myself
de_de: Mich auf Cc setzen
es_es: Ponerme en Cc
fr_fr: M'ajouter en Cc
id_id: Cc diri saya sendiri
it_it: Includimi in Cc
ja_jp: 自分を CC に追加
ko_kr: 본인 참조
ms_my: Cc diri sendiri
pt_br: Cc para eu mesmo
ru_ru: Cc мне
th_th: ส่งสำเนาถึงตัวฉันเอง
vi_vn: Cc cho bản thân
zh_cn: 抄送给自己
zh_hk: 發送副本給自己

# TF4
source: When sending messages, automatically Cc or Bcc myself.
de_de: Mich beim Versenden von Nachrichten automatisch auf Cc bzw. Bcc setzen.
es_es: Ponerme en Cc o Cco automáticamente al enviar mensajes.
fr_fr: Lors de l'envoi de messages, m'ajouter automatiquement en Cc ou Cci.
id_id: Saat mengirim pesan, Cc atau Bcc saya sendiri secara otomatis.
it_it: Includimi automaticamente in Cc o Ccn durante l'invio dei messaggi.
ja_jp: メールの作成時、自動的に自分を CC または BCC に追加します。
ko_kr: 메시지를 보낼 때 자동으로 자신을 참조하거나 숨은 참조합니다.
ms_my: Apabila menghantar mesej, secara automatik Cc atau Bcc kepada diri sendiri.
pt_br: Ao enviar mensagens, automaticamente Cc ou Cco eu mesmo.
ru_ru: При отправке сообщений, автоматически добавить себя в копию или в скрытую копию.
th_th: เมื่อส่งข้อความ ให้ส่งสำเนาหรือสำเนาลับให้ตัวเองโดยอัตโนมัติ
vi_vn: Khi gửi thư, tự động Cc hoặc Bcc cho bản thân.
zh_cn: 写邮件时，自动抄送或密送给自己
zh_hk: 寫郵件時，自動發送副本或密件副本給自己

# 4ZI
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
id_id: Dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
ko_kr: 비활성화됨
ms_my: Dilumpuhkan
pt_br: Desativado
ru_ru: Выключено
th_th: ปิดใช้แล้ว
vi_vn: Đã tắt
zh_cn: 未启用
zh_hk: 未啟用

# 8Bc
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
id_id: Berhasil Diaktifkan
it_it: Abilitato
ja_jp: 有効
ko_kr: 활성화됨
ms_my: Dihidupkan
pt_br: Ativado
ru_ru: Включено
th_th: เปิดใช้แล้ว
vi_vn: Đã bật
zh_cn: 已启用
zh_hk: 已啟用

# 95U
source: Automatically Cc or Bcc myself
de_de: Mich automatisch auf Cc bzw. Bcc setzen
es_es: Ponerme en Cc o Cco automáticamente
fr_fr: M'ajouter automatiquement en Cc ou Cci
id_id: Cc atau Bcc saya sendiri secara otomatis
it_it: Includimi automaticamente in Cc o Ccn
ja_jp: 自動的に自分を CC または BCC に追加する
ko_kr: 본인 자동 참조 또는 숨은 참조
ms_my: Cc atau Bcc secara automatik kepada diri sendiri
pt_br: Automaticamente para mim mesmo Cc ou Cco
ru_ru: Автоматически добавить себя в копию или в скрытую копию
th_th: ส่งสำเนาหรือสำเนาลับให้ตัวเองโดยอัตโนมัติ
vi_vn: Tự động Cc hoặc Bcc cho bản thân
zh_cn: 自动抄送或密送自己
zh_hk: 自動發送副本或密件副本給自己

# 5zc
source: Banners
de_de: Banner
fr_fr: Bannières
hi_in: बैनर
id_id: Banner
it_it: Banner
ja_jp: バナーメッセージ
ko_kr: 배너
ms_my: Sepanduk
ru_ru: Баннеры
th_th: แบนเนอร์
vi_vn: Biểu ngữ
zh_cn: 横幅消息
zh_hk: 橫幅訊息

# SOY
source: Group into conversation threads
de_de: In Unterhaltungs-Threads gruppieren
es_es: Agrupar en hilos de conversación
fr_fr: Regrouper en fils de conversation
hi_in: वार्तालाप थ्रेड में समूहीकृत करें
id_id: Kelompokkan ke dalam utas percakapan
it_it: Raggruppa in thread di conversazioni
ja_jp: スレッドごとにグループで表示
ko_kr: 대화 스레드로 그룹화
ms_my: Kumpulkan dalam rentetan perbualan
pt_br: Agrupar em sequências de conversas
ru_ru: Группировать в беседы
th_th: จัดกลุ่มลงในเธรดการสนทนา
vi_vn: Phân nhóm thành các Chuỗi chủ đề hội thoại
zh_cn: 往来邮件按主题合并
zh_hk: 往來郵件按主題合併

# qNY
source: Group emails with similar subjects together. This allows you to view and manage related emails more efficiently.
de_de: Gruppieren Sie E-Mails mit ähnlichem Betreff zusammen. Hierdurch können Sie zugehörige E-Mails effizienter anzeigen und verwalten.
es_es: Agrupar los correos electrónicos que tengan el mismo asunto. Esto te permite ver y gestionar los correos electrónicos relacionados de forma más eficiente.
fr_fr: Regroupez les e-mails comportant des objets similaires. Cela vous permet de consulter et de gérer plus efficacement les e-mails associés.
hi_in: समान विषयों वाले ईमेल एकसाथ समूहीकृत करें. इससे आप संबंधित ईमेल अधिक दक्षता से देख और प्रबंधित कर सकते हैं.
id_id: Kelompokkan email dengan subjek yang sama. Ini memungkinkan Anda untuk melihat dan mengelola email terkait dengan lebih efisien.
it_it: Raggruppa le e-mail con oggetti simili. Tale opzione consente di visualizzare e gestire le e-mail correlate in modo più efficiente.
ja_jp: 件名ごとにメールをグループ化し、メールのやり取りの確認や、一括削除やアーカイブがより便利になります。
ko_kr: 주제가 유사한 이메일을 그룹화하세요. 그러면 관련 이메일을 더 효율적으로 확인하고 관리할 수 있습니다.
ms_my: Kumpulkan emel dengan subjek yang serupa bersama-sama. Ini membolehkan anda melihat dan mengurus emel berkaitan dengan lebih efisien.
pt_br: Agrupe e-mails com assuntos semelhantes. Isso permite que você visualize e gerencie e-mails relacionados de modo mais eficiente.
ru_ru: Группировать письма схожей тематики вместе. Это позволяет более эффективно просматривать связанные письма и управлять ими.
th_th: จัดกลุ่มอีเมลที่มีหัวเรื่องคล้ายกันไว้ด้วยกัน วิธีการนี้ช่วยให้คุณดูและจัดการอีเมลที่เกี่ยวข้องได้อย่างมีประสิทธิภาพมากยิ่งขึ้น
vi_vn: Phân nhóm các email có chủ đề tương tự lại với nhau. Như vậy sẽ cho phép bạn xem và quản lý các email liên quan hiệu quả hơn.
zh_cn: 将同主题的多封邮件合并显示，方便查看邮件往来记录，进行批量删除或归档等操作
zh_hk: 將同主題的多封郵件合併顯示，方便查看郵件往來記錄，以大量刪除或封存等

# 2Yo
source: List emails separately
de_de: E-Mails separat auflisten
es_es: Incluir correos electrónicos en distintas listas
fr_fr: Afficher les e-mails séparément
hi_in: ईमेल अलग से सूचीबद्ध करें
id_id: Buat daftar email terpisah
it_it: Elenca le e-mail separatamente
ja_jp: 時系列に 1 件ずつメールを表示
ko_kr: 별도로 이메일 나열
ms_my: Senaraikan emel secara berasingan
pt_br: Listar e-mails separadamente
ru_ru: Просматривать письма по-отдельности
th_th: แสดงรายการอีเมลแยกกันต่างหาก
vi_vn: Liệt kê tách biệt các email
zh_cn: 单封邮件逐一显示
zh_hk: 單封郵件逐封顯示
