Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# uc8
source: New Folder
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
hi_in: नया फ़ोल्डर
id_id: Folder Baru
it_it: Nuova cartella
ja_jp: 新規フォルダを作成
ko_kr: 새 폴더
ms_my: Folder Baharu
pt_br: Nova pasta
ru_ru: Создать новую папку
th_th: โฟลเดอร์ใหม่
vi_vn: Thư mục mới
zh_cn: 新建文件夹
zh_hk: 建立資料夾

# fC0
source: Folder "{{folderName}}" created
de_de: Erfolgreich erstellt
es_es: Se ha creado con éxito
fr_fr: Créé(e) avec succès
hi_in: बनाया गया
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: フォルダ「{{folderName}}」を作成しました。
ko_kr: 생성 성공
ms_my: Folder "{{folderName}}" dicipta
pt_br: Criado com êxito
ru_ru: Создано успешно
th_th: สร้างสำเร็จแล้ว
vi_vn: Tạo thành công
zh_cn: 文件夹“{{folderName}}”已创建
zh_hk: 建立成功

# ktM
source: Failed to delete
de_de: Löschen fehlgeschlagen
es_es: Error al eliminar
fr_fr: Échec de la suppression
hi_in: हटाने में विफल
id_id: Gagal menghapus
it_it: Impossibile eliminare
ja_jp: 削除できませんでした
ko_kr: 삭제 실패
ms_my: Gagal menghapuskan
pt_br: Falha ao excluir
ru_ru: Не удалось удалить
th_th: ลบไม่สำเร็จ
vi_vn: Xóa không thành công
zh_cn: 删除失败
zh_hk: 刪除失敗

# w7Q
source: Once deleted, emails in this folder and its subfolder will be moved to Trash.
de_de: Nach dem Löschen werden die E-Mails in diesem Ordner und in seinem Unterordner in den Papierkorb verschoben.
es_es: Una vez eliminada, los correos electrónicos de esta carpeta y su subcarpeta se moverán a la Papelera.
fr_fr: Une fois supprimés, les e-mails de ce dossier et de son sous-dossier seront déplacés vers la corbeille.
id_id: Setelah dihapus, email di folder ini dan subfoldernya akan dipindahkan ke Sampah.
it_it: Dopo l'eliminazione, le e-mail in questa cartella e la relativa cartella secondaria verranno spostate nel Cestino.
ja_jp: 削除後、このフォルダおよびサブフォルダにあるすべてのメールは「ゴミ箱」に移行されます。
ko_kr: 삭제하면 이 폴더와 하위 폴더의 이메일이 휴지통으로 이동됩니다.
ms_my: Setelah dihapus, emel dalam folder ini dan subfolder akan dipindahkan ke Tong Sampah.
pt_br: Após a exclusão, os e-mails nesta pasta e sua subpasta serão movidos para a Lixeira.
ru_ru: После удаления письма в этой папке и ее подпапках будут перемещены в корзину.
th_th: เมื่อลบแล้ว อีเมลในโฟลเดอร์นี้และโฟลเดอร์ย่อยจะถูกย้ายไปยังถังขยะ
vi_vn: Sau khi xóa, email trong thư mục này và thư mục phụ sẽ được chuyển đến thư mục Rác.
zh_cn: 删除后，此文件夹及其子文件夹里的所有邮件将移至“已删除”
zh_hk: 刪除資料夾後，儲存在各層資料夾內的所有郵件會移到「已刪除」之內

# Kfk
source: Folder "{{folderName}}" deleted
de_de: Erfolgreich gelöscht
es_es: Se ha eliminado con éxito.
fr_fr: Supprimé avec succès
hi_in: हटाया गया
id_id: Berhasil dihapus
it_it: Eliminazione completata
ja_jp: フォルダ「{{folderName}}」を削除しました。
ko_kr: 삭제 성공
ms_my: Folder "{{folderName}}" telah dihapuskan
pt_br: Excluído com êxito
ru_ru: Успешно удалено
th_th: ลบสำเร็จแล้ว
vi_vn: Xóa thành công
zh_cn: 文件夹“{{folderName}}”已删除
zh_hk: 刪除成功

# FLM
source: Deleting...
de_de: Löschen...
es_es: Eliminando...
fr_fr: Suppression…
hi_in: हटाया जा रहा है...
id_id: Menghapus…
it_it: Eliminazione in corso...
ja_jp: 削除中...
ko_kr: 삭제 중...
ms_my: Menghapuskan...
pt_br: Excluindo...
ru_ru: Удаление...
th_th: กำลังลบ...
vi_vn: Đang xóa...
zh_cn: 删除中...
zh_hk: 刪除中...

# Eso
source: Drafts
de_de: Entwürfe
es_es: Borradores
fr_fr: Brouillons
hi_in: ड्राफ़्ट
id_id: Draf
it_it: Bozze
ja_jp: 下書き
ko_kr: 임시 보관함
ms_my: Draf
pt_br: Rascunhos
ru_ru: Черновики
th_th: แบบร่าง
vi_vn: Bản nháp
zh_cn: 草稿箱
zh_hk: 草稿箱

# bRQ
source: "{{Folder_Label}}" deleted
de_de: „{{Folder_Label}}“ gelöscht
es_es: Se ha eliminado "{{Folder_Label}}"
fr_fr: "{{Folder_Label}}" a été supprimé
id_id: "{{Folder_Label}}" berhasil dihapus
it_it: "{{Folder_Label}}" eliminata
ja_jp: 「{{Folder_Label}}」が削除されました
ko_kr: "{{Folder_Label}}" 삭제됨
ms_my: "{{Folder_Label}}" dipadam
pt_br: "{{Folder_Label}}" excluída
ru_ru: {{Folder_Label}} удалена
th_th: ลบ "{{Folder_Label}}" แล้ว
vi_vn: Đã xóa "{{Folder_Label}}"
zh_cn: “{{Folder_Label}}”被删除
zh_hk: 「{{Folder_Label}}」已被刪除

# Drs
source: Edit {{Folder_Label}}
de_de: {{Folder_Label}} bearbeiten
es_es: Editar {{Folder_Label}}
fr_fr: Modifier {{Folder_Label}}
hi_in: {{Folder_Label}} संपादित करें
it_it: Modifica {{Folder_Label}}
ja_jp: {{Folder_Label}} を編集
ko_kr: {{Folder_Label}} 편집
pt_br: Editar {{Folder_Label}}
ru_ru: Редактировать {{Folder_Label}}
th_th: แก้ไข {{Folder_Label}}
vi_vn: Chỉnh sửa {{Folder_Label}}
zh_cn: 编辑{{Folder_Label}}
zh_hk: 編輯{{Folder_Label}}

# USw
source: Flagged
de_de: Markiert
es_es: Marcados
fr_fr: Signalé
hi_in: फ़्लैग किए गए
id_id: Ditandai
it_it: Contrassegnate
ja_jp: フラグ付き
ko_kr: 플래그 지정됨
ms_my: Dibenderakan
pt_br: Sinalizada
ru_ru: Помеченные
th_th: ตั้งค่าสถานะแล้ว
vi_vn: Đã gắn cờ
zh_cn: 已加旗标
zh_hk: 已加旗標

# rlA
source: folder
de_de: Ordner
es_es: carpeta
fr_fr: dossier
hi_in: फ़ोल्डर
it_it: cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: pasta
ru_ru: папка
th_th: โฟลเดอร์
vi_vn: thư mục
zh_cn: 文件夹
zh_hk: 資料夾

# ExI
source: Folder management
de_de: Ordnerverwaltung
es_es: Gestión de carpetas
fr_fr: Gestion des dossiers
hi_in: फ़ोल्डर प्रबंधन
id_id: Manajemen folder
it_it: Gestione cartelle
ja_jp: フォルダ管理
ko_kr: 폴더 관리
ms_my: Pengurusan folder
pt_br: Gerenciamento de pastas
ru_ru: Управление папками
th_th: การจัดการโฟลเดอร์
vi_vn: Quản lý thư mục
zh_cn: 文件夹管理
zh_hk: 資料夾管理

# S5U
source: You can create a new folder here, and manage emails by moving them to your folders.
de_de: Hier können Sie einen neuen Ordner erstellen und E-Mails durch Verschieben in Ihre Ordner verwalten.
es_es: Puedes crear una nueva carpeta aquí y mover los correos electrónicos a tus carpetas para gestionarlos.
fr_fr: Vous pouvez créer un nouveau dossier ici et gérer les e-mails en les déplaçant vers vos dossiers.
hi_in: आप यहाँ एक फ़ोल्डर बना सकते हैं और ईमेल्स को अपने फ़ोल्डर्स में ले जाकर उन्हें प्रबंधित कर सकते हैं.
id_id: Anda dapat membuat folder baru di sini dan mengelola email dengan memindahkannya ke sini.
it_it: Qui puoi creare una nuova cartella e gestire le e-mail spostandole all'interno delle tue cartelle.
ja_jp: ここで新規フォルダを作成し、メールをフォルダに移動して管理できます。
ko_kr: 여기서 새 폴더를 생성하고 이메일을 폴더로 이동하여 관리할 수 있습니다.
ms_my: Anda boleh mencipta folder baru di sini dan mengurus emel dengan memindahkannya ke folder anda.
pt_br: Você pode criar uma nova pasta aqui e gerenciar os emails ao movê-los para suas pastas.
ru_ru: Вы можете создать здесь новую папку и управлять письмами, перемещая их в свои папки.
th_th: คุณสามารถสร้างโฟลเดอร์ใหม่ได้ที่นี่ และจัดการรายละเอียดอีเมลได้โดยการย้ายไปยังโฟลเดอร์
vi_vn: Bạn có thể tạo một thư mục mới tại đây và quản lý email bằng cách di chuyển chúng sang các thư mục của bạn.
zh_cn: 你可以在这里创建文件夹，通过将邮件移至文件夹里来更好地管理邮件。
zh_hk: 您可在這裡建立資料夾，把郵件移至資料夾，方便管理。

# BIs
source: Folder location
de_de: Ordnerspeicherort
es_es: Ubicación de carpeta
fr_fr: Emplacement du dossier
id_id: Lokasi folder
it_it: Posizione della cartella
ja_jp: 保存先
ko_kr: 폴더 위치
ms_my: Lokasi folder
pt_br: Localização da pasta
ru_ru: Расположение папки
th_th: ตำแหน่งโฟลเดอร์
vi_vn: Vị trí thư mục
zh_cn: 文件夹位置
zh_hk: 資料夾位置

# 2JU
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_hk: 資料夾

# FhY
source: Inbox
de_de: Posteingang
es_es: Bandeja de entrada
fr_fr: Boîte de réception
hi_in: इनबॉक्स
id_id: Kotak Masuk
it_it: Posta in arrivo
ja_jp: 受信トレイ
ko_kr: 받은 편지함
ms_my: Peti Masuk
pt_br: Caixa de entrada
ru_ru: Входящие
th_th: กล่องข้อความ
vi_vn: Hộp thư đến
zh_cn: 收件箱
zh_hk: 收件箱

# 6/o
source: Manage folders/labels
de_de: Ordner/Label verwalten
es_es: Administrar carpetas y etiquetas
fr_fr: Gérer les dossiers/étiquettes
hi_in: फ़ोल्डर/लेबल प्रबंधित करें
id_id: Kelola folder/label
it_it: Gestisci cartelle/etichette
ja_jp: フォルダ/ラベルを管理
ko_kr: 폴더/레이블 관리
ms_my: Urus folder/label
pt_br: Gerenciar pastas/rótulos
ru_ru: Управление папками/метками
th_th: จัดการโฟลเดอร์/ป้ายกำกับ
vi_vn: Quản lý các thư mục/nhãn
zh_cn: 管理文件夹/标签
zh_hk: 管理資料夾/標籤

# kDs
source: Label
es_es: Etiqueta
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
ko_kr: 레이블
pt_br: Rótulo
ru_ru: Метка
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_hk: 標籤

# HeU
source: Failed to move
de_de: Verschieben fehlgeschlagen
es_es: Error al mover
fr_fr: Échec du déplacement
hi_in: ले जाने में विफल हुआ
id_id: Gagal memindah
it_it: Impossibile spostare
ja_jp: 移動できませんでした
ko_kr: 이동 실패
ms_my: Gagal pindah
pt_br: Falha ao mover
ru_ru: Не удалось переместить
th_th: ย้ายไม่สำเร็จ
vi_vn: Không thể di chuyển
zh_cn: 移动失败
zh_hk: 移除失敗

# +g4
source: Move to folder
de_de: In Ordner verschieben
es_es: Mover a la carpeta
fr_fr: Déplacer vers le dossier
hi_in: फ़ोल्डर ले जाएँ
id_id: Pindah ke folder
it_it: Sposta in cartella
ja_jp: フォルダに移動
ko_kr: 폴더로 이동
ms_my: Pindah ke folder
pt_br: Mover para a pasta
ru_ru: Переместить в папку
th_th: ย้ายไปยังโฟลเดอร์
vi_vn: Di chuyển tới thư mục
zh_cn: 移至文件夹
zh_hk: 移至資料夾

# Tkc
source: Moved to "{{FolderName}}"
de_de: Verschoben nach „{{FolderName}}“
es_es: Movido a "{{FolderName}}"
fr_fr: Déplacé vers "{{FolderName}}"
hi_in: {{FolderName}} में ले जाया गया
id_id: Dipindahkan ke "{{FolderName}}"
it_it: Spostata in "{{FolderName}}"
ja_jp: 「{{FolderName}}」に移動しました。
ko_kr: "{{FolderName}}"에 이동됨
ms_my: Dipindahkan ke "{{FolderName}}"
pt_br: Movido para "{{FolderName}}"
ru_ru: Перемещено в "{{FolderName}}"
th_th: ย้ายไปยัง "{{FolderName}}" แล้ว
vi_vn: Đã di chuyển đến "{{FolderName}}"
zh_cn: 已移至“{{FolderName}}”
zh_hk: 已移至「{{FolderName}}」

# 8QE
source: Moving...
de_de: Verschieben...
es_es: Moviendo...
fr_fr: Déplacement…
hi_in: ले जाया जा रहा है...
id_id: Memindahkan…
it_it: Spostamento in corso...
ja_jp: 移動中...
ko_kr: 이동 중...
ms_my: Memindahkan...
pt_br: Movendo...
ru_ru: Перемещение...
th_th: กำลังย้าย...
vi_vn: Đang di chuyển...
zh_cn: 移动中...
zh_hk: 流動中...

# ssw
source: Folders
de_de: Ordner
es_es: Carpetas
fr_fr: Dossiers
id_id: Folder
it_it: Cartelle
ja_jp: フォルダ
ko_kr: 폴더
ms_my: Folder-folder
pt_br: Pastas
ru_ru: Папки
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_hk: 資料夾

# pHk
source: The same level {{Folder_Label}} name already exists
de_de: Name {{Folder_Label}} derselben Ebene existiert bereits.
es_es: Ya existe el nombre de la {{Folder_Label}}
fr_fr: Le nom de niveau {{Folder_Label}} existe déjà
hi_in: समान स्तर {{Folder_Label}} नाम पहले से मौजूद है
id_id: Nama {{Folder_Label}} pada level yang sama sudah ada
it_it: Il nome {{Folder_Label}} dello stesso livello esiste già.
ja_jp: 当該{{Folder_Label}}名が既に同レベルに存在しています
ko_kr: 동일한 수준의 {{Folder_Label}} 이름이 이미 존재합니다
ms_my: Nama {{Folder_Label}} peringkat yang sama sudah wujud
pt_br: O nome da {{Folder_Label}} do mesmo nível já existe
ru_ru: Такое имя уровня {{Folder_Label}} уже существует
th_th: มีชื่อ {{Folder_Label}} ระดับเดียวกันอยู่แล้ว
vi_vn: Tên {{Folder_Label}} đã tồn tại
zh_cn: 该同级{{Folder_Label}}名称已存在
zh_hk: 此同級{{Folder_Label}}名稱已存在

# D1k
source: Name is required
de_de: Name ist erforderlich
es_es: El nombre es obligatorio
fr_fr: Le nom est obligatoire
hi_in: नाम आवश्यक है
id_id: Nama wajib diisi
it_it: Il nome è obbligatorio
ja_jp: ファルダ名を入力してください
ko_kr: 이름이 필요합니다
ms_my: Nama diperlukan
pt_br: Obrigatório inserir nome
ru_ru: Имя обязательно
th_th: ต้องใส่ชื่อ
vi_vn: Bắt buộc phải có tên
zh_cn: 名称不能为空
zh_hk: 名稱不能留空

# RZA
source: If {{APP_DISPLAY_NAME}} version is below 3.43, emails in folders will be showed in Archived.
de_de: In {{APP_DISPLAY_NAME}} vor Version 3.42 werden E-Mails in Ordnern vorübergehend in das Verzeichnis "Archiviert" verschoben.
es_es: Si la versión de {{APP_DISPLAY_NAME}} es inferior a 3.42, los correos electrónicos de las carpetas se moverán temporalmente a "Archivado".
fr_fr: Si la version de {{APP_DISPLAY_NAME}} est inférieure à 3.42, les e-mails dans les dossiers seront temporairement déplacés vers « Archivé ».
hi_in: अगर {{APP_DISPLAY_NAME}} संस्करण, 3.42 से पहले का है, तो फ़ोल्डर में मौजूद ईमेल अस्थायी रूप से "संग्रहीत" में ले जाए जाएंगे.
id_id: Jika versi {{APP_DISPLAY_NAME}} lebih rendah dari 3.42, email dalam folder akan dipindahkan sementara ke "Arsip".
it_it: Se la versione di {{APP_DISPLAY_NAME}} è precedente alla 3.42, le e-mail nelle cartelle verranno temporaneamente spostate in "Archiviato".
ja_jp: {{APP_DISPLAY_NAME}} は V3.43 以下の場合、フォルダにあるメールは「アーカイブ」に移動します。
ko_kr: {{APP_DISPLAY_NAME}} 버전이 3.42 미만이면 폴더의 이메일이 일시적으로 "보관됨"으로 이동합니다.
ms_my: Jika versi {{APP_DISPLAY_NAME}} di bawah 3.43, emel dalam folder akan ditunjukkan dalam Arkib.
pt_br: Se a versão do {{APP_DISPLAY_NAME}} for mais antiga do que 3.42, os emails nas pastas serão movidos temporariamente para “Arquivados”.
ru_ru: Если версия {{APP_DISPLAY_NAME}} ниже 3.42, письма в папках будут временно перемещены в "Архив".
th_th: หากเวอร์ชันของ {{APP_DISPLAY_NAME}} ต่ำกว่า 3.42 อีเมลในโฟลเดอร์จะถูกย้ายไปยัง “เก็บถาวร” ชั่วคราว
vi_vn: Nếu phiên bản {{APP_DISPLAY_NAME}} cũ hơn phiên bản 3.42, email trong các thư mục sẽ được tạm thời di chuyển sang thư mục "Lưu trữ".
zh_cn: 若{{APP_DISPLAY_NAME}}版本低于 3.43，文件夹里的邮件将在“已归档”里展示。
zh_hk: 若{{APP_DISPLAY_NAME}}版本低於 3.43，資料夾內的郵件將在「已封存」內展示。

# sWQ
source: Please enter {{Folder_Label}} name
de_de: Bitte {{Folder_Label}}name eingeben
es_es: Introduce un nombre para {{Folder_Label}}
fr_fr: Veuillez saisir le nom de {{Folder_Label}}
hi_in: कृपया {{Folder_Label}} नाम दर्ज करें
id_id: Masukkan nama {{Folder_Label}}
it_it: Immetti il nome di {{Folder_Label}}
ja_jp: {{Folder_Label}}名を入力
ko_kr: {{Folder_Label}} 이름을 입력하세요
ms_my: Sila masukkan nama {{Folder_Label}}
pt_br: Insira o nome de {{Folder_Label}}
ru_ru: Введите имя {{Folder_Label}}
th_th: โปรดกรอกชื่อ {{Folder_Label}}
vi_vn: Vui lòng nhập tên {{Folder_Label}}
zh_cn: 请输入{{Folder_Label}}名称
zh_hk: 請輸入{{Folder_Label}}名稱

# txw
source: Scheduled
de_de: Geplant
es_es: Programado
fr_fr: Programmé
hi_in: शेड्यूल किया गया
id_id: Terjadwal
it_it: Pianificato
ja_jp: 予約送信
ko_kr: 예약됨
ms_my: Berjadual
pt_br: Agendado
ru_ru: Запланировано
th_th: ตั้งกำหนดการแล้ว
vi_vn: Đã lên lịch
zh_cn: 定时发送
zh_hk: 定時發送

# R30
source: Sent
de_de: Gesendet
es_es: Enviados
fr_fr: Envoyés
hi_in: भेजे गए
id_id: Terkirim
it_it: Inviata
ja_jp: 送信済み
ko_kr: 보낸 편지함
ms_my: Terkirim
pt_br: Enviado
ru_ru: Отправленные
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 已发送
zh_hk: 已發送

# DYU
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: शेयर करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有メール
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Общие
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享邮件
zh_hk: 分享郵件

# uag
source: Spam
hi_in: स्पैम
ja_jp: 迷惑メール
ko_kr: 스팸 편지함
ru_ru: Спам
th_th: สแปม
vi_vn: Thư rác
zh_cn: 垃圾邮件
zh_hk: 垃圾郵件

# AwM
source: Folder names can't include special characters.
de_de: Ordnernamen dürfen keine Sonderzeichen enthalten.
es_es: Los nombres de carpeta no pueden incluir caracteres especiales.
fr_fr: Les noms des dossiers ne peuvent pas inclure de caractères spéciaux.
hi_in: फ़ोल्डर के नाम में विशेष वर्ण शामिल नहीं हो सकते.
id_id: Nama folder tidak boleh menyertakan karakter khusus.
it_it: I nomi delle cartelle non possono includere caratteri speciali.
ja_jp: 特殊文字を使用できません
ko_kr: 폴더 이름에는 특수 문자를 사용할 수 없습니다.
ms_my: Nama folder tidak boleh mengandungi aksara khas.
pt_br: Os nomes das pastas não podem incluir caracteres especiais.
ru_ru: Имена папок не могут содержать специальные символы.
th_th: ชื่อโฟลเดอร์ต้องไม่มีอักขระพิเศษ
vi_vn: Tên thư mục không được chứa các ký tự đặc biệt.
zh_cn: 名称不能包含特殊字符
zh_hk: 名稱不能包含特殊字元

# 6lc
source: {{TabName}} location
de_de: {{TabName}}-Speicherort
es_es: Ubicación de {{TabName}}
fr_fr: Emplacement {{TabName}}
id_id: Lokasi {{TabName}}
it_it: Posizione {{TabName}}
ja_jp: {{TabName}} 保存先
ko_kr: {{TabName}} 위치
ms_my: Lokasi {{TabName}}
pt_br: Localização de {{TabName}}
ru_ru: {{TabName}} местоположение
th_th: ตำแหน่ง {{TabName}}
vi_vn: Vị trí {{TabName}}
zh_cn: {{TabName}}位置
zh_hk: {{TabName}}位置

# iAQ
source: Trash
de_de: Papierkorb
es_es: Papelera
fr_fr: Corbeille
hi_in: ट्रैश
id_id: Sampah
it_it: Cestino
ja_jp: ゴミ箱
ko_kr: 휴지통
ms_my: Tong Sampah
pt_br: Lixeira
ru_ru: Корзина
th_th: ถังขยะ
vi_vn: Thùng rác
zh_cn: 已删除
zh_hk: 已刪除

# WRg
source: Once followed, you can directly check the contact's emails in Chats.
de_de: Wenn Sie einem Kontakt folgen, können Sie die E-Mails des Kontakts in Chats direkt prüfen.
es_es: Cuando empieces a seguirlo, podrás revisar directamente los correos electrónicos del contacto en Chats.
fr_fr: Une fois suivi, vous pouvez directement consulter les e-mails du contact dans les Chats.
id_id: Setelah diikuti, Anda dapat langsung memeriksa email kontak di dalam Obrolan.
it_it: Una volta seguito, potrai verificare direttamente le e-mail del contatto nelle chat.
ja_jp: フォローしておくと、チャット一覧から新しいメールを確認できるようになります。
ko_kr: 팔로우하면 채팅에서 연락처의 이메일을 직접 확인할 수 있습니다.
pt_br: Uma vez seguido, você pode verificar diretamente os e-mails do contato no Chats.
ru_ru: Подписавшись, вы сможете проверять письма от этого контакта непосредственно в чатах.
th_th: เมื่อติดตามแล้ว คุณจะตรวจสอบอีเมลของรายชื่อที่ติดต่อได้โดยตรงในการแชท
vi_vn: Sau khi theo dõi, bạn có thể trực tiếp kiểm tra email của liên hệ này trong Cuộc trò chuyện.
zh_cn: 关注后，可直接在消息列表查看对方新邮件
zh_hk: 追蹤後，可直接在訊息清單查看對方新郵件

# oo4
source: Don't Show Again
de_de: Nicht mehr anzeigen
es_es: No volver a mostrar
fr_fr: Ne plus afficher
id_id: Jangan Tampilkan Lagi
it_it: Non mostrare più
ja_jp: 再表示しない
ko_kr: 다시 표시하지 않음
pt_br: Não mostrar novamente
ru_ru: Больше не показывать
th_th: ไม่ต้องแสดงอีก
vi_vn: Không hiển thị lại
zh_cn: 不再提醒
zh_hk: 不再提醒

# nuk
source: Follow {{name}} and directly check your email exchanges in Chats. No need to go back to the inbox!
de_de: Folgen Sie {{name}} und prüfen Sie Ihren E-Mail-Austausch direkt in Chats. Sie müssen hierfür nicht mehr extra zum Posteingang zurückkehren!
es_es: Sigue a {{name}} y comprueba los intercambios de correo electrónico directamente en Chats. No tendrás que volver a la bandeja de entrada.
fr_fr: Suivez {{name}} et consultez directement vos échanges d'e-mails dans les Chats. Plus besoin de retourner dans la boîte de réception !
id_id: Ikuti {{name}} dan langsung periksa pertukaran email Anda di dalam Obrolan. Tidak perlu kembali ke kotak masuk!
it_it: Segui {{name}} e verifica direttamente gli scambi e-mail nelle chat. Non dovrai tornare alla casella di posta in arrivo!
ja_jp: {{name}} をフォローしておくと、チャット一覧から新しいメールを確認できるようになります。
ko_kr: {{name}} 님을 팔로우하고 채팅에서 이메일 교환을 직접 확인하세요. 받은 편지함으로 돌아가지 않아도 됩니다!
pt_br: Acompanhe {{name}} e verifique diretamente suas trocas de e-mail no Chats. Não há necessidade de voltar à caixa de entrada!
ru_ru: Подпишитесь на {{name}} и обменивайтесь письмами непосредственно в чатах. Больше не нужно возвращаться в папку Входящие!
th_th: ติดตาม {{name}} และตรวจสอบการแลกเปลี่ยนอีเมลของคุณโดยตรงในแชท ไม่ต้องกลับไปที่กล่องจดหมายอีก
vi_vn: Theo dõi {{name}} và trực tiếp kiểm tra email trao đổi trong Cuộc trò chuyện. Không cần quay lại hộp thư đến!
zh_cn: 关注 {{name}} 后，可直接在消息列表查看对方新邮件
zh_hk: 追蹤 {{name}} 後，可直接在訊息清單查看對方新郵件

# O8M
source: Follow frequently-used contact {{name}}
de_de: Dem häufig verwendeten Kontakt {{name}} folgen
es_es: Seguir el contacto usado con frecuencia {{name}}
fr_fr: Suivre les contacts fréquemment utilisés {{name}}
id_id: Ikuti kontak yang sering digunakan {{name}}
it_it: Segui il contatto usato di frequente {{name}}
ja_jp: よく使う連絡先 {{name}} をフォローしましょう
ko_kr: 자주 사용하는 연락처 {{name}} 팔로우
pt_br: Siga o contato {{name}} usado com frequência
ru_ru: Подпишитесь на часто используемый контакт {{name}}
th_th: ติดตามรายชื่อที่ติดต่อที่ใช้บ่อย {{name}}
vi_vn: Theo dõi liên hệ thường dùng {{name}}
zh_cn: 推荐关注常用联系人 {{name}}
zh_hk: 推薦追蹤常用聯絡人：{{name}}

# zaU
source: Follow
de_de: Folgen
es_es: Seguir
fr_fr: Suivre
id_id: Ikuti
it_it: Segui
ja_jp: フォロー
ko_kr: 팔로우
pt_br: Seguir
ru_ru: Подписаться
th_th: ติดตาม
vi_vn: Theo dõi
zh_cn: 立即关注
zh_hk: 立即追蹤

# ZNU
source: Scheduled send has been canceled, and the email has been restored to draft.
de_de: Das geplante Senden der E-Mail wurde abgebrochen und die E-Mail in „Entwürfe“ gespeichert.
es_es: El envío programado se ha cancelado y el correo electrónico se ha restaurado a borrador.
fr_fr: L'envoi planifié a été annulé et l'e-mail a été restauré en tant que brouillon.
id_id: Pengiriman terjadwal telah dibatalkan, dan email telah dipulihkan ke draf.
it_it: L'invio pianificato è stato annullato e l'e-mail è stata ripristinata nelle bozze.
ja_jp: 予約送信を取り消しました。メールは下書きとして保存されました。
ko_kr: 예약된 보내기가 취소되고 이메일이 임시 보관함으로 복원되었습니다.
pt_br: O envio programado foi cancelado e o e-mail foi restaurado para rascunho.
ru_ru: Запланированная отправка была отменена, письмо возвращено в черновики.
th_th: การส่งตามกำหนดเวลาถูกยกเลิกแล้ว และได้กู้คืนอีเมลเป็นแบบร่างแล้ว
vi_vn: Đã hủy lịch gửi và đã khôi phục email vào mục thư nháp.
zh_cn: 已取消定时发送，邮件已存为草稿
zh_hk: 已取消定時發送，郵件已儲存為草稿

# yHw
source: Send has been withdrawn, and the email has been restored to draft.
de_de: Das Senden der E-Mail wurde zurückgezogen und die E-Mail in „Entwürfe“ gespeichert.
es_es: Se ha retirado el envío y el correo electrónico se ha restaurado a borrador.
fr_fr: L'envoi a été retiré et l'e-mail a été restauré en tant que brouillon.
id_id: Pengiriman telah ditarik, dan email telah dipulihkan ke draf.
it_it: L'invio è stato ritirato e l'e-mail è stata ripristinata nelle bozze.
ja_jp: 送信を取り消しました。メールは下書きとして保存されました。
ko_kr: 보내기가 철회되고 이메일이 임시 보관함으로 복원되었습니다.
ms_my: {{aiName}} kini tidak tersedia. Sila cuba lagi nanti.
pt_br: O envio foi retirado, e o e-mail foi restaurado para rascunho.
ru_ru: Отправка была отозвана, письмо возвращено в черновики.
th_th: ยกเลิกการส่งแล้ว และกู้คืนอีเมลเป็นฉบับร่างแล้ว
vi_vn: Đã thu hồi yêu cầu gửi và đã khôi phục email vào mục thư nháp.
zh_cn: 已撤销发送，邮件已存为草稿
zh_hk: 已撤銷發送，郵件已儲存為草稿

# o/I
source: Sender blocked. You won't see the sender's email updates again.
de_de: Der Absender wurde blockiert. Die E-Mail-Aktualisierungen des Absenders werden nicht mehr angezeigt.
es_es: Remitente bloqueado. No volverás a ver las actualizaciones de correo electrónico del remitente.
fr_fr: Expéditeur bloqué. Vous ne verrez plus les mises à jour des e-mails de l'expéditeur.
id_id: Pengirim diblokir. Anda tidak akan melihat pembaruan email pengirim lagi.
it_it: Mittente bloccato. Non vedrai più gli aggiornamenti e-mail del mittente.
ja_jp: この送信者をブロックしました。以降、メールのやり取りは更新されません。
ko_kr: 보낸 사람이 차단되었습니다. 보낸 사람의 이메일 업데이트를 다시 볼 수 없게 됩니다.
pt_br: Remetente bloqueado. Você não verá as atualizações de e-mail do remetente novamente.
ru_ru: Отправитель заблокирован. Вам больше не будут отображаться уведомления о полученных от него письмах.
th_th: ผู้ส่งถูกบล็อกแล้ว คุณจะไม่เห็นการอัปเดตอีเมลของผู้ส่งอีก
vi_vn: Đã chặn người gửi. Bạn sẽ không thể xem lại thông tin cập nhật email của người gửi.
zh_cn: 已屏蔽该发件人，来往邮件将不再更新
zh_hk: 已封鎖該寄件者，來往郵件將不再更新

# ayA
source: Unable to send email. Please check in {{outbox}}
de_de: Einige E-Mails konnten nicht gesendet werden. Bitte prüfen Sie den Postausgang.
es_es: Hay correos electrónicos que no se han enviado. Comprueba la bandeja de salida.
fr_fr: Certains e-mails n'ont pas été envoyés. Veuillez vérifier dans la boîte d'envoi.
id_id: Ada email yang gagal terkirim. Periksa di dalam Kotak Keluar.
it_it: Sono presenti e-mail il cui invio non è riuscito. Verifica nella casella di posta in uscita.
ja_jp: メールを送信できませんでした。{{outbox}} をご確認ください。
ko_kr: 보내지 못한 이메일이 있습니다. 보낼 편지함에서 확인하세요.
pt_br: Há e-mails que não foram enviados. Verifique na caixa de saída.
ru_ru: Имеются письма, которые не удалось отправить. Проверьте папку Исходящие.
th_th: มีอีเมลที่ส่งไม่สำเร็จ โปรดตรวจสอบในกล่องขาออก
vi_vn: Có email không gửi được. Vui lòng kiểm tra Hộp thư đi.
zh_cn: 有邮件发送失败，请前往 {{outbox}} 查看
zh_hk: 有郵件發送失敗，請前往寄件箱查看。
