Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# WlQ
source: Unlinked
de_de: Verknüpfung aufgehoben
es_es: Desvinculado
fr_fr: Dissocié
hi_in: अनलिंक किया गया
id_id: Tidak ditautkan
it_it: Scollegato
ja_jp: 未関連付け
ko_kr: 연결 해제됨
ms_my: Dinyahpaut
pt_br: Desvinculado
ru_ru: Отключено
th_th: ยกเลิกการเชื่อมโยงแล้ว
vi_vn: Đã hủy liên kết
zh_cn: 未绑定
zh_hk: 未綁定

# Kws
source: Link Again
de_de: Wieder verknüpfen
es_es: Vincular de nuevo
fr_fr: Lier à nouveau
hi_in: दोबारा लिंक करें
id_id: Tautkan Ulang
it_it: Collega di nuovo
ja_jp: 再関連付け
ko_kr: 다시 연결
ms_my: Pautkan Semula
pt_br: Vincular novamente
ru_ru: Подключиться заново
th_th: เชื่อมโยงอีกครั้ง
vi_vn: Liên kết Lại
zh_cn: 重新绑定
zh_hk: 重新綁定

# 4+U
source: Other Accounts
de_de: Andere Konten
es_es: Otras cuentas
fr_fr: Autres comptes
hi_in: अन्य खाते
id_id: Akun Lainnya
it_it: Altri account
ja_jp: 他のアカウント
ko_kr: 기타 계정
ms_my: Akaun Lain
pt_br: Outras contas
ru_ru: Другие учетные записи
th_th: บัญชีอื่น
vi_vn: Tài khoản khác
zh_cn: 其他账号
zh_hk: 其他帳戶

# 5f0
source: Personal
de_de: Persönlich
fr_fr: Personnel
hi_in: व्यक्तिगत
id_id: Pribadi
it_it: Personale
ja_jp: 個人
ko_kr: 개인
ms_my: Peribadi
pt_br: Pessoal
ru_ru: Персональные данные
th_th: ส่วนตัว
vi_vn: Cá nhân
zh_cn: 个人
zh_hk: 個人

# A38
source: The linked account has expired, please link again
de_de: Das verknüpfte Konto ist abgelaufen, bitte wieder verknüpfen
es_es: La cuenta vinculada ha caducado, puedes vincularla de nuevo
fr_fr: Le compte lié a expiré, veuillez le lier à nouveau
hi_in: लिंक किए गए खाते की समय-सीमा समाप्त हुई, कृपया दोबारा लिंक करें
id_id: Akun yang ditautkan telah kedaluwarsa, tautkan ulang
it_it: L'account collegato è scaduto, ripeti il collegamento
ja_jp: 関連付けられたアカウントは期限切れです。再度関連付けてください
ko_kr: 연결된 계정이 만료되었습니다. 다시 연결하세요
ms_my: Akaun yang dipautkan telah tamat tempoh, sila pautkan semula
pt_br: A conta vinculada venceu; vincule novamente
ru_ru: Истек срок действия подключенной учетной записи, подключитесь заново
th_th: บัญชีที่เชื่อมโยงไว้หมดอายุแล้ว โปรดเชื่อมโยงอีกครั้ง
vi_vn: Tài khoản được liên kết đã hết hạn, vui lòng liên kết lại
zh_cn: 关联账号已过期，请重新绑定
zh_hk: 關聯帳戶已過期，請重新綁定

# Pvk
source: Public
de_de: Öffentlich
es_es: Público
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公共
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Открытый
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公共
zh_hk: 公共

# 8TU
source: You have been added to a public mailbox, click here to switch to other mailboxes.
de_de: Sie wurden einem öffentlichen Postfach hinzugefügt. Klicken Sie hier, um zu anderen Postfächern zu wechseln.
es_es: Se te ha añadido al buzón de correo público, haz clic aquí para cambiar a otros buzones de correo.
fr_fr: Vous avez été ajouté à une boîte aux lettres publique, cliquez ici pour passer à d'autres boîtes aux lettres.
hi_in: आपको एक सार्वजनिक मेलबॉक्स में जोड़ दिया गया है, अन्य मेलबॉक्स में स्विच करने के लिए यहाँ क्लिक करें.
id_id: Anda telah ditambahkan ke kotak surat publik, klik di sini untuk beralih ke kotak surat lain.
it_it: Sei stato aggiunto a una casella di posta pubblica, fai clic qui per passare ad altre caselle di posta.
ja_jp: 管理者により、共有メールアドレスに追加されました。こちらをクリックすると、共有メールアドレスに切り替えることができます。
ko_kr: 공개 사서함에 추가되었습니다. 다른 사서함으로 전환하려면 여기를 클릭하세요.
ms_my: Anda telah ditambahkan ke peti mel awam, klik di sini untuk beralih ke peti mel lain.
pt_br: Você foi adicionado a uma caixa de entrada pública. Clique aqui para mudar para outras caixas de entrada.
ru_ru: Вы были добавлены в открытый почтовый ящик. Щелкните здесь, чтобы переключиться на другие почтовые ящики.
th_th: คุณได้ถูกเพิ่มเข้าไปยังกล่องจดหมายสาธารณะแล้ว คลิกที่นี่เพื่อสลับไปยังกล่องจดหมายอื่น
vi_vn: Bạn đã được thêm vào một hòm thư công khai, nhấp vào đây để chuyển sang hòm thư khác.
zh_cn: 管理员为你开通了业务邮箱功能，点击此处切换到业务邮箱
zh_hk: 管理員已為您開通業務電郵地址功能，點擊這裡切換到業務電郵地址

# YJ4
source: The settings of the public mailbox will be synchronized to all members.
de_de: Die Einstellungen des öffentlichen Postfachs wird mit allen Mitgliedern synchronisiert.
es_es: La configuración del buzón público se sincronizará con todos los miembros.
fr_fr: Les paramètres de la boîte aux lettres publique seront synchronisés avec tous les membres.
hi_in: सार्वजनिक मेलबॉक्स की सेटिंग्स सभी सदस्यों के लिए सिंक्रनाइज़ की जाएगी
id_id: Pengaturan kotak surat publik akan disinkronkan untuk semua anggota.
it_it: Le impostazioni della cassetta postale pubblica verranno sincronizzate con tutti i membri.
ja_jp: 共有メールアドレスの設定はメンバー全員に同期されます。
ko_kr: 공개 사서함의 설정은 모든 구성원에게 동기화됩니다.
ms_my: Tetapan peti mel umum akan disegerakkan kepada semua ahli.
pt_br: As configurações da caixa de entrada pública serão sincronizadas para todos os membros.
ru_ru: Настройки общего почтового ящика будут синхронизированы для всех участников.
th_th: จะมีการซิงค์โครไนซ์การตั้งค่าของกล่องจดหมายสาธารณะกับสมาชิกทุกคน
vi_vn: Các cài đặt của hộp thư công khai sẽ được đồng bộ hóa cho tất cả thành viên.
zh_cn: 公共邮箱的设置将同步给所有成员
zh_hk: 公共電郵地址的設定將與所有成員同步

# C/E
source: Switch email accounts
de_de: E-Mail-Konten wechseln
es_es: Alternar cuentas de correo electrónico
fr_fr: Changer de compte de messagerie
hi_in: ईमेल खाते स्विच करें
id_id: Beralih akun email
it_it: Cambia account e-mail
ja_jp: アカウントを切り替える
ko_kr: 이메일 계정 전환
ms_my: Tukar akaun emel
pt_br: Alternar contas de e-mail
ru_ru: Сменить учетную запись почты
th_th: สลับบัญชีอีเมล
vi_vn: Chuyển tài khoản email
zh_cn: 切换账号
zh_hk: 切換帳戶

# nxw
source: Chat group
de_de: Chatgruppe
es_es: Grupo de chat
fr_fr: Groupe de discussion
hi_in: चैट समूह
id_id: Grup obrolan
it_it: Gruppo di chat
ja_jp: グループチャット
ko_kr: 채팅 그룹
ms_my: Kumpulan sembang
pt_br: Grupo do chat
ru_ru: Группа чата
th_th: กลุ่มแชท
vi_vn: Nhóm trò chuyện
zh_cn: 聊天群组
zh_hk: 聊天群組

# 1h4
source: Mailing list
de_de: Mailingliste
es_es: Lista de correo electrónico
fr_fr: Liste de diffusion
hi_in: मेलिंग सूची
id_id: Milis
it_it: Lista di distribuzione
ja_jp: メーリングリスト
ko_kr: 메일 그룹
ms_my: Senarai surat
pt_br: Lista de e-mails
ru_ru: Список рассылки
th_th: รายการส่งอีเมล
vi_vn: Danh sách gửi thư
zh_cn: 邮件组
zh_hk: 郵件組

# pwE
source: Manage Folders/Labels
de_de: Ordner/Label verwalten
es_es: Administrar carpetas y etiquetas
fr_fr: Gérer les dossiers/libellés
id_id: Kelola Folder/Label
it_it: Gestisci cartelle/etichette
ja_jp: フォルダ・ラベルを管理
ko_kr: 폴더/레이블 관리
ms_my: Urus Folder/Label
pt_br: Gerenciar pastas/rótulos
ru_ru: Управлять папками/метками
th_th: จัดการโฟลเดอร์/ป้ายกำกับ
vi_vn: Quản lý thư mục/nhãn
zh_cn: 管理文件夹/标签
zh_hk: 管理資料夾/標籤

# 0R4
source: Add Sender Address
de_de: Absenderadresse hinzufügen
es_es: Agregar dirección de remitente
fr_fr: Ajouter une adresse d'expéditeur
id_id: Tambah Alamat Pengirim
it_it: Aggiungi indirizzo del mittente
ja_jp: 送信アドレスを追加
ko_kr: 보낸 사람 주소 추가
ms_my: Tambah Alamat Penghantar
pt_br: Adicionar endereço do remetente
ru_ru: Добавить адрес отправителя
th_th: เพิ่มที่อยู่ผู้ส่ง
vi_vn: Thêm địa chỉ người gửi
zh_cn: 添加发信地址
zh_hk: 新增寄件者地址

# yFA
source: Sender addresses in use
de_de: Verwendete Absenderadressen
es_es: Direcciones de remitentes en uso
fr_fr: Adresses d'expéditeurs utilisées
id_id: Alamat pengirim sedang digunakan
it_it: Indirizzi dei mittenti in uso
ja_jp: 追加済みの送信アドレス
ko_kr: 사용 중인 보낸 사람 주소
ms_my: Alamat penghantar yang digunakan
pt_br: Endereços de remetente em uso
ru_ru: Используемые адреса отправителей
th_th: ที่อยู่ผู้ส่งที่ใช้งานอยู่
vi_vn: Địa chỉ người gửi đang được sử dụng
zh_cn: 已添加的发信地址
zh_hk: 已新增的寄件者地址

# jHs
source: Default
de_de: Standardeinstellung
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ms_my: Lalai
pt_br: Padrão
ru_ru: По умолчанию
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_hk: 預設

# 7aE
source: Delete the address {{emailAddress}} ?
de_de: Möchten Sie die Adresse {{emailAddress}} löschen?
es_es: ¿Quieres eliminar la dirección {{emailAddress}}?
fr_fr: Supprimer l'adresse {{emailAddress}} ?
id_id: Hapus alamat {{emailAddress}}?
it_it: Eliminare l'indirizzo {{emailAddress}}?
ja_jp: メールアドレス {{emailAddress}} を削除しますか？
ko_kr: {{emailAddress}} 주소를 삭제하시겠습니까?
ms_my: Padam alamat {{emailAddress}} ?
pt_br: Excluir endereço {{emailAddress}}?
ru_ru: Удалить адрес {{emailAddress}}?
th_th: ลบที่อยู่ {{emailAddress}} หรือไม่
vi_vn: Xóa địa chỉ {{emailAddress}}?
zh_cn: 确定删除地址 {{emailAddress}} ?
zh_hk: 確定要刪除地址 {{emailAddress}} 嗎？

# fws
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# ER4
source: Edit Name
de_de: Namen bearbeiten
es_es: Editar nombre
fr_fr: Modifier le nom
id_id: Edit Nama
it_it: Modifica nome
ja_jp: 表示名を編集
ko_kr: 이름 편집
ms_my: Sunting Nama
pt_br: Editar Nome
ru_ru: Редактировать имя
th_th: แก้ไขชื่อ
vi_vn: Chỉnh sửa tên
zh_cn: 修改名称
zh_hk: 修改名稱

# Ok8
source: Sender name edited
de_de: Name des Absenders bearbeitet
es_es: Nombre de remitente editado
fr_fr: Nom de l'expéditeur modifié
id_id: Nama pengirim diedit
it_it: Nome del mittente modificato
ja_jp: 表示名を編集しました。
ko_kr: 보낸 사람의 이름이 편집되었습니다
ms_my: Nama pengirim disunting
pt_br: Nome do remetente editado
ru_ru: Имя отправителя отредактировано
th_th: แก้ไขชื่อผู้ส่งแล้ว
vi_vn: Đã chỉnh sửa tên người gửi
zh_cn: 名称已修改
zh_hk: 已修改名稱

# zHE
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_hk: 編輯

# IFE
source: The mailing list doesn't support customizing sender name. Please contact the administrator if needed.
de_de: Die Mailingliste unterstützt die individuelle Anpassung des Absendernamens nicht. Bitte wenden Sie sich bei Bedarf an den Administrator.
es_es: La lista de correo no admite la personalización del nombre del remitente. Ponte en contacto con el administrador si lo necesitas.
fr_fr: La liste de diffusion ne permet pas de personnaliser le nom de l'expéditeur. Veuillez contacter l'administrateur si nécessaire.
id_id: Milis tidak mendukung kustomisasi nama pengirim. Hubungi administrator jika diperlukan.
it_it: La lista di distribuzione non supporta la personalizzazione del nome del mittente. Se necessario, contatta l'amministratore.
ja_jp: メーリングリストでは、送信者名をカスタマイズできません。編集する必要がある場合は、管理者に連絡してください。
ko_kr: 해당 메일 그룹은 보낸 사람 이름 커스터마이징을 지원하지 않습니다. 필요하신 경우 관리자에게 문의하세요.
ms_my: Senarai penghantaran tidak menyokong penyesuaian nama penghantar. Sila hubungi pentadbir jika perlu.
pt_br: A lista de e-mails não suporta a personalização do nome do remetente. Entre em contato com o administrador, se necessário.
ru_ru: Список рассылки не поддерживает настройку имени отправителя. При необходимости свяжитесь с администратором.
th_th: รายการส่งอีเมลไม่รองรับการปรับแต่งชื่อผู้ส่ง โปรดติดต่อผู้ดูแลหากจำเป็น
vi_vn: Danh sách gửi thư không hỗ trợ tùy chỉnh tên người gửi. Vui lòng liên hệ với quản trị viên nếu cần.
zh_cn: 邮件组不支持自定义发信名称，如需修改，请联系管理员
zh_hk: 郵件群組不支援自訂寄件者名稱，如需修改，請聯絡管理員

# a0Y
source: Mailing list
de_de: Mailingliste
es_es: Lista de correo
fr_fr: Liste de diffusion
id_id: Milis
it_it: Lista di distribuzione
ja_jp: メーリングリスト
ko_kr: 메일 그룹
ms_my: Senarai penghantaran
pt_br: Lista de e-mails
ru_ru: Список рассылки
th_th: รายการส่งอีเมล
vi_vn: Danh sách gửi thư
zh_cn: 邮件组
zh_hk: 郵件群組

# Kzc
source: The name field can't be empty.
de_de: Das Feld „Name“ darf nicht leer bleiben.
es_es: El campo de nombre no puede quedar vacío.
fr_fr: Le champ Nom ne peut pas être vide.
id_id: Bidang nama tidak boleh kosong.
it_it: Il campo del nome non può essere vuoto.
ja_jp: 表示名は空欄にできません。
ko_kr: 이름 필드는 비워 둘 수 없습니다.
ms_my: Ruangan nama tidak boleh kosong.
pt_br: O campo Nome não pode ficar vazio.
ru_ru: Поле "Имя" не может быть пустым.
th_th: ช่องข้อมูลชื่อต้องไม่ว่างเปล่า
vi_vn: Không được bỏ trống trường tên.
zh_cn: 名称不能为空
zh_hk: 名稱不能為空

# ggg
source: Please use a shorter name, limited to {{num}} characters.
de_de: Bitte verwenden Sie einen kürzeren Namen mit max. {{num}} Zeichen.
es_es: Utiliza un nombre más corto, con un máximo de {{num}} caracteres.
fr_fr: Veuillez utiliser un nom plus court, limité à {{num}} caractères.
id_id: Gunakan nama yang lebih pendek, maksimum {{num}} karakter.
it_it: Utilizza un nome più breve entro i {{num}} caratteri.
ja_jp: 表示名は {{num}} 文字以内で入力してください。
ko_kr: 더 짧은 이름을 사용하세요. 제한은 {{num}}자입니다.
ms_my: Sila gunakan nama yang lebih pendek, terhad kepada {{num}} aksara.
pt_br: Use um nome mais curto, limitado a {{num}} caracteres.
ru_ru: Используйте более короткое имя, ограничение {{num}} символов.
th_th: โปรดใช้ชื่อที่สั้นกว่านี้ จำกัด {{num}} ตัวอักษร
vi_vn: Vui lòng sử dụng tên ngắn hơn, tối đa {{num}} ký tự.
zh_cn: 名称过长，请修改至 {{num}} 字符以内
zh_hk: 名稱過長，請修改為 {{num}} 個字元以內

# H64
source: No address to add.
de_de: Es ist keine Adresse zum Hinzufügen vorhanden.
es_es: No hay dirección que agregar.
fr_fr: Aucune adresse à ajouter.
id_id: Tidak ada alamat yang bisa ditambahkan.
it_it: Nessun indirizzo da aggiungere.
ja_jp: 追加するメールアドレスがありません。
ko_kr: 추가할 주소가 없습니다.
ms_my: Tiada alamat untuk ditambah.
pt_br: Não há endereço para adicionar.
ru_ru: Нет адреса для добавления.
th_th: ไม่มีที่อยู่ให้เพิ่ม
vi_vn: Không có địa chỉ để thêm.
zh_cn: 无可添加地址
zh_hk: 無可新增地址

# cHQ
source: Manage senders
de_de: Absender verwalten
es_es: Administrar remitentes
fr_fr: Gérer les expéditeurs
id_id: Kelola pengirim
it_it: Gestisci mittenti
ja_jp: 送信アドレスと表示名の管理
ko_kr: 보낸 사람 관리
ms_my: Urus pengirim
pt_br: Gerenciar remetentes
ru_ru: Управление отправителями
th_th: จัดการผู้ส่ง
vi_vn: Quản lý người gửi
zh_cn: 发信地址与名称管理
zh_hk: 寄件者地址與名稱管理

# Hys
source: The public mailbox doesn't support customizing sender name. Please contact the administrator if needed.
de_de: Das öffentliche Postfach unterstützt die individuelle Anpassung des Absendernamens nicht. Bitte wenden Sie sich bei Bedarf an den Administrator.
es_es: El buzón público no admite la personalización del nombre del remitente. Ponte en contacto con el administrador si lo necesitas.
fr_fr: La boîte aux lettres publique ne permet pas de personnaliser le nom de l'expéditeur. Veuillez contacter l'administrateur si nécessaire.
id_id: Kotak surat publik tidak mendukung kustomisasi nama pengirim. Hubungi administrator jika diperlukan.
it_it: La cassetta postale pubblica non supporta la personalizzazione del nome del mittente. Se necessario, contatta l'amministratore.
ja_jp: 共有メールアドレスでは、送信者名をカスタマイズできません。編集する必要がある場合は、管理者に連絡してください。
ko_kr: 해당 공개 사서함은 보낸 사람 이름 커스터마이징을 지원하지 않습니다. 필요하신 경우 관리자에게 문의하세요.
ms_my: Peti mel awam tidak menyokong penyesuaian nama penghantar. Sila hubungi pentadbir jika perlu.
pt_br: A caixa de entrada pública não é compatível com a personalização do nome do remetente. Entre em contato com o administrador, se necessário.
ru_ru: Общий почтовый ящик не поддерживает настройку имени отправителя. При необходимости свяжитесь с администратором.
th_th: กล่องจดหมายสาธารณะไม่รองรับการปรับแต่งชื่อผู้ส่ง โปรดติดต่อผู้ดูแลหากจำเป็น
vi_vn: Hộp thư công khai không hỗ trợ tùy chỉnh tên người gửi. Vui lòng liên hệ với quản trị viên nếu cần.
zh_cn: 公共邮箱不支持自定义发信名称，如需修改，请联系管理员
zh_hk: 公共電郵地址不支援自訂寄件者名稱，如需修改，請聯絡管理員

# 1pU
source: Remove Address
de_de: Adresse entfernen
es_es: Eliminar dirección
fr_fr: Retirer l'adresse
id_id: Hapus Alamat
it_it: Rimuovi indirizzo
ja_jp: メールアドレスを削除
ko_kr: 주소 제거
ms_my: Alih keluar Alamat
pt_br: Remover endereço
ru_ru: Удалить адрес
th_th: ลบที่อยู่
vi_vn: Xóa địa chỉ
zh_cn: 删除地址
zh_hk: 刪除地址

# 8EQ
source: Sender address removed
de_de: Absenderadresse entfernt
es_es: Dirección de remitente quitada
fr_fr: Adresse de l'expéditeur retirée
id_id: Alamat pengirim dihapus
it_it: Indirizzo del mittente rimosso
ja_jp: メールアドレスを削除しました。
ko_kr: 보낸 사람의 주소가 제거되었습니다
ms_my: Alamat penghantar dialih keluar
pt_br: Endereço do remetente removido
ru_ru: Адрес отправителя удален
th_th: ลบที่อยู่ผู้ส่งแล้ว
vi_vn: Đã xóa địa chỉ người gửi
zh_cn: 地址已删除
zh_hk: 已刪除地址

# GyM
source: Sender address
de_de: Mailadresse des Absenders
es_es: Dirección del remitente
fr_fr: Adresse de l'expéditeur
id_id: Alamat pengirim
it_it: Indirizzo mittente
ja_jp: 送信メールアドレス
ko_kr: 보낸 사람 주소
ms_my: Alamat penghantar
pt_br: Endereço do remetente
ru_ru: Адрес отправителя
th_th: ที่อยู่ผู้ส่ง
vi_vn: Địa chỉ người gửi
zh_cn: 发信地址
zh_hk: 寄件者地址

# UCg
source: Sender name added.
de_de: Der Name des Absenders wurde hinzugefügt.
es_es: Nombre del remitente agregado.
fr_fr: Nom de l'expéditeur ajouté.
id_id: Nama pengirim ditambahkan.
it_it: Nome del mittente aggiunto.
ja_jp: 送信者名を追加しました。
ko_kr: 보낸 사람 이름이 추가되었습니다.
ms_my: Nama penghantar ditambah.
pt_br: Nome do remetente adicionado.
ru_ru: Имя отправителя добавлено.
th_th: เพิ่มชื่อผู้ส่งแล้ว
vi_vn: Đã thêm tên người gửi.
zh_cn: 添加发信名称成功
zh_hk: 寄件者名稱新增成功

# A4A
source: Enter the sender name
de_de: Name des Absenders eingeben
es_es: Introduce el nombre del remitente
fr_fr: Saisir le nom de l'expéditeur
id_id: Masukkan nama pengirim
it_it: Immetti il nome del mittente
ja_jp: 表示名を入力
ko_kr: 보낸 사람의 이름을 입력하세요
ms_my: Masukkan nama pengirim
pt_br: Insira o nome do remetente
ru_ru: Введите имя отправителя
th_th: กรอกชื่อผู้ส่ง
vi_vn: Nhập tên người gửi
zh_cn: 请输入发信名称
zh_hk: 請輸入寄件者名稱

# 9mg
source: Sender name
de_de: Name des Absenders
es_es: Nombre del remitente
fr_fr: Nom de l'expéditeur
id_id: Nama pengirim
it_it: Nome del mittente
ja_jp: 表示名
ko_kr: 보낸 사람 이름
ms_my: Nama pengirim
pt_br: Nome do remetente
ru_ru: Имя отправителя
th_th: ชื่อผู้ส่ง
vi_vn: Tên người gửi
zh_cn: 发信名称
zh_hk: 寄件者名稱

# J9o
source: Set as Default Address
de_de: Als Standardadresse festlegen
es_es: Establecer como dirección predeterminada
fr_fr: Définir comme valeur par défaut
id_id: Tetapkan sebagai Alamat Default
it_it: Imposta come indirizzo predefinito
ja_jp: デフォルトのメールアドレスに設定
ko_kr: 기본 주소로 설정
ms_my: Tetapkan sebagai Alamat Lalai
pt_br: Definir como endereço padrão
ru_ru: Установить в качестве адреса по умолчанию
th_th: ตั้งเป็นที่อยู่เริ่มต้น
vi_vn: Đặt làm địa chỉ mặc định
zh_cn: 设置为默认地址
zh_hk: 設定為預設地址

# /gc
source: Address set as default
de_de: Adresse als Standard festgelegt
es_es: Dirección establecida como predeterminada
fr_fr: Adresse définie par défaut
id_id: Alamat ditetapkan sebagai default
it_it: Indirizzo impostato come predefinito
ja_jp: デフォルトのメールアドレスに設定しました。
ko_kr: 주소가 기본값으로 설정되었습니다
ms_my: Alamat ditetapkan sebagai lalai
pt_br: Endereço definido como padrão
ru_ru: Адрес установлен по умолчанию
th_th: ที่อยู่ที่ตั้งไว้เป็นที่อยู่เริ่มต้น
vi_vn: Đã đặt địa chỉ làm mặc định
zh_cn: 已设置为默认地址
zh_hk: 已設定為預設地址

# 49M
source: Unable to edit the mailing list.
de_de: Die Mailingliste kann nicht bearbeitet werden.
es_es: No se puede editar la lista de correo.
fr_fr: Impossible de modifier la liste de diffusion.
id_id: Gagal mengedit milis.
it_it: Impossibile modificare la lista di distribuzione.
ja_jp: メーリングリストでは編集できません。
ko_kr: 메일 그룹을 편집할 수 없습니다.
ms_my: Tidak dapat mengedit senarai penghantaran.
pt_br: Não foi possível editar a lista de e-mails.
ru_ru: Не удалось изменить список рассылки.
th_th: ไม่สามารถแก้ไขรายการส่งอีเมลได้
vi_vn: Không thể chỉnh sửa danh sách gửi thư.
zh_cn: 邮件组默认不支持编辑
zh_hk: 依預設，郵件群組不支援編輯

# fkA
source: Unable to edit public mailbox.
de_de: Das öffentliche Postfach kann nicht bearbeitet werden.
es_es: No se puede editar el buzón público.
fr_fr: Impossible de modifier la boîte aux lettres publique.
id_id: Gagal mengedit kotak surat publik.
it_it: Impossibile modificare la cassetta postale pubblica.
ja_jp: 共有メールアドレスでは編集できません。
ko_kr: 공개 사서함을 편집할 수 없습니다.
ms_my: Tidak dapat mengedit peti mel awam.
pt_br: Não foi possível editar a caixa de entrada pública.
ru_ru: Не удалось изменить общий почтовый ящик.
th_th: ไม่สามารถแก้ไขกล่องจดหมายสาธารณะได้
vi_vn: Không thể chỉnh sửa hộp thư công khai.
zh_cn: 公共邮箱默认不支持编辑
zh_hk: 依預設，公共電郵地址不支援編輯

# 43A
source: Create {{Folder_Label}}
de_de: {{Folder_Label}} erstellen
es_es: Crear {{Folder_Label}}
fr_fr: Créer {{Folder_Label}}
id_id: Buat {{Folder_Label}}
it_it: Crea {{Folder_Label}}
ja_jp: {{Folder_Label}}を作成
ko_kr: {{Folder_Label}} 생성
ms_my: Cipta {{Folder_Label}}
pt_br: Criar {{Folder_Label}}
ru_ru: Создать {{Folder_Label}}
th_th: สร้าง {{Folder_Label}}
vi_vn: Tạo {{Folder_Label}}
zh_cn: 新建{{Folder_Label}}
zh_hk: 建立{{Folder_Label}}

# vz4
source: Created "{{FolderName}}" folder successfully
de_de: Ordner „{{FolderName}}“ erfolgreich erstellt
es_es: Se ha creado correctamente la carpeta "{{FolderName}}"
fr_fr: Le dossier "{{FolderName}}" a été créé avec succès
id_id: Berhasil membuat folder "{{FolderName}}"
it_it: Creazione completata della cartella "{{FolderName}}"
ja_jp: フォルダ「{{FolderName}}」を作成しました
ko_kr: "{{FolderName}}" 폴더를 성공적으로 생성했습니다
ms_my: Berjaya mencipta folder "{{FolderName}}"
pt_br: Pasta "{{FolderName}}" criada com sucesso
ru_ru: Папка "{{FolderName}}" успешно создана
th_th: สร้างโฟลเดอร์ "{{FolderName}}" สำเร็จแล้ว
vi_vn: Đã tạo thành công thư mục "{{FolderName}}"
zh_cn: 成功新建“{{FolderName}}”文件夹
zh_hk: 成功建立「{{FolderName}}」資料夾

# 5gQ
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 新建
zh_hk: 新增

# 7oo
source: Edit {{TabName}}
de_de: {{TabName}} bearbeiten
es_es: Editar {{TabName}}
fr_fr: Modifier {{TabName}}
it_it: Modifica {{TabName}}
ja_jp: {{TabName}} を編集
ko_kr: {{TabName}} 편집
pt_br: Editar {{TabName}}
ru_ru: Изменить {{TabName}}
th_th: แก้ไข {{TabName}}
vi_vn: Chỉnh sửa {{TabName}}
zh_cn: 编辑{{TabName}}
zh_hk: 編輯 {{TabName}}

# J2A
source: No {{Folder_Label}}. Please create {{Folder_Label}}
de_de: Kein {{Folder_Label}}. Bitte erstellen Sie ein {{Folder_Label}}
es_es: Sin {{Folder_Label}}. Crea {{Folder_Label}}
fr_fr: N° {{Folder_Label}}. Veuillez créer {{Folder_Label}}
hi_in: कोई {{Folder_Label}} नहीं है. कृपया {{Folder_Label}} बनाएँ
id_id: Tidak ada {{Folder_Label}}. Buat {{Folder_Label}}
it_it: Nessuna {{Folder_Label}}. Crea {{Folder_Label}}
ja_jp: {{Folder_Label}} がありません。{{Folder_Label}} を作成してください
ko_kr: {{Folder_Label}}이(가) 없습니다. {{Folder_Label}}을(를) 생성하세요
ms_my: Tiada {{Folder_Label}}. Sila cipta {{Folder_Label}}
pt_br: Nenhum {{Folder_Label}}. Crie {{Folder_Label}}
ru_ru: {{Folder_Label}} отсутствует. Создайте {{Folder_Label}}
th_th: ไม่มี {{Folder_Label}} โปรดสร้าง {{Folder_Label}}
vi_vn: Không có {{Folder_Label}}. Vui lòng tạo {{Folder_Label}}
zh_cn: 暂无{{Folder_Label}}，请新建{{Folder_Label}}
zh_hk: 暫時沒有{{Folder_Label}}，請建立{{Folder_Label}}

# WXk
source: Failed to create folder
de_de: Erstellen des Ordners fehlgeschlagen.
es_es: Error al crear la carpeta
fr_fr: Échec de la création du dossier
id_id: Gagal membuat folder
it_it: Impossibile creare la cartella
ja_jp: フォルダを削除できませんでした
ko_kr: 폴더를 생성하지 못했습니다
ms_my: Gagal mencipta folder
pt_br: Falha ao criar a pasta
ru_ru: Не удалось создать папку
th_th: สร้างโฟลเดอร์ไม่สำเร็จ
vi_vn: Tạo thư mục không thành công
zh_cn: 新建文件夹失败
zh_hk: 建立資料夾失敗

# zH8
source: {{TabName}} location
de_de: {{TabName}}-Speicherort
es_es: Ubicación de {{TabName}}
fr_fr: Emplacement de {{TabName}}
hi_in: {{TabName}} का स्थान
id_id: Lokasi {{TabName}}
it_it: Posizione {{TabName}}
ja_jp: {{TabName}} 保存先
ko_kr: {{TabName}} 위치
ms_my: Lokasi {{TabName}}
pt_br: Local da {{TabName}}
ru_ru: Местоположение {{TabName}}
th_th: ตำแหน่ง {{TabName}}
vi_vn: Vị trí {{TabName}}
zh_cn: {{TabName}}位置
zh_hk: {{TabName}}位置
