Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# oH8
source: Email priority
de_de: E-Mail-Priorität
es_es: Prioridad de correo electrónico
fr_fr: Priorité à l'e-mail
id_id: Prioritas email
it_it: Priorità e-mail
ja_jp: メール優先度
ko_kr: 이메일 우선 순위
ms_my: Keutamaan emel
pt_br: Prioridade do e-mail
ru_ru: Приоритет письма
th_th: ลำดับความสำคัญของอีเมล
vi_vn: Mức độ ưu tiên của email
zh_cn: 邮件优先级
zh_hk: 郵件優先級別

# pU8
source: High
de_de: Hoch
es_es: Alta
fr_fr: Élevée
id_id: Tinggi
it_it: Elevata
ja_jp: 高
ko_kr: 높음
ms_my: Tinggi
pt_br: Alta
ru_ru: Высокий
th_th: สูง
vi_vn: Cao
zh_cn: 高
zh_hk: 高

# 46c
source: Low
de_de: Niedrig
es_es: Baja
fr_fr: Basse
id_id: Rendah
it_it: Bassa
ja_jp: 低
ko_kr: 낮음
ms_my: Rendah
pt_br: Baixa
ru_ru: Низкий
th_th: ต่ำ
vi_vn: Thấp
zh_cn: 低
zh_hk: 低

# img
source: Normal
fr_fr: Normale
it_it: Normale
ja_jp: 普通
ko_kr: 일반
ms_my: Biasa
ru_ru: Нормальное
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 普通
zh_hk: 普通

# j3g
source: Assign priority tags to emails. Recipients will see the importance level of the tags you've set.
de_de: Zuweisung von E-Mails Prioritätstags. Die Empfänger sehen die Wichtigkeitsstufe der von Ihnen festgelegten Tags.
es_es: Asigna etiquetas de prioridad a los correos electrónicos. Los destinatarios verán el nivel de importancia de las etiquetas.
fr_fr: Attribuez des balises de priorité aux e-mails. Les destinataires verront le niveau d'importance des balises que vous avez définies.
id_id: Tugaskan tag prioritas ke email. Penerima akan melihat tingkat kepentingan dari tag yang telah Anda tetapkan.
it_it: Assegna tag di priorità alle e-mail. I destinatari vedranno il livello di importanza dei tag che hai impostato.
ja_jp: 優先度を設定してから送信することで、受信者にメールの優先度を明示することができます。
ko_kr: 이메일에 우선 순위 태그를 지정합니다. 회원님이 설정한 태그의 중요도는 받는 사람에게 표시됩니다.
ms_my: Tetapkan tag keutamaan pada emel. Penerima akan melihat tahap kepentingan tag yang anda tetapkan.
pt_br: Atribua tags de prioridade aos e-mails. Os destinatários verão o nível de importância das tags que você configurou.
ru_ru: Назначьте теги приоритета письмам. Получатели увидят уровень важности заданных тегов.
th_th: มอบหมายแท็กลำดับความสำคัญให้กับอีเมล ผู้รับจะเห็นระดับความสำคัญของแท็กที่คุณตั้งไว้
vi_vn: Gán thẻ mức độ ưu tiên cho email. Người nhận sẽ thấy mức độ quan trọng của các thẻ bạn đã đặt.
zh_cn: 为邮件设置优先级，收件人会在邮箱内看到此邮件的优先级标记
zh_hk: 為郵件設定優先級別，收件人會在電郵地址內看到此郵件的優先級別標記

# fGY
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# qzk
source: Mark your email with a priority tag
de_de: E-Mail mit einem Prioritätstag kennzeichnen
es_es: Marca tu correo electrónico con una etiqueta de prioridad
fr_fr: Marquer votre e-mail d'une étiquette de priorité
id_id: Menandai email Anda dengan tag prioritas
it_it: Contrassegna l'e-mail con un tag di priorità
ja_jp: 「メール優先度」機能が追加されました
ko_kr: 회원님 이메일의 우선 순위 표시
ms_my: Tandakan emel anda dengan tag keutamaan
pt_br: Marcar seu e-mail com uma tag de prioridade
ru_ru: Пометить письмо тегом приоритета
th_th: ตั้งอีเมลของคุณด้วยแท็กลำดับความสำคัญ
vi_vn: Đánh dấu email của bạn bằng thẻ mức độ ưu tiên
zh_cn: 新增“邮件优先级”功能
zh_hk: 新增「郵件優先級別」功能

# Puc
source: High priority
de_de: Hohe Priorität
es_es: Prioridad alta
fr_fr: Priorité élevée
id_id: Prioritas tinggi
it_it: Priorità elevata
ja_jp: 優先度「高」
ko_kr: 높은 우선 순위
ms_my: Keutamaan tinggi
pt_br: Prioridade alta
ru_ru: Высокий приоритет
th_th: ลำดับความสำคัญสูง
vi_vn: Mức độ ưu tiên cao
zh_cn: 高优先级
zh_hk: 高優先級別

# xf8
source: Low priority
de_de: Niedrige Priorität
es_es: Prioridad baja
fr_fr: Priorité basse
id_id: Prioritas rendah
it_it: Priorità bassa
ja_jp: 優先度「低」
ko_kr: 낮은 우선 순위
ms_my: Keutamaan rendah
pt_br: Prioridade baixa
ru_ru: Низкий приоритет
th_th: ลำดับความสำคัญต่ำ
vi_vn: Mức độ ưu tiên thấp
zh_cn: 低优先级
zh_hk: 低優先級別

# lRo
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
id_id: Arsipkan
it_it: Archivia
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архив
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 归档
zh_hk: 封存

# L0E
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
id_id: Arsipkan
it_it: Archivia
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архив
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 归档
zh_hk: 封存

# YpI
source: Delete Permanently
de_de: Endgültig löschen
es_es: Eliminar permanentemente
fr_fr: Supprimer définitivement
id_id: Hapus Permanen
it_it: Elimina definitivamente
ja_jp: 完全削除
ko_kr: 영구적으로 삭제
ms_my: Padam Secara Kekal
pt_br: Excluir permanentemente
ru_ru: Удалить навсегда
th_th: ลบอย่างถาวร
vi_vn: Xóa vĩnh viễn
zh_cn: 永久删除
zh_hk: 永久刪除

# y0g
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# OHg
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# Ywg
source: Label as
de_de: Kennzeichnen als
es_es: Etiquetar como
fr_fr: Étiqueter comme
id_id: Labeli sebagai
it_it: Etichetta come
ja_jp: ラベルを選択
ko_kr: 지정할 레이블
ms_my: Label sebagai
pt_br: Rótulo como
ru_ru: Отметить как
th_th: ติดป้ายกำกับเป็น
vi_vn: Gán nhãn là
zh_cn: 选择标签
zh_hk: 選擇標籤

# J3o
source: Label as
de_de: Kennzeichnen als
es_es: Etiquetar como
fr_fr: Étiqueter comme
id_id: Labeli sebagai
it_it: Etichetta come
ja_jp: ラベルを選択
ko_kr: 지정할 레이블
ms_my: Label sebagai
pt_br: Rótulo como
ru_ru: Отметить как
th_th: ติดป้ายกำกับเป็น
vi_vn: Gán nhãn là
zh_cn: 选择标签
zh_hk: 選擇標籤

# vDU
source: Mark as read/unread
de_de: Als gelesen/ungelesen markieren
es_es: Marcar como leído/no leído
fr_fr: Marquer comme lu/non lu
id_id: Tandai sebagai sudah dibaca/belum dibaca
it_it: Contrassegna come letto/non letto
ja_jp: 既読/未読にする
ko_kr: 읽음/읽지 않음으로 표시
ms_my: Tanda sebagai baca/tidak dibaca
pt_br: Marcar como lido/não lido
ru_ru: Отметить как прочитанное/непрочитанное
th_th: ทำเครื่องหมายว่าอ่านแล้ว/ยังไม่ได้อ่าน
vi_vn: Đánh dấu là đã đọc/chưa đọc
zh_cn: 标为已读/未读
zh_hk: 標為已讀/未讀

# 2C4
source: Mark as spam
de_de: Als Spam markieren
es_es: Marcar como spam
fr_fr: Marquer comme courrier indésirable
id_id: Tandai sebagai spam
it_it: Contrassegna come spam
ja_jp: 迷惑メールに設定
ko_kr: 스팸으로 표시
ms_my: Tandakan sebagai spam
pt_br: Marcar com spam
ru_ru: Отметить как спам
th_th: ทำเครื่องหมายว่าเป็นสแปม
vi_vn: Đánh dấu là thư rác
zh_cn: 标记为垃圾邮件
zh_hk: 標記為垃圾郵件

# CNE
source: Move to folder
de_de: In Ordner verschieben
es_es: Mover a carpeta
fr_fr: Déplacer vers le dossier
id_id: Pindahkan ke folder
it_it: Sposta nella cartella
ja_jp: フォルダに移動
ko_kr: 폴더로 이동
ms_my: Pindahkan ke folder
pt_br: Mover para a pasta
ru_ru: Переместить в папку
th_th: ย้ายไปยังโฟลเดอร์
vi_vn: Di chuyển đến thư mục
zh_cn: 移至文件夹
zh_hk: 移至資料夾

# vCE
source: Move to
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
id_id: Pindah ke
it_it: Sposta in
ja_jp: 移動
ko_kr: 이동 위치
ms_my: Pindahkan ke
pt_br: Mover para
ru_ru: Перенести в
th_th: ย้ายไปยัง
vi_vn: Di chuyển đến
zh_cn: 移至
zh_hk: 移至

# FKc
source: Move to Inbox
de_de: In Posteingang verschieben
es_es: Mover a la bandeja de entrada
fr_fr: Déplacer vers la boîte de réception
id_id: Pindahkan ke Kotak Masuk
it_it: Sposta nella posta in arrivo
ja_jp: 受信トレイに移動
ko_kr: 수신함으로 이동
ms_my: Pindahkan ke Peti Masuk
pt_br: Mover para a caixa de entrada
ru_ru: Перенести во Входящие
th_th: ย้ายไปที่กล่องข้อความ
vi_vn: Di chuyển vào Hộp thư đến
zh_cn: 移至收件箱
zh_hk: 移至收件箱

# flk
source: You haven't set this up yet.
de_de: Sie haben dies noch nicht eingerichtet.
es_es: Aún no has configurado esto.
fr_fr: Vous ne l'avez pas encore défini.
id_id: Anda belum mengatur ini.
it_it: Impostazione non ancora effettuata.
ja_jp: 未設定
ko_kr: 아직 설정하지 않았습니다.
ms_my: Anda belum menetapkan ini lagi.
pt_br: Você ainda não configurou isso.
ru_ru: Вы еще не настроили это.
th_th: คุณยังไม่ได้ตั้งค่านี้
vi_vn: Bạn chưa thiết lập hành động này.
zh_cn: 未设置
zh_hk: 未設定

# u+0
source: Not Spam
de_de: Kein Spam
es_es: No es spam
fr_fr: Pas un courrier indésirable
id_id: Bukan Spam
it_it: Non spam
ja_jp: 迷惑メールではない
ko_kr: 스팸이 아님
ms_my: Bukan Spam
pt_br: Não é spam
ru_ru: Не спам
th_th: ไม่ใช่สแปม
vi_vn: Không phải thư rác
zh_cn: 不是垃圾
zh_hk: 不是垃圾郵件

# AfE
source: Read
de_de: Gelesen
es_es: Leído
fr_fr: Lire
id_id: Dibaca
it_it: Letto
ja_jp: 既読
ko_kr: 읽음
ms_my: Dibaca
pt_br: Ler
ru_ru: Прочитано
th_th: อ่านแล้ว
vi_vn: Đã đọc
zh_cn: 已读
zh_hk: 已讀

# EiQ
source: Spam
fr_fr: Courrier indésirable
ja_jp: 迷惑メール
ko_kr: 스팸
ru_ru: Спам
th_th: สแปม
vi_vn: Thư rác
zh_cn: 垃圾邮件
zh_hk: 垃圾郵件

# ato
source: Swipe Settings
de_de: Wischeinstellungen
es_es: Configuración de acción de deslizar
fr_fr: Paramètres de balayage
id_id: Pengaturan Mengusap
it_it: Impostazioni di scorrimento
ja_jp: スワイプ設定
ko_kr: 살짝 밀기 설정
ms_my: Tetapan Sapuan
pt_br: Configurações de deslizar
ru_ru: Настройки смахивания
th_th: การตั้งค่าการปัด
vi_vn: Cài đặt vuốt
zh_cn: 滑动设置
zh_hk: 滑動設定

# tWk
source: Unread
de_de: Ungelesen
es_es: No leídos
fr_fr: Non lus
id_id: Belum dibaca
it_it: Non letto
ja_jp: 未読
ko_kr: 읽지 않음
ms_my: Belum dibaca
pt_br: Não lido
ru_ru: Не прочитано
th_th: ยังไม่ได้อ่าน
vi_vn: Chưa đọc
zh_cn: 未读
zh_hk: 未讀

# TK0
source: Add up to 3 actions
de_de: Bis zu 3 Aktionen hinzufügen
es_es: Agrega un máximo de 3 acciones
fr_fr: Ajouter jusqu'à 3 actions
id_id: Tambahkan hingga 3 tindakan
it_it: Aggiungi fino a 3 azioni
ja_jp: 最大 3 つの操作を追加できます。
ko_kr: 최대 3개 동작 추가
ms_my: Tambah hingga 3 tindakan
pt_br: Adicionar até 3 ações
ru_ru: Добавьте до 3 действий
th_th: เพิ่มได้ถึง 3 การดำเนินการ
vi_vn: Thêm tối đa 3 hành động
zh_cn: 最多添加 3 个动作
zh_hk: 最多新增 3 個動作

# Ntc
source: Enable left swipe
de_de: Nach links wischen aktivieren
es_es: Habilitar deslizar a la izquierda
fr_fr: Activer le balayage vers la gauche
id_id: Aktifkan usap ke kiri
it_it: Abilita lo scorrimento a sinistra
ja_jp: 左スワイプを有効化
ko_kr: 왼쪽으로 살짝 밀기 활성화
ms_my: Dayakan sapuan kiri
pt_br: Ativar a opção deslizar para a esquerda
ru_ru: Включить свайп влево
th_th: เปิดใช้ปัดซ้าย
vi_vn: Bật hành động vuốt sang trái
zh_cn: 开启左滑操作
zh_hk: 開啟向左滑動操作

# LOo
source: Enable right swipe
de_de: Nach rechts wischen aktivieren
es_es: Habilitar deslizar a la derecha
fr_fr: Activer le balayage vers la droite
id_id: Aktifkan usap ke kanan
it_it: Abilita lo scorrimento a destra
ja_jp: 右スワイプを有効化
ko_kr: 오른쪽으로 살짝 밀기 활성화
ms_my: Dayakan sapuan kanan
pt_br: Ativar a opção deslizar para a direita
ru_ru: Включить свайп вправо
th_th: เปิดใช้ปัดขวา
vi_vn: Bật hành động vuốt sang phải
zh_cn: 开启右滑操作
zh_hk: 開啟向右滑動操作

# Gk8
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 继续发送
zh_hk: 繼續發送

# rhM
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# f1E
source: Delete this event invitation?
de_de: Diese Termineinladung löschen?
es_es: ¿Eliminar la invitación a este evento?
fr_fr: Supprimer cette invitation à l'événement ?
id_id: Hapus undangan acara ini?
it_it: Eliminare questo invito all'evento?
ja_jp: 予定を削除しますか？
ko_kr: 이 이벤트 초대를 삭제하시겠습니까?
ms_my: Padam jemputan acara ini?
pt_br: Excluir este convite de evento?
ru_ru: Удалить это приглашение на событие?
th_th: ลบคำเชิญกิจกรรมนี้หรือไม่
vi_vn: Xóa lời mời sự kiện này?
zh_cn: 删除此日程邀请？
zh_hk: 要刪除此日程邀請嗎？

# kcI
source: Edit event invitation
de_de: Termineinladung bearbeiten
es_es: Editar invitación a evento
fr_fr: Modifier l'invitation à l'événement
id_id: Edit undangan acara
it_it: Modifica invito all'evento
ja_jp: 予定を編集
ko_kr: 이벤트 초대 편집
ms_my: Edit jemputan acara
pt_br: Editar convite do evento
ru_ru: Изменить приглашение на событие
th_th: แก้ไขคำเชิญกิจกรรม
vi_vn: Chỉnh sửa lời mời sự kiện
zh_cn: 编辑日程邀请
zh_hk: 編輯日程邀請

# Zlc
source: Event created. Please view in Calendar
de_de: Termin wurde erstellt. Bitte sehen Sie ihn im Kalender an
es_es: Evento creado. Puedes verlo en Calendario
fr_fr: Événement créé. Veuillez l'afficher dans le calendrier
id_id: Acara berhasil dibuat. Lihat di Kalender
it_it: Evento creato. Visualizza nel Calendario
ja_jp: カレンダーで予定を確認できます
ko_kr: 이벤트가 생성되었습니다. 캘린더에서 확인하세요
ms_my: Acara dicipta. Sila lihat dalam Kalendar
pt_br: Evento criado. Visualize-o no Calendário
ru_ru: Событие создано. Просмотрите в календаре
th_th: สร้างกิจกรรมสำเร็จแล้ว โปรดดูในปฏิทิน
vi_vn: Đã tạo sự kiện. Vui lòng xem trong Lịch
zh_cn: 日程已创建，请在日历中查看
zh_hk: 已建立日程，請在日曆中查看

# lHE
source: The event in this email can't be bcc'd
de_de: Der Termin in dieser E-Mail kann nicht auf Bcc gesetzt werden
es_es: El evento de este correo electrónico no se puede adjuntar con copia oculta
fr_fr: L'événement dans cet e-mail ne peut pas être envoyé en Cci
id_id: Acara dalam email ini tidak dapat di-bcc
it_it: L'evento in questa e-mail non può essere inviato in Ccn
ja_jp: メールには追加した予定があります
ko_kr: 이 이메일의 이벤트는 숨은 참조로 보낼 수 없습니다
ms_my: Acara dalam emel ini tidak boleh di bcc
pt_br: O evento neste e-mail não pode ser enviado como Bcc
ru_ru: Событие в этом письме не может быть скрыто
th_th: กิจกรรมในอีเมลนี้ไม่สามารถส่งเป็นสำเนาลับได้
vi_vn: Không thể bcc sự kiện trong email này
zh_cn: 邮件日程无法密送
zh_hk: 無法發送郵件日程密件副本

# Jjs
source: This email contains an event that can't be bcc'd. Send anyway?
de_de: Diese E-Mail enthält einen Termin, der nicht auf Bcc gesetzt werden kann. Trotzdem senden?
es_es: Este correo electrónico contiene un evento que no se puede adjuntar con copia oculta. ¿Enviar igualmente?
fr_fr: Cet e-mail contient un événement qui ne peut pas être envoyé en Cci. Envoyer quand même ?
id_id: Email ini mengandung acara yang tidak dapat di-bcc. Tetap kirim?
it_it: Questa e-mail contiene un evento che non può essere inviato in Ccn. Inviare comunque?
ja_jp: 予定のあるメールを Bcc で送信できません。送信しますか？
ko_kr: 이 이메일에는 숨은 참조로 보낼 수 없는 이벤트가 포함되어 있습니다. 보내시겠습니까?
ms_my: Emel ini mengandungi acara yang tidak boleh di bcc. Hantar juga?
pt_br: Este e-mail contém um evento que não pode ser enviado como Bcc. Enviar mesmo assim?
ru_ru: Это письмо содержит событие, которое не может быть скрыто. Все равно отправить?
th_th: อีเมลนี้มีกิจกรรมที่ไม่สามารถส่งเป็นสำเนาลับได้ ต้องการส่งหรือไม่
vi_vn: Email này chứa một sự kiện không thể bcc. Vẫn gửi?
zh_cn: 邮件中包含日程，密送人将被当作普通收件人，是否继续发送？
zh_hk: 郵件中包含日程，密件副本接收者將被當作普通收件人，是否繼續發送？

# anQ
source: Event in this email has expired. Send anyway?
de_de: Der Termin in dieser E-Mail ist abgelaufen. Trotzdem senden?
es_es: El evento de este correo electrónico ha expirado. ¿Enviar de todos modos?
fr_fr: L'événement dans cet e-mail a expiré. Envoyer quand même ?
id_id: Acara dalam email ini telah kedaluwarsa. Tetap kirim?
it_it: L'evento in questa e-mail è scaduto. Inviare comunque?
ja_jp: 予定は期限切れになりました。送信しますか？
ko_kr: 이 이메일의 이벤트가 만료되었습니다. 보내시겠습니까?
ms_my: Acara dalam emel ini telah tamat tempoh. Hantar juga?
pt_br: O evento neste e-mail expirou. Enviar mesmo assim?
ru_ru: Событие в этом письме истекло. Все равно отправить?
th_th: กิจกรรมในอีเมลนี้หมดอายุแล้ว ต้องการส่งหรือไม่
vi_vn: Sự kiện trong email này đã hết hạn. Vẫn gửi?
zh_cn: 邮件中的日程已过期，是否继续发送？
zh_hk: 郵件中的日程已過期，是否繼續發送？

# uUg
source: Failed to create event
de_de: Der Termin konnte nicht erstellt werden
es_es: Error al crear el evento
fr_fr: Échec de la création de l'événement
id_id: Gagal membuat acara
it_it: Creazione evento non riuscita
ja_jp: 予定を作成できませんでした
ko_kr: 이벤트를 생성하지 못했습니다
ms_my: Gagal mencipta acara
pt_br: Falha ao criar evento
ru_ru: Не удалось создать событие
th_th: สร้างกิจกรรมไม่สำเร็จ
vi_vn: Tạo sự kiện không thành công
zh_cn: 日程创建失败
zh_hk: 日程建立失敗

# QU0
source: Go Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# 9v4
source: Join video meeting:
de_de: Videokonferenz beitreten:
es_es: Unirse a la reunión por videollamada:
fr_fr: Rejoindre une visioconférence :
id_id: Bergabung dengan rapat video:
it_it: Partecipa alla riunione video:
ja_jp: ビデオ会議に参加：
ko_kr: 화상 회의 참가
ms_my: Sertai mesyuarat video:
pt_br: Ingressar na reunião por vídeo:
ru_ru: Присоединяйтесь к конференции:
th_th: เข้าร่วมการประชุมทางวิดีโอ:
vi_vn: Tham gia cuộc họp video:
zh_cn: 加入视频会议：
zh_hk: 加入視像會議：

# vI4
source: Unable to send email event to mailing list
de_de: Der E-Mail-Termin konnte nicht an die Mailingliste gesendet werden
es_es: Error al enviar el evento por correo electrónico a la lista de correo
fr_fr: Impossible d'envoyer un événement par e-mail à une liste de diffusion
id_id: Gagal mengirim acara email ke milis
it_it: Impossibile inviare l'evento dell'e-mail alla lista di distribuzione
ja_jp: メーリングリストに送信できません
ko_kr: 이메일 이벤트를 메일 그룹으로 전송할 수 없습니다
ms_my: Tidak dapat menghantar emel acara ke senarai mel
pt_br: Falha ao enviar o evento de e-mail para a lista de emails
ru_ru: Невозможно отправить событие почты в список рассылки
th_th: ไม่สามารถส่งอีเมลกิจกรรมไปยังรายการส่งอีเมลได้
vi_vn: Không thể gửi sự kiện qua email đến danh sách gửi thư
zh_cn: 邮件组暂不支持发送邮件日程
zh_hk: 郵件群組暫不支援發送郵件日程

# Oos
source: This email can't be sent to a mailing list because it contains an event. Please revise and try again
de_de: Diese E-Mail konnte nicht an eine Mailingliste gesendet werden, da sie einen Termin enthält. Bitte überarbeiten Sie die E-Mail und versuchen Sie es erneut
es_es: Este correo electrónico no se puede enviar a una lista de correo porque contiene un evento. Revísalo e inténtalo de nuevo
fr_fr: Cet e-mail ne peut pas être envoyé à une liste de diffusion, car il contient un événement. Veuillez vérifier et réessayer
id_id: Email ini tidak dapat dikirim ke milis karena berisi acara. Revisi dan coba lagi
it_it: Questa e-mail non può essere inviata a una lista di distribuzione poiché contiene un evento. Rivedi e riprova
ja_jp: メールには予定が含まれているため、メーリングリストに送信できません。編集してから再試行してください。
ko_kr: 이 이메일은 이벤트가 포함되어 있으므로 메일 그룹으로 전송할 수 없습니다. 수정하고 다시 시도하세요
ms_my: Emel ini tidak boleh dihantar ke senarai mel kerana mengandungi acara. Sila semak dan cuba lagi
pt_br: Este e-mail não pode ser enviado para uma lista de emails porque contém um evento. Revise e tente novamente
ru_ru: Это письмо нельзя отправить в список рассылки, так как оно содержит событие. Исправьте и повторите попытку
th_th: ไม่สามารถส่งอีเมลนี้ไปยังรายการส่งอีเมลได้เนื่องจากมีกิจกรรมแนบอยู่ โปรดแก้ไขและลองอีกครั้ง
vi_vn: Không thể gửi email này đến danh sách gửi thư do có chứa sự kiện. Vui lòng chỉnh sửa và thử lại
zh_cn: 邮件中包含日程，无法以邮件组作为发件人，请修改后重试
zh_hk: 郵件中包含日程，無法將郵件群組作為寄件者，請修改後重試

# Ufc
source: New event invitation
de_de: Neue Termineinladung
es_es: Invitación a nuevo evento
fr_fr: Nouvelle invitation à un événement
id_id: Undangan acara baru
it_it: Nuovo invito all'evento
ja_jp: 予定を追加
ko_kr: 새 이벤트 초대
ms_my: Jemputan acara baharu
pt_br: Novo convite de evento
ru_ru: Приглашение на новое событие
th_th: คำเชิญกิจกรรมใหม่
vi_vn: Lời mời sự kiện mới
zh_cn: 添加日程邀请
zh_hk: 新增日程邀請

# 1Ps
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 继续发送
zh_hk: 繼續發送

# o+E
source: Email will not be sent separately
de_de: E-Mail wird nicht separat gesendet
es_es: El correo electrónico no se enviará aparte
fr_fr: L'e-mail ne sera pas envoyé séparément
id_id: Email tidak akan dikirimkan secara terpisah
it_it: L'e-mail non sarà inviata separatamente
ja_jp: 個別送信できません
ko_kr: 이메일은 별도로 전송되지 않습니다
ms_my: Emel tidak akan dihantar secara berasingan
pt_br: E-mail não será enviado separadamente
ru_ru: Письмо не будет отправлено отдельно
th_th: อีเมลจะไม่ส่งแยกต่างหาก
vi_vn: Không thể gửi riêng email
zh_cn: 邮件将取消分别发送
zh_hk: 郵件將取消分別發送

# 6Kc
source: This email will not be sent separately to recipients because it contains an event. Send anyway?
de_de: Diese E-Mail wird nicht separat an die Empfänger gesendet, da sie einen Termin enthält. Trotzdem senden?
es_es: Este correo electrónico no se enviará por separado a los destinatarios porque contiene un evento. ¿Quieres enviarlo de todos modos?
fr_fr: Cet e-mail ne sera pas envoyé séparément aux destinataires, car il contient un événement. Envoyer quand même ?
id_id: Email ini tidak akan dikirimkan secara terpisah kepada penerima karena berisi acara. Tetap kirimkan?
it_it: Questa e-mail non sarà inviata separatamente ai destinatari poiché contiene un evento. Inviare comunque?
ja_jp: メールには予定が含まれているため、一斉に送信することになります。送信しますか？
ko_kr: 이 이메일은 이벤트가 텍스트에 포함되어 있기 때문에 받는 사람에게 별도로 발송되지 않습니다. 어쨌든 보내시겠습니까?
ms_my: Emel ini tidak akan dihantar secara berasingan kepada penerima kerana mengandungi acara. Hantar juga?
pt_br: Este e-mail não será enviado separadamente aos destinatários porque contém um evento. Enviar mesmo assim?
ru_ru: Это письмо не будет отправлено получателям по отдельности, так как содержит событие. Все равно отправить?
th_th: อีเมลนี้จะไม่ส่งแยกไปยังผู้รับ เนื่องจากมีเนื้อหากิจกรรม ต้องการส่งหรือไม่
vi_vn: Không thể gửi riêng email này cho người nhận vì nội dung có chứa sự kiện. Vẫn tiếp tục gửi?
zh_cn: 暂不支持分别发送包含日程的邮件，将转为一起发送，是否继续？
zh_hk: 暫不支援分別發送包含日程的郵件，將轉為一起發送，是否繼續？

# PTU
source: Meeting link will also be deleted
de_de: Der Besprechungslink wird ebenfalls gelöscht
es_es: El enlace de la reunión también se eliminará
fr_fr: Le lien de la réunion sera également supprimé
hi_in: मीटिंग लिंक भी हट जाएगी
id_id: Tautan rapat juga akan dihapus
it_it: Anche il link della riunione verrà eliminato
ja_jp: ビデオ会議リンクも同時に削除されます
ko_kr: 회의 링크도 삭제됩니다
ms_my: Pautan mesyuarat juga akan dipadam
pt_br: O link da reunião também será excluído
ru_ru: Ссылка на конференцию также будет удалена
th_th: ลิงก์การประชุมจะถูกลบไปด้วย
vi_vn: Liên kết cuộc họp cũng sẽ bị xóa
zh_cn: 正文中的视频会议链接将一并删除
zh_hk: 正文中的視像會議連結將一併刪除

# aDQ
source: You've canceled this event
de_de: Sie haben diesen Termin abgesagt
es_es: Has cancelado este evento
fr_fr: Vous avez annulé cet événement
id_id: Anda telah membatalkan acara ini
it_it: Hai annullato questo evento
ja_jp: 予定をキャンセルしました
ko_kr: 이 이벤트를 취소했습니다
ms_my: Anda telah membatalkan acara ini
pt_br: Você cancelou este evento
ru_ru: Вы отменили это событие
th_th: คุณได้ยกเลิกกิจกรรมนี้แล้ว
vi_vn: Bạn đã hủy sự kiện này
zh_cn: 你取消了日程
zh_hk: 你取消了日程

# Tyk
source: You've sent the event invitation
de_de: Sie haben die Termineinladung versendet
es_es: Has enviado la invitación al evento
fr_fr: Vous avez envoyé l'invitation à l'événement
id_id: Anda telah mengirim undangan acara
it_it: Hai inviato l'invito all'evento
ja_jp: 予定にユーザーを招待しました
ko_kr: 이벤트 초대를 전송했습니다
ms_my: Anda telah menghantar jemputan acara
pt_br: Você enviou o convite do evento
ru_ru: Вы отправили приглашение на событие
th_th: คุณได้ส่งคำเชิญเข้าร่วมกิจกรรมแล้ว
vi_vn: Bạn đã gửi lời mời tham gia sự kiện
zh_cn: 你发起了日程邀请
zh_hk: 你發起了日程邀請

# k9c
source: You've updated this event
de_de: Sie haben diesen Termin aktualisiert
es_es: Has actualizado este evento
fr_fr: Vous avez mis à jour cet événement
id_id: Anda telah memperbarui acara ini
it_it: Hai aggiornato questo evento
ja_jp: 予定をアップデートしました
ko_kr: 이 이벤트를 업데이트했습니다
ms_my: Anda telah mengemas kini acara ini
pt_br: Você atualizou este evento
ru_ru: Вы обновили это событие
th_th: คุณได้อัปเดตกิจกรรมนี้แล้ว
vi_vn: Bạn đã cập nhật sự kiện này
zh_cn: 你更新了日程
zh_hk: 你更新了日程

# 0x0
source: Expired
de_de: Abgelaufen
es_es: Expirado
fr_fr: Expiré
id_id: Kedaluwarsa
it_it: Scaduto
ja_jp: 無効
ko_kr: 만료됨
ms_my: Luput
pt_br: Expirado
ru_ru: Истекло
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 已失效
zh_hk: 已失效
