Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# +SY
source: The number of recalled messages is {{num}}
de_de: Die Anzahl der zurückgerufenen Nachrichten ist {{num}}
es_es: Se han recuperado {{num}} mensajes.
fr_fr: Le nombre de messages rappelés est de {{num}}
hi_in: पुनः कॉल किए गए संदेशों की संख्या {{num}} है
id_id: Jumlah pesan yang ditarik adalah {{num}}
it_it: Il numero di messaggi richiamati è {{num}}
ja_jp: {{num}} 件のメールは取り消されました
ko_kr: 회수한 메시지 수는 {{num}}개입니다
ms_my: Bilangan mesej yang ditarik balik ialah {{num}}
pt_br: O número de mensagens recuperadas é {{num}}
ru_ru: Количество отозванных писем {{num}}
th_th: หมายเลขของข้อความที่เรียกคืนคือ {{num}}
vi_vn: Số lượng tin nhắn đã thu hồi là {{num}}
zh_cn: {{num}} 封邮件被撤回
zh_hk: {{num}} 封郵件被撤回

# nUU
source: Email recalled
de_de: E-Mail zurückgerufen
es_es: Correo electrónico recuperado
fr_fr: E-mail rappelé
hi_in: ईमेल वापस लिए गए
id_id: Email ditarik
it_it: E-mail richiamata
ja_jp: 取り消しました
ko_kr: 이메일이 회수되었습니다
ms_my: Emel ditarik balik
pt_br: E-mail recuperado
ru_ru: Письмо отозвано
th_th: เรียกคืนอีเมลแล้ว
vi_vn: Email đã được thu hồi
zh_cn: 邮件已撤回
zh_hk: 郵件已撤回

# fWQ
source: Failed to recall. Please try again.
de_de: Zurückrufen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al recuperarlo. Inténtalo de nuevo.
fr_fr: Échec du rappel. Veuillez réessayer.
hi_in: रीकॉल करने में विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Gagal ditarik. Coba lagi.
it_it: Impossibile richiamare. Riprova.
ja_jp: 取り消しできませんでした。再試行してください
ko_kr: 회수에 실패했습니다. 다시 시도하세요.
ms_my: Gagal menarik balik. Sila cuba lagi.
pt_br: Falha ao recuperar. Tente novamente.
ru_ru: Не удалось отозвать Повторите попытку.
th_th: เรียกคืนไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thu hồi không thành công. Vui lòng thử lại.
zh_cn: 撤回失败，请重试
zh_hk: 撤回失敗，請重試

# diE
source: . Message has been read.
de_de: . Nachricht wurde gelesen.
es_es: . El mensaje se ha leído.
fr_fr: . Le message a été lu.
hi_in: . संदेश पढ़ा जा रहा है.
id_id: . Pesan sudah dibaca.
it_it: . Il messaggio è stato letto.
ja_jp: 、メールが開封済みです
ko_kr: . 수신자가 메시지를 읽었습니다.
ms_my: . Mesej telah dibaca.
pt_br: . A mensagem foi lida.
ru_ru: . Письмо прочитано.
th_th: . ข้อความถูกอ่านแล้ว
vi_vn: . Đã đọc tin nhắn.
zh_cn: ，邮件已读
zh_hk: ，郵件已讀

# QzM
source: . Unable to recall emails sent externally
de_de: . Der Empfänger nutzt einen anderen Domänendienst.
es_es: . El destinatario está utilizando un servicio de dominio diferente.
fr_fr: . Le destinataire utilise un service de domaine différent.
hi_in: . प्राप्तकर्ता भिन्न डोमेन सेवा का उपयोग कर रहा है.
id_id: . Penerima menggunakan layanan domain yang berbeda.
it_it: . Il destinatario utilizza un servizio di dominio diverso.
ja_jp: 、外部向けのメールを取り消しできません
ko_kr: . 수신자가 다른 도메인 서비스를 사용하고 있습니다.
ms_my: . Tidak dapat menarik balik emel yang dihantar ke luar
pt_br: . O destinatário está usando um serviço de domínio diferente.
ru_ru: . Невозможно отозвать письма, отправленные за пределы организации
th_th: . ผู้รับกำลังใช้บริการโดเมนอื่นอยู่
vi_vn: . Người nhận đang sử dụng một dịch vụ miền khác.
zh_cn: ，不支持撤回发往外部的邮件
zh_hk: ，不支援撤回發往外部的郵件

# EYU
source: . The recipient's domain is an external domain.
de_de: . Die Domäne des Empfängers ist eine externe Domäne.
es_es: . El dominio del destinatario es un dominio externo.
fr_fr: . Le domaine du destinataire est externe.
hi_in: . डोमेन भिन्न है.
id_id: . Domain penerima adalah domain eksternal.
it_it: . Il dominio del destinatario è un dominio esterno.
ja_jp: 。この受信者は内部ドメインではありません。
ko_kr: . 받는 사람의 도메인이 외부 도메인입니다.
ms_my: . Domain penerima adalah domain luaran.
pt_br: O domínio do destinatário é um domínio externo.
ru_ru: . Домен получателя является внешним.
th_th: โดเมนของผู้รับเป็นโดเมนภายนอก
vi_vn: Tên miền của người nhận là tên miền bên ngoài.
zh_cn: ，收件人域名为外部域名
zh_hk: ，收件人域名為外部域名

# yXg
source: Unsent messages cannot be recalled.
de_de: Nicht gesendete Nachrichten können nicht zurückgerufen werden.
es_es: No se pueden recuperar los mensajes que no se han enviado.
fr_fr: Les messages non envoyés ne peuvent pas être rappelés.
hi_in: नहीं भेजे गए संदेश पुनः कॉल नहीं किए जा सकते हैं.
id_id: Pesan yang tidak terkirim tidak dapat ditarik.
it_it: I messaggi non inviati non possono essere richiamati.
ja_jp: 未送信のメールは取り消しできません
ko_kr: 보내지 않은 메시지는 회수할 수 없습니다.
ms_my: Mesej yang tidak dihantar tidak boleh ditarik balik.
pt_br: Mensagens não enviadas não podem ser recuperadas.
ru_ru: Неотправленные письма нельзя отозвать.
th_th: ข้อความที่ยังไม่ได้ส่งไม่สามารถเรียกคืนได้
vi_vn: Không thể thu hồi tin nhắn chưa gửi.
zh_cn: 未发送的邮件无法撤回
zh_hk: 未發送的郵件無法撤回

# f/c
source: You attempted to recall this message.
de_de: Sie haben versucht, diese Nachricht zurückzurufen.
es_es: Has intentado retirar este mensaje.
fr_fr: Vous avez tenté de rappeler ce message.
hi_in: आपने इस संदेश को पुनः कॉल करने का प्रयास किया.
id_id: Anda mencoba menarik pesan ini.
it_it: Hai tentato di richiamare questo messaggio.
ja_jp: すでに取り消ししたことがあるメールです
ko_kr: 이 메시지를 회수하려고 시도하셨습니다.
ms_my: Anda mencuba untuk menarik balik mesej ini.
pt_br: Você tentou recuperar esta mensagem.
ru_ru: Вы хотели отозвать это письмо.
th_th: คุณได้พยายามเรียกคืนข้อความนี้
vi_vn: Bạn đã cố gắng thu hồi tin nhắn này.
zh_cn: 邮件已发起过撤回
zh_hk: 郵件已發起過撤回

# 1vs
source: Messages sent more than 24 hours ago cannot be recalled.
de_de: Nachrichten, die vor mehr als 24 Stunden gesendet wurden, können nicht zurückgerufen werden.
es_es: No se pueden recuperar los mensajes que se hayan enviado hace más de 24 horas.
fr_fr: Les messages envoyés il y a plus de 24 heures ne peuvent pas être rappelés.
hi_in: 24 घंटे से अधिक पहले भेजा गया संदेश रीकॉल नहीं किया जा सकता है.
id_id: Pesan yang dikirim lebih dari 24 jam lalu tidak dapat ditarik.
it_it: I messaggi inviati più di 24 ore fa non possono essere richiamati.
ja_jp: 24 時間以上前送信したメールを取り消しできません
ko_kr: 24시간 전에 보낸 메시지는 회수할 수 없습니다.
ms_my: Mesej yang dihantar lebih daripada 24 jam yang lalu tidak boleh ditarik balik.
pt_br: Mensagens enviadas há mais de 24 horas não podem ser recuperadas.
ru_ru: Письма, отправленные более 24 часов назад, отозвать нельзя.
th_th: ข้อความที่ส่งไปนานกว่า 24 ชั่วโมงที่ผ่านมาไม่สามารถเรียกคืนได้
vi_vn: Không thể thu hồi tin nhắn được gửi quá 24 tiếng trước.
zh_cn: 抱歉，无法撤回 24 小时前发送的邮件
zh_hk: 抱歉，無法撤回 24 小時前發送的郵件

# x70
source: . Address is no longer valid.
de_de: . Adresse ist nicht länger gültig.
es_es: . La dirección ya no está disponible.
fr_fr: . L'adresse n'est plus valide.
hi_in: . पता अब मान्य नहीं है.
id_id: . Alamat tidak lagi valid.
it_it: . L'indirizzo non è più valido.
ja_jp: 、アドレスは無効になりました
ko_kr: . 주소가 더 이상 유효하지 않습니다.
ms_my: . Alamat tidak lagi sah.
pt_br: . O endereço não é mais válido.
ru_ru: . Адрес больше не действителен.
th_th: . ที่อยู่ใช้งานไม่ได้อีกต่อไปแล้ว
vi_vn: . Địa chỉ không còn hợp lệ.
zh_cn: ，地址已失效
zh_hk: ，地址已失效

# RaI
source: Failed to recall email
de_de: E-Mail-Rückruf fehlgeschlagen
es_es: Error al recuperar el correo electrónico
fr_fr: Échec du rappel de l'e-mail
hi_in: ईमेल वापस लेने में विफल
id_id: Gagal menarik email
it_it: Impossibile richiamare l'e-mail
ja_jp: 取り消しできませんでした
ko_kr: 이메일을 회수하지 못했습니다
ms_my: Gagal menarik balik emel
pt_br: Falha ao recuperar e-mail
ru_ru: Не удалось отозвать письмо
th_th: เรียกคืนอีเมลไม่สำเร็จ
vi_vn: Thu hồi email không thành công
zh_cn: 邮件撤回失败
zh_hk: 郵件撤回失敗

# dP0
source: Some emails were successfully recalled
de_de: Einige E-Mails wurden erfolgreich zurückgerufen.
es_es: Algunos correos electrónicos se han recuperado con éxito
fr_fr: Certains e-mails ont été rappelés avec succès
hi_in: कुछ ईमेल वापस लिए गए
id_id: Beberapa email berhasil ditarik
it_it: Alcune e-mail sono state richiamate correttamente
ja_jp: 一部のメールを取り消しました
ko_kr: 일부 이메일이 성공적으로 회수되었습니다
ms_my: Beberapa emel berjaya ditarik balik
pt_br: Alguns e-mails foram recuperados com sucesso
ru_ru: Некоторые письма были успешно отозваны
th_th: เรียกคืนอีเมลบางรายการสำเร็จแล้ว
vi_vn: Một số email đã được thu hồi thành công
zh_cn: 部分邮件撤回成功
zh_hk: 部分郵件撤回成功

# rGc
source: Failed to recall
de_de: Zurückrufen fehlgeschlagen
es_es: Error al recuperarlo
fr_fr: Échec du rappel
hi_in: रीकॉल करने में विफल हुआ
id_id: Gagal ditarik
it_it: Impossibile richiamare
ja_jp: 取り消しできませんでした
ko_kr: 회수 실패
ms_my: Gagal menarik balik
pt_br: Falha ao recuperar
ru_ru: Не удалось отозвать
th_th: เรียกคืนไม่สำเร็จ
vi_vn: Thu hồi không thành công
zh_cn: 撤回失败
zh_hk: 撤回失敗

# xvo
source: Recalling....
de_de: Zurückrufen...
es_es: Recuperando...
fr_fr: Rappel…
hi_in: रीकॉल कर रहा है....
id_id: Menarik....
it_it: Richiamo in corso
ja_jp: 取り消し中…
ko_kr: 회수 중....
ms_my: Menarik balik....
pt_br: Recuperando...
ru_ru: Отзыв....
th_th: กำลังเรียกคืน....
vi_vn: Đang thu hồi....
zh_cn: 撤回中
zh_hk: 撤回中

# UTE
source: Recalled successfully
de_de: Erfolgreich zurückgerufen
es_es: Retirado con éxito
fr_fr: Rappelé avec succès
hi_in: वापस लिया गया
id_id: Berhasil ditarik
it_it: Richiamato correttamente
ja_jp: メールを取り消しました
ko_kr: 회수 완료
ms_my: Berjaya ditarik balik
pt_br: Recuperada com êxito
ru_ru: Отозвано успешно
th_th: เรียกคืนสำเร็จแล้ว
vi_vn: Đã thu hồi thành công
zh_cn: 撤回成功
zh_hk: 撤回成功

# E7M
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
pt_br: OK, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# J2g
source: Your email address <{{address}}> is not associated with {{APP_DISPLAY_NAME}} Mail service, and we are unable to recall the email for you in {{APP_DISPLAY_NAME}}.
de_de: Ihre E-Mail-Adresse <{{address}}> ist nicht mit dem {{APP_DISPLAY_NAME}} Mail-Dienst verknüpft, weshalb wir die E-Mail in {{APP_DISPLAY_NAME}} nicht für Sie zurückrufen können.
es_es: Tu correo electrónico <{{address}}> no está asociado con el servicio {{APP_DISPLAY_NAME}} Mail y no podemos recuperar el correo electrónico en {{APP_DISPLAY_NAME}}.
fr_fr: Votre adresse e-mail <{{address}}> n'est pas associée au service e-mail de {{APP_DISPLAY_NAME}}, et nous ne sommes pas en mesure de rappeler votre e-mail sur {{APP_DISPLAY_NAME}}.
id_id: Alamat email Anda <{{address}}> tidak terasosiasi dengan layanan {{APP_DISPLAY_NAME}} Mail, dan kami tidak dapat menarik email untuk Anda di {{APP_DISPLAY_NAME}}.
it_it: L'indirizzo e-mail <{{address}}> non è associato al servizio {{APP_DISPLAY_NAME}} Mail e non abbiamo potuto richiamare l'e-mail per te in {{APP_DISPLAY_NAME}}.
ja_jp: お使いのアドレス<{{address}}>は {{APP_DISPLAY_NAME}} メールサービスを利用していないため、{{APP_DISPLAY_NAME}} で送信を取り消すことはできません。
ko_kr: 회원님의 이메일 주소(<{{address}}>)는 {{APP_DISPLAY_NAME}} 메일 서비스와 연결되어 있지 않으며 {{APP_DISPLAY_NAME}}에서 이메일을 회수할 수 없습니다.
pt_br: Seu endereço de e-mail <{{address}}> não está associado ao serviço de e-mail {{APP_DISPLAY_NAME}}, e não conseguimos recuperar o e-mail para você no {{APP_DISPLAY_NAME}}.
ru_ru: Ваш адрес эл. почты <{{address}}> не связан с почтовой службой {{APP_DISPLAY_NAME}}, и мы не можем отозвать ваше сообщение эл. почты в приложении {{APP_DISPLAY_NAME}}.
th_th: ที่อยู่อีเมล <{{address}}> ของคุณ ไม่ได้เชื่อมโยงกับบริการอีเมล {{APP_DISPLAY_NAME}} และเราไม่สามารถเรียกคืนอีเมลของคุณได้ {{APP_DISPLAY_NAME}}
vi_vn: Địa chỉ email <{{address}}> không được liên kết với dịch vụ {{APP_DISPLAY_NAME}} Thư và bạn không thể thu hồi email cho bạn trong {{APP_DISPLAY_NAME}}.
zh_cn: 你的地址<{{address}}>未使用{{APP_DISPLAY_NAME}}邮箱服务，无法在{{APP_DISPLAY_NAME}}内进行撤回
zh_hk: 你的地址<{{address}}>未使用{{APP_DISPLAY_NAME}}電郵地址服務，無法在{{APP_DISPLAY_NAME}}內撤回

# Z5A
source: Unable to recall
de_de: Zurückrufen nicht möglich
es_es: No se puede recuperar
fr_fr: Impossible de rappeler
id_id: Gagal menarik
it_it: Impossibile richiamare
ja_jp: 取り消しできませんでした
ko_kr: 회수 불가
pt_br: Não é possível recuperar
ru_ru: Не удалось отозвать
th_th: ไม่สามารถเรียกคืนได้
vi_vn: Không thể thu hồi
zh_cn: 撤回失败
zh_hk: 撤回失敗

# zdo
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 确认发送
zh_hk: 確認發送

# emo
source: Sorry, you could enter {{number}} recipients maximum
de_de: Maximal können {{number}} Empfänger eingegeben werden.
es_es: Lo sentimos, puedes introducir {{number}} destinatarios como máximo
fr_fr: Désolé, vous pouvez saisir un maximum de {{number}} destinataires
hi_in: क्षमा करें, आप अधिकतम {{number}} प्राप्तकर्ता दर्ज कर सकते हैं
id_id: Maaf, Anda dapat memasukkan maksimum {{number}} penerima
it_it: Spiacente, puoi immettere un massimo di {{number}} destinatari
ja_jp: 受信者は最大 {{number}} 人まで入力できます
ko_kr: 죄송합니다. 최대 {{number}}명의 수신자를 입력할 수 있습니다.
ms_my: Maaf, anda boleh memasukkan {{number}} penerima maksimum
pt_br: Lamentamos, mas só foi possível inserir {{number}} destinatários no máximo
ru_ru: К сожалению, можно указать не более {{number}} получателей
th_th: ขออภัย คุณสามารถป้อนผู้รับได้สูงสุด {{number}} ราย
vi_vn: Rất tiếc, bạn chỉ có thể nhập tối đa {{number}} người nhập
zh_cn: 抱歉，最多支持填写 {{number}} 个收件人
zh_hk: 抱歉，最多支援填寫 {{number}} 個收件者

# uzI
source: Too many recipients
de_de: Zu viele Empfänger
es_es: Demasiados destinatarios
fr_fr: Trop de destinataires
hi_in: बहुत अधिक प्राप्तकर्ता
id_id: Terlalu banyak penerima
it_it: Troppi destinatari
ja_jp: 受信者は多すぎます
ko_kr: 수신자가 너무 많음
ms_my: Terlalu banyak penerima
pt_br: Destinatários demais
ru_ru: Слишком много получателей
th_th: มีผู้รับมากเกินไป
vi_vn: Quá nhiều người nhận
zh_cn: 收件人数量过多
zh_hk: 收件者數量過多

# d34
source: No more messages
de_de: Keine weiteren Nachrichten
es_es: No hay más correos electrónicos
fr_fr: Plus de message
hi_in: कोई और संदेश नहीं
id_id: Tidak ada pesan lagi
it_it: Nessun altro messaggio
ja_jp: 新着メールなし
ko_kr: 더 이상 메시지 없음
ms_my: Tiada lagi mesej
pt_br: Não há mais mensagens
ru_ru: Нет новых писем
th_th: ไม่มีข้อความเพิ่มเติม
vi_vn: Không có thêm tin nhắn
zh_cn: 没有新邮件
zh_hk: 沒有新郵件

# VM0
source: Server is unavailable
de_de: Server ist nicht verfügbar
es_es: El servidor no está disponible
fr_fr: Serveur indisponible
hi_in: सर्वर अनुपलब्ध है
id_id: Server tidak tersedia
it_it: Il server non è disponibile
ja_jp: サーバーに問題が発生しました
ko_kr: 서버를 사용할 수 없습니다.
ms_my: Pelayan tidak tersedia
pt_br: Servidor não disponível
ru_ru: Сервер недоступен
th_th: เซิร์ฟเวอร์ไม่พร้อมใช้งาน
vi_vn: Máy chủ không khả dụng
zh_cn: 服务器出错
zh_hk: 伺服器出錯

# SVA
source: Email has been trusted and moved to Priority
de_de: E-Mail wurde als vertrauenswürdig eingestuft und in „Nur wichtige“ verschoben
es_es: El correo electrónico se ha marcado como de confianza y se ha movido a Prioritarios
fr_fr: L'e-mail a été approuvé et déplacé vers Priorité
hi_in: ईमेल को ट्र्स्ट किया गया और प्राथमिकता में ले गए
id_id: Email telah dipercaya dan dipindahkan ke Prioritas
it_it: E-mail contrassegnata come attendibile e spostata in Priorità
ja_jp: 迷惑メールから除外し、重要メールに移動しました。
ko_kr: 이메일이 신뢰되어 중요 메일로 이동되었습니다
ms_my: Emel telah dipercayai dan dipindahkan ke Keutamaan
pt_br: O e-mail foi verificado como confiável e movido para Prioritário
ru_ru: Письмо отмечено как надежное и перемещено в Приоритетные
th_th: เชื่อถืออีเมลและย้ายไปยังการจัดลำดับความสำคัญแล้ว
vi_vn: Email đã được tin cậy và di chuyển vào mục Ưu tiên
zh_cn: 已标记为正常邮件，并将邮件移至“重要邮件”
zh_hk: 已標記為正常郵件，並將郵件移至「重要郵件」

# J0w
source: Email has been trusted and moved to Inbox
de_de: E-Mail wurde als vertrauenswürdig eingestuft und in den Posteingang verschoben
es_es: El correo electrónico se ha marcado como de confianza y se ha movido a la bandeja de entrada
fr_fr: L'e-mail a été approuvé et déplacé vers la boîte de réception
hi_in: ईमेल को ट्र्स्ट किया गया और इनबॉक्स में ले गए
id_id: Email telah dipercaya dan dipindahkan ke Kotak Masuk
it_it: E-mail contrassegnata come attendibile e spostata in Posta in arrivo
ja_jp: 迷惑メールから外しました。メールを受信トレイに移動しました
ko_kr: 이메일이 신뢰되어 수신함으로 이동되었습니다
ms_my: Emel telah dipercayai dan dipindahkan ke Peti Masuk
pt_br: O e-mail foi verificado como confiável a Caixa de entrada
ru_ru: Письмо отмечено как надежное и перемещено во Входящие
th_th: เชื่อถืออีเมลและย้ายไปยังกล่องข้อความแล้ว
vi_vn: Email đã được tin cậy và di chuyển vào Hộp thư đến
zh_cn: 已标记为正常邮件，并将邮件移至“收件箱”
zh_hk: 已標記為正常郵件，並將郵件移至「收件箱」

# Htk
source: Trust
de_de: Vertrauen
es_es: De confianza
fr_fr: Faire confiance
hi_in: ट्रस्ट करें
id_id: Percayai
it_it: Stabilisci attendibilità
ja_jp: 迷惑メールではない
ko_kr: 신뢰
ms_my: Percayai
pt_br: Confiar
ru_ru: Доверие
th_th: เชื่อถือ
vi_vn: Kết nối đáng tin cậy
zh_cn: 这是正常邮件
zh_hk: 這是正常郵件

# Hts
source: Report
de_de: Melden
es_es: Denunciar
fr_fr: Signaler
hi_in: रिपोर्ट करें
id_id: Laporkan
it_it: Segnala
ja_jp: 報告
ko_kr: 신고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_hk: 舉報

# 2cM
source: Reported spam
de_de: Als Spam gemeldet
es_es: Denunciado como spam
fr_fr: Signalé en tant que courrier indésirable
hi_in: स्पैम रिपोर्ट किया
id_id: Spam yang dilaporkan
it_it: Spam segnalata
ja_jp: 報告しました
ko_kr: 신고된 스팸
ms_my: Spam dilaporkan
pt_br: Spam denunciado
ru_ru: Отчет о спаме отправлен
th_th: รายงานสแปมแล้ว
vi_vn: Thư rác được báo cáo
zh_cn: 已举报
zh_hk: 已舉報

# 0xk
source: Email has been reported and moved to spam
de_de: E-Mail wurde gemeldet und in den Spam-Ordner verschoben.
es_es: El correo electrónico se ha denunciado y se ha movido a Spam
fr_fr: L'e-mail a été signalé et déplacé vers le courrier indésirable
hi_in: ईमेल रिपोर्ट किया गया और स्पैम में ले जाया गया
id_id: Email telah dilaporkan dan dipindahkan ke spam
it_it: L'e-mail è stata segnalata e spostata nella spam
ja_jp: 報告しました。メールを迷惑メールに移動しました
ko_kr: 이메일이 신고되었으며 스팸으로 이동되었습니다
ms_my: Emel telah dilaporkan dan dipindahkan ke spam
pt_br: O e-mail foi denunciado e movido para spam
ru_ru: Жалоба о письме отправлена и оно перемещено в спам
th_th: รายงานอีเมลและย้ายไปยังสแปมแล้ว
vi_vn: Email đã được báo cáo và di chuyển vào mục thư rác
zh_cn: 已举报，并将邮件移至“垃圾邮件”
zh_hk: 已舉報，並將郵件移至「垃圾郵件」

# EW0
source: This may be a phishing email. Do not click on any links, or provide any personal or bank details until you've verified this email.
de_de: Hierbei könnte es sich um eine Phishing-E-Mail handeln. Klicken Sie nicht auf Links und geben Sie keine persönlichen oder Bankdaten an, solange Sie diese E-Mail nicht bestätigt haben.
es_es: Puede que sea un correo electrónico de suplantación de identidad. No hagas clic en ningún enlace ni proporciones datos personales o bancarios hasta que hayas verificado este correo electrónico.
fr_fr: Il peut s'agir d'un e-mail d'hameçonnage. Ne cliquez sur aucun lien et ne fournissez aucune information personnelle ou bancaire avant d'avoir vérifié cet e-mail.
hi_in: यह फ़िशिंग ईमेल हो सकता है. जब तक आप यह ईमेल सत्यापित नहीं कर लेते तब तक किसी लिंक पर क्लिक न करें या कोई भी व्यक्तिगत या बैंक के विवरण न दें.
id_id: Ini mungkin email phising. Jangan mengklik tautan apa pun, atau memberikan informasi pribadi atau bank apa pun sampai Anda memverifikasi email ini.
it_it: Questa e-mail potrebbe essere un messaggio di phishing. Non fare clic su link e non fornire informazioni personali o bancarie prima di aver verificato l'e-mail.
ja_jp: リスクがある可能性があります。個人情報や口座情報などを入力しないでください。
ko_kr: 피싱 이메일일 수 있습니다. 이 이메일을 검증할 때까지 링크를 클릭하거나 개인 정보 또는 은행 정보를 제공하지 마세요.
ms_my: Ini mungkin emel phishing. Jangan klik pada pautan, atau berikan maklumat peribadi atau bank sehingga anda mengesahkan emel ini.
pt_br: Este pode ser um e-mail mal-intencionado. Não clique em nenhum link nem forneça nenhuma informação pessoal ou bancária sem antes verificar este e-mail.
ru_ru: Это письмо может быть мошенническим. Не переходите по ссылкам в нем, и не предоставляйте какую-либо личную или банковскую информацию, пока вы не проверили достоверность этого письма.
th_th: นี่อาจเป็นอีเมลที่เข้าข่ายหลอกลวง อย่าคลิกที่ลิงก์ใด ๆ หรือให้ข้อมูลส่วนตัวหรือรายละเอียดธนาคารใด ๆ จนกว่าคุณจะตรวจสอบยืนยันอีเมลนี้แล้ว
vi_vn: Đây có thể là một email lừa đảo. Không được nhấp vào bất kỳ liên kết nào hoặc cung cấp bất kỳ thông tin cá nhân hoặc ngân hàng nào cho đến khi bạn xác minh được email này.
zh_cn: 此邮件存在风险，如有提示需填写个人信息或要求汇款等内容，请勿轻信，谨防网络欺诈。
zh_hk: 此郵件存在風險，如有提示需填寫個人資料或要求匯款等內容，請勿輕信，謹防網絡詐騙。

# gtQ
source: Spam
fr_fr: Courrier indésirable
hi_in: स्पैम
ja_jp: 迷惑メール
ko_kr: 스팸
ru_ru: Спам
th_th: สแปม
vi_vn: Thư rác
zh_cn: 垃圾邮件
zh_hk: 垃圾郵件

# t7g
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# L2U
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 清除
zh_hk: 清除

# iBY
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminata
ja_jp: 削除しました
ko_kr: 삭제됨
ms_my: Dihapus
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 清除成功
zh_hk: 清除成功

# Mik
source: Due to the administrator's settings, you can't send emails to external mailboxes. If you still want to send the email, please delete all external email addresses.
de_de: Aufgrund der Administratoreinstellungen können Sie keine E-Mails an externe Postfächer senden. Wenn Sie die E-Mail dennoch senden möchten, löschen Sie alle externen E-Mail-Adressen.
es_es: Debido a la configuración del administrador, no puedes enviar correos electrónicos a buzones externos. Si todavía quieres enviar el correo electrónico, elimina todas las direcciones de correo electrónico externas.
fr_fr: En raison des paramètres de l'administrateur, vous ne pouvez pas envoyer d'e-mails à des boîtes de réception externes. Si vous souhaitez toujours envoyer votre e-mail, veuillez supprimer toutes les adresses e-mail externes.
hi_in: एडमिनिस्ट्रेटर की सेटिंग्स के कारण, आप बाहरी मेलबॉक्स पर ईमेल नहीं भेज सकते. अगर आप अब भी ईमेल भेजना चाहते हैं, तो कृपया सभी बाहरी ईमेल पते हटाएँ.
id_id: Karena pengaturan administrator, Anda tidak dapat mengirim email kepada kotak surat eksternal. Jika Anda masih ingin mengirim email, hapus semua alamat email eksternal.
it_it: A causa delle impostazioni dell'amministratore, non puoi inviare e-mail a cassette postali esterne. Se desideri comunque inviare l'e-mail, elimina tutti gli indirizzi e-mail esterni.
ja_jp: 管理者の設定により、外部メールアドレスに送信できません。引き続き送信する場合、管理者に連絡するか、すべての外部メールアドレスを削除してください
ko_kr: 관리자의 설정으로 인해 외부 사서함으로 이메일을 보낼 수 없습니다. 그래도 이메일을 보내려면 모든 외부 이메일 주소를 삭제하세요.
ms_my: Disebabkan oleh tetapan pentadbir, anda tidak dapat menghantar e-mel ke peti mel luaran. Jika anda masih ingin menghantar e-mel, sila padamkan semua alamat e-mel luaran.
pt_br: Devido às configurações do administrador, você não pode enviar e-mails para caixas de entrada externas. Se ainda quiser enviar o e-mail, exclua todos os endereços de e-mail externos.
ru_ru: Из-за настроек администратора вы не можете отправлять письма на внешние почтовые ящики. Если вы хотите отправлять письма, удалите все внешние адреса почты.
th_th: เนื่องจากการตั้งค่าของผู้ดูแล คุณจึงไม่สามารถส่งอีเมลไปยังกล่องจดหมายภายนอกได้ หากคุณยังคงต้องการส่งอีเมล โปรดลบที่อยู่อีเมลภายนอกทั้งหมด
vi_vn: Do cài đặt của quản trị viên nên bạn không thể gửi email cho các hộp thư bên ngoài. Nếu bạn vẫn muốn gửi email, vui lòng xóa toàn bộ các địa chỉ email bên ngoài.
zh_cn: 由于邮箱管理员设置，你无法向外部邮箱发送邮件，如需继续发送请删除所有外部邮箱地址
zh_hk: 由於管理員的設定，您無法向外部電郵地址發送郵件，如需繼續發送郵件，請聯絡企業電郵地址管理員，或刪除所有外部電郵地址。

# W5k
source: Save Draft
de_de: Entwurf speichern
es_es: Guardar borrador
fr_fr: Enregistrer le brouillon
id_id: Simpan Draf
it_it: Salva bozza
ja_jp: 下書きを保存
ko_kr: 임시 보관함에 저장
ms_my: Simpan Draf
pt_br: Salvar rascunho
ru_ru: Сохранить черновик
th_th: บันทึกแบบร่าง
vi_vn: Lưu bản nháp
zh_cn: 保存草稿
zh_hk: 儲存草稿

# Gxo
source: Schedule Send
de_de: Senden planen
es_es: Programar envío
fr_fr: Envoi planifié
id_id: Jadwalkan Pengiriman
it_it: Invio pianificato
ja_jp: 予約送信
ko_kr: 전송 예약
ms_my: Jadualkan Hantar
pt_br: Agendar envio
ru_ru: Запланированная отправка
th_th: ตั้งกำหนดการส่ง
vi_vn: Lên lịch gửi
zh_cn: 定时发送
zh_hk: 定時發送
