Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# irk
source: Maximum {{num}} characters can be entered.
de_de: Sie können maximal {{num}} Zeichen eingeben.
es_es: Puedes introducir {{num}} caracteres como máximo.
fr_fr: Saisissez {{num}} caractères maximum.
id_id: Maksimum dapat memasukkan {{num}} karakter.
it_it: È possibile immettere un massimo di {{num}} caratteri.
ja_jp: 最大 {{num}} 文字まで入力できます。
ko_kr: 최대 {{num}}자를 입력할 수 있습니다.
ms_my: Maksimum {{num}} aksara boleh dimasukkan.
pt_br: É possível inserir, no máximo, {{num}} caracteres.
ru_ru: Максимальное количество символов, которое можно ввести: {{num}}.
th_th: สามารถกรอกได้สูงสุด {{num}} ตัวอักษร
vi_vn: Có thể nhập tối đa {{num}} ký tự.
zh_cn: 最多不超过 {{num}} 个字符
zh_hk: 最多不超過 {{num}} 個字元

# uX8
source: Maximum {{num}} levels of nested folders can be created.
de_de: Sie können maximal {{num}} Ebenen verschachtelter Ordner erstellen.
es_es: Puedes crear {{num}} niveles de carpetas anidadas como máximo.
fr_fr: Créez au maximum {{num}} niveaux de dossiers imbriqués.
id_id: Maksimum dapat membuat {{num}} level folder bersarang.
it_it: È possibile creare un massimo di {{num}} livelli di cartelle nidificate.
ja_jp: 最大 {{num}} レベルのフォルダを作成できます。
ko_kr: 최대 {{num}}개 수준의 중첩 폴더를 생성할 수 있습니다.
ms_my: Maksimum {{num}} peringkat folder bersarang boleh dicipta.
pt_br: No máximo {{num}} de níveis de pastas aninhadas podem ser criados.
ru_ru: Максимальное количество вложенных папок, которое можно создать: {{num}}.
th_th: สามารถสร้างโฟลเดอร์ที่ซ้อนกันได้สูงสุด {{num}} ระดับ
vi_vn: Có thể tạo tối đa {{num}} cấp thư mục lồng nhau.
zh_cn: 最多创建 {{num}} 级文件夹
zh_hk: 最多建立 {{num}} 級資料夾

# CjI
source: Attachment
de_de: Anhang
es_es: Adjunto
fr_fr: Pièce jointe
hi_in: अटैचमेंट
id_id: Lampiran
it_it: Allegato
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ms_my: Lampiran
pt_br: Anexo
ru_ru: Вложение
th_th: ไฟล์แนบ
vi_vn: Tệp tin đính kèm
zh_cn: 附件
zh_hk: 附件

# +jA
source: Date
de_de: Datum
es_es: Fecha
hi_in: दिनांक
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
ms_my: Tarikh
pt_br: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày tháng
zh_cn: 日期
zh_hk: 日期

# yNw
source: Exclude
de_de: Ausschließen
es_es: Excluir
fr_fr: Exclure
hi_in: छोड़ें
id_id: Kecualikan
it_it: Escludi
ja_jp: 次を含まない
ko_kr: 제외
ms_my: Kecualikan
pt_br: Excluir
ru_ru: Исключить
th_th: ไม่รวม
vi_vn: Loại trừ
zh_cn: 不包含
zh_hk: 不包含

# dQA
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
hi_in: फ़ोल्डर
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 所在文件夹
zh_hk: 所在資料夾

# Vqg
source: All folders
de_de: Alle Ordner
es_es: Todas las carpetas
fr_fr: Tous les dossiers
hi_in: सभी फ़ोल्डर
id_id: Semua folder
it_it: Tutte le cartelle
ja_jp: すべてのフォルダ
ko_kr: 모든 폴더
ms_my: Semua folder
pt_br: Todas as pastas
ru_ru: Все папки
th_th: โฟลเดอร์ทั้งหมด
vi_vn: Tất cả các thư mục
zh_cn: 所有文件夹
zh_hk: 所有資料夾

# scs
source: From
de_de: Von
es_es: De
fr_fr: De
hi_in: प्रेषक
id_id: Dari
it_it: Da
ja_jp: 送信者
ko_kr: 보낸 사람
ms_my: Dari
pt_br: De
ru_ru: От
th_th: จาก
vi_vn: Từ
zh_cn: 发件人
zh_hk: 寄件者

# PPo
source: Label
es_es: Etiquetar
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
ko_kr: 레이블
pt_br: Rótulo
ru_ru: Метка
th_th: ติดป้ายกำกับ
vi_vn: Gắn nhãn
zh_cn: 所在标签
zh_hk: 所在標籤

# eq8
source: All labels
de_de: Alle Label
es_es: Todas las etiquetas
fr_fr: Toutes les étiquettes
hi_in: सभी लेबल
id_id: Semua label
it_it: Tutte le etichette
ja_jp: すべてのラベル
ko_kr: 모든 레이블
ms_my: Semua label
pt_br: Todos os rótulos
ru_ru: Все метки
th_th: ป้ายกำกับทั้งหมด
vi_vn: Tất cả nhãn
zh_cn: 所有标签
zh_hk: 所有標籤

# 5Qk
source: Exclude keywords
de_de: Schlüsselwörter ausschließen
es_es: Excluir palabras clave
fr_fr: Mots clés d'exclusion
hi_in: कीवर्ड छोड़ें
id_id: Kecualikan kata kunci
it_it: Escludi parole chiave
ja_jp: キーワードを入力
ko_kr: 키워드 제외
ms_my: Keluarkan kata kunci
pt_br: Palavras-chave de exclusão
ru_ru: Исключить ключевые слова
th_th: ไม่รวมคำสำคัญ
vi_vn: Ngoại trừ từ khóa
zh_cn: 请输入要排除的关键词
zh_hk: 請輸入要排除的關鍵詞

# XmE
source: Enter subject keywords
de_de: Schlüsselwörter für Betreff eingeben
es_es: Introducir palabras clave del asunto
fr_fr: Saisir des mots clés de l'objet
hi_in: विषय के कीवर्ड दर्ज करें
id_id: Masukkan kata kunci subjek
it_it: Immetti parole chiave dell'oggetto
ja_jp: 件名のキーワードを入力
ko_kr: 제목 키워드를 입력하세요
ms_my: Masukkan kata kunci subjek
pt_br: Inserir as palavras-chave do assunto
ru_ru: Введите ключевые слова темы
th_th: ป้อนคำสำคัญสำหรับหัวเรื่อง
vi_vn: Nhập từ khóa đối tượng
zh_cn: 请输入主题包含的关键词
zh_hk: 請輸入主題包含的關鍵詞

# pVQ
source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Objet
hi_in: विषय
id_id: Subjek
it_it: Oggetto
ja_jp: 件名
ko_kr: 제목
ms_my: Subjek
pt_br: Assunto
ru_ru: Тема
th_th: หัวเรื่อง
vi_vn: Chủ đề
zh_cn: 主题
zh_hk: 主題

# ubo
source: To
de_de: An
es_es: Para
fr_fr: À
hi_in: प्रति
id_id: Kepada
it_it: A
ja_jp: 受信者
ko_kr: 받는 사람
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ถึง
vi_vn: Đến
zh_cn: 收件人
zh_hk: 收件人

# R7M
source: Has attachment
de_de: Anhang enthalten
es_es: Tiene un archivo adjunto
fr_fr: Contient une pièce jointe
hi_in: अटैचमेंट है
id_id: Memiliki lampiran
it_it: Con allegati
ja_jp: 添付ファイルを含む
ko_kr: 첨부 파일 있음
ms_my: Ada lampiran
pt_br: Tem anexo
ru_ru: С вложением
th_th: มีไฟล์แนบ
vi_vn: Có tệp đính kèm
zh_cn: 包含附件
zh_hk: 包含附件

# BXU
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Padam
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清除
zh_hk: 清除

# 6gg
source: No results found. Please try again.
de_de: Keine Ergebnisse gefunden. Bitte erneut versuchen.
es_es: No se han encontrado resultados. Inténtalo de nuevo.
fr_fr: Aucun résultat trouvé. Veuillez réessayer.
hi_in: कोई परिणाम नहीं मिला. कृपया पुनः प्रयास करें.
id_id: Hasil tidak ditemukan. Coba lagi
it_it: Nessun risultato trovato. Riprova.
ja_jp: 関連するメールは見つかりませんでした。再試行してください
ko_kr: 결과를 찾지 못했습니다. 다시 시도하세요.
ms_my: Tiada hasil dijumpai. Sila cuba lagi.
pt_br: Nenhum resultado encontrado. Tente novamente.
ru_ru: Результаты не найдены. Повторите попытку.
th_th: ไม่พบผลการค้นหา โปรดลองอีกครั้ง
vi_vn: Không tìm thấy kết quả. Vui lòng thử lại.
zh_cn: 没有查找到相关邮件，请重新输入
zh_hk: 查找不到相關郵件，請重新輸入

# rqw
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Reimposta
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重新設定

# IdI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# veM
source: Clear all search history?
de_de: Gesamten Suchverlauf löschen?
es_es: ¿Borrar el historial de búsqueda completo?
fr_fr: Effacer tout l'historique de recherche ?
hi_in: पूरा खोज इतिहास साफ़ करना चाहते हैं?
id_id: Hapus semua riwayat pencarian?
it_it: Cancellare tutta la cronologia delle ricerche?
ja_jp: すべての検索履歴を消去しますか？
ko_kr: 모든 검색 기록을 지우시겠습니까?
ms_my: Padam semua sejarah carian?
pt_br: Limpar todo o histórico de pesquisa?
ru_ru: Очистить весь журнал поиска?
th_th: ต้องการล้างประวัตการค้นหาทั้งหมดหรือไม่
vi_vn: Xóa toàn bộ lịch sử tìm kiếm?
zh_cn: 确认清除所有搜索历史吗？
zh_hk: 確認清除所有搜尋歷史嗎？

# yIE
source: Leave Anyway
de_de: Trotzdem verlassen
es_es: Salir igualmente
fr_fr: Quitter quand même
hi_in: फिर भी बंद करें
id_id: Tetap Keluar
it_it: Abbandona comunque
ja_jp: 終了
ko_kr: 저장하지 않고 나가기
ms_my: Tinggalkan Juga
pt_br: Sair mesmo assim
ru_ru: Выйти
th_th: ยืนยันการออก
vi_vn: Vẫn thoát
zh_cn: 退出
zh_hk: 退出

# 8ag
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasikan
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認

# eiM
source: Uploading {{Content}} now. Content may be lost, if you leave this page. Leave anyway?
de_de: {{Content}} wird jetzt hochgeladen. Der Inhalt kann verloren gehen, wenn Sie diese Seite verlassen. Trotzdem verlassen?
es_es: Subiendo {{Content}}. Si sales de esta página, el contenido podría perderse. ¿Salir igualmente?
fr_fr: Envoi de {{Content}} en cours. Le contenu sera peut-être perdu si vous quittez cette page. Quitter quand même ?
id_id: Sedang mengunggah {{Content}}. Konten mungkin akan hilang jika Anda keluar dari halaman ini. Tetap keluar?
it_it: Caricamento di {{Content}} in corso. Se abbandoni questa pagina, il contenuto potrebbe andare perso. Abbandonare comunque?
ja_jp: {{Content}}をアップロードしています。編集を終了すると、このコンテンツが失われます。終了しますか？
ko_kr: 지금 {{Content}}을(를) 업로드 중입니다. 이 페이지에서 나가면 콘텐츠가 손실될 수 있습니다. 나가시겠습니까?
ms_my: Memuat naik {{Content}} sekarang. Kandungan mungkin hilang jika anda tinggalkan halaman ini. Tinggalkan juga?
pt_br: Carregando {{Content}} agora. O conteúdo poderá ser perdido se você sair desta página. Sair mesmo assim?
ru_ru: Выполняется загрузка {{Content}}. Контент может быть потерян, если вы покинете эту страницу. Все равно выйти?
th_th: กำลังอัปโหลด {{Content}} ในขณะนี้ เนื้อหาอาจสูญหายหากคุณออกจากหน้านี้ ต้องการออกหรือไม่
vi_vn: Hiện đang tải lên {{Content}}. Nếu bạn thoát trang này thì nội dung có thể sẽ bị mất. Vẫn thoát?
zh_cn: {{Content}}上传中，退出草稿会丢失该内容，确认退出吗？
zh_hk: {{Content}}上載中，退出草稿會遺失該內容，確認退出嗎？

# SXg
source: Uploading {{Content}} now. Content will be deleted, if you save now. Save anyway?
de_de: {{Content}} wird jetzt hochgeladen. Der Inhalt wird gelöscht, wenn Sie jetzt speichern. Trotzdem speichern?
es_es: Subiendo {{Content}}. Si guardas ahora, el contenido se eliminará. ¿Guardar de todos modos?
fr_fr: Envoi de {{Content}} en cours. Le contenu sera supprimé si vous enregistrez maintenant. Enregistrer quand même ?
id_id: Sedang mengunggah {{Content}}. Konten akan dihapus jika Anda menyimpan sekarang. Tetap simpan?
it_it: Caricamento di {{Content}} in corso. Se salvi adesso, il contenuto verrà eliminato. Salvare comunque?
ja_jp: {{Content}}をアップロードしています。保存すると、このコンテンツが削除されます。保存しますか？
ko_kr: 지금 {{Content}}을(를) 업로드 중입니다. 지금 저장하면 콘텐츠가 삭제됩니다. 저장하시겠습니까?
ms_my: Sedang memuat naik {{Content}}. Kandungan akan dipadamkan jika anda simpan sekarang. Simpan juga?
pt_br: Carregando {{Content}} agora. O conteúdo será excluído se você salvar agora. Salvar mesmo assim?
ru_ru: Выполняется загрузка {{Content}}. Контент будет удален, если вы сохраните сейчас. Все равно сохранить?
th_th: กำลังอัปโหลด {{Content}} ในขณะนี้ เนื้อหาจะถูกลบหากคุณบันทึกตอนนี้ ต้องการบันทึกหรือไม่
vi_vn: Hiện đang tải lên {{Content}}. Nội dung sẽ bị xóa nếu bạn lưu ngay bây giờ. Vẫn lưu?
zh_cn: {{Content}}上传中，强制保存会删除该内容，确认保存吗？
zh_hk: {{Content}}上載中，強制儲存會刪除該內容，確認儲存嗎？

# uQ8
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# fEs
source: Continue to discard the selected drafts?
de_de: Möchten Sie mit dem Verwerfen der ausgewählten Entwürfe fortfahren?
es_es: ¿Seguro que deseas descartar los borradores seleccionados?
fr_fr: Continuer d'abandonner les brouillons sélectionnés ?
hi_in: चयनित ड्राफ़्ट छोड़ना जारी रखें?
id_id: Lanjutkan membuang draf yang dipilih?
it_it: Continuare a rimuovere le bozze selezionate?
ja_jp: 選択した下書きを完全に破棄します。続けますか？
ko_kr: 계속해서 선택된 초안을 삭제하시겠습니까?
ms_my: Teruskan untuk membuang draf yang dipilih?
pt_br: Continuar descartando os rascunhos selecionados?
ru_ru: Удалить выбранные черновики?
th_th: ต้องการละทิ้งแบบร่างที่เลือกไว้ต่อไปหรือไม่
vi_vn: Tiếp tục loại bỏ các bản nháp đã chọn?
zh_cn: 将彻底删除选中的草稿，确认继续吗？
zh_hk: 將徹底刪除所選草稿，確認繼續嗎？

# XXM
source: Discard
de_de: Löschen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Rimuovi
ja_jp: 破棄
ko_kr: 삭제
ms_my: Buang
pt_br: Descartar
ru_ru: Отмена
th_th: ละทิ้ง
vi_vn: Đồng ý
zh_cn: 丢弃
zh_hk: 捨棄

# SYc
source: Discard draft
de_de: Löschen
es_es: Descartar borrador
fr_fr: Abandonner le brouillon
hi_in: ड्राफ़्ट छोड़ें
id_id: Buang draf
it_it: Rimuovi bozza
ja_jp: 下書きを破棄
ko_kr: 초안 삭제
ms_my: Buang draf
pt_br: Descartar rascunho
ru_ru: Удалить черновик
th_th: ละทิ้งแบบร่าง
vi_vn: Loại bỏ bản nháp
zh_cn: 丢弃草稿
zh_hk: 捨棄草稿

# QYE
source: Discard
de_de: Löschen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Rimuovi
ja_jp: 破棄
ko_kr: 삭제
ms_my: Buang
pt_br: Descartar
ru_ru: Отмена
th_th: ละทิ้ง
vi_vn: Đồng ý
zh_cn: 丢弃
zh_hk: 捨棄

# QxQ
source: Discard this draft?
de_de: Diesen Entwurf löschen?
es_es: ¿Descartar este borrador?
fr_fr: Abandonner ce brouillon ?
hi_in: यह ड्राफ़्ट छोड़ना चाहते हैं?
id_id: Buang draf ini?
it_it: Rimuovere questa bozza?
ja_jp: この下書きを破棄しますか？
ko_kr: 이 초안을 삭제하시겠습니까?
ms_my: Buang draf ini?
pt_br: Descartar este rascunho?
ru_ru: Удалить этот черновик?
th_th: ต้องการละทิ้งแบบร่างนี้หรือไม่
vi_vn: Loại bỏ bản nháp này?
zh_cn: 确认丢弃该草稿？
zh_hk: 確認捨棄該草稿？

# 4Ic
source: Failed to upload {{content}}. Content may be lost, if you leave this page. Leave anyway?
de_de: Hochladen von {{content}} fehlgeschlagen. Der Inhalt kann verloren gehen, wenn Sie diese Seite verlassen. Trotzdem verlassen?
es_es: Error al subir {{content}}. Si sales de esta página, el contenido podría perderse. ¿Salir igualmente?
fr_fr: Échec de l'envoi de {{content}}. Le contenu peut être effacé si vous quittez cette page. Quitter quand même ?
id_id: Gagal mengunggah {{content}}. Konten mungkin akan hilang jika Anda keluar dari halaman ini. Tetap keluar?
it_it: Impossibile caricare {{content}}. Se abbandoni questa pagina, il contenuto potrebbe andare perso. Abbandonare comunque?
ja_jp: {{content}}をアップロードできませんでした。編集を終了すると、このコンテンツが失われます。終了しますか？
ko_kr: {{content}}을(를) 업로드하지 못했습니다. 이 페이지에서 나가면 콘텐츠가 손실될 수 있습니다. 저장하지 않고 나가시겠습니까?
ms_my: Gagal memuat naik {{content}}. Kandungan mungkin hilang jika anda tinggalkan halaman ini. Tinggalkan juga?
pt_br: Falha ao carregar {{content}}. O conteúdo poderá ser perdido se você sair desta página. Sair mesmo assim?
ru_ru: Не удалось загрузить {{content}}. Контент может быть потерян, если вы покинете эту страницу. Все равно выйти?
th_th: อัปโหลด {{content}} ไม่สำเร็จ เนื้อหาอาจสูญหายหากคุณออกจากหน้านี้ ยืนยันว่าจะออกหรือไม่
vi_vn: Tải lên {{content}} không thành công. Nếu bạn thoát trang này thì nội dung có thể sẽ bị mất. Vẫn thoát?
zh_cn: {{content}}上传失败，退出草稿会丢失该内容，确认退出吗？
zh_hk: {{content}}上載失敗，退出草稿會遺失該內容，確認退出嗎？

# tn0
source: Check if all addresses are correct.
de_de: Prüfen Sie, ob alle Adressen korrekt sind.
es_es: Compruebe si todas las direcciones son correctas.
fr_fr: Vérifiez l'exactitude de toutes les adresses.
hi_in: जाँचें कि क्या सभी पते सही हैं.
id_id: Periksa apakah semua alamat sudah benar.
it_it: Verifica che tutti gli indirizzi siano corretti.
ja_jp: メールアドレスを正しく入力してください
ko_kr: 모든 주소가 올바른지 확인하세요.
ms_my: Semak sama ada semua alamat adalah betul.
pt_br: Verifique se todos os endereços estão corretos.
ru_ru: Убедитесь, что все адреса верные.
th_th: ตรวจสอบว่าที่อยู่ทั้งหมดถูกต้อง
vi_vn: Kiểm tra xem tất cả địa chỉ có chính xác không.
zh_cn: 请检查邮件地址是否正确
zh_hk: 請檢查郵件地址是否正確

# yQc
source: No recipient
de_de: Kein Empfänger
es_es: Sin destinatario
fr_fr: Aucun destinataire
hi_in: कोई प्राप्तकर्ता नहीं
id_id: Tidak ada penerima
it_it: Nessun destinatario
ja_jp: 受信者なし
ko_kr: 수신자 없음
ms_my: Tiada penerima
pt_br: Sem destinatário
ru_ru: Не указан получатель
th_th: ไม่มีผู้รับ
vi_vn: Không có người nhận
zh_cn: 无收件人
zh_hk: 無收件者

# OTA
source: Send message without subject or body text?
de_de: Nachricht ohne Betreff oder Haupttext senden?
es_es: ¿Enviar mensaje sin texto en el asunto o en el cuerpo?
fr_fr: Envoyer le message sans objet ou sans corps du texte ?
hi_in: विषय या मुख्य टेक्स्ट के बिना संदेश भेजना चाहते हैं?
id_id: Kirim pesan tanpa subjek atau teks isi?
it_it: Inviare il messaggio senza oggetto o corpo del testo?
ja_jp: 件名または本文は入力されていません。送信しますか？
ko_kr: 제목이나 본문 없이 메시지를 보내시겠습니까?
ms_my: Hantar mesej tanpa subjek atau teks isi?
pt_br: Enviar mensagem sem assunto ou corpo do texto?
ru_ru: Отправить письмо без темы или текста письма?
th_th: ส่งข้อความโดยไม่มีหัวเรื่องหรือเนื้อความหรือไม่
vi_vn: Gửi tin nhắn mà không có chủ đề hoặc nội dung văn bản?
zh_cn: 未输入邮件的主题或正文，是否继续发送？
zh_hk: 未輸入郵件主題或正文，是否繼續發送？

# pHA
source: The subject or body text is missing. Send anyway?
de_de: Betreff oder Haupttext fehlt. Trotzdem senden?
es_es: Falta el asunto o el cuerpo de texto. ¿Enviar de todos modos?
fr_fr: Objet ou corps du texte manquant. Envoyer quand même ?
hi_in: विषय या मुख्य टेक्स्ट अनुपलब्ध है. फिर भी भेजें?
id_id: Perihal atau teks isi hilang. Tetap kirim?
it_it: Oggetto o corpo del testo mancante. Inviare comunque?
ja_jp: 件名または本文が記入されていません。送信しますか？
ko_kr: 제목 및 본문이 누락되었습니다. 무시하고 보내시겠습니까?
ms_my: Subjek atau teks isi hilang. Hantar juga?
pt_br: O assunto ou o corpo do texto está vazio. Enviar mesmo assim?
ru_ru: Отсутствует тема или основной текст. Все равно отправить?
th_th: ไม่มีหัวเรื่องหรือเนื้อความ ส่งต่อไปหรือไม่
vi_vn: Đang thiếu chủ đề hoặc văn bản phần thân. Vẫn gửi?
zh_cn: 邮件主题或正文为空，确认发送吗？
zh_hk: 郵件主題或正文為空，確認發送嗎？

# wDk
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認

# wEM
source: Preview failed. Please try again.
de_de: Vorschau fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error de vista previa del archivo. Inténtalo de nuevo.
fr_fr: Échec de l'aperçu. Veuillez réessayer.
hi_in: पूर्वावलोकन विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Pratinjau gagal. Coba lagi.
it_it: Impossibile generare anteprima. Riprova.
ja_jp: ファイルをプレビューできませんでした。再試行してください
ko_kr: 미리 보기에 실패했습니다. 다시 시도하세요.
ms_my: Gagal pratonton. Sila cuba lagi.
pt_br: Falha na visualização. Tente novamente.
ru_ru: Сбой предварительного просмотра. Повторите попытку.
th_th: ดูตัวอย่างไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không xem trước được. Vui lòng thử lại.
zh_cn: 预览文件失败，请重试
zh_hk: 預覽檔案失敗，請重試

# 9CA
source: Uploading... Your attachments or images may be lost if you close the draft now. Continue?
de_de: Hochladen... Ihre Anhänge oder Bilder können verloren gehen, wenn Sie den Entwurf jetzt schließen. Fortfahren?
es_es: Cargando... Los adjuntos o imágenes podrían perderse si cierras el borrador ahora. ¿Continuar?
fr_fr: Téléchargement… Vos pièces jointes ou vos images risquent d'être perdues si vous fermez le brouillon maintenant. Continuer ?
hi_in: अपलोड किया जा रहा है... यदि आप अभी ड्राफ़्ट को बंद करते हैं, तो आपके अटैचमेंट या छवियाँ खो सकती हैं. जारी रखना चाहते हैं?
id_id: Mengunggah... Lampiran atau gambar Anda mungkin hilang jika Anda menutup draf sekarang. Lanjutkan?
it_it: Caricamento in corso Se chiudi la bozza ora, le tue immagini o i tuoi allegati potrebbero andare persi. Continuare?
ja_jp: 添付ファイルまたは写真のアップロード中に、下書きを終了すると添付ファイルまたは写真がなくなります。終了しますか？
ko_kr: 업로드 중... 지금 초안을 닫으면 첨부 파일 또는 이미지가 손실될 수 있습니다. 계속하시겠습니까?
ms_my: Memuat naik... Lampiran atau gambar anda mungkin hilang jika anda menutup draf sekarang. Teruskan?
pt_br: Carregando... Seus anexos ou imagens podem ser perdidos se você fechar o rascunho agora. Continuar?
ru_ru: Выполняется отправка... Ваши вложения и изображения могут быть потеряны при закрытии черновика. Продолжить?
th_th: กำลังอัปโหลด... ไฟล์แนบหรือรูปภาพของคุณอาจสูญหายหากปิดแบบร่างตอนนี้ ดำเนินการต่อหรือไม่
vi_vn: Đang tải lên... Tệp đính kèm hoặc ảnh của bạn có thể bị mất nếu bạn đóng bản nháp ngay lúc này. Tiếp tục?
zh_cn: 附件或图片上传中，退出草稿会丢失附件或图片，确认退出吗？
zh_hk: 附件或圖片上載中，退出草稿會丟失附件或圖片，確認退出嗎？

# b+Q
source: attachment
de_de: Anhang
es_es: adjunto
fr_fr: pièce jointe
id_id: lampiran
it_it: allegato
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ms_my: lampiran
pt_br: anexo
ru_ru: вложение
th_th: ไฟล์แนบ
vi_vn: tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# vcA
source: image
de_de: Bild
es_es: imagen
id_id: gambar
it_it: immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: imej
pt_br: imagem
ru_ru: изображение
th_th: ภาพ
vi_vn: hình ảnh
zh_cn: 图片
zh_hk: 圖片

# Z+o
source: image and attachment
de_de: Bild und Anhang
es_es: imagen y adjunto
fr_fr: image et pièce jointe
id_id: gambar dan lampiran
it_it: immagine e allegato
ja_jp: 画像と添付ファイル
ko_kr: 이미지 및 첨부 파일
ms_my: imej dan lampiran
pt_br: imagem e anexo
ru_ru: изображение и вложение
th_th: ภาพและไฟล์แนบ
vi_vn: hình ảnh và tập tin đính kèm
zh_cn: 图片和附件
zh_hk: 圖片和附件

# uC0
source: Save draft
de_de: Entwurf speichern
es_es: Guardar borrador
fr_fr: Enregistrer le brouillon
hi_in: ड्राफ़्ट सहेजें
id_id: Simpan draf
it_it: Salva bozza
ja_jp: 下書きを保存
ko_kr: 초안 저장
ms_my: Simpan draf
pt_br: Salvar rascunho
ru_ru: Сохранить черновик
th_th: บันทึกแบบร่าง
vi_vn: Lưu bản nháp
zh_cn: 保存草稿
zh_hk: 儲存草稿

# 9xI
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 确认发送
zh_hk: 確認發送

# +QQ
source: You have been removed by the owner and cannot access this email
de_de: Sie wurden vom Besitzer entfernt und haben keinen Zugriff auf diese E-Mail
es_es: Has sido borrado por el propietario y no puedes acceder a este correo electrónico
fr_fr: Vous avez été retiré par le propriétaire et vous ne pouvez pas accéder à cet e-mail
hi_in: आपको ओनर द्वारा निकाला जा चुका है और इस ईमेल को ऐक्सेस नहीं कर सकते
id_id: Anda telah dihapus oleh pemilik dan tidak dapat mengakses email ini
it_it: Sei stato/a rimosso/a dal proprietario e non puoi accedere a questa e-mail
ja_jp: あなたはオーナーに削除されています。このメールにアクセスできません。
ko_kr: 소유자가 회원님을 제거했습니다. 이 이메일에 액세스할 수 없습니다.
ms_my: Anda telah dikeluarkan oleh pemilik dan tidak boleh mengakses emel ini
pt_br: Você foi removido pelo proprietário e não pode acessar este e-mail
ru_ru: Вы были удалены владельцем и не можете получить доступ к этому письму
th_th: เจ้าของได้ลบคุณออกและคุณไม่สามารถเข้าถึงอีเมลนี้ได้อีก
vi_vn: Bạn đã bị chủ sở hữu loại bỏ và không thể truy cập email này
zh_cn: 已被所有者移除，无法访问此邮件。
zh_hk: 已被擁有者移除，無法存取此郵件。

# RW4
source: Invalid email address
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail non valide
hi_in: अमान्य ईमेल पता
id_id: Alamat email tidak valid
it_it: Indirizzo e-mail non valido
ja_jp: 無効なメールアドレスです
ko_kr: 잘못된 이메일 주소
ms_my: Alamat e-mel tidak sah
pt_br: Endereço de e-mail inválido
ru_ru: Неверный адрес почты
th_th: ที่อยู่อีเมลไม่ถูกต้อง
vi_vn: Địa chỉ email không hợp lệ
zh_cn: 存在无效收件人地址
zh_hk: 存在無效收件人地址

# xbM
source: File expired
de_de: Datei abgelaufen
es_es: El archivo ha expirado
fr_fr: Fichier expiré
hi_in: फ़ाइल की अवधि समाप्त हुई
id_id: File kedaluwarsa
it_it: File scaduto
ja_jp: 期限切れです
ko_kr: 파일이 만료되었습니다
ms_my: Fail telah luput
pt_br: Arquivo expirado
ru_ru: Срок действия файла истек
th_th: ไฟล์หมดอายุแล้ว
vi_vn: Tệp tin đã hết hạn
zh_cn: 附件已失效
zh_hk: 附件已失效

# 0qs
source: Unable to preview. File expired on {{ExpireDate}}
de_de: Vorschau fehlgeschlagen. Datei abgelaufen am {{ExpireDate}}
es_es: No se puede previsualizar. El archivo expiró el {{ExpireDate}}.
fr_fr: Aperçu impossible. Fichier expiré le {{ExpireDate}}
hi_in: पूर्वावलोकन करने में असमर्थ. फ़ाइल की अवधि {{ExpireDate}} को समाप्त हुई
id_id: Gagal mempratinjau. File kedaluwarsa pada {{ExpireDate}}
it_it: Impossibile visualizzare anteprima. File scaduto in data {{ExpireDate}}
ja_jp: プレビューできません。ファイルは {{ExpireDate}} に期限切れになりました
ko_kr: 미리 볼 수 없습니다. {{ExpireDate}}에 파일이 만료되었습니다.
ms_my: Tidak dapat pratonton. Fail luput pada {{ExpireDate}}
pt_br: Não é possível visualizar. Arquivo expirado em {{ExpireDate}}
ru_ru: Предварительный просмотр невозможен. Срок действия файла истек {{ExpireDate}}
th_th: ไม่สามารถดูตัวอย่างได้ ไฟล์หมดอายุในวันที่ {{ExpireDate}}
vi_vn: Không thể xem trước. Tệp tin đã hết hạn vào ngày {{ExpireDate}}
zh_cn: 无法预览，该超大附件已于 {{ExpireDate}} 失效
zh_hk: 無法預覽，此超大附件已於 {{ExpireDate}} 失效
