Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# lSk
source: Unable to turn on external sharing. Please check the permission settings for this document.
de_de: Die externe Freigabe kann nicht aktiviert werden. Bitte prüfen Sie für dieses Dokument die Berechtigungseinstellungen.
es_es: No se puede activar la función de compartir externamente. Comprueba la configuración de permisos para este documento.
fr_fr: Impossible d'activer le partage externe. Veuillez vérifier les paramètres d'autorisation de ce document.
id_id: Gagal mengaktifkan berbagi eksternal. Periksa pengaturan izin untuk dokumen ini.
it_it: Impossibile attivare la condivisione esterna. Verifica le impostazioni delle autorizzazioni per questo documento.
ja_jp: 外部共有を有効化できません。ドキュメントで権限の設定を確認してください。
ko_kr: 외부 공유를 켤 수 없습니다. 이 문서에 대한 권한 설정을 확인하세요.
ms_my: Tidak dapat mengaktifkan pengongsian luaran. Sila semak tetapan kebenaran untuk dokumen ini.
pt_br: Não é possível ativar o compartilhamento externo. Verifique as configurações de permissão para este documento.
ru_ru: Не удалось включить внешний обмен. Проверьте настройки разрешений для этого документа.
th_th: ไม่สามารถเปิดการแบ่งปันภายนอกได้ โปรดตรวจสอบการตั้งค่าสิทธิ์การอนุญาตสำหรับเอกสารนี้
vi_vn: Không thể bật tính năng chia sẻ với bên ngoài. Vui lòng kiểm tra cài đặt quyền đối với tài liệu này.
zh_cn: 无法开启对外分享，请前往文档查看权限设置
zh_hk: 無法開啟對外分享，請前往文件查看權限設定

# Lhg
source: External sharing is disabled for this wiki space. Please reach out to the wiki administrator to enable sharing.
de_de: Für diesen Wiki-Bereich ist die externe Freigabe deaktiviert. Um die Freigabe zu aktivieren, wenden Sie sich bitte an den Wiki-Administrator.
es_es: No se permite compartir externamente este espacio de Wiki. Ponte en contacto con el administrador de la Wiki para habilitar el uso compartido.
fr_fr: Le partage externe est désactivé pour cet espace Wiki. Veuillez contacter l'administrateur du Wiki pour activer le partage.
id_id: Berbagi eksternal dinonaktifkan untuk ruang wiki ini. Hubungi administrator wiki untuk mengaktifkan pembagian.
it_it: La condivisione esterna è disabilitata per questo spazio Wiki. Contatta l'amministratore di Wiki per abilitare la condivisione.
ja_jp: このワークスペースでは外部共有が無効になっています。共有を有効化するには、ワークスペースの所有者に連絡してください。
ko_kr: 이 Wiki 공간에 대한 외부 공유가 비활성화되었습니다. 공유를 활성화하려면 Wiki 관리자에게 문의하세요.
ms_my: Pengongsian luaran dimatikan untuk ruang kerja ini. Sila hubungi pentadbir Wiki untuk mengaktifkan pengongsian.
pt_br: O compartilhamento externo está desativado para este espaço da wiki. Entre em contato com o administrador da wiki para ativar o compartilhamento.
ru_ru: Возможность делиться этим Wiki-пространством за пределами организации отключена. Обратитесь к администратору Wiki, чтобы разрешить совместное использование.
th_th: การแบ่งปันภายนอกปิดใช้สำหรับพื้นที่ Wiki นี้ โปรดติดต่อผู้ดูแล Wiki เพื่อเปิดใช้การแบ่งปัน
vi_vn: Tính năng chia sẻ với bên ngoài bị tắt đối với không gian Wiki này. Vui lòng liên hệ với quản trị viên Wiki để bật tính năng chia sẻ.
zh_cn: 该知识库已关闭链接分享，请联系知识库管理员开启权限
zh_hk: 該知識庫已關閉連結分享，請聯絡知識庫管理員開啟權限

# v9g
source: You need permission to share the document.
de_de: Sie benötigen die Berechtigung zum Freigeben des Dokuments.
es_es: Necesitas permiso para compartir el documento.
fr_fr: Une autorisation est nécessaire pour pouvoir partager le document.
id_id: Anda memerlukan izin untuk membagikan dokumen.
it_it: È necessaria l'autorizzazione per condividere il documento.
ja_jp: 共有権限がありません
ko_kr: 문서를 공유하려면 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran untuk berkongsi dokumen.
pt_br: Você precisa de permissão para compartilhar o documento.
ru_ru: Вам нужно разрешение, чтобы поделиться документом.
th_th: คุณต้องมีสิทธิ์การอนุญาตจึงจะแบ่งปันเอกสารนี้ได้
vi_vn: Bạn cần có quyền để chia sẻ tài liệu này.
zh_cn: 你没有共享权限
zh_hk: 你沒有分享權限

# UsY
source: Link business email
de_de: Geschäftliche E-Mail-Adresse verknüpfen
es_es: Enlace a correo electrónico empresarial
fr_fr: Associer une adresse e-mail professionnelle
id_id: Tautkan email bisnis
it_it: Collega e-mail aziendale
ja_jp: 仕事用メールアドレスと関連付ける
ko_kr: 비즈니스 이메일 연결
ms_my: Pautkan emel perniagaan
pt_br: Vincular e-mail comercial
ru_ru: Связать рабочую почту
th_th: เชื่อมโยงอีเมลธุรกิจ
vi_vn: Liên kết email doanh nghiệp
zh_cn: 绑定你的企业邮箱
zh_hk: 綁定你的企業電郵地址

# Apk
source: No emails in "{{filterType}}"
de_de: Keine E-Mails in „{{filterType}}“
es_es: Sin correos electrónicos en "{{filterType}}"
fr_fr: Aucun e-mail dans "{{filterType}}"
hi_in: "{{filterType}}" में कोई ईमेल नहीं है
id_id: Tidak ada email di "{{filterType}}"
it_it: Nessuna e-mail in "{{filterType}}"
ja_jp: {{filterType}}にメールはありません
ko_kr: "{{filterType}}"에 이메일이 없습니다
ms_my: Tiada emel dalam "{{filterType}}"
pt_br: Nenhum e-mail em "{{filterType}}"
ru_ru: Нет писем в "{{filterType}}"
th_th: ไม่มีอีเมลใน "{{filterType}}"
vi_vn: Không có email trong "{{filterType}}"
zh_cn: “{{filterType}}”中没有邮件
zh_hk: 「{{filterType}}」中沒有郵件

# KJE
source: I'll log in to my business email, and I understand my email data will be synchronized with {{APP_DISPLAY_NAME}}, and the organization administrator can manage it.
de_de: Ich melde mich bei meiner geschäftlichen E-Mail-Adresse an und nehme zur Kenntnis, dass meine E-Mail-Daten mit {{APP_DISPLAY_NAME}} synchronisiert werden und vom Organisationsadministrator verwaltet werden können.
es_es: Voy a iniciar sesión en mi correo electrónico empresarial y entiendo que los datos de mi correo electrónico se sincronizarán con {{APP_DISPLAY_NAME}} y que el administrador corporativo puede administrarlos.
fr_fr: Je me connecterai à mon adresse e-mail professionnelle, et je comprends que mes données seront synchronisées avec {{APP_DISPLAY_NAME}} et que l'administrateur de l'organisation peut les gérer.
id_id: Saya akan login ke email bisnis saya dan saya memahami bahwa data email saya akan disinkronkan dengan {{APP_DISPLAY_NAME}}, dan administrator perusahaan dapat mengelolanya.
it_it: Accederò alla mia e-mail aziendale e comprendo che i dati delle e-mail verranno sincronizzati con {{APP_DISPLAY_NAME}} e potranno essere gestiti dagli amministratori dell'organizzazione.
ja_jp: 仕事用メールアドレスでログインします。ログイン後のメールデータは {{APP_DISPLAY_NAME}} に同期され、管理者が適切に管理できることを理解しました。
ko_kr: 내 비즈니스 이메일에 로그인하게 되고 내 이메일 데이터가 {{APP_DISPLAY_NAME}}와(과) 동기화되며 엔터프라이즈 관리자가 내 이메일 데이터를 관리할 수 있다는 사실을 이해합니다.
ms_my: Saya akan log masuk ke emel perniagaan saya, dan saya faham data emel saya akan diselaraskan dengan {{APP_DISPLAY_NAME}}, dan pentadbir organisasi boleh mengurusnya.
pt_br: Farei login em meu e-mail comercial e entendo que meus dados de e-mail serão sincronizados com o {{APP_DISPLAY_NAME}}, e o administrador da empresa pode gerenciá-lo.
ru_ru: Я вхожу в учетную запись рабочей почты и понимаю, что мои данные почты будут синхронизироваться с приложением {{APP_DISPLAY_NAME}}, и что корпоративный администратор будет иметь возможность управлять такими данными.
th_th: ฉันจะล็อกอินเข้าสู่อีเมลธุรกิจ และฉันเข้าใจว่าข้อมูลอีเมลจะซิงโครไนซ์กับ {{APP_DISPLAY_NAME}} และผู้ดูแลองค์กรสามารถจัดการข้อมูลอีเมลได้
vi_vn: Tôi sẽ đăng nhập vào email doanh nghiệp của mình, đồng thời tôi hiểu rằng dữ liệu của mình sẽ được đồng bộ hóa với {{APP_DISPLAY_NAME}} và quản trị viên tổ chức có thể quản lý dữ liệu này.
zh_cn: 我将登录本企业的企业邮箱，且我已知悉登录后邮箱数据将同步至{{APP_DISPLAY_NAME}}，企业管理员可管理
zh_hk: 我將登入本企業的企業電郵地址，且我已知悉登入後電郵地址數據將同步至{{APP_DISPLAY_NAME}}，企業管理員可管理

# JSo
source: Cancel Login
de_de: Anmeldung abbrechen
es_es: Cancelar inicio de sesión
fr_fr: Annuler la connexion
id_id: Batalkan Login
it_it: Annulla accesso
ja_jp: ログインしない
ko_kr: 로그인 취소
ms_my: Batal Log Masuk
pt_br: Login cancelado
ru_ru: Отменить вход
th_th: ยกเลิกการล็อกอิน
vi_vn: Hủy đăng nhập
zh_cn: 取消登录
zh_hk: 取消登入

# FbA
source: For seamless email usage and collaborative capabilities, your email data will be synchronized with {{APP_DISPLAY_NAME}} and can be managed by the organization administrator. Please ensure to log in to your business email.
de_de: Für eine nahtlose E-Mail-Nutzung und Zusammenarbeit werden Ihre E-Mail-Daten mit {{APP_DISPLAY_NAME}} synchronisiert und können vom Organisationsadministrator verwaltet werden. Bitte stellen Sie sicher, dass Sie sich bei Ihrer geschäftlichen E-Mail-Adresse anmelden.
es_es: Para un uso sin problemas del correo electrónico y las funciones de colaboración, los datos de tu correo electrónico se sincronizarán con {{APP_DISPLAY_NAME}} y el administrador corporativo podrá administrarlos. Asegúrate de iniciar sesión en el correo electrónico de tu empresa.
fr_fr: Pour fluidifier l'utilisation de la messagerie et les capacités de collaboration, vos données d'e-mail seront synchronisées avec {{APP_DISPLAY_NAME}} et pourront être gérées par l'administrateur de l'organisation. Veillez à vous connecter à votre adresse e-mail professionnelle.
id_id: Untuk penggunaan email yang lancar dan kemampuan kolaboratif, data email Anda akan disinkronkan dengan {{APP_DISPLAY_NAME}} dan dapat dikelola oleh administrator perusahaan. Pastikan untuk login ke email bisnis Anda.
it_it: Per un utilizzo ottimale dell'e-mail e delle funzionalità di collaborazione, i dati delle e-mail verranno sincronizzati con {{APP_DISPLAY_NAME}} e potranno essere gestiti dall'amministratore dell'organizzazione. Assicurati di accedere alla tua e-mail aziendale.
ja_jp: 仕事用メールアドレスでログインしてください。これにより、メールデータは {{APP_DISPLAY_NAME}} に同期され、管理者が適切に管理できるようになります。
ko_kr: 원활한 이메일 사용 및 협업 기능을 위해 회원님의 이메일 데이터는 {{APP_DISPLAY_NAME}}와(과) 동기화되며 엔터프라이즈 관리자가 관리할 수 있습니다. 비즈니스 이메일에 로그인했는지 확인하시기 바랍니다.
ms_my: Untuk penggunaan emel yang lancar dan kemampuan kolaborasi, data emel anda akan diselaraskan dengan {{APP_DISPLAY_NAME}} dan boleh diurus oleh pentadbir organisasi. Pastikan untuk log masuk ke emel perniagaan anda.
pt_br: Para uso contínuo de e-mail e recursos colaborativos, seus dados de e-mail serão sincronizados com o {{APP_DISPLAY_NAME}} e pode ser gerenciado pelo administrador da empresa. Certifique-se de fazer login no seu e-mail comercial.
ru_ru: Для удобства работы с электронной почтой и функциями взаимодействия ваши данные будут синхронизироваться с приложением{{APP_DISPLAY_NAME}}, также корпоративный администратор будет иметь возможность управлять такими данными. Выполните вход в учетную запись рабочей почты.
th_th: เพื่อการใช้งานอีเมลและความสามารถในการทำงานร่วมกันที่ราบรื่น ข้อมูลอีเมลของคุณจะซิงโครไนซ์กับ {{APP_DISPLAY_NAME}} และผู้ดูแลองค์กรสามารถจัดการข้อมูลอีเมลได้ โปรดล็อกอินอีเมลธุรกิจของคุณ
vi_vn: Để có khả năng cộng tác và sử dụng email liền mạch, dữ liệu email của bạn sẽ được đồng bộ hóa với {{APP_DISPLAY_NAME}} và có thể được quản trị viên tổ chức quản lý. Hãy đảm bảo đăng nhập vào email doanh nghiệp của bạn.
zh_cn: 为了提供良好的邮箱使用和邮件协同能力，邮箱数据将同步至{{APP_DISPLAY_NAME}}并可由企业管理员管理，请确保登录本企业的企业邮箱
zh_hk: 為了提供良好的電郵地址使用和郵件協同能力，電郵地址數據將同步至{{APP_DISPLAY_NAME}}並可由企業管理員管理，請確保登入本企業的企業電郵地址

# W8c
source: I Understand and Agree
de_de: Ich verstehe und stimme zu
es_es: Lo entiendo y estoy de acuerdo
fr_fr: Je comprends et j'accepte
id_id: Saya Mengerti dan Setuju
it_it: Comprendo e accetto
ja_jp: 了解して同意
ko_kr: 이해하고 동의합니다
ms_my: Saya Faham dan Setuju
pt_br: Entendo e concordo
ru_ru: Я понимаю и даю свое согласие
th_th: ฉันเข้าใจและยอมรับ
vi_vn: Tôi hiểu và đồng ý
zh_cn: 我已知悉并同意
zh_hk: 我已知悉並同意

# PaI
source: Login notice
de_de: Hinweis zur Anmeldung
es_es: Aviso de inicio de sesión
fr_fr: Avis de connexion
id_id: Pemberitahuan login
it_it: Avviso di accesso
ja_jp: ログインについて
ko_kr: 로그인 알림
ms_my: Notis log masuk
pt_br: Aviso de login
ru_ru: Уведомление о входе
th_th: ประกาศการล็อกอิน
vi_vn: Thông báo đăng nhập
zh_cn: 登录提示
zh_hk: 登入提示

# CxU
source: Unable to share to chat as this email has been deleted.
de_de: Die Freigabe für den Chat ist nicht möglich, da diese E-Mail gelöscht wurde.
es_es: No se puede compartir en un chat porque este correo electrónico se ha eliminado.
fr_fr: Impossible de partager cet e-mail avec le chat, car il a été supprimé.
id_id: Gagal membagikan ke obrolan karena email ini telah dihapus.
it_it: Impossibile condividere nella chat poiché questa e-mail è stata eliminata.
ja_jp: このメールは削除されたため、チャットに共有できません。
ko_kr: 이 이메일은 삭제되어 채팅에 공유할 수 없습니다.
ms_my: Tidak dapat kongsi ke sembang kerana emel ini telah dipadam.
pt_br: Não é possível compartilhar no chat porque este e-mail foi excluído.
ru_ru: Невозможно поделиться в чате, так как это письмо было удалено.
th_th: ไม่สามารถแบ่งปันไปยังแชทได้เนื่องจากอีเมลนี้ถูกลบไปแล้ว
vi_vn: Không thể chia sẻ vào cuộc trò chuyện vì email này đã bị xóa.
zh_cn: 该邮件已删除，无法分享至会话
zh_hk: 該郵件已刪除，無法分享至對話

# iqo
source: Unable to mark as spam as this email has been deleted.
de_de: Die Markierung als Spam ist nicht möglich, da diese E-Mail gelöscht wurde.
es_es: No se puede marcar como spam porque este correo electrónico se ha eliminado.
fr_fr: Impossible de marquer cet e-mail comme courrier indésirable, car il a été supprimé.
id_id: Gagal menandai sebagai spam karena email ini telah dihapus.
it_it: Impossibile contrassegnare come spam poiché questa e-mail è stata eliminata.
ja_jp: このメールは削除されたため、迷惑メールに設定できません。
ko_kr: 이 이메일은 삭제되어 스팸으로 표시할 수 없습니다.
ms_my: Tidak dapat tandakan sebagai spam kerana emel ini telah dipadam.
pt_br: Não é possível marcar como spam porque este e-mail foi excluído.
ru_ru: Невозможно пометить как спам, так как это письмо было удалено.
th_th: ไม่สามารถทำเครื่องหมายว่าเป็นสแปมได้เนื่องจากอีเมลนี้ถูกลบไปแล้ว
vi_vn: Không thể đánh dấu là thư rác vì email này đã bị xóa.
zh_cn: 该邮件已删除，无法标记为垃圾邮件
zh_hk: 該郵件已刪除，無法標記為垃圾郵件

# 6Sc
source: Unable to delete as this email doesn't exist.
de_de: Das Löschen ist nicht möglich, da diese E-Mail nicht vorhanden ist.
es_es: No se puede eliminar porque este correo electrónico no existe.
fr_fr: Impossible de supprimer cet e-mail, car il n'existe pas.
id_id: Gagal menghapus karena email ini tidak ada.
it_it: Impossibile eliminare poiché questa e-mail non esiste.
ja_jp: このメールは存在しないため、削除できません。
ko_kr: 이 이메일은 존재하지 않아 삭제할 수 없습니다.
ms_my: Tidak dapat padam kerana emel ini tidak wujud.
pt_br: Não é possível excluir porque este e-mail não existe.
ru_ru: Невозможно удалить, так как этого письма не существует.
th_th: ไม่สามารถลบได้เนื่องจากไม่มีอีเมลนี้อยู่
vi_vn: Không thể xóa vì email này không tồn tại.
zh_cn: 该邮件不存在，无法删除
zh_hk: 該郵件不存在，無法刪除

# jVE
source: Unable to share to chat as this email doesn't exist.
de_de: Die Freigabe für den Chat ist nicht möglich, da diese E-Mail nicht vorhanden ist.
es_es: No se puede compartir en un chat porque este correo electrónico no existe.
fr_fr: Impossible de partager cet e-mail avec le chat, car il n'existe pas.
id_id: Gagal membagikan ke obrolan karena email ini tidak ada.
it_it: Impossibile condividere nella chat poiché questa e-mail non esiste.
ja_jp: このメールは存在しないため、チャットに共有できません。
ko_kr: 이 이메일은 존재하지 않아 채팅에 공유할 수 없습니다.
ms_my: Tidak dapat kongsi ke sembang kerana emel ini tidak wujud.
pt_br: Não é possível compartilhar no chat porque este e-mail não existe.
ru_ru: Невозможно поделиться в чате, так как этот адрес почты не существует.
th_th: ไม่สามารถแบ่งปันไปยังแชทได้เนื่องจากไม่มีอีเมลนี้อยู่
vi_vn: Không thể chia sẻ vào cuộc trò chuyện vì email này không tồn tại.
zh_cn: 该邮件已不存在，无法分享至会话
zh_hk: 該郵件不存在，無法分享至對話

# j10
source: Unable to mark as spam as this email doesn't exist.
de_de: Die Markierung als Spam ist nicht möglich, da diese E-Mail nicht vorhanden ist.
es_es: No se puede marcar como spam porque este correo electrónico no existe.
fr_fr: Impossible de marquer cet e-mail comme courrier indésirable, car il n'existe pas.
id_id: Gagal menandai sebagai spam karena email ini tidak ada.
it_it: Impossibile contrassegnare come spam poiché questa e-mail non esiste.
ja_jp: このメールは存在しないため、迷惑メールに設定できません。
ko_kr: 이 이메일은 존재하지 않아 스팸으로 표시할 수 없습니다.
ms_my: Tidak dapat tandakan sebagai spam kerana emel ini tidak wujud.
pt_br: Não é possível marcar como spam porque este e-mail não existe.
ru_ru: Невозможно пометить как спам, так как такого письма не существует.
th_th: ไม่สามารถทำเครื่องหมายว่าเป็นสแปมได้เนื่องจากไม่มีอีเมลนี้อยู่
vi_vn: Không thể đánh dấu là thư rác vì email này không tồn tại.
zh_cn: 该邮件不存在，无法标记为垃圾邮件
zh_hk: 該郵件不存在，無法標記為垃圾郵件

# CIo
source: Processing...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement en cours...
id_id: Memproses...
it_it: Elaborazione in corso
ja_jp: 処理中...
ko_kr: 처리 중...
ms_my: Memproses...
pt_br: Processando...
ru_ru: Обработка...
th_th: กำลังดำเนินการ...
vi_vn: Đang xử lý...
zh_cn: 处理中...
zh_hk: 處理中...

# ExA
source: Unable to share to chat as this email has been marked as spam.
de_de: Die Freigabe für den Chat ist nicht möglich, da diese E-Mail als Spam markiert wurde.
es_es: No se puede compartir en un chat porque este correo electrónico se ha marcado como spam.
fr_fr: Impossible de partager cet e-mail avec le chat, car il a été marqué comme courrier indésirable.
id_id: Gagal membagikan ke obrolan karena email ini telah ditandai sebagai spam.
it_it: Impossibile condividere nella chat poiché questa e-mail è stata contrassegnata come spam.
ja_jp: このメールは迷惑メールに設定されたため、チャットに共有できません。
ko_kr: 이 이메일은 스팸으로 표시되어 채팅에 공유할 수 없습니다.
ms_my: Tidak dapat kongsi ke sembang kerana emel ini telah ditandakan sebagai spam.
pt_br: Não é possível compartilhar no chat porque este e-mail foi marcado como spam.
ru_ru: Невозможно поделиться в чате, так как это письмо было помечено как спам.
th_th: ไม่สามารถแบ่งปันไปยังแชทได้เนื่องจากอีเมลนี้ถูกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Không thể chia sẻ vào cuộc trò chuyện vì email này đã được đánh dấu là thư rác.
zh_cn: 该邮件已标记为垃圾邮件，无法分享至会话
zh_hk: 該郵件已標記為垃圾郵件，無法分享至對話

# /Sc
source: You can only forward {{num}} emails as attachments at a time
de_de: Sie können gleichzeitig nur {{num}} E-Mails als Anhänge weiterleiten
es_es: Solo se pueden reenviar {{num}} correos electrónicos como archivos adjuntos a la vez
fr_fr: Vous ne pouvez transférer que {{num}} e-mails en tant que pièces jointes à la fois
hi_in: आप एक बार में अटैचमेंट के रूप में सिर्फ़ {{num}} ईमेल फ़ॉर्वर्ड कर सकते हैं
id_id: Anda hanya dapat meneruskan {{num}} email sebagai lampiran dalam sekali waktu
it_it: Puoi inoltrare solo {{num}} e-mail alla volta come allegati
ja_jp: 1 回ごとに最大 {{num}} 件のメールを添付ファイルに転換できます
ko_kr: 한 번에 {{num}}개 이메일만 첨부 파일로 전달할 수 있습니다
ms_my: Anda hanya boleh menghantar {{num}} emel sebagai lampiran pada satu masa
pt_br: Você só pode encaminhar {{num}} emails como anexos por vez
ru_ru: Вы можете пересылать только {{num}} писем (-а) в виде вложений за раз
th_th: คุณสามารถส่งต่ออีเมล {{num}} ฉบับเป็นไฟล์แนบในแต่ละครั้งเท่านั้น
vi_vn: Mỗi lần, bạn chỉ có thể chuyển tiếp {{num}} dưới dạng tập tin đính kèm
zh_cn: 一次最多转换 {{num}} 封邮件
zh_hk: 一次最多可轉換 {{num}} 封郵件

# GtE
source: Unable to upload the attachment. Please try again.
de_de: Anhang kann nicht hochgeladen werden. Bitte versuchen Sie es erneut.
es_es: No se puede cargar el archivo adjunto. Inténtalo de nuevo.
fr_fr: Impossible d'envoyer la pièce jointe. Veuillez réessayer.
id_id: Gagal mengunggah lampiran. Coba lagi.
it_it: Impossibile caricare l'allegato. Riprova.
ja_jp: 添付ファイルをアップロードできませんでした。再試行してください。
ko_kr: 첨부 파일을 업로드할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat memuat naik lampiran. Sila cuba lagi.
pt_br: Não é possível carregar o anexo. Tente novamente.
ru_ru: Не удалось загрузить вложение. Попробуйте еще раз.
th_th: ไม่สามารถอัปโหลดไฟล์แนบ โปรดลองอีกครั้ง
vi_vn: Không thể tải lên tập tin đính kèm. Vui lòng thử lại.
zh_cn: 附件上传失败，请重试
zh_hk: 附件上載失敗，請重試

# UVA
source: Forward as Attachment
de_de: Als Anhang weiterleiten
es_es: Reenviar como adjunto
fr_fr: Transférer en tant que pièce jointe
hi_in: अटैचमेंट के रूप में फ़ॉर्वर्ड करें
id_id: Teruskan sebagai Lampiran
it_it: Inoltra come allegato
ja_jp: 添付ファイルとして転送
ko_kr: 첨부 파일로 전달
ms_my: Hantar sebagai Lampiran
pt_br: Encaminhar como anexo
ru_ru: Переслать как вложение
th_th: ส่งต่อเป็นไฟล์แนบ
vi_vn: Chuyển tiếp dưới dạng tập tin đính kèm
zh_cn: 作为附件转发
zh_hk: 作為附件轉發

# 9n0
source: Size limit exceeded. Download the email and reupload it as an attachment.
de_de: Größenlimit überschritten. Laden Sie die E-Mail herunter und laden Sie sie erneut als Anhang hoch.
es_es: Límite de tamaño superado. Descarga el correo electrónico y vuelve a cargarlo como adjunto.
fr_fr: La limite de taille a été dépassée. Téléchargez l'e-mail et envoyez-le à nouveau en tant que pièce jointe.
id_id: Batas ukuran terlampaui. Unduh email dan unggah kembali sebagai lampiran.
it_it: Limite di dimensioni superato. Scarica l'e-mail e ricaricala come allegato.
ja_jp: メールのサイズが制限を超えています。メールをダウンロードしてからファイルとして添付できます。
ko_kr: 크기 제한을 초과했습니다. 이메일을 다운로드하고 첨부 파일로 다시 업로드합니다.
ms_my: Had saiz melebihi. Muat turun emel dan muat naik semula sebagai lampiran.
pt_br: Limite de tamanho excedido. Faça download do e-mail e recarregue-o como um anexo.
ru_ru: Превышен лимит размера. Скачайте письмо и повторно загрузите его как вложение.
th_th: เกินจำนวนจำกัดของขนาด ดาวน์โหลดอีเมลและอัปโหลดเป็นไฟล์แนบ
vi_vn: Đã vượt quá giới hạn dung lượng. Hãy tải xuống email này rồi tải lên lại dưới dạng tập tin đính kèm.
zh_cn: 邮件过大，可下载后重新上传为附件
zh_hk: 郵件過大，可下載後重新上載為附件

# OG8
source: Unable to forward. Please try again later.
de_de: Weiterleiten nicht möglich. Bitte versuchen Sie es später erneut.
es_es: No se puede reenviar. Inténtalo de nuevo más tarde.
fr_fr: Transfert impossible. Veuillez réessayer plus tard.
id_id: Gagal meneruskan. Coba lagi nanti.
it_it: Impossibile inoltrare. Riprova più tardi.
ja_jp: 転換できませんでした。後で再試行してください。
ko_kr: 전달할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menghantar. Sila cuba lagi kemudian.
pt_br: Não é possível encaminhar. Tente novamente mais tarde.
ru_ru: Не удалось переслать. Попробуйте еще раз позже.
th_th: ไม่สามารถส่งต่อได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể chuyển tiếp. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

# gQ4
source: Expired
de_de: Abgelaufen
es_es: Caducado
fr_fr: Expiré(e)
hi_in: समय-सीमा समाप्त हुई
id_id: Kedaluwarsa
it_it: Scaduto
ja_jp: 期限切れ
ko_kr: 만료됨
ms_my: Tamat tempoh
pt_br: Vencido
ru_ru: Срок действия истек
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 已过期
zh_hk: 已過期

# ivI
source: Business email
de_de: Geschäftliche E-Mail
es_es: Correo electrónico corporativo
fr_fr: Adresse e-mail professionnelle
hi_in: बिज़नेस ईमेल
id_id: Email bisnis
it_it: E-mail aziendale
ja_jp: 法人メールアドレス
ko_kr: 비즈니스 이메일
ms_my: Emel perniagaan
pt_br: E-mail comercial
ru_ru: Рабочая почта
th_th: อีเมลธุรกิจ
vi_vn: Email doanh nghiệp
zh_cn: 企业邮箱
zh_hk: 企業電郵地址

# 92Q
source: You can change settings for public mailbox here.
de_de: Sie können hier die Einstellungen für das öffentliche Postfach ändern.
es_es: Aquí podrás cambiar la configuración del buzón de correo público.
fr_fr: Vous pouvez modifier les paramètres de la boîte aux lettres publique ici.
hi_in: आप यहाँ सार्वजनिक मेलबॉक्स की सेटिंग्स बदल सकते हैं.
id_id: Anda dapat mengubah pengaturan kotak surat publik di sini.
it_it: Puoi modificare le impostazioni per la casella di posta pubblica qui.
ja_jp: ここをクリックして共有メールアドレスの設定を変更します。
ko_kr: 여기서 공개 사서함 설정을 변경할 수 있습니다.
ms_my: Anda boleh ubah tetapan untuk peti mel awam di sini.
pt_br: Você pode alterar as configurações de caixa de entrada pública aqui.
ru_ru: Настройки для открытого почтового ящика можно изменить здесь.
th_th: คุณสามารถเปลี่ยนการตั้งค่าสำหรับกล่องจดหมายสาธารณะได้ที่นี่
vi_vn: Bạn có thể thay đổi cài đặt cho hòm thư công khai tại đây.
zh_cn: 点击此处更改业务邮箱设置
zh_hk: 點擊這裡更改業務電郵地址設定

# h4E
source: Current account
de_de: Aktuelles Konto
es_es: Cuenta actual
fr_fr: Compte actuel
hi_in: मौजूदा खाता
id_id: Akun saat ini
it_it: Account corrente
ja_jp: 現在のアカウント
ko_kr: 현재 계정
ms_my: Akaun semasa
pt_br: Conta atual
ru_ru: Текущая учетная запись
th_th: บัญชีปัจจุบัน
vi_vn: Tài khoản hiện tại
zh_cn: 当前账号
zh_hk: 目前帳戶
