Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# GvU
source: Are you sure you'd want to unsubscribe from future messages from {{emailalias}}? You'll be taken to the browser to unsubscribe.
de_de: Sind Sie sicher, dass Sie in Zukunft keine Nachrichten von {{emailalias}} mehr erhalten möchten? Sie werden zum Browser weitergeleitet, um das Abonnement zu beenden.
es_es: ¿Cancelar la suscripción a los mensajes futuros de {{emailalias}}? Te llevaremos al navegador para cancelar la suscripción.
fr_fr: Confirmer le désabonnement des futurs messages de {{emailalias}} ? Vous serez redirigé vers le navigateur pour vous désabonner.
hi_in: क्या आप वाकई {{emailalias}} से भविष्य में आने वाले संदेशो से अनसब्सक्राइब करना चाहते हैं? अनसब्सक्राइब करने के लिए आपको ब्राउज़र पर ले जाया जाएगा.
id_id: Anda yakin ingin berhenti berlangganan pesan mendatang dari {{emailalias}}? Anda akan dibawa ke browser untuk berhenti berlangganan.
it_it: Sei sicuro di voler annullare l'iscrizione alla ricezione futura di messaggi da {{emailalias}}? Verrai trasferito sul browser per annullare l'iscrizione.
ja_jp: 今後 {{emailalias}} からのメールを受け取らないようにしますか？受信停止の操作はブラウザで行われます。
ko_kr: 앞으로 {{emailalias}} 님이 보내는 메시지를 수신 거부하시겠습니까? 수신 거부를 위해 브라우저로 이동합니다.
ms_my: Adakah anda pasti mahu berhenti langgan daripada mesej akan datang dari {{emailalias}}? Anda akan dibawa ke pelayar untuk berhenti langgan.
pt_br: Deseja realmente cancelar sua inscrição de futuras mensagens de {{emailalias}}? Você será encaminhado ao navegador para cancelar a inscrição.
ru_ru: Вы действительно хотите отменить подписку на дальнейшие сообщения от {{emailalias}}? Вы будете переключены в браузер, чтобы отменить подписку.
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิกการสมัครรับข้อความในอนาคตจาก {{emailalias}} คุณจะถูกนำไปนำเบราว์เซอร์เพื่อยกเลิกการสมัครรับ
vi_vn: Bạn có chắc muốn hủy đăng ký nhận tin nhắn trong tương lai từ {{emailalias}} không? Bạn sẽ được đưa đến trình duyệt để hủy đăng ký.
zh_cn: 确定取消订阅来自 {{emailalias}} 的新邮件吗？你将被带到浏览器进行取消订阅。
zh_hk: 確定取消訂閱來自 {{emailalias}} 的新郵件嗎？您將被帶到瀏覽器進行取消訂閱。

# VOA
source: Unsubscribed
de_de: Abonnement beendet
es_es: Suscripción cancelada
fr_fr: Désabonnement réussi
hi_in: अनसब्सक्राइब किया गया
id_id: Berhenti berlangganan
it_it: Iscrizione annullata
ja_jp: 配信を停止しました
ko_kr: 수신 거부됨
ms_my: Berhenti langgan
pt_br: Inscrição cancelada
ru_ru: Подписка отменена
th_th: ยกเลิกการสมัครรับแล้ว
vi_vn: Đã hủy đăng ký
zh_cn: 已取消订阅
zh_hk: 已取消訂閱

# 0ds
source: Unsubscribe failed
de_de: Beenden des Abonnements fehlgeschlagen
es_es: Error al cancelar suscripción
fr_fr: Échec du désabonnement
hi_in: अनसब्सक्राइब करना विफल हुआ
id_id: Gagal berhenti berlangganan
it_it: Annullamento iscrizione non riuscito
ja_jp: 配信を停止できませんでした
ko_kr: 수신 거부 실패
ms_my: Gagal berhenti langgan
pt_br: Falha ao cancelar inscrição
ru_ru: Не удалось отменить подписку
th_th: ยกเลิกการสมัครรับไม่สำเร็จ
vi_vn: Không thể hủy đăng ký
zh_cn: 取消订阅失败
zh_hk: 取消訂閱失敗

# v4I
source: Unsubscribe
de_de: Abonnement beenden
es_es: Cancelar suscripción
fr_fr: Se désabonner
hi_in: अनसब्सक्राइब करें
id_id: Berhenti berlangganan
it_it: Annulla iscrizione
ja_jp: 受信停止
ko_kr: 수신 거부
ms_my: Berhenti langgan
pt_br: Cancelar assinatura
ru_ru: Отменить подписку
th_th: ยกเลิกการสมัครรับ
vi_vn: Hủy đăng ký
zh_cn: 取消订阅
zh_hk: 取消訂閱

# ENA
source: Move this email to Spam
de_de: Diese E-Mail in Spam verschieben
es_es: Mover este correo electrónico a Spam
fr_fr: Déplacer cet e-mail vers le courrier indésirable
hi_in: इस ईमेल को स्पैम ले जाएँ
id_id: Pindah email ini ke Spam
it_it: Sposta quest'email in Spam
ja_jp: このメールをを迷惑メールに移動します
ko_kr: 이 이메일을 스팸으로 이동
ms_my: Pindahkan emel ini ke Spam
pt_br: Mover este e-mail para a pasta de spam
ru_ru: Переместить это письмо в спам
th_th: ย้ายอีเมลนี้ไปยังสแปม
vi_vn: Di chuyển email này sang thư mục Thư rác
zh_cn: 将此封邮件移至垃圾邮件
zh_hk: 將此封郵件轉移至垃圾郵件

# Wvk
source: Send all future emails from the related {{num}} senders including "{{address1}}" and "{{address2}}" to Spam. {{noticePlural}}
de_de: Alle zukünftigen E-Mails dieser zugehörigen {{num}} Absender, einschließlich „{{address1}}“ und „{{address2}}“, an den Spam-Ordner senden. {{noticePlural}}
es_es: Enviar todos los correos electrónicos futuros de los {{num}} remitentes relacionados (entre ellos, "{{address1}}" y "{{address2}}") a Spam. {{noticePlural}}
fr_fr: Déplacer les futurs e-mails des {{num}} expéditeurs concernés, dont "{{address1}}" et "{{address2}}", vers le courrier indésirable. {{noticePlural}}
id_id: Kirim semua email mendatang dari {{num}} pengirim terkait termasuk "{{address1}}" dan "{{address2}}" ke Spam. {{noticePlural}}
it_it: Invia tutte le e-mail future dai {{num}} mittenti correlati, tra cui "{{address1}}" e "{{address2}}", a Spam. {{noticePlural}}
ja_jp: 今後、「{{address1}}」、「{{address2}}」など {{num}} 個の送信者から送信されるメールを自動的に「迷惑メール」に移動{{noticePlural}}
ko_kr: 관련된 보낸 사람 {{num}}명("{{address1}}" 및 "{{address2}}" 포함)의 모든 향후 이메일을 스팸으로 전송합니다. {{noticePlural}}
ms_my: Hantar semua email masa depan daripada {{num}} pengirim yang berkaitan termasuk "{{address1}}" dan "{{address2}}" ke Spam. {{noticePlural}}
pt_br: Envie todos os e-mails futuros dos {{num}} remetentes relacionados, incluindo "{{address1}}" e "{{address2}}" para Spam. {{noticePlural}}
ru_ru: Перемещать все последующие письма от связанных {{num}} отправителей, включая "{{address1}}" и "{{address2}}", в Спам. {{noticePlural}}
th_th: ส่งอีเมลทั้งหมดในอนาคตจากผู้ส่งที่เกี่ยวข้องจำนวน {{num}} รวมถึง "{{address1}}" และ "{{address2}}" ไปยังสแปม {{noticePlural}}
vi_vn: Gửi tất cả email sau này từ {{num}} người gửi liên quan, bao gồm "{{address1}}" và "{{address2}}", vào mục Thư rác. {{noticePlural}}
zh_cn: 将后续来自“{{address1}}”和“{{address2}}”等 {{num}} 人的邮件自动移至“垃圾邮件”。{{noticePlural}}
zh_hk: 將以後來自「{{address1}}」和「{{address2}}」等 {{num}} 人的郵件自動移至「垃圾郵件」。{{noticePlural}}

# kNs
source: The selected emails will be moved to Spam.
de_de: Die ausgewählten E-Mails werden in den Spam-Ordner verschoben.
es_es: Los correos electrónicos seleccionados se moverán a Spam.
fr_fr: Les e-mails sélectionnés seront déplacés vers le courrier indésirable.
id_id: Email yang dipilih akan dipindahkan ke Spam.
it_it: Le e-mail selezionate verranno spostate in Spam.
ja_jp: 選択したメールは「迷惑メール」に移動されます。
ko_kr: 선택한 이메일이 스팸으로 이동됩니다.
ms_my: Emel yang dipilih akan dipindahkan ke Spam.
pt_br: Os e-mails selecionados serão movidos para Spam.
ru_ru: Выбранные письма будут перемещены в Спам.
th_th: อีเมลที่เลือกจะถูกย้ายไปยังสแปม
vi_vn: Các email đã chọn sẽ được chuyển vào mục Thư rác.
zh_cn: 选中邮件将被移至“垃圾邮件”
zh_hk: 所選郵件將會移至「垃圾郵件」

# XVc
source: The selected emails will be marked as spam.
de_de: Die ausgewählten E-Mails werden als Spam gekennzeichnet.
es_es: Los correos electrónicos seleccionados se marcarán como spam.
fr_fr: Les e-mails sélectionnés seront marqués comme courrier indésirable.
id_id: Email terpilih akan ditandai sebagai spam.
it_it: Le e-mail selezionate verranno contrassegnate come spam.
ja_jp: 選択したメールは「迷惑メール」に設定されます。
ko_kr: 선택한 이메일은 스팸으로 표시됩니다.
ms_my: Email yang dipilih akan ditandai sebagai spam.
pt_br: Os e-mails selecionados serão marcados como spam.
ru_ru: Выбранные письма будут помечены как спам.
th_th: อีเมลที่เลือกจะถูกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Các email đã chọn sẽ được đánh dấu là thư rác.
zh_cn: 选中邮件将被标记为垃圾邮件
zh_hk: 所選郵件將會標記為垃圾郵件

# nXE
source: Don't send future emails from the related {{num}} senders including "{{address1}}" and "{{address2}}" to Spam.
de_de: Zukünftig keine E-Mails von diesen {{num}} zugehörigen Absendern, einschließlich „{{address1}}“ und „{{address2}}“, an den Spam-Ordner senden.
es_es: No enviar los correos electrónicos futuros de los {{num}} remitentes relacionados (entre ellos, "{{address1}}" y "{{address2}}") a Spam.
fr_fr: Ne pas envoyer les futurs e-mails des {{num}} expéditeurs concernés, dont "{{address1}}" et "{{address2}}", vers le courrier indésirable.
id_id: Jangan kirim semua email mendatang dari {{num}} pengirim terkait termasuk "{{address1}}" dan "{{address2}}" ke Spam.
it_it: Non inviare le e-mail future dai {{num}} mittenti correlati, tra cui "{{address1}}" e "{{address2}}", a Spam.
ja_jp: 今後、「{{address1}}」、「{{address2}}」など {{num}} 個の送信者から送信されるメールを自動的に「迷惑メール」に移動しない
ko_kr: 관련된 보낸 사람 {{num}}명("{{address1}}" 및 "{{address2}}" 포함)의 향후 이메일을 스팸으로 전송하지 않습니다.
ms_my: Jangan hantar emel masa depan daripada {{num}} penghantar berkaitan termasuk "{{address1}}" dan "{{address2}}" ke Spam.
pt_br: Não enviar todos os e-mails futuros dos {{num}} remetentes relacionados, incluindo "{{address1}}" e "{{address2}}", para Spam.
ru_ru: Не перемещать последующие письма от связанных {{num}} отправителей, включая "{{address1}}" и "{{address2}}", в Спам.
th_th: อย่าส่งอีเมลในอนาคตจากผู้ส่งที่เกี่ยวข้องจำนวน {{num}} ราย รวมถึง "{{address1}}" และ "{{address2}}" ไปยังสแปม
vi_vn: Không gửi các email sau này từ {{num}} người gửi liên quan, bao gồm "{{address1}}" và "{{address2}}", vào mục Thư rác.
zh_cn: 后续来自“{{address1}}”和“{{address2}}”等 {{num}} 人的邮件不自动移至“垃圾邮件”
zh_hk: 以後來自「{{address1}}」和「{{address2}}」等 {{num}} 人的郵件不自動移至「垃圾郵件」

# bmI
source: System detected that someone might have pretended to be the addresses displayed and sent you the emails. Are you sure you want to unmark them as spam?
de_de: Das System hat erkannt, dass sich Personen möglicherweise als die angezeigten Adressen ausgegeben und Ihnen diese E-Mails gesendet haben. Möchten Sie die Kennzeichnung dieser E-Mails als Spam wirklich aufheben?
es_es: El sistema ha detectado que alguien podría haber fingido ser las direcciones mostradas para enviarte los correos electrónicos. ¿Seguro que quieres desmarcarlos como spam?
fr_fr: Le système a détecté que quelqu'un a peut-être usurpé les adresses affichées et vous a envoyé ces e-mails. Voulez-vous vraiment les retirer du courrier indésirable ?
id_id: Sistem mendeteksi bahwa seseorang mungkin berpura-pura menjadi alamat yang ditampilkan dan mengirimi Anda email. Anda yakin ingin menghapus tandanya sebagai spam?
it_it: Il sistema ha rilevato che qualcuno potrebbe aver finto di essere gli indirizzi visualizzati e potrebbe averti inviato le e-mail. Vuoi davvero rimuovere il contrassegno spam?
ja_jp: 何者かがなりすましてこれらのメールを送信した可能性があります。「迷惑メールではない」を選択してもよろしいですか？
ko_kr: 시스템에서 누군가 표시된 주소로 가장하여 회원님에게 이메일을 보냈을 수 있음을 감지했습니다. 스팸으로 표시를 해제하시겠습니까?
ms_my: Sistem mengesan bahawa seseorang mungkin berpura-pura menjadi alamat yang dipaparkan dan menghantar e-mel kepada anda. Adakah anda pasti ingin menyahtandakan e-mel tersebut sebagai spam?
pt_br: O sistema detectou que alguém pode ter fingido ser os endereços exibidos e lhe enviou os e-mails. Tem certeza de que deseja desmarcá-los como spam?
ru_ru: Система обнаружила, что кто-то мог притвориться отображаемыми адресами и отправить вам письма. Вы уверены, что хотите снять с них пометку "Спам"?
th_th: ระบบตรวจพบว่าอาจมีคนแอบอ้างเป็นที่อยู่ที่แสดงและส่งอีเมลเหล่านี้ถึงคุณ คุณแน่ใจหรือไม่ว่าต้องการยกเลิกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Hệ thống đã phát hiện có người có thể đã giả danh địa chỉ được hiển thị và gửi cho bạn những email này. Bạn có chắc muốn bỏ đánh dấu các email này là thư rác không?
zh_cn: 系统检测到可能有人伪造地址向你发送了这些邮件，确认不是垃圾邮件吗？
zh_hk: 系統偵測到可能有人偽造地址向你發送了郵件，確認不是垃圾郵件嗎？

# 1lk
source: (Please be careful as the system detected that someone might have pretended to be the sender displayed and sent you this email.)
de_de: (Bitte lassen Sie Vorsicht walten, da das System erkannt hat, dass sich jemand möglicherweise als der angezeigte Absender ausgegeben und Ihnen diese E-Mail gesendet hat.)
es_es: (Ten cuidado, el sistema ha detectado que alguien podría haber fingido ser el remitente mostrado para enviarte este correo electrónico).
fr_fr: (Veuillez faire attention : le système a détecté que l'identité de l'expéditeur affiché a peut être été usurpée pour vous envoyer cet e-mail.)
id_id: (Berhati-hatilah karena sistem mendeteksi bahwa seseorang mungkin berpura-pura menjadi pengirim yang ditampilkan dan mengirimi Anda email ini.)
it_it: (Fai attenzione poiché il sistema ha rilevato che qualcuno potrebbe aver finto di essere il mittente visualizzato e potrebbe averti inviato questa e-mail.)
ja_jp: （何者かがこの送信者になりすましてこのメールを送信した可能性があります。慎重に選択してください。）
ko_kr: (시스템에서 누군가 표시된 보낸 사람으로 가장하여 이 이메일을 보냈을 수 있음을 감지했으므로 주의하세요.)
ms_my: (Sila berhati-hati kerana sistem mengesan bahawa seseorang mungkin telah berpura-pura menjadi pengirim yang dipaparkan dan menghantar emel ini kepada anda.)
pt_br: (Tenha cuidado, pois o sistema detectou que alguém pode ter fingido ser o remetente exibido e lhe enviou este e-mail.)
ru_ru: (Будьте осторожны. Система обнаружила, что кто-то мог выдать себя за отображаемого отправителя и отправил вам это письмо.)
th_th: (โปรดระวังเนื่องจากระบบตรวจพบว่าอาจมีคนแอบอ้างเป็นผู้ส่งที่แสดงและส่งอีเมลนี้ถึงคุณ)
vi_vn: (Hãy cẩn thận vì hệ thống đã phát hiện có người có thể đã giả danh người gửi được hiển thị và gửi cho bạn email này.)
zh_cn: （系统检测到可能有人伪造该发件人地址向你发送了此邮件，请谨慎勾选）
zh_hk: (系統偵測到可能有人偽造該寄件者地址向你發送了此郵件，請謹慎勾選)

# Rxc
source: Send all future emails from this sender to Spam. {{noticeSingular}}
de_de: Zukünftig alle E-Mails dieses Absenders an den Spam-Ordner senden. {{noticeSingular}}
es_es: Enviar todos los correos electrónicos futuros de este remitente a Spam. {{noticeSingular}}
fr_fr: Envoyer les futurs e-mails de cet expéditeur vers le courrier indésirable. {{noticeSingular}}
id_id: Kirim semua email mendatang dari pengirim ini ke Spam. {{noticeSingular}}
it_it: Invia tutte le e-mail future da questo mittente a Spam. {{noticeSingular}}
ja_jp: 今後、この送信者から送信されるメールを自動的に「迷惑メール」に移動{{noticeSingular}}
ko_kr: 이 보낸 사람의 모든 향후 이메일을 스팸으로 전송합니다. {{noticeSingular}}
ms_my: Hantar semua emel akan datang daripada pengirim ini ke Spam. {{noticeSingular}}
pt_br: Enviar todos os e-mails futuros deste remetente para Spam. {{noticeSingular}}
ru_ru: Перемещать все последующие письма от этого отправителя в Спам. {{noticeSingular}}
th_th: ส่งอีเมลทั้งหมดในอนาคตจากผู้ส่งนี้ไปยังสแปม {{noticeSingular}}
vi_vn: Gửi tất cả email sau này từ người gửi này vào mục Thư rác. {{noticeSingular}}
zh_cn: 将后续来自该发件人的邮件自动移至“垃圾邮件”。{{noticeSingular}}
zh_hk: 將以後來自該寄件者的郵件自動移至「垃圾郵件」。{{noticeSingular}}

# bSU
source: Send all future emails from "{{address}}" to Spam. {{noticeSingular}}
de_de: Zukünftig alle E-Mails des Absenders „{{address}}“ an den Spam-Ordner senden. {{noticeSingular}}
es_es: Enviar todos los correos electrónicos futuros de "{{address}}" a Spam. {{noticeSingular}}
fr_fr: Déplacer les futurs e-mails de "{{address}}" vers le courrier indésirable. {{noticeSingular}}
id_id: Kirim semua email mendatang dari "{{address}}" ke Spam. {{noticeSingular}}
it_it: Invia tutte le e-mail future da "{{address}}" a Spam. {{noticeSingular}}
ja_jp: 今後、「{{address}}」から送信されるメールを自動的に「迷惑メール」に移動{{noticeSingular}}
ko_kr: "{{address}}"의 모든 향후 이메일을 스팸으로 전송합니다. {{noticeSingular}}
ms_my: Hantar semua emel akan datang dari "{{address}}" ke Spam. {{noticeSingular}}
pt_br: Enviar todos os e-mails futuros de "{{address}}" para Spam. {{noticeSingular}}
ru_ru: Перемещать все последующие письма от "{{address}}" в Спам. {{noticeSingular}}
th_th: ส่งอีเมลทั้งหมดในอนาคตจาก "{{address}}" ไปยังสแปม {{noticeSingular}}
vi_vn: Gửi tất cả email sau này từ "{{address}}" vào mục Thư rác. {{noticeSingular}}
zh_cn: 将后续来自“{{address}}”的邮件自动移至“垃圾邮件”。{{noticeSingular}}
zh_hk: 將以後來自「{{address}}」的郵件自動移至「垃圾郵件」。{{noticeSingular}}

# Qj8
source: This email will be moved to Spam.
de_de: Diese E-Mail wird in den Spam-Ordner verschoben.
es_es: Este correo electrónico se moverá a Spam.
fr_fr: Cet e-mail sera déplacé vers le courrier indésirable.
id_id: Email ini akan dipindahkan ke Spam.
it_it: Questa e-mail verrà spostata in Spam.
ja_jp: このメールは「迷惑メール」に移動されます。
ko_kr: 이 이메일이 스팸으로 이동됩니다.
ms_my: Emel ini akan dipindahkan ke Spam.
pt_br: Este e-mail será movido para Spam.
ru_ru: Это письмо будет перемещено в Спам.
th_th: อีเมลนี้จะถูกย้ายไปยังสแปม
vi_vn: Email này sẽ được chuyển vào mục Thư rác.
zh_cn: 该邮件将被移至“垃圾邮件”
zh_hk: 該郵件將會移至「垃圾郵件」

# FlI
source: This email will be marked as spam.
de_de: Diese E-Mail wird als Spam gekennzeichnet.
es_es: Este correo electrónico se marcará como spam.
fr_fr: Cet e-mail sera marqué comme courrier indésirable.
id_id: Email ini akan ditandai sebagai spam.
it_it: Questa e-mail verrà contrassegnata come spam.
ja_jp: このメールを迷惑メールに設定します。
ko_kr: 이 이메일은 스팸으로 표시됩니다.
ms_my: Emel ini akan ditanda sebagai spam.
pt_br: Este e-mail será marcado como spam.
ru_ru: Это письмо будет помечено как спам.
th_th: อีเมลนี้จะถูกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Email này sẽ được đánh dấu là thư rác.
zh_cn: 该邮件将被标记为垃圾邮件
zh_hk: 該郵件將會標記為垃圾郵件

# kFo
source: System detected that someone might have pretended to be the sender displayed and sent you this email. Are you sure you want to unmark it as spam?
de_de: Das System hat erkannt, dass sich jemand möglicherweise als der angezeigte Absender ausgegeben und Ihnen diese E-Mail gesendet hat. Möchten Sie die Markierung dieser E-Mail als Spam wirklich aufheben?
es_es: El sistema ha detectado que alguien podría haber fingido ser el remitente mostrado para enviarte este correo electrónico. ¿Seguro que quieres desmarcarlo como spam?
fr_fr: Le système a détecté que quelqu'un a peut-être usurpé l'identité de l'expéditeur affiché et vous a envoyé cet e-mail. Voulez-vous vraiment le retirer du courrier indésirable ?
id_id: Sistem mendeteksi bahwa ada orang yang mungkin berpura-pura menjadi pengirim yang ditampilkan dan mengirimi Anda email ini. Anda yakin ingin menghapus penandaannya sebagai spam?
it_it: Il sistema ha rilevato che qualcuno potrebbe aver finto di essere il mittente visualizzato e potrebbe averti inviato questa e-mail. Vuoi davvero rimuovere il contrassegno come spam?
ja_jp: 何者かがこのメールアドレスになりすましてこのメールを送信した可能性があります。「迷惑メールではない」を選択してもよろしいですか？
ko_kr: 시스템에서 누군가 표시된 보낸 사람으로 가장하여 이 이메일을 보냈을 수 있음을 감지했습니다. 스팸으로 표시를 해제하시겠습니까?
ms_my: Sistem mengesan bahawa seseorang mungkin telah berpura-pura menjadi pengirim yang dipaparkan dan menghantar emel ini kepada anda. Adakah anda pasti mahu menyahmarkah sebagai spam?
pt_br: O sistema detectou que alguém pode ter fingido ser o remetente exibido e lhe enviou este e-mail. Tem certeza de que deseja desmarcá-lo como spam?
ru_ru: Система обнаружила, что кто-то мог выдать себя за отображаемого отправителя и отправить вам это письмо. Вы уверены, что хотите снять пометку "Спам"?
th_th: ระบบตรวจพบว่าอาจมีคนแอบอ้างเป็นผู้ส่งที่แสดงและส่งอีเมลนี้ถึงคุณ คุณแน่ใจหรือไม่ว่าต้องการยกเลิกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Hệ thống đã phát hiện có người có thể đã giả danh người gửi được hiển thị và gửi cho bạn email này. Bạn có chắc muốn bỏ đánh dấu email này là thư rác không?
zh_cn: 系统检测到可能有人伪造该地址向你发送了此邮件，确认这不是垃圾邮件吗？
zh_hk: 系統偵測到可能有人偽造該地址向你發送了此郵件，確認這不是垃圾郵件嗎？

# mhs
source: Recipients are unable to access or download this file as it violated {{UserAgreement}}.
de_de: Die Empfänger können auf diese Datei nicht zugreifen oder sie herunterladen, da sie gegen die {{UserAgreement}} verstößt.
es_es: Los destinatarios no pueden acceder o descargar este archivo porque infringe el {{UserAgreement}}.
fr_fr: Les destinataires ne peuvent pas accéder à ce fichier ni le télécharger, car il n'a pas respecté le {{UserAgreement}}.
id_id: Penerima gagal mengakses atau mengunduh file ini karena file ini melanggar {{UserAgreement}}.
it_it: I destinatari non sono in grado di accedere a questo file o scaricarlo poiché viola il {{UserAgreement}}.
ja_jp: このファイルは{{UserAgreement}}に違反したため、宛先はアクセス・ダウンロードできなくなりました。
ko_kr: {{UserAgreement}}을 위반하므로 받는 사람은 이 파일에 액세스하거나 다운로드할 수 없습니다.
ms_my: Penerima tidak dapat mengakses atau memuat turun fail ini kerana melanggar {{UserAgreement}}.
pt_br: Os destinatários não podem acessar ou fazer download deste arquivo porque ele violou o {{UserAgreement}}.
ru_ru: Получатели не могут получить доступ к этому файлу или скачать его, так как он нарушает {{UserAgreement}}.
th_th: ผู้รับไม่สามารถเข้าถึงหรือดาวน์โหลดไฟล์นี้ได้เนื่องจากละเมิด {{UserAgreement}}
vi_vn: Người nhận không thể truy cập hoặc tải xuống tập tin này vì tập tin đã vi phạm {{UserAgreement}}.
zh_cn: 此文件违反{{UserAgreement}}，收件人已无法访问或下载
zh_hk: 此檔案違反{{UserAgreement}}，收件人已無法存取或下載

# 8/0
source: Contact Support
de_de: Support kontaktieren
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
id_id: Hubungi Dukungan
it_it: Contatta il supporto tecnico
ja_jp: お問い合わせ
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Sokongan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ hỗ trợ
zh_cn: 联系客服
zh_hk: 聯絡客戶服務

# CIk
source: Violated User Agreement
de_de: Verstoß gegen Nutzungsvereinbarung
es_es: Acuerdo de usuario infringido
fr_fr: Contrat d'utilisateur non respecté
id_id: Melanggar Perjanjian Pengguna
it_it: Contratto di licenza violato
ja_jp: 不適切な内容を含む
ko_kr: 사용자 계약 위반
ms_my: Melanggar Perjanjian Pengguna
pt_br: Contrato do usuário violado
ru_ru: Нарушено пользовательское соглашение
th_th: ละเมิดข้อตกลงของผู้ใช้
vi_vn: Thỏa thuận người dùng bị vi phạm
zh_cn: 发现违规内容
zh_hk: 發現違規內容

# qfA
source: {{APP_DISPLAY_NAME}} User Agreement
de_de: Nutzungsvereinbarung für {{APP_DISPLAY_NAME}}
es_es: Acuerdo de usuario de {{APP_DISPLAY_NAME}}
fr_fr: Contrat d'utilisateur {{APP_DISPLAY_NAME}}
id_id: Perjanjian Pengguna {{APP_DISPLAY_NAME}}
it_it: Contratto di licenza {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ユーザー利用規約
ko_kr: {{APP_DISPLAY_NAME}} 사용자 계약
ms_my: Perjanjian Pengguna {{APP_DISPLAY_NAME}}
pt_br: Contrato do usuário do {{APP_DISPLAY_NAME}}
ru_ru: Пользовательское соглашение {{APP_DISPLAY_NAME}}
th_th: ข้อตกลงของผู้ใช้ {{APP_DISPLAY_NAME}}
vi_vn: Thỏa thuận người dùng {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}用户协议
zh_hk: {{APP_DISPLAY_NAME}}用戶協議

# kWs
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# cRY
source: Edit Image
de_de: Bild bearbeiten
es_es: Editar imagen
fr_fr: Modifier l'image
id_id: Edit Gambar
it_it: Modifica immagine
ja_jp: 画像を編集
ko_kr: 이미지 편집
ms_my: Edit Imej
pt_br: Editar imagem
ru_ru: Редактировать изображение
th_th: แก้ไขภาพ
vi_vn: Chỉnh sửa hình ảnh
zh_cn: 编辑图片
zh_hk: 編輯圖片

# WbE
source: Open in Another App
de_de: In anderer App öffnen
es_es: Abrir en otra aplicación
fr_fr: Ouvrir dans une autre application
id_id: Buka di Aplikasi Lain
it_it: Apri in un'altra app
ja_jp: 他のアプリで開く
ko_kr: 다른 앱에서 열기
ms_my: Buka dalam Apl Lain
pt_br: Abrir em outro aplicativo
ru_ru: Открыть в другом приложении
th_th: เปิดในแอปอื่น
vi_vn: Mở trong ứng dụng khác
zh_cn: 用其他应用打开
zh_hk: 使用其他應用程式開啟

# 0n8
source: Save Image
de_de: Bild speichern
es_es: Guardar imagen
fr_fr: Enregistrer l'image
id_id: Simpan Gambar
it_it: Salva immagine
ja_jp: 画像を保存
ko_kr: 이미지 저장
ms_my: Simpan Imej
pt_br: Salvar imagem
ru_ru: Сохранить изображение
th_th: บันทึกภาพ
vi_vn: Lưu hình ảnh
zh_cn: 保存图片
zh_hk: 儲存圖片

# Yxk
source: Saved to album
de_de: In Album gespeichert
es_es: Guardada en el álbum
fr_fr: Enregistré dans l'album
id_id: Disimpan ke album
it_it: Salvata nell'album
ja_jp: 「写真」に保存しました。
ko_kr: 앨범에 저장됨
ms_my: Disimpan dalam album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไว้ในอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到系统相册
zh_hk: 已儲存至系統相簿

# XJE
source: Scan QR Code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner le code QR
id_id: Pindai Kode QR
it_it: Scansiona codice QR
ja_jp: QRコードを認識
ko_kr: QR 코드 스캔
ms_my: Imbas Kod QR
pt_br: Escanear código QR
ru_ru: Сканировать QR-код
th_th: สแกนคิวอาร์โค้ด
vi_vn: Quét mã QR
zh_cn: 识别二维码
zh_hk: 識別 QR 碼
