Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# azg
source: Email account: {{emailAddress}}; Total number of emails: {{mailNum}}; Total number of large attachments: {{attachmentNum}}, occupying {{size}} of storage space
de_de: E-Mail-Konto: {{emailAddress}}; Insgesamt {{mailNum}} E-Mails und {{attachmentNum}} große Anhänge belegen {{size}} Speicherplatz
es_es: Cuenta de correo electrónico: {{emailAddress}}; total de correos electrónicos: {{mailNum}}; total de adjuntos grandes: {{attachmentNum}}; espacio ocupado: {{size}}
fr_fr: Compte e-mail : {{emailAddress}} ; nombre total d'e-mails : {{mailNum}} ; nombre total de pièces jointes : {{attachmentNum}}, {{size}} d'espace de stockage utilisé
id_id: Akun email: {{emailAddress}}; Total jumlah email: {{mailNum}}; Total jumlah lampiran berukuran besar: {{attachmentNum}}, menempati ruang penyimpanan sebesar {{size}}
it_it: Account e-mail: {{emailAddress}}; numero totale di e-mail: {{mailNum}}; numero totale di allegati di grandi dimensioni: {{attachmentNum}}, che occupano {{size}} di spazio di archiviazione
ja_jp: メールアカウント：{{emailAddress}} メール数：{{mailNum}} 通 大容量添付ファイル：{{attachmentNum}} 件 合計サイズ： {{size}}
ko_kr: 이메일 계정: {{emailAddress}}, 이메일 총수: {{mailNum}}개, 대용량 첨부 파일 총수: {{attachmentNum}}개, 저장소 공간 {{size}} 차지
ms_my: Akaun emel: {{emailAddress}}; Jumlah emel: {{mailNum}}; Jumlah lampiran besar: {{attachmentNum}}, menduduki {{size}} ruang storan
pt_br: Conta de e-mail: {{emailAddress}}; Número total de e-mails: {{mailNum}}; Número total de anexos grandes: {{attachmentNum}}, ocupando {{size}} de espaço de armazenamento
ru_ru: Учетная запись почты: {{emailAddress}}; Общее количество писем: {{mailNum}}; Общее количество вложений большого размера: {{attachmentNum}}, занимающих {{size}} дискового пространства
th_th: บัญชีอีเมล {{emailAddress}} จำนวนอีเมลทั้งหมด {{mailNum}} ฉบับ จำนวนไฟล์แนบขนาดใหญ่ทั้งหมด {{attachmentNum}} ไฟล์ ใช้พื้นที่เก็บข้อมูล {{size}}
vi_vn: Tài khoản email: {{emailAddress}}; Tổng số lượng email: {{mailNum}}; Tổng số tập tin đính kèm lớn: {{attachmentNum}}, chiếm {{size}} dung lượng lưu trữ
zh_cn: 邮箱账号：{{emailAddress}}；邮件总数：{{mailNum}} 封；超大附件数量：{{attachmentNum}} 个，占容量 {{size}}
zh_hk: 電郵地址帳戶：{{emailAddress}}；郵件總數：{{mailNum}} 封；超大附件數量：{{attachmentNum}} 個，佔容量 {{size}}

# T1s
source: {{APP_DISPLAY_NAME}} Mail
de_de: {{APP_DISPLAY_NAME}}-E-Mail
es_es: Correo de {{APP_DISPLAY_NAME}}
it_it: Posta {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} メール
ko_kr: {{APP_DISPLAY_NAME}} 메일
pt_br: E-mail do {{APP_DISPLAY_NAME}}
ru_ru: {{APP_DISPLAY_NAME}} Почта
vi_vn: Thư {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}} 邮箱
zh_hk: {{APP_DISPLAY_NAME}} 電郵地址

# 5iQ
source: Hello! The administrator has transferred the emails and large attachments from the mailbox of the departing employee {{userName}} to you. You can view the emails in the corresponding folder {{folderName}}, and view the corresponding large attachments in "Settings > Large attachment storage management".
de_de: Der Administrator hat die E-Mails und großen Anhänge vom Postfach des ausscheidenden Mitarbeiters {{userName}} in Ihr Postfach übertragen. Diese E-Mails finden Sie im entsprechenden Ordner {{folderName}}. Die zugehörigen großen Anhänge können Sie sich unter „Einstellungen“ – „Speicherverwaltung für große Anhänge“ anzeigen lassen.
es_es: El administrador te ha transferido los correos electrónicos y los adjuntos grandes del buzón del empleado que se marcha ({{userName}}). Puedes ver los correos electrónicos en la carpeta correspondiente ({{folderName}}) y los adjuntos grandes en "Configuración > Gestión de almacenamiento de adjuntos grandes".
fr_fr: L'administrateur vous a transféré les e-mails et les pièces jointes volumineuses de la messagerie de l'employé en cours de départ {{userName}}. Vous pouvez consulter les e-mails dans le dossier {{folderName}} correspondant et afficher les pièces jointes volumineuses correspondantes dans "Paramètres > Gestion du stockage des pièces jointes volumineuses".
id_id: Halo! Administrator telah mentransfer email dan lampiran besar dari kotak surat karyawan {{userName}} yang akan keluar kepada Anda. Anda dapat melihat email di folder {{folderName}} terkait, dan melihat lampiran besar terkait di "Pengaturan > Manajemen penyimpanan lampiran besar".
it_it: l'amministratore ha trasferito le e-mail e gli allegati di grandi dimensioni dalla cassetta postale del dipendente uscente {{userName}} a te. Puoi visualizzare le e-mail nella cartella corrispondente {{folderName}} e gli allegati di grandi dimensioni corrispondenti in "Impostazioni > Gestione dello spazio di archiviazione degli allegati di grandi dimensioni".
ja_jp: {{userName}}の退職にともない、このメンバーのメールにあった大容量添付ファイルの所有権が、管理者によって譲渡されました。メールは{{folderName}}のフォルダで、大容量添付ファイルは 「メール設定」 > 「大容量添付ファイルのストレージ管理」 で確認できます。
ko_kr: 안녕하세요! 관리자가 떠나는 직원 {{userName}} 님의 사서함에서 이메일 및 대용량 첨부 파일을 회원님에게 이전했습니다. 해당 폴더 {{folderName}}에서 이메일을, "설정 > 대용량 첨부 파일 저장소 관리"에서 해당 대용량 첨부 파일을 볼 수 있습니다.
ms_my: Hai! Pentadbir telah memindahkan emel dan lampiran besar dari peti mel pekerja yang berhenti {{userName}} kepada anda. Anda boleh melihat emel dalam folder yang berkenaan {{folderName}}, dan melihat lampiran besar yang berkenaan di "Tetapan > Pengurusan storan lampiran besar".
pt_br: Olá! O administrador transferiu os e-mails e anexos grandes da caixa de correio do funcionário que está saindo {{userName}}para você. Você pode visualizar os e-mails na pasta correspondente {{folderName}}, e visualize os anexos grandes correspondentes em "Configurações > Gerenciamento do armazenamento de anexos grandes".
ru_ru: Здравствуйте! Администратор передал вам письма и большие вложения из почтового ящика увольняющегося сотрудника {{userName}}. Вы можете просматривать письма в соответствующей папке {{folderName}} и просматривать соответствующие большие вложения в разделе Настройки > Управление хранилищем вложений большого размера.
th_th: สวัสดี ผู้ดูแลได้โอนอีเมลและไฟล์แนบขนาดใหญ่จากกล่องจดหมายของพนักงานที่ลาออก {{userName}} ให้กับคุณแล้ว คุณสามารถดูอีเมลในโฟลเดอร์ที่เกี่ยวข้อง {{folderName}} และดูไฟล์แนบขนาดใหญ่ที่เกี่ยวข้องได้ใน "การตั้งค่า > การจัดการพื้นที่จัดเก็บข้อมูลไฟล์แนบขนาดใหญ่"
vi_vn: Xin chào! Quản trị viên đã chuyển email và các tập tin đính kèm lớn từ hộp thư của nhân viên sắp nghỉ việc {{userName}} cho bạn. Bạn có thể xem email trong thư mục tương ứng {{folderName}} và xem các tập tin đính kèm lớn tương ứng trong mục "Cài đặt > Quản lý bộ nhớ tập tin đính kèm lớn".
zh_cn: 你好，管理员已将离职员工{{userName}}邮箱内的邮件及超大附件转移给你。你可以在对应的文件夹{{folderName}}查看邮件，在“邮箱设置 > 超大附件容量管理”查看对应的超大附件。
zh_hk: 你好，管理員已將離職員工{{userName}}電郵地址內的郵件及超大附件轉移給你。你可以在對應的資料夾{{folderName}}中查看郵件，在「電郵地址設定 > 超大附件容量管理」中查看對應的超大附件。

# klA
source: Dear {{userName}},
de_de: Hallo {{userName}},
es_es: Hola, {{userName}}:
fr_fr: Cher/chère {{userName}},
id_id: Yth. {{userName}},
it_it: Gentile {{userName}},
ja_jp: {{userName}}様
ko_kr: 안녕하세요, {{userName}} 님
ms_my: Yang Berhormat {{userName}},
pt_br: Prezado {{userName}},
ru_ru: Уважаемый(-ая) {{userName}},
th_th: เรียน {{userName}}
vi_vn: Thân gửi {{userName}},
zh_cn: 尊敬的{{userName}}：
zh_hk: 尊敬的{{userName}}：

# BLI
source: The original email attachment has been deleted.
de_de: Der ursprüngliche E-Mail-Anhang wurde gelöscht.
es_es: Se ha eliminado el adjunto de correo electrónico original.
fr_fr: La pièce jointe de l'e-mail original a été supprimée.
id_id: Lampiran email asli telah dihapus.
it_it: L'allegato dell'e-mail originale è stato eliminato.
ja_jp: 元のメールの添付ファイルが削除されています。
ko_kr: 원본 이메일 첨부 파일이 삭제되었습니다.
ms_my: Lampiran emel asal telah dipadam.
pt_br: O anexo de e-mail original foi excluído.
ru_ru: Исходное вложение почты было удалено.
th_th: ไฟล์แนบอีเมลต้นฉบับถูกลบออกแล้ว
vi_vn: Tập tin đính kèm email gốc đã bị xóa.
zh_cn: 原邮件附件已被删除
zh_hk: 原郵件附件已被刪除

# 9xY
source: Unable to process since the attachment has been deleted.
de_de: Verarbeitung nicht möglich, da der Anhang gelöscht wurde.
es_es: No se puede procesar porque se ha eliminado el adjunto.
fr_fr: Traitement impossible, car la pièce jointe a été supprimée.
id_id: Gagal memproses karena lampiran telah dihapus.
it_it: Impossibile elaborare poiché l'allegato è stato eliminato.
ja_jp: この添付ファイルはすでに削除されているため、操作を完了できませんでした。
ko_kr: 첨부 파일이 삭제되어 처리할 수 없습니다.
ms_my: Tidak dapat diproses kerana lampiran telah dipadam.
pt_br: Não é possível processar porque o anexo foi excluído.
ru_ru: Невозможно обработать, так как вложение было удалено.
th_th: ไม่สามารถดำเนินการได้เนื่องจากไฟล์แนบถูกลบไปแล้ว
vi_vn: Không thể xử lý vì tập tin đính kèm đã bị xóa.
zh_cn: 该附件已被删除，操作失败
zh_hk: 該附件已被刪除，操作失敗

# td0
source: The email address has been linked by another user. Please try a different one.
de_de: Die E-Mail-Adresse wurde von einem anderen Benutzer verknüpft. Bitte versuchen Sie es mit einer anderen E-Mail-Adresse.
es_es: Otro usuario ha vinculado ya esta dirección de correo electrónico. Prueba con otro.
fr_fr: L'adresse e-mail a été associée par un autre utilisateur. Veuillez essayer une autre adresse.
id_id: Alamat email telah ditautkan oleh pengguna lain. Coba email lain.
it_it: L'indirizzo e-mail è stato collegato da un altro utente. Provane un altro.
ja_jp: このメールアドレスは、すでに別のユーザーと関連付けされています。別のアドレスを入力してください。
ko_kr: 해당 이메일 주소는 다른 사용자가 연결했습니다. 다른 이메일 주소를 시도하세요.
ms_my: Alamat e-mel telah dipautkan oleh pengguna lain. Sila cuba alamat e-mel yang berbeza.
pt_br: O endereço de e-mail foi vinculado por outro usuário. Tente outro endereço.
ru_ru: Адрес почты был привязан другим пользователем. Попробуйте другой.
th_th: มีการเชื่อมโยงที่อยู่อีเมลโดยผู้ใช้รายอื่นแล้ว โปรดลองที่อยู่อีเมลอื่น
vi_vn: Địa chỉ email này đã được người dùng khác liên kết. Hãy thử email khác.
zh_cn: 邮箱地址已被其他用户绑定，请重新输入
zh_hk: 電郵地址已由其他用戶綁定，請重新輸入

# qqQ
source: User Manual
de_de: Benutzerhandbuch
es_es: Manual del usuario
fr_fr: Manuel utilisateur
id_id: Manual Pengguna
it_it: Manuale utente
ja_jp: 『マニュアル』
ko_kr: 사용자 설명서
ms_my: Panduan Pengguna
pt_br: Manual do usuário
ru_ru: Руководство пользователя
th_th: คู่มือผู้ใช้
vi_vn: Hướng dẫn sử dụng
zh_cn: 《帮助手册》
zh_hk: 《用戶說明指南》

# alM
source: For how to get server and port information, please read {{helpDoc}}.
de_de: Bitte lesen Sie {{helpDoc}}, um Informationen zu Server und Port zu erhalten.
es_es: Para obtener información sobre cómo obtener la información del servidor y del puerto, consulta {{helpDoc}}.
fr_fr: Pour savoir comment obtenir les informations du serveur et du port, veuillez consulter {{helpDoc}}.
id_id: Untuk mengetahui cara mendapatkan informasi server dan port, baca {{helpDoc}}.
it_it: Per i dettagli su come ottenere informazioni sul server e sulla porta, consulta {{helpDoc}}.
ja_jp: サーバー（ホスト）名とポート番号の確認方法については{{helpDoc}}をご覧ください。
ko_kr: 서버 및 포트 정보를 가져오는 방법은 {{helpDoc}}을(를) 읽어보세요.
ms_my: Untuk cara mendapatkan maklumat pelayan dan port, sila baca {{helpDoc}}.
pt_br: Para saber como obter informações do servidor e da porta, leia {{helpDoc}}.
ru_ru: Чтобы узнать, как получить информацию о сервере и порте, прочитайте {{helpDoc}}.
th_th: สำหรับวิธีรับข้อมูลเซิร์ฟเวอร์และพอร์ต โปรดอ่าน {{helpDoc}}
vi_vn: Vui lòng đọc {{helpDoc}} để biết cách nhận thông tin về máy chủ và cổng.
zh_cn: 如何获取服务器及端口信息，请阅读{{helpDoc}}
zh_hk: 如需獲取伺服器及連接埠資訊，請閱讀{{helpDoc}}

# OS4
source: Please enter a valid server address
de_de: Bitte geben Sie eine gültige Serveradresse ein
es_es: Introduce una dirección de servidor válida
fr_fr: Veuillez saisir une adresse de serveur valide
id_id: Masukkan alamat server yang valid
it_it: Immetti un indirizzo del server valido
ja_jp: 正しいサーバーのアドレスを入力してください。
ko_kr: 올바른 서버 주소를 입력하세요
ms_my: Sila masukkan alamat pelayan yang sah
pt_br: Insira um endereço de servidor válido
ru_ru: Введите действительный адрес сервера
th_th: โปรดกรอกที่อยู่เซิร์ฟเวอร์ที่ถูกต้อง
vi_vn: Vui lòng nhập địa chỉ máy chủ hợp lệ
zh_cn: 请输入有效的服务器地址
zh_hk: 請輸入有效的伺服器地址

# 6GE
source: Please enter the correct format
de_de: Bitte geben Sie das richtige Format ein
es_es: Introduce el formato correcto
fr_fr: Veuillez saisir le bon format
id_id: Masukkan format yang benar
it_it: Immetti il formato corretto
ja_jp: 正しい形式で入力してください。
ko_kr: 올바른 형식을 입력하세요
ms_my: Sila masukkan format yang betul
pt_br: Insira o formato correto
ru_ru: Введите правильный формат
th_th: โปรดกรอกรูปแบบที่ถูกต้อง
vi_vn: Vui lòng nhập đúng định dạng
zh_cn: 请填写正确的格式
zh_hk: 請填寫正確的格式

# 1wE
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# cGI
source: Please follow the steps below and retry
de_de: Bitte befolgen Sie die nachstehenden Schritte und versuchen Sie es erneut
es_es: Sigue los pasos indicados a continuación e inténtalo de nuevo
fr_fr: Veuillez suivre les étapes ci-dessous et réessayer
id_id: Ikuti langkah di bawah ini dan coba lagi
it_it: Segui i passaggi qui sotto e riprova
ja_jp: 以下の手順で設定を見直したうえで、再試行してください。
ko_kr: 아래 단계에 따라 다시 시도하세요
ms_my: Ikuti langkah-langkah di bawah dan cuba lagi
pt_br: Siga as etapas abaixo e tente novamente
ru_ru: Следуйте инструкциям ниже и повторите попытку
th_th: โปรดทำตามขั้นตอนด้านล่างแล้วลองอีกครั้ง
vi_vn: Vui lòng làm theo các bước bên dưới rồi thử lại
zh_cn: 请参考以下步骤设置后重试
zh_hk: 請參考以下步驟設定後重試

# LQ8
source: Log In Again
de_de: Erneut anmelden
es_es: Volver a iniciar sesión
fr_fr: Se reconnecter
id_id: Login Lagi
it_it: Accedi di nuovo
ja_jp: もう一度ログイン
ko_kr: 다시 로그인
ms_my: Log Masuk Lagi
pt_br: Fazer login novamente
ru_ru: Войти снова
th_th: ล็อกอินอีกครั้ง
vi_vn: Đăng nhập lại
zh_cn: 重新登录
zh_hk: 重新登入

# qqI
source: Unable to log in
de_de: Anmeldung nicht möglich
es_es: No se puede iniciar sesión
fr_fr: Impossible de se connecter
id_id: Gagal login
it_it: Impossibile accedere
ja_jp: ログインできませんでした
ko_kr: 로그인할 수 없음
ms_my: Tidak dapat log masuk
pt_br: Não é possível fazer login
ru_ru: Невозможно войти
th_th: ไม่สามารถล็อกอินได้
vi_vn: Không thể đăng nhập
zh_cn: 登录失败
zh_hk: 登入失敗

# Npw
source: Your personal email can't be linked.
de_de: Ihre persönliche E-Mail-Adresse kann nicht verknüpft werden.
es_es: No se puede vincular tu cuenta de correo electrónico personal.
fr_fr: Impossible d'associer votre e-mail personnel.
id_id: Email pribadi Anda tidak dapat ditautkan.
it_it: La tua e-mail personale non può essere collegata.
ja_jp: 個人メールは関連付けできません。
ko_kr: 개인 이메일은 연결할 수 없습니다.
ms_my: Emel peribadi anda tidak boleh dipautkan.
pt_br: Sua conta de e-mail pessoal não pode ser vinculada.
ru_ru: Ваш личный адрес почты не может быть привязан.
th_th: ไม่สามารถเชื่อมโยงอีเมลส่วนบุคคลของคุณ
vi_vn: Không thể liên kết email cá nhân của bạn.
zh_cn: 不支持绑定个人邮箱
zh_hk: 不支援綁定個人電郵地址

# uPY
source: Log into your {{email}} account and complete authorization. Then come back to {{APP_DISPLAY_NAME}} and continue to link the account.
de_de: Melden Sie sich bei Ihrem {{email}}-Konto an und schließen Sie die Autorisierung ab. Kehren Sie dann zu {{APP_DISPLAY_NAME}} zurück und fahren Sie mit dem Verknüpfen des Kontos fort.
es_es: Inicia sesión en tu cuenta de {{email}} y completa la autorización. A continuación, vuelve a {{APP_DISPLAY_NAME}} y continúa con la vinculación de la cuenta.
fr_fr: Connectez-vous à votre compte {{email}} et terminez l'autorisation. Revenez ensuite dans {{APP_DISPLAY_NAME}} et poursuivez l'association du compte.
id_id: Login ke akun {{email}} Anda dan selesaikan otorisasi. Kemudian, kembali ke {{APP_DISPLAY_NAME}} dan lanjut menautkan akun.
it_it: Accedi al tuo account {{email}} e completa l'autorizzazione. Quindi torna a {{APP_DISPLAY_NAME}} e continua a collegare l'account.
ja_jp: {{email}} アカウントにログインして許可をしてください。その後、{{APP_DISPLAY_NAME}} に戻って続きの操作を行います。
ko_kr: {{email}} 계정에 로그인하고 인증을 완료합니다. 그런 다음 {{APP_DISPLAY_NAME}}(으)로 돌아와 계정 연결을 계속 연결합니다.
ms_my: Log masuk ke akaun {{email}} anda dan lengkapkan pengesahan. Kemudian kembali ke {{APP_DISPLAY_NAME}} dan teruskan untuk menghubungkan akaun.
pt_br: Faça login na sua conta {{email}} e conclua a autorização. Em seguida, retorne ao {{APP_DISPLAY_NAME}} e continue a vinculação da conta.
ru_ru: Войдите в свою учетную запись {{email}} и завершите авторизацию. Затем вернитесь в {{APP_DISPLAY_NAME}} и продолжите привязку учетной записи.
th_th: ล็อกอินเข้าสู่บัญชี {{email}} ของคุณและดำเนินการให้สิทธิ์ให้เสร็จสมบูรณ์ จากนั้นกลับมาที่ {{APP_DISPLAY_NAME}} และดำเนินการเชื่อมโยงบัญชีต่อ
vi_vn: Đăng nhập vào tài khoản {{email}} và hoàn tất ủy quyền. Sau đó, quay lại {{APP_DISPLAY_NAME}} và tiếp tục liên kết tài khoản.
zh_cn: 登录 {{email}} 账号并授权，完成后返回{{APP_DISPLAY_NAME}}继续绑定
zh_hk: 登入 {{email}} 帳戶並授權，完成後返回{{APP_DISPLAY_NAME}}繼續綁定

# z44
source: Please complete the authorization in your browser
de_de: Bitte schließen Sie die Autorisierung in Ihrem Browser ab
es_es: Completa la autorización en el navegador
fr_fr: Veuillez terminer l'autorisation dans votre navigateur
id_id: Selesaikan otorisasi di browser Anda
it_it: Completa l'autorizzazione nel browser
ja_jp: ブラウザから許可をしてください。
ko_kr: 브라우저에서 인증을 완료하세요
ms_my: Sila lengkapkan pengesahan dalam pelayar anda
pt_br: Conclua a autorização no seu navegador
ru_ru: Пройдите авторизацию в вашем браузере
th_th: โปรดดำเนินการให้สิทธิ์ในเบราว์เซอร์ของคุณให้เสร็จสมบูรณ์
vi_vn: Vui lòng hoàn tất ủy quyền trong trình duyệt của bạn
zh_cn: 请在浏览器完成授权
zh_hk: 請在瀏覽器完成授權

# s60
source: Open Browser
de_de: Browser öffnen
es_es: Abrir navegador
fr_fr: Ouvrir le navigateur
id_id: Buka Browser
it_it: Apri browser
ja_jp: ブラウザを開く
ko_kr: 브라우저 열기
ms_my: Buka Pelayar
pt_br: Abrir navegador
ru_ru: Открыть браузер
th_th: เปิดเบราว์เซอร์
vi_vn: Mở trình duyệt
zh_cn: 打开浏览器
zh_hk: 開啟瀏覽器

# 1Gg
source: Unlinking and data clearing in progress. Please try again later.
de_de: Aktuell erfolgt die Aufhebung der Verknüpfung und das Löschen von Daten. Bitte versuchen Sie es später erneut.
es_es: Operación de desvinculación y borrado de datos en curso. Inténtalo de nuevo más tarde.
fr_fr: Dissociation et effacement des données en cours. Veuillez réessayer plus tard.
id_id: Pelepasan tautan dan pembersihan data dalam kemajuan. Coba lagi nanti.
it_it: Scollegamento e cancellazione dei dati in corso. Riprova più tardi.
ja_jp: メールの関連付け解除とデータの消去中です。後で再試行してください。
ko_kr: 연결 해제 및 데이터 지우기가 진행 중입니다. 나중에 다시 시도하세요.
ms_my: Membuka pautan dan pembersihan data sedang berlangsung. Sila cuba lagi kemudian.
pt_br: Desvinculação e limpeza de dados em andamento. Tente novamente mais tarde.
ru_ru: Выполняется отвязка и очистка данных. Повторите попытку позже.
th_th: กำลังยกเลิกการเชื่อมโยงและการล้างข้อมูล โปรดลองอีกครั้งในภายหลัง
vi_vn: Đang hủy liên kết và xóa dữ liệu. Vui lòng thử lại sau.
zh_cn: 正在解绑邮箱并清理数据，请稍后重试
zh_hk: 正在解除綁定電郵地址並清理數據，請稍後重試

# /L8
source: Enter your business email account
de_de: Geben Sie Ihre geschäftliche E-Mail-Adresse ein
es_es: Introduce tu cuenta de correo electrónico empresarial
fr_fr: Saisissez votre adresse e-mail professionnelle
id_id: Masukkan akun email bisnis Anda
it_it: Immetti l'account della tua e-mail aziendale
ja_jp: 仕事用メールアカウントを入力
ko_kr: 비즈니스 이메일 계정 입력
ms_my: Masukkan akaun emel perniagaan anda
pt_br: Insira sua conta de e-mail comercial
ru_ru: Войдите в свою учетную запись почты
th_th: กรอกบัญชีอีเมลธุรกิจของคุณ
vi_vn: Nhập tài khoản email doanh nghiệp của bạn
zh_cn: 请输入企业邮箱账号
zh_hk: 請輸入企業電郵地址帳戶

# e9Q
source: Email syncing completed
de_de: E-Mail-Synchronisierung abgeschlossen
es_es: Sincronización de correo electrónico completada
fr_fr: Synchronisation des e-mails terminée
id_id: Sinkronisasi email selesai
it_it: Sincronizzazione e-mail completata
ja_jp: メールの同期が完了しました。
ko_kr: 이메일 동기화 완료
ms_my: Penyelarasan emel selesai
pt_br: Sincronização de e-mail concluída
ru_ru: Синхронизация почты завершена
th_th: การซิงค์อีเมลเสร็จสมบูรณ์แล้ว
vi_vn: Đã hoàn thành đồng bộ hóa email
zh_cn: 邮件同步已完成
zh_hk: 郵件同步已完成

# sQw
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 詳情

# KGc
source: Step 1: Check your account and password.
de_de: Schritt 1: Überprüfen Sie Ihr Konto und Ihr Kennwort.
es_es: Paso 1: comprueba tu cuenta y tu contraseña.
fr_fr: Étape 1 : Vérifiez votre compte et votre mot de passe.
id_id: Langkah 1: Periksa akun dan kata sandi Anda.
it_it: Passaggio 1: verifica il tuo account e la tua password.
ja_jp: ステップ 1: アカウント、パスワードが正しいか確認します。
ko_kr: 1단계: 계정과 비밀번호를 확인합니다.
ms_my: Langkah 1: Periksa akaun dan kata laluan anda.
pt_br: Etapa 1: verifique sua conta e senha.
ru_ru: Шаг 1: Проверьте свою учетную запись и пароль.
th_th: ขั้นตอนที่ 1: ตรวจสอบบัญชีและรหัสผ่านของคุณ
vi_vn: Bước 1: Kiểm tra tài khoản và mật khẩu.
zh_cn: 第一步：检查账号、密码是否正确
zh_hk: 第一步：檢查帳戶和密碼是否正確

# G2c
source: Step 2: Enable IMAP/SMTP.
de_de: Schritt 2: Aktivieren Sie IMAP/SMTP.
es_es: Paso 2: habilita IMAP/SMTP.
fr_fr: Étape 2 : Activez IMAP/SMTP.
id_id: Langkah 2: Aktifkan IMAP/SMTP.
it_it: Passaggio 2: abilita IMAP/SMTP.
ja_jp: ステップ 2: IMAP/SMTP を有効化します。
ko_kr: 2단계: IMAP/SMTP를 활성화합니다.
ms_my: Langkah 2: Aktifkan IMAP/SMTP.
pt_br: Etapa 2: ative o IMAP/SMTP.
ru_ru: Шаг 2: Включите IMAP/SMTP.
th_th: ขั้นตอนที่ 2: เปิดใช้ IMAP/SMTP
vi_vn: Bước 2: Bật IMAP/SMTP.
zh_cn: 第二步：启用 IMAP/SMTP 协议
zh_hk: 第二步：啟用 IMAP/SMTP 通訊協定

# ymY
source: Step 3: Check whether secure login is enabled. If yes, log in with a secure password.
de_de: Schritt 3: Überprüfen Sie ob die sichere Anmeldung aktiviert ist. Wenn ja, melden Sie sich mit einem sicheren Kennwort an.
es_es: Paso 3: comprueba si está activado el inicio de sesión seguro. En caso afirmativo, inicia sesión con una contraseña segura.
fr_fr: Étape 3 : Vérifiez si la connexion sécurisée est activée. Si oui, connectez-vous avec un mot de passe sécurisé.
id_id: Langkah 3: Pastikan login aman diaktifkan. Jika ya, login dengan kata sandi aman.
it_it: Passaggio 3: verifica se l'accesso sicuro è abilitato. In tal caso, accedi con una password sicura.
ja_jp: ステップ 3: セキュアログインが有効になっているか確認します。有効になっている場合は、セキュアログイン用のパスワードを入力しているか確認します。
ko_kr: 3단계: 보안 로그인이 활성화되었는지 확인합니다. 활성화된 경우 보안 비밀번호를 사용하여 로그인합니다.
ms_my: Langkah 3: Periksa sama ada log masuk selamat diaktifkan. Jika ya, log masuk dengan kata laluan selamat.
pt_br: Etapa 3: verifique se o login seguro está ativado. Se estiver, faça login com uma senha segura.
ru_ru: Шаг 3: Проверьте, включен ли безопасный вход. Если да, войдите в систему с безопасным паролем.
th_th: ขั้นตอนที่ 3: ตรวจสอบว่าเปิดใช้การล็อกอินที่ปลอดภัยหรือไม่ ถ้าใช่ ให้ล็อกอินด้วยรหัสผ่านที่ปลอดภัย
vi_vn: Bước 3: Kiểm tra xem đã bật đăng nhập bảo mật chưa. Nếu đã bật, hãy đăng nhập bằng mật khẩu bảo mật.
zh_cn: 第三步：确认是否已开启安全登录，并使用安全密码进行登录
zh_hk: 第三步：確認是否已開啟安全登入，並使用安全密碼登入

# uNA
source: Instructions
de_de: Anweisungen
es_es: Instrucciones
id_id: Instruksi
it_it: Istruzioni
ja_jp: ガイド
ko_kr: 지침
ms_my: Arahan
pt_br: Instruções
ru_ru: Инструкции
th_th: คำแนะนำ
vi_vn: Hướng dẫn
zh_cn: 帮助指南
zh_hk: 幫助指南

# 0Sc
source: Unable to log in. Please try again.
de_de: Anmeldung nicht möglich. Bitte versuchen Sie es erneut.
es_es: No se puede iniciar sesión. Inténtalo de nuevo.
fr_fr: Connexion Impossible. Veuillez réessayer.
id_id: Gagal login. Coba lagi.
it_it: Impossibile accedere. Riprova.
ja_jp: ログインできませんでした。再試行してください。
ko_kr: 로그인할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat log masuk. Sila cuba lagi.
pt_br: Não é possível fazer login. Tente novamente.
ru_ru: Не удалось войти. Попробуйте еще раз.
th_th: ล็อกอินไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể đăng nhập. Vui lòng thử lại.
zh_cn: 登录失败，请重试
zh_hk: 登入失敗，請重試
