Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Uy8
source: Unable to process. Please try again later.
de_de: Konnte nicht verarbeitet werden. Bitte versuchen Sie es später erneut.
es_es: No se puede procesar. Inténtalo de nuevo más tarde.
fr_fr: Traitement impossible. Veuillez réessayer plus tard.
id_id: Gagal memproses. Coba lagi nanti.
it_it: Impossibile elaborare. Riprova più tardi.
ja_jp: 操作を完了できませんでした。後で再試行してください。
ko_kr: 처리할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat diproses. Sila cuba lagi kemudian.
pt_br: Não é possível processar. Tente novamente mais tarde.
ru_ru: Невозможно обработать. Повторите попытку позже.
th_th: ไม่สามารถดำเนินการได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể xử lý. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

# M4U
source: View All
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout afficher
id_id: Lihat Semua
it_it: Visualizza tutto
ja_jp: すべて見る
ko_kr: 모두 보기
ms_my: Lihat Semua
pt_br: Visualizar tudo
ru_ru: Посмотреть все
th_th: ดูทั้งหมด
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_hk: 查看全部

# lDA
source: Stranger
de_de: Unbekannter Absender
es_es: Extraños
fr_fr: Expéditeur inconnu
id_id: Orang Asing
it_it: Estraneo
ja_jp: 送信者不明
ko_kr: 모르는 사람
ms_my: Orang asing
pt_br: Desconhecido
ru_ru: Незнакомцы
th_th: คนแปลกหน้า
vi_vn: Người lạ
zh_cn: 陌生人邮件
zh_hk: 陌生人郵件

# BU4
source: View Emails in Dark Mode
de_de: E-Mails im Dunkelmodus anzeigen
es_es: Ver correos electrónicos en modo obscuro
fr_fr: Afficher les e-mails avec le thème sombre
id_id: Lihat Email dalam Mode Gelap
it_it: Visualizza e-mail in modalità scura
ja_jp: ダークモードでメールを表示
ko_kr: 다크 모드에서 이메일 보기
ms_my: Lihat Emel dalam Mod Gelap
pt_br: Visualizar e-mails no modo escuro
ru_ru: Просмотр сообщений эл. почты в темном режиме
th_th: ดูอีเมลในโหมดสีเข้ม
vi_vn: Xem email ở chế độ tối
zh_cn: 深色模式查看邮件
zh_hk: 以深色模式查看郵件

# JZw
source: View Emails in Light Mode
de_de: E-Mails im Hellmodus anzeigen
es_es: Ver correos electrónicos en modo claro
fr_fr: Afficher les e-mails avec le thème Clair
id_id: Lihat Email dalam Mode Terang
it_it: Visualizza e-mail in modalità chiara
ja_jp: ライトモードでメールを表示
ko_kr: 라이트 모드에서 이메일 보기
ms_my: Lihat Emel dalam Mod Cerah
pt_br: Visualizar e-mails no modo claro
ru_ru: Просмотр сообщений эл. почты в светлом режиме
th_th: ดูอีเมลในโหมดสว่าง
vi_vn: Xem email ở chế độ sáng
zh_cn: 浅色模式查看邮件
zh_hk: 以淺色模式查看郵件

# d58
source: Keep Current Version
de_de: Aktuelle Version behalten
es_es: Mantener versión actual
fr_fr: Conserver la version actuelle
id_id: Tetap Gunakan Versi Saat Ini
it_it: Mantieni versione corrente
ja_jp: この下書きを使用
ko_kr: 현재 버전 유지
ms_my: Kekalkan Versi Semasa
pt_br: Manter versão atual
ru_ru: Оставить текущую версию
th_th: เก็บเวอร์ชันปัจจุบันไว้
vi_vn: Giữ phiên bản hiện tại
zh_cn: 使用当前草稿
zh_hk: 使用目前草稿

# FE0
source: The current draft may not be the latest version. Update to the latest version?
de_de: Der aktuelle Entwurf ist möglicherweise nicht die neueste Version. Möchten Sie auf die neueste Version aktualisieren?
es_es: Es posible que el borrador actual no sea la versión más reciente. ¿Actualizar a la versión más reciente?
fr_fr: Le brouillon actuel n'utilise peut-être pas la dernière version. Passer à la dernière version ?
id_id: Draf saat ini mungkin bukan versi terbaru. Perbarui ke versi terbaru?
it_it: La bozza corrente potrebbe non essere la versione più recente. Aggiornare alla versione più recente?
ja_jp: この下書きは最新のものでない可能性があります。最新版に更新しますか？
ko_kr: 현재 초안은 최신 버전이 아닐 수 있습니다. 최신 버전으로 업데이트하시겠습니까?
ms_my: Draf semasa mungkin bukan versi terkini. Kemas kini ke versi terkini?
pt_br: O rascunho atual pode não ser a versão mais recente. Atualizar para a versão mais recente?
ru_ru: Текущий черновик может быть не последней версией. Обновить до последней версии?
th_th: ฉบับร่างปัจจุบันอาจไม่ใช่เวอร์ชันล่าสุด อัปเดตเป็นเวอร์ชันล่าสุดหรือไม่
vi_vn: Bản phác thảo hiện tại có thể không phải là phiên bản mới nhất. Cập nhật lên phiên bản mới nhất?
zh_cn: 你当前的草稿可能不是最新的，是否更新至最新版本？
zh_hk: 你目前的草稿可能不是最新版本，是否更新為最新版本？

# W6Q
source: Update Now
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettre à jour maintenant
id_id: Perbarui Sekarang
it_it: Aggiorna ora
ja_jp: 更新
ko_kr: 지금 업데이트
ms_my: Kemas Kini Sekarang
pt_br: Atualizar agora
ru_ru: Обновить сейчас
th_th: อัปเดตเลย
vi_vn: Cập nhật ngay
zh_cn: 立即更新
zh_hk: 立即更新

# XN4
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
id_id: Buang
it_it: Rimuovi
ja_jp: 破棄
ko_kr: 취소
ms_my: Buang
pt_br: Descartar
ru_ru: Отменить
th_th: ละทิ้ง
vi_vn: Hủy bỏ
zh_cn: 丢弃
zh_hk: 捨棄

# 99M
source: Keep
de_de: Behalten
es_es: Conservar
fr_fr: Conserver
id_id: Pertahankan
it_it: Mantieni
ja_jp: 保存
ko_kr: 유지
ms_my: Kekalkan
pt_br: Manter
ru_ru: Сохранить
th_th: จัดเก็บไว้
vi_vn: Giữ
zh_cn: 保留
zh_hk: 保留

# RuY
source: This draft has been deleted on other devices. Keep the current copy?
de_de: Dieser Entwurf wurde auf anderen Geräten gelöscht. Möchten Sie die aktuelle Kopie behalten?
es_es: Este borrador se ha eliminado en otros dispositivos. ¿Mantener la copia actual?
fr_fr: Ce brouillon a été supprimé sur d'autres appareils. Conserver la copie actuelle ?
id_id: Draf ini telah dihapus di perangkat lain. Simpan salinan saat ini?
it_it: Questa bozza è stata eliminata su altri dispositivi. Mantenere la copia corrente?
ja_jp: この下書きはほかのデバイスで削除されたようです。現在の内容をコピーして保存しますか？
ko_kr: 이 초안이 다른 장치에서 삭제되었습니다. 현재 사본을 유지하시겠습니까?
ms_my: Draf ini telah dipadamkan pada peranti lain. Kekalkan salinan semasa?
pt_br: Este rascunho foi excluído em outros dispositivos. Manter a cópia atual?
ru_ru: Этот черновик был удален на других устройствах. Сохранить текущую копию?
th_th: ลบแบบร่างนี้ในอุปกรณ์อื่นแล้ว เก็บสำเนาปัจจุบันไว้หรือไม่
vi_vn: Bản phác thảo hiện tại đã bị xóa trên các thiết bị khác. Giữ bản sao hiện tại?
zh_cn: 草稿已在其他设备中被删除，是否保留当前副本？
zh_hk: 草稿已在其他裝置被刪除，是否保留目前副本？

# lX4
source: This draft has been sent from other devices. Keep the current copy?
de_de: Dieser Entwurf wurde von anderen Geräten gesendet. Möchten Sie die aktuelle Kopie behalten?
es_es: Este borrador se ha enviado desde otros dispositivos. ¿Mantener la copia actual?
fr_fr: Ce brouillon a été envoyé à partir d'autres appareils. Conserver la copie actuelle ?
id_id: Draf ini telah dikirim dari perangkat lain. Simpan salinan saat ini?
it_it: Questa bozza è stata inviata da altri dispositivi. Mantenere la copia corrente?
ja_jp: この下書きはほかのデバイスで送信されたようです。現在の内容をコピーして保存しますか？
ko_kr: 이 초안은 다른 장치에서 전송되었습니다. 현재 사본을 유지하시겠습니까?
ms_my: Draf ini telah dihantar dari peranti lain. Kekalkan salinan semasa?
pt_br: Este rascunho foi enviado de outros dispositivos. Manter a cópia atual?
ru_ru: Этот черновик был отправлен с других устройств. Сохранить текущую копию?
th_th: แบบร่างนี้ส่งมาจากอุปกรณ์อื่น เก็บสำเนาปัจจุบันไว้หรือไม่
vi_vn: Bản phác thảo hiện tại đã được gửi từ các thiết bị khác. Giữ bản sao hiện tại?
zh_cn: 草稿已在其他设备中被发送，是否保留当前副本？
zh_hk: 草稿已在其他裝置中發送，是否保留目前副本？

# lBU
source: KakuGothic
ja_jp: ヒラギノ角ゴ
zh_cn: 冬青黑体
zh_hk: 冬青黑體

# WR0
source: Mincho
ja_jp: 明朝体
zh_cn: 明朝体
zh_hk: 明朝體

# Xv0
source: PingFang
zh_cn: 苹方
zh_hk: 蘋方

# uwg
source: System default
de_de: Systemstandard
es_es: Valor predeterminado del sistema
fr_fr: Police par défaut du système
id_id: Default sistem
it_it: Predefinito del sistema
ja_jp: システム既定
ko_kr: 시스템 기본값
ms_my: Lalai sistem
pt_br: Padrão do sistema
ru_ru: По умолчанию
vi_vn: Mặc định của hệ thống
zh_cn: 系统默认
zh_hk: 系統預設

# 8IE
source: 163 Mail
es_es: Correo electrónico 163
zh_cn: 网易企业邮箱
zh_hk: 網易企業電郵地址

# FgM
source: E.g., 465
de_de: Z. B.: 465
es_es: Por ejemplo, 465
fr_fr: 465 par ex.
hi_in: उदा. 465
id_id: Mis., 465
it_it: Ad es. 465
ja_jp: 例：465
ko_kr: 예: 465
ms_my: Contoh, 465
pt_br: Por exemplo, 465
ru_ru: Например: 465
th_th: เช่น 465
vi_vn: Ví dụ: 465
zh_cn: 例如 465
zh_hk: 例如 465

# NlM
source: E.g., 993
de_de: Z. B.: 993
es_es: Por ejemplo, 993
fr_fr: 993 par ex.
hi_in: उदा. 993
id_id: Mis., 993
it_it: Ad es. 993
ja_jp: 例：993
ko_kr: 예: 993
ms_my: Contoh, 993
pt_br: Por exemplo, 993
ru_ru: Например: 993
th_th: เช่น 993
vi_vn: Ví dụ: 993
zh_cn: 例如 993
zh_hk: 例如 993

# NPY
source: Login expired
de_de: Anmeldung abgelaufen
es_es: El inicio de sesión ha caducado
fr_fr: Connexion expirée
hi_in: लॉगिन की अवधि समाप्त हुई
id_id: Login kedaluwarsa
it_it: Accesso scaduto
ja_jp: ログイン期限が切れました。
ko_kr: 로그인 만료
ms_my: Log masuk tamat tempoh
pt_br: Login expirado
ru_ru: Срок действия входа истек
th_th: การล็อกอินหมดอายุแล้ว
vi_vn: Đăng nhập đã hết hạn
zh_cn: 登录失效
zh_hk: 登入失效

# Iro
source: {{account}} verification failed. Please log in again
de_de: {{account}}-Verifizierung fehlgeschlagen. Melden Sie sich erneut an.
es_es: Error al verificar {{account}}. Inicia sesión de nuevo
fr_fr: Échec de la vérification de {{account}}. Veuillez vous reconnecter
hi_in: {{account}} सत्यापन विफल. कृपया पुनः लॉगिन करें
id_id: Verifikasi {{account}} gagal. Login ulang
it_it: Verifica di {{account}} non riuscita. Accedi di nuovo
ja_jp: {{account}} のメールアカウントを認証できませんでした。再ログインしてください。
ko_kr: {{account}} 인증에 실패했습니다. 다시 로그인하세요.
ms_my: Pengesahan {{account}} gagal. Sila log masuk lagi
pt_br: Falha ao verificar o {{account}}. Faça login novamente
ru_ru: Не удалось подтвердить {{account}}. Войдите снова
th_th: การตรวจสอบยืนยัน {{account}} ไม่สำเร็จ โปรดล็อกอินอีกครั้ง
vi_vn: Xác thực {{account}} thất bại. Vui lòng đăng nhập lại
zh_cn: {{account}} 邮箱账号验证失败，请重新登录
zh_hk: {{account}} 電郵地址帳戶驗證失敗，請重新登入

# CVw
source: Login expired
de_de: Anmeldung abgelaufen
es_es: El inicio de sesión ha caducado
fr_fr: Connexion expirée
hi_in: लॉगिन की अवधि समाप्त हुई
id_id: Login kedaluwarsa
it_it: Accesso scaduto
ja_jp: ログインが期限切れになりました。
ko_kr: 로그인 만료
ms_my: Log masuk tamat tempoh
pt_br: Login expirado
ru_ru: Срок действия входа истек
th_th: การล็อกอินหมดอายุแล้ว
vi_vn: Đăng nhập đã hết hạn
zh_cn: 登录失效
zh_hk: 登入失效

# L9g
source: Account verification failed. Please log in again
de_de: Kontoverifizierung fehlgeschlagen. Melden Sie sich erneut an.
es_es: Error al verificar la cuenta. Inicia sesión de nuevo
fr_fr: La vérification du compte a échoué. Veuillez vous reconnecter
hi_in: खाता सत्यापन विफल. कृपया पुनः लॉगिन करें
id_id: Verifikasi akun gagal. Login ulang
it_it: Verifica dell'account non riuscita. Accedi di nuovo
ja_jp: アカウントの認証に失敗しました。再ログインしてください
ko_kr: 계정 인증에 실패했습니다. 다시 로그인하세요.
ms_my: Pengesahan akaun gagal. Sila log masuk lagi
pt_br: Falha ao verificar a conta. Faça login novamente
ru_ru: Не удалось подтвердить учетную запись. Войдите снова
th_th: การตรวจสอบยืนยันบัญชีไม่สำเร็จ โปรดล็อกอินอีกครั้ง
vi_vn: Xác thực tài khoản thất bại. Vui lòng đăng nhập lại
zh_cn: 当前账号验证失败，请重新登录
zh_hk: 目前帳戶驗證失敗，請重新登入

# RT4
source: Account verification failed. Please log in again
de_de: Kontoverifizierung fehlgeschlagen. Melden Sie sich erneut an.
es_es: Error al verificar la cuenta. Inicia sesión de nuevo
fr_fr: La vérification du compte a échoué. Veuillez vous reconnecter
hi_in: खाता सत्यापन विफल. कृपया पुनः लॉगिन करें
id_id: Verifikasi akun gagal. Login ulang
it_it: Verifica dell'account non riuscita. Accedi di nuovo
ja_jp: 現在のアカウントを認証できませんでした。再ログインしてください。
ko_kr: 계정 인증에 실패했습니다. 다시 로그인하세요.
ms_my: Pengesahan akaun gagal. Sila log masuk lagi
pt_br: Falha ao verificar a conta Faça login novamente
ru_ru: Не удалось подтвердить аккаунт. Войдите снова
th_th: การตรวจสอบยืนยันบัญชีไม่สำเร็จ โปรดล็อกอินอีกครั้ง
vi_vn: Xác thực tài khoản thất bại. Vui lòng đăng nhập lại
zh_cn: 当前账号验证失败，请重新登录
zh_hk: 目前帳戶驗證失敗，請重新登入

# o4w
source: Account name
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
hi_in: खाता नाम
id_id: Nama akun
it_it: Nome account
ja_jp: 送信名称
ko_kr: 계정 이름
ms_my: Nama akaun
pt_br: Nome da conta
ru_ru: Имя учетной записи
th_th: ชื่อบัญชี
vi_vn: Tên tài khoản
zh_cn: 发信名称
zh_hk: 寄件名稱

# RzM
source: Account name updated
de_de: Kontonamen aktualisiert
es_es: El nombre de la cuenta se ha actualizado
fr_fr: Nom du compte mis à jour
hi_in: खाते का नाम अपडेट किया गया
id_id: Nama akun diperbarui
it_it: Nome account aggiornato
ja_jp: 編集しました
ko_kr: 계정 이름이 업데이트되었습니다
ms_my: Nama akaun dikemaskini
pt_br: Nome da conta atualizado
ru_ru: Имя учетной записи обновлено
th_th: อัปเดตชื่อบัญชีแล้ว
vi_vn: Đã cập nhật tên tài khoản
zh_cn: 修改成功
zh_hk: 修改成功

# Vs0
source: {{account}} email account permissions have been revoked. If you have any questions, please contact your administrator
de_de: Ihre Berechtigungen für das {{account}}-E-Mail-Konto wurden widerrufen. Wenn Sie Fragen haben, wenden Sie sich an Ihren Administrator
es_es: Se han revocado los permisos de la cuenta de correo electrónico de {{account}}. Si tienes alguna pregunta, ponte en contacto con el administrador
fr_fr: {{account}} Vos autorisations de compte e-mail ont été révoquées. Si vous avez des questions, veuillez contacter votre administrateur
id_id: Izin akun email {{account}} telah dicabut. Jika ada pertanyaan, hubungi administrator Anda
it_it: Le autorizzazioni per l'account e-mail {{account}} sono state revocate. In caso di domande, contatta il tuo amministratore
ja_jp: {{account}}メールアカウントの権限は取り消されました。ご質問等ありましたら、管理者にご連絡ください。
ko_kr: {{account}} 이메일 계정 권한이 철회되었습니다. 질문이 있는 경우 관리자에게 문의해보세요
ms_my: Kebenaran akaun emel {{account}} telah dibatalkan. Jika anda mempunyai sebarang pertanyaan, sila hubungi pentadbir anda
pt_br: As permissões da conta de e-mail do {{account}} foram revogadas. Se você tiver alguma dúvida, entre em contato com seu administrador
ru_ru: Разрешения для учетной записи почты {{account}} были отозваны. Если у вас есть какие-либо вопросы, свяжитесь с вашим администратором
th_th: {{account}} สิทธิ์การอนุญาตบัญชีอีเมลถูกเพิกถอนแล้ว หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Các quyền tài khoản email {{account}} đã bị thu hồi. Nếu bạn có thắc mắc, vui lòng liên hệ quản trị viên của bạn
zh_cn: {{account}}邮箱账号权限已被取消，如有疑问请联系管理员
zh_hk: {{account}}電郵地址帳戶權限已被取消，如有疑問，請聯絡管理員

# 1CM
source: Account settings
de_de: Kontoeinstellungen
es_es: Configuración de cuenta
fr_fr: Paramètres du compte
id_id: Pengaturan akun
it_it: Impostazioni account
ja_jp: アカウント設定
ko_kr: 계정 설정
ms_my: Tetapan akaun
pt_br: Configurações da conta
ru_ru: Настройки учетной записи
th_th: การตั้งค่าบัญชี
vi_vn: Cài đặt tài khoản
zh_cn: 账号设置
zh_hk: 帳戶設定

# Nlw
source: Account verification failed. Please log in again
de_de: Kontoverifizierung fehlgeschlagen. Melden Sie sich erneut an.
es_es: Error al verificar la cuenta. Inicia sesión de nuevo
fr_fr: La vérification du compte a échoué. Veuillez vous reconnecter
hi_in: खाता सत्यापन विफल. कृपया पुनः लॉगिन करें
id_id: Verifikasi akun gagal. Login ulang
it_it: Verifica dell'account non riuscita. Accedi di nuovo
ja_jp: アカウントの認証に失敗しました。もう一度ログインしてください。
ko_kr: 계정 인증에 실패했습니다. 다시 로그인하세요.
ms_my: Pengesahan akaun gagal. Sila log masuk lagi
pt_br: Falha ao verificar a conta Faça login novamente
ru_ru: Не удалось подтвердить учетную запись. Войдите снова
th_th: การตรวจสอบยืนยันบัญชีไม่สำเร็จ โปรดล็อกอินอีกครั้ง
vi_vn: Xác thực tài khoản thất bại. Vui lòng đăng nhập lại
zh_cn: 账号验证失败，请重新登录
zh_hk: 帳戶驗證失敗，請重新登入

# XAs
source: Add email account
de_de: E-Mail-Konto hinzufügen
es_es: Agregar cuenta de correo electrónico
fr_fr: Ajouter un compte de messagerie
hi_in: ईमेल खाता जोड़ें
id_id: Tambah akun email
it_it: Aggiungi account e-mail
ja_jp: メールアカウントを追加
ko_kr: 이메일 계정 추가
ms_my: Tambah akaun emel
pt_br: Adicionar conta de email
ru_ru: Добавить учетную запись
th_th: เพิ่มบัญชีอีเมล
vi_vn: Thêm tài khoản email
zh_cn: 添加邮箱账号
zh_hk: 新增電郵地址帳戶

# Ilw
source: Add Email Accounts
de_de: E-Mail-Konten hinzufügen
es_es: Agregar cuentas de correo electrónico
fr_fr: Ajouter des comptes e-mail
id_id: Tambah Akun Email
it_it: Aggiungi account e-mail
ja_jp: 代行受信用メールアカウントを追加
ko_kr: 이메일 계정 추가
ms_my: Tambah Akaun Emel
pt_br: Adicionar contas de e-mail
ru_ru: Добавить учетные записи почты
th_th: เพิ่มบัญชีอีเมล
vi_vn: Thêm tài khoản email
zh_cn: 添加代收邮箱账号
zh_hk: 新增代收電郵地址帳戶

# rNM
source: You can only add up to 5 email accounts
de_de: Sie können nur maximal 5 E-Mail-Konten hinzufügen
es_es: Solo puedes agregar hasta 5 cuentas de correo electrónico
fr_fr: Vous ne pouvez ajouter que 5 comptes e-mail au maximum
id_id: Anda hanya dapat menambah hingga 5 akun email
it_it: Puoi aggiungere solo fino a 5 account e-mail
ja_jp: 代行受信用メールアカウントは最大 5 つまで追加できます
ko_kr: 최대 5개의 이메일 계정만 추가할 수 있습니다
ms_my: Anda hanya boleh menambah sehingga 5 akaun emel
pt_br: Você só pode adicionar até 5 contas de e-mail
ru_ru: Вы можете добавить только до 5 учетных записей почты
th_th: เพิ่มบัญชีอีเมลได้สูงสุด 5 บัญชี
vi_vn: Bạn chỉ có thể thêm tối đa 5 tài khoản email
zh_cn: 最多只能添加 5 个代收邮箱账号
zh_hk: 最多只能新增 5 個代收電郵地址帳戶

# Dss
source: Add Signature
de_de: Signatur hinzufügen
es_es: Agregar firma
fr_fr: Ajouter une signature
hi_in: हस्ताक्षर जोड़ें
id_id: Tambah Tanda Tangan
it_it: Aggiungi firma
ja_jp: 署名を追加
ko_kr: 서명 추가
ms_my: Tambah Tandatangan
pt_br: Adicionar assinatura
ru_ru: Добавить подпись
th_th: เพิ่มลายเซ็น
vi_vn: Thêm chữ ký
zh_cn: 添加签名
zh_hk: 新增簽名

# Dak
source: Added
de_de: Hinzugefügt
es_es: Agregado con éxito
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가했습니다
ms_my: Ditambah
pt_br: Adicionado com sucesso
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Thêm thành công
zh_cn: 已添加
zh_hk: 已新增

# IBw
source: Follow device language
de_de: Gerätesprache folgen
es_es: Seguir idioma del dispositivo
fr_fr: Utiliser la langue de l'appareil
hi_in: डिवाइस की भाषा का पालन करें
id_id: Ikuti bahasa perangkat
it_it: Segui la lingua del dispositivo
ja_jp: デバイスの言語設定に従う
ko_kr: 장치 언어 따르기
ms_my: Ikut bahasa peranti
pt_br: Seguir idioma do dispositivo
ru_ru: Следить за языком устройства
th_th: ตามภาษาของอุปกรณ์
vi_vn: Tuân theo ngôn ngữ thiết bị
zh_cn: 根据设备系统语言自动判断
zh_hk: 根據裝置系統語言自動判斷

# eRc
source: Please modify the settings and sync more emails via IMAP agreement
de_de: Ändern Sie die Einstellungen und synchronisieren Sie weitere E-Mails über das IMAP-Protokoll.
es_es: Modifica la configuración y sincroniza más correos electrónicos mediante el protocolo IMAP
fr_fr: Veuillez modifier les paramètres et synchroniser plus d'e-mails via l'accord IMAP
hi_in: कृपया सेटिंग्स संशोधित करें और IMAP अनुबंध से अधिक ईमेल सिंक करें
id_id: Ubah pengaturan dan sinkronkan lebih banyak email melalui perjanjian IMAP
it_it: Modifica le impostazioni e sincronizza altre e-mail tramite contratto IMAP
ja_jp: パラメータを再度調整して、IMAP を通してより多くのメールを Feishu に同期できます
ko_kr: 설정을 수정하여 IMAP 계약을 통해 더 많은 이메일을 동기화하세요
ms_my: Sila ubah tetapan dan selaraskan lebih emel melalui perjanjian IMAP
pt_br: Modifique as configurações e sincronize mais e-mails via acordo de IMAP
ru_ru: Измените настройки и синхронизируйте больше писем по соглашению IMAP
th_th: โปรดแก้ไขการตั้งค่าและซิงค์อีเมลเพิ่มเติมผ่านทางข้อตกลง IMAP
vi_vn: Vui lòng sửa đổi cài đặt và đồng bộ thêm nhiều email hơn thông qua thỏa thuận IMAP
zh_cn: 请重新调整参数，通过 IMAP 协议同步更多邮件到飞书邮箱
zh_hk: 請重新調整參數，通過 IMAP 協議同步更多郵件至飛書電郵地址

# xxw
source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
fr_fr: Paramètres avancés
hi_in: उन्नत सेटिंग्स
id_id: Pengaturan Lanjutan
it_it: Impostazioni avanzate
ja_jp: 高度な設定
ko_kr: 고급 설정
ms_my: Tetapan Lanjutan
pt_br: Configurações avançadas
ru_ru: Расширенные настройки
th_th: การตั้งค่าขั้นสูง
vi_vn: Cài đặt nâng cao
zh_cn: 高级设置
zh_hk: 進階設定

# wKQ
source: Alimail
zh_cn: 阿里邮箱
zh_hk: 阿里電郵地址

# JKQ
source: Unable to download file. Please retry.
de_de: Herunterladen der Datei nicht möglich. Versuchen Sie es erneut.
es_es: Error al descargar archivo. Inténtelo de nuevo.
fr_fr: Échec du téléchargement du fichier. Veuillez réessayer.
hi_in: फ़ाइल डाउनलोड करने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Gagal mengunduh file. Coba lagi.
it_it: Impossibile scaricare file. Riprova.
ja_jp: 添付ファイルをダウンロードできませんでした。再試行してください
ko_kr: 파일을 다운로드할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memuat turun fail. Sila cuba lagi.
pt_br: Falha ao fazer download o arquivo. Repita.
ru_ru: Невозможно скачать файл. Повторите попытку.
th_th: ไม่สามารถดาวน์โหลดไฟล์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải xuống tệp tin. Vui lòng thử lại.
zh_cn: 附件下载失败，请重试
zh_hk: 附件下載失敗，請重試

# +OI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# eEo
source: Login failed
de_de: Anmeldung fehlgeschlagen
es_es: Error al iniciar sesión
fr_fr: Échec de la connexion
hi_in: लॉगिन विफल
id_id: Login gagal
it_it: Impossibile accedere
ja_jp: ログインできません
ko_kr: 로그인 실패
ms_my: Gagal log masuk
pt_br: Falha no login
ru_ru: Авторизация не удалась
th_th: ล็อกอินไม่สำเร็จ
vi_vn: Đăng nhập không thành công
zh_cn: 无法登录
zh_hk: 無法登入

# jmY
source: Unable to edit email address
de_de: Bearbeiten der E-Mail-Adresse nicht möglich
es_es: Error al editar dirección de correo electrónico
fr_fr: Modification de l'adresse e-mail impossible
hi_in: ईमेल पता संपादित करने में असमर्थ
id_id: Gagal mengedit alamat email
it_it: Impossibile modificare indirizzo e-mail
ja_jp: メールアドレスを編集できません
ko_kr: 이메일 주소를 편집할 수 없습니다
ms_my: Tidak dapat mengedit alamat e-mel
pt_br: Falha ao editar endereço de email
ru_ru: Невозможно изменить адрес почты
th_th: ไม่สามารถแก้ไขที่อยู่อีเมลได้
vi_vn: Không thể chỉnh sửa địa chỉ email
zh_cn: 不支持修改邮箱地址
zh_hk: 不支援修改電郵地址

# IbM
source: Changes saved
de_de: Änderungen gespeichert
es_es: Los cambios se han guardado
fr_fr: Modifications enregistrées
hi_in: बदलाव सहेजे गए
id_id: Perubahan disimpan
it_it: Modifiche salvate
ja_jp: 保存しました
ko_kr: 변경 사항이 저장되었습니다
ms_my: Perubahan disimpan
pt_br: Alterações salvas
ru_ru: Изменения сохранены
th_th: บันทึกการเปลี่ยนแปลงแล้ว
vi_vn: Đã lưu thay đổi
zh_cn: 已保存
zh_hk: 已儲存

# Jp0
source: Please check your account and password, and make sure that you've completed all related settings.
de_de: Überprüfen Sie Ihr Konto und Kennwort und vergewissern Sie sich, dass Sie alle entsprechenden Einstellungen festgelegt haben.
es_es: Comprueba tu cuenta y tu contraseña y asegúrate de que has establecido la configuración relacionada.
fr_fr: Veuillez vérifier votre compte et votre mot de passe et assurez-vous que vous avez configuré tous les paramètres associés.
hi_in: कृपया अपने खाते और पासवर्ड की जाँच करें, और सुनिश्चित करें कि आपने सभी संबंधित सेटिंग्स पूर्ण की है.
id_id: Periksa akun dan kata sandi Anda, dan pastikan Anda telah menyelesaikan semua pengaturan terkait.
it_it: Controlla il tuo account e la tua password e assicurati di aver completato tutte le relative impostazioni.
ja_jp: アカウントやパスワードおよび設定を完了することを確認してください
ko_kr: 계정과 비밀번호를 체크하고 모든 관련 설정을 완료했는지 확인하세요.
ms_my: Sila periksa akaun dan kata laluan anda, dan pastikan anda telah melengkapkan semua tetapan berkaitan.
pt_br: Verifique sua conta e senha e certifique-se de ter concluído todas as configurações relacionadas.
ru_ru: Проверьте свою учетную запись и пароль и убедитесь, что вы выполнили все необходимые настройки.
th_th: โปรดตรวจสอบบัญชีและรหัสผ่านของคุณ และตรวจสอบให้แน่ใจว่าคุณได้ทำการตั้งค่าที่เกี่ยวข้องทั้งหมดจนเสร็จสมบูรณ์แล้ว
vi_vn: Vui lòng kiểm tra tài khoản và mật khẩu của bạn và đảm bảo bạn đã hoàn thành tất cả các cài đặt liên quan.
zh_cn: 请检查邮箱账号密码是否正确，并确保已完成相应配置
zh_hk: 請檢查電郵地址帳戶密碼是否正確，並確保已完成相應配置

# Q9I
source: Please choose your version
de_de: Bitte wählen Sie Ihre Version
es_es: Selecciona tu versión
fr_fr: Veuillez choisir votre version
id_id: Pilih versi Anda
it_it: Scegli la tua versione
ja_jp: お使いのバージョンを選択してください
ko_kr: 버전을 선택하세요
ms_my: Sila pilih versi anda
pt_br: Escolha sua versão
ru_ru: Выберите вашу версию
th_th: โปรดเลือกเวอร์ชันของคุณ
vi_vn: Vui lòng chọn phiên bản của bạn
zh_cn: 请选择使用版本
zh_hk: 請選擇使用版本

# z2w
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉
