Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# SQg
source: Expired on {{ExpireDate}}
de_de: Abgelaufen am {{ExpireDate}}
es_es: Expirado el {{ExpireDate}}
fr_fr: Expiré(e) le {{ExpireDate}}
hi_in: अवधि {{ExpireDate}} को समाप्त हुई
id_id: Kedaluwarsa pada {{ExpireDate}}
it_it: Data scadenza {{ExpireDate}}
ja_jp: {{ExpireDate}} に期限切れです
ko_kr: {{ExpireDate}}에 만료되었습니다
ms_my: Luput pada {{ExpireDate}}
pt_br: Expirou em {{ExpireDate}}
ru_ru: Срок действия истек {{ExpireDate}}
th_th: หมดอายุเมื่อ {{ExpireDate}}
vi_vn: Đã hết hạn vào ngày {{ExpireDate}}
zh_cn: 于 {{ExpireDate}} 失效
zh_hk: 於 {{ExpireDate}} 失效

# SrE
source: File expires on {{ExpireDate}}
de_de: Datei läuft am {{ExpireDate}} ab
es_es: El archivo expira el {{ExpireDate}}
fr_fr: Le fichier expire le {{ExpireDate}}
hi_in: फ़ाइल की अवधि {{ExpireDate}} को समाप्त होने वाली है
id_id: File kedaluwarsa pada {{ExpireDate}}
it_it: Il file scade in data {{ExpireDate}}
ja_jp: {{ExpireDate}} に期限切れになります
ko_kr: 파일이 {{ExpireDate}}에 만료됩니다
ms_my: Fail luput pada {{ExpireDate}}
pt_br: O arquivo vencerá em {{ExpireDate}}
ru_ru: Срок действия файла истекает {{ExpireDate}}
th_th: ไฟล์หมดอายุในวันที่ {{ExpireDate}}
vi_vn: Tệp tin hết hạn vào ngày {{ExpireDate}}
zh_cn: 将于 {{ExpireDate}} 失效
zh_hk: 將於 {{ExpireDate}} 失效

# pzg
source: File expired. Please delete it or upload it again
de_de: Datei abgelaufen. Bitte löschen oder erneut hochladen
es_es: El archivo ha expirado. Elimínalo o vuelve a subirlo.
fr_fr: Fichier expiré. Veuillez le supprimer ou le télécharger à nouveau
hi_in: फ़ाइल की अवधि समाप्त हुई. कृपया इसे हटाएँ या इसे पुनः अपलोड करें
id_id: File kedaluwarsa. Hapus atau unggah lagi
it_it: File scaduto. Eliminalo o caricalo di nuovo
ja_jp: ファイルは期限切れになりました。削除または再アアプロードしてください
ko_kr: 파일이 만료되었습니다. 삭제하거나 다시 업로드하세요.
ms_my: Fail telah luput. Sila padam atau muat naik semula
pt_br: Arquivo expirado. Exclua-o ou carregue-o novamente
ru_ru: Срок действия файла истек. Удалите его или загрузите заново
th_th: ไฟล์หมดอายุแล้ว โปรดลบหรืออัปโหลดอีกครั้ง
vi_vn: Tệp tin đã hết hạn. Vui lòng xóa hoặc tải lên lại
zh_cn: 超大附件已过期，请删除或重新上传后发送
zh_hk: 超大附件已過期，請刪除或重新上載後發送

# IpI
source: Dangerous content detected
de_de: Riskanter Inhalt entdeckt
es_es: Se ha detectado contenido peligroso
fr_fr: Contenu dangereux détecté
hi_in: जोखिम भरी सामग्री पाई गई
id_id: Konten berbahaya terdeteksi
it_it: Contenuto pericoloso rilevato
ja_jp: 有害なコンテンツが検出されました
ko_kr: 위험 콘텐츠가 감지됨
ms_my: Kandungan berbahaya dikesan
pt_br: Conteúdo perigoso detectado
ru_ru: Обнаружен опасный контент
th_th: ตรวจพบเนื้อหาที่เป็นอันตราย
vi_vn: Đã phát hiện nội dung nguy hiểm
zh_cn: 发现有害内容
zh_hk: 發現有害內容

# Xvo
source: Sharing large attachments to chats isn't supported
de_de: Das Teilen großer Anhänge in Chats wird nicht unterstützt.
es_es: No se puede compartir adjuntos de gran tamaño en los chats
fr_fr: Le partage de pièces jointes volumineuses dans les discussions n'est pas pris en charge
hi_in: चैट में बड़े अटैचमेंट साझा करना समर्थित नहीं है
id_id: Berbagi lampiran besar ke obrolan tidak didukung
it_it: Non è supportata la condivisione di allegati di grandi dimensioni nelle chat
ja_jp: 大容量ファイルはチャットに共有できません
ko_kr: 채팅에 대용량 첨부 파일을 공유하는 것은 지원되지 않습니다
ms_my: Kongsi lampiran besar ke dalam sembang tidak disokong
pt_br: Não há suporte para compartilhamento de grandes anexos nos chats
ru_ru: Невозможно делиться крупными вложениями в чатах
th_th: ไม่รองรับการแบ่งปันไฟล์แนบขนาดใหญ่ไปยังแชท
vi_vn: Chia sẻ các tệp đính kèm lớn với các cuộc trò chuyện không được hỗ trợ
zh_cn: 超大附件暂不支持分享到聊天
zh_hk: 暫時不能支援將超大附件分享到聊天內

# Byg
source: Local files
de_de: Lokale Dateien
es_es: Archivos locales
fr_fr: Fichiers locaux
hi_in: लोकल फ़ाइलें
id_id: File lokal
it_it: File locali
ja_jp: ローカルファイル
ko_kr: 로컬 파일
ms_my: Fail tempatan
pt_br: Arquivos locais
ru_ru: Локальные файлы
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tệp tin cục bộ
zh_cn: 本地文件
zh_hk: 本地檔案

# p44
source: Maximum file size: {{size}} GB
de_de: Maximale Dateigröße: {{size}} GB
es_es: Tamaño máximo de archivo: {{size}} GB
fr_fr: Taille maximale du fichier : {{size}} Go
hi_in: अधिकतम फ़ाइल आकार: {{size}} GB
id_id: Ukuran file maksimum: {{size}} GB
it_it: Dimensione massima del file: {{size}} GB
ja_jp: 各ファイルは最大 {{size}} GB です
ko_kr: 최대 파일 크기: {{size}}GB
ms_my: Saiz fail maksimum: {{size}} GB
pt_br: Tamanho máximo do arquivo: {{size}} GB
ru_ru: Максимальный размер файла: {{size}} ГБ
th_th: ขนาดไฟล์สูงสุด: {{size}} GB
vi_vn: Kích thước tệp tin tối đa: {{size}} GB
zh_cn: 每个最大 {{size}} GB
zh_hk: 每個最大 {{size}} GB

# MPI
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: 詳細
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Дополнительно
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_hk: 更多

# 5sY
source: No files
de_de: Keine Dateien
es_es: No hay archivos
fr_fr: Aucun fichier
hi_in: कोई फ़ाइलें नहीं
id_id: Tidak ada file
it_it: Nessun file
ja_jp: ファイルなし
ko_kr: 파일 없음
ms_my: Tiada fail
pt_br: Nenhum arquivo
ru_ru: Нет файлов
th_th: ไม่มีไฟล์
vi_vn: Không có tệp tin nào
zh_cn: 暂无文件
zh_hk: 暫時沒有資料夾

# E8M
source: Total file size cannot exceed {{size}}.
de_de: Die gesamte Dateigröße darf {{size}} nicht überschreiten.
es_es: El tamaño total del archivo no puede ser mayor que {{size}}.
fr_fr: La taille totale des fichiers ne peut pas dépasser {{size}}.
id_id: Total ukuran file tidak dapat melampaui {{size}}.
it_it: La dimensione totale del file non può superare {{size}}.
ja_jp: メールの合計サイズは {{size}} までです。
ko_kr: 총 파일 크기는 {{size}}(을)를 초과할 수 없습니다.
ms_my: Saiz fail keseluruhan tidak boleh melebihi {{size}}.
pt_br: O tamanho total do arquivo não pode exceder {{size}}.
ru_ru: Общий размер файла не может превышать {{size}}.
th_th: ขนาดไฟล์ทั้งหมดไม่สามารถเกิน {{size}} ได้
vi_vn: Tổng dung lượng của tập tin không được vượt quá {{size}}.
zh_cn: 邮件总大小不能超过 {{size}}
zh_hk: 郵件總大小不能超過 {{size}}

# kGo
source: Received files
de_de: Empfangene Dateien
es_es: Archivos recibidos
fr_fr: Fichiers reçus
hi_in: प्राप्त की गईं फ़ाइलें
id_id: File yang diterima
it_it: File ricevuti
ja_jp: 受信ファイル
ko_kr: 받은 파일
ms_my: Fail diterima
pt_br: Arquivos recebidos
ru_ru: Полученные файлы
th_th: ไฟล์ที่ได้รับ
vi_vn: Tệp tin đã nhận
zh_cn: 收到的文件
zh_hk: 收到的檔案

# 7Fw
source: Save to album
de_de: In Album speichern
es_es: Guardar en el álbum
fr_fr: Enregistrer dans l'album
hi_in: एल्बम में सहेजें
id_id: Simpan ke album
it_it: Salva nell'album
ja_jp: アルバムに保存
ko_kr: 앨범에 저장
ms_my: Simpan ke album
pt_br: Salvar no álbum
ru_ru: Сохранить в альбоме
th_th: บันทึกไปยังอัลบั้ม
vi_vn: Lưu vào album
zh_cn: 保存到相册
zh_hk: 儲存到相薄

# ae4
source: Save to local
de_de: Lokal speichern
es_es: Guardar en local
fr_fr: Enregistrer localement
hi_in: लोकल में सहेजें
id_id: Simpan ke lokal
it_it: Salva nella cartella locale
ja_jp: ローカルに保存
ko_kr: 로컬에 저장
ms_my: Simpan ke tempatan
pt_br: Salvar no local
ru_ru: Сохранить в локальных
th_th: บันทึกลงในเครื่อง
vi_vn: Lưu vào thư mục cục bộ
zh_cn: 保存到本地
zh_hk: 儲存到本機

# +3c
source: Blocked for security reasons
de_de: Aus Sicherheitsgründen blockiert
es_es: Bloqueado por motivos de seguridad
fr_fr: Bloquée pour des raisons de sécurité
hi_in: सुरक्षा करणों से ब्लॉक किया गया
id_id: Diblokir untuk alasan keamanan
it_it: Bloccato per motivi di sicurezza
ja_jp: セキュリティ上の都合により、添付ファイルのアップロードが禁止されました。
ko_kr: 보안상의 이유로 차단됨
ms_my: Disekat atas sebab keselamatan
pt_br: Bloqueado por motivos de segurança
ru_ru: Заблокировано из-за угроз безопасности
th_th: ปิดกั้นเนื่องจากเหตุผลด้านความปลอดภัย
vi_vn: Đã bị chặn vì lý do bảo mật
zh_cn: 出于安全考虑，附件被禁止上传
zh_hk: 基於安全考慮，禁示上載附件

# eZQ
source: Show more
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
hi_in: अधिक दिखाएँ
id_id: Lihat lainnya
it_it: Mostra altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Tunjukkan lebih banyak
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 展开
zh_hk: 展開

# m4U
source: Unknown file format
de_de: Unbekanntes Dateiformat
es_es: Formato de archivo desconocido
fr_fr: Format de fichier inconnu
hi_in: अज्ञात फ़ाइल फॉर्मेट
id_id: Format file tidak diketahui
it_it: Formato file sconosciuto
ja_jp: 不明なファイル形式
ko_kr: 알 수 없는 파일 형식
ms_my: Format fail tidak diketahui
pt_br: Formato de arquivo desconhecido
ru_ru: Неизвестный формат файла
th_th: ไม่รู้จักรูปแบบไฟล์นี้
vi_vn: Định dạng tệp tin không xác định
zh_cn: 未知文件格式
zh_hk: 未知檔案格式

# TWs
source: Unable to upload
de_de: Hochladen fehlgeschlagen
es_es: No se puede subir
fr_fr: Téléchargement impossible
hi_in: अपलोड करने में असमर्थ
id_id: Gagal mengunggah
it_it: Impossibile caricare
ja_jp: アップロードできませんでした
ko_kr: 업로드할 수 없습니다
ms_my: Tidak dapat memuat naik
pt_br: Falha ao carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถอัปโหลดได้
vi_vn: Không thể tải lên
zh_cn: 上传失败
zh_hk: 上載失敗

# QsY
source: Uploading...
de_de: Wird hochgeladen...
es_es: Subiendo...
fr_fr: Téléchargement…
hi_in: अपलोड किया जा रहा है...
id_id: Mengunggah...
it_it: Caricamento...
ja_jp: アップロード中...
ko_kr: 업로드 중...
ms_my: Memuat naik...
pt_br: Carregando...
ru_ru: Идет загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 上传中...
zh_hk: 上載中…

# aq4
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_hk: 了解詳情

# rNA
source: Remove and Send
de_de: Entfernen und senden
es_es: Quitar y enviar
fr_fr: Retirer et envoyer
id_id: Hapus dan Kirim
it_it: Rimuovi e invia
ja_jp: 削除してから送信
ko_kr: 제거 및 전송
ms_my: Buang dan Hantar
pt_br: Remover e enviar
ru_ru: Удалить и отправить
th_th: ลบออกและส่ง
vi_vn: Xóa và gửi
zh_cn: 移除并发送
zh_hk: 移除並發送

# X6k
source: Expire in {{day}} days
de_de: Ablauf in {{day}} Tagen
es_es: Caduca en {{day}} días
fr_fr: Expire dans {{day}} jours
hi_in: {{day}} दिन में अवधि समाप्त होगी
id_id: Kedaluwarsa {{day}} hari
it_it: Scade tra {{day}} giorni
ja_jp: {{day}} 日後に期限切れ
ko_kr: {{day}}일 후 만료
ms_my: Luput dalam {{day}} hari
pt_br: Expirar em {{day}} dias
ru_ru: Срок действия истекает через {{day}} дн.
th_th: หมดอายุใน {{day}} วัน
vi_vn: Hết hạn sau {{day}} ngày
zh_cn: {{day}} 天后失效
zh_hk: {{day}} 天後失效

# zkc
source: Expired
de_de: Abgelaufen
es_es: Ha caducado
fr_fr: Expiré(e)
hi_in: अवधि समाप्त
id_id: Kedaluwarsa
it_it: Scaduti
ja_jp: 期限切れ
ko_kr: 만료됨
ms_my: Tamat tempoh
pt_br: Expirado
ru_ru: Истекло
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 已失效
zh_hk: 已失效

# kg8
source: Expire today
de_de: Läuft heute ab
es_es: Caduca hoy
fr_fr: Expire aujourd'hui
hi_in: अवधि आज समाप्त होती है
id_id: Kedaluwarsa hari ini
it_it: Scade oggi
ja_jp: 今日に期限切れ
ko_kr: 오늘 만료
ms_my: Luput hari ini
pt_br: Expira hoje
ru_ru: Срок действия истекает сегодня
th_th: หมดอายุวันนี้
vi_vn: Hết hạn hôm nay
zh_cn: 今日内失效
zh_hk: 今日內失效

# 4To
source: {{APP_DISPLAY_NAME}} Files
de_de: {{APP_DISPLAY_NAME}}-Dateien
es_es: Archivos de {{APP_DISPLAY_NAME}}
fr_fr: Fichiers {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} फ़ाइलें
id_id: File {{APP_DISPLAY_NAME}}
it_it: File {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ファイル
ko_kr: {{APP_DISPLAY_NAME}} 파일
ms_my: Fail {{APP_DISPLAY_NAME}}
pt_br: Arquivos do {{APP_DISPLAY_NAME}}
ru_ru: Файлы {{APP_DISPLAY_NAME}}
th_th: ไฟล์ {{APP_DISPLAY_NAME}}
vi_vn: Tập tin {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}文件
zh_hk: {{APP_DISPLAY_NAME}}檔案

# 4t0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# lEA
source: Local Files
de_de: Lokale Dateien
es_es: Archivos locales
fr_fr: Fichiers locaux
hi_in: लोकल फ़ाइलें
id_id: File Lokal
it_it: File locali
ja_jp: ローカルファイル
ko_kr: 로컬 파일
ms_my: Fail Tempatan
pt_br: Arquivos locais
ru_ru: Локальные файлы
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tệp tin cục bộ
zh_cn: 本地文件
zh_hk: 本機檔案

# 8Aw
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# 3qg
source: Original email attachments
de_de: Ursprüngliche E-Mail-Anhänge
es_es: Archivos adjuntos originales del correo electrónico
fr_fr: Pièces jointes de l'e-mail d'origine
hi_in: मूल ईमेल अटैचमेंट
id_id: Lampiran email asal
it_it: Allegati dell'e-mail originale
ja_jp: 元メールの添付ファイル
ko_kr: 원본 이메일 첨부 파일
ms_my: Lampiran emel asal
pt_br: Anexos de e-mail originais
ru_ru: Оригинальные вложения письма
th_th: ต้นฉบับไฟล์แนบอีเมล
vi_vn: Tệp đính kèm email gốc
zh_cn: 原邮件附件
zh_hk: 原郵件附件

# oEg
source: Original email attachments
de_de: Ursprüngliche E-Mail-Anhänge
es_es: Archivos adjuntos originales del correo electrónico
fr_fr: Pièces jointes de l'e-mail d'origine
hi_in: मूल ईमेल अटैचमेंट
id_id: Lampiran email asal
it_it: Allegati dell'e-mail originale
ja_jp: 元のメールの添付ファイル
ko_kr: 원본 이메일 첨부 파일
ms_my: Lampiran emel asal
pt_br: Anexos de e-mail originais
ru_ru: Оригинальные вложения письма
th_th: ต้นฉบับไฟล์แนบอีเมล
vi_vn: Tệp đính kèm email gốc
zh_cn: 原邮件附件
zh_hk: 原郵件附件

source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
hi_in: विवरण देखें
id_id: Lihat Detail
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Visualizar detalhes
ru_ru: Посмотреть детали
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_hk: 查看詳情

# fLU
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# EEM
source: Messages that have been in Trash or Spam for over {{num}} days will be automatically deleted. Please move these emails to other folders in time if you need to keep them.
de_de: Nachrichten, die sich länger als {{num}} Tage im Papierkorb oder im Spam-Ordner befinden, werden automatisch gelöscht. Bitte verschieben Sie diese E-Mails rechtzeitig in andere Ordner, wenn Sie sie behalten möchten.
es_es: Los mensajes que pasen más de {{num}} días en las carpetas Papelera o Spam se eliminarán automáticamente. Mueve estos correos electrónicos a otras carpetas a tiempo si quieres conservarlos.
fr_fr: Les messages qui se trouvent dans la corbeille ou le courrier indésirable depuis plus de {{num}} jours seront automatiquement supprimés. Si vous souhaitez les conserver, veuillez déplacer ces e-mails vers d'autres dossiers à temps.
id_id: Pesan yang sudah berada di Sampah atau Spam selama lebih dari {{num}} hari akan dihapus secara otomatis. Pindahkan email-email ini ke folder lain sesegera mungkin jika Anda perlu menyimpannya.
it_it: I messaggi che sono rimasti nel Cestino o nello spam per oltre {{num}} giorni verranno eliminati automaticamente. Se è necessario conservare queste e-mail, spostale in altre cartelle per tempo.
ja_jp: 「ゴミ箱」と「迷惑メール」に移動したメールは、{{num}} 日後に自動的に完全に削除されます。メールを保持する必要がある場合、他のフォルダに移動してください。
ko_kr: {{num}}일 넘게 휴지통이나 스팸함에 있는 메시지는 자동으로 삭제됩니다. 해당 이메일을 보관해야 하는 경우 적시에 다른 폴더로 이동하세요.
ms_my: Mesej yang berada dalam Trash atau Spam selama lebih {{num}} hari akan dipadam secara automatik. Sila pindahkan emel ini ke folder lain jika perlu disimpan.
pt_br: A mensagens que estiveram no Lixo ou Spam por mais de {{num}} dias serão excluídas automaticamente. Mova esses e -mails para outras pastas a tempo, se precisar mantê -los.
ru_ru: Письма, находящиеся в Корзине или Спаме более {{num}} дн. будут автоматически удалены. Переместите эти письма в другие папки вовремя, если вам нужно их сохранить.
th_th: ข้อความที่อยู่ในถังขยะหรือสแปมเกิน {{num}} วันจะถูกลบโดยอัตโนมัติ โปรดย้ายอีเมลเหล่านี้ไปยังโฟลเดอร์อื่นให้ทันเวลาหากคุณต้องการเก็บไว้
vi_vn: Những thư nằm thư mục Rác hoặc Thư rác hơn {{num}} ngày sẽ tự động bị xóa. Vui lòng chuyển các email này đến thư mục khác kịp thời nếu bạn cần giữ lại chúng.
zh_cn: 移至“已删除”和“垃圾邮件”的邮件，{{num}} 天后将会被自动删除。如需保留，请及时将邮件移至其他文件夹
zh_hk: 移至「已刪除」和「垃圾郵件」的郵件，{{num}} 日後將會自動刪除。如需保留，請即時將郵件移至其他資料夾

# eOc
source: {{num}} days automatic deletion
de_de: {{num}} Tage automatische Löschung
es_es: {{num}} días para la eliminación automática
fr_fr: Suppression automatique après {{num}} jours
id_id: Penghapusan otomatis {{num}} hari
it_it: Eliminazione automatica dopo {{num}} giorni
ja_jp: {{num}} 日後に自動的にクリアされます
ko_kr: {{num}}일 후 자동 삭제
ms_my: Pemadaman automatik {{num}} hari
pt_br: Exclusão automática de {{num}} dias
ru_ru: Автоматическое удаление после {{num}} дн.
th_th: ลบอัตโนมัติใน {{num}} วัน
vi_vn: Tự động xóa sau {{num}} ngày
zh_cn: 超过 {{num}} 天自动清理
zh_hk: 超過 {{num}} 日自動清理

# xbI
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# vM8
source: Contact Customer Service
de_de: Kundenservice kontaktieren
es_es: Ponte en contacto con el servicio al cliente
fr_fr: Contacter le service clients
hi_in: ग्राहक सेवा से संपर्क करें
id_id: Hubungi Layanan Pelanggan
it_it: Contatta l'assistenza clienti
ja_jp: カスタマーサービスに連絡
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Perkhidmatan Pelanggan
pt_br: Entrar em contato com o Serviço de atendimento ao consumidor
ru_ru: Связаться со службой поддержки
th_th: ติดต่อฝ่ายบริการลูกค้า
vi_vn: Liên hệ với Dịch vụ Khách hàng
zh_cn: 联系在线客服
zh_hk: 聯絡在線客服

# FMo
source: Over {{Number}}% of the {{APP_DISPLAY_NAME}} Mail storage space has been consumed. Please upgrade the plan in time to prevent service suspension.
de_de: Mehr als {{Number}} % des {{APP_DISPLAY_NAME}} Mail-Speicherplatzes ist belegt. Holen Sie sich bitte rechtzeitig ein Upgrade für den Plan, um eine Sperrung des Service zu vermeiden.
es_es: Se ha consumido más del {{Number}}% del espacio de almacenamiento de correo electrónico de {{APP_DISPLAY_NAME}}. Actualiza el plan a tiempo para evitar la suspensión del servicio.
fr_fr: Plus de {{Number}} % de l’espace de stockage de {{APP_DISPLAY_NAME}} Mail est déjà utilisé. Veuillez mettre à niveau votre forfait en temps opportun afin d'éviter l'interruption du service.
hi_in: {{APP_DISPLAY_NAME}} मेल स्ट्रोरेज स्पेस का {{Number}}% से अधिक उपयोग किया जा चुका है. सेवा निलंबन से बचने के लिए कृपया प्लान समय पर अपग्रेड करें.
id_id: Lebih dari {{Number}}% ruang penyimpanan Email {{APP_DISPLAY_NAME}} telah digunakan. Tingkatkan paket tepat waktu untuk mencegah penghentian layanan.
it_it: Più del {{Number}}% dello spazio di archiviazione in Posta di {{APP_DISPLAY_NAME}} è stato utilizzato. Effettua l'upgrade del piano in tempo per evitare che il servizio venga sospeso.
ja_jp: {{APP_DISPLAY_NAME}} 法人メール容量が {{Number}}% を超えました。メールサービスを正常に利用するには、プランをアップグレードしてください
ko_kr: {{APP_DISPLAY_NAME}} 메일 저장소가 {{Number}}% 넘게 사용되었습니다. 서비스 중단을 방지하기 위해 요금제를 제시간에 업그레이드하세요.
ms_my: Lebih {{Number}}% ruang penyimpanan Mel {{APP_DISPLAY_NAME}} telah digunakan. Sila naik taraf pelan pada masa yang sesuai untuk mengelakkan penangguhan perkhidmatan.
pt_br: Mais de {{Number}}% do espaço de armazenamento do {{APP_DISPLAY_NAME}} Mail foi consumido. Faça o upgrade do plano a tempo para evitar a suspensão do serviço.
ru_ru: Израсходовано более {{Number}}% хранилища почты {{APP_DISPLAY_NAME}}. Перейдите на другой план своевременно, чтобы избежать приостановки обслуживания.
th_th: พื้นที่จัดเก็บข้อมูลของ {{APP_DISPLAY_NAME}} ถูกใช้ไปแล้วกว่า {{Number}}% โปรดอัปเกรดแผนในทันทีเพื่อป้องกันการระงับการให้บริการ
vi_vn: Hơn {{Number}}% không gian lưu trữ {{APP_DISPLAY_NAME}} Mail đã được sử dụng. Vui lòng nâng cấp gói dịch vụ kịp thời để tránh gián đoạn dịch vụ.
zh_cn: {{APP_DISPLAY_NAME}}企业邮箱总体容量已使用超过 {{Number}}%，请及时升级套餐，避免邮箱停用
zh_hk: {{APP_DISPLAY_NAME}}企業電郵地址總容量已使用超過 {{Number}}%，請儘快升級方案，以免電郵地址停用

# bgo
source: Mail service suspended due to insufficient mailbox storage. Please upgrade the plan in time.
de_de: E-Mail-Service aufgrund von unzureichendem Postfachspeicher gesperrt. Holen Sie sich bitte rechtzeitig ein Upgrade für den Plan.
es_es: El servicio de correo electrónico se ha suspendido por falta de espacio en el buzón. Actualiza el plan a tiempo.
fr_fr: Service de messagerie suspendu car le stockage de la boîte de réception est insuffisant. Veuillez mettre à niveau le forfait en temps opportun.
hi_in: अपर्याप्त मेलबॉक्स स्टोरेज के कारण मेल सेवा निलंबित की गई. कृपया प्लान समय पर अपग्रेड करें.
id_id: Layanan email dihentikan karena penyimpanan kotak surat tidak mencukupi. Tingkatkan paket tepat waktu.
it_it: Servizio di posta elettronica sospeso causa spazio di archiviazione nella cassetta postale insufficiente. Effettua l'upgrade del piano in tempo.
ja_jp: 容量不足です。サービスを停止しました。プランをアップグレードしてください
ko_kr: 사서함 저장소가 부족하여 메일 서비스가 일시 중지되었습니다. 제시간에 요금제를 업그레이드하세요.
ms_my: Perkhidmatan mel ditangguhkan kerana penyimpanan peti mel tidak mencukupi. Sila naik taraf pelan pada masa yang sesuai.
pt_br: Serviço de e-mail suspenso devido a armazenamento insuficiente da caixa de entrada. Faça upgrade do plano a tempo.
ru_ru: Предоставление услуги почты приостановлено из-за нехватки места в хранилище. Перейдите на другой план своевременно.
th_th: บริการอีเมลถูกระงับเนื่องจากพื้นที่จัดเก็บข้อมูลกล่องจดหมายไม่เพียงพอ โปรดอัปเกรดแผนในทันที
vi_vn: Dịch vụ thư đã bị tạm dừng do dung lượng lưu trữ của hộp thư không còn đủ. Vui lòng nâng cấp gói dịch vụ kịp thời.
zh_cn: 邮箱容量已满，服务暂停，请及时升级套餐
zh_hk: 電郵地址容量已滿，服務暫停，請儘快升級方案

# 9f4
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
hi_in: बाद में
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后处理
zh_hk: 稍後處理

# KVU
source: Please contact the administrator.
de_de: Kontaktieren Sie den Administrator.
es_es: Ponte en contacto con el administrador.
fr_fr: Veuillez contacter l'administrateur.
hi_in: कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator.
it_it: Contatta l'amministratore.
ja_jp: 管理者に連絡してください
ko_kr: 관리자에게 문의하세요.
ms_my: Sila hubungi pentadbir.
pt_br: Entre em contato com o administrador.
ru_ru: Свяжитесь с администратором.
th_th: โปรดติดต่อผู้ดูแล
vi_vn: Vui lòng liên hệ với quản trị viên.
zh_cn: 请联系管理员进行处理
zh_hk: 請聯絡管理員處理

# /UA
source: Mail service suspended
de_de: E-Mail-Service gesperrt
es_es: El servicio de correo electrónico se ha suspendido
fr_fr: Service de messagerie suspendu
hi_in: मेल सेवा निलंबित की गई
id_id: Layanan email dihentikan
it_it: Servizio di posta elettronica sospeso
ja_jp: メールサービス停止
ko_kr: 메일 서비스가 중단됨
ms_my: Perkhidmatan mel ditangguhkan
pt_br: Serviço de e-mail suspenso
ru_ru: Предоставление услуги почты приостановлено
th_th: บริการอีเมลถูกระงับ
vi_vn: Dịch vụ thư đã được tạm dừng
zh_cn: 邮箱服务暂停
zh_hk: 電郵地址服務暫停

# QwM
source: Mailbox storage is full. Please contact the administrator.
de_de: Postfachspeicher ist voll. Kontaktieren Sie den Administrator.
es_es: El almacenamiento del buzón de correo está lleno. Ponte en contacto con el administrador.
fr_fr: Le stockage de la boîte de réception est plein. Veuillez contacter l'administrateur.
hi_in: मेलबॉक्स स्टोरेज भर गया है. कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Penyimpanan kotak surat penuh. Hubungi administrator.
it_it: Spazio di archiviazione della cassetta postale pieno. Contatta l'amministratore.
ja_jp: 容量不足です。管理者に連絡してください
ko_kr: 사서함 저장소가 가득 찼습니다. 관리자에게 문의하세요.
ms_my: Penyimpanan peti mel penuh. Sila hubungi pentadbir.
pt_br: O armazenamento da caixa de entrada está cheio. Entre em contato com o administrador.
ru_ru: Хранилище почтового ящика заполнено. Свяжитесь с администратором.
th_th: พื้นที่จัดเก็บข้อมูลกล่องจดหมายเต็มแล้ว โปรดติดต่อผู้ดูแล
vi_vn: Dung lượng lưu trữ của hộp thư đã đầy. Vui lòng liên hệ với quản trị viên.
zh_cn: 邮箱容量已满，请联系管理员进行处理
zh_hk: 電郵地址容量已滿，請聯絡管理員處理
