Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# HFU
source: The email address has been used as login account by another user.
de_de: Die E-Mail-Adresse wurde von einem anderen Benutzer als Anmeldekonto verwendet.
es_es: Otro usuario ha utilizado esta dirección de correo electrónico como cuenta de inicio de sesión.
fr_fr: Un autre utilisateur a utilisé cette adresse e-mail comme compte de connexion.
id_id: Alamat email telah digunakan sebagai akun login oleh pengguna lain.
it_it: L'indirizzo e-mail è stato utilizzato come account per l'accesso da parte di un altro utente.
ja_jp: このメールアドレスは、すでにほかのユーザーがログイン用に使用しています。
ko_kr: 이메일 주소가 다른 사용자의 로그인 계정으로 사용되었습니다.
ms_my: Alamat e-mel telah digunakan sebagai akaun log masuk oleh pengguna yang lain.
pt_br: O endereço de e-mail foi usado como conta de login por outro usuário.
ru_ru: Этот адрес почты уже используется другим пользователем как учетная запись для входа в систему.
th_th: มีการใช้ที่อยู่อีเมลเป็นบัญชีล็อกอินโดยผู้ใช้รายอื่น
vi_vn: Địa chỉ email đã được người dùng khác sử dụng làm tài khoản đăng nhập.
zh_cn: 邮箱地址已被其他用户用作登录账号
zh_hk: 電郵地址已被其他用戶用作登入帳戶

# 25w
source: Once unlinked, you won't be able to receive and send emails of this account on {{APP_DISPLAY_NAME}}, and all email data will be cleared.
de_de: Nach dem Aufheben der Verknüpfung können Sie E-Mails dieses Kontos in {{APP_DISPLAY_NAME}} nicht mehr empfangen und versenden; und alle E-Mail-Daten werden gelöscht.
es_es: Una vez desvinculada, no podrás utilizar esta cuenta para recibir ni enviar correos electrónicos en {{APP_DISPLAY_NAME}} y se borrarán todos los datos del correo electrónico.
fr_fr: Une fois dissocié, vous ne pourrez plus recevoir ni envoyer d'e-mails de ce compte sur {{APP_DISPLAY_NAME}}, et toutes les données des e-mails seront effacées.
id_id: Setelah tautan dilepas, Anda tidak akan dapat menerima dan mengirim email dari akun ini di {{APP_DISPLAY_NAME}}, dan semua data email akan dihapus.
it_it: Una volta scollegato, non potrai ricevere né inviare le e-mail di questo account su {{APP_DISPLAY_NAME}} e tutti i dati delle e-mail verranno cancellati.
ja_jp: 関連付けを解除すると、{{APP_DISPLAY_NAME}} でこのメールアドレス宛のメールを送受信できなくなります。また、現在のデータも消去されます。
ko_kr: 연결 해제하면 {{APP_DISPLAY_NAME}}에서 이 계정의 이메일을 수신하고 전송할 수 없으며 모든 이메일 데이터가 지워집니다.
ms_my: Setelah dinyahpaut, anda tidak dapat menerima dan menghantar emel akaun ini di {{APP_DISPLAY_NAME}}, dan semua data emel akan dipadam.
pt_br: Após a desvinculação, você não poderá receber e enviar e-mails desta conta no {{APP_DISPLAY_NAME}} e todos os dados de e-mail serão apagados.
ru_ru: После отмены связи вы не сможете получать и отправлять письма этого учетной записи в {{APP_DISPLAY_NAME}}, и все данные почты будут удалены.
th_th: เมื่อยกเลิกการเชื่อมโยงแล้ว คุณจะไม่สามารถรับและส่งอีเมลของบัญชีนี้ใน {{APP_DISPLAY_NAME}} ได้ และข้อมูลอีเมลทั้งหมดจะถูกล้าง
vi_vn: Sau khi hủy liên kết, bạn sẽ không thể nhận và gửi email của tài khoản này trên {{APP_DISPLAY_NAME}} và tất cả dữ liệu email sẽ bị xóa.
zh_cn: 解除绑定后，你将无法在{{APP_DISPLAY_NAME}}上收发此邮箱的邮件，相关数据将被清理
zh_hk: 解除綁定後，你將無法在{{APP_DISPLAY_NAME}}上發送和接收此電郵地址的郵件，相關數據將被清理

# oZo
source: The linking status of your email account <{{address}}> has expired. Please relink the account. If you'd like to link another account, please unlink this account first.
de_de: Der Verknüpfungsstatus Ihres E-Mail-Kontos <{{address}}> ist abgelaufen. Bitte verknüpfen Sie das Konto erneut. Wenn Sie ein anderes Konto verknüpfen möchten, heben Sie bitte zuerst die Verknüpfung dieses Kontos auf.
es_es: El estado de vinculación de tu cuenta de correo electrónico <{{address}}> ha expirado. Vuelve a vincular la cuenta. Si quieres vincular otra cuenta, desvincula esta primero.
fr_fr: Le statut d'association de votre compte e-mail <{{address}}> a expiré. Veuillez réassocier le compte. Si vous souhaitez associer un autre compte, veuillez d'abord dissocier ce compte.
id_id: Status penautan akun email Anda <{{address}}> telah kedaluwarsa. Tautkan kembali akun tersebut. Jika ingin menautkan akun lain, lepas tautan akun ini terlebih dahulu.
it_it: Lo stato di collegamento del tuo account e-mail <{{address}}> è scaduto. Collega di nuovo l'account. Se desideri collegare un altro account, scollega prima questo account.
ja_jp: <{{address}}> の関連付けが無効になっています。もう一度関連付けを行ってください。別のアカウントと関連付けをしたい場合は、現在の関連付けを解除してから行ってください。
ko_kr: 이메일 계정 <{{address}}>의 연결 상태가 만료되었습니다. 계정을 다시 연결하세요. 다른 계정을 연결하려면 먼저 이 계정을 연결 해제하세요.
ms_my: Status pautan akaun emel anda <{{address}}> telah luput. Sila pautkan semula akaun. Jika anda ingin memautkan akaun lain, sila nyahpaut akaun ini terlebih dahulu.
pt_br: O status de vinculação da sua conta de e-mail <{{address}}> expirou. Vincule a conta novamente. Se você quiser vincular outra conta, primeiro desvincule esta conta.
ru_ru: Срок действия привязки вашей учетной записи почты <{{address}}> истек. Привяжите учетную запись повторно. Если вы хотите связать другую учетную запись, сначала отмените связь с этой учетной записью.
th_th: สถานะการเชื่อมโยงของบัญชีอีเมล <{{address}}> ของคุณหมดอายุแล้ว โปรดเชื่อมโยงบัญชีอีกครั้ง หากคุณต้องการเชื่อมโยงบัญชีอื่น โปรดยกเลิกการเชื่อมโยงบัญชีนี้ก่อน
vi_vn: Trạng thái liên kết của tài khoản email <{{address}}> đã hết hạn. Vui lòng liên kết lại tài khoản. Nếu bạn muốn liên kết tài khoản khác, vui lòng hủy liên kết tài khoản này trước.
zh_cn: <{{address}}>的绑定状态已失效，请重新绑定。如需绑定其他账号，请先解绑该账号。
zh_hk: <{{address}}>的綁定狀態已失效，請重新綁定。如需綁定其他帳戶，請先解除綁定該帳戶。

# UxM
source: Relink
de_de: Erneut verknüpfen
es_es: Volver a vincular
fr_fr: Associer à nouveau
id_id: Tautkan ulang
it_it: Collega di nuovo
ja_jp: もう一度関連付け
ko_kr: 다시 연결
ms_my: Paut semula
pt_br: Vincular novamente
ru_ru: Привязать повторно
th_th: เชื่อมโยงอีกครั้ง
vi_vn: Liên kết lại
zh_cn: 重新绑定
zh_hk: 重新綁定

# z/0
source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 解除する
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отключить
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除绑定
zh_hk: 解除綁定

# qxY
source: The email domain has been used. Unable to link.
de_de: Verknüpfen nicht möglich, weil die E-Mail-Domäne verwendet wurde.
es_es: Este dominio de correo electrónico ya se ha utilizado. No se puede vincular.
fr_fr: Le domaine de l'e-mail a été utilisé. Impossible d'associer.
id_id: Domain email telah digunakan. Gagal menautkan.
it_it: Il dominio e-mail è stato utilizzato. Impossibile collegare.
ja_jp: メールドメインはすでに使用されているため、関連付けできません。
ko_kr: 이미 사용된 이메일 도메인입니다. 연결할 수 없습니다.
ms_my: Domain e-mel telah digunakan. Tidak dapat dihubungkan.
pt_br: O domínio de e-mail foi usado. Não foi possível vincular.
ru_ru: Этот домен почты уже использован. Не удалось выполнить привязку.
th_th: ใช้โดเมน Email นี้แล้ว ไม่สามารถลิงก์ได้
vi_vn: Tên miền email đã được sử dụng. Không thể liên kết.
zh_cn: 该邮箱域名已被使用，不支持绑定
zh_hk: 該電郵地址域名已被佔用，不支援綁定

# AiI
source: By logging in, you accept the {{termsOfService}} and {{privacyPolicy}}.
de_de: Indem Sie sich anmelden, akzeptieren Sie die {{termsOfService}} und die {{privacyPolicy}}.
es_es: Al iniciar sesión, aceptas los {{termsOfService}} y la {{privacyPolicy}}.
fr_fr: En vous connectant, vous acceptez les "{{termsOfService}}" et la "{{privacyPolicy}}".
id_id: Dengan login, Anda menerima {{termsOfService}} dan {{privacyPolicy}}.
it_it: Accedendo, accetti i {{termsOfService}} e l{privacyPolicy}.
ja_jp: ログインすると、{{termsOfService}}および{{privacyPolicy}}に同意したことになります。
ko_kr: 로그인하면 {{termsOfService}} 및 {{privacyPolicy}}에 동의함을 의미합니다.
ms_my: Dengan log masuk, anda menerima {{termsOfService}} dan {{privacyPolicy}}.
pt_br: Ao fazer login, você aceita os {{termsOfService}} e a {{privacyPolicy}}.
ru_ru: Выполняя вход, вы принимаете {{termsOfService}} и {{privacyPolicy}}.
th_th: เมื่อทำการล็อกอิน แสดงว่าคุณให้การยอมรับ {{termsOfService}} และ {{privacyPolicy}}
vi_vn: Bằng việc đăng nhập, bạn chấp nhận {{termsOfService}} và {{privacyPolicy}}.
zh_cn: 登录即接受 {{termsOfService}} 和 {{privacyPolicy}}
zh_hk: 登入即表示接受 {{termsOfService}} 和 {{privacyPolicy}}

# cBE
source: 263 Mail
ja_jp: 263 企業メール
ms_my: 263 Mel
zh_cn: 263 企业邮
zh_hk: 263 企業郵

# gkE
source: Commonly used secure SMTP port numbers are 465 and 587.
de_de: Die gewöhnlich für sicheres SMTP verwendeten Portnummern sind 465 und 587.
es_es: Los números de puerto SMTP seguros que se suelen utilizar son 465 y 587.
fr_fr: Les numéros de ports SMTP sécurisés couramment utilisés sont 465 et 587.
id_id: Nomor port SMTP aman yang biasa digunakan adalah 465 dan 587.
it_it: I numeri di porta SMTP sicuri comunemente utilizzati sono 465 e 587.
ja_jp: 暗号化通信の送信ポートで一般的に使用される番号は「465」か「587」です。
ko_kr: 일반적으로 사용되는 보안 SMTP 포트 번호는 465 및 587입니다.
ms_my: Nombor port SMTP selamat yang biasa digunakan ialah 465 dan 587.
pt_br: Os números de porta SMTP seguros comumente usados são 465 e 587.
ru_ru: Чаще всего используются следующие порты SMTP: 465 и 587.
th_th: หมายเลขพอร์ต SMTP ที่ปลอดภัยซึ่งใช้กันทั่วไปคือ 465 และ 587
vi_vn: Số cổng SMTP bảo mật thường dùng là 465 và 587.
zh_cn: 常用的加密发信端口号为“465”或“587”
zh_hk: 常用的加密外寄連接埠號為「465」或「587」

# 8i4
source: How to get password?
de_de: Wie erhält man ein Kennwort?
es_es: ¿Cómo obtener una contraseña?
fr_fr: Comment obtenir un mot de passe ?
id_id: Bagaimana cara mendapatkan kata sandi?
it_it: Come ottenere la password?
ja_jp: パスワードを入手する方法は？
ko_kr: 비밀번호는 어떻게 받나요?
ms_my: Bagaimana untuk dapatkan kata laluan?
pt_br: Como obter a senha?
ru_ru: Как получить пароль?
th_th: วิธีรับรหัสผ่าน
vi_vn: Cách nhận mật khẩu
zh_cn: 如何获取密码？
zh_hk: 如何獲取密碼？

# T8I
source: The incoming server typically consists of "imap" followed by the email service provider's suffix. For example, "imap.example.com".
de_de: In der Regel beginnt der Name des Postausgangsserver mit „imap“, gefolgt vom Namen des E-Mail-Dienstanbieters als Suffix, wie beispielsweise: „imap.example.com“.
es_es: El servidor entrante normalmente se compone de "imap" seguido del sufijo del proveedor del servicio de correo electrónico. Por ejemplo, "imap.example.com".
fr_fr: Le serveur entrant se compose généralement de "imap" suivi du suffixe du fournisseur de services de messagerie. Par exemple, "imap.example.com".
id_id: Server masuk biasanya terdiri dari "imap" diikuti dengan akhiran penyedia layanan email. Misalnya, "imap.example.com".
it_it: Il server in entrata è solitamente composto da "imap" seguito dal suffisso del provider di servizi e-mail. Ad esempio, "imap.example.com".
ja_jp: imap + メールサービスプロバイダーのドメインから構成されることが多いです。例：imap.example.com
ko_kr: 수신 서버는 일반적으로 "imap" 뒤에 이메일 서비스 공급자의 접미사가 붙는 형식으로 구성됩니다. 예: "imap.example.com".
ms_my: Pelayan masuk biasanya terdiri daripada "imap" diikuti dengan akhiran penyedia perkhidmatan e-mel. Sebagai contoh, "imap.example.com".
pt_br: O servidor de entrada geralmente consiste em "imap" seguido pelo sufixo do provedor de serviços de e-mail. Por exemplo, "imap.example.com".
ru_ru: Имя сервера входящих сообщений обычно начинается со слова "imap", за которым следует суффикс провайдера почты, например "imap.example.com".
th_th: เซิร์ฟเวอร์ขาเข้าโดยปกติแล้วประกอบด้วย "imap" ตามมาด้วยคำลงท้ายของผู้ให้บริการอีเมล เช่น "imap.example.com"
vi_vn: Máy chủ nhận thường có chữ "imap" và theo sau là hậu tố của nhà cung cấp dịch vụ email. Ví dụ: "imap.example.com".
zh_cn: 一般由 imap + 邮件服务商后缀组成，例如：“imap.example.com”
zh_hk: 一般由 imap + 郵件服務商尾碼組成，例如：「imap.example.com」

# qIs
source: One commonly used secure IMAP port number is 993.
de_de: Der allgemein verwendete Port für verschlüsselte IMAP-Verbindungen ist 993.
es_es: Un número de puerto IMAP seguro utilizado comúnmente es el 993.
fr_fr: 993 est souvent utilisé comme numéro de port IMAP sécurisé.
id_id: Salah satu nomor port IMAP aman yang umum digunakan adalah 993.
it_it: Un numero di porta IMAP sicuro comunemente utilizzato è 993.
ja_jp: SSL のッ受信ポートは通常「993」が使用されます。
ko_kr: 일반적으로 사용되는 보안 IMAP 포트 번호는 993입니다.
ms_my: Satu nombor port IMAP selamat yang biasa digunakan ialah 993.
pt_br: Um número de porta IMAP seguro comumente usado é 993.
ru_ru: Одним из часто используемых портов IMAP является порт 993.
th_th: หมายเลขพอร์ต IMAP ที่ปลอดภัยที่ใช้กันทั่วไปคือ 993
vi_vn: Một mã số cổng IMAP bảo mật thường được sử dụng là 993.
zh_cn: 常用的加密收信端口号为“993”
zh_hk: 常用的加密收件連接埠號碼為「993」

# B/g
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Дополнительные сведения
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# E0A
source: IMAP port (SSL)
es_es: Puerto IMAP (SSL)
fr_fr: Port IMAP (SSL)
id_id: Port IMAP (SSL)
it_it: Porta IMAP (SSL)
ja_jp: 受信ポート（SSL）
ko_kr: IMAP 포트(SSL)
ms_my: Port IMAP (SSL)
pt_br: Porta IMAP (SSL)
ru_ru: Порт IMAP (SSL)
th_th: พอร์ต IMAP (SSL)
vi_vn: Cổng IMAP (SSL)
zh_cn: 收信端口号（SSL）
zh_hk: 收件連接埠號碼 (SSL)

# aSU
source: Try different login options if you don't have a Microsoft 365 account.
de_de: Versuchen Sie verschiedene Optionen für die Anmeldung, wenn Sie kein Microsoft 365-Konto haben.
es_es: Prueba diferentes opciones de inicio de sesión si no tienes una cuenta de Microsoft 365.
fr_fr: Essayez d'autres options de connexion si vous n'avez pas de compte Microsoft 365.
id_id: Coba opsi login yang berbeda jika Anda tidak memiliki akun Microsoft 365.
it_it: Se non disponi di un account Microsoft 365, prova diverse opzioni di accesso.
ja_jp: Microsoft 365 以外のメールアカウントは、その他のログイン方法を選択してください。
ko_kr: Microsoft 365 계정이 없는 경우 다른 로그인 옵션을 사용해 보세요.
ms_my: Cuba pilihan log masuk yang berbeza jika anda tidak mempunyai akaun Microsoft 365.
pt_br: Tente opções de login diferentes se você não tiver uma conta do Microsoft 365.
ru_ru: Если у вас нет учетной записи Microsoft 365, попробуйте другие варианты входа.
th_th: หากไม่มีบัญชี Microsoft 365 โปรดลองตัวเลือกล็อกอินอื่น ๆ
vi_vn: Hãy thử tùy chọn đăng nhập khác nếu bạn không có tài khoản Microsoft 365.
zh_cn: 非 Microsoft 365 邮箱账号请使用其他登录方式
zh_hk: 若為非 Microsoft 365 電郵地址帳戶，請使用其他登入方式

# Pug
source: The outgoing server typically consists of "smtp" followed by the email service provider's suffix. For example, "smtp.example.com".
de_de: In der Regel beginnt der Name des Postausgangsserver mit „smtp“, gefolgt vom Namen des E-Mail-Dienstanbieters als Suffix, wie beispielsweise: „smtp.example.com“.
es_es: El servidor de salida normalmente se compone de "smtp" seguido del sufijo del proveedor del servicio de correo electrónico. Por ejemplo, "smtp.ejemplo.com".
fr_fr: Le serveur sortant se compose généralement de "smtp" suivi du suffixe du fournisseur de services de messagerie. Par exemple, "smtp.exemple.com".
id_id: Server keluar biasanya terdiri dari "smtp" diikuti dengan akhiran penyedia layanan email. Misalnya, "smtp.example.com".
it_it: Il server in uscita è solitamente composto da "smtp" seguito dal suffisso del provider di servizi e-mail. Ad esempio, "smtp.esempio.com".
ja_jp: smtp + メールサービスプロバイダーのドメインから構成されることが多いです。例：smtp.example.com
ko_kr: 송신 서버는 일반적으로 "smtp" 및 그 뒤의 이메일 서비스 공급자 접미사로 구성됩니다. 예를 들어 "smtp.example.com"입니다.
ms_my: Pelayan keluar biasanya terdiri daripada "smtp" diikuti oleh akhiran penyedia perkhidmatan emel. Sebagai contoh, "smtp.example.com".
pt_br: O servidor de saída geralmente consiste em "smtp" seguido pelo sufixo do provedor de serviços de e-mail. Por exemplo, "smtp.exemplo.com".
ru_ru: Сервер исходящих сообщений обычно начинается с smtp, после чего следует суффикс провайдера почты, например smtp.example.com.
th_th: เซิร์ฟเวอร์ขาออกโดยทั่วไปประกอบด้วย "smtp" ตามด้วยส่วนต่อท้ายของผู้ให้บริการอีเมล เช่น "smtp.example.com"
vi_vn: Máy chủ gửi đi thường có chữ "smtp" và theo sau là hậu tố của nhà cung cấp dịch vụ email. Ví dụ: "smtp.example.com".
zh_cn: 一般由 smtp + 邮件服务商后缀组成，例如：“smtp.example.com”
zh_hk: 一般由 smtp + 郵件服務商尾碼組成，例如：「smtp.example.com」

# hSM
source: SMTP port (SSL)
es_es: Puerto SMTP (SSL)
fr_fr: Port SMTP (SSL)
id_id: Port SMTP (SSL)
it_it: Porta SMTP (SSL)
ja_jp: 送信ポート（SSL）
ko_kr: SMTP 포트(SSL)
ms_my: Port SMTP (SSL)
pt_br: Porta SMTP (SSL)
ru_ru: Порт SMTP (SSL)
th_th: พอร์ต SMTP (SSL)
vi_vn: Cổng SMTP (SSL)
zh_cn: 发信端口号（SSL）
zh_hk: 外寄連接埠號碼 (SSL)

# Ti4
source: Click for Guide
de_de: Für eine Anleitung bitte anklicken
es_es: Haz clic para acceder a la guía
fr_fr: Cliquer pour accéder au manuel
id_id: Klik untuk membuka Panduan
it_it: Fai clic per il manuale
ja_jp: 確認方法
ko_kr: 안내 클릭
ms_my: Klik untuk Panduan
pt_br: Clique para Guia
ru_ru: Нажмите, чтобы открыть руководство
th_th: คลิกเพื่อดูคำแนะนำ
vi_vn: Nhấp để xem hướng dẫn
zh_cn: 如何获取
zh_hk: 如何獲取

# 5TU
source: Enable Sharing
de_de: Freigabe aktivieren
es_es: Habilitar uso compartido
fr_fr: Activer le partage
id_id: Aktifkan Berbagi
it_it: Abilita condivisione
ja_jp: オンにする
ko_kr: 공유 활성화
ms_my: Aktifkan Perkongsian
pt_br: Ativar compartilhamento
ru_ru: Включить обмен
th_th: เปิดใช้การแบ่งปัน
vi_vn: Bật tính năng chia sẻ
zh_cn: 授权开启
zh_hk: 開啟授權

# nRM
source: Send Anyways
de_de: Trotzdem senden
es_es: Enviar de todas formas
fr_fr: Envoyer quand même
id_id: Tetap Kirim
it_it: Invia comunque
ja_jp: このまま送信する
ko_kr: 그래도 보내기
ms_my: Hantar Sahaja
pt_br: Enviar mesmo assim
ru_ru: Все равно отправить
th_th: ส่งต่อไป
vi_vn: Vẫn gửi
zh_cn: 直接发送
zh_hk: 直接發送

# uJQ
source: Anyone with the link can edit
de_de: Jeder mit dem Link hat Bearbeitungszugriff
es_es: Cualquier persona con el enlace puede editar
fr_fr: Toute personne disposant du lien peut modifier
id_id: Siapa pun yang memiliki tautan dapat mengedit
it_it: Chiunque disponga del link può modificare
ja_jp: リンクを取得した全員が編集可能
ko_kr: 링크를 가진 모든 사람 편집 가능
ms_my: Sesiapa dengan pautan boleh mengedit
pt_br: Qualquer pessoa com o link pode editar
ru_ru: Любой, у кого есть ссылка, может редактировать
th_th: ทุกคนที่มีลิงก์สามารถแก้ไขได้
vi_vn: Bất kỳ ai có liên kết đều có thể chỉnh sửa
zh_cn: 互联网上获得链接的人可编辑
zh_hk: 互聯網上獲得連結的人可編輯

# IkA
source: Anyone with the link can view
de_de: Jeder mit dem Link hat Lesezugriff
es_es: Cualquier persona con el enlace puede ver
fr_fr: Toute personne disposant du lien peut lire
id_id: Siapa pun yang memiliki tautan dapat melihat
it_it: Chiunque disponga del link può visualizzare
ja_jp: リンクを取得した全員が閲覧可能
ko_kr: 링크를 가진 모든 사람 읽기 가능
ms_my: Sesiapa dengan pautan boleh melihat
pt_br: Qualquer pessoa com o link pode visualizar
ru_ru: Все, у кого есть ссылка, могут просматривать
th_th: ทุกคนที่มีลิงก์สามารถดูได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem
zh_cn: 互联网上获得链接的人可阅读
zh_hk: 互聯網上獲得連結的人可閱讀

# 1dg
source: External sharing is disabled for this document. Please access the document to view permission settings.
de_de: Die externe Freigabe ist für dieses Dokument deaktiviert. Um die Berechtigungseinstellungen anzeigen zu lassen, greifen Sie bitte auf das Dokument zu.
es_es: No se permite compartir externamente este documento. Accede al documento para ver la configuración de permisos.
fr_fr: Le partage externe est désactivé pour ce document. Veuillez accéder au document pour afficher les paramètres d'autorisation.
id_id: Berbagi eksternal dinonaktifkan untuk dokumen ini. Akses dokumen untuk melihat pengaturan izin.
it_it: La condivisione esterna è disabilitata per questo documento. Accedi al documento per visualizzare le impostazioni delle autorizzazioni.
ja_jp: このドキュメントでは外部共有が無効になっています。ドキュメントで権限の設定を確認してください。
ko_kr: 이 문서에 대한 외부 공유가 비활성화되었습니다. 권한 설정을 보려면 문서에 액세스하세요.
ms_my: Pengongsian luaran dimatikan untuk dokumen ini. Sila akses dokumen untuk melihat tetapan kebenaran.
pt_br: O compartilhamento externo está desativado para este documento. Acesse o documento para visualizar as configurações de permissão.
ru_ru: Возможность делиться этим документом за пределами организации отключена. Откройте документ, чтобы посмотреть настройки разрешений.
th_th: การแบ่งปันภายนอกถูกปิดใช้สำหรับเอกสารนี้ โปรดเข้าถึงเอกสารเพื่อดูการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Tính năng chia sẻ với bên ngoài bị tắt đối với tài liệu này. Vui lòng truy cập tài liệu để xem cài đặt quyền.
zh_cn: 该文档已关闭对外分享，请前往文档查看权限设置
zh_hk: 該文件已關閉對外分享，請前往文件查看權限設定

# bJo
source: Owner: {{name}}
de_de: Besitzer: {{name}}
es_es: Propietario: {{name}}
fr_fr: Propriétaire : {{name}}
id_id: Pemilik: {{name}}
it_it: Proprietario: {{name}}
ja_jp: 所有者：{{name}}
ko_kr: 소유자: {{name}}
ms_my: Pemilik: {{name}}
pt_br: Proprietário: {{name}}
ru_ru: Владелец: {{name}}
th_th: เจ้าของ: {{name}}
vi_vn: Chủ sở hữu: {{name}}
zh_cn: 所有者：{{name}}
zh_hk: 擁有者：{{name}}

# FxA
source: Confirm and Send
de_de: Bestätigen und senden
es_es: Confirmar y enviar
fr_fr: Confirmer et envoyer
id_id: Konfirmasi dan Kirim
it_it: Conferma e invia
ja_jp: 確認して送信
ko_kr: 확인 및 보내기
ms_my: Sahkan dan Hantar
pt_br: Confirmar e enviar
ru_ru: Подтвердить и отправить
th_th: ยืนยันและส่ง
vi_vn: Xác nhận và gửi
zh_cn: 确认并发送
zh_hk: 確認並發送

# d08
source: Remain current permission
de_de: Aktuelle Berechtigung beibehalten
es_es: Mantener permiso actual
fr_fr: Maintenir l'autorisation actuelle
id_id: Tetap izin saat ini
it_it: Mantieni autorizzazione corrente
ja_jp: 現在の権限設定のままにする
ko_kr: 현재 권한 유지
ms_my: Kekal kebenaran semasa
pt_br: Manter permissão atual
ru_ru: Оставить текущее разрешение
th_th: ยังคงสิทธิ์การอนุญาตที่มีอยู่ปัจจุบัน
vi_vn: Giữ nguyên quyền hiện tại
zh_cn: 保持文档原有权限
zh_hk: 保持文件原有權限

# tDc
source: Your organization has turned off external sharing. Please reach out to the administrator to enable permission.
de_de: Ihre Organisation hat die externe Freigabe deaktiviert. Um die Berechtigung zu aktivieren, wenden Sie sich bitte an den Administrator.
es_es: Tu organización ha desactivado la función de compartir externamente. Ponte en contacto con el administrador para habilitar el permiso.
fr_fr: Votre organisation a désactivé le partage externe. Veuillez contacter l'administrateur pour activer l'autorisation.
id_id: Organisasi Anda telah menonaktifkan berbagi eksternal. Hubungi administrator untuk mengaktifkan izin.
it_it: L'organizzazione ha disattivato la condivisione esterna. Contatta l'amministratore per abilitare l'autorizzazione.
ja_jp: 所属する法人では外部共有が無効になっています。共有を有効化するには、管理者に連絡してください。
ko_kr: 기업에서 외부 공유를 껐습니다. 권한을 활성화하려면 관리자에게 문의하세요.
ms_my: Organisasi anda telah mematikan pengongsian luaran. Sila hubungi pentadbir untuk mengaktifkan kebenaran.
pt_br: Sua organização desativou o compartilhamento externo. Entre em contato com o administrador para ativar a permissão.
ru_ru: В вашей организации отключена возможность делиться за пределами организации. Обратитесь к администратору, чтобы включить разрешение.
th_th: องค์กรของคุณปิดการแบ่งปันภายนอกแล้ว โปรดติดต่อผู้ดูแลเพื่อเปิดใช้สิทธิ์การอนุญาต
vi_vn: Tổ chức của bạn đã tắt tính năng chia sẻ với bên ngoài. Vui lòng liên hệ với quản trị viên để bật quyền.
zh_cn: 所属组织已关闭对外分享，请联系管理员开启权限
zh_hk: 所屬組織已關閉對外分享，請聯絡管理員開啟權限

# tWY
source: External sharing
de_de: Externe Freigabe
es_es: Compartir externamente
fr_fr: Partage externe
id_id: Berbagi eksternal
it_it: Condivisione esterna
ja_jp: 外部共有
ko_kr: 외부 공유
ms_my: Perkongsian luar
pt_br: Compartilhamento externo
ru_ru: Внешний доступ
th_th: การแบ่งปันภายนอก
vi_vn: Chia sẻ với bên ngoài
zh_cn: 对外分享
zh_hk: 對外分享
