Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# UYI
source: Modified "{{name}}"{{Folder_Label}} successfully
de_de: „{{name}}“{{Folder_Label}} erfolgreich geändert
es_es: "{{name}}"{{Folder_Label}} modificado correctamente
fr_fr: Modification avec succès de "{{name}}"{{Folder_Label}}
hi_in: “{{name}}”{{Folder_Label}} संशोधित किया गया
id_id: Berhasil mengubah {{Folder_Label}}"{{name}}"
it_it: Modifica di "{{name}}"{{Folder_Label}} completata
ja_jp: {{Folder_Label}}「{{name}}」を編集しました
ko_kr: "{{name}}"{{Folder_Label}}을(를) 성공적으로 수정했습니다
ms_my: Berjaya mengubah "{{name}}"{{Folder_Label}}
pt_br: "{{name}}"{{Folder_Label}} modificado com sucesso
ru_ru: "{{name}}" {{Folder_Label}} успешно изменено
th_th: แก้ไข "{{name}}"{{Folder_Label}} สำเร็จแล้ว
vi_vn: Đã chỉnh sửa "{{name}}"{{Folder_Label}} thành công
zh_cn: 编辑“{{name}}”{{Folder_Label}}成功
zh_hk: 成功編輯「{{name}}」{{Folder_Label}}

# 5Mc
source: Failed to modify "{{name}}"{{Folder_Label}}
de_de: Ändern von „{{name}}“{{Folder_Label}} fehlgeschlagen
es_es: Error al modificar "{{name}}"{{Folder_Label}}.
fr_fr: Échec de la modification de « {{name}} » {{Folder_Label}}
hi_in: "{{name}}"{{Folder_Label}} संशोधित करने में विफल हुआ
id_id: Gagal mengubah "{{name}}" {{Folder_Label}}
it_it: Impossibile modificare {{Folder_Label}} "{{name}}"
ja_jp: {{Folder_Label}}「{{name}}」を編集できませんでした
ko_kr: "{{name}}" {{Folder_Label}} 수정 실패
ms_my: Gagal mengubah "{{name}}"{{Folder_Label}}
pt_br: Falha ao modificar "{{name}}"{{Folder_Label}}
ru_ru: Не удалось изменить "{{name}}"{{Folder_Label}}
th_th: แก้ไข "{{name}}"{{Folder_Label}} ไม่สำเร็จ
vi_vn: Không thể sửa đổi "{{name}}"{{Folder_Label}}
zh_cn: 编辑“{{name}}”{{Folder_Label}}失败
zh_hk: 編輯「{{name}}」{{Folder_Label}}失敗

# WBo
source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: 名称
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 名称
zh_hk: 名稱

# pY0
source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
id_id: Kelola
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
ms_my: Urus
pt_br: Gerenciar
ru_ru: Управлять
th_th: จัดการ
vi_vn: Quản lý
zh_cn: 管理
zh_hk: 管理

# cAo
source: Label
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
ja_jp: ラベル
ko_kr: 레이블
pt_br: Rótulo
ru_ru: Метка
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_hk: 標籤

# q5Q
source: Folder "{{folderName}}" edited
de_de: Ordner „{{folderName}}“ wurde bearbeitet
es_es: Carpeta "{{folderName}}" editada
fr_fr: Dossier "{{folderName}}" modifié
id_id: Folder "{{folderName}}" berhasil diedit
it_it: Cartella "{{folderName}}" modificata
ja_jp: フォルダ「{{folderName}}」を編集しました。
ko_kr: 폴더 "{{folderName}}" 편집됨
ms_my: Folder "{{folderName}}" disunting
pt_br: Pasta "{{folderName}}" editada
ru_ru: Папка "{{folderName}}" изменена
th_th: แก้ไขโฟลเดอร์ "{{folderName}}" แล้ว
vi_vn: Đã chỉnh sửa thư mục "{{folderName}}"
zh_cn: 文件夹“{{folderName}}”已编辑
zh_hk: 已編輯資料夾「{{folderName}}」

# zZA
source: Label "{{labelName}}" edited
de_de: Label „{{labelName}}“ wurde bearbeitet
es_es: Etiqueta "{{labelName}}" creada
fr_fr: Étiquette"{{labelName}}" modifiée
id_id: Label "{{labelName}}" berhasil diedit
it_it: Etichetta "{{labelName}}" modificata
ja_jp: ラベル「{{labelName}}」を編集しました。
ko_kr: 레이블 "{{labelName}}" 편집됨
ms_my: Label "{{labelName}}" disunting
pt_br: Rótulo "{{labelName}}" editado
ru_ru: Метка "{{labelName}}" изменена
th_th: แก้ไขป้ายกำกับ "{{labelName}}" แล้ว
vi_vn: Đã chỉnh sửa nhãn "{{labelName}}"
zh_cn: 标签“{{labelName}}”已编辑
zh_hk: 已編輯標籤「{{labelName}}」

# mF0
source: Mark as Spam
de_de: Als Spam markieren
es_es: Marcar como spam
fr_fr: Marquer comme courrier indésirable
id_id: Tandai sebagai Spam
it_it: Contrassegna come Spam
ja_jp: 迷惑メールに設定
ko_kr: 스팸으로 표시
ms_my: Tandai sebagai Spam
pt_br: Marcar com spam
ru_ru: Отметить как спам
th_th: ทำเครื่องหมายว่าเป็นสแปม
vi_vn: Đánh dấu là thư rác
zh_cn: 标记为垃圾邮件
zh_hk: 標記為垃圾郵件

# m88
source: Mark as spam
de_de: Als Spam markieren
es_es: Marcar como spam
fr_fr: Marquer comme courrier indésirable
id_id: Tandai sebagai spam
it_it: Contrassegna come Spam
ja_jp: 迷惑メールに設定
ko_kr: 스팸으로 표시
ms_my: Tandai sebagai spam
pt_br: Marcar com spam
ru_ru: Отметить как спам
th_th: ทำเครื่องหมายว่าเป็นสแปม
vi_vn: Đánh dấu là thư rác
zh_cn: 标记为垃圾邮件
zh_hk: 標記為垃圾郵件

# LI4
source: Marked as spam
de_de: Als Spam markiert
es_es: Marcado como spam
fr_fr: Marquer comme courrier indésirable
id_id: Ditandai sebagai spam
it_it: Contrassegnato come Spam
ja_jp: 迷惑メールに設定しました。
ko_kr: 스팸으로 표시됨
ms_my: Ditandakan sebagai spam
pt_br: Marcado como spam
ru_ru: Отмечено как спам
th_th: ทำเครื่องหมายว่าเป็นสแปม
vi_vn: Đánh dấu là thư rác
zh_cn: 已标记为垃圾邮件
zh_hk: 已標記為垃圾郵件

# ogw
source: You marked these conversations as spam.
de_de: Sie haben diese Unterhaltungen als Spam markiert.
es_es: Has marcado estas conversaciones como spam.
fr_fr: Vous avez marqué ces conversations comme courrier indésirable.
id_id: Anda berhasil menandai percakapan ini sebagai spam.
it_it: Hai contrassegnato queste conversazioni come spam.
ja_jp: 以下のメールを迷惑メールに設定しました
ko_kr: 이러한 대화를 스팸으로 표시했습니다.
ms_my: Anda menandakan perbualan ini sebagai spam.
pt_br: Você marcou essas conversas como spam.
ru_ru: Вы пометили эти беседы как спам.
th_th: คุณทำเครื่องหมายการสนทนาเหล่านี้ว่าเป็นสแปม
vi_vn: Bạn đã đánh dấu các cuộc trò chuyện này là thư rác.
zh_cn: 你标记了以下邮件为垃圾邮件
zh_hk: 你已將以下郵件標記為垃圾郵件

# LJM
source: You marked this message as spam.
de_de: Sie haben diese Nachricht als Spam markiert.
es_es: Has marcado este mensaje como spam.
fr_fr: Vous avez marqué ce message comme courrier indésirable.
id_id: Anda menandai pesan ini sebagai spam.
it_it: Hai contrassegnato questo messaggio come spam.
ja_jp: このメールを迷惑メールに設定しました。
ko_kr: 이 메시지를 스팸으로 표시했습니다.
ms_my: Anda tandakan mesej ini sebagai spam.
pt_br: Você marcou esta mensagem como spam.
ru_ru: Вы пометили это сообщение как спам.
th_th: คุณทำเครื่องหมายข้อความนี้เป็นสแปม
vi_vn: Bạn đã đánh dấu tin nhắn này là thư rác.
zh_cn: 你标记了该邮件为垃圾邮件
zh_hk: 你已將該郵件標記為垃圾郵件

# 6ww
source: Copy Address
de_de: Adresse kopieren
es_es: Copiar dirección
fr_fr: Copier adresse
hi_in: पता कॉपी करें
id_id: Salin Alamat
it_it: Copia indirizzo
ja_jp: メールアドレスをコピー
ko_kr: 주소 복사
ms_my: Salin Alamat
pt_br: Copiar endereço
ru_ru: Копировать адрес
th_th: คัดลอกที่อยู่
vi_vn: Sao chép Địa chỉ
zh_cn: 复制邮件地址
zh_hk: 複製郵件地址

# /R0
source: Copied successfully
de_de: Erfolgreich kopiert
es_es: Copiado correctamente
fr_fr: Copié avec succès
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사에 성공했습니다
ms_my: Berjaya disalin
pt_br: Copiado com êxito
ru_ru: Скопировано успешно
th_th: คัดลอกสำเร็จแล้วแล้ว
vi_vn: Đã sao chép thành công
zh_cn: 复制成功
zh_hk: 複製成功

# Lpk
source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
hi_in: प्रोफ़ाइल
id_id: Profil
it_it: Profilo
ja_jp: 個人情報を見る
ko_kr: 개인 카드
ms_my: Profil
pt_br: Cartão da pessoa
ru_ru: Профиль
th_th: ข้อมูลส่วนตัว
vi_vn: Thẻ cá nhân
zh_cn: 查看个人信息
zh_hk: 查看個人資訊

# Xxc
source: Read more
de_de: Mehr erfahren
es_es: Leer más
fr_fr: En savoir plus
hi_in: अधिक पढ़ें
id_id: Baca selengkapnya
it_it: Altre informazioni
ja_jp: 全文を見る
ko_kr: 더 읽어보기
ms_my: Baca lagi
pt_br: Leia mais
ru_ru: Читать дальше
th_th: อ่านเพิ่มเติม
vi_vn: Đọc thêm
zh_cn: 查看邮件全文
zh_hk: 查看郵件全文

# WX0
source: Send Mail
de_de: E-Mail senden
es_es: Enviar correo
fr_fr: Envoyer l'e-mail
hi_in: मेल भेजें
id_id: Kirim Email
it_it: Invia posta
ja_jp: メールを送信
ko_kr: 메일 보내기
ms_my: Hantar Mel
pt_br: Enviar e-mail
ru_ru: Отправить письмо
th_th: ส่งเมล
vi_vn: Gửi Thư
zh_cn: 发邮件
zh_hk: 寄郵件

# JUY
source: Messages that have been in Spam for over {{num}} days will be automatically deleted.
de_de: Nachrichten, die länger als {{num}} Tage im Spam-Ordner liegen, werden automatisch gelöscht.
es_es: Los mensajes que estén en Spam más de {{num}} días se eliminarán automáticamente.
fr_fr: Les messages contenus dans le Courrier indésirable pendant plus de {{num}} jours seront automatiquement supprimés.
id_id: Pesan yang telah berada di Spam selama lebih dari {{num}} hari akan dihapus secara otomatis.
it_it: I messaggi presenti in Spam da oltre {{num}} giorni verranno eliminati automaticamente.
ja_jp: 迷惑メールに {{num}} 日以上保管されたメールは自動的に削除されます。
ko_kr: {{num}}일 넘게 스팸에 있는 메시지는 자동으로 삭제됩니다.
ms_my: Mesej yang berada dalam Spam lebih daripada {{num}} hari akan dipadam secara automatik.
pt_br: As mensagens que estiverem no Spam por mais de {{num}} dias serão excluídas automaticamente.
ru_ru: Письма, находящиеся в Спаме более {{num}} дн., будут автоматически удалены.
th_th: ข้อความที่อยู่ในสแปมเกิน {{num}} วันจะถูกลบโดยอัตโนมัติ
vi_vn: Tin nhắn nằm trong mục Thư rác hơn {{num}} ngày sẽ tự động bị xóa.
zh_cn: 超过 {{num}} 天的邮件将被自动删除
zh_hk: 超過 {{num}} 日的郵件將自動刪除

# QUI
source: Empty All
de_de: Leeren
es_es: Vaciar todo
fr_fr: Vider tout
id_id: Kosongkan Semua
it_it: Svuota tutto
ja_jp: 空にする
ko_kr: 모두 비우기
ms_my: Kosongkan Semua
pt_br: Esvaziar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Bỏ trống tất cả
zh_cn: 清空全部
zh_hk: 全部清空

# t/4
source: Messages that have been in Trash for over {{num}} days will be automatically deleted.
de_de: Nachrichten, die länger als {{num}} Tage im Papierkorb liegen, werden automatisch gelöscht.
es_es: Los mensajes que estén en la Papelera más de {{num}} días se eliminarán automáticamente.
fr_fr: Les messages contenus dans la Corbeille pendant plus de {{num}} jours seront automatiquement supprimés.
id_id: Pesan yang telah berada di Sampah selama lebih dari {{num}} hari akan dihapus secara otomatis.
it_it: I messaggi presenti nel Cestino da oltre {{num}} giorni verranno eliminati automaticamente.
ja_jp: ゴミ箱に {{num}} 日以上保管されたメールは自動的に削除されます。
ko_kr: {{num}}일 넘게 휴지통에 있는 메시지는 자동으로 삭제됩니다.
ms_my: Mesej yang berada dalam Tong Sampah lebih daripada {{num}} hari akan dipadam secara automatik.
pt_br: As mensagens que estiverem na Lixeira por mais de {{num}} dias serão excluídas automaticamente.
ru_ru: Письма, находящиеся в Корзине более {{num}} дн., будут автоматически удалены.
th_th: ข้อความที่อยู่ในถังขยะเกิน {{num}} วันจะถูกลบโดยอัตโนมัติ
vi_vn: Tin nhắn nằm trong thư mục Rác hơn {{num}} ngày sẽ tự động bị xóa.
zh_cn: 超过 {{num}} 天的邮件将被自动删除
zh_hk: 超過 {{num}} 日的郵件將自動刪除

# V7w
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 確認
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# SxU
source: Details
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 詳情

# wvc
source: The status of some historical emails may be different, subject to {{APP_DISPLAY_NAME}} Mail processing result.
de_de: Der Status einiger historischer E-Mails kann je nach dem Ergebnis der Mail-Verarbeitung von {{APP_DISPLAY_NAME}} unterschiedlich sein.
es_es: El estado de algunos correos electrónicos históricos puede ser diferente, pues está sujeto al resultado del procesamiento de {{APP_DISPLAY_NAME}} Mail.
fr_fr: Le statut de certains anciens e-mails peut varier en fonction du résultat du traitement de {{APP_DISPLAY_NAME}} Mail.
id_id: Status beberapa riwayat email mungkin berbeda, bergantung pada hasil pemrosesan {{APP_DISPLAY_NAME}} Mail.
it_it: Lo stato di alcune e-mail storiche potrebbe essere diverso in base ai risultati di elaborazione di {{APP_DISPLAY_NAME}} Mail.
ja_jp: 一部の移行前のメールのステータスについて、{{APP_DISPLAY_NAME}} メールの処理結果が異なる場合もあります。
ko_kr: 일부 과거 이메일의 상태는 {{APP_DISPLAY_NAME}} 메일 처리 결과에 따라 다를 수 있습니다.
ms_my: Status beberapa e-mel sejarah mungkin berbeza, tertakluk kepada hasil pemprosesan {{APP_DISPLAY_NAME}} Mail.
pt_br: O status de alguns e-mails históricos pode ser diferente, sujeito ao resultado do processamento de E-mail do {{APP_DISPLAY_NAME}}.
ru_ru: Статус некоторых исторических писем может отличаться в зависимости от результатов обработки Почты {{APP_DISPLAY_NAME}}.
th_th: สถานะของอีเมลในอดีตบางฉบับอาจแตกต่างออกไป ขึ้นอยู่กับผลการประมวลผลของ {{APP_DISPLAY_NAME}} Mail
vi_vn: Trạng thái của một số email cũ có thể sẽ khác, tùy theo kết quả xử lý của Thư {{APP_DISPLAY_NAME}}.
zh_cn: 部分历史邮件的状态可能存在差异，以{{APP_DISPLAY_NAME}}邮箱处理结果为准。
zh_hk: 部分過往郵件的狀態可能存在差異，以{{APP_DISPLAY_NAME}}電郵地址處理結果為準。

# DzU
source: Synced successfully
de_de: Erfolgreich synchronisiert
es_es: Sincronizado correctamente
fr_fr: Synchronisation réussie
hi_in: सिंक किया गया
id_id: Berhasil disinkronkan
it_it: Sincronizzazione completata
ja_jp: 移行しました
ko_kr: 동기화 성공
ms_my: Berjaya diselaraskan
pt_br: Sincronização feita com êxito
ru_ru: Синхронизировано успешно
th_th: ซิงค์เรียบร้อยแล้ว
vi_vn: Đã đồng bộ hóa thành công
zh_cn: 成功同步所有邮件
zh_hk: 成功同步所有郵件

# /jc
source: Failed to sync some of your emails, but it should not affect your daily use of email. Click Details to view more information.
de_de: Es konnten nicht all Ihre E-Mails synchronisiert werden. Ihre tägliche E-Mail-Nutzung sollte davon aber nicht beeinträchtigt werden. Klicken Sie auf Details, um weitere Informationen anzuzeigen.
es_es: Algunos mensajes no se han sincronizado, pero no debería afectar al uso diario que haga del correo electrónico. Haz clic en Detalles para ver más información.
fr_fr: Échec de la synchronisation de certains de vos e-mails, mais cela ne devrait pas affecter votre utilisation quotidienne de la messagerie. Cliquez sur Détails pour plus de renseignements.
hi_in: आपके कुछ ईमेल सिंक करने में विफल हुआ, लेकिन इसे आपके ईमेल के दैनिक उपयोग को प्रभावित नहीं करना चाहिए. अधिक जानकारी देखने के लिए विवरण पर क्लिक करें.
id_id: Gagal menyinkronkan beberapa email Anda, tapi ini tidak akan memengaruhi penggunaan email harian Anda. Klik Perincian untuk melihat informasi lebih lanjut.
it_it: Non è stato possibile sincronizzare alcune delle tue e-mail, ma questa situazione non dovrebbe influire sull'uso quotidiano delle e-mail. Per visualizzare ulteriori informazioni, fai clic su Dettagli.
ja_jp: 一部のメールは移行できませんでしたが、メール機能の利用が正常です。詳細はクリックしてください。
ko_kr: 일부 이메일을 동기화하지 못했습니다. 하지만 일상적인 이메일 사용에 영향을 미치지는 않습니다. 자세한 내용을 보려면 세부 정보를 클릭하세요.
ms_my: Gagal menyelaraskan beberapa emel anda, tetapi ia tidak seharusnya memberi kesan kepada penggunaan emel harian anda. Klik Butiran untuk melihat maklumat lanjut.
pt_br: A sincronização de alguns e-mails falhou, mas isso não deve afetar seu uso diário do e-mail. Clique em Detalhes para ver mais informações.
ru_ru: Не удалось синхронизировать некоторые ваши письма, но это не должно повлиять на ваше ежедневное использование почты. Нажмите Подробности, чтобы просмотреть дополнительную информацию.
th_th: ซิงค์บางอีเมลไม่สำเร็จ แต่จะไม่ส่งผลต่อการใช้งานอีเมลในแต่ละวันของคุณ คลิกที่รายละเอียดเพื่อดูข้อมูลเพิ่มเติม
vi_vn: Không thể đồng bộ hóa một số email của bạn, nhưng điều này sẽ không ảnh hưởng đến sử dụng email hàng ngày của bạn. Bấm vào Chi tiết để xem thêm thông tin.
zh_cn: 部分历史邮件同步失败，但不会影响邮箱的正常使用。点击“详情”查看更多信息。
zh_hk: 部分過往郵件同步失敗，但不會影響電郵地址正常使用。點擊「詳情」查看更多資訊。

# Xwk
source: Sync completed
de_de: Synchronisierung abgeschlossen
es_es: La sincronización ha finalizado
fr_fr: Synchronisation terminée
hi_in: सिंक पूर्ण हुआ
id_id: Sinkronisasi selesai
it_it: Sincronizzazione completata
ja_jp: 移行完了
ko_kr: 동기화 완료
ms_my: Penyelarasan selesai
pt_br: Sincronização concluída
ru_ru: Синхронизация завершена
th_th: ซิงค์สำเร็จ
vi_vn: Đã hoàn tất đồng bộ hóa
zh_cn: 邮件同步完成
zh_hk: 郵件同步完成

# hHc
source: Start public mailbox migration
de_de: Öffentliche Postfach-Migration starten
es_es: Comienza la migración del buzón público
fr_fr: Démarrer la migration de la boîte aux lettres publique
hi_in: सार्वजनिक मेलबॉक्स माइग्रेशन प्रारंभ करें
id_id: Mulai migrasi kotak surat publik
it_it: Avvia migrazione cassetta postale pubblica
ja_jp: 共有メールアドレスの移行を開始
ko_kr: 공개 사서함 마이그레이션 시작
ms_my: Mulakan migrasi peti mel awam
pt_br: Iniciar migração de caixa de entrada pública
ru_ru: Начать перенос общего почтового ящика
th_th: เริ่มการย้ายกล่องจดหมายสาธารณะ
vi_vn: Bắt đầu di chuyển hộp thư công khai
zh_cn: 开启公共邮箱搬家
zh_hk: 啟用公共電郵地址轉移

# qSM
source: Open {{APP_DISPLAY_NAME}} Mail
de_de: {{APP_DISPLAY_NAME}} Mail öffnen
es_es: Abre el Correo de {{APP_DISPLAY_NAME}}
fr_fr: Ouvrir {{APP_DISPLAY_NAME}} Mail
hi_in: {{APP_DISPLAY_NAME}} ईमेल खोलें
id_id: Buka Email {{APP_DISPLAY_NAME}}
it_it: Apri Posta di {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} メールに移動
ko_kr: {{APP_DISPLAY_NAME}} 메일 열기
ms_my: Buka {{APP_DISPLAY_NAME}} Mail
pt_br: Abrir {{APP_DISPLAY_NAME}} Mail
ru_ru: Открыть почту {{APP_DISPLAY_NAME}}
th_th: เปิด {{APP_DISPLAY_NAME}} Mail
vi_vn: Mở {{APP_DISPLAY_NAME}} Mail
zh_cn: 进入{{APP_DISPLAY_NAME}}邮箱
zh_hk: 進入{{APP_DISPLAY_NAME}}電郵地址

# 4dk
source: Error details
de_de: Fehler-Details
es_es: Detalles del error
fr_fr: Détails de l'erreur
hi_in: त्रुटि विवरण
id_id: Perincian kesalahan
it_it: Dettagli dell'errore
ja_jp: エラーの詳細
ko_kr: 오류 세부 정보
ms_my: Butiran ralat
pt_br: Detalhes do erro
ru_ru: Сведения об ошибке
th_th: รายละเอียดข้อผิดพลาด
vi_vn: Chi tiết lỗi
zh_cn: 错误详情
zh_hk: 錯誤詳情

# bUQ
source: Please contact your email administrator for help.
de_de: Bitten Sie Ihren E-Mail-Administrator um Hilfe.
es_es: Ponte en contacto con el administrador de correo electrónico para obtener ayuda.
fr_fr: Veuillez contacter votre l'administrateur de votre messagerie pour obtenir de l'aide.
hi_in: सहायता के लिए कृपया अपने ईमेल एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator email Anda untuk mendapatkan bantuan.
it_it: Per assistenza, contatta l'amministratore della tua posta elettronica.
ja_jp: 管理者に問題を報告してお問い合わせください。
ko_kr: 이메일 관리자에게 도움을 요청하세요.
ms_my: Sila hubungi pentadbir e-mel anda untuk bantuan.
pt_br: Entre em contato com seu administrador do e-mail para obter ajuda.
ru_ru: Обратитесь за помощью к вашему администратору почты.
th_th: โปรดติดต่อผู้ดูแลอีเมลของคุณเพื่อขอความช่วยเหลือ
vi_vn: Vui lòng liên hệ quản trị viên email để được giúp đỡ.
zh_cn: 请把此问题报告给你的邮箱管理员来获得帮助。
zh_hk: 請向你的管理員報告此問題以獲得幫助。

# uts
source: Sync error
de_de: Synchronisationsfehler
es_es: Error de sincronización
fr_fr: Erreur de synchronisation
hi_in: सिंक त्रुटि
id_id: Kesalahan sinkronisasi
it_it: Errore di sincronizzazione
ja_jp: エラーによって中止されました
ko_kr: 동기화 오류
ms_my: Ralat penyegerakan
pt_br: Erro na sincronização
ru_ru: Ошибка синхронизации
th_th: ข้อผิดพลาดในการซิงค์
vi_vn: Lỗi đồng bộ
zh_cn: 邮件同步出错
zh_hk: 郵件同步出錯

# 10Y
source: Details
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 詳情

# USI
source: Email migration is complete
de_de: E-Mail-Migration abgeschlossen
es_es: La migración de correo electrónico se ha completado
fr_fr: La migration des e-mails est terminée
hi_in: ईमेल माइग्रेशन पूर्ण
id_id: Migrasi email selesai
it_it: Migrazione e-mail completata
ja_jp: メール移行が完了しました
ko_kr: 이메일 마이그레이션이 완료되었습니다
ms_my: Migrasi emel selesai
pt_br: A migração de e-mail foi concluída
ru_ru: Перенос почты завершен
th_th: การย้ายอีเมลเสร็จสมบูรณ์
vi_vn: Quá trình di chuyển email đã hoàn thành
zh_cn: 邮箱搬家已完成
zh_hk: 已完成電郵地址轉移

# ZHU
source: Time taken for migration depends on quantity of emails. This process won't affect the performance of your device, and you can use Mail service as per normal.
de_de: Die Migrationsdauer hängt von der Menge der E-Mails ab. Dieser Vorgang beeinträchtigt die Leistung Ihres Geräts nicht und Sie können den Mail-Dienst wie gewohnt nutzen.
es_es: El tiempo que tarda la migración depende de la cantidad de correos electrónicos. Este proceso no afectará al rendimiento de tu dispositivo y podrás utilizar el servicio Mail con normalidad.
fr_fr: Le temps nécessaire à la migration dépend du nombre d'e-mails. Ce processus n'affectera pas les performances de votre appareil et vous pouvez utiliser le service Mail comme d'habitude.
hi_in: माइग्रेश का समय ईमेलों की संख्या पर निर्भर करता है. यह प्रक्रिया आपके डिवाइस का प्रदर्शन प्रभावित नहीं करेगी, और आप मेल सेवा का उपयोग सामान्य रूप से कर सकते हैं.
id_id: Waktu yang dibutuhkan untuk migrasi tergantung pada jumlah email. Proses ini tidak akan memengaruhi kinerja perangkat Anda, dan Anda dapat menggunakan layanan Email seperti biasa.
it_it: Il tempo richiesto per la migrazione dipende dalla quantità di e-mail. Questa operazione non influirà sulle prestazioni del tuo dispositivo e potrai utilizzare normalmente il servizio Posta.
ja_jp: 移行時間はメールデータによる決められます。移行中、デバイス機能やストレージは影響されなく、正常に使用できます
ko_kr: 마이그레이션에 걸리는 시간은 이메일 양에 따라 다릅니다. 이 프로세스는 장치의 성능에 영향을 미치지 않으며 평소대로 메일 서비스를 사용하실 수 있습니다.
ms_my: Masa yang diambil untuk migrasi bergantung pada jumlah emel. Proses ini tidak akan menjejaskan prestasi peranti anda, dan anda boleh menggunakan perkhidmatan Mel seperti biasa.
pt_br: O tempo usado para a migração depende da quantidade dos e-mails. Esse processo não afetará o desempenho do seu dispositivo, e você poderá usar o serviço de e-mail normalmente.
ru_ru: Время переноса зависит от количества писем. Данный процесс не повлияет на производительность вашего устройства, и вы можете использовать почтовую службу обычным образом.
th_th: เวลาที่ใช้ในการย้ายขึ้นอยู่กับจำนวนอีเมล กระบวนการนี้จะไม่ส่งผลกระทบต่อประสิทธิภาพอุปกรณ์ของคุณ และคุณสามารถใช้บริการอีเมลได้ตามปกติ
vi_vn: Thời gian cần thiết để di chuyển phụ thuộc vào số lượng email. Quá trình này sẽ không ảnh hưởng đến hiệu suất của thiết bị của bạn và bạn có thể sử dụng dịch vụ Mail như bình thường.
zh_cn: 邮箱搬家时长取决于历史邮件数量，搬家期间不会对设备性能和存储空间造成影响，可以正常使用邮箱
zh_hk: 電郵地址轉移時長視乎過往郵件數量而定，轉移期間不會影響裝置性能和儲存空間，電郵地址可以正常使用。

# FhQ
source: Email migration details
de_de: Details zur E-Mail-Migration
es_es: Detalles de migración de correo electrónico
fr_fr: Détails de la migration des e-mails
hi_in: ईमेल माइग्रेशन विवरण
id_id: Perincian migrasi email
it_it: Dettagli sulla migrazione e-mail
ja_jp: メール移行の詳細
ko_kr: 이메일 마이그레이션 세부 정보
ms_my: Butiran migrasi emel
pt_br: Detalhes de migração de e-mail
ru_ru: Сведения о переносе почты
th_th: รายละเอียดการย้ายอีเมล
vi_vn: Chi tiết di chuyển email
zh_cn: 邮箱搬家详情
zh_hk: 電郵地址轉移詳情

# f8U
source: Email migration in progress... {{Number}}%
de_de: E-Mail-Migration läuft... {{Number}}%
es_es: Migración de correo electrónico en curso... {{Number}}%
fr_fr: Migration des e-mails en cours… {{Number}} %
hi_in: ईमेल माइग्रेशन प्रगति में है... {{Number}}%
id_id: Migrasi email sedang berlangsung... {{Number}}%
it_it: Migrazione e-mail in corso... {{Number}}%
ja_jp: メールを移行中 {{Number}}%
ko_kr: 이메일 마이그레이션 진행 중... {{Number}}%
ms_my: Migrasi emel sedang berlangsung... {{Number}}%
pt_br: Migração de e-mail em andamento... {{Number}}%
ru_ru: Выполняется перенос почты… {{Number}}%
th_th: กำลังดำเนินการย้ายอีเมล... {{Number}}%
vi_vn: Quá trình di chuyển email đang được tiến hành... {{Number}}%
zh_cn: 邮箱搬家中 {{Number}}%
zh_hk: 電郵地址轉移中 {{Number}}%

# eLQ
source: Email migration completed
de_de: E-Mail-Migration abgeschlossen
es_es: Se ha completado la migración de correo electrónico
fr_fr: Migration des e-mails terminée
hi_in: ईमेल माइग्रेशन पूर्ण
id_id: Migrasi email selesai
it_it: Migrazione e-mail completata
ja_jp: メール移行を完了しました
ko_kr: 이메일 마이그레이션 완료
ms_my: Migrasi emel selesai
pt_br: Migração de e-mail concluída
ru_ru: Перенос почты завершен
th_th: การย้ายอีเมลเสร็จสมบูรณ์
vi_vn: Đã hoàn tất di chuyển email
zh_cn: 邮箱搬家已完成
zh_hk: 已完成電郵地址轉移
