Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# CdQ
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# Hsc
source: Go Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Вернись
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# 7Eo
source: No emails in Outbox
de_de: Keine E-Mails im Postausgang
es_es: No hay correos electrónicos en el buzón de salida
fr_fr: Aucun e-mail dans la boîte d'envoi
id_id: Tidak ada email di Kotak Keluar
it_it: Nessuna e-mail in Posta in uscita
ja_jp: 「送信トレイ」にメールはありません
ko_kr: 보낼 편지함에 이메일이 없습니다
ms_my: Tiada emel dalam Peti Keluar
pt_br: Nenhum e-mail na Caixa de saída
ru_ru: В папке "Исходящие" нет писем
th_th: ไม่มีอีเมลในกล่องจดหมายออก
vi_vn: Không có email trong Hộp thư đi
zh_cn: “发件箱”中没有邮件
zh_hk: 「寄件箱」中沒有郵件

# vc0
source: Outbox
de_de: Postausgang
es_es: Bandeja de salida
fr_fr: Boîte d'envoi
hi_in: आउटबॉक्स
id_id: Kotak Keluar
it_it: In uscita
ja_jp: 送信トレイ
ko_kr: 보낼 편지함
ms_my: Peti Keluar
pt_br: Caixa de saída
ru_ru: Исходящие
th_th: กล่องขาออก
vi_vn: Hộp thư đi
zh_cn: 寄件箱
zh_hk: 寄件箱

# XYU
source: Outbox
de_de: Postausgang
es_es: Buzón de salida
fr_fr: Boîte d'envoi
id_id: Kotak Keluar
it_it: Posta in uscita
ja_jp: 送信トレイ
ko_kr: 보낼 편지함
ms_my: Peti Keluar
pt_br: Caixa de saída
ru_ru: Исходящие
th_th: กล่องจดหมายออก
vi_vn: Hộp thư đi
zh_cn: 发件箱
zh_hk: 寄件箱

# 6ak
source: You have unsent email(s). Please check
de_de: Sie haben ungesendete E-Mails. Bitte überprüfen.
es_es: Tienes mensajes sin enviar. Compruébalo.
fr_fr: Vous avez un ou plusieurs e-mails non envoyés. Merci de vérifier.
hi_in: आपके पास भेजा नहीं गया/भेजे नहीं गए ईमेल है/हैं. कृपया जांच करें.
id_id: Anda memiliki email yang belum dikirim. Periksa
it_it: Sono presenti e-mail non inviate. Controlla.
ja_jp: 未送信のメールがあります。確認：
ko_kr: 보내지 않은 이메일이 있습니다. 확인해 주세요.
ms_my: Anda mempunyai emel yang belum dihantar. Sila periksa
pt_br: Você tem e-mail(s) não enviado(s). Verifique.
ru_ru: У вас есть неотправленные письма. Проверьте.
th_th: คุณมีอีเมลที่ยังไม่ได้ส่ง โปรดตรวจสอบ
vi_vn: Bạn có (các) email chưa gửi. Vui lòng kiểm tra.
zh_cn: 有邮件未投递，请查看
zh_hk: 有郵件未投遞，請查看

# H5E
source: Unable to send email. Please check in Outbox
de_de: Senden der E-Mail ist nicht möglich. Bitte prüfen Sie den Postausgang
es_es: No se puede enviar el correo electrónico. Revisa el buzón de salida
fr_fr: Impossible d'envoyer l'e-mail. Veuillez vérifier la boîte d'envoi
id_id: Gagal mengirim email. Periksa di Kotak Keluar
it_it: Impossibile inviare l'e-mail. Verifica in Posta in uscita
ja_jp: 送信に失敗したメールがあります。送信トレイを確認してください
ko_kr: 이메일을 전송할 수 없습니다. 보낼 편지함에서 확인하세요
ms_my: Tidak dapat menghantar emel. Sila periksa di Peti Keluar
pt_br: Falha ao enviar o e-mail. Verifique na Caixa de saída
ru_ru: Не удалось отправить письмо. Проверьте в папке "Исходящие"
th_th: ส่งอีเมลไม่สำเร็จ โปรดตรวจสอบในกล่องจดหมายออก
vi_vn: Gửi email không thành công. Vui lòng kiểm tra Hộp thư đi
zh_cn: 有邮件发送失败，请前往发件箱查看
zh_hk: 有郵件發送失敗，請前往寄件箱查看

# kAY
source: Link to Outlook
de_de: Mit Outlook verknüpfen
es_es: Vincular a Outlook
fr_fr: Lier à Outlook
hi_in: Outlook का लिंक
id_id: Tautkan ke Outlook
it_it: Collega a Outlook
ja_jp: Outlook と関連付ける
ko_kr: Outlook에 연결
ms_my: Pautkan ke Outlook
pt_br: Vincular ao Outlook
ru_ru: Привязать к Outlook
th_th: เชื่อมโยงไปยัง Outlook
vi_vn: Liên kết đến Outlook
zh_cn: 关联 Outlook 邮箱
zh_hk: 關聯 Outlook 電郵地址

# Xms
source: Account with a business domain only
de_de: Nur Konto mit Geschäftsdomäne
es_es: Cuenta con un dominio de empresa únicamente
fr_fr: Compte avec un domaine professionnel uniquement
hi_in: केवल बिज़नेस डोमेन वाला खाता
id_id: Akun dengan hanya domain bisnis
it_it: Account solo con un dominio aziendale
ja_jp: 企業ドメインを持つ Outlook アカウントのみサポートされています
ko_kr: 비즈니스 도메인이 있는 계정만
ms_my: Akaun dengan domain perniagaan sahaja
pt_br: Apenas conta com um domínio empresarial
ru_ru: Только для аккаунтов с доменом рабочей почты
th_th: บัญชีที่มีโดเมนธุรกิจเท่านั้น
vi_vn: Chỉ tài khoản với tên miền doanh nghiệp
zh_cn: 仅支持拥有企业域名的账号
zh_hk: 僅支援擁有企業域名的帳戶

# SLk
source: Your actions in {{APP_DISPLAY_NAME}} will be synced with your Outlook
de_de: Ihre Aktionen in {{APP_DISPLAY_NAME}} werden mit Ihrem Outlook-Konto synchronisiert.
es_es: Las acciones que realices en {{APP_DISPLAY_NAME}} se sincronizarán con tu cuenta de Outlook.
fr_fr: Vos actions dans {{APP_DISPLAY_NAME}} seront synchronisées avec votre messagerie Outlook
hi_in: {{APP_DISPLAY_NAME}} में आपकी क्रियाएँ आपके Outlook से सिंक की जाएँगी
id_id: Tindakan Anda di {{APP_DISPLAY_NAME}} akan disinkronkan dengan Outlook Anda
it_it: Le tue azioni in {{APP_DISPLAY_NAME}} verranno sincronizzate con Outlook
ja_jp: {{APP_DISPLAY_NAME}} での操作は Outlook に同期します
ko_kr: {{APP_DISPLAY_NAME}}에서의 작업은 Outlook과 동기화됩니다
ms_my: Tindakan anda dalam {{APP_DISPLAY_NAME}} akan diselaraskan dengan Outlook anda
pt_br: Suas ações no {{APP_DISPLAY_NAME}} serão sincronizadas com o seu Outlook.
ru_ru: Ваши действия в {{APP_DISPLAY_NAME}} будут синхронизированы с вашим почтовым ящиком Outlook
th_th: การดำเนินการของคุณใน {{APP_DISPLAY_NAME}} จะได้รับการซิงค์กับ Outlook ของคุณ
vi_vn: Các hành động của bạn trong {{APP_DISPLAY_NAME}} sẽ được đồng bộ hóa với Outlook của bạn
zh_cn: 在{{APP_DISPLAY_NAME}}内的操作，会同步到 Outlook
zh_hk: 在{{APP_DISPLAY_NAME}}內的操作會同步至 Outlook

# 1v0
source: Your access to email account <{{emailAddress}}> has been restricted. Related emails can no longer be viewed.
de_de: Ihr Zugriff auf das E-Mail-Konto <{{emailAddress}}> wurde eingeschränkt. Zugehörige E-Mails können nicht mehr angesehen werden.
es_es: Se ha restringido tu acceso a la cuenta de correo electrónico <{{emailAddress}}>. Los correos electrónicos relacionados ya no se pueden ver.
fr_fr: Votre accès au compte e-mail <{{emailAddress}}> a été restreint. Vous ne pouvez plus afficher les e-mails associés.
id_id: Akses Anda ke akun email <{{emailAddress}}> telah dibatasi. Email terkait tidak dapat lagi dilihat.
it_it: Il tuo accesso all'account e-mail <{{emailAddress}}> è stato limitato. Non è più possibile visualizzare le e-mail correlate.
ja_jp: あなたのメールアドレス<{{emailAddress}}>の権限が取り消されたため、関連するメールを表示できなくなりました。
ko_kr: 이메일 계정 <{{emailAddress}}>에 대한 액세스가 제한되었습니다. 관련된 이메일을 더 이상 볼 수 없습니다.
ms_my: Akses anda ke akaun emel <{{emailAddress}}> telah dihadkan. Emel berkaitan tidak lagi boleh dilihat.
pt_br: Seu acesso à conta de e-mail <{{emailAddress}}> foi restringido. E-mails relacionados não podem mais ser visualizados.
ru_ru: Ваш доступ к учетной записи почты <{{emailAddress}}> был ограничен. Связанные письма больше нельзя просматривать.
th_th: การเข้าถึงบัญชีอีเมล <{{emailAddress}}> ของคุณถูกจำกัด ไม่สามารถดูอีเมลที่เกี่ยวข้องได้อีกต่อไป
vi_vn: Quyền truy cập tài khoản email <{{emailAddress}}> của bạn đã bị hạn chế. Bạn không thể xem email liên quan nữa.
zh_cn: 你的邮箱账号<{{emailAddress}}>权限已被收回，将无法查看该账号相关邮件
zh_hk: 你的電郵地址帳戶<{{emailAddress}}>權限已被收回，將無法查看該帳戶相關郵件

# T/s
source: The current conversation and future messages from the sender "{{emailAddressList}}" will be moved to Spam automatically.
de_de: Die aktuelle Unterhaltung und zukünftig alle Nachrichten der Absender „{{emailAddressList}}“ werden automatisch in den Spam-Ordner verschoben.
es_es: La conversación actual y los mensajes futuros del remitente "{{emailAddressList}}" se moverán automáticamente a Spam.
fr_fr: La conversation en cours et les futurs messages de l'expéditeur "{{emailAddressList}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Percakapan saat ini dan pesan mendatang dari pengirim "{{emailAddressList}}" akan dipindahkan ke Spam secara otomatis.
it_it: La conversazione corrente e i messaggi futuri dal mittente "{{emailAddressList}}" saranno spostati automaticamente in Spam.
ja_jp: このメールおよび今後 「{{emailAddressList}}」から送信されるメールは、自動的に「迷惑メール」に移動されます。
ko_kr: 보낸 사람 "{{emailAddressList}}"의 현재 대화와 향후 메시지가 자동으로 스팸으로 이동됩니다.
ms_my: Perbualan semasa dan mesej akan datang daripada penghantar "{{emailAddressList}}" akan dipindahkan ke Spam secara automatik.
pt_br: A conversa atual e as mensagens futuras do remetente "{{emailAddressList}}" serão movidas para Spam automaticamente.
ru_ru: Текущая беседа и последующие сообщения от отправителя "{{emailAddressList}}" будут автоматически перемещены в Спам.
th_th: การสนทนาปัจจุบันและข้อความในอนาคตจากผู้ส่ง "{{emailAddressList}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Cuộc hội thoại hiện tại và các tin nhắn sau này từ người gửi "{{emailAddressList}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 该会话及后续来自“{{emailAddressList}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 該對話及以後來自「{{emailAddressList}}」的郵件將會自動移至「垃圾郵件」

# Trs
source: The current conversation and future messages from {{numSender}} senders including "{{emailAddressList}}" will be moved to Spam automatically.
de_de: Die aktuelle Unterhaltung und zukünftig alle Nachrichten dieser {{numSender}} Absender, einschließlich „{{emailAddressList}}“, werden automatisch in den Spam-Ordner verschoben.
es_es: La conversación actual y los mensajes futuros de {{numSender}} remitentes (entre ellos, "{{emailAddressList}}") se moverán automáticamente a Spam.
fr_fr: La conversation en cours et les futurs messages des {{numSender}} expéditeurs, dont "{{emailAddressList}}", seront automatiquement déplacés vers le courrier indésirable.
id_id: Percakapan saat ini dan pesan mendatang dari {{numSender}} pengirim, termasuk "{{emailAddressList}}" akan otomatis dipindahkan ke Spam.
it_it: La conversazione corrente e i messaggi futuri da {{numSender}} mittenti, tra cui "{{emailAddressList}}", saranno spostati automaticamente in Spam.
ja_jp: このメールおよび今後「{{emailAddressList}}」など {{numSender}} 個の宛先から送信されるメール、自動的に「迷惑メール」に移動されます。
ko_kr: 보낸 사람 {{numSender}}명("{{emailAddressList}}" 포함)의 현재 대화와 향후 메시지가 자동으로 스팸으로 이동됩니다.
ms_my: Perbualan semasa dan mesej akan datang daripada {{numSender}} penghantar termasuk "{{emailAddressList}}" akan dipindahkan ke Spam secara automatik.
pt_br: A conversa atual e as mensagens futuras de {{numSender}} remetentes, incluindo "{{emailAddressList}}", serão movidas para Spam automaticamente.
ru_ru: Текущая беседа и последующие сообщения от этих {{numSender}} отправителей, включая "{{emailAddressList}}", будут автоматически перемещаться в Спам.
th_th: การสนทนาปัจจุบันและข้อความในอนาคตจากผู้ส่ง {{numSender}} รวมถึง "{{emailAddressList}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Cuộc hội thoại hiện tại và các tin nhắn sau này từ {{numSender}} người gửi, bao gồm "{{emailAddressList}}", sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 该会话及后续来自“{{emailAddressList}}”等 {{numSender}} 个发件人的邮件将被自动移至“垃圾邮件”
zh_hk: 該對話及以後來自「{{emailAddressList}}」等 {{numSender}} 個寄件者的郵件將會自動移至「垃圾郵件」

# JM0
source: The selected messages and future messages from the sender "{{emailAddressList}}" will be moved to Spam automatically.
de_de: Die ausgewählten und zukünftig alle Nachrichten der Absender „{{emailAddressList}}“ werden automatisch in den Spam-Ordner verschoben.
es_es: Los mensajes seleccionados y futuros del remitente "{{emailAddressList}}" se moverán automáticamente a Spam.
fr_fr: Les messages sélectionnés et les futurs messages de l'expéditeur "{{emailAddressList}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Pesan yang dipilih dan pesan mendatang dari pengirim "{{emailAddressList}}" akan otomatis dipindahkan ke Spam.
it_it: I messaggi selezionati e i messaggi futuri dal mittente "{{emailAddressList}}" saranno spostati automaticamente in Spam.
ja_jp: 選択したメールおよび今後 「{{emailAddressList}}」から送信されるメールは、自動的に「迷惑メール」に移動されます。
ko_kr: 선택한 메시지와 보낸 사람 "{{emailAddressList}}"의 향후 메시지가 자동으로 스팸으로 이동됩니다.
ms_my: Mesej yang dipilih dan mesej masa depan daripada pengirim "{{emailAddressList}}" akan dipindahkan ke Spam secara automatik.
pt_br: As mensagens selecionadas e futuras do remetente "{{emailAddressList}}" serão movidas para Spam automaticamente.
ru_ru: Выбранные и последующие сообщения от отправителя "{{emailAddressList}}" будут автоматически перемещены Спам.
th_th: ข้อความที่เลือกและข้อความในอนาคตจากผู้ส่ง "{{emailAddressList}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các tin nhắn đã chọn và tin nhắn sau này từ người gửi "{{emailAddressList}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 选中邮件及后续来自“{{emailAddressList}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 所選郵件及以後來自「{{emailAddressList}}」的郵件將會自動移至「垃圾郵件」

# JY0
source: The selected messages and future messages from {{numSender}} senders including "{{emailAddressList}}" will be moved to Spam automatically.
de_de: Die ausgewählten und zukünftig alle Nachrichten dieser {{numSender}} Absender, einschließlich „{{emailAddressList}}“, werden automatisch in den Spam-Ordner verschoben.
es_es: Los mensajes seleccionados y futuros de {{numSender}} remitentes (entre ellos, "{{emailAddressList}}") se moverán automáticamente a Spam.
fr_fr: Les messages sélectionnés et les futurs messages des {{numSender}} expéditeurs, dont "{{emailAddressList}}", seront automatiquement déplacés vers le courrier indésirable.
id_id: Pesan yang dipilih dan pesan mendatang dari {{numSender}} pengirim, termasuk "{{emailAddressList}}" tidak akan dipindahkan ke Spam secara otomatis.
it_it: I messaggi selezionati e i messaggi futuri da {{numSender}} mittenti, tra cui "{{emailAddressList}}", saranno spostati automaticamente in Spam.
ja_jp: 選択したメールおよび今後「{{emailAddressList}}」など {{numSender}} 個の宛先から送信されるメール、自動的に「迷惑メール」に移動されます。
ko_kr: 선택한 메시지와 보낸 사람 {{numSender}}명("{{emailAddressList}}" 포함)의 향후 메시지가 자동으로 스팸으로 이동됩니다.
ms_my: Mesej yang dipilih dan mesej masa depan daripada {{numSender}} pengirim termasuk "{{emailAddressList}}" akan dipindahkan ke Spam secara automatik.
pt_br: As mensagens selecionadas e futuras de {{numSender}} remetentes, incluindo "{{emailAddressList}}", serão movidas para Spam automaticamente.
ru_ru: Выбранные и последующие сообщения от этих {{numSender}} отправителей, включая "{{emailAddressList}}", будут автоматически перемещаться в Спам.
th_th: ข้อความที่เลือกและข้อความในอนาคตจากผู้ส่งจำนวน {{numSender}} ราย รวมถึง "{{emailAddressList}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các tin nhắn đã chọn và tin nhắn sau này từ {{numSender}} người gửi, bao gồm "{{emailAddressList}}", sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 选中邮件及后续来自“{{emailAddressList}}”等 {{numSender}} 个发件人的邮件将被自动移至“垃圾邮件”
zh_hk: 所選郵件及以後來自「{{emailAddressList}}」等 {{numSender}} 個寄件者的郵件將會自動移至「垃圾郵件」

# sgM
source: Future messages from the sender "{{emailAddressList}}" will not be moved to Spam automatically.
de_de: Zukünftig werden alle Nachrichten der Absender „{{emailAddressList}}“ nicht automatisch in den Spam-Ordner verschoben.
es_es: Los mensajes futuros del remitente "{{emailAddressList}}" no se moverán automáticamente a Spam.
fr_fr: Les futurs messages de l'expéditeur "{{emailAddressList}}" ne seront pas automatiquement déplacés vers le courrier indésirable.
id_id: Pesan mendatang dari pengirim "{{emailAddressList}}" tidak akan otomatis dipindahkan ke Spam.
it_it: I messaggi futuri dal mittente "{{emailAddressList}}" non saranno spostati automaticamente in Spam.
ja_jp: 今後「{{emailAddressList}}」から送信されるメールは、自動的に「迷惑メール」に移動されなくなります。
ko_kr: 보낸 사람 "{{emailAddressList}}"의 향후 메시지가 자동으로 스팸으로 이동되지 않습니다.
ms_my: Mesej masa depan daripada pengirim "{{emailAddressList}}" tidak akan dipindahkan ke Spam secara automatik.
pt_br: Mensagens futuras do remetente "{{emailAddressList}}" não serão movidas para Spam automaticamente.
ru_ru: Последующие сообщения от отправителя "{{emailAddressList}}" не будут автоматически перемещаться в Спам.
th_th: ข้อความในอนาคตจากผู้ส่ง "{{emailAddressList}}" จะไม่ถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Tin nhắn sau này từ người gửi "{{emailAddressList}}" sẽ không tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{emailAddressList}}”的邮件将不会被自动移至“垃圾邮件”
zh_hk: 以後來自「{{emailAddressList}}」的郵件將不會自動移至「垃圾郵件」

# s0M
source: Future messages from {{numSender}} senders including "{{emailAddressList}}" will not be moved to Spam automatically.
de_de: Zukünftig werden alle Nachrichten dieser {{numSender}} Absender, einschließlich „{{emailAddressList}}“, nicht automatisch in den Spam-Ordner verschoben.
es_es: Los mensajes futuros de {{numSender}} remitentes (entre ellos, "{{emailAddressList}}") no se moverán automáticamente a Spam.
fr_fr: Les futurs messages des {{numSender}} expéditeurs, dont "{{emailAddressList}}", ne seront pas automatiquement déplacés vers le courrier indésirable.
id_id: Pesan mendatang dari {{numSender}} pengirim, termasuk "{{emailAddressList}}" tidak akan otomatis dipindahkan ke Spam.
it_it: I messaggi futuri da {{numSender}} mittenti, tra cui "{{emailAddressList}}", non saranno spostati automaticamente in Spam.
ja_jp: 今後「{{emailAddressList}}」など {{numSender}} 個の宛先から送信されるメール、自動的に「迷惑メール」に移動されなくなります。
ko_kr: 보낸 사람 {{numSender}}명("{{emailAddressList}}" 포함)의 향후 메시지가 자동으로 스팸으로 이동되지 않습니다.
ms_my: Mesej masa depan daripada {{numSender}} pengirim termasuk "{{emailAddressList}}" tidak akan dipindahkan ke Spam secara automatik.
pt_br: Mensagens futuras de {{numSender}} remetentes, incluindo "{{emailAddressList}}", não serão movidas para Spam automaticamente.
ru_ru: Последующие сообщения от этих {{numSender}} отправителей, включая "{{emailAddressList}}", не будут автоматически перемещаться в Спам.
th_th: ข้อความในอนาคตจากผู้ส่งจำนวน {{numSender}} ราย รวมถึง "{{emailAddressList}}" จะไม่ถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Tin nhắn sau này từ {{numSender}} người gửi, bao gồm "{{emailAddressList}}", sẽ không tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{emailAddressList}}”等 {{numSender}} 个发件人的邮件将不会被自动移至“垃圾邮件”
zh_hk: 以後來自「{{emailAddressList}}」等 {{numSender}} 個寄件者的郵件將不會自動移至「垃圾郵件」

# 8Iw
source: Open in Another App
de_de: In anderer App öffnen
es_es: Abrir en otra aplicación
fr_fr: Ouvrir dans une autre application
hi_in: दूसरे ऐप में खोलें
id_id: Buka di Aplikasi Lain
it_it: Apri in un'altra app
ja_jp: その他のアプリで開く
ko_kr: 다른 앱에서 열기
ms_my: Buka dalam Apl Lain
pt_br: Abrir em outro aplicativo
ru_ru: Открыть в другом приложении
th_th: เปิดในแอปอื่น
vi_vn: Mở trong Ứng dụng khác
zh_cn: 使用其他应用打开
zh_hk: 使用其他應用程式開啟

# 5bg
source: Save Photo
de_de: Foto speichern
es_es: Guardar foto
fr_fr: Enregistrer la photo
hi_in: फ़ोटो सहेजें
id_id: Simpan Foto
it_it: Salva foto
ja_jp: 写真を保存する
ko_kr: 사진 저장
ms_my: Simpan Foto
pt_br: Salvar foto
ru_ru: Сохранить фотографию
th_th: บันทึกรูปภาพ
vi_vn: Lưu Ảnh
zh_cn: 保存照片
zh_hk: 儲存相片

# ZNI
source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
fr_fr: Enregistrement réussi
hi_in: सहेजा गया
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Berjaya disimpan
pt_br: Salvo com êxito
ru_ru: Сохранено успешно
th_th: บันทึกสำเร็จแล้ว
vi_vn: Đã lưu thành công
zh_cn: 保存成功
zh_hk: 儲存成功

# i0w
source: Save Video
de_de: Video speichern
es_es: Guardar vídeo
fr_fr: Enregistrer la vidéo
hi_in: वीडियो सहेजें
id_id: Simpan Video
it_it: Salva video
ja_jp: ビデオを保存する
ko_kr: 동영상 저장
ms_my: Simpan Video
pt_br: Salvar vídeo
ru_ru: Сохранить видео
th_th: บันทึกวิดีโอ
vi_vn: Lưu Video
zh_cn: 保存视频
zh_hk: 儲存影片

# vWA
source: Public mailbox migration enabled
de_de: Migration öffentliches Postfach aktiviert
es_es: Se ha habilitado la migración del buzón de correo público
fr_fr: Migration de la boîte aux lettres publique activée
hi_in: सार्वजनिक मेलबॉक्स माइग्रेशन सक्षम किया गया
id_id: Migrasi kotak surat publik diaktifkan
it_it: Migrazione cassette postali pubbliche abilitata
ja_jp: 共有メールアドレスのメール移行を開始しました 。
ko_kr: 공개 사서함 마이그레이션 활성화됨
ms_my: Migrasi peti mel awam diaktifkan
pt_br: Migração de caixa de entrada pública ativada
ru_ru: Перенос общего почтового ящика включен
th_th: เปิดใช้การย้ายกล่องจดหมายสาธารณะแล้ว
vi_vn: Đã kích hoạt di chuyển hộp thư công khai
zh_cn: 已开启公共邮箱搬家
zh_hk: 已開啟公共電郵地址轉移

# 0u8
source: Other members of the public mailbox have started the migration. You can enter immediately and use the mailbox normally
de_de: Andere Mitglieder des öffentlichen Postfaches haben die Migration begonnen. Sie können sofort auf das Postfach zugreifen und normal verwenden
es_es: Otros miembros del buzón de correo público han iniciado la migración. Puedes acceder inmediatamente y usar el buzón de correo normalmente
fr_fr: D'autres membres de la boîte aux lettres publique ont démarré la migration. Vous pouvez accéder immédiatement et utiliser la boîte aux lettres normalement
hi_in: सार्वजनिक मेलबॉक्स के दुसरे सदस्यों ने माइग्रेशन आरंभ कर दिया है. आप फ़ौरन दर्ज कर सकते हैं और मेलबॉक्स सामान्य रूप से उपयोग कर सकते हैं
id_id: Anggota lain dari kotak surat publik telah memulai migrasi. Anda dapat langsung masuk dan menggunakan kotak surat seperti biasa
it_it: Altri membri della cassetta postale pubblica hanno avviato la migrazione. Puoi accedere immediatamente e utilizzare la cassetta postale normalmente
ja_jp: 共有メールアドレスの他のメンバーはメール移行を開始しました。当該メールを引き続き正常にご利用いただけます。
ko_kr: 공개 사서함의 다른 구성원이 마이그레이션을 시작했습니다. 즉시 들어가서 정상적으로 사서함을 사용할 수 있습니다
ms_my: Ahli lain daripada peti mel awam telah memulakan migrasi. Anda boleh masuk serta-merta dan menggunakan peti mel seperti biasa
pt_br: Outros membros da caixa de entrada pública iniciaram a migração. Você pode entrar imediatamente e usar a caixa de entrada normalmente
ru_ru: Другие участника общего почтового ящика начали перенос. Вы можете войти сразу и использовать почтовый ящик как обычно
th_th: สมาชิกคนอื่น ๆ ของกล่องจดหมายสาธารณะได้เริ่มการย้ายแล้ว คุณสามารถเข้าถึงได้ในทันทีและใช้กล่องจดหมายได้ตามปกติ
vi_vn: Các thành viên khác của hộp thư công khai đã bắt đầu quá trình di chuyển. Bạn có thể vào ngay lập tức và sử dụng hộp thư như bình thường
zh_cn: 公共邮箱的其他成员已开启搬家，可立即进入并正常使用邮箱
zh_hk: 公共電郵地址的其他成員已開啟轉移，可立即登入並正常使用電郵地址

# sfg
source: To be migrated
de_de: Für Migration vorgesehen
es_es: Para migrar
fr_fr: À migrer
hi_in: माइग्रेट करने के लिए
id_id: Menunggu dimigrasikan
it_it: In attesa di migrazione
ja_jp: 移行待ち
ko_kr: 마이그레이션 예정
ms_my: Untuk dipindahkan
pt_br: A ser migrada
ru_ru: Для миграции
th_th: ที่จะถูกย้าย
vi_vn: Cần di chuyển
zh_cn: 待搬家
zh_hk: 待轉移

# S3E
source: Fri
de_de: Fr.
es_es: vi
fr_fr: Ven.
hi_in: शुक्र
id_id: Jum
it_it: Ven
ja_jp: 金曜日
ko_kr: 금
ms_my: Jum
pt_br: Sex
ru_ru: Пт
th_th: ศ.
vi_vn: Thứ 6
zh_cn: 周五
zh_hk: 星期五

# GNQ
source: Mon
de_de: Mo.
es_es: lu
fr_fr: Lun.
hi_in: सोम
id_id: Sen
it_it: Lun
ja_jp: 月曜日
ko_kr: 월
ms_my: Isn
pt_br: Seg
ru_ru: Пн
th_th: จ.
vi_vn: Thứ 2
zh_cn: 周一
zh_hk: 星期一

# Ue4
source: Sat
de_de: Sa.
es_es: sá
fr_fr: Sam.
hi_in: शनि
id_id: Sab
it_it: Sab
ja_jp: 土曜日
ko_kr: 토
ms_my: Sab
pt_br: Sáb
ru_ru: Сб
th_th: ส.
vi_vn: Thứ 7
zh_cn: 周六
zh_hk: 星期六

# GAc
source: Sun
de_de: So.
es_es: do
fr_fr: Dim.
hi_in: रवि
id_id: Min
it_it: Dom
ja_jp: 日曜日
ko_kr: 일
ms_my: Aha
pt_br: Dom
ru_ru: Вс
th_th: อา.
vi_vn: Chủ nhật
zh_cn: 周日
zh_hk: 星期日

# EAE
source: Tue
de_de: Di.
es_es: ma
fr_fr: Mar.
hi_in: मंगल
id_id: Sel
it_it: Mar
ja_jp: 火曜日
ko_kr: 화
ms_my: Sel
pt_br: Ter
ru_ru: Вт
th_th: อ.
vi_vn: Thứ 3
zh_cn: 周二
zh_hk: 星期二

# 0dA
source: Wed
de_de: Mi.
es_es: mi
fr_fr: Mer.
hi_in: बुध
id_id: Rab
it_it: Mer
ja_jp: 水曜日
ko_kr: 수
ms_my: Rab
pt_br: Qua
ru_ru: Ср
th_th: พ.
vi_vn: Thứ 4
zh_cn: 周三
zh_hk: 星期三

# /6E
source: Weekday
de_de: Wochentag
es_es: Día laborable
fr_fr: Jour de la semaine
hi_in: कार्य दिवस
id_id: Hari Kerja
it_it: Giorno feriale
ja_jp: 営業日
ko_kr: 평일
ms_my: Hari biasa
pt_br: Dia útil
ru_ru: Рабочий день
th_th: วันธรรมดา
vi_vn: Ngày trong tuần
zh_cn: 工作日
zh_hk: 工作日
