Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 5BA
source: Continue Writing
de_de: Weiterschreiben
es_es: Seguir escribiendo
fr_fr: Continuer la rédaction
id_id: Lanjutkan Menulis
it_it: Continua a scrivere
ja_jp: 作成を続ける
ko_kr: 계속 작성하기
ms_my: Terus Menulis
pt_br: Continuar escrevendo
ru_ru: Продолжить написание
th_th: เขียนต่อไป
vi_vn: Tiếp tục viết
zh_cn: 继续创作
zh_hk: 繼續創作

# zXs
source: Leave
de_de: Verlassen
es_es: Abandonar
fr_fr: Quitter
id_id: Keluar
it_it: Abbandona
ja_jp: 破棄
ko_kr: 나가기
ms_my: Keluar
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Rời
zh_cn: 退出
zh_hk: 退出

# Wrg
source: Discard and leave?
de_de: Verwerfen und verlassen?
es_es: ¿Descartar y abandonar?
fr_fr: Abandonner et quitter ?
id_id: Buang dan keluar?
it_it: Rimuovere e abbandonare?
ja_jp: AI による編集を破棄しますか？
ko_kr: 취소하고 나가시겠습니까?
ms_my: Buang dan keluar?
pt_br: Descartar e sair?
ru_ru: Отказаться и выйти?
th_th: ละทิ้งแล้วออกหรือไม่
vi_vn: Hủy bỏ và rời khỏi?
zh_cn: 确认退出
zh_hk: 確認退出

# TzM
source: {{aiName}} is writing you an email. Discard and leave?
de_de: {{aiName}} schreibt Ihnen gerade eine E-Mail. Möchten Sie verwerfen und verlassen?
es_es: {{aiName}} te está escribiendo un correo electrónico. ¿Descartar y abandonar?
fr_fr: {{aiName}} vous écrit un e-mail. Abandonner et quitter ?
id_id: {{aiName}} sedang menulis email untuk Anda. Buang dan keluar?
it_it: {{aiName}} ti sta scrivendo un'e-mail. Rimuovere e abbandonare?
ja_jp: {{aiName}} がメールを作成していますが、内容を破棄してもよろしいですか？
ko_kr: {{aiName}}이(가) 이메일을 작성하고 있습니다. 취소하고 나가시겠습니까?
ms_my: {{aiName}} sedang menulis anda sebuah email. Buang dan tinggalkan?
pt_br: O {{aiName}} está escrevendo um e-mail para você. Descartar e sair?
ru_ru: {{aiName}} пишет для вас письмо. Отменить и выйти?
th_th: {{aiName}} กำลังเขียนอีเมลถึงคุณ ทิ้งแล้วออกหรือไม่
vi_vn: {{aiName}} đang viết email cho bạn. Hủy bỏ và thoát?
zh_cn: {{aiName}}正在为你创作，确认丢弃并退出吗？
zh_hk: {{aiName}}正在為你創作，確認捨棄並退出嗎？

# 4gM
source: Adjust
de_de: Anpassen
es_es: Ajustar
fr_fr: Ajuster
id_id: Sesuaikan
it_it: Rettifica
ja_jp: 内容を調整する
ko_kr: 조정
ms_my: Laraskan
pt_br: Ajustar
ru_ru: Отрегулировать
th_th: ปรับ
vi_vn: Điều chỉnh
zh_cn: 调整内容
zh_hk: 調整內容

# UM0
source: Confident
de_de: Vertraulich
es_es: Seguro
fr_fr: Confiant
id_id: Percaya Diri
it_it: Sicuro
ja_jp: 堂々とした
ko_kr: 자신감 있게
ms_my: Yakin
pt_br: Confiante
ru_ru: Уверенный
th_th: มั่นใจ
vi_vn: Tự tin
zh_cn: 更自信
zh_hk: 更自信

# N1A
source: Straightforward
de_de: Direkt
es_es: Directo
fr_fr: Direct
id_id: Terus Terang
it_it: Diretto
ja_jp: 率直
ko_kr: 단도직입적으로
ms_my: Terus Terang
pt_br: Direto
ru_ru: Простой
th_th: ตรงไปตรงมา
vi_vn: Thẳng thắn
zh_cn: 更直白
zh_hk: 更直接

# fVk
source: Formal
fr_fr: Formel
it_it: Formale
ja_jp: フォーマル
ko_kr: 격식 있게
ms_my: Rasmi
ru_ru: Формальный
th_th: เป็นทางการ
vi_vn: Trịnh trọng
zh_cn: 更商务
zh_hk: 更商務

# epQ
source: Friendly
de_de: Freundlich
es_es: Cercano
fr_fr: Amical
id_id: Ramah
it_it: Amichevole
ja_jp: 活気のある
ko_kr: 친근하게
ms_my: Mesra
pt_br: Amigável
ru_ru: Дружелюбный
th_th: เป็นมิตร
vi_vn: Thân thiện
zh_cn: 更活泼
zh_hk: 更活潑

# 5XI
source: Change Tone
de_de: Tonfall ändern
es_es: Cambiar tono
fr_fr: Modifier le ton
id_id: Ubah Gaya Bahasa
it_it: Cambia tono
ja_jp: トーンを変更する
ko_kr: 어조 변경
ms_my: Ubah Nada
pt_br: Alterar tom
ru_ru: Изменить тон
th_th: เปลี่ยนโทน
vi_vn: Thay đổi giọng điệu
zh_cn: 调整语气
zh_hk: 調整語氣

# 87k
source: Insert Below
de_de: Unten einfügen
es_es: Insertar abajo
fr_fr: Insérer ci-dessous
id_id: Sisipkan di Bawah
it_it: Inserisci sotto
ja_jp: 下に挿入
ko_kr: 아래에 삽입
ms_my: Sisipkan Di Bawah
pt_br: Inserir abaixo
ru_ru: Вставить ниже
th_th: แทรกด้านล่าง
vi_vn: Chèn xuống dưới
zh_cn: 在下方插入
zh_hk: 在下方插入

# s7I
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
id_id: Buang
it_it: Rimuovi
ja_jp: 破棄
ko_kr: 취소
ms_my: Buang
pt_br: Descartar
ru_ru: Отменить
th_th: ละทิ้ง
vi_vn: Hủy bỏ
zh_cn: 丢弃
zh_hk: 捨棄

# j6k
source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
id_id: Ganti
it_it: Sostituisci
ja_jp: 置き換える
ko_kr: 바꾸기
ms_my: Gantikan
pt_br: Substituir
ru_ru: Заменить
th_th: แทนที่
vi_vn: Thay thế
zh_cn: 替换
zh_hk: 替換

# fFQ
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: やり直す
ko_kr: 다시 시도
ms_my: Cuba Semula
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 换一换
zh_hk: 換一換

# /tE
source: Unable to access email. Please add the email tab to the navigation bar first.
ja_jp: メールにアクセスできません。ナビゲーションバーにメールタブを追加してください。
zh_cn: 无法跳转至邮箱，请先在导航栏设置邮箱入口

# xMw
source: What would you like me to write?
de_de: Was soll ich schreiben?
es_es: ¿Qué quieres que escriba?
fr_fr: Que dois-je rédiger ?
id_id: Apa yang perlu saya tuliskan?
it_it: Cosa vuoi che scriva?
ja_jp: どのような内容を作成したいのですか？
ko_kr: 무엇을 작성해 드릴까요?
ms_my: Apa yang anda mahu saya tulis?
pt_br: O que você gostaria que eu escrevesse?
ru_ru: Что бы вы хотели, чтобы я написал?
th_th: อยากให้ฉันเขียนอะไร
vi_vn: Bạn muốn tôi viết về điều gì?
zh_cn: 告诉我你想写点什么...
zh_hk: 告訴我你想寫點甚麼...

# K3M
source: Customize
de_de: Individuell anpassen
es_es: Personalizar
fr_fr: Personnaliser
id_id: Kustomisasi
it_it: Personalizza
ja_jp: カスタマイズ
ko_kr: 커스터마이징
ms_my: Sesuaikan
pt_br: Personalizar
ru_ru: Настроить
th_th: ปรับแต่ง
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂

# bCM
source: Help me draft a reply. Write about:
de_de: Hilf mir beim Entwerfen einer Antwort. Schreibe über Folgendes:
es_es: Ayúdame a redactar una respuesta. Escribe sobre lo siguiente:
fr_fr: Aide-moi à rédiger une réponse sur :
id_id: Bantu saya membuat draf balasan. Tulis mengenai:
it_it: Aiutami a scrivere una risposta. Scrivi riguardo a:
ja_jp: 次について返信内容を作成：
ko_kr: 회신 초안 작성을 도와주세요. 작성 내용:
ms_my: Bantu saya menyediakan balasan. Tulis tentang:
pt_br: Ajude-me a redigir uma resposta. Escreva sobre:
ru_ru: Помоги мне написать ответ. Напиши про:
th_th: ช่วยฉันร่างการตอบกลับ เขียนเรื่อง:
vi_vn: Giúp tôi soạn một câu trả lời. Viết về:
zh_cn: 帮我撰写回复邮件，内容关于：
zh_hk: 幫我撰寫回覆郵件，內容關於：

# l30
source: Express Gratitude
de_de: Dankbarkeit ausdrücken
es_es: Agradecer
fr_fr: Exprimer de la gratitude
id_id: Nyatakan Rasa Terima Kasih
it_it: Esprimi gratitudine
ja_jp: 感謝の気持ち
ko_kr: 감사의 마음 표현하기
ms_my: Ungkapkan Rasa Terima Kasih
pt_br: Expressar gratidão
ru_ru: Выразить благодарность
th_th: แสดงความขอบคุณ
vi_vn: Bày tỏ lòng biết ơn
zh_cn: 表达谢意
zh_hk: 表達謝意

# 9HI
source: Negative Tone
de_de: Negativer Ton
es_es: Tono negativo
fr_fr: Ton négatif
id_id: Nada Negatif
it_it: Tono negativo
ja_jp: 否定的なトーン
ko_kr: 부정적인 톤
ms_my: Nada Negatif
pt_br: Tom negativo
ru_ru: Негативный тон
th_th: โทนแง่ลบ
vi_vn: Giọng điệu tiêu cực
zh_cn: 否定语气
zh_hk: 否定語氣

# xrc
source: Positive Tone
de_de: Positiver Ton
es_es: Tono positivo
fr_fr: Ton positif
id_id: Nada Positif
it_it: Tono positivo
ja_jp: 肯定的なトーン
ko_kr: 긍정적인 톤
ms_my: Nada Positif
pt_br: Tom positivo
ru_ru: Позитивный тон
th_th: โทนแง่บวก
vi_vn: Giọng điệu tích cực
zh_cn: 肯定语气
zh_hk: 肯定語氣

# lUY
source: Generate draft
de_de: Entwurf generieren
es_es: Escribir borrador
fr_fr: Générer un brouillon
id_id: Hasilkan draf
it_it: Genera bozza
ja_jp: 返信を生成
ko_kr: 초안 생성
ms_my: Hasilkan draf
pt_br: Gerar rascunho
ru_ru: Создать черновик
th_th: สร้างแบบร่าง
vi_vn: Tạo bản nháp
zh_cn: 生成回复
zh_hk: 建立回覆

source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# ujs
source: Insert
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
id_id: Sisipkan
it_it: Inserisci
ja_jp: 挿入
ko_kr: 삽입
ms_my: Sisipkan
pt_br: Inserir
ru_ru: Вставить
th_th: แทรก
vi_vn: Chèn
zh_cn: 插入
zh_hk: 插入

# SlU
source: No permission to use {{aiName}}
de_de: Keine Berechtigung für die Verwendung von {{aiName}}
es_es: Sin permiso para usar {{aiName}}
fr_fr: Aucune autorisation d'utiliser {{aiName}}
id_id: Tidak ada izin untuk menggunakan {{aiName}}
it_it: Nessuna autorizzazione per utilizzare {{aiName}}
ja_jp: {{aiName}} を利用する権限がありません
ko_kr: {{aiName}} 사용 권한 없음
ms_my: Tiada kebenaran untuk menggunakan {{aiName}}
pt_br: Sem permissão para usar o {{aiName}}
ru_ru: Нет разрешения на использование {{aiName}}
th_th: ไม่มีสิทธิ์การอนุญาตใช้ {{aiName}}
vi_vn: Không có quyền sử dụng {{aiName}}
zh_cn: 无{{aiName}}权限
zh_hk: 無{{aiName}}權限

# /6c
source: {{aiName}} is currently unavailable. Please try again later.
de_de: {{aiName}} ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es_es: {{aiName}} no está disponible actualmente. Inténtalo de nuevo más tarde.
fr_fr: {{aiName}} est actuellement indisponible. Veuillez réessayer plus tard.
id_id: {{aiName}} saat ini tidak tersedia. Coba lagi nanti.
it_it: {{aiName}} non è attualmente disponibile. Riprova più tardi.
ja_jp: 現在、{{aiName}} は利用できません。後でもう一度お試しください。
ko_kr: {{aiName}}을(를) 현재 사용할 수 없습니다. 나중에 다시 시도하세요.
pt_br: {{aiName}} está indisponível no momento. Tente novamente mais tarde.
ru_ru: {{aiName}} сейчас недоступен. Повторите попытку позже.
th_th: {{aiName}} ไม่พร้อมใช้งานในขณะนี้ โปรดลองอีกครั้งในภายหลัง
vi_vn: {{aiName}} hiện không khả dụng. Vui lòng thử lại sau.
zh_cn: {{aiName}}暂时不可用，请稍后重试
zh_hk: {{aiName}}暫時無法使用，請稍後重試

# pbg
source: Event Email
de_de: Termin-E-Mail
es_es: Correo electrónico de evento
fr_fr: E-mail d'événement
id_id: Email Acara
it_it: E-mail per evento
ja_jp: イベントメール
ko_kr: 이벤트 이메일
ms_my: Emel Acara
pt_br: E-mail de eventos
ru_ru: Почта события
th_th: อีเมลกิจกรรม
vi_vn: Email sự kiện
zh_cn: 活动邮件
zh_hk: 活動郵件

# wsk
source: Sales Email
de_de: Vertriebs-E-Mail
es_es: Correo electrónico de ventas
fr_fr: E-mail commercial
id_id: Email Penjualan
it_it: E-mail di vendita
ja_jp: 営業メール
ko_kr: 영업 이메일
ms_my: Emel Jualan
pt_br: E-mail de vendas
ru_ru: Почта отдела продаж
th_th: อีเมลการขาย
vi_vn: Email bán hàng
zh_cn: 销售邮件
zh_hk: 銷售郵件

# Hxs
source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
id_id: Templat
it_it: Modelli
ja_jp: テンプレート
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelos
ru_ru: Шаблоны
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板
zh_hk: 範本

# 17w
source: To-do List
de_de: Aufgabenliste
es_es: Lista de tareas pendientes
fr_fr: Liste de tâches
id_id: Daftar Tugas
it_it: Elenco attività
ja_jp: To-Do リスト
ko_kr: 할 일 목록
ms_my: Senarai Tugas
pt_br: Lista de tarefas
ru_ru: Список дел
th_th: รายการที่ต้องทำ
vi_vn: Danh sách việc cần làm
zh_cn: 待办事项
zh_hk: 待辦事項

# Tu8
source: Unable to copy
de_de: Kann nicht kopiert werden
es_es: No se puede copiar
fr_fr: Impossible de copier
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした。
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Не удается скопировать
th_th: คัดลอกไม่สำเร็จ
vi_vn: Không thể sao chép
zh_cn: 复制失败
zh_hk: 複製失敗

# Vbw
source: Unable to use {{name}}, please try again later.
de_de: {{name}} kann nicht verwendet werden. Bitte versuchen Sie es später erneut.
es_es: No se puede usar {{name}}. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'utiliser {{name}}, veuillez réessayer plus tard.
id_id: Gagal menggunakan {{name}}, coba lagi nanti.
it_it: Impossibile utilizzare {{name}}. Riprova più tardi.
ja_jp: 現在、{{name}}をご利用できません。後で再試行してください。
ko_kr: {{name}}을(를) 사용할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menggunakan {{name}}, sila cuba lagi kemudian.
pt_br: Não foi possível usar {{name}}. Tente novamente mais tarde.
ru_ru: Использование {{name}} невозможно; повторите попытку позже.
th_th: ไม่สามารถใช้ {{name}} ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể sử dụng {{name}}, vui lòng thử lại sau.
zh_cn: 暂时无法唤起{{name}}，请稍后重试
zh_hk: 暫時無法喚醒{{name}}，請稍後重試

# Nsg
source: Please use Lark client to access {{aiName}}.
ja_jp: {{aiName}} を利用するには、Lark クライアントにログインしてください。
zh_cn: 请登录 Lark 客户端使用{{aiName}}

# 7wg
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# V9E
source: Generate templates, refine your wording, and tweak your tone with just a single click.
de_de: Erstellung von Vorlagen, Verbesserung Ihrer Formulierungen und Optimierung Ihres Tonfalls mit nur einem Klick.
es_es: Genera plantillas, refina tu redacción y ajusta el tono con solo un clic.
fr_fr: Générez des modèles, affinez votre formulation et modifiez votre ton en un seul clic.
id_id: Hasilkan templat, perbaiki kata-kata Anda, dan pertajam nada kata-kata Anda hanya dengan satu klik.
it_it: Genera modelli, perfeziona la formulazione e metti a punto il tono con un solo clic.
ja_jp: テンプレートをワンクリックで作成し、言葉遣いやトーンも手軽に調整できます。
ko_kr: 클릭 단 한 번으로 템플릿을 생성하고, 문구를 다듬으며, 어조를 조정할 수 있습니다.
ms_my: Hasilkan templat, perhalusi kata-kata anda, dan ubah nada anda dengan hanya satu klik.
pt_br: Gere modelos, refine seu texto e ajuste seu tom com apenas um clique.
ru_ru: Генерируйте шаблоны, уточняйте формулировку и корректируйте стиль речи всего одним нажатием.
th_th: สร้างเทมเพลต ปรับถ้อยคำและน้ำเสียงเพียงคลิกเดียว
vi_vn: Tạo mẫu, trau chuốt câu chữ và điều chỉnh giọng điệu chỉ bằng một lần nhấp chuột.
zh_cn: 一键生成邮件模板、润色表达、调整语气
zh_hk: 一鍵建立郵件範本、修飾表達、調整語氣

# qq8
source: Meet your Mail AI Companion {{aiName}}
de_de: Lerne deinen KI-E-Mail-Assistenten {{aiName}} kennen
es_es: Descubre {{aiName}}, tu AI Companion para Mail
fr_fr: Rencontrez votre compagnon Mail AI {{aiName}}
id_id: Temui AI Mail Companion Anda {{aiName}}
it_it: Ti presentiamo il tuo compagno IA di E-mail {{aiName}}
ja_jp: メールのスマートアシスタント {{aiName}} が登場しました！
ko_kr: Mail AI Companion {{aiName}}을(를) 만나보세요
ms_my: Temui Teman AI Mail anda {{aiName}}
pt_br: Conheça seu AI Companion de e-mail {{aiName}}
ru_ru: Познакомьтесь с AI-помощником для почты {{aiName}}
th_th: พบกับ Mail AI Companion ของคุณ {{aiName}}
vi_vn: Xin giới thiệu AI Companion cho Thư {{aiName}}
zh_cn: 邮件智能伙伴{{aiName}}来了
zh_hk: 郵件智能夥伴{{aiName}}來了

# EVs
source: Working on it…
de_de: In Bearbeitung …
es_es: Trabajando en ello…
fr_fr: J'y travaille...
id_id: Sedang mengerjakan…
it_it: Ci sto lavorando…
ja_jp: 作成中...
ko_kr: 처리하고 있습니다...
ms_my: Sedang bekerja…
pt_br: Trabalhando nisso...
ru_ru: В процессе...
th_th: กำลังทำงานอยู่…
vi_vn: Đang xử lý…
zh_cn: 创作中...
zh_hk: 創作中...

# fMo
source: Try Now
de_de: Jetzt ausprobieren
es_es: Probar ahora
fr_fr: Essayer maintenant
id_id: Coba Sekarang
it_it: Prova ora
ja_jp: 今すぐ試す
ko_kr: 지금 사용해 보기
ms_my: Cuba Sekarang
pt_br: Experimente agora
ru_ru: Попробовать сейчас
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 立即尝试
zh_hk: 立即嘗試

# 1qM
source: Help me write an event email about
de_de: Unterstütze mich beim Schreiben einer E-Mail zum Termin
es_es: Ayúdame a escribir un correo electrónico de evento sobre
fr_fr: Aide-moi à rédiger un e-mail d'événement sur
id_id: Bantu saya menulis email acara tentang
it_it: Aiutami a scrivere un'e-mail dell'evento su
ja_jp: 次についてイベントメールを作成：
ko_kr: 다음에 대한 이벤트 이메일 작성 지원
ms_my: Bantu saya menulis emel mengenai acara
pt_br: Ajude-me a escrever um e-mail de evento sobre
ru_ru: Помоги мне написать письмо для события на тему
th_th: ช่วยฉันเขียนอีเมลกิจกรรมเกี่ยวกับ
vi_vn: Giúp tôi viết email sự kiện về
zh_cn: 帮我写一封活动邮件，活动是：
zh_hk: 幫我寫一封活動郵件，活動是：

# H/s
source: Help me write a sales email about
de_de: Unterstütze mich beim Schreiben einer E-Mail zum Verkauf von
es_es: Ayúdame a escribir un correo electrónico de ventas sobre
fr_fr: Aide-moi à rédiger un e-mail de vente sur
id_id: Bantu saya menulis email penjualan tentang
it_it: Aiutami a scrivere un'e-mail di vendita su
ja_jp: 次の製品について営業メールを作成：
ko_kr: 다음에 대한 영업 이메일 작성 지원
ms_my: Bantu saya menulis e-mel jualan tentang
pt_br: Ajude-me a escrever um e-mail de vendas sobre
ru_ru: Помоги мне написать коммерческое письмо
th_th: ช่วยฉันเขียนอีเมลขายเกี่ยวกับ
vi_vn: Giúp tôi viết email bán hàng về
zh_cn: 帮我写一封销售邮件，销售产品是：
zh_hk: 幫我寫一封銷售郵件，銷售產品是：

# jHQ
source: Help me draft a to-do list for
de_de: Unterstütze mich beim Entwurf einer Aufgabenliste für
es_es: Ayúdame a redactar una lista de tareas pendientes para
fr_fr: Aide-moi à rédiger une liste de tâches pour
id_id: Bantu saya membuat draf daftar tugas untuk
it_it: Aiutami a stilare un elenco attività per
ja_jp: 次について To-Do リストを作成：
ko_kr: 다음에 대한 할 일 목록 초안 작성 지원
ms_my: Bantu saya menyediakan senarai tugas untuk
pt_br: Ajude-me a elaborar uma lista de tarefas para
ru_ru: Помоги мне составить список дел для
th_th: ช่วยฉันร่างรายการที่ต้องทำสำหรับ
vi_vn: Giúp tôi soạn danh sách việc cần làm cho
zh_cn: 帮我起草一份待办事项，内容是：
zh_hk: 幫我起草一份待辦事項，內容是：

# Xh8
source: Help me write an email about
de_de: Unterstütze mich beim Schreiben einer E-Mail über
es_es: Ayúdame a escribir un correo electrónico sobre
fr_fr: Aide-moi à rédiger un e-mail sur
id_id: Bantu saya menulis email tentang
it_it: Aiutami a scrivere un'e-mail su
ja_jp: 次についてメールを作成：
ko_kr: 다음에 대한 이메일 작성 지원
ms_my: Bantu saya menulis emel mengenai
pt_br: Ajude-me a escrever um e-mail sobre
ru_ru: Помоги мне написать письмо на тему
th_th: ช่วยฉันเขียนอีเมลเกี่ยวกับ
vi_vn: Giúp tôi viết email về
zh_cn: 帮我写一封邮件，内容关于：
zh_hk: 幫我寫一封郵件，內容關於：

# XSU
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# hfQ
source: Network unavailable. Please check your network settings.
de_de: Netzwerk nicht verfügbar. Bitte prüfen Sie Ihre Netzwerkeinstellungen.
es_es: Red no disponible. Comprueba tu configuración de red
fr_fr: Réseau non disponible. Veuillez vérifier vos paramètres réseau.
hi_in: खैर, यह अजीब है. आपका नेटवर्क कनेक्टेड नहीं है.
id_id: Jaringan tidak tersedia. Periksa pengaturan jaringan Anda.
it_it: Rete non disponibile. Verifica le impostazioni di rete.
ja_jp: 現在、ネットワークが接続されていません。ネットワークの設定を確認してください
ko_kr: 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하세요.
ms_my: Rangkaian tidak tersedia. Sila periksa tetapan rangkaian anda.
pt_br: Rede indisponível. Verifique suas configurações de rede.
ru_ru: Да, это не очень удобно. Ваша сеть не подключена.
th_th: เครือข่ายไม่พร้อมใช้งาน โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Mạng không khả dụng. Vui lòng kiểm tra cài đặt mạng.
zh_cn: 当前网络未连接，请检查你的网络设置
zh_hk: 目前網絡未連線，請檢查你的網絡設定

# +pU
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# 60E
source: New Folder
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
id_id: Folder Baru
it_it: Nuova cartella
ja_jp: フォルダを作成
ko_kr: 새 폴더
ms_my: Folder Baharu
pt_br: Nova pasta
ru_ru: Новая папка
th_th: โฟลเดอร์ใหม่
vi_vn: Thư mục mới
zh_cn: 新建文件夹
zh_hk: 建立資料夾

# sQE
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# MSI
source: Bcc
es_es: Cco
fr_fr: Cci
hi_in: गुप्त कॉपी
it_it: Ccn
ko_kr: 숨은 참조
pt_br: Cco
ru_ru: Скрытая копия
th_th: สำเนาลับ
zh_cn: 密送
zh_hk: 密件副本

# IcI
source: Bcc:
es_es: Cco:
fr_fr: Cci :
hi_in: गुप्त कॉपी:
it_it: Ccn:
ko_kr: 숨은 참조:
pt_br: Cco:
ru_ru: Скрытая:
th_th: สำเนาลับถึง:
zh_cn: 密送：
zh_hk: 密件副本：

# MiA
source: Cc
hi_in: कॉपी
ko_kr: 참조
ru_ru: Копия
th_th: สำเนา
zh_cn: 抄送
zh_hk: 副本

# pbs
source: Cc:
hi_in: कॉपी:
ko_kr: 참조:
ru_ru: Копия:
th_th: สำเนาถึง:
zh_cn: 抄送：
zh_hk: 副本：

# yZE
source: Email contact
de_de: E-Mail-Kontakt
es_es: Contacto de correo electrónico
fr_fr: Contact par e-mail
hi_in: ईमेल संपर्क
id_id: Kontak email
it_it: Contatto e-mail
ja_jp: メール連絡先
ko_kr: 이메일 연락처
ms_my: Emel hubungi
pt_br: Contato de e-mail
ru_ru: Контакт почты
th_th: รายชื่อที่ติดต่อของอีเมล
vi_vn: Liên hệ email
zh_cn: 邮箱联系人
zh_hk: 名片夾聯絡人

# Ay8
source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
hi_in: डिस्कनेक्ट हो गया
id_id: Terputus
it_it: Disconnesso
ja_jp: 接続されていません
ko_kr: 연결 끊김
ms_my: Terputus
pt_br: Desconectado
ru_ru: Отключено
th_th: ยกเลิกการเชื่อมต่อแล้ว
vi_vn: Đã ngắt kết nối
zh_cn: 未连接
zh_hk: 未連線

# D94
source: Draft
de_de: Entwurf
es_es: Borrador
fr_fr: Brouillon
hi_in: ड्राफ़्ट
id_id: Draf
it_it: Bozza
ja_jp: 下書き
ko_kr: 초안
ms_my: Draf
pt_br: Rascunho
ru_ru: Черновик
th_th: แบบร่าง
vi_vn: Bản nháp
zh_cn: 草稿
zh_hk: 草稿

# 4eE
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_hk: 郵件

# oCQ
source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
hi_in: विफल रहा
id_id: Gagal
it_it: Impossibile eseguire operazione
ja_jp: 失敗
ko_kr: 실패
ms_my: Gagal
pt_br: Falha
ru_ru: Ошибка
th_th: ไม่สำเร็จ
vi_vn: Không thành công
zh_cn: 失败
zh_hk: 失敗

# mY0
source: Forward
de_de: Weiterleiten
es_es: Reenviar
fr_fr: Transférer
hi_in: फ़ॉर्वर्ड करें
id_id: Teruskan
it_it: Inoltra
ja_jp: 転送
ko_kr: 전달
ms_my: Teruskan
pt_br: Encaminhar
ru_ru: Переслать
th_th: ส่งต่อ
vi_vn: Chuyển tiếp
zh_cn: 转发
zh_hk: 轉發

# wSQ
source: From
de_de: Von
es_es: De
fr_fr: De
hi_in: प्रेषक
id_id: Dari
it_it: Da
ja_jp: 差出人
ko_kr: 보낸 사람
ms_my: Dari
pt_br: De
ru_ru: От
th_th: จาก
vi_vn: Từ
zh_cn: 来自
zh_hk: 來自

# IXk
source: From:
de_de: Von:
es_es: De:
fr_fr: De:
hi_in: प्रेषक:
id_id: Dari:
it_it: Da:
ja_jp: 送信元：
ko_kr: 보낸 사람:
ms_my: Dari:
pt_br: De:
ru_ru: От кого:
th_th: จาก:
vi_vn: Từ:
zh_cn: 发件人：
zh_hk: 寄件者：

# 3W8
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# zIo
source: To
de_de: An
es_es: Para
fr_fr: À
hi_in: प्रति
id_id: Kepada
it_it: A
ko_kr: 받는 사람
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ถึง
vi_vn: Đến
zh_cn: 发给
zh_hk: 發給

# GAU
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_hk: 回覆

# P2w
source: Send Separately
de_de: Separater Versand
es_es: Enviar por separado
fr_fr: Envoyer séparément
hi_in: अलग से भेजें
id_id: Kirim Terpisah
it_it: Invia separatamente
ja_jp: 個別送信
ko_kr: 별도로 보내기
ms_my: Hantar Berasingan
pt_br: Enviar separadamente
ru_ru: Отправить отдельно
th_th: ส่งแยกกันต่างหาก
vi_vn: Gửi riêng
zh_cn: 分别发送
zh_hk: 分別發送

# x6g
source: Sp:
de_de: SV:
es_es: Enviar por separado:
it_it: Invia sep.:
ja_jp: 個別送信：
ko_kr: 별도로 보내기:
pt_br: Enviar sep:
th_th: ส่งแยกกันต่างหาก:
vi_vn: Gửi độc lập:
zh_cn: 分别发送：
zh_hk: 分別發送：

# zjI
source: Success
de_de: Erfolgreich
es_es: Correctamente
fr_fr: Succès
hi_in: सफ़लता
id_id: Berhasil
it_it: Operazione completata
ja_jp: 成功
ko_kr: 성공
ms_my: Berjaya
pt_br: Êxito
ru_ru: Успешно
th_th: สำเร็จ
vi_vn: Thành công
zh_cn: 成功
zh_hk: 成功

# xy8
source: To
de_de: An
es_es: Para
fr_fr: À
hi_in: प्रति
id_id: Kepada
it_it: A
ko_kr: 받는 사람
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ถึง
vi_vn: Đến
zh_cn: 收件人
zh_hk: 收件人

# aNw
source: To:
de_de: An:
es_es: Para:
fr_fr: À :
hi_in: प्राप्तकर्ता:
id_id: Kepada:
it_it: A:
ja_jp: 宛先：
ko_kr: 받는 사람:
ms_my: Kepada:
pt_br: Para:
ru_ru: Кому:
th_th: ถึง:
vi_vn: Đến:
zh_cn: 收件人：
zh_hk: 收件者：

# gD8
source: To
de_de: An
es_es: A
fr_fr: À
id_id: Kepada
it_it: A
ja_jp: 宛先
ko_kr: 전송 대상
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ไปยัง
vi_vn: Đến
zh_cn: 发给
zh_hk: 發送給

# cmc
source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
hi_in: पूर्ववत करें
id_id: Batalkan
it_it: Annulla
ja_jp: 撤回
ko_kr: 실행 취소
ms_my: Buat asal
pt_br: Desfazer
ru_ru: Отмена
th_th: ย้อนกลับ
vi_vn: Hoàn tác
zh_cn: 撤销
zh_hk: 撤銷
