Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Cns
source: The administrator has enabled email migration for {{emailAddress}}. Please contact the administrator if there's an error in the email address.
de_de: Der Administrator hat die E-Mail-Migration für {{emailAddress}} aktiviert. Kontaktieren Sie den Administrator, wenn die E-Mail-Adresse fehlerhaft sein sollte.
es_es: El administrador te ha habilitado la migración de correo electrónico para {{emailAddress}}. Ponte en contacto con el administrador si hay algún error en la dirección de correo electrónico.
fr_fr: L'administrateur a activé la migration des e-mails pour {{emailAddress}}. Veuillez contacter l'administrateur en cas d'erreur dans l'adresse e-mail.
hi_in: एडमिनिस्ट्रेटर ने {{emailAddress}} के लिए ईमेल माइग्रेशन सक्षम किया है. अगर ईमेल पते में कोई त्रुटि है तो कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Administrator telah mengaktifkan migrasi email untuk {{emailAddress}}. Hubungi administrator jika ada kesalahan pada alamat email.
it_it: L'amministratore ha abilitato la migrazione delle e-mail per {{emailAddress}}. Contatta l'amministratore in caso di errore nell'indirizzo e-mail.
ja_jp: 管理者があなたの {{emailAddress}} のメール移行を有効にしました。もしメールアドレスに誤りがある場合は、速やかに管理者に連絡してください
ko_kr: 관리자가 {{emailAddress}}에 대한 이메일 마이그레이션을 활성화했습니다. 이메일 주소에 오류가 있는 경우 관리자에게 문의하세요.
ms_my: Pentadbir telah mengaktifkan pemindahan e-mel untuk {{emailAddress}}. Sila hubungi pentadbir jika terdapat kesalahan pada alamat e-mel.
pt_br: O administrador ativou a migração de e-mail para {{emailAddress}}. Entre em contato com o administrador se houver algum erro no endereço de e-mail.
ru_ru: Администратор включил перенос почты для {{emailAddress}}. Свяжитесь с администратором при ошибке в адресе почты.
th_th: ผู้ดูแลได้เปิดใช้การย้ายอีเมลสำหรับ {{emailAddress}} โปรดติดต่อผู้ดูแลหากมีข้อผิดพลาดในที่อยู่อีเมล
vi_vn: Quản trị viên đã kích hoạt di chuyển email cho {{emailAddress}}. Vui lòng liên hệ với quản trị viên nếu có lỗi xảy ra với địa chỉ email.
zh_cn: 管理员为你开启了 {{emailAddress}} 邮箱搬家，如果邮箱地址有误，请尽快联系管理员
zh_hk: 管理員為你開啟了 {{emailAddress}} 電郵地址轉移，如果電郵地址有誤，請盡快聯絡管理員

# lvs
source: You can still use {{APP_DISPLAY_NAME}} Mail during email migration, and you don't have to stay online {{APP_DISPLAY_NAME}}.
de_de: Sie können {{APP_DISPLAY_NAME}} Mail während der E-Mail-Migration weiter verwenden und müssen nicht mit {{APP_DISPLAY_NAME}} online bleiben.
es_es: Puedes seguir utilizando el Correo de {{APP_DISPLAY_NAME}} durante la migración y no tienes que estar utilizando {{APP_DISPLAY_NAME}} en línea.
fr_fr: Vous pouvez toujours utiliser {{APP_DISPLAY_NAME}} Mail pendant la migration des e-mails et vous n’avez pas besoin de rester en ligne avec {{APP_DISPLAY_NAME}}.
hi_in: ईमेल माइग्रेशन के दौरान आप {{APP_DISPLAY_NAME}} मेल का उपयोग कर सकते हैं, और आपको ऑनलाइन {{APP_DISPLAY_NAME}} रहने की आवश्यकता नहीं.
id_id: Anda masih dapat menggunakan email {{APP_DISPLAY_NAME}} selama migrasi email, dan Anda tidak perlu online {{APP_DISPLAY_NAME}}.
it_it: È ancora possibile utilizzare {{APP_DISPLAY_NAME}} Mail durante la migrazione e-mail e non devi rimanere online su {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}} メールは移行中でも正常にご利用いただけます。{{APP_DISPLAY_NAME}} がオンラインである必要はありません
ko_kr: 이메일 마이그레이션 중에도 {{APP_DISPLAY_NAME}} 메일을 여전히 사용할 수 있으며 {{APP_DISPLAY_NAME}}에서 온라인 상태를 유지할 필요가 없습니다.
ms_my: Anda masih boleh menggunakan {{APP_DISPLAY_NAME}} Mail semasa migrasi emel, dan anda tidak perlu kekal dalam talian {{APP_DISPLAY_NAME}}.
pt_br: Você ainda pode usar o {{APP_DISPLAY_NAME}} Mail durante a migração de e-mail e não precisa ficar on-line {{APP_DISPLAY_NAME}}.
ru_ru: Вы можете продолжать использовать почту {{APP_DISPLAY_NAME}} во время переноса почты, и вам не обязательно находиться в сети {{APP_DISPLAY_NAME}}.
th_th: คุณยังคงสามารถใช้ {{APP_DISPLAY_NAME}} Mail ได้ในระหว่างการย้ายอีเมล และคุณไม่จำเป็นต้องออนไลน์อยู่ใน {{APP_DISPLAY_NAME}} ตลอดเวลา
vi_vn: Bạn vẫn có thể sử dụng {{APP_DISPLAY_NAME}} Mail trong khi di chuyển email và bạn không phải duy trì {{APP_DISPLAY_NAME}} trực tuyến.
zh_cn: 搬家过程中可以正常使用{{APP_DISPLAY_NAME}}邮箱，无需保持{{APP_DISPLAY_NAME}}在线
zh_hk: 轉移過程中可以正常使用{{APP_DISPLAY_NAME}}電郵地址，無需保持{{APP_DISPLAY_NAME}}在線

# AC4
source: Emails that have been deleted or are in the draftbox can't be migrated.
de_de: Gelöschte E-Mails oder Entwürfe können nicht migriert werden.
es_es: Los correos electrónicos que se han borrado o están en la bandeja de borradores no se pueden migrar.
fr_fr: Les e-mails qui ont été supprimés ou qui se trouvent dans les brouillons ne peuvent pas être migrés.
hi_in: हटाई जा चुकी या ड्राफ़्टबॉक्स में मौजूद ईमेलों को माइग्रेट नहीं किया जा सकता.
id_id: Email yang telah dihapus atau berada di kotak draf tidak dapat dimigrasi.
it_it: Non è possibile eseguire la migrazione delle e-mail che sono state eliminate o che sono nella cassetta delle bozze.
ja_jp: 元のメールアドレスの削除済みおよび下書きのメールは移行に対応していません
ko_kr: 삭제되었거나 임시 보관함에 있는 이메일은 마이그레이션할 수 없습니다.
ms_my: Emel yang telah dipadam atau berada dalam draf tidak boleh dipindahkan.
pt_br: E-mails excluídos ou rascunhos de mensagens não podem ser migrados.
ru_ru: Удаленные или находящиеся в папке черновиков письма не могут быть перенесены.
th_th: ไม่สามารถย้ายอีเมลที่ถูกลบหรืออยู่ในกล่องอีเมลฉบับร่างได้
vi_vn: Không thể di chuyển các email đã bị xóa hoặc nằm trong hộp thư nháp.
zh_cn: 原邮箱中已删除和草稿箱中的邮件不支持搬家
zh_hk: 舊電郵地址中已刪除和草稿箱中的郵件不支援轉移

# R0U
source: Start email migration
de_de: E-Mail-Migration starten
es_es: Iniciar migración de correo electrónico
fr_fr: Lancer la migration des e-mails
hi_in: ईमेल माइग्रेशन प्रारंभ करें
id_id: Mulai migrasi email
it_it: Avvia migrazione e-mail
ja_jp: メール移行を有効にする
ko_kr: 이메일 마이그레이션 시작
ms_my: Mulakan migrasi emel
pt_br: Iniciar migração de e-mail
ru_ru: Начать перенос почты
th_th: เริ่มการย้ายอีเมล
vi_vn: Bắt đầu di chuyển email
zh_cn: 开启邮箱搬家
zh_hk: 開啟電郵地址轉移

# hOQ
source: Syncing emails ({{percentage}}%)
de_de: Synchronisieren der E-Mails ({{percentage}}%)
es_es: Sincronizando mensajes ({{percentage}}%)
fr_fr: Synchronisation des e-mails ({{percentage}} %)
hi_in: ईमेल सिंक कर रहा है ({{percentage}}%)
id_id: Menyinkronkan email ({{percentage}}%)
it_it: Sincronizzazione delle e-mail ({{percentage}}%)
ja_jp: 過去のメールを移行中… ({{percentage}}%)
ko_kr: 이메일 동기화 중({{percentage}}%)
ms_my: Menyegerakkan emel ({{percentage}}%)
pt_br: Sincronizando e-mails ({{percentage}} %)
ru_ru: Синхронизация писем ({{percentage}}%)
th_th: กำลังซิงค์อีเมล ({{percentage}}%)
vi_vn: Đang đồng bộ email ({{percentage}}%)
zh_cn: 正在同步历史邮件 ({{percentage}}%)
zh_hk: 正在同步過往郵件 ({{percentage}}%)

# Wj8
source: The sync time can vary based on the number of emails you have. The sync process won't impact device performance and storage.
de_de: Die Synchronisierungszeit kann abhängig von der Menge Ihrer E-Mails variieren. Der Synchronisierungsvorgang wirkt sich nicht auf die Leistung oder den Speicher des Geräts aus.
es_es: La hora de sincronización puede cambiar en función del número de emails que tengas. El proceso de sincronización no afectará al almacenamiento ni al rendimiento del dispositivo.
fr_fr: Le délai de synchronisation peut varier en fonction du nombre d'e-mails dont vous disposez. Le processus de synchronisation n'aura pas d'impact sur les performances et le stockage de l'appareil.
hi_in: आपके पास मौजूद ईमेल की संख्या के आधार पर सिंक का समय भिन्न हो सकता है. सिंक प्रक्रिया डिवाइस के कार्यप्रदर्शन और संग्रहण को प्रभावित नहीं करेगी.
id_id: Waktu sinkronisasi dapat bervariasi berdasarkan jumlah email yang Anda miliki. Proses sinkronisasi tidak akan memengaruhi kinerja dan penyimpanan perangkat.
it_it: Il tempo di sincronizzazione può variare in base al numero di e-mail. Il processo di sincronizzazione non influirà sulle prestazioni e sullo spazio di archiviazione del dispositivo.
ja_jp: メールデータ同期の所要期間は、過去の送受信件数によって変わります。同期中はデバイスのパフォーマンスやストレージが影響を受けることなく、メール機能も正常にご利用いただけます。
ko_kr: 동기화 시간은 보유 이메일 수에 따라 달라질 수 있습니다. 동기화 프로세스는 장치 성능 및 저장소에 영향을 미치지 않습니다.
ms_my: Masa penyegerakan boleh berbeza bergantung pada jumlah emel yang anda ada. Proses penyegerakan tidak akan memberi kesan kepada prestasi dan storan peranti.
pt_br: O tempo de sincronização pode variar com base no número de e-mails que você tem. O processo de sincronização não impactará o desempenho e o armazenamento do dispositivo.
ru_ru: Время синхронизации может варьироваться в зависимости от количества писем. Процесс синхронизации не повлияет на производительность устройства и его хранилище.
th_th: เวลาในการซิงค์จะแตกต่างกันไปขึ้นอยู่กับจำนวนอีเมลที่คุณมี กระบวนการซิงค์จะไม่ส่งผลต่อประสิทธิภาพและการจัดเก็บของอุปกรณ์
vi_vn: Thời gian đồng bộ hóa tùy thuộc vào số lượng email bạn có. Quá trình đồng bộ hóa sẽ không ảnh hưởng đến hiệu suất và bộ nhớ của thiết bị.
zh_cn: 同步邮件时长取决于历史邮件数量。同步期间不会对设备性能和存储空间造成影响，邮箱功能可以正常地使用。
zh_hk: 同步郵件時長取決於過往郵件數量。同步期間不會對設備性能和儲存空間造成影響，電郵地址功能可以正常使用。

# kq4
source: Enable external sharing
de_de: Externe Freigabe aktivieren
es_es: Habilitar la función de compartir externamente
fr_fr: Activer le partage externe
id_id: Aktifkan berbagi eksternal
it_it: Abilita condivisione esterna
ja_jp: 外部共有をオンにする
ko_kr: 외부 공유 활성화
ms_my: Hidupkan perkongsian luar
pt_br: Ativar o compartilhamento externo
ru_ru: Включить внешний доступ
th_th: เปิดใช้การแบ่งปันภายนอก
vi_vn: Bật chia sẻ với bên ngoài
zh_cn: 开启对外分享
zh_hk: 開啟對外分享

# VMA
source: Change document permission?
de_de: Dokumentenberechtigung ändern?
es_es: ¿Cambiar permiso del documento?
fr_fr: Modifier l'autorisation des documents ?
id_id: Ubah izin dokumen?
it_it: Modificare l'autorizzazione del documento?
ja_jp: Docs の共有権限について
ko_kr: 문서 권한을 변경하시겠습니까?
ms_my: Ubah kebenaran dokumen?
pt_br: Alterar permissão do documento?
ru_ru: Изменить разрешение документа?
th_th: เปลี่ยนแปลงสิทธิ์การอนุญาตเอกสารหรือไม่
vi_vn: Thay đổi quyền của tài liệu?
zh_cn: 云文档授权提示
zh_hk: 雲端文件授權提示

# nfk
source: Default Settings
de_de: Standardeinstellungen
es_es: Configuración predeterminada
fr_fr: Paramètres par défaut
id_id: Pengaturan Default
it_it: Impostazioni predefinite
ja_jp: デフォルトの設定
ko_kr: 기본 설정
ms_my: Tetapan Lalai
pt_br: Configurações padrão
ru_ru: Настройки по умолчанию
th_th: การตั้งค่าเริ่มต้น
vi_vn: Cài đặt mặc định
zh_cn: 默认设置
zh_hk: 預設設定

# Lzk
source: Moved to the new folder "{{Folder}}"
de_de: In den neuen Ordner „{{Folder}}“ verschoben
es_es: Se ha movido a la carpeta nueva "{{Folder}}"
fr_fr: Déplacé vers le nouveau dossier "{{Folder}}"
id_id: Dipindahkan ke folder baru "{{Folder}}"
it_it: Spostamento nella nuova cartella "{{Folder}}" completato
ja_jp: 新規フォルダ「{{Folder}}」に移動しました。
ko_kr: "{{Folder}}"의 새 폴더로 이동되었습니다
ms_my: Dipindahkan ke folder baharu "{{Folder}}"
pt_br: Movido para a nova pasta "{{Folder}}"
ru_ru: Перемещено в новую папку "{{Folder}}"
th_th: ย้ายไปยังโฟลเดอร์ใหม่ "{{Folder}}"
vi_vn: Đã di chuyển tới thư mục mới "{{Folder}}"
zh_cn: 已移至新建文件夹“{{Folder}}”
zh_hk: 已移至新資料夾「{{Folder}}」

# 7A8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# eJA
source: Move to Folder
de_de: In Ordner verschieben
es_es: Mover a carpeta
fr_fr: Déplacer vers le dossier
id_id: Pindahkan ke Folder
it_it: Sposta nella cartella
ja_jp: フォルダに移動
ko_kr: 폴더로 이동
ms_my: Pindah ke Folder
pt_br: Mover para a pasta
ru_ru: Переместить в па
th_th: ย้ายไปยังโฟลเดอร์
vi_vn: Di chuyển tới thư mục
zh_cn: 移至文件夹
zh_hk: 移至資料夾

# xAo
source: Move to "{{folder}}"
de_de: Verschieben in „{{folder}}“
es_es: Mover a "{{folder}}"
fr_fr: Déplacer vers "{{folder}}"
id_id: Pindahkan ke "{{folder}}"
it_it: Sposta in "{{folder}}"
ja_jp: 「{{folder}}」に移動
ko_kr: "{{folder}}"로 이동
ms_my: Pindah ke "{{folder}}"
pt_br: Mover para "{{folder}}"
ru_ru: Переместить в "{{folder}}"
th_th: ย้ายไปยัง "{{folder}}"
vi_vn: Di chuyển đến "{{folder}}"
zh_cn: 移至“{{folder}}”
zh_hk: 移至「{{folder}}」

# BY0
source: Move to Spam
de_de: In den Spam-Ordner verschieben
es_es: Mover a Spam
fr_fr: Déplacer vers le courrier indésirable
id_id: Pindah ke Spam
it_it: Sposta in Spam
ja_jp: 「迷惑メール」に移動
ko_kr: 스팸으로 이동
ms_my: Pindah ke Spam
pt_br: Mover para Spam
ru_ru: Переместить в Спам
th_th: ย้ายไปยังสแปม
vi_vn: Chuyển vào mục Thư rác
zh_cn: 移至“垃圾邮件”
zh_hk: 移至「垃圾郵件」

# OcE
source: Multiple Select
de_de: Mehrfachauswahl
es_es: Selección múltiple
fr_fr: Sélection multiple
id_id: Pilih Multipel
it_it: Selezione multipla
ja_jp: メールを選択
ko_kr: 다중 선택
ms_my: Pilih Pelbagai
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: เลือกหลายรายการ
vi_vn: Chọn nhiều
zh_cn: 选择邮件
zh_hk: 選擇郵件

# dek
source: The content has expired. Please create a task manually.
ja_jp: 内容の期限が切れました。タスクを手動で作成してください。
zh_cn: 内容已过期，请手动创建任务

# 3Hc
source: The content has expired. Please regenerate a draft.
ja_jp: 内容の期限が切れました。下書きを再生成してください。
zh_cn: 内容已过期，请重新生成草稿

# 4mw
source: Marked as read
ja_jp: 既読にマークしました。
zh_cn: 成功标记为已读

# Npc
source: Processing...
ja_jp: 処理中...
zh_cn: 处理中...

# atE
source: Task created
ja_jp: タスクが作成されました。
zh_cn: 任务已创建

# HaM
source: Unable to mark. Please try again later.
ja_jp: マークできませんでした。後で再試行してください。
zh_cn: 标记失败，请稍后重试

# ESg
source: You currently don't have permission to access email.
ja_jp: メールアクセス権限がありません。
zh_cn: 暂无邮箱使用权限

# Jik
source: Working on it…
de_de: In Bearbeitung …
es_es: Trabajando en ello…
fr_fr: J'y travaille...
id_id: Sedang mengerjakan…
it_it: Ci sto lavorando…
ja_jp: 作成中...
ko_kr: 처리하고 있습니다...
ms_my: Sedang bekerja…
pt_br: Trabalhando nisso...
ru_ru: В процессе...
th_th: กำลังทำงานอยู่…
vi_vn: Đang xử lý…
zh_cn: 创作中...
zh_hk: 創作中...

# qAE
source: {{AINickname}} is writing you an email. Leave now?
de_de: {{AINickname}} schreibt Ihnen gerade eine E-Mail. Möchten Sie jetzt wirklich verlassen?
es_es: {{AINickname}} te está escribiendo un correo electrónico. ¿Quieres abandonar ahora?
fr_fr: {{AINickname}} vous écrit un e-mail. Quitter maintenant ?
id_id: {{AINickname}} sedang menulis email untuk Anda. Keluar sekarang?
it_it: {{AINickname}} sta scrivendo un'e-mail. Abbandonare ora?
ja_jp: {{AINickname}}がメールを作成しています。編集内容を破棄してもよろしいですか？
ko_kr: {{AINickname}}이(가) 이메일을 작성하고 있습니다. 지금 나가시겠습니까?
ms_my: {{AINickname}} sedang menulis emel kepada anda. Tinggalkan sekarang?
pt_br: {{AINickname}} está escrevendo um e-mail para você. Sair agora?
ru_ru: {{AINickname}} пишет вам сообщение. Выйти сейчас?
th_th: {{AINickname}} กำลังเขียนอีเมลถึงคุณ ออกตอนนี้เลยหรือไม่
vi_vn: {{AINickname}} đang viết email cho bạn. Thoát ngay?
zh_cn: {{AINickname}}正在为你创作，确认退出么？
zh_hk: {{AINickname}}正在為你創作，確認退出嗎？

# GlA
source: {{AINickname}} is currently unavailable. Please try again later.
de_de: {{AINickname}} ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es_es: {{AINickname}} no está disponible actualmente. Inténtalo de nuevo más tarde.
fr_fr: {{AINickname}} est actuellement indisponible. Veuillez réessayer plus tard.
id_id: {{AINickname}} saat ini tidak tersedia. Coba lagi nanti.
it_it: {{AINickname}} non è attualmente disponibile. Riprova più tardi.
ja_jp: 現在、{{AINickname}}は利用できません。後で再試行してください。
ko_kr: {{AINickname}}을(를) 현재 사용할 수 없습니다. 나중에 다시 시도하세요.
ms_my: {{AINickname}} kini tidak tersedia. Sila cuba lagi kemudian.
pt_br: {{AINickname}} está indisponível no momento. Tente novamente mais tarde.
ru_ru: {{AINickname}} сейчас недоступен. Повторите попытку позже.
th_th: {{AINickname}} ไม่พร้อมใช้งานในขณะนี้ โปรดลองอีกครั้งในภายหลัง
vi_vn: {{AINickname}} hiện không khả dụng. Vui lòng thử lại sau.
zh_cn: {{AINickname}}暂时不可用，请稍后重试
zh_hk: {{AINickname}}暫時無法使用，請稍後重試

# MXo
source: My AI feature is currently unavailable in your region.
de_de: Die Funktion „My AI“ ist derzeit in Ihrer Region nicht verfügbar.
es_es: La función My AI no está disponible actualmente en tu región.
fr_fr: La fonctionnalité My AI est actuellement indisponible dans votre région.
id_id: Fitur My AI saat ini tidak tersedia di wilayah Anda.
it_it: La funzione My AI non è attualmente disponibile nella tua area geografica.
ja_jp: 現在の地域では My AI 機能を使用できません。
ko_kr: 현재 My AI 기능은 해당 지역에서 지원되지 않습니다.
ms_my: Ciri My AI kini tidak tersedia di kawasan anda.
pt_br: O recurso My AI está indisponível na sua região.
ru_ru: Функция My AI в данный момент недоступна в вашем регионе.
th_th: ฟีเจอร์ My AI ไม่พร้อมใช้งานในภูมิภาคของคุณ
vi_vn: Tính năng My AI hiện không khả dụng ở khu vực của bạn.
zh_cn: 当前地区无法使用 My AI 功能
zh_hk: 目前地區無法使用 My AI 功能

# l0s
source: {{aiName}} is currently unavailable in your region.
ja_jp: 現在の地域では {{aiName}} を利用できません。
zh_cn: 当前地区无法使用{{aiName}}

# /Wc
source: Working on it…
de_de: In Bearbeitung …
es_es: Trabajando en ello…
fr_fr: J'y travaille...
id_id: Sedang mengerjakan…
it_it: Ci sto lavorando…
ja_jp: 作成中...
ko_kr: 처리하고 있습니다...
ms_my: Sedang berusaha…
pt_br: Trabalhando nisso...
ru_ru: В процессе...
th_th: กำลังทำงานอยู่…
vi_vn: Đang xử lý…
zh_cn: 创作中…
zh_hk: 創作中…

# gqw
source: Continue Writing
de_de: Mit dem Schreiben fortfahren
es_es: Seguir escribiendo
fr_fr: Continuer la rédaction
id_id: Lanjutkan Menulis
it_it: Continua a scrivere
ja_jp: 続きを書く
ko_kr: 계속 작성하기
ms_my: Teruskan Menulis
pt_br: Continuar escrevendo
ru_ru: Продолжить написание
th_th: เขียนต่อไป
vi_vn: Tiếp tục viết
zh_cn: 继续写作
zh_hk: 繼續寫作

# xfI
source: Make Longer
de_de: Ausführlicher schreiben
es_es: Alargar
fr_fr: Agrandir
id_id: Perpanjang
it_it: Prolunga
ja_jp: 文章を長くする
ko_kr: 더 길게 만들기
ms_my: Panjangkan
pt_br: Tornar mais longo
ru_ru: Сделать длиннее
th_th: ทำให้ยาวขึ้น
vi_vn: Viết dài hơn
zh_cn: 丰富内容
zh_hk: 豐富內容

# DVE
source: Improve Writing
de_de: Schreiben verbessern
es_es: Mejorar la escritura
fr_fr: Améliorer la rédaction
id_id: Tingkatkan Penulisan
it_it: Migliora la scrittura
ja_jp: 文章を改善する
ko_kr: 작성 개선
ms_my: Perbaiki Penulisan
pt_br: Melhorar a escrita
ru_ru: Улучшить письмо
th_th: ปรับปรุงการเขียน
vi_vn: Cải thiện bản viết
zh_cn: 帮我润色
zh_hk: 幫我修飾

# trk
source: Make Shorter
de_de: Nicht so ausführlich schreiben
es_es: Acortar
fr_fr: Raccourcic
id_id: Persingkat
it_it: Accorcia
ja_jp: 文章を短くする
ko_kr: 더 짧게 만들기
ms_my: Pendekkan
pt_br: Tornar mais curto
ru_ru: Сделать короче
th_th: ทำให้สั้นลง
vi_vn: Viết ngắn lại
zh_cn: 精简内容
zh_hk: 精簡內容

# asU
source: Basics
de_de: Standard
es_es: Aspectos básicos
fr_fr: Bases
id_id: Dasar
it_it: Di base
ja_jp: 一般
ko_kr: 기본
ms_my: Asas
pt_br: Básicos
ru_ru: Основы
th_th: เบื้องต้น
vi_vn: Cơ bản
zh_cn: 基础
zh_hk: 基礎

# Cts
source: AI responses can be inaccurate and do not represent the platform's views. Please utilize with care.
de_de: Die KI-Antworten können ungenau sein und geben nicht die Ansichten der Plattform wieder. Bitte verwenden Sie sie mit Bedacht.
es_es: Las respuestas de la IA podrían no ser correctas y no representan la forma de pensar de la plataforma. Úsalas con precaución.
fr_fr: Les réponses de l'IA peuvent être inexactes et ne représentent pas les opinions de la plateforme. À utiliser avec précaution.
id_id: Respons AI bisa jadi tidak akurat dan tidak mewakili pandangan platform. Gunakan dengan hati-hati.
it_it: Le risposte dell'IA possono essere imprecise e non rappresentano i valori della piattaforma. Utilizzale con cautela.
ja_jp: AI による返答は完全に正確ではない場合がございます。また、弊社の公式見解ではございませんので、慎重にご判断ください。
ko_kr: AI 응답은 정확하지 않을 수 있으며 플랫폼의 관점을 대변하지 않습니다. 주의해서 사용하세요.
ms_my: Respon AI boleh tidak tepat dan tidak mewakili pandangan platform. Sila gunakan dengan berhati-hati.
pt_br: As respostas de IA podem ser imprecisas e não representam as opiniões da plataforma. Utilize com cuidado.
ru_ru: Ответы ИИ могут быть неточными и не отражают мнения платформы. Пожалуйста, будьте осторожны при использовании этой технологии.
th_th: การตอบกลับของ AI อาจไม่ถูกต้องและไม่ได้แสดงถึงมุมมองของแพลตฟอร์ม โปรดใช้ด้วยความระมัดระวัง
vi_vn: Phản hồi của AI có thể không chính xác và không đại diện cho quan điểm của nền tảng. Vui lòng thận trọng khi sử dụng.
zh_cn: AI 回复可能不准确，不代表平台立场，请谨慎甄别后使用
zh_hk: AI 回覆可能不準確，不代表平台立場，請謹慎甄別後使用

# xIA
source: Apologies for any confusion I may have caused. Please feel free to ask me another question, and I'll be glad to assist you to the best of my abilities.
de_de: Es tut mir leid, sollte ich für Verwirrung gesorgt haben. Du kannst mir gern eine weitere Frage stellen, die ich mit Freude und nach bestem Wissen beantworte.
es_es: Te pido disculpas por cualquier confusión que pueda haber causado. Puedes hacerme otra pregunta. Te ayudaré lo mejor que pueda.
fr_fr: Je vous prie de m'excuser pour la confusion. N'hésitez pas à me poser d'autres questions et je me ferai un plaisir de vous aider au mieux de mes capacités.
id_id: Maaf atas kebingungan yang mungkin saya timbulkan. Jangan ragu untuk menanyakan pertanyaan lain kepada saya, dan saya akan dengan senang hati membantu sesuai kemampuan terbaik saya.
it_it: Mi scuso per la confusione che posso aver causato. Non esitare a farmi altre domande e sarò felice di assisterti nel miglior modo possibile.
ja_jp: ご不便をおかけして申し訳ありません。他に何かご質問がありましたら、お気軽にお尋ねください。
ko_kr: 혼란을 드려 죄송합니다. 언제든지 다른 질문을 물어보시면 최선을 다해 도와드리겠습니다.
ms_my: Mohon maaf atas sebarang kekeliruan yang mungkin saya sebabkan. Sila jangan ragu untuk bertanya soalan lain, dan saya akan dengan senang hati membantu anda sebaik mungkin.
pt_br: Desculpe-me por qualquer confusão que eu possa ter causado. Sinta-se à vontade para me fazer outra pergunta e terei prazer em ajudar você com o melhor de minhas habilidades.
ru_ru: Приношу извинения за путаницу, которую я, возможно, вызвал. Задайте мне другой вопрос, и я буду рад помочь вам в меру своих возможностей.
th_th: ขออภัยสำหรับความสับสนใด ๆ ที่ฉันอาจทำให้เกิดขึ้น โปรดถามคำถามอื่นกับฉันได้ตลอดเวลา ฉันจะยินดีที่ได้ช่วยเหลือคุณจนสุดความสามารถ
vi_vn: Xin lỗi vì bất kỳ sự nhầm lẫn nào mà tôi có thể đã gây ra. Hãy hỏi tôi câu hỏi khác, tôi sẽ rất vui lòng hỗ trợ bạn trong khả năng của mình.
zh_cn: 抱歉，我刚才的回复可能有些错误。换个问题问我吧，我会尽我所能帮助你。
zh_hk: 抱歉，我剛才的回覆可能有些錯誤。換個問題問我吧，我會盡我所能幫助你。

# lmU
source: You don't have permission to use {{aiName}} right now. Please contact your administrator to get permission.
de_de: Sie haben derzeit keine Berechtigung für die Verwendung von {{aiName}}. Wenden Sie sich an Ihren Administrator, um diese Berechtigung zu erhalten.
es_es: Ahora mismo no tienes permiso para usar {{aiName}}. Ponte en contacto con tu administrador para obtener permiso.
fr_fr: Vous n'avez pas l'autorisation d'utiliser {{aiName}} pour le moment. Veuillez contacter votre administrateur pour obtenir cette autorisation.
id_id: Anda tidak memiliki izin untuk menggunakan {{aiName}} saat ini. Hubungi administrator Anda untuk mendapatkan izin.
it_it: Attualmente non disponi dell'autorizzazione per utilizzare {{aiName}}. Contatta l'amministratore per ottenere l'autorizzazione.
ja_jp: 現在、{{aiName}} を利用する権限がありません。権限を取得するには、管理者に連絡してください。
ko_kr: 지금은 {{aiName}}을(를) 사용할 수 있는 권한이 없습니다. 권한을 받으려면 관리자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk menggunakan {{aiName}} sekarang. Sila hubungi pentadbir anda untuk mendapatkan kebenaran.
pt_br: No momento, você não tem permissão para usar o {{aiName}}. Entre em contato com seu administrador para obter permissão.
ru_ru: В настоящее время у вас нет разрешения на использование {{aiName}}. Чтобы получить его, свяжитесь с администратором.
th_th: คุณไม่มีสิทธิ์การอนุญาตใช้ {{aiName}} ในขณะนี้ โปรดติดต่อผู้ดูแลเพื่อรับสิทธิ์การอนุญาต
vi_vn: Bạn hiện không có quyền sử dụng {{aiName}}. Vui lòng liên hệ với quản trị viên để được cấp quyền.
zh_cn: 你的{{aiName}}权限已被管理员收回，暂时无法使用此功能。若想继续使用，请联系管理员。
zh_hk: 你的{{aiName}}權限已被管理員收回，暫時無法使用此功能。若想繼續使用，請聯絡管理員。

# njw
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました。
ko_kr: 복사되었습니다
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制
zh_hk: 已複製

# 3Jg
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_hk: 複製
