Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ciI
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_hk: 已儲存

# H0c
source: Saving
de_de: Speichern
es_es: Guardando
fr_fr: Enregistrement en cours
hi_in: सहेजा जा रहा है
id_id: Menyimpan
it_it: Salvataggio in corso
ja_jp: 保存中
ko_kr: 저장 중
ms_my: Menyimpan
pt_br: Salvando
ru_ru: Сохранение
th_th: กำลังบันทึก
vi_vn: Đang lưu
zh_cn: 保存中
zh_hk: 儲存中

# /XM
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# tr4
source: Unable to delete. Please try again
de_de: Löschen fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede eliminar. Inténtalo de nuevo.
fr_fr: Suppression impossible. Veuillez réessayer
hi_in: हटाने में असमर्थ. कृपया पुनः प्रयास करें
id_id: Gagal menghapus. Coba lagi
it_it: Impossibile eliminare. Riprova
ja_jp: 削除できませんでした。再試行してください
ko_kr: 삭제할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat padam. Sila cuba lagi
pt_br: Falha ao excluir. Tente novamente.
ru_ru: Не удалось удалить. Повторите попытку
th_th: ไม่สามารถลบได้ โปรดลองอีกครั้ง
vi_vn: Không thể xóa. Vui lòng thử lại
zh_cn: 删除失败，请重试
zh_hk: 刪除失敗，請重試

# LZU
source: No results found for "{{keyword}}"
de_de: Keine Ergebnisse gefunden für "{{keyword}}"
es_es: Sin resultado encontrado para "{{keyword}}"
fr_fr: Aucun résultat trouvé pour « {{keyword}} »
hi_in: "{{keyword}}" के लिए कोई परिणाम नहीं मिले
id_id: Hasil untuk "{{keyword}}" tidak ditemukan
it_it: Nessun risultato trovato per "{{keyword}}"
ja_jp: 「{{keyword}}」の関連結果が見つかりませんでした
ko_kr: "{{keyword}}" 에 대한 결과가 없습니다
ms_my: Tiada hasil ditemui untuk "{{keyword}}"
pt_br: Nenhum resultado encontrado para "{{keyword}}"
ru_ru: Для "{{keyword}}" результаты не найдены
th_th: ไม่มีผลลัพธ์การค้นหาสำหรับ "{{keyword}}"
vi_vn: Không tìm thấy kết quả cho "{{keyword}}"
zh_cn: 未搜到 "{{keyword}}" 相关结果
zh_hk: 找不到「{{keyword}}」相關結果

# pS8
source: Public mailbox
de_de: Öffentliches Postfach
es_es: Buzón público
fr_fr: Boîte aux lettres publique
hi_in: सार्वजनिक मेलबॉक्स
id_id: Kotak surat publik
it_it: Cassetta postale pubblica
ja_jp: 共有メールアドレス
ko_kr: 공개 사서함
ms_my: Peti mel awam
pt_br: Caixa de entrada pública
ru_ru: Общий почтовый ящик
th_th: กล่องจดหมายสาธารณะ
vi_vn: Hộp thư công khai
zh_cn: 公共邮箱
zh_hk: 公共電郵地址

# qY0
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# 1+k
source: Search history
de_de: Suchverlauf
es_es: Historial de búsqueda
fr_fr: Historique de recherche
hi_in: खोज हिस्ट्री
id_id: Riwayat pencarian
it_it: Cronologia ricerche
ja_jp: 履歴を検索
ko_kr: 검색 기록
ms_my: Sejarah carian
pt_br: Pesquisar no histórico
ru_ru: История поиска
th_th: ประวัติการค้นหา
vi_vn: Lịch sử tìm kiếm
zh_cn: 搜索历史
zh_hk: 搜尋歷史

# BJ0
source: Search Within Email
de_de: In E-Mail suchen
es_es: Buscar en correo electrónico
fr_fr: Rechercher dans les e-mails
hi_in: ईमेल में खोजें
id_id: Cari di dalam Email
it_it: Cerca nell'e-mail
ja_jp: メール内で検索
ko_kr: 이메일 내에서 검색
ms_my: Cari Dalam Emel
pt_br: Pesquisar dentro do e-mail
ru_ru: Поиск в письмах
th_th: ค้นหาภายในอีเมล
vi_vn: Tìm trong email
zh_cn: 邮件内查找
zh_hk: 郵件內尋找

# WVs
source: Search within this email
de_de: Innerhalb dieser E-Mail suchen
es_es: Buscar en este correo electrónico
fr_fr: Rechercher dans cet e-mail
hi_in: इस ईमेल में खोजें
id_id: Cari dalam email ini
it_it: Cerca in questa e-mail
ja_jp: メール内で検索
ko_kr: 이 이메일 내에서 검색
ms_my: Cari dalam emel ini
pt_br: Pesquisar neste e-mail
ru_ru: Поиск в этой почте
th_th: ค้นหาภายในอีเมลนี้
vi_vn: Tìm kiếm trong email này
zh_cn: 邮件内查找
zh_hk: 郵件內尋找

# Sbg
source: Search within this email
de_de: In dieser E-Mail suchen
es_es: Buscar en este correo electrónico
fr_fr: Rechercher dans cet e-mail
hi_in: इस ईमेल में खोजें
id_id: Cari dalam email ini
it_it: Cerca in questa e-mail
ja_jp: メール内で検索
ko_kr: 이 이메일 내에서 검색
ms_my: Cari dalam emel ini
pt_br: Pesquisar neste e-mail
ru_ru: Поиск в этой почте
th_th: ค้นหาภายในอีเมลนี้
vi_vn: Tìm kiếm trong email này
zh_cn: 在邮件内查找
zh_hk: 在郵件內尋找

# 7LM
source: An error occurred with your email account <{{emailAddress}}>. Please contact your administrator
de_de: In Ihrem E-Mail-Konto <{{emailAddress}}> ist ein Fehler aufgetreten. Bitte wenden Sie sich an Ihren Administrator
es_es: Se ha producido un error con tu cuenta de correo electrónico <{{emailAddress}}>. Ponte en contacto con tu administrador
fr_fr: Une erreur s'est produite avec votre compte e-mail <{{emailAddress}}>. Veuillez contacter votre administrateur
id_id: Terjadi kesalahan dengan akun email Anda <{{emailAddress}}>. Hubungi administrator Anda
it_it: Si è verificato un errore con il tuo account e-mail <{{emailAddress}}>. Contatta il tuo amministratore
ja_jp: メールアカウント<{{emailAddress}}>にエラーが起こり、メールを検索できません。管理者に連絡してください。
ko_kr: 이메일 계정 <{{emailAddress}}>에 오류가 발생했습니다. 관리자에게 문의하세요
ms_my: Ralat berlaku dengan akaun emel <{{emailAddress}}>. Sila hubungi pentadbir anda
pt_br: Ocorreu um erro com sua conta de e-mail <{{emailAddress}}>. Entre em contato com seu administrador
ru_ru: Возникла ошибка с учетной записью вашей почты <{{emailAddress}}>. Обратитесь к администратору
th_th: เกิดข้อผิดพลาดกับบัญชีอีเมล <{{emailAddress}}> ของคุณ โปรดติดต่อผู้ดูแล
vi_vn: Đã xảy ra lỗi với tài khoản email <{{emailAddress}}> của bạn. Vui lòng liên hệ với quản trị viên
zh_cn: <{{emailAddress}}>邮箱账号异常，无法搜索邮件，请联系管理员
zh_hk: <{{emailAddress}}>電郵地址帳戶異常，無法搜尋郵件，請聯絡管理員

# MGw
source: Searching error
de_de: Suchfehler
es_es: Error de búsqueda
fr_fr: Erreur de recherche
id_id: Kesalahan pencarian
it_it: Errore di ricerca
ja_jp: 検索エラー
ko_kr: 검색 오류
ms_my: Ralat mencari
pt_br: Erro de pesquisa
ru_ru: Ошибка поиска
th_th: เกิดข้อผิดพลาดในการค้นหา
vi_vn: Lỗi tìm kiếm
zh_cn: 搜索邮件异常
zh_hk: 搜尋郵件異常

# 0pE
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# OK8
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# ctw
source: Send all future emails from related sender to Spam.
de_de: Zukünftig alle E-Mails von zugehörigen Absendern an den Spam-Ordner senden.
es_es: Enviar todos los correos electrónicos futuros del remitente relacionado a Spam.
fr_fr: Déplacer tous les futurs e-mails de l'expéditeur concerné vers le courrier indésirable.
id_id: Kirim semua email mendatang dari pengirim terkait ke Spam.
it_it: Invia tutte le e-mail future dal mittente correlato a Spam.
ja_jp: 今後、関連する送信者から送信されるメールを自動的に「迷惑メール」に移動
ko_kr: 관련된 보낸 사람의 모든 향후 이메일을 스팸으로 전송합니다.
ms_my: Hantar semua emel akan datang daripada pengirim berkaitan ke Spam.
pt_br: Enviar todos os e-mails futuros do remetente relacionado para Spam.
ru_ru: Отправлять все последующие письма от связанного отправителя в Спам.
th_th: ส่งอีเมลทั้งหมดในอนาคตจากผู้ส่งที่เกี่ยวข้องไปยังสแปม
vi_vn: Gửi tất cả email sau này từ người gửi liên quan vào mục Thư rác.
zh_cn: 将后续来自相关发件人的邮件自动移至“垃圾邮件”
zh_hk: 將後續來自相關寄件者的郵件自動移至「垃圾郵件」

# pnw
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
hi_in: वापस जाएँ
id_id: Kembali
it_it: Indietro
ja_jp: 戻す
ko_kr: 뒤로
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# O48
source: Cancel All
de_de: Alle abbrechen
es_es: Cancelar todo
fr_fr: Annuler tout
hi_in: सभी रद्द करें
id_id: Batalkan Semua
it_it: Annulla tutto
ja_jp: すべてをキャンセル
ko_kr: 모두 취소
ms_my: Batal Semua
pt_br: Cancelar todos
ru_ru: Отменить все
th_th: ยกเลิกทั้งหมด
vi_vn: Hủy bỏ tất cả
zh_cn: 全部取消
zh_hk: 全部取消

# 80s
source: Scheduled send has been set. Yet, it can't be added repeatedly
de_de: Automatisches Senden wurde eingestellt. Ein wiederholtes Hinzufügen ist jedoch nicht möglich.
es_es: Se ha establecido el envío programado. Sí, se puede añadir de forma repetida
fr_fr: Envoi programmé défini. Il ne peut pas être ajouté de manière répétée
hi_in: शेड्यूल करके भेजना सेट किया गया. तब भी, इसे बार-बार नहीं जोड़ा जा सकता है
id_id: Pengiriman terjadwal telah ditetapkan. Tapi, tidak dapat ditambahkan berulang kali
it_it: L'invio pianificato è stato impostato. Tuttavia, non può essere aggiunto ripetutamente
ja_jp: 既に予約送信を設定しました
ko_kr: 보내기 예약이 설정되었습니다. 하지만 반복해서 추가할 수 없습니다
ms_my: Penghantaran berjadual telah ditetapkan. Namun, ia tidak boleh ditambah berulang kali
pt_br: O envio agendado foi configurado. No entanto, ele não pode ser adicionado repetidamente
ru_ru: Отправка по расписанию настроена. Однако ее нельзя добавить повторно.
th_th: ตั้งค่ากำหนดการส่งแล้ว ยัง ไม่สามารถเพิ่มซ้ำได้
vi_vn: Đã đặt số lượng email đã được lên lịch. Tuy nhiên, không thể thêm email nhiều lần
zh_cn: 已设置定时发送，无法重复添加
zh_hk: 已設定定時發送，無法再次新增

# 2vg
source: This message is scheduled to be sent on {{Date}}
de_de: Diese Nachricht soll am {{Date}} gesendet werden.
es_es: Se ha programado este mensaje para su envío el {{Date}}
fr_fr: L'envoi de ce message est programmé pour le {{Date}}
hi_in: यह संदेश {{Date}} को भेजे जाने के लिए शेड्यूल किया गया है
id_id: Pesan ini dijadwalkan untuk dikirim pada {{Date}}
it_it: L'invio di questo messaggio è pianificato per la data {{Date}}
ja_jp: 送信予定日時：{{Date}}
ko_kr: 이 메시지는 {{Date}}에 보낼 예정입니다
ms_my: Mesej ini dijadualkan untuk dihantar pada {{Date}}
pt_br: Esta mensagem foi agendada para ser enviada em {{Date}}
ru_ru: Это сообщение будет отправлено по расписанию {{Date}}
th_th: ข้อความนี้ได้รับการตั้งกำหนดการให้ส่งในวันที่ {{Date}}
vi_vn: Tin nhắn này được lên lịch gửi vào ngày {{Date}}
zh_cn: 这封邮件将在 {{Date}} 定时发送
zh_hk: 這郵件將於 {{Date}} 定時發送

# ilk
source: Send later
de_de: Später senden
es_es: Enviar más tarde
fr_fr: Envoyer plus tard
hi_in: बाद में भेजें
id_id: Kirim nanti
it_it: Invia più tardi
ja_jp: 予約送信
ko_kr: 나중에 보내기
ms_my: Hantar kemudian
pt_br: Enviar mais tarde
ru_ru: Отправить позже
th_th: ส่งในภายหลัง
vi_vn: Gửi sau
zh_cn: 定时发送
zh_hk: 定時發送

# wOg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# v50
source: Cancel all scheduled send
de_de: Alle automatischen Versandvorgänge abbrechen
es_es: Cancelar todos los envíos programados
fr_fr: Annuler tous les envois programmés
hi_in: सभी शेड्यूल करके भेजना रद्द करें
id_id: Batalkan semua pengiriman terjadwal
it_it: Annulla tutti gli invii pianificati
ja_jp: すべての予約送信をキャンセル
ko_kr: 보내기 예약 모두 취소
ms_my: Batalkan semua penghantaran berjadual
pt_br: Cancelar todos os envios agendados
ru_ru: Отменить все отправки по расписанию
th_th: ยกเลิกการส่งตามกำหนดการทั้งหมดหรือไม่
vi_vn: Hủy bỏ toàn bộ quá trình gửi theo lịch
zh_cn: 取消所有定时发送
zh_hk: 取消所有定時發送

# s+I
source: Failed to cancel
de_de: Abbruch fehlgeschlagen
es_es: Error al cancelar
fr_fr: Échec de l'annulation
hi_in: रद्द करने में विफल हुआ
id_id: Gagal membatalkan
it_it: Impossibile annullare
ja_jp: キャンセルできませんでした
ko_kr: 취소 실패
ms_my: Gagal batalkan
pt_br: Falha ao cancelar
ru_ru: Не удалось отменить
th_th: ยกเลิกไม่สำเร็จ
vi_vn: Hủy bỏ không thành công
zh_cn: 取消失败
zh_hk: 取消失敗

# KoY
source: Cancel all scheduled send?
de_de: Alle automatischen Sendevorgänge abbrechen?
es_es: ¿Cancelar todos los envíos programados?
fr_fr: Annuler tous les envois programmés ?
hi_in: सभी शेड्यूल करके भेजना रद्द करें?
id_id: Batalkan semua pengiriman terjadwal?
it_it: Annullare tutti gli invii pianificati?
ja_jp: すべての予約送信をキャンセルしますか？
ko_kr: 보내기 예약을 모두 취소하시겠습니까?
ms_my: Batal semua hantar yang dijadualkan?
pt_br: Cancelar todos os envios agendados?
ru_ru: Отменить все запланированные отправки?
th_th: ยกเลิกกำหนดการส่งทั้งหมดหรือไม่
vi_vn: Hủy bỏ toàn bộ các email đã được lên lịch?
zh_cn: 是否取消所有定时发送
zh_hk: 是否取消所有定時發送

# TBk
source: Cancel scheduled send
de_de: Senden abbrechen
es_es: Cancelar envío
fr_fr: Annuler l'envoi
hi_in: भेजना रद्द करें
id_id: Batalkan pengiriman terjadwal
it_it: Annulla invio
ja_jp: 送信をキャンセル
ko_kr: 보내기 취소
ms_my: Batalkan hantar jadual
pt_br: Cancelar envio
ru_ru: Отменить отправку
th_th: ยกเลิกการส่ง
vi_vn: Hủy bỏ gửi
zh_cn: 取消发送
zh_hk: 取消發送

# RNA
source: Scheduled send has been canceled, and the email has been restored to draft
de_de: Geplanter Versand wurde abgebrochen und die E-Mail wurde in den Entwurfsstatus zurücksetzt.
es_es: El envío programado se ha cancelado y el correo electrónico se ha restaurado como borrador
fr_fr: L'envoi programmé a été annulé et l'e-mail a été restauré dans les brouillons
hi_in: शेड्यूल करके भेजना रद्द किया गया और ईमेल को ड्राफ़्ट में बहाल किया गया
id_id: Pengiriman terjadwal telah dibatalkan, email telah dikembalikan ke draf
it_it: L'invio pianificato è stato annullato e l'e-mail è stata ripristinata a bozza
ja_jp: 予約送信をキャンセルし、メールを下書きに戻りました
ko_kr: 보내기 예약이 취소되었으며 이메일이 초안으로 복구되었습니다
ms_my: Penghantaran berjadual telah dibatalkan, dan emel telah dipulihkan ke draf
pt_br: O envio agendado foi cancelado, e o e-mail foi restaurado como rascunho
ru_ru: Отправка по расписанию была отменена и письмо было перемещено в черновики
th_th: การส่งตามกำหนดการถูกยกเลิกแล้ว และอีเมลถูกคืนค่าเป็นแบบร่าง
vi_vn: Gửi theo lịch đã được hủy bỏ và email đã được khôi phục về bản nháp
zh_cn: 已取消定时发送，邮件已还原为草稿
zh_hk: 已取消定時發送，郵件已還原為草稿

# TIQ
source: Choose date and time
de_de: Datum und Uhrzeit wählen
es_es: Elegir fecha y hora
fr_fr: Sélectionner la date et l'heure
hi_in: दिनांक और समय चुनें
id_id: Pilih tanggal dan waktu
it_it: Scegli data e ora
ja_jp: 日時を選択
ko_kr: 날짜 및 시간 선택
ms_my: Pilih tarikh dan masa
pt_br: Escolher data e hora
ru_ru: Выберите дату и время
th_th: เลือกวันที่และเวลา
vi_vn: Chọn ngày và thời gian
zh_cn: 选择日期和时间
zh_hk: 選擇日期和時間

# F2E
source: You can't add more. The maximum scheduled send is 100 emails
de_de: Mehr kann nicht hinzugefügt werden. Maximal können 100 E-Mails automatisch gesendet werden.
es_es: No puedes agregar más. El máximo envío programado es de 100 mensajes
fr_fr: Impossible d'ajouter plus. Vous pouvez programmer l'envoi d'un maximum de 100 e-mails
hi_in: आप और अधिक नहीं जोड़ सकते हैं. अधिकतम 100 ईमेल को शेड्यूल करके भेजा जा सकता है
id_id: Anda tidak dapat menambah lebih banyak. Pengiriman terjadwal maksimum adalah 100 email
it_it: Non puoi aggiungere altro. L'invio massimo pianificato è 100 e-mail
ja_jp: これ以上メールを追加できません。最大 100 件の予約送信を予約できます
ko_kr: 더 추가할 수 없습니다. 보내기 예약 최댓값은 이메일 100개입니다
ms_my: Tidak boleh tambah lagi. Maksimum hantar jadual ialah 100 emel
pt_br: Você não pode adicionar mais. O máximo de envios agendados é de 100 emails.
ru_ru: Не удалось добавить. Максимальная запланированная отправка - 100 писем.
th_th: คุณไม่สามารถเพิ่มได้อีก กำหนดการส่งสูงสุดคืออีเมล 100 รายการ
vi_vn: Bạn không thể thêm nữa. Số lượng email đã được lên lịch tối đa là 100 email
zh_cn: 无法继续添加，最多定时发送 100 封邮件
zh_hk: 無法繼續新增，最多可定時發送 100 封郵件

# KjQ
source: Failed to schedule send
de_de: Terminiertes Senden fehlgeschlagen
es_es: Error al programar el envío
fr_fr: Échec de la programmation de l'envoi
hi_in: भेजना शेड्यूल करने में विफल हुआ
id_id: Gagal menjadwalkan pengiriman
it_it: Impossibile pianificare invio
ja_jp: 予約送信できませんでした
ko_kr: 보내기 예약 실패
ms_my: Gagal menjadualkan hantar
pt_br: Falha ao agendar envio
ru_ru: Не удалось запланировать отправку
th_th: ตั้งกำหนดการส่งไม่สำเร็จ
vi_vn: Lên lịch gửi không thành công
zh_cn: 定时发送失败
zh_hk: 定時發送失敗

# D5o
source: Modify
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
hi_in: संशोधित करें
id_id: Ubah
it_it: Modifica
ja_jp: 編集
ko_kr: 수정
ms_my: Ubah suai
pt_br: Modificar
ru_ru: Изменить
th_th: แก้ไข
vi_vn: Sửa đổi
zh_cn: 修改
zh_hk: 修改

# p3s
source: Pick a date and time
de_de: Datum und Uhrzeit wählen
es_es: Selecciona una fecha y una hora
fr_fr: Sélectionner une date et une heure
hi_in: कोई दिनांक और समय चुनें
id_id: Pilih tanggal dan waktu
it_it: Scegli una data e un'ora
ja_jp: 日時を選択
ko_kr: 날짜 및 시간 선택
ms_my: Pilih tarikh dan masa
pt_br: Escolher uma data e uma hora
ru_ru: Выбрать дату и время
th_th: เลือกวันและเวลา
vi_vn: Chọn ngày và thời gian
zh_cn: 选择一个日期和时间
zh_hk: 選擇一個日期和時間

# sMM
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重新設定

# eDY
source: Schedule send
de_de: Terminiert senden
es_es: Envío programado
fr_fr: Programmer l'envoi
hi_in: भेजना शेड्यूल करें
id_id: Jadwalkan pengiriman
it_it: Pianifica invio
ja_jp: 予約送信
ko_kr: 보내기 예약
ms_my: Jadualkan hantar
pt_br: Agendar envio
ru_ru: Запланировать отправку
th_th: กำหนดการส่ง
vi_vn: Lên lịch gửi
zh_cn: 定时发送
zh_hk: 定時發送

# Do4
source: Schedule send for
de_de: Terminiert senden für
es_es: Envío programado para
fr_fr: Programmer l'envoi pour
hi_in: इसके लिए भेजना शेड्यूल करें
id_id: Jadwalkan pengiriman untuk
it_it: Pianifica invio per
ja_jp: 予約送信
ko_kr: 보내기 예약
ms_my: Jadualkan hantar untuk
pt_br: Agendar envio para
ru_ru: Запланировать отправку на
th_th: กำหนดการส่งสำหรับ
vi_vn: Lên lịch gửi cho
zh_cn: 定时发送
zh_hk: 定時發送

# cSo
source: Scheduled
de_de: Terminiert
es_es: Programado
fr_fr: Programmé
hi_in: शेड्यूल किया गया
id_id: Dijadwalkan
it_it: Pianificato
ja_jp: 予約しました
ko_kr: 예약됨
ms_my: Dijadualkan
pt_br: Agendado
ru_ru: Запланировано
th_th: ตั้งกำหนดการแล้ว
vi_vn: Đã lên lịch
zh_cn: 已定时
zh_hk: 已定時

# tjU
source: Sending at {{Time}}
de_de: Senden um {{Time}}
es_es: Enviando a las {{Time}}
fr_fr: Envoi le {{Time}}
hi_in: {{Time}} पर भेजा जा रहा है
id_id: Mengirim pada {{Time}}
it_it: Invio in corso alle {{Time}}
ja_jp: 送信予定日時 {{Time}}
ko_kr: {{Time}}에 보내기
ms_my: Menghantar pada {{Time}}
pt_br: Envio às {{Time}}
ru_ru: Отправка в {{Time}}
th_th: ส่งเมื่อ {{Time}}
vi_vn: Đang gửi vào lúc {{Time}}
zh_cn: 将于 {{Time}} 发送
zh_hk: 將於 {{Time}} 發送

# lnc
source: Scheduling...
de_de: Planung...
es_es: Programando...
fr_fr: Programmation…
hi_in: शेड्यूल किया जा रहा है...
id_id: Menjadwalkan...
it_it: Pianificazione in corso...
ja_jp: 送信日時を設定中...
ko_kr: 예약 중...
ms_my: Menjadualkan...
pt_br: Agendando...
ru_ru: Выполняется планирование...
th_th: กำลังตั้งกำหนดการ...
vi_vn: Đang lên lịch...
zh_cn: 定时中…
zh_hk: 定時中…

# t6A
source: Failed to create. The maximum scheduled send is 100 emails
de_de: Erstellen fehlgeschlagen. Maximal können 100 E-Mails automatisch gesendet werden.
es_es: Error al crear. El máximo envío programado es de 100 mensajes
fr_fr: Échec de la création. Vous pouvez programmer l'envoi d'un maximum de 100 e-mails
hi_in: बनाने में विफल हुआ. अधिकतम 100 ईमेल को शेड्यूल करके भेजा जा सकता है
id_id: Gagal membuat. Pengiriman terjadwal maksimum adalah 100 email
it_it: Impossibile creare. L'invio massimo pianificato è 100 e-mail
ja_jp: 作成できませんでした。最大 100 件の予約送信を予約できます
ko_kr: 만들지 못했습니다. 보내기 예약 최댓값은 이메일 100개입니다
ms_my: Gagal cipta. Maksimum hantar jadual ialah 100 emel
pt_br: Falha na criação. O máximo de envios agendados é de 100 emails.
ru_ru: Не удалось создать. Максимальная запланированная отправка - 100 писем.
th_th: สร้างไม่สำเร็จ กำหนดการส่งสูงสุดคืออีเมล 100 รายการ
vi_vn: Tạo không thành công. Số lượng email đã được lên lịch tối đa là 100 email
zh_cn: 创建失败，最多定时发送 100 封邮件
zh_hk: 建立失敗，最多可定時發送 100 封郵件

# scU
source: Successfully scheduled
de_de: Erfolgreich terminiert
es_es: Programado con éxito
fr_fr: Programmation réussie
hi_in: शेड्यूल किया गया
id_id: Berhasil dijadwalkan
it_it: Pianificazione completata
ja_jp: 送信日時を設定しました
ko_kr: 예약 성공
ms_my: Berjaya dijadualkan
pt_br: Agendado com êxito
ru_ru: Успешно запланировано
th_th: ตั้งกำหนดการสำเร็จแล้ว
vi_vn: Đã lên lịch thành công
zh_cn: 定时成功
zh_hk: 定時成功

# qQI
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure
hi_in: समय
id_id: Waktu
it_it: Ora
ja_jp: 日時
ko_kr: 시간
ms_my: Masa
pt_br: Hora
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 时间
zh_hk: 時間

# ItI
source: Invalid time selected
de_de: Ungültige Uhrzeit ausgewählt
es_es: La hora seleccionada no es válida
fr_fr: Heure non valide sélectionnée
hi_in: अमान्य समय चुना गया
id_id: Waktu yang dipilih tidak valid
it_it: Ora selezionata non valida
ja_jp: 無効な時間です
ko_kr: 무효한 시간이 선택됨
ms_my: Masa yang dipilih tidak sah
pt_br: Hora inválida selecionada
ru_ru: Выбрано недействительное время
th_th: เวลาที่เลือกใช้งานไม่ได้
vi_vn: Giờ được chọn không hợp lệ
zh_cn: 选择的时间无效
zh_hk: 選擇的時間無效

# Fh8
source: Time zone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
hi_in: समय क्षेत्र
id_id: Zona waktu
it_it: Fuso orario
ja_jp: タイムゾーン
ko_kr: 시간대
ms_my: Zon waktu
pt_br: Fuso horário
ru_ru: Часовой пояс
th_th: เขตเวลา
vi_vn: Múi giờ
zh_cn: 时区
zh_hk: 時區

# fWg
source: Not sent
de_de: Nicht gesendet
es_es: Sin enviar
fr_fr: Non envoyés
hi_in: भेजा नहीं गया
id_id: Tidak terkirim
it_it: Non inviate
ja_jp: 送信に失敗
ko_kr: 보내지 못함
ms_my: Tidak dihantar
pt_br: Não enviado
ru_ru: Письмо не отправлено
th_th: ไม่ได้ส่ง
vi_vn: Chưa được gửi
zh_cn: 发信失败
zh_hk: 寄件失敗

# FdQ
source: Delivery failed. Email bounced back
de_de: Zustellung fehlgeschlagen. E-Mail wurde zurückgeschickt
es_es: Error de entrega. Correo electrónico devuelto
fr_fr: Échec de la distribution. L'e-mail a été renvoyé
hi_in: ईमेल भेजने में विफल हुए और यह बाउंस हो गया
id_id: Pengiriman gagal. Email memantul kembali
it_it: Recapito non riuscito. E-mail rispedita al mittente
ja_jp: 送信に失敗で、返送済み
ko_kr: 배송 실패. 이메일이 반송됨
ms_my: Penghantaran gagal. Emel terpantul kembali
pt_br: Falha na entrega. E-mail devolvido
ru_ru: Сбой доставки. Письмо возвращено
th_th: การจัดส่งล้มเหลว อีเมลถูกตีกลับ
vi_vn: Gửi không thành công. Email bị trả về
zh_cn: 投递失败，已退信
zh_hk: 投送失敗，已退回電郵

# iAk
source: Delivery error. Retrying
de_de: Zustellungsfehler. Wird erneut versucht
es_es: Error de entrega. Intentando de nuevo
fr_fr: Erreur de distribution. Nouvelle tentative
hi_in: पुनः भेजा जा रहा है
id_id: Kesalahan pengiriman. Mencoba lagi
it_it: Errore di recapito. Nuovo tentativo in corso
ja_jp: 送信エラーのため、再試行中
ko_kr: 배송 오류입니다. 재시도 중
ms_my: Ralat penghantaran. Mencuba lagi
pt_br: Erro de entrega. Tentando novamente
ru_ru: Сбой доставки. Повторная попытка
th_th: เกิดข้อผิดพลาดในการจัดส่ง กำลังลองใหม่
vi_vn: Lỗi gửi. Đang thử lại
zh_cn: 投递错误，重试中
zh_hk: 投送錯誤，重試中

# D5I
source: No details found. Please try later
de_de: Keine Details gefunden. Versuchen Sie es später erneut.
es_es: No se han encontrado detalles. Inténtalo más tarde
fr_fr: Aucun détail trouvé. Veuillez réessayer plus tard
hi_in: कोई विवरण नहीं मिला. कृपया बाद में प्रयास करें
id_id: Perincian tidak ditemukan. Coba nanti
it_it: Nessun dettaglio trovato. Prova più tardi
ja_jp: 詳細情報がありません。後ほど再試行してください
ko_kr: 세부 정보를 찾을 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tiada butiran dijumpai. Sila cuba lagi
pt_br: Nenhum detalhe encontrado. Tente mais tarde
ru_ru: Никаких подробностей не найдено. Попробуйте позднее
th_th: ไม่พบรายละเอียด โปรดลองอีกครั้งภายหลัง
vi_vn: Không tìm thấy chi tiết. Vui lòng thử sau
zh_cn: 未查到详情，请稍后再试
zh_hk: 未能查到詳情，請稍後再試
