Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ZB4
source: Mandatory organization signature cannot be edited or deleted
de_de: Obligatorische Organisationssignatur kann nicht bearbeitet oder gelöscht werden
es_es: La firma obligatoria de la organización no se puede editar ni eliminar
fr_fr: La signature d'organisation obligatoire ne peut pas être modifiée ou supprimée
id_id: Tanda tangan organisasi wajib tidak dapat diedit atau dihapus
it_it: La firma dell'organizzazione obbligatoria non può essere modificata né eliminata
ja_jp: 法人が指定したメール署名は編集・削除できません。
ko_kr: 필수 기업 서명은 편집하거나 삭제할 수 없습니다
ms_my: Tandatangan wajib organisasi tidak boleh diedit atau dipadam
pt_br: A assinatura da organização obrigatória não pode ser editada ou excluída
ru_ru: Обязательная подпись организации не может быть изменена или удалена
th_th: ไม่สามารถแก้ไขหรือลบลายเซ็นองค์กรภาคบังคับได้
vi_vn: Không thể chỉnh sửa hoặc xóa chữ ký bắt buộc của tổ chức
zh_cn: 企业指定签名不支持编辑或删除
zh_hk: 企業指定簽名不支援編輯或刪除

# n8M
source: Organization signature cannot be edited
de_de: Organisationssignatur kann nicht bearbeitet werden
es_es: No se puede editar la firma de la organización
fr_fr: La signature d'organisation ne peut pas être modifiée
id_id: Tanda tangan organisasi tidak dapat diedit
it_it: La firma dell’organizzazione non può essere modificata
ja_jp: 法人メール署名は編集できません。
ko_kr: 기업 서명을 편집할 수 없습니다
ms_my: Tandatangan organisasi tidak boleh diedit
pt_br: A assinatura da organização não pode ser editada
ru_ru: Подпись организации не подлежит редактированию
th_th: ไม่สามารถแก้ไขลายเซ็นองค์กรได้
vi_vn: Không thể chỉnh sửa chữ ký tổ chức
zh_cn: 企业签名不支持编辑
zh_hk: 企業簽名不支援編輯

# g4g
source: Refresh
de_de: Aktualisieren
es_es: Volver a cargar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: クリックして更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 点击刷新
zh_hk: 點擊以重新整理

# Xek
source: Some messages in Trash or Spam match your search.
de_de: Einige Nachrichten im Papierkorb oder Spam entsprechen Ihrer Suche.
es_es: Algunos mensajes en Spam o Papelera coinciden con tu búsqueda.
fr_fr: Certains messages dans la corbeille ou les courriers indésirables correspondent à votre recherche.
id_id: Beberapa pesan di dalam Sampah atau Spam cocok dengan pencarian Anda.
it_it: Alcuni messaggi nel Cestino o nella cartella Spam corrispondono alla tua ricerca.
ja_jp: 「ゴミ箱」または「迷惑メール」にある一部のメールが検索条件に一致しています。
ko_kr: 휴지통 또는 스팸에 있는 일부 메시지가 검색과 일치합니다.
ms_my: Beberapa mesej dalam Sampah atau Spam sepadan dengan carian anda.
pt_br: Algumas mensagens na Lixeira ou Spam correspondem à sua pesquisa.
ru_ru: Некоторые сообщения в Корзине или Спаме соответствуют вашему запросу.
th_th: บางข้อความในถังขยะหรือสแปมตรงกับการค้นหาของคุณ
vi_vn: Một số tin nhắn trong thư mục Rác hoặc Thư rác khớp với nội dung bạn tìm kiếm.
zh_cn: “已删除”或“垃圾邮件”中的部分邮件符合搜索条件
zh_hk: 「已刪除」或「垃圾郵件」中的部分郵件符合搜尋條件

# nCI
source: View Messages
de_de: Nachrichten ansehen
es_es: Ver mensajes
fr_fr: Afficher les messages
id_id: Lihat Pesan
it_it: Visualizza messaggi
ja_jp: メールを見る
ko_kr: 메시지 보기
ms_my: Lihat Mesej
pt_br: Visualizar mensagens
ru_ru: Просмотр сообщений
th_th: ดูข้อความ
vi_vn: Xem tin nhắn
zh_cn: 查看邮件
zh_hk: 查看郵件

# DVc
source: Be careful with this external message as it may be a spoofed message. The sender's domain name "{{domain}}" is similar to your organization but the message is not sent from your organization. Avoid clicking links or replying with sensitive information.
de_de: Seien Sie umsichtig mit dieser externen Nachricht, da es sich um eine gefälschte Nachricht handeln könnte. Der Domänenname „{{domain}}“ des Absenders ist Ihrer Organisation ähnlich, aber die Nachricht wurde nicht von Ihrer Organisation gesendet. Vermeiden Sie es, auf Links zu klicken oder mit sensiblen Informationen zu antworten.
es_es: Ten cuidado con este mensaje externo, porque puede ser un mensaje de suplantación. El nombre de dominio del remitente, "{{domain}}", se parece al de tu organización, pero el mensaje no se ha enviado desde la organización. No hagas clic en los enlaces ni proporciones información confidencial si respondes.
fr_fr: Faites attention à ce message externe, qui est peut-être un message malveillant. Le nom de domaine de l'expéditeur "{{domain}}" est similaire à celui de votre organisation, mais le message ne provient pas de votre organisation. Évitez de cliquer sur les liens ou de répondre avec des informations sensibles.
id_id: Hati-hati dengan pesan eksternal ini karena ini mungkin pesan spoofing. Nama domain pengirim "{{domain}}" mirip dengan organisasi Anda, tetapi pesannya tidak dikirim dari organisasi Anda. Hindari mengeklik tautan atau membalas dengan informasi sensitif.
it_it: Presta attenzione a questo messaggio esterno, poiché potrebbe essere un messaggio di spoofing. Il nome di dominio del mittente "{{domain}}" è simile a quello della tua organizzazione, ma il messaggio non è stato inviato dalla tua organizzazione. Evita di fare clic sui link o di rispondere con informazioni sensibili.
ja_jp: これは外部からのメールですが、送信者のドメイン「{{domain}}」があなたの法人のドメインに似ているため、なりすましの可能性があります。個人情報や金銭等を詐取する行為にご注意ください。
ko_kr: 이 외부 메시지는 스푸핑 된 메시지일 수 있으므로 주의하십시오. 보낸 사람의 도메인 이름 "{{domain}}"이(가) 회원님의 기업과 유사하지만 메시지가 회원님의 기업에서 전송되지 않습니다. 링크를 클릭하거나 민감한 정보로 회신하지 마십시오.
ms_my: Berhati-hati dengan mesej luaran ini kerana ia mungkin mesej yang dipalsukan. Nama domain pengirim "{{domain}}" adalah serupa dengan organisasi anda tetapi mesej ini tidak dihantar dari organisasi anda. Elakkan daripada mengklik pautan atau membalas dengan maklumat sensitif.
pt_br: Tenha cuidado com esta mensagem externa, pois pode ser uma mensagem falsa. O nome de domínio do remetente "{{domain}}" é semelhante ao da sua organização, mas a mensagem não foi enviada da sua organização. Evite clicar em links ou responder com informações confidenciais.
ru_ru: Будьте осторожны с этим внешним сообщением, так как оно может быть спуфингом. Имя домена отправителя "{{domain}}" похоже на имя домена вашей организации, однако сообщение не было отправлено из вашей организации. Не переходите по ссылкам и не указывайте в ответе конфиденциальной информации.
th_th: โปรดระมัดระวังข้อความภายนอกนี้ เนื่องจากอาจเป็นข้อความปลอม ชื่อโดเมนของผู้ส่ง "{{domain}}" คล้ายกับองค์กรของคุณ แต่ระบบจะไม่ส่งข้อความจากองค์กรของคุณ หลีกเลี่ยงการคลิกลิงก์หรือตอบกลับด้วยข้อมูลที่ละเอียดอ่อน
vi_vn: Hãy cẩn thận với tin nhắn bên ngoài này do đây có thể là tin nhắn giả mạo. Tên miền của người gửi "{{domain}}" giống với tổ chức nhưng thư không được gửi từ bên trong tổ chức. Tránh nhấp vào liên kết hay trả lời bằng thông tin nhạy cảm.
zh_cn: 该邮件来自外部，且发件人的域名“{{domain}}”与你所在组织相似，请谨慎处理。如有提示需填个人信息或要求汇款等内容，请勿轻信，谨防网络诈骗。
zh_hk: 該郵件來自外部，且寄件者的域名「{{domain}}」與你所在組織相似，請謹慎處理。如有提示填寫個人資訊或要求匯款等內容，請勿輕信，謹防網絡詐騙。

# pok
source: Be careful with this external message as it may be a spoofed message. It might be trying to trick you by using the name "{{name}}", which is the same as a member in your organization. Avoid clicking links or replying with sensitive information.
de_de: Seien Sie umsichtig mit dieser externen Nachricht, da es sich um eine gefälschte Nachricht handeln könnte. Es könnte der Versuch sein, Sie durch die Verwendung des Namens „{{name}}“, der mit einem Mitglied in Ihrer Organisation identisch ist, zu täuschen. Vermeiden Sie es, auf Links zu klicken oder mit sensiblen Informationen zu antworten.
es_es: Ten cuidado con este mensaje externo, porque puede ser un mensaje fraudulento. Puede que esté intentando engañarte usando el nombre "{{name}}", que es idéntico al de un miembro de tu organización. No hagas clic en los enlaces ni proporciones información sensible si respondes.
fr_fr: Faites attention à ce message externe, qui est peut-être un message falsifié. Il est possible que l'utilisation du nom "{{name}}", qui correspond à celui d'un membre de votre organisation, soit un leurre. Évitez de cliquer sur les liens ou de répondre avec des informations sensibles.
id_id: Hati-hati dengan pesan eksternal ini karena ini mungkin pesan spoofing. Pesan ini mungkin mencoba menipu Anda dengan menggunakan nama "{{name}}", yang sama dengan anggota yang ada di dalam organisasi Anda. Hindari mengeklik tautan atau membalas dengan informasi sensitif.
it_it: Presta attenzione a questo messaggio esterno, poiché potrebbe essere un messaggio di spoofing. Potrebbe cercare di ingannarti utilizzando il nome "{{name}}", che è uguale a quello di un membro nella tua organizzazione. Evita di fare clic sui link o di rispondere con informazioni sensibili.
ja_jp: これは外部からのメールですが、送信者の名前「{{name}}」があなたの法人のメンバーを騙った可能性があるため、なりすましの可能性があります。個人情報や金銭等を詐取する行為にご注意ください。
ko_kr: 이 외부 메시지는 스푸핑된 메시지일 수 있으므로 주의하세요. 기업의 구성원과 동일한 이름인 "{{name}}"을(를) 사용하여 회원님을 속일 수 있습니다. 링크를 클릭하거나 중요한 정보로 회신하지 마세요.
ms_my: Berhati-hati dengan mesej luaran ini kerana ia mungkin mesej yang dipalsukan. Ia mungkin cuba menipu anda dengan menggunakan nama "{{name}}", yang sama dengan ahli dalam organisasi anda. Elakkan daripada mengklik pautan atau membalas dengan maklumat sensitif.
pt_br: Tenha cuidado com esta mensagem externa, pois pode ser uma mensagem falsa. Pode estar tentando enganá-lo usando o nome "{{name}}", que é o mesmo que o membro na sua organização. Evite clicar em links ou responder com informações confidenciais.
ru_ru: Будьте осторожны с этим внешним сообщением, так как оно может быть спуфингом. Возможно, вас пытаются обмануть, используя имя "{{name}}", которое не отличается от имени участника в вашей организации. Не переходите по ссылкам и не указывайте в ответе конфиденциальной информации.
th_th: โปรดระมัดระวังข้อความภายนอกนี้ เนื่องจากอาจเป็นข้อความปลอม ซึ่งอาจพยายามหลอกลวงคุณโดยใช้ชื่อ "{{name}}" ซึ่งเหมือนกับสมาชิกในองค์กรของคุณ หลีกเลี่ยงการคลิกลิงก์หรือตอบกลับด้วยข้อมูลที่ละเอียดอ่อน
vi_vn: Hãy thận trọng với tin nhắn bên ngoài này vì đây có thể là một tin nhắn giả mạo. Tin nhắn này có thể đang tìm cách đánh lừa bạn bằng tên "{{name}}", giống như một thành viên trong tổ chức của bạn. Tránh nhấp vào liên kết hoặc gửi thông tin nhạy cảm trong thư trả lời.
zh_cn: 外部发件人“{{name}}”与您组织中一位成员的姓名相同，请谨慎处理。如有提示需填个人信息或要求汇款等内容，请勿轻信，谨防网络诈骗。
zh_hk: 外部寄件者「{{name}}」與你組織一位成員相同，請謹慎處理。如有提示填寫個人資訊或要求匯款等內容，請勿輕信，謹防網絡詐騙。

# FLc
source: Be careful with this message as we could not verify that it actually came from "{{domain}}". Avoid clicking links or replying with sensitive information.
de_de: Seien Sie umsichtig mit dieser Nachricht, da wir nicht überprüfen konnten, ob sie tatsächlich von „{{domain}}“ stammt. Vermeiden Sie es, auf Links zu klicken oder mit sensiblen Informationen zu antworten.
es_es: Ten cuidado con este mensaje, porque no hemos podido verificar que realmente proceda de "{{domain}}". No hagas clic en los enlaces ni proporciones información confidencial si respondes.
fr_fr: Faites attention à ce message, car nous n'avons pas pu vérifier qu'il provenait bien de "{{domain}}". Évitez de cliquer sur les liens ou de répondre avec des informations sensibles.
id_id: Hati-hati dengan pesan ini karena kami tidak dapat memverifikasi bahwa pesan ini benar-benar berasal dari "{{domain}}". Hindari mengeklik tautan atau membalas dengan informasi sensitif.
it_it: Presta attenzione a questo messaggio, poiché non abbiamo potuto verificare che provenga effettivamente da "{{domain}}". Evita di fare clic sui link o di rispondere con informazioni sensibili.
ja_jp: メールの実際の送信者のドメインが「{{domain}}」ではない可能性があり、なりすましの可能性があります。個人情報や金銭等を詐取する行為にご注意ください。
ko_kr: 이 메시지는 실제로 "{{domain}}"에서 온 것인지 확인할 수 없으므로 주의하십시오. 링크를 클릭하거나 민감한 정보로 회신하지 마십시오.
ms_my: Berhati-hati dengan mesej ini kerana kami tidak dapat mengesahkan bahawa ia benar-benar datang dari "{{domain}}". Elakkan daripada mengklik pautan atau membalas dengan maklumat sensitif.
pt_br: Tenha cuidado com esta mensagem, pois não foi possível verificar se ela realmente veio de "{{domain}}". Evite clicar em links ou responder com informações confidenciais.
ru_ru: Будьте осторожны с этим сообщением, так как невозможно проверить, действительно ли оно пришло из домена "{{domain}}". Не переходите по ссылкам и не указывайте в ответе конфиденциальной информации.
th_th: โปรดระมัดระวังข้อความนี้ เนื่องจากเราไม่สามารถยืนยันได้ว่าข้อความนี้มาจาก "{{domain}}" จริง ๆ หลีกเลี่ยงการคลิกลิงก์หรือตอบกลับด้วยข้อมูลที่ละเอียดอ่อน
vi_vn: Hãy cẩn thận với tin nhắn này vì chúng tôi không thể xác minh rằng tin nhắn này thực sự xuất phát từ "{{domain}}". Tránh nhấp vào liên kết hay trả lời bằng thông tin nhạy cảm.
zh_cn: 该邮件实际发件人可能不是来自域名“{{domain}}”，请谨慎处理。如有提示需填个人信息或要求汇款等内容，请勿轻信，谨防网络诈骗。
zh_hk: 該郵件的實際寄件者可能不是來自域名「{{domain}}」，請謹慎處理。如有提示填寫個人資訊或要求匯款等內容，請勿輕信，謹防網絡詐騙。

# jt8
source: Be careful with this message as we could not verify that it actually came from "{{address}}". Avoid clicking links or replying with sensitive information.
de_de: Seien Sie umsichtig mit dieser Nachricht, da wir nicht überprüfen konnten, ob sie tatsächlich von „{{address}}“ stammt. Vermeiden Sie es, auf Links zu klicken oder mit sensiblen Informationen zu antworten.
es_es: Ten cuidado con este mensaje, porque no hemos podido verificar que realmente proceda de "{{address}}". No hagas clic en los enlaces ni proporciones información confidencial si respondes.
fr_fr: Faites attention à ce message, car nous n'avons pas pu vérifier qu'il provenait bien de "{{address}}". Évitez de cliquer sur les liens ou de répondre avec des informations sensibles.
id_id: Hati-hati dengan pesan ini karena kami tidak dapat memverifikasi bahwa pesan ini benar-benar berasal dari "{{address}}". Hindari mengeklik tautan atau membalas dengan informasi sensitif.
it_it: Presta attenzione a questo messaggio, poiché non abbiamo potuto verificare che provenga effettivamente da "{{address}}". Evita di fare clic sui link o di rispondere con informazioni sensibili.
ja_jp: メールの実際の送信者が「{{address}}」ではない可能性があり、なりすましの可能性があります。個人情報や金銭等を詐取する行為にご注意ください。
ko_kr: 이 메시지는 실제로 "{{address}}"에서 온 것인지 확인할 수 없으므로 주의하십시오. 링크를 클릭하거나 민감한 정보로 회신하지 마십시오.
ms_my: Berhati-hati dengan mesej ini kerana kami tidak dapat mengesahkan bahawa ia benar-benar datang dari "{{address}}". Elakkan daripada mengklik pautan atau membalas dengan maklumat sensitif.
pt_br: Tenha cuidado com esta mensagem, pois não foi possível verificar se ela realmente veio de "{{address}}". Evite clicar em links ou responder com informações confidenciais.
ru_ru: Будьте осторожны с этим сообщением, так как невозможно проверить, действительно ли оно пришло из домена "{{address}}". Не переходите по ссылкам и не указывайте в ответе конфиденциальной информации.
th_th: โปรดระมัดระวังข้อความนี้ เนื่องจากเราไม่สามารถยืนยันได้ว่าข้อความนี้มาจาก "{{address}}" จริง ๆ หลีกเลี่ยงการคลิกลิงก์หรือตอบกลับด้วยข้อมูลที่ละเอียดอ่อน
vi_vn: Hãy cẩn thận với tin nhắn này vì chúng tôi không thể xác minh rằng tin nhắn này thực sự xuất phát từ "{{address}}". Tránh nhấp vào liên kết hay trả lời bằng thông tin nhạy cảm.
zh_cn: 该邮件实际发件人可能不是来自“{{address}}”，请谨慎处理。如有提示需填个人信息或要求汇款等内容，请勿轻信，谨防网络诈骗。
zh_hk: 該郵件的實際寄件者可能不是來自「{{address}}」，請謹慎處理。如有提示填寫個人資訊或要求匯款等內容，請勿輕信，謹防網絡詐騙。

# 7go
source: Mark
de_de: Markieren
es_es: Marcar
fr_fr: Marquer
id_id: Tandai
it_it: Contrassegna
ja_jp: 設定
ko_kr: 표시
ms_my: Markah
pt_br: Marcar
ru_ru: Пометить
th_th: ทำเครื่องหมาย
vi_vn: Đánh dấu
zh_cn: 标记
zh_hk: 標記

# Zuk
source: (not recommended)
de_de: (nicht empfohlen)
es_es: (no recomendado)
fr_fr: (non recommandé)
id_id: (tidak direkomendasikan)
it_it: (non consigliato)
ja_jp: （推奨しない）
ko_kr: (권장하지 않음)
ms_my: (tidak disyorkan)
pt_br: (não recomendado)
ru_ru: (не рекомендуется)
th_th: (ไม่แนะนำ)
vi_vn: (không đề xuất)
zh_cn: （不推荐）
zh_hk: (不推薦)

# Mhs
source: System detected that someone might have pretended to be the above addresses and sent you the messages. Are you sure you want to unmark them as spam?
ja_jp: 何者かが上記メールアドレスになりすましてこれらのメールを送信した可能性があります。「迷惑メールではない」を選択してもよろしいですか？
ms_my: Sistem mengesan bahawa seseorang mungkin telah berpura-pura menjadi alamat di atas dan menghantar mesej kepada anda. Adakah anda pasti ingin menyahtandakan e-mel tersebut sebagai spam?
zh_cn: 系统检测到可能有人伪造以上地址向你发送邮件，确认这些不是垃圾邮件吗？

# 3/M
source: Don't send future emails from "{{address}}" to Spam
de_de: Zukünftig keine E-Mails des Absenders „{{address}}“ an den Spam-Ordner senden
es_es: No enviar los correos electrónicos futuros de "{{address}}" a Spam
fr_fr: Ne pas déplacer les prochains e-mails de "{{address}}" vers le courrier indésirable
id_id: Jangan kirim email mendatang dari "{{address}}" ke Spam
it_it: Non inviare le e-mail future da "{{address}}" a Spam
ja_jp: 今後、「{{address}}」から送信されるメールを自動的に「迷惑メール」に移動しない
ko_kr: "{{address}}"의 향후 이메일을 스팸으로 전송하지 않습니다
ms_my: Jangan hantar emel masa depan dari "{{address}}" ke Spam
pt_br: Não enviar todos os e-mails futuros de "{{address}}" para Spam
ru_ru: Не перемещать последующие письма от "{{address}}" в Спам
th_th: อย่าส่งอีเมลจาก "{{address}}" ในอนาคตไปยังสแปม
vi_vn: Không gửi email sau này từ "{{address}}" vào mục Thư rác
zh_cn: 后续来自“{{address}}”的邮件不自动移至“垃圾邮件”
zh_hk: 後續來自「{{address}}」的郵件不自動移至「垃圾郵件」

# 6VI
source: Unmark As Spam
de_de: Markierung als Spam aufheben
es_es: Desmarcar como spam
fr_fr: Retirer des courriers indésirables
id_id: Batal Menandai sebagai Spam
it_it: Annulla contrassegno come spam
ja_jp: 迷惑メールではない
ko_kr: 스팸으로 표시 해제
ms_my: Nyahmarkah Sebagai Spam
pt_br: Desmarcar como spam
ru_ru: Отменить пометку как спам
th_th: ยกเลิกการทำเครื่องหมายว่าเป็นสแปม
vi_vn: Bỏ đánh dấu là thư rác
zh_cn: 这不是垃圾邮件
zh_hk: 這不是垃圾郵件

# WGs
source: System detected that someone might have pretended to be "{{address}}" and sent you this email. Are you sure you want to unmark it as spam?
de_de: Das System hat erkannt, dass sich jemand möglicherweise als „{{address}}“ ausgegeben und Ihnen diese E-Mail gesendet hat. Möchten Sie die Markierung dieser E-Mail als Spam wirklich aufheben?
es_es: El sistema ha detectado que alguien podría haber fingido ser "{{address}}" para enviarte este correo electrónico. ¿Seguro que quieres desmarcarlo como spam?
fr_fr: Le système a détecté que quelqu'un a peut-être usurpé l'adresse "{{address}}" et vous a envoyé cet e-mail. Voulez-vous vraiment le retirer du courrier indésirable ?
id_id: Sistem mendeteksi bahwa ada orang yang mungkin berpura-pura menjadi "{{address}}" dan mengirimi Anda email ini. Anda yakin ingin menghapus penandaannya sebagai spam?
it_it: Il sistema ha rilevato che qualcuno potrebbe aver finto di essere "{{address}}" e potrebbe averti inviato questa e-mail. Vuoi davvero rimuovere il contrassegno spam?
ja_jp: 何者かが「{{address}}」になりすましてこのメールを送信した可能性があります。「迷惑メールではない」を選択してもよろしいですか？
ko_kr: 누군가 "{{address}}"(으)로 가장하여 회워님에게 이 이메일을 보낸 것을 시스템에서 감지했습니다. 스팸 표시를 해제하시겠습니까?
ms_my: Sistem mengesan bahawa seseorang mungkin telah berpura-pura menjadi "{{address}}" dan menghantar emel ini kepada anda. Adakah anda pasti ingin menandai semula sebagai bukan spam?
pt_br: O sistema detectou que alguém pode ter fingido ser "{{address}}" e lhe enviou este e-mail. Tem certeza de que deseja desmarcá-lo como spam?
ru_ru: Система обнаружила, что кто-то пытался выдать себя за "{{address}}" и отправил вам это письмо. Отменить их пометку в качестве спама?
th_th: ระบบตรวจพบว่าอาจมีคนแอบอ้างเป็น "{{address}}" และส่งอีเมลนี้ถึงคุณ แน่ใจหรือไม่ว่าต้องการยกเลิกทำเครื่องหมายว่าเป็นสแปม
vi_vn: Hệ thống đã phát hiện ra rằng ai đó có thể đã giả danh "{{address}}" và gửi cho bạn email này. Bạn có chắc muốn bỏ đánh dấu email này là thư rác không?
zh_cn: 系统检测到可能有人伪造“{{address}}”向你发送了该邮件，确认这不是垃圾邮件吗？
zh_hk: 系統偵測到可能有人偽造「{{address}}」向你發送了該郵件，確認這不是垃圾郵件嗎？

# Gi4
source: Unmark as spam
de_de: Markierung als Spam aufheben
es_es: Desmarcar como spam
fr_fr: Retirer des courriers indésirables
id_id: Batal menandai sebagai spam
it_it: Annulla contrassegno come spam
ja_jp: 迷惑メールではない
ko_kr: 스팸으로 표시 해제
ms_my: Tandai semula sebagai bukan spam
pt_br: Desmarcar como spam
ru_ru: Отменить пометку как спам
th_th: ยกเลิกการทำเครื่องหมายว่าเป็นสแปม
vi_vn: Bỏ đánh dấu là thư rác
zh_cn: 这不是垃圾邮件
zh_hk: 這不是垃圾郵件

# DBQ
source: Loading...
de_de: Ladevorgang...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中…
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_hk: 正在載入...

# Qr4
source: Unable to load
de_de: Laden ist nicht möglich
es_es: No se puede cargar
fr_fr: Chargement impossible
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込みできませんでした
ko_kr: 로드할 수 없습니다
ms_my: Tidak dapat memuat
pt_br: Não é possível carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถโหลดได้
vi_vn: Không thể tải
zh_cn: 加载失败
zh_hk: 載入失敗

# aWk
source: Internet error, search results might be limited.
de_de: Internetfehler, die Suchergebnisse sind möglicherweise eingeschränkt.
es_es: Error de Internet; los resultados de la búsqueda pueden ser limitados.
fr_fr: Erreur Internet, les résultats de la recherche peuvent être incomplets.
id_id: Kesalahan internet, hasil pencarian mungkin dibatasi.
it_it: Errore di Internet. I risultati di ricerca potrebbero essere limitati.
ja_jp: ネットワークエラーです。検索結果が不完全になる可能性があります。
ko_kr: 인터넷 오류로 인해 검색 결과가 제한될 수 있습니다.
ms_my: Ralat internet, hasil carian mungkin terhad.
pt_br: Erro de internet, resultados de pesquisa podem ser limitados.
ru_ru: Ошибка интернета, результаты поиска могут быть ограничены.
th_th: เกิดข้อผิดพลาดกับอินเทอร์เน็ต ผลการค้นหาอาจแสดงแบบจำกัด
vi_vn: Kết quả tìm kiếm có thể sẽ bị hạn chế do lỗi Internet.
zh_cn: 网络异常，搜索结果可能不完整
zh_hk: 網絡異常，搜尋結果可能不完整

# jYE
source: Enter keywords to search mails
de_de: Schlüsselwörter für Suche nach E-Mails eingeben
es_es: Introduce palabras clave para buscar correos electrónicos
fr_fr: Saisir des mots clés pour chercher des e-mails
id_id: Masukkan kata kunci untuk mencari surat
it_it: Immetti le parole chiave per cercare le e-mail
ja_jp: キーワードを入力してメールを検索
ko_kr: 메일을 검색할 키워드 입력
ms_my: Masukkan kata kunci untuk mencari emel
pt_br: Insira palavras-chave para pesquisar e-mails
ru_ru: Введите ключевые слова для поиска писем
th_th: กรอกคำสำคัญเพื่อค้นหาเมล
vi_vn: Nhập từ khóa để tìm thư
zh_cn: 输入关键词查找邮件
zh_hk: 輸入關鍵詞搜尋郵件

# POg
source: Action failed. The file has expired.
de_de: Aktion fehlgeschlagen. Die Datei ist abgelaufen.
es_es: Error en la acción. El archivo ha expirado.
fr_fr: L'opération a échoué. Le fichier a expiré.
id_id: Tindakan gagal. File telah kedaluwarsa.
it_it: Azione non riuscita. Il file è scaduto.
ja_jp: ファイルが無効になったため、操作できません。
ko_kr: 작업에 실패했습니다. 파일이 만료되었습니다.
ms_my: Tindakan gagal. Fail telah luput.
pt_br: Falha na ação. O arquivo expirou.
ru_ru: Действие не выполнено. Срок действия файла истек.
th_th: การดำเนินการล้มเหลว ไฟล์หมดอายุแล้ว
vi_vn: Hành động không thành công. Tập tin đã hết hạn.
zh_cn: 文件已失效，无法操作
zh_hk: 文件已失效，無法操作

# PJs
source: Unable to add. Invalid email address format.
de_de: Hinzufügen nicht möglich. Das Format der E-Mail-Adresse ist ungültig.
es_es: No se puede agregar. Formato de dirección de correo electrónico no válido.
fr_fr: Ajout impossible. Format d'adresse e-mail non valide.
id_id: Gagal menambahkan. Format alamat email tidak valid.
it_it: Impossibile aggiungere. Formato dell'indirizzo e-mail non valido.
ja_jp: 追加できませんでした。無効なメールアドレス形式です。
ko_kr: 추가할 수 없습니다. 잘못된 이메일 주소 형식입니다.
ms_my: Tidak dapat menambah. Format alamat e-mel tidak sah.
pt_br: Falha ao adicionar. Formato de endereço de e-mail inválido.
ru_ru: Не удается добавить. Недопустимый формат адреса электронной почты.
th_th: เพิ่มไม่สำเร็จ รูปแบบที่อยู่อีเมลไม่ถูกต้อง
vi_vn: Không thể thêm. Định dạng địa chỉ email không hợp lệ.
zh_cn: 地址格式错误，添加失败
zh_hk: 地址格式錯誤，新增失敗
