Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# WAs
source: The file has been deleted by the sender.
de_de: Diese Datei wurde vom Absender gelöscht.
es_es: El remitente ha eliminado el archivo.
fr_fr: Le fichier a été supprimé par l'expéditeur.
id_id: File telah dihapus oleh pengirim.
it_it: Il file è stato eliminato dal mittente.
ja_jp: 添付ファイルは送信者によって削除されています。
ko_kr: 보낸 사람이 파일을 삭제했습니다.
ms_my: Fail telah dihapus oleh penghantar.
pt_br: O arquivo foi excluído pelo remetente.
ru_ru: Файл был удален отправителем.
th_th: ไฟล์ถูกลบโดยผู้ส่ง
vi_vn: Tập tin đã bị người gửi xóa.
zh_cn: 文件已被发件人删除
zh_hk: 檔案已被寄件者刪除

# oUg
source: Files have been deleted
de_de: Dateien wurden gelöscht
es_es: Los archivos se han eliminado
fr_fr: Les fichiers ont été supprimés
id_id: File telah dihapus
it_it: I file sono stati eliminati
ja_jp: 削除されたファイルがあります。
ko_kr: 파일이 삭제되었습니다
ms_my: Fail telah dihapus
pt_br: Os arquivos foram excluídos
ru_ru: Файлы были удалены
th_th: ไฟล์ถูกลบแล้ว
vi_vn: Tập tin đã bị xóa
zh_cn: 有文件被删除
zh_hk: 有檔案被刪除

# +iE
source: Open in "My Space"
de_de: In „Mein Bereich“ öffnen
es_es: Abrir en "Mi Espacio"
fr_fr: Ouvrir depuis "Mon Espace"
id_id: Buka di "Ruang Saya"
it_it: Apri ne "Il mio spazio"
ja_jp: 「マイスペース」で開く
ko_kr: "내 공간"에서 열기
ms_my: Buka di "Ruang Saya"
pt_br: Abrir no "Meu espaço"
ru_ru: Открыть в "Моем пространстве"
th_th: เปิดใน "พื้นที่ของฉัน"
vi_vn: Mở trong "Không gian của tôi"
zh_cn: 在“我的空间”打开
zh_hk: 在「我的空間」中開啟

# mm4
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした。
ko_kr: 저장할 수 없음
ms_my: Tidak dapat menyimpan
pt_br: Não é possível salvar
ru_ru: Не удалось сохранить
th_th: บันทึกไม่สำเร็จ
vi_vn: Không thể lưu
zh_cn: 保存失败
zh_hk: 儲存失敗

# Dhg
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました。
ko_kr: 저장되었습니다
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_hk: 成功儲存

# Q4k
source: Saving…
de_de: Wird gespeichert...
es_es: Guardando…
fr_fr: Enregistrement en cours...
id_id: Menyimpan…
it_it: Salvataggio in corso...
ja_jp: 保存中...
ko_kr: 저장 중…
ms_my: Menyimpan…
pt_br: Salvando…
ru_ru: Сохранение…
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_hk: 儲存中...

# NGw
source: Share to Chat
de_de: Für Chat freigeben
es_es: Compartir en chat
fr_fr: Partager sur le chat
id_id: Bagikan ke Obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至对话
zh_hk: 分享至對話

# S/I
source: Large attachments transferred from former employee {{name}}
de_de: Vom ehemaligen Mitarbeiter {{name}} übertragene große Anhänge
es_es: Adjuntos grandes transferidos desde el antiguo empleado {{name}}
fr_fr: Pièces jointes volumineuses transférées par l'ancien employé {{name}}
id_id: Lampiran besar ditransfer dari mantan karyawan {{name}}
it_it: Allegati di grandi dimensioni trasferiti dall'ex dipendente {{name}}
ja_jp: {{name}} の退職により引き継がれた大容量添付ファイル
ko_kr: 이전 직원 {{name}} 님으로부터 대용량 첨부 파일 이전됨
ms_my: Lampiran besar dipindahkan daripada bekas pekerja {{name}}
pt_br: Anexos grandes transferidos do antigo funcionário {{name}}
ru_ru: Крупные вложения, переданные бывшим сотрудником {{name}}
th_th: ไฟล์แนบขนาดใหญ่ที่ถ่ายโอนมาจากอดีตพนักงาน {{name}}
vi_vn: Đã chuyển các tập tin đính kèm lớn từ nhân viên cũ {{name}}
zh_cn: {{name}} 离职交接的超大附件
zh_hk: {{name}} 離職交接的超大附件

# NHk
source: The file may contain dangerous content.
de_de: Diese Datei enthält möglicherweise gefährliche Inhalte.
es_es: El archivo puede incluir contenido peligroso.
fr_fr: Le fichier peut contenir des éléments dangereux.
id_id: File ini mungkin mengandung konten berbahaya.
it_it: Il file potrebbe contenere contenuti pericolosi.
ja_jp: 有害なコンテンツを含む可能性があります。
ko_kr: 파일에 위험한 콘텐츠가 포함되어 있을 수 있습니다.
ms_my: Fail mungkin mengandungi kandungan berbahaya.
pt_br: O arquivo pode conter conteúdo perigoso.
ru_ru: Файл может содержать опасный контент.
th_th: ไฟล์อาจมีเนื้อหาที่เป็นอันตราย
vi_vn: Tập tin có thể chứa nội dung nguy hiểm.
zh_cn: 发现有害内容
zh_hk: 發現有害內容

# 7Xs
source: The file may contain high-risk content.
de_de: Diese Datei enthält möglicherweise Inhalte mit hohem Risiko.
es_es: El archivo puede incluir contenido de alto riesgo.
fr_fr: Le fichier peut contenir du contenu à haut risque.
id_id: File ini mungkin mengandung konten berisiko tinggi.
it_it: Il file può contenere contenuti ad alto rischio.
ja_jp: 高リスクのコンテンツを含む可能性があります。
ko_kr: 파일에 고위험 콘텐츠가 포함되어 있을 수 있습니다.
ms_my: Fail mungkin mengandungi kandungan berisiko tinggi.
pt_br: O arquivo pode conter conteúdo de alto risco.
ru_ru: Файл может содержать контент с высоким риском.
th_th: ไฟล์อาจมีเนื้อหาที่มีความเสี่ยงสูง
vi_vn: Tập tin có thể chứa nội dung rủi ro cao.
zh_cn: 发现高危内容
zh_hk: 發現高危內容

# W88
source: Unable to load. Please try again.
de_de: Konnte nicht geladen werden. Bitte versuchen Sie es erneut.
es_es: No se puede cargar. Inténtalo de nuevo.
fr_fr: Chargement impossible. Veuillez réessayer.
id_id: Gagal memuat. Coba lagi.
it_it: Impossibile caricare. Riprova.
ja_jp: 読み込みできませんでした。再読み込みしてください。
ko_kr: 로드할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi.
pt_br: Não é possível carregar. Tente novamente.
ru_ru: Не удалось загрузить. Попробуйте еще раз.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải. Vui lòng thử lại.
zh_cn: 加载失败，请重新加载
zh_hk: 載入失敗，請重新載入

# I7Q
source: Unable to load. Please try again later.
de_de: Konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es_es: No se puede cargar. Inténtalo de nuevo más tarde.
fr_fr: Chargement impossible. Veuillez réessayer plus tard
id_id: Gagal memuat. Coba lagi.
it_it: Impossibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。後で再試行してください。
ko_kr: 로드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi kemudian.
pt_br: Não é possível carregar. Tente novamente mais tarde.
ru_ru: Не удалось загрузить. Повторите попытку позже.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tải. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后再试
zh_hk: 載入失敗，請稍後再試

# CVc
source: Loading…
de_de: Wird geladen...
es_es: Cargando…
fr_fr: Chargement en cours
id_id: Memuat…
it_it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로딩 중…
ms_my: Memuatkan…
pt_br: Carregando…
ru_ru: Загрузка…
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# Sds
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
id_id: Berhasil dihapus
it_it: Eliminato
ja_jp: 削除しました。
ko_kr: 삭제되었습니다
ms_my: Dipadam
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_hk: 已刪除

# 65s
source: Network error. Please try again later.
de_de: Netzwerkfehler. Bitte versuchen Sie es später erneut.
es_es: Error de red. Inténtalo de nuevo más tarde.
fr_fr: Erreur réseau. Veuillez réessayer plus tard.
id_id: Kesalahan jaringan. Coba lagi nanti.
it_it: Errore di rete. Riprova più tardi.
ja_jp: ネットワークエラーです。接続を確認してから再試行してください。
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi kemudian.
pt_br: Erro de rede. Tente novamente mais tarde.
ru_ru: Ошибка сети. Повторите попытку позже.
th_th: เกิดข้อผิดพลาดของเครือข่าย โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau.
zh_cn: 网络异常，请检查网络后重试
zh_hk: 網絡出現異常，請檢查網絡，然後重試

# xYk
source: Load
de_de: Laden
es_es: Cargar
fr_fr: Charger
id_id: Muat
it_it: Carica
ja_jp: 読み込み
ko_kr: 로드
ms_my: Muat
pt_br: Carregar
ru_ru: Нагрузка
th_th: โหลด
vi_vn: Tải
zh_cn: 加载
zh_hk: 載入

# 7Vk
source: Loading…
de_de: Wird geladen...
es_es: Cargando…
fr_fr: Chargement en cours
id_id: Memuat…
it_it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로딩 중…
ms_my: Memuatkan...
pt_br: Carregando…
ru_ru: Загрузка…
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# dXg
source: New feed in the list
de_de: Neue Feeds in der Liste
es_es: Nueva fuente en la lista
fr_fr: Nouveau feed dans la liste
id_id: Feed baru di daftar
it_it: Nuovo feed nell'elenco
ja_jp: リストに新しいデータがあります。
ko_kr: 목록의 새 피드
ms_my: Suapan baharu dalam senarai
pt_br: Novo feed na lista
ru_ru: Новые данные в списке
th_th: ฟีดใหม่ในรายการ
vi_vn: Nguồn cấp dữ liệu mới trong danh sách
zh_cn: 列表有新数据
zh_hk: 清單有新數據

# ZyA
source: No large attachments
de_de: Keine großen Anhänge
es_es: No hay adjuntos grandes
fr_fr: Aucune pièce jointe volumineuse
id_id: Tidak ada lampiran besar
it_it: Nessun allegato di grandi dimensioni
ja_jp: 大容量添付ファイルはありません
ko_kr: 대용량 첨부 파일 없음
ms_my: Tiada lampiran besar
pt_br: Sem anexos grandes
ru_ru: Нет больших вложений
th_th: ไม่มีไฟล์แนบขนาดใหญ่
vi_vn: Không có tập tin đính kèm lớn
zh_cn: 暂无超大附件
zh_hk: 暫無超大附件

# R90
source: Unable to process. Please try again later.
de_de: Konnte nicht verarbeitet werden. Bitte versuchen Sie es später erneut.
es_es: No se puede procesar. Inténtalo de nuevo más tarde.
fr_fr: Traitement impossible. Veuillez réessayer plus tard.
id_id: Gagal memproses. Coba lagi nanti.
it_it: Impossibile processare. Riprova più tardi.
ja_jp: 操作が完了できませんでした。後で再試行してください。
ko_kr: 처리할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat diproses. Sila cuba lagi kemudian.
pt_br: Não é possível processar. Tente novamente mais tarde.
ru_ru: Невозможно обработать. Повторите попытку позже.
th_th: ไม่สามารถดำเนินการได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể xử lý. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后再试
zh_hk: 操作失敗，請稍後再試

# 6Y8
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入

# 5mI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 4/I
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_hk: 下載

# hu4
source: It might be risky to open this type of file. You can download this file and open it on your device.
de_de: Das Öffnen dieses Dateityps ist möglicherweise riskant. Sie können diese Datei herunterladen und auf Ihrem Gerät öffnen.
es_es: Abrir este tipo de archivo puede ser arriesgado. Puedes descargarlo y abrirlo en tu dispositivo.
fr_fr: Ce type de fichier peut présenter des risques à l'ouverture. Vous pouvez télécharger ce fichier et l'ouvrir sur votre appareil.
id_id: Membuka jenis file ini mungkin berisiko. Anda dapat mengunduh file ini dan membukanya di perangkat Anda.
it_it: Aprire questo tipo di file potrebbe essere rischioso. È possibile scaricare questo file e aprirlo sul dispositivo.
ja_jp: このタイプのファイルはセキュリティリスクが高いため、ローカルにダウンロードしてから開いてください。
ko_kr: 이러한 유형의 파일을 열면 위험할 수 있습니다. 이 파일은 다운로드하여 장치에서 열 수 있습니다.
ms_my: Mungkin berisiko untuk membuka jenis fail ini. Anda boleh muat turun fail ini dan bukanya di peranti anda.
pt_br: Pode ser arriscado abrir este tipo de arquivo. Você pode fazer download desse arquivo e abri-lo no seu dispositivo.
ru_ru: Открытие этого типа файла может быть рискованным. Вы можете скачать этот файл и открыть его на своем устройстве.
th_th: การเปิดไฟล์ประเภทนี้อาจก่อให้เกิดความเสี่ยง คุณสามารถดาวน์โหลดไฟล์นี้และเปิดบนอุปกรณ์ของคุณได้
vi_vn: Có thể có rủi ro khi mở loại tập tin này. Bạn có thể tải tập tin này xuống và mở trên thiết bị của mình.
zh_cn: 此类文件安全风险较高，请下载至本地查看
zh_hk: 此類檔案安全風險較高，請下載至本機查看

# dzI
source: Unable to share. Please try again later.
de_de: Konnte nicht freigegeben werden. Bitte versuchen Sie es später erneut.
es_es: No se puede compartir. Inténtalo de nuevo más tarde.
fr_fr: Impossible de partager. Veuillez réessayer plus tard.
id_id: Gagal membagikan. Coba lagi nanti.
it_it: Impossibile condividere. Riprova.più tardi.
ja_jp: 共有できませんでした。後で再試行してください。
ko_kr: 공유할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat berkongsi. Sila cuba lagi kemudian.
pt_br: Não é possível compartilhar. Tente novamente mais tarde.
ru_ru: Не удалось поделиться. Повторите попытку позже.
th_th: ไม่สามารถแบ่งปันได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể chia sẻ. Vui lòng thử lại sau.
zh_cn: 分享失败，请稍后重试
zh_hk: 分享失敗，請稍後重試

# HNI
source: Shared
de_de: Freigegeben
es_es: Compartidos
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisi
ja_jp: 共有しました。
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Вы успешно поделились
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_hk: 分享成功

# xJ0
source: Initiate Appeal
de_de: Einspruch einlegen
es_es: Iniciar reclamación
fr_fr: Faire appel
id_id: Ajukan Banding
it_it: Avvia appello
ja_jp: 申立て
ko_kr: 이의 제기 시작
ms_my: Mulakan Rayuan
pt_br: Iniciar solicitação
ru_ru: Подать апелляцию
th_th: ยื่นคำร้อง
vi_vn: Tạo kháng nghị
zh_cn: 去申诉
zh_hk: 去申訴

# PGQ
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 6zs
source: Unable to download
de_de: Konnte nicht heruntergeladen werden
es_es: No se puede descargar
fr_fr: Téléchargement impossible
id_id: Gagal mengunduh
it_it: Impossibile scaricare
ja_jp: ダウンロードできません
ko_kr: 다운로드 불가
ms_my: Tidak dapat memuat turun
pt_br: Falha ao fazer download
ru_ru: Не удалось скачать
th_th: ไม่สามารถดาวน์โหลด
vi_vn: Không thể tải xuống
zh_cn: 无法下载
zh_hk: 無法下載

# OMc
source: Initiate Appeal
de_de: Einspruch einlegen
es_es: Iniciar reclamación
fr_fr: Faire appel
id_id: Ajukan Banding
it_it: Avvia appello
ja_jp: 申立て
ko_kr: 이의 제기 시작
ms_my: Mulakan Rayuan
pt_br: Iniciar solicitação
ru_ru: Подать апелляцию
th_th: ยื่นคำร้อง
vi_vn: Tạo kháng nghị
zh_cn: 去申诉
zh_hk: 去申訴

# 6Mg
source: Unable to open the attachment. Please try again later.
de_de: Anhang konnte nicht geöffnet werden. Bitte versuchen Sie es später erneut.
es_es: No se puede abrir el adjunto. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'ouvrir la pièce jointe. Veuillez réessayer plus tard.
id_id: Gagal membuka lampiran. Coba lagi nanti.
it_it: Impossibile aprire l'allegato. Riprova più tardi.
ja_jp: 添付ファイルを開けませんでした。後で再試行してください。
ko_kr: 첨부 파일을 열 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat membuka lampiran. Sila cuba lagi kemudian.
pt_br: Não é possível abrir o anexo. Tente novamente mais tarde.
ru_ru: Не удалось открыть вложение. Повторите попытку позже.
th_th: ไม่สามารถเปิดไฟล์แนบได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không mở được tập tin đính kèm. Vui lòng thử lại sau.
zh_cn: 无法打开附件，请稍后重试
zh_hk: 無法開啟附件，請稍後重試

# J80
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 8JI
source: Unable to open the attachment
de_de: Anhang konnte nicht geöffnet werden
es_es: No se puede abrir el adjunto
fr_fr: Impossible d'ouvrir la pièce jointe.
id_id: Gagal membuka lampiran
it_it: Impossibile aprire l'allegato
ja_jp: 添付ファイルを開けません
ko_kr: 첨부 파일 열기 불가
ms_my: Tidak dapat membuka lampiran
pt_br: Não foi possível abrir o anexo
ru_ru: Не удалось открыть вложение
th_th: ไม่สามารถเปิดไฟล์แนบได้
vi_vn: Không mở được tập tin đính kèm
zh_cn: 无法打开附件
zh_hk: 無法開啟附件

# pt8
source: The content may violate community guidelines.
de_de: Dieser Inhalt verstößt möglicherweise gegen die Community-Richtlinien.
es_es: El contenido puede infringir las normas de la comunidad.
fr_fr: Le contenu peut enfreindre les règles de la communauté.
id_id: Konten ini mungkin melanggar panduan komunitas.
it_it: Il contenuto potrebbe violare le linee guida della community.
ja_jp: 規約違反のコンテンツを含む可能性があります。
ko_kr: 커뮤니티 가이드라인을 위반하는 콘텐츠일 수 있습니다.
ms_my: Kandungan mungkin melanggar garis panduan komuniti.
pt_br: O conteúdo pode violar as diretrizes da comunidade.
ru_ru: Контент может нарушать правила сообщества.
th_th: เนื้อหาอาจละเมิดหลักเกณฑ์ของชุมชน
vi_vn: Nội dung có thể vi phạm nguyên tắc cộng đồng.
zh_cn: 发现违规内容
zh_hk: 發現違規內容

# Ddc
source: Back to Edit
de_de: Zurück zum Bearbeiten
es_es: Volver a Edición
fr_fr: Retour aux modifications
id_id: Kembali ke Edit
it_it: Torna alla modifica
ja_jp: 編集に戻る
ko_kr: 편집으로 돌아가기
ms_my: Kembali ke Sunting
pt_br: Voltar para edição
ru_ru: Назад к редактированию
th_th: ย้อนกลับไปแก้ไข
vi_vn: Quay lại chỉnh sửa
zh_cn: 返回编辑
zh_hk: 返回編輯

# Nhg
source: Send ({{num}} sec)
de_de: Senden ({{num}} Sek.)
es_es: Enviar ({{num}} s)
fr_fr: Envoyer ({{num}} sec)
id_id: Kirim ({{num}} detik)
it_it: Invia ({{num}} sec)
ja_jp: 送信 （{{num}} 秒）
ko_kr: 전송({{num}}초)
ms_my: Hantar ({{num}} saat)
pt_br: Enviar ({{num}} s)
ru_ru: Отправить ({{num}} сек)
th_th: ส่ง ({{num}} วินาที)
vi_vn: Gửi ({{num}} giây)
zh_cn: 确认发送（{{num}} 秒）
zh_hk: 確認發送 ({{num}} 秒)

# Zso
source: {{num}} recipients have been reached. Please double-check the recipients before sending this email, as per your company's administrator settings.
de_de: {{num}} Empfänger wurden erreicht. Bitte überprüfen Sie die Empfänger gemäß den Administratoreinstellungen Ihres Unternehmens noch einmal, bevor Sie diese E-Mail senden.
es_es: Has llegado a {{num}} destinatarios. Revisa los destinatarios antes de enviar este correo electrónico para cumplir la configuración del administrador de la empresa.
fr_fr: {{num}} destinataires ont été atteints. Veuillez revérifier les destinataires avant d'envoyer cet e-mail, conformément aux paramètres de l'administrateur de votre entreprise.
id_id: {{num}} penerima telah terjangkau. Periksa ulang penerima sebelum mengirim email ini, sesuai pengaturan administrator perusahaan Anda.
it_it: {{num}} destinatari raggiunti. Verifica i destinatari prima di inviare questa e-mail, in base alle impostazioni dell'amministratore della società.
ja_jp: {{num}} 人以上に送信しようとしています。法人管理者の設定により、このメールを送信する前に、受信者を再度確認してください。
ko_kr: 받는 사람 {{num}}명에게 도달했습니다. 기업 관리자 설정에 따라 이 이메일을 전송하기 전에 받는 사람을 다시 확인하세요.
ms_my: {{num}} penerima telah dihubungi. Sila semak semula penerima sebelum menghantar e-mel ini, mengikut tetapan pentadbir syarikat anda.
pt_br: {{num}} destinatários foram alcançados. Verifique os destinatários antes de enviar este e-mail, de acordo com as configurações de administrador da sua empresa.
ru_ru: Достигнут лимит получателей ({{num}}). Перепроверьте получателей, прежде чем отправлять это письмо, в соответствии с настройками администратора вашей компании.
th_th: ถึงจำนวนผู้รับ {{num}} คนแล้ว โปรดตรวจสอบผู้รับอีกครั้งก่อนที่จะส่งอีเมลนี้ ตามการตั้งค่าของผู้ดูแลบริษัทของคุณ
vi_vn: Đã đạt {{num}} người nhận. Vui lòng kiểm tra lại số lượng người nhận trước khi gửi email này, theo cài đặt của quản trị viên công ty bạn.
zh_cn: 当前收件人数较多（≥{{num}} 人），由于企业管理员的设置，你需要再次确认收件人无误后再发送。
zh_hk: 目前收件人數較多 (≥ {{num}} 人)，由於企業管理員的設定，你需要再次確認收件人無誤後才能發送。

# L+8
source: Mass reminder
de_de: Massenerinnerung
es_es: Recordatorio masivo
fr_fr: Rappel groupé
id_id: Pengingat massal
it_it: Promemoria di massa
ja_jp: 大量送信の注意喚起
ko_kr: 대량 알림
ms_my: Peringatan besar-besaran
pt_br: Lembrete em massa
ru_ru: Массовое напоминание
th_th: เตือนความจำเป็นกลุ่มใหญ่
vi_vn: Lời nhắc hàng loạt
zh_cn: 大规模发送提醒
zh_hk: 大規模發送提醒

# K9o
source: Large attachment storage management
de_de: Speicherverwaltung großer Anhänge
es_es: Gestión de almacenamiento de adjuntos grandes
fr_fr: Gestion du stockage des pièces jointes volumineuses
id_id: Manajemen penyimpanan lampiran besar
it_it: Gestione dello spazio di archiviazione degli allegati di grandi dimensioni
ja_jp: 大容量添付ファイルのストレージ管理
ko_kr: 대용량 첨부 파일 저장소 관리
ms_my: Pengurusan storan lampiran besar
pt_br: Gerenciamento do armazenamento de anexos grandes
ru_ru: Управление хранилищем больших вложений
th_th: การจัดการพื้นที่จัดเก็บข้อมูลไฟล์แนบขนาดใหญ่
vi_vn: Quản lý bộ nhớ tập tin đính kèm lớn
zh_cn: 超大附件容量管理
zh_hk: 超大附件容量管理

# lNE
source: This email contains a high-risk link. Do not click on the link or provide any personal information in your response.
de_de: Diese E-Mail enthält einen Link mit hohem Risiko. Bitte klicken Sie nicht auf den Link und geben Sie auch keine personenbezogenen Daten in Ihrer Antwort an.
es_es: Este correo electrónico contiene un enlace de alto riesgo. No hagas clic en él ni proporciones información personal de ningún tipo en la respuesta.
fr_fr: Cet e-mail contient un lien à haut risque. Ne cliquez pas sur le lien et ne fournissez aucune information personnelle dans votre réponse.
id_id: Email ini berisi tautan berisiko tinggi. Jangan klik tautan atau memberikan informasi pribadi apa pun dalam respons Anda.
it_it: Questa e-mail contiene un link ad alto rischio. Non cliccare sul link e non fornire alcuna informazione personale nella tua risposta.
ja_jp: このメールにはリスクの高いリンクが含まれています。リンクのクリックは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 이 이메일에는 고위험 링크가 포함되어 있습니다. 응답할 때 링크를 클릭하거나 개인 정보를 제공하지 마세요.
ms_my: Emel ini mengandungi pautan berisiko tinggi. Jangan klik pada pautan atau berikan sebarang maklumat peribadi dalam balasan anda.
pt_br: Este e-mail contém um link de alto risco. Não clique no link nem forneça nenhuma informação pessoal em sua resposta.
ru_ru: Это письмо содержит ссылку высокого риска. Не нажимайте на ссылку и не указывайте личную информацию в своем ответе.
th_th: อีเมลนี้มีลิงก์ที่มีความเสี่ยงสูง อย่าคลิกที่ลิงก์หรือให้ข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Email này chứa liên kết có rủi ro cao. Vui lòng không nhấp vào liên kết hoặc cung cấp thông tin cá nhân trong email phản hồi.
zh_cn: 此邮件中包含高风险链接，请勿点击该链接或在回复中透露个人信息
zh_hk: 此郵件中包含高風險連結，請勿點擊該連結或在回覆中透露個人資訊
