Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# So0
source: External contacts, Bcc contacts cannot access the document in the email. Please try another method to authorize. Send anyway?
de_de: Externe Kontakte und Bcc-Kontakte können nicht auf das Dokument in der E-Mail zugreifen. Probieren Sie eine andere Methode zum Autorisieren. Trotzdem senden?
es_es: Los contactos externos y los contactos en copia oculta no pueden acceder al documento del correo electrónico. Intenta otra forma de autorización. ¿Enviar de todos modos?
fr_fr: Les contacts externes, les contacts en Cci ne peuvent pas accéder au document présent dans l'e-mail. Veuillez essayer une autre méthode d'autorisation. Envoyer quand même ?
hi_in: बाहरी संपर्क, गुप्त कॉपी संपर्क ईमेल में मौजूद दस्तावेज़ ऐक्सेस नहीं कर सकते. कृपया अधिकृत करने की अन्य पद्धति आज़माएँ. फिर भी भेजना चाहते हैं?
id_id: Kontak eksternal, kontak Bcc tidak dapat mengakses dokumen dalam email. Coba metode lain untuk mengotorisasi. Tetap kirim?
it_it: I contatti esterni e i contatti Ccn non possono accedere al documento nell'e-mail. Prova un altro metodo per concedere l'autorizzazione. Inviare comunque?
ja_jp: メールに含まれている外部連絡先/BCC文書権限を与えられません。その他の方法で承認してください。送信しますか？
ko_kr: 외부 연락처, 숨은 참조 연락처가 이메일의 문서에 액세스할 수 없습니다. 다른 권한 부여 방법을 시도해 보세요. 무시하고 보내시겠습니까?
ms_my: Kenalan luaran, kenalan Bcc tidak boleh mengakses dokumen dalam emel. Sila cuba kaedah lain untuk memberi kuasa. Hantar juga?
pt_br: Os contatos externos e Cco não podem acessar o documento no e-mail. Tente outro método para autorizar. Enviar mesmo assim?
ru_ru: Внешние и скрытые контакты не могут получить доступ к документу в этом письме. Попробуйте другой метод авторизации. Все равно отправить?
th_th: ผู้ติดต่อภายนอกหรือผู้ติดต่อในรายชื่อสำเนาลับไม่สามารถเข้าถึงเอกสารในอีเมลได้ โปรดลองวิธีอื่นเพื่ออนุญาต ยังต้องการส่งต่อไปหรือไม่
vi_vn: Liên hệ bên ngoài, liên hệ được gửi riêng không thể truy cập tài liệu trong email. Vui lòng thử phương pháp khác để ủy quyền. Vẫn gửi?
zh_cn: 无法对收件人中包含的外部联系人或密送地址授予文档权限，请通过其他方式完成。是否继续发送？
zh_hk: 無法對收件者中包含的外部聯絡人或密件副本地址授予文件權限，請通過其他方式完成。是否繼續發送？

# Urg
source: External contacts cannot access the document in the email. Please try another method to authorize. Send anyway?
de_de: Externe Kontakte können nicht auf das Dokument in der E-Mail zugreifen. Probieren Sie eine andere Methode zum Autorisieren. Trotzdem senden?
es_es: Los contactos externos no pueden acceder al documento del correo electrónico. Intenta otra forma de autorización. ¿Enviar de todos modos?
fr_fr: Les contacts externes ne peuvent pas accéder au document présent dans l'e-mail. Veuillez essayer une autre méthode d'autorisation. Envoyer quand même ?
hi_in: बाहरी संपर्क ईमेल में मौजूद दस्तावेज़ ऐक्सेस नहीं कर सकते. कृपया अधिकृत करने की दूसरी पद्धति आज़माएँ. फिर भी भेजना चाहते हैं?
id_id: Kontak eksternal tidak dapat mengakses dokumen dalam email. Coba metode lain untuk mengotorisasi. Tetap kirim?
it_it: I contatti esterni non possono accedere al documento nell'e-mail. Prova un altro metodo per concedere l'autorizzazione. Inviare comunque?
ja_jp: このメールには外部連絡先が含まれています。外部連絡先はメールサービスで文書閲覧の権限を与えられません。他の方法で承認してください。送信しますか？
ko_kr: 외부 연락처가 이메일의 문서에 액세스할 수 없습니다. 다른 권한 부여 방법을 시도해 보세요. 무시하고 보내시겠습니까?
ms_my: Kenalan luaran tidak boleh mengakses dokumen dalam emel. Sila cuba kaedah lain untuk memberi kuasa. Hantar juga?
pt_br: Os contatos externos não podem acessar o documento no e-mail. Tente outro método para autorizar. Enviar mesmo assim?
ru_ru: Внешние контакты не могут получить доступ к документу в этом письме. Попробуйте другой метод авторизации. Все равно отправить?
th_th: ผู้ติดต่อภายนอกไม่สามารถเข้าถึงเอกสารในอีเมลได้ โปรดลองวิธีอื่นเพื่ออนุญาต ยังต้องการส่งต่อไปหรือไม่
vi_vn: Liên hệ bên ngoài không thể truy cập tài liệu trong email. Vui lòng thử phương pháp khác để ủy quyền. Vẫn gửi?
zh_cn: 该邮件包含外部联系人，外部联系人无法在邮件服务中被授予文档权限，请通过其他方式完成授权。是否继续发送？
zh_hk: 該郵件包含外部聯絡人，外部聯絡人無法在郵件服務中被授予文件權限，請通過其他方式完成授權。是否繼續發送？

# bys
source: You have no permission to access this document.
de_de: Sie haben keine Berechtigung, um auf dieses Dokument zuzugreifen.
es_es: No tienes permiso para acceder a este documento.
fr_fr: Vous n'êtes pas autorisé à accéder à ce document.
hi_in: आपके पास यह दस्तावेज़ ऐक्सेस करने की कोई अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengakses dokumen ini.
it_it: Non hai l'autorizzazione per accedere a questo documento.
ja_jp: このドキュメントのアクセス権限がありません
ko_kr: 이 문서에 액세스할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses dokumen ini.
pt_br: Você não tem permissão para acessar este documento.
ru_ru: У вас нет разрешения на доступ к этому документу.
th_th: คุณไม่ได้รับอนุญาตให้เข้าถึงเอกสารนี้
vi_vn: Bạn không có quyền truy cập tài liệu này.
zh_cn: 此文档你没有权限
zh_hk: 你沒有此文件的權限

# yDI
source: Owner:
de_de: Besitzer:
es_es: Propietario:
fr_fr: Propriétaire :
hi_in: मालिक:
id_id: Pemilik:
it_it: Proprietario:
ja_jp: オーナー：
ko_kr: 소유자:
ms_my: Pemilik:
pt_br: Proprietário:
ru_ru: Владелец:
th_th: เจ้าของ:
vi_vn: Chủ sở hữu:
zh_cn: 所有者：
zh_hk: 擁有者：

# 7Qo
source: Recipients
de_de: Empfänger
es_es: Destinatarios
fr_fr: Destinataires
hi_in: प्राप्तकर्ता
id_id: Penerima
it_it: Destinatari
ja_jp: このメールの宛先
ko_kr: 수신자
ms_my: Penerima
pt_br: Destinatários
ru_ru: Получатели
th_th: ผู้รับ
vi_vn: Người nhận
zh_cn: 此邮件收件人
zh_hk: 此郵件收件者

# h/8
source: Can edit
de_de: Kann bearbeiten
es_es: Poder editar
fr_fr: Peut modifier
hi_in: संपादित कर सकते हैं
id_id: Dapat mengedit
it_it: È possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: สามารถแก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_hk: 可編輯

# 3QY
source: Can view
de_de: Kann lesen
es_es: Poder ver
fr_fr: Peut afficher
hi_in: पढ़ सकता है
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: สามารถดูได้
vi_vn: Có thể xem
zh_cn: 可阅读
zh_hk: 可閱讀

# mws
source: Remain current permission
de_de: Aktuelle Berechtigung beibehalten
es_es: Mantener permiso actual
fr_fr: Maintenir l'autorisation actuelle
hi_in: मौजूदा ऐक्सेस का उपयोग करें
id_id: Tetap izin saat ini
it_it: Mantieni autorizzazione corrente
ja_jp: 既存のアクセス権限を使用
ko_kr: 현재 권한 유지
ms_my: Kekalkan kebenaran semasa
pt_br: Manter permissão atual
ru_ru: Оставить текущее разрешение
th_th: ยังคงสิทธิ์การอนุญาตที่มีอยู่ปัจจุบัน
vi_vn: Giữ nguyên quyền hiện tại
zh_cn: 授权不变
zh_hk: 授權不變

# oLg
source: Don't send future emails from related address to Spam.
de_de: Zukünftig keine E-Mails der zugehörigen Adressen an den Spam-Ordner senden.
es_es: No enviar los correos electrónicos futuros de direcciones relacionadas a Spam.
fr_fr: Ne pas déplacer les futurs e-mails de l'adresse concernée vers le courrier indésirable.
id_id: Jangan kirim email mendatang dari alamat terkait ke Spam.
it_it: Non inviare le e-mail future dall'indirizzo correlato a Spam.
ja_jp: 今後、関連する送信者から送信されるメールを自動的に「迷惑メール」に移動しない
ko_kr: 관련된 주소의 향후 이메일을 스팸으로 전송하지 않습니다.
ms_my: Jangan hantar e-mel masa depan daripada alamat yang berkaitan ke Spam.
pt_br: Não enviar todos os e-mails futuros de endereço relacionado para Spam.
ru_ru: Не отправлять последующие письма со связанного адреса в Спам.
th_th: อย่าส่งอีเมลจากที่อยู่ที่เกี่ยวข้องในอนาคตไปยังสแปม
vi_vn: Không gửi email sau này từ địa chỉ liên quan vào mục Thư rác.
zh_cn: 后续来自相关发件人的邮件不自动移至“垃圾邮件”
zh_hk: 後續來自相關寄件者的郵件不自動移至「垃圾郵件」

# nTo
source: Images uploading or uploading failure, forced to save the draft will delete the image, confirm to save?
de_de: Fehler beim Upload von Bildern oder anderer Inhalte. Durch erzwungenes Speichern des Entwurfs wird das Bild gelöscht. Speichern bestätigen?
es_es: Error de carga o de carga de imágenes. Si guarda el borrador, la imagen se eliminará, ¿desea guardarlo?
fr_fr: Téléchargement des images en cours ou échec du téléchargement, forcer l'enregistrement du brouillon supprimera l'image, confirmer l'enregistrement ?
hi_in: छवियां अपलोड हो रही हैं या अपलोड होने में विफल हुए, ड्राफ़्ट को सहेजने के लिए बल देने पर छवि हट जाएगी, सहेजने की पुष्टि करें?
id_id: Gagal mengunggah gambar, memaksa untuk menyimpan draf akan menghapus gambar, konfirmasi untuk menyimpan?
it_it: Errore di caricamento delle immagini o errore di caricamento; forzare il salvataggio della bozza eliminerà l'immagine, confermi di voler salvare?
ja_jp: アップロード中またはアップロード失敗の画像があります。下書きを保存すると、画像が削除されます。本当に保存しますか？
ko_kr: 이미지를 업로드 중이거나 업로드에 실패했습니다. 초안을 강제로 저장하면 이미지가 삭제됩니다. 저장하시겠습니까?
ms_my: Gambar sedang dimuat naik atau gagal dimuat naik, paksa simpan draf akan menghapuskan gambar, sahkan untuk simpan?
pt_br: Falha ao carregar imagens ou ao carregar. Salvar o rascunho excluirá a imagem, deseja salvar mesmo assim?
ru_ru: Загрузка изображений или сбой загрузки, принудительное сохранение черновика приведет к удалению изображения, подтвердить сохранение?
th_th: กำลังอัปโหลดภาพหรือการอัปโหลดล้มเหลว การบังคับบันทึกแบบร่างจะลบภาพ ยืนยันที่จะบันทึกหรือไม่
vi_vn: Quá trình tải ảnh lên hoặc tải lên không thành công, buộc lưu bản nháp sẽ xóa hình ảnh, xác nhận lưu?
zh_cn: 有图片上传中或上传失败，强制保存草稿会删除图片，确认保存？
zh_hk: 有上載中或上載失敗的圖片，強制儲存草稿會刪除圖片，確認儲存嗎？

# dEM
source: [Draft]
de_de: [Entwurf]
es_es: [Borrador]
fr_fr: [Brouillon]
hi_in: [ड्राफ़्ट]
id_id: [Draf]
it_it: [Bozza]
ja_jp: [下書き]
ko_kr: [초안]
ms_my: [Draf]
pt_br: [Rascunho]
ru_ru: [Черновик]
th_th: [แบบร่าง]
vi_vn: [Thư nháp]
zh_cn: [草稿]
zh_hk: [草稿]

# CrA
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
hi_in: सहेजने में असमर्थ
id_id: Tidak dapat menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした
ko_kr: 저장할 수 없음
ms_my: Tidak boleh simpan
pt_br: Não é possível salvar
ru_ru: Не удалось сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không lưu được
zh_cn: 保存失败
zh_hk: 儲存失敗

# 1GQ
source: Save to Drive
de_de: Auf dem Laufwerk speichern
es_es: Guardar en Drive
fr_fr: Enregistrer dans Drive
hi_in: ड्राइव में सहेजें
id_id: Simpan ke Drive
it_it: Salva in Drive
ja_jp: ドライブに保存
ko_kr: 드라이브에 저장
ms_my: Simpan ke Drive
pt_br: Salvar no Drive
ru_ru: Сохранить на Диск
th_th: บันทึกไปที่ไดรฟ์
vi_vn: Lưu vào Drive
zh_cn: 保存到云盘
zh_hk: 儲存到雲端硬碟

# 6Vo
source: Add as recipient
de_de: Als Empfänger hinzufügen
es_es: Agregar como destinatario
fr_fr: Ajouter en tant que destinataire
hi_in: उत्तरदाता के रूप में जोड़ें
id_id: Tambah sebagai penerima
it_it: Aggiungi come destinatario
ja_jp: 受信者として追加
ko_kr: 수신자로 추가
ms_my: Tambah sebagai penerima
pt_br: Adicionar como recipiente
ru_ru: Добавить в качестве получателя
th_th: เพิ่มเป็นผู้รับ
vi_vn: Thêm làm người nhận
zh_cn: 添加到收件人
zh_hk: 新增至收件者

# 9wk
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutti
ja_jp: 全員
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全员
zh_hk: 全員

# y7M
source: The attached file will automatically convert to a large attachment
de_de: Die angehängte Datei wird automatisch in einen großen Anhang konvertiert.
es_es: El archivo adjunto se convertirá automáticamente en un adjunto grande
fr_fr: Le fichier joint sera automatiquement converti en pièce jointe volumineuse
hi_in: अटैच की गई फ़ाइल स्वचालित रूप से बड़े अटैचमेंट में रूपांतरित हो जाएगी
id_id: File terlampir akan secara otomatis dikonversi ke lampiran besar
it_it: Il file allegato verrà automaticamente convertito in un allegato di grandi dimensioni
ja_jp: 自動的に添付ファイルに変換します
ko_kr: 첨부 파일은 자동으로 대용량 첨부 파일로 변환됩니다
ms_my: Fail yang dilampirkan akan bertukar secara automatik kepada lampiran besar
pt_br: O arquivo anexado será convertido automaticamente em um anexo grande.
ru_ru: Прикрепленный файл автоматически преобразуется в большое вложение
th_th: ไฟล์ที่แนบจะถูกแปลงเป็นไฟล์แนบขนาดใหญ่โดยอัตโนมัติ
vi_vn: Tệp tin đính kèm này sẽ tự động chuyển thành một tệp tin đính kèm lớn
zh_cn: 附件将自动转为超大附件
zh_hk: 附件將自動轉為超大附件

# jig
source: Click to Retry
de_de: Klicken Sie, um es erneut zu versuchen
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquer pour réessayer
id_id: Klik untuk Coba Lagi
it_it: Fai clic per riprovare
ja_jp: クリックして再試行
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk Cuba Semula
pt_br: Clique para repetir
ru_ru: Нажмите, чтобы повторить
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_hk: 點擊重試

# tR0
source: Department
de_de: Abteilung
es_es: Departamento
fr_fr: Service
hi_in: विभाग
id_id: Departemen
it_it: Reparto
ja_jp: 部門
ko_kr: 부서
ms_my: Jabatan
pt_br: Departamento
ru_ru: Отдел
th_th: แผนก
vi_vn: Bộ phận
zh_cn: 部门
zh_hk: 部門

# lLQ
source: Failed to load. Please try later.
de_de: Fehler beim Laden. Bitte versuchen Sie es später.
es_es: Error al cargar. Inténtalo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
id_id: Gagal memuat. Coba nanti.
it_it: Impossibile caricare. Prova più tardi.
ja_jp: 読み取りできませんでした。後ほど再試行してください
ko_kr: 로드하지 못했습니다. 나중에 시도하세요.
ms_my: Gagal memuat. Sila cuba lagi.
pt_br: Falha ao carregar. Tente mais tarde.
ru_ru: Ошибка загрузки. Попробуйте позднее.
th_th: โหลดไม่สำเร็จ โปรดลองในภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_hk: 載入失敗，請稍後重試

# Zgg
source: Hide email thread
de_de: E-Mail-Thread ausblenden
es_es: Ocultar hilo de la conversación de correo electrónico
fr_fr: Masquer le fil de discussion par e-mail
hi_in: ईमेल थ्रेड छिपाएँ
id_id: Sembunyikan utas email
it_it: Nascondi thread e-mail
ja_jp: 過去のメールを非表示
ko_kr: 이메일 스레드 숨기기
ms_my: Sembunyikan rentetan emel
pt_br: Ocultar conversa de e-mail
ru_ru: Скрыть историю почты
th_th: ซ่อนเธรดอีเมล
vi_vn: Ẩn chuỗi email
zh_cn: 隐藏历史邮件
zh_hk: 隱藏過往郵件

# ZC8
source: Edit as New
de_de: Als neu bearbeiten
es_es: Editar como nuevo
fr_fr: Modifier comme nouveau
hi_in: नए के रूप में संपादित करने
id_id: Edit sebagai Baru
it_it: Modifica come nuova
ja_jp: 編集して再送信
ko_kr: 새 이메일로 편집
ms_my: Sunting sebagai Baharu
pt_br: Editar como Novo
ru_ru: Редактировать как новый
th_th: แก้ไขเป็นอีเมลใหม่
vi_vn: Chỉnh sửa như tin nhắn mới
zh_cn: 再次编辑发送
zh_hk: 再次編輯發送

# NU0
source: Email addresses, contacts or groups
de_de: E-Mail-Adressen, Kontakte oder Gruppen
es_es: Direcciones de correo electrónico, contactos o grupos
fr_fr: Adresses e-mail, contacts ou groupes
hi_in: ईमेल पते, संपर्क या समूह
id_id: Alamat email, kontak, atau grup
it_it: Indirizzi e-mail, contatti o gruppi
ja_jp: メール、連絡先またはグループを検索
ko_kr: 이메일 주소, 연락처 또는 그룹
ms_my: Alamat e-mel, kenalan atau kumpulan
pt_br: Endereços de e-mail, contatos ou grupos
ru_ru: Адреса почты, контакты, группы
th_th: ที่อยู่อีเมล รายชื่อที่ติดต่อ หรือกลุ่ม
vi_vn: Địa chỉ email, danh bạ hoặc nhóm
zh_cn: 可搜索邮箱、联系人或群组
zh_hk: 可搜尋電郵地址、聯絡人或群組

# 8sA
source: Send from
de_de: Senden von
es_es: Enviar desde
fr_fr: Envoyer depuis
hi_in: इससे भेजें
id_id: Kirim dari
it_it: Invia da
ja_jp: 送信元を選択
ko_kr: 보내는 사람
ms_my: Hantar dari
pt_br: Enviar de
ru_ru: Отправить с
th_th: ส่งจาก
vi_vn: Gửi từ
zh_cn: 选择发信地址
zh_hk: 選擇發件地址

# u1o
source: OK
ko_kr: 확인
th_th: ตกลง
zh_cn: 确认
zh_hk: 確認

# hLA
source: Show email thread
de_de: E-Mail-Thread einblenden
es_es: Mostrar hilo de la conversación de correo electrónico
fr_fr: Afficher le fil de discussion par e-mail
hi_in: ईमेल थ्रेड दिखाएँ
id_id: Tampilkan utas email
it_it: Mostra thread e-mail
ja_jp: 過去のメールを表示
ko_kr: 이메일 스레드 표시
ms_my: Paparkan rentetan emel
pt_br: Exibir conversa de e-mail
ru_ru: Показать историю почты
th_th: แสดงเธรดอีเมล
vi_vn: Hiện chuỗi email
zh_cn: 显示历史邮件
zh_hk: 顯示過往郵件

# 3Iw
source: Supergroup
de_de: Supergruppe
es_es: Supergrupo
fr_fr: Supergroupe
hi_in: सुपर समूह
id_id: Grup Super
ja_jp: スーパーグループ
ko_kr: 슈퍼 그룹
ms_my: Kumpulan Besar
pt_br: Supergrupo
ru_ru: Супергруппа
th_th: กลุ่มใหญ่
vi_vn: Siêu nhóm
zh_cn: 超大群
zh_hk: 超大型群組

# 17o
source: Format
es_es: Formato
hi_in: फ़ॉर्मेट
it_it: Formato
ko_kr: 형식
pt_br: Formato
ru_ru: Формат
th_th: รูปแบบ
vi_vn: Định dạng
zh_cn: 文字格式
zh_hk: 文字格式

# Z24
source: Upload Again
de_de: Erneut hochladen
es_es: Subir de nuevo
fr_fr: Envoyer à nouveau
id_id: Unggah Ulang
it_it: Carica di nuovo
ja_jp: 再アップロード
ko_kr: 다시 업로드
ms_my: Muat Naik Lagi
pt_br: Carregar novamente
ru_ru: Загрузить снова
th_th: อัปโหลดอีกครั้ง
vi_vn: Tải lên lại
zh_cn: 重新上传
zh_hk: 重新上載

# mG4
source: View Details
de_de: Details ansehen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Посмотреть детали
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看
zh_hk: 查看

# cvM
source: No permission to view attachment
de_de: Keine Berechtigung zum Lesen des Anhangs
es_es: No tienes permiso para ver el adjunto
fr_fr: Aucune autorisation d'afficher la pièce jointe
hi_in: अटैचमेंट देखने की कोई अनुमति नहीं
id_id: Tidak ada izin untuk melihat lampiran
it_it: Nessuna autorizzazione per visualizzare l'allegato
ja_jp: 閲覧する権限がありません
ko_kr: 첨부 파일을 볼 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat lampiran
pt_br: Sem permissão para visualizar o anexo
ru_ru: Нет разрешения на просмотр вложения
th_th: ไม่มีสิทธิ์การอนุญาตในการดูไฟล์แนบ
vi_vn: Không có quyền xem tệp tin đính kèm
zh_cn: 暂无权限查看
zh_hk: 暫時沒有權限查看

# Xtc
source: Emails from the last {{num}} days
de_de: E-Mails der letzten {{num}} Tage
es_es: Correos electrónicos de los últimos {{num}} días
fr_fr: E-mails des {{num}} derniers jours
id_id: Email dari {{num}} hari terakhir
it_it: E-mail degli ultimi {{num}} giorni
ja_jp: {{num}} 日以内のメールをキャッシュする
ko_kr: 지난 {{num}}일간의 이메일
ms_my: Emel dari {{num}} hari yang lalu
pt_br: E-mails dos últimos {{num}} dias
ru_ru: Письма за последние {{num}} дн.
th_th: อีเมลจาก {{num}} วันที่แล้ว
vi_vn: Email từ {{num}} ngày qua
zh_cn: 缓存 {{num}} 天内的邮件
zh_hk: 快取 {{num}} 日內的郵件

# rj8
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
id_id: Tidak Aktif
it_it: Inattivo
ja_jp: キャッシュしない
ko_kr: 꺼짐
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_hk: 關閉

# 9Vc
source: Don't cache emails
de_de: E-Mails nicht zwischenspeichern
es_es: No almacenar en caché los correos electrónicos
fr_fr: Ne pas mettre les e-mails en cache
id_id: Jangan cache email
it_it: Non memorizzare e-mail nella cache
ja_jp: キャッシュしない
ko_kr: 이메일을 캐시하지 않음
ms_my: Jangan simpan emel dalam cache
pt_br: Não armazenar em cache os e-mails de
ru_ru: Не кэшировать письма
th_th: อย่าเก็บแคชอีเมล
vi_vn: Không lưu email vào bộ nhớ đệm
zh_cn: 不缓存
zh_hk: 不快取

# 4aY
source: The last {{num}} days
de_de: Die letzten {{num}} Tage
es_es: Los últimos {{num}} días
fr_fr: Les {{num}} derniers jours
id_id: {{num}} hari terakhir
it_it: Ultimi {{num}} giorni
ja_jp: 直近 {{num}} 日
ko_kr: 지난 {{num}}일
ms_my: {{num}} hari terakhir
pt_br: Dos últimos {{num}} dias
ru_ru: Последние {{num}} дн.
th_th: {{num}} วันที่แล้ว
vi_vn: {{num}} ngày qua
zh_cn: 最近 {{num}} 天
zh_hk: 最近 {{num}} 日

# LnE
source: Cache emails from
de_de: Zwischenspeichern der E-Mails von
es_es: Almacenar en caché los correos electrónicos de
fr_fr: Cache d'e-mails de
id_id: Cache email dari
it_it: Memorizza nella cache e-mail da
ja_jp: キャッシュする期間
ko_kr: 이메일 캐시 범위
ms_my: Cache emel dari
pt_br: Armazenar em cache os e-mails de
ru_ru: Кэшировать письма от
th_th: แคชอีเมลจาก
vi_vn: Lưu vào bộ nhớ đệm những email từ
zh_cn: 缓存时间范围
zh_hk: 快取時間範圍

# IDI
source: Email caching interrupted.
de_de: E-Mail-Zwischenspeicherung wurde unterbrochen.
es_es: Carga de correo electrónico interrumpida.
fr_fr: Mise en cache des e-mails interrompue.
id_id: Proses cache email terganggu.
it_it: Memorizzazione e-mail nella cache interrotta.
ja_jp: メールのキャッシュが中断されました。
ko_kr: 이메일 캐싱이 중단되었습니다.
ms_my: Pengecasan e-mel terganggu.
pt_br: Cache do e-mail interrompido.
ru_ru: Кэширование письма прервано.
th_th: การแคชอีเมลถูกขัดจังหวะ
vi_vn: Lưu email vào bộ nhớ đệm bị gián đoạn.
zh_cn: 邮件缓存意外中断
zh_hk: 郵件快取意外中斷

# 49g
source: Go to Settings
de_de: Zu Einstellungen navigieren
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定する
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 去设置
zh_hk: 去設定

# fQk
source: Cache interrupted. Current settings only support caching emails in WiFi environments.
de_de: Cache unterbrochen. Die aktuellen Einstellungen unterstützen nur das Zwischenspeichern von E-Mails in WLAN-Umgebungen.
es_es: Caché interrumpida. La configuración actual solo admite el almacenamiento en caché de correos electrónicos en entornos Wi-Fi.
fr_fr: Cache interrompu. Les paramètres actuels ne prennent en charge la mise en cache des e-mails que dans les environnements WiFi.
id_id: Cache terganggu. Pengaturan saat ini hanya mendukung peng-cache-an email di lingkungan WiFi.
it_it: Memorizzazione nella cache interrotta. Le impostazioni correnti supportano solo la memorizzazione di e-mail nella cache in ambienti Wi-Fi.
ja_jp: キャッシュが中断されました。現在の設定では、メールのキャッシュは Wi-Fi 環境下のみサポートされています。
ko_kr: 캐시가 중단되었습니다. 현재 설정은 WiFi 환경에서만 이메일 캐싱을 지원합니다.
ms_my: Cache terganggu. Tetapan semasa hanya menyokong menyimpan emel dalam cache dalam persekitaran WiFi.
pt_br: Cache interrompido. As configurações atuais suportam apenas o cache de e-mails em ambientes Wi-Fi.
ru_ru: Кэш прерван. Текущие настройки поддерживают кэширование почты только в средах Wi-Fi.
th_th: แคชถูกขัดจังหวะ การตั้งค่าปัจจุบันรองรับการแคชอีเมลในระบบ WiFi เท่านั้น
vi_vn: Bộ nhớ đệm bị gián đoạn. Các cài đặt hiện tại chỉ hỗ trợ lưu email vào bộ nhớ đệm trong môi trường có WiFi.
zh_cn: 缓存中断，当前设置仅支持 WiFi 环境下缓存
zh_hk: 快取中斷，目前設定只支援 Wi-Fi 環境下快取

# Xaw
source: Setting complete. Emails will now be cached in WiFi environments.
de_de: Einstellung abgeschlossen. E-Mails werden jetzt in WLAN-Umgebungen zwischengespeichert.
es_es: Configuración finalizada. Los correos electrónicos se almacenarán ahora en caché en entornos Wi-Fi.
fr_fr: Paramétrage terminé. Les e-mails seront désormais mis en cache dans les environnements WiFi.
id_id: Pengaturan selesai. Kini email akan di-cache di lingkungan WiFi.
it_it: Impostazione completata. Le e-mail ora verranno memorizzate nella cache in ambienti Wi-Fi.
ja_jp: 設定が完了しました。今後は Wi-Fi 環境下でメールがキャッシュされます。
ko_kr: 설정이 완료되었습니다. 이제 이메일이 WiFi 환경에서 캐시됩니다.
ms_my: Tetapan lengkap. Emel kini akan disimpan dalam cache dalam persekitaran WiFi.
pt_br: Configuração concluída. Os e-mails agora serão armazenados em cache em ambientes Wi-Fi.
ru_ru: Настройка завершена. Письма теперь будут кэшироваться в средах Wi-Fi.
th_th: การตั้งค่าเสร็จสมบูรณ์ อีเมลจะได้รับการแคชในระบบ WiFi
vi_vn: Hoàn thành cài đặt. Bây giờ, email sẽ được lưu vào bộ nhớ đệm trong môi trường có WiFi.
zh_cn: 设置成功，将在 WiFi 环境下缓存
zh_hk: 設定成功，將在 Wi-Fi 環境下快取

# uxM
source: Email caching {{percentage}}
de_de: E-Mail-Zwischenspeicherung {{percentage}}
es_es: Almacenando correo electrónico en caché: {{percentage}}
fr_fr: Mise en cache d’e-mail {{percentage}}
id_id: Email sedang di-cache {{percentage}}
it_it: Memorizzazione e-mail nella cache {{percentage}}
ja_jp: メールをキャッシュ中 {{percentage}}
ko_kr: 이메일 캐싱 {{percentage}}
ms_my: Penyimpanan emel dalam cache {{percentage}}
pt_br: Armazenamento em cache do e-mail {{percentage}}
ru_ru: Кэширование письма {{percentage}}
th_th: กำลังเก็บแคชอีเมล {{percentage}}
vi_vn: Đang lưu email vào bộ nhớ đệm {{percentage}}
zh_cn: 正在缓存邮件 {{percentage}}
zh_hk: 正在快取郵件 {{percentage}}

# lGI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# wJ8
source: Network error.
de_de: Netzwerkfehler.
es_es: Error de red.
fr_fr: Erreur réseau.
id_id: Kesalahan jaringan.
it_it: Errore di rete.
ja_jp: ネットワークエラーです。
ko_kr: 네트워크 오류입니다.
ms_my: Ralat rangkaian.
pt_br: Erro de rede.
ru_ru: Ошибка сети.
th_th: เครือข่ายเกิดข้อผิดพลาด
vi_vn: Lỗi mạng.
zh_cn: 网络异常
zh_hk: 網絡異常
