Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 2fk
source: We couldn’t find any results related to your search.
de_de: Wir konnten keine Ergebnisse für Ihre Suche finden.
es_es: No se ha encontrado ningún resultado relacionado con tu búsqueda.
fr_fr: Votre recherche n'a abouti à aucun résultat.
hi_in: हमें आपकी खोज से संबंधित कोई भी परिणाम नहीं मिले.
id_id: Kami tidak dapat menemukan hasil apa pun terkait dengan pencarian Anda.
it_it: Non è stato possibile trovare risultati relativi alla tua ricerca.
ja_jp: 一致する結果がありません。再入力してください
ko_kr: 검색어와 관련된 어떤 결과도 찾지 못했습니다.
ms_my: Kami tidak dapat mencari sebarang hasil berkaitan dengan carian anda.
pt_br: Não encontramos resultados relacionados à sua pesquisa.
ru_ru: Не удалось найти результаты, связанные с вашими условиями поиска.
th_th: เราไม่พบผลลัพธ์ใด ๆ ที่เกี่ยวข้องกับการค้นหาของคุณ
vi_vn: Chúng tôi không thể tìm thấy bất kỳ kết quả nào liên quan đến tìm kiếm của bạn.
zh_cn: 没有查找到相关结果，请重新输入
zh_hk: 沒有搜尋到相關結果，請重新輸入

# ZI4
source: No permission.
de_de: Berechtigung nicht vorhanden.
es_es: No hay permiso.
fr_fr: Pas d'autorisation.
hi_in: कोई अनुमति नहीं.
id_id: Tidak ada izin.
it_it: Nessuna autorizzazione.
ja_jp: 編集権限がない
ko_kr: 권한이 없습니다.
ms_my: Tiada kebenaran.
pt_br: Nenhuma permissão.
ru_ru: Нет разрешения.
th_th: ไม่มีสิทธิ์การอนุญาต
vi_vn: Không có quyền.
zh_cn: 只读权限无法编辑草稿
zh_hk: 唯讀權限無法編輯草稿

# YmI
source: Please select users
de_de: Wählen Sie Benutzer aus
es_es: Selecciona los usuarios
fr_fr: Veuillez sélectionner des utilisateurs
hi_in: कृपया उपयोगकर्ता चुनें
id_id: Pilih pengguna
it_it: Seleziona gli utenti
ja_jp: ユーザーを選択してください
ko_kr: 사용자를 선택하세요.
ms_my: Sila pilih pengguna
pt_br: Selecione os usuários
ru_ru: Выберите пользователей
th_th: โปรดเลือกผู้ใช้
vi_vn: Vui lòng chọn người dùng
zh_cn: 请选择分享用户
zh_hk: 請選擇分享用戶

# KbA
source: You aren't the recipient or this email no longer exists.
de_de: Sie sind nicht der Empfänger oder diese E-Mail existiert nicht mehr.
es_es: No eres el destinatario o este correo electrónico ya no existe.
fr_fr: Vous n'êtes pas le destinataire ou cet e-mail n'existe plus.
hi_in: आप इस ईमेल के प्राप्तकर्ता नहीं हैं या यह ईमेल अब मौजूद नहीं है.
id_id: Anda bukan penerima atau email ini sudah tidak ada.
it_it: Non sei il destinatario o questa e-mail non esiste più.
ja_jp: あなたは受信者ではないか、又はメールが削除されました。
ko_kr: 회원님이 수신자가 아니거나 이 이메일이 더 이상 존재하지 않습니다.
ms_my: Anda bukan penerima atau emel ini tidak lagi wujud.
pt_br: Você não é o destinatário ou esse e-mail não existe mais.
ru_ru: Вы не являетесь получателем или письмо удалено.
th_th: คุณไม่ใช่ผู้รับหรือไม่มีอีเมลนี้อีกต่อไปแล้ว
vi_vn: Bạn không phải là người nhận hoặc email này không còn tồn tại nữa.
zh_cn: 你可能不是收件人或邮件不存在
zh_hk: 你可能不是收件者或郵件不存在

# mWs
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: स्वामी
id_id: Pemilik
it_it: Proprietario
ja_jp: オーナー
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_hk: 擁有者

# 8es
source: Can edit drafts
de_de: Kann Entwürfe bearbeiten
es_es: Puede editar los borradores
fr_fr: Peuvent modifier des brouillons
hi_in: ड्राफ़्ट संपादित कर सकते हैं
id_id: Dapat mengedit draf
it_it: È possibile modificare le bozze
ja_jp: 編集可能
ko_kr: 초안 편집 가능
ms_my: Boleh edit draf
pt_br: Pode editar rascunhos
ru_ru: Может редактировать черновики
th_th: สามารถแก้ไขแบบร่าง
vi_vn: Có thể chỉnh sửa bản nháp
zh_cn: 可编辑
zh_hk: 可編輯

# nyI
source: Can read
de_de: Kann lesen
es_es: Puede leer
fr_fr: Peuvent lire
hi_in: पढ़ सकता है
id_id: Dapat membaca
it_it: È possibile leggere
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: Boleh baca
pt_br: Pode ler
ru_ru: Может читать
th_th: สามารถอ่านได้
vi_vn: Có thể đọc
zh_cn: 可阅读
zh_hk: 可閱讀

# Aqo
source: You can still share the current email content to chat.
de_de: Sie können immer noch den aktuellen E-Mail-Inhalt zum Chatten teilen.
es_es: Todavía puedes compartir el contenido del mensaje actual en el chat.
fr_fr: Vous pouvez toujours partager le contenu de l'e-mail actuel afin de discuter.
hi_in: आप अभी भी चैट करने के लिए वर्तमान ईमेल सामग्री शेयर कर सकते हैं.
id_id: Anda masih dapat berbagi konten email ini ke obrolan.
it_it: Puoi ancora condividere il contenuto dell'e-mail corrente nella chat.
ja_jp: 引き続きメール内容をチャットに共有
ko_kr: 현재 이메일 콘텐츠를 여전히 채팅에 공유할 수 있습니다.
ms_my: Anda masih boleh berkongsi kandungan e-mel semasa ke sembang.
pt_br: Você ainda pode compartilhar o conteúdo do e-mail atual no chat.
ru_ru: Вы можете по-прежнему делиться содержимым текущего письма в чате.
th_th: คุณยังสามารถแชร์เนื้อหาอีเมลล่าสุดไปยังแชทได้อยู่
vi_vn: Bạn vẫn có thể chia sẻ nội dung email hiện tại để trò chuyện.
zh_cn: 继续分享当前邮件内容到聊天
zh_hk: 繼續分享目前郵件內容到聊天

# /U8
source: Stop
de_de: Beenden
es_es: Cesar
fr_fr: Arrêter
hi_in: रोकें
id_id: Berhenti
it_it: Interrompi
ja_jp: 停止
ko_kr: 중지
ms_my: Berhenti
pt_br: Parar
ru_ru: Остановить
th_th: หยุด
vi_vn: Dừng
zh_cn: 停止
zh_hk: 停止

# Rr0
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# GRE
source: Quit
de_de: Beenden
es_es: Abandonar
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
ms_my: Berhenti
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_hk: 退出

# hTo
source: Recent chats
de_de: Neueste Chats
es_es: Chats recientes
fr_fr: Chats récents
hi_in: हाल ही के चैट
id_id: Obrolan terakhir
it_it: Chat recenti
ja_jp: 最近のチャット
ko_kr: 최근 채팅
ms_my: Perbualan terkini
pt_br: Chats recentes
ru_ru: Недавние чаты
th_th: แชทล่าสุด
vi_vn: Cuộc trò chuyện gần đây
zh_cn: 最近会话
zh_hk: 最近對話

# iKk
source: Up to 10 chats
de_de: Bis zu 10 Chats
es_es: Hasta 10 chats
fr_fr: Jusqu'à 10 discussions
hi_in: अधिकतम 10 चैट
id_id: Hingga 10 obrolan
it_it: Fino a 10 chat
ja_jp: 1 度に最大 10 個のメールを転送できます
ko_kr: 최대 10개의 채팅
ms_my: Sehingga 10 sembang
pt_br: Até 10 chats
ru_ru: До 10 бесед
th_th: สูงสุด 10 แชท
vi_vn: Tối đa 10 cuộc trò chuyện
zh_cn: 一次最多分享10个会话
zh_hk: 一次最多分享 10 通對話

# pZk
source: Share email threads with your contacts with one simple click and reply to emails directly in Messenger.
de_de: Teilen Sie E-Mail-Threads mit Ihren Kontakten durch einen einfachen Klick und antworten Sie auf E-Mails direkt im Messenger.
es_es: Haz un simple clic para compartir hilos de conversaciones de correo electrónico con tus contactos y responde a los mensajes directamente en Messenger.
fr_fr: Partagez des fils d'e-mails avec vos contacts en un seul clic et répondez directement aux e-mails dans Messenger.
hi_in: एक आसान क्लिक से ईमेल थ्रेड अपने संपर्कों के साथ साझा करें और सीधे मैसेंजर में ईमेलों का उत्तर दें.
id_id: Berbagi utas email dengan kontak Anda dengan sekali klik dan balas email langsung di Messenger.
it_it: Con un semplice clic, condividi i thread di posta elettronica con i tuoi contatti e rispondi alle e-mail direttamente in Messenger.
ja_jp: ワンクリックで、文脈をまとめて共有し、チャットでメールに返信できます。
ko_kr: 클릭 한 번으로 이메일 스레드를 연락처와 공유하고 Messenger에서 바로 이메일에 회신할 수 있습니다.
ms_my: Kongsi rentetan emel dengan kenalan anda dengan satu klik mudah dan balas emel secara langsung di Messenger.
pt_br: Compartilhe sequências de e-mails com seus contatos com um simples clique e responda aos seus e-mail diretamente no Messenger.
ru_ru: Делитесь обсуждениями в почте со своими контактами одним щелчком и отвечайте на письма напрямую в Messenger.
th_th: แบ่งปันเธรดอีเมลกับรายชื่อที่ติดต่อของคุณด้วยการคลิกเพียงแค่ครั้งเดียว และตอบกลับอีเมลโดยตรงใน Messenger
vi_vn: Chia sẻ các chuỗi email với danh bạ của bạn bằng một cú nhấp chuột đơn giản và trả lời email trực tiếp trên Messenger.
zh_cn: 一键分享，完整同步上下文，聊天中即可回复邮件
zh_hk: 如指定用戶是收件者，可直接在即時聊天中打開郵件，並進行回覆等處理。

# L00
source: Enable share new emails automatically, incoming and outgoing emails will be automatically shared to the "Shared" label of the selected user's mailbox.
de_de: Aktivieren Sie das automatische Teilen neuer E-Mails. Eingehende und ausgehende E-Mails werden automatisch mit dem Label „Geteilt“ im Postfach des ausgewählten Benutzers geteilt.
es_es: Si habilitas la compartición automática de correos electrónicos nuevos, los correos electrónicos entrantes y salientes se compartirán automáticamente con la etiqueta "Compartido" del buzón de correo del usuario seleccionado.
fr_fr: Activer le partage automatique des nouveaux e-mails, les e-mails entrants et sortants seront automatiquement partagés avec l'étiquette « Partagé » de la boîte aux lettres de l'utilisateur sélectionné.
hi_in: नए ईमेल स्वचालित रूप से भेजने के लिए सक्षम करें, इनकमिंग और आउटगोइंगगोइंग ईमेल स्वचालित रूप से चयनित उपयोगकर्ता के मेलबॉक्स के "साझा किए गए" लेबल पर साझा किए जाएंगे.
id_id: Aktifkan otomatis berbagi email baru, email masuk dan keluar akan otomatis dibagikan ke label "Dibagikan" di kotak surat pengguna yang dipilih.
it_it: Abilita automaticamente la condivisione di nuove e-mail; le e-mail in entrata e in uscita verranno condivise automaticamente nella sezione etichettata "Condivise" della casella di posta dell'utente selezionato.
ja_jp: 新着メールの自動共有を有効にすれば、今後の送受信は自動的にこのユーザーのメールボックスのラベル「共有」にシェアされます。
ko_kr: 새 이메일을 자동으로 공유하도록 설정하면 수신 및 발신 이메일은 선택한 사용자 사서함의 "공유됨" 레이블에 자동으로 공유됩니다.
ms_my: Aktifkan kongsi emel baru secara automatik, emel masuk dan keluar akan dikongsi secara automatik ke label "Dikongsi" peti mel kenalan yang dipilih.
pt_br: Ative o compartilhamento automático de novos e-mails. Os e-mails de entrada e saída serão automaticamente compartilhados no rótulo "Compartilhado" da caixa de mensagens do usuário selecionado.
ru_ru: Включите возможность автоматически делиться новыми письмами, тогда входящие и исходящие письма будут автоматически отмечаться как "Общие" для выбранного пользователя.
th_th: เปิดใช้การแชร์อีเมลแบบอัตโนมัติ อีเมลขาเข้าและขาออกจะถูกแชร์ไปยังป้ายกำกับ “แชร์แล้ว” ที่กล่องจดหมายของผู้ใช้ที่ได้เลือก
vi_vn: Kích hoạt tự động chia sẻ email mới, email gửi đến và gửi đi sẽ được tự động chia sẻ đến nhãn "Shared" (Được chia sẻ) của hộp thư của người dùng đã chọn.
zh_cn: 启用新邮件自动分享，即将收到的往来邮件将自动分享到选中用户邮箱的“分享邮件”标签中。
zh_hk: 啟用新郵件自動分享功能後收到的往來郵件，會自動分享到指定用戶電郵地址的「分享郵件」標籤內。

# xW0
source: Selected: {{count}} member(s)
de_de: Ausgewählt: {{count}} Mitglied(er)
es_es: Seleccionado: {{count}} miembro(s)
fr_fr: Sélectionné : {{count}} membre(s)
hi_in: चयनित: {{count}} सदस्य
id_id: Dipilih: {{count}} anggota
it_it: Selezionati: {{count}} membro/i
ja_jp: {{count}} 人を選択しました
ko_kr: 선택됨: {{count}}명
ms_my: Terpilih: {{count}} ahli
pt_br: Selecionados: {{count}} membro(s)
ru_ru: Выбрано участников: {{count}}
th_th: เลือกแล้ว: สมาชิก {{count}} คน
vi_vn: Đã chọn: {{count}} thành viên
zh_cn: 已选择{{count}}个
zh_hk: 已選擇 {{count}} 個

# SMc
source: Users you select who are recipients of this email can reply to the email directly.
de_de: Nur den aktuellen E-Mail-Inhalt teilen.
es_es: Los usuarios seleccionados que son destinatarios de este correo electrónico pueden responder directamente.
fr_fr: Ne partager que le contenu de l'e-mail actuel.
hi_in: आपके द्वारा चुने गए उपयोगकर्ता जो इस ईमेल के प्राप्तकर्ता हैं, वे सीधे ईमेल का उत्तर दे सकते हैं.
id_id: Pengguna yang Anda pilih sekaligus penerima email ini dapat membalas email secara langsung.
it_it: Condividi solo il contenuto dell'e-mail corrente.
ja_jp: 選択されたユーザーは受信者の場合は、直接メールに対して返信できます。
ko_kr: 현재 이메일 콘텐츠만 공유합니다.
ms_my: Pengguna yang anda pilih yang merupakan penerima emel ini boleh menjawab emel secara langsung.
pt_br: Compartilhe apenas o conteúdo do e-mail atual.
ru_ru: Пользователи, которых вы выберете получателями этого письма, могут ответить на него напрямую.
th_th: แชร์เนื้อหาอีเมลล่าสุดเท่านั้น
vi_vn: Chỉ chia sẻ nội dung email hiện tại.
zh_cn: 被分享的用户如果是邮件收件人，可以直接回复邮件。
zh_hk: 被分享的用戶如果是郵件收件者，可以直接回覆郵件。

# pMs
source: Share current email to chat
de_de: Aktuelle E-Mail zum Chatten teilen
es_es: Compartir el mensaje actual en el chat
fr_fr: Partager l'e-mail actuel pour discuter
hi_in: चैट करने के लिए वर्तमान ईमेल साझा करें
id_id: Berbagi email ini ke obrolan
it_it: Condividi l'e-mail corrente nella chat
ja_jp: このメールをチャットに共有
ko_kr: 현재 이메일을 채팅에 공유
ms_my: Kongsi emel semasa ke sembang
pt_br: Compartilhar e-mail atual no chat
ru_ru: Поделиться текущим письмом в чате
th_th: แชร์อีเมลล่าสุดไปยังแชท
vi_vn: Chia sẻ email hiện tại để trò chuyện
zh_cn: 分享当前邮件到聊天
zh_hk: 分享目前郵件到聊天

# acw
source: Share email
de_de: E-Mail teilen
es_es: Compartir correo
fr_fr: Partager un e-mail
hi_in: ईमेल साझा करें
id_id: Berbagi email
it_it: Condividi e-mail
ja_jp: メールを共有
ko_kr: 이메일 공유
ms_my: Kongsi emel
pt_br: Compartilhar e-mail
ru_ru: Поделиться письмом
th_th: แชร์อีเมล
vi_vn: Chia sẻ email
zh_cn: 分享邮件
zh_hk: 分享郵件

# 1iI
source: Share Mode
de_de: Teilen-Modus
es_es: Modo para compartir
fr_fr: Mode de partage
hi_in: साझाकरण मोड
id_id: Mode Berbagi
it_it: Modalità di condivisione
ja_jp: 共有モード
ko_kr: 공유 모드
ms_my: Mod Kongsi
pt_br: Compartilhar modo
ru_ru: Режим общего доступа
th_th: โหมดการแชร์
vi_vn: Chế độ Chia sẻ
zh_cn: 分享邮件模式
zh_hk: 分享郵件模式

# GQM
source: Share emails with your {{APP_DISPLAY_NAME}} contacts to keep them updated.
de_de: E-Mails für Ihre {{APP_DISPLAY_NAME}}-Kontakte freigeben, damit sie auf dem Laufenden bleiben.
es_es: Comparte correos electrónicos con tus contactos de {{APP_DISPLAY_NAME}} para tenerlos informados de todo.
fr_fr: Partagez des e-mails avec vos contacts {{APP_DISPLAY_NAME}} pour les tenir informés.
hi_in: अपने {{APP_DISPLAY_NAME}} संपर्कों को अपडेट रखने के लिए उनसे ईमेल साझा करें
id_id: Bagikan email kepada kontak {{APP_DISPLAY_NAME}} Anda untuk memastikan bahwa mereka mendapatkan informasi terbaru.
it_it: Condividi e-mail con i tuoi contatti {{APP_DISPLAY_NAME}} per tenerli aggiornati.
ja_jp: {{APP_DISPLAY_NAME}} 連絡先とリアルタイムでメール情報を共有しましょう
ko_kr: {{APP_DISPLAY_NAME}} 연락처와 이메일을 공유하여 최신 정보를 전달하세요.
ms_my: Kongsi emel dengan kenalan {{APP_DISPLAY_NAME}} anda untuk mengekalkan kemas kini mereka.
pt_br: Compartilhe e-mails com seus contatos do {{APP_DISPLAY_NAME}} para mantê-los atualizados.
ru_ru: Делитесь письмами со своими контактами в {{APP_DISPLAY_NAME}}, чтобы держать их в курсе.
th_th: แบ่งปันอีเมลกับรายชื่อที่ติดต่อ {{APP_DISPLAY_NAME}} ของคุณเพื่อให้พวกเขาอัปเดต
vi_vn: Chia sẻ email với danh bạ {{APP_DISPLAY_NAME}} của bạn để duy trì cập nhật.
zh_cn: 与{{APP_DISPLAY_NAME}}好友即时共享邮件信息
zh_hk: 與{{APP_DISPLAY_NAME}}好友即時分享郵件訊息。

# 9yk
source: Share email to chat
de_de: E-Mail zum Chatten teilen
es_es: Compartir correo en el chat
fr_fr: Partager un e-mail pour discuter
hi_in: चैट करने के लिए ईमेल साझा करें
id_id: Berbagi email ke obrolan
it_it: Condividi e-mail nella chat
ja_jp: チャットに共有
ko_kr: 이메일을 채팅에 공유
ms_my: Kongsi emel ke sembang
pt_br: Compartilhar e-mail no chat
ru_ru: Поделиться письмом в чате
th_th: แชร์อีเมลไปยังแชท
vi_vn: Chia sẻ email để trò chuyện
zh_cn: 分享到聊天
zh_hk: 分享到聊天

# ay8
source: Automatically share incoming emails
de_de: Eingehende E-Mails automatisch teilen
es_es: Compartir automáticamente mensajes entrantes
fr_fr: Partager automatiquement les e-mails entrants
hi_in: इनकमिंग ईमेल को स्वचालित रूप से साझा करें
id_id: Berbagi email masuk secara otomatis
it_it: Condividi automaticamente le e-mail in entrata
ja_jp: 当件名にある新着メールを自動的に共有
ko_kr: 수신 이메일 자동 공유
ms_my: Kongsi emel masuk secara automatik
pt_br: Compartilhe automaticamente os e-mails recebidos
ru_ru: Автоматически делиться входящими
th_th: แชร์อีเมลขาเข้าโดยอัตโนมัติ
vi_vn: Tự động chia sẻ email gửi đến
zh_cn: 自动分享该主题下的新邮件
zh_hk: 自動分享此主題下的新郵件

source: Share emails with {{APP_DISPLAY_NAME}} users to co-edit drafts.
de_de: Teilen Sie E-Mails mit {{APP_DISPLAY_NAME}}-Benutzern, um zusammen an Entwürfen zu arbeiten.
es_es: Compartir correos con los usuarios de {{APP_DISPLAY_NAME}} para editar los borradores conjuntamente.
fr_fr: Partager des e-mails avec des utilisateurs {{APP_DISPLAY_NAME}} afin de co-éditer des brouillons.
hi_in: ड्राफ़्ट का सह-संपादन करने के लिए {{APP_DISPLAY_NAME}} उपयोगकर्ताओं के साथ ईमेल साझा करें.
id_id: Berbagi email dengan pengguna {{APP_DISPLAY_NAME}} untuk mengedit draf bersama.
it_it: Condividi e-mail con gli utenti {{APP_DISPLAY_NAME}} per modificare congiuntamente le bozze.
ja_jp: メールを {{APP_DISPLAY_NAME}} のユーザーとシェアして、下書きを共同編集することができます。
ko_kr: {{APP_DISPLAY_NAME}} 사용자와 이메일을 공유하여 초안을 공동 편집합니다.
ms_my: Kongsi emel dengan pengguna {{APP_DISPLAY_NAME}} untuk menyunting draf bersama.
pt_br: Compartilhar e-mails com os usuários do {{APP_DISPLAY_NAME}} para coeditar rascunhos.
ru_ru: Делитесь письмами с пользователями {{APP_DISPLAY_NAME}}, чтобы совместно редактировать черновики.
th_th: แชร์อีเมลกับผู้ใช้ {{APP_DISPLAY_NAME}} เพื่อร่วมแก้ไขแบบร่าง
vi_vn: Chia sẻ email với người dùng {{APP_DISPLAY_NAME}} để cùng chỉnh sửa bản nháp.
zh_cn: 与{{APP_DISPLAY_NAME}}好友即时共享邮件信息，协同编辑邮件。
zh_hk: 與{{APP_DISPLAY_NAME}}好友即時分享郵件訊息，共同編輯郵件。

# 8NY
source: Share emails to chat
de_de: E-Mail mit Chat teilen
es_es: Compartir correos electrónicos en el chat
fr_fr: Partager des e-mails à la discussion
hi_in: चैट करने के लिए ईमेल साझा करें
id_id: Berbagi email ke obrolan
it_it: Condividi e-mail nella chat
ja_jp: メールをチャットに共有
ko_kr: 채팅에 이메일 공유
ms_my: Kongsi emel ke sembang
pt_br: Compartilhar e-mails no chat
ru_ru: Поделиться письмами с чатом
th_th: แบ่งปันอีเมลไปยังแชท
vi_vn: Chia sẻ email đến cửa sổ trò chuyện
zh_cn: 分享邮件到聊天
zh_hk: 分享郵件到聊天

# 0T0
source: Manage sharing
de_de: Freigabe verwalten
es_es: Administrar uso compartido
fr_fr: Gérer le partage
hi_in: शेयरिंग का प्रबंध करें
id_id: Kelola berbagi
it_it: Gestisci condivisione
ja_jp: 共有を管理
ko_kr: 공유 관리
ms_my: Urus kongsi
pt_br: Gerenciar o compartilhamento
ru_ru: Настройки
th_th: จัดการการแชร์
vi_vn: Quản lý chia sẻ
zh_cn: 管理分享
zh_hk: 管理分享

# 4I0
source: Manage sharing
de_de: Freigabe verwalten
es_es: Administrar uso compartido
fr_fr: Gérer le partage
hi_in: शेयरिंग का प्रबंध करें
id_id: Kelola berbagi
it_it: Gestisci condivisione
ja_jp: 共有を管理
ko_kr: 공유 관리
ms_my: Urus kongsi
pt_br: Gerenciar o compartilhamento
ru_ru: Настройки
th_th: จัดการการแชร์
vi_vn: Quản lý chia sẻ
zh_cn: 管理分享
zh_hk: 管理分享

# /V0
source: You can quickly view and manage shared users or stop email sharing. After the sharing is stopped, the incoming and outgoing emails will no longer be shared with other users.
de_de: Sie können Benutzer der Freigabe schnell anzeigen und verwalten oder die E-Mail-Freigabe beenden. Nach dem Beenden der Freigabe werden ein- und ausgehende E-Mails nicht mehr mit anderen Benutzern geteilt.
es_es: Puedes ver y administrar rápidamente a los usuarios compartidos o bien detener el uso compartido del correo electrónico. Una vez que se detenga el uso compartido, los correos electrónicos entrantes y salientes dejarán de compartirse con otros usuarios.
fr_fr: Vous pouvez rapidement consulter et gérer les utilisateurs partagés ou arrêter le partage des e-mails. Une fois le partage arrêté, les e-mails entrants et sortants ne seront plus partagés avec d'autres utilisateurs.
hi_in: आप शेयर किए गए उपयोगकर्ताओं को तुरंत देख सकते हैं और प्रबंध कर सकते हैं या ईमेल शेयरिंग रोक सकते हैं. शेयरिंग को रोकने के बाद, इनकमिंग और आउटगोइंग ईमेल अन्य उपयोगकर्ताओं के साथ शेयर नहीं किए जाएँगे.
id_id: Anda dapat melihat dan mengelola pengguna bersama atau berhenti berbagi email dengan cepat. Setelah berbagi dihentikan, email masuk dan keluar tidak akan dibagikan dengan pengguna lain.
it_it: È possibile visualizzare e gestire rapidamente gli utenti condivisi o interrompere la condivisione delle e-mail. Dopo che la condivisione è stata interrotta, i messaggi e-mail in entrata e in uscita non saranno più condivisi con altri utenti.
ja_jp: 共有するユーザーを閲覧または管理することや、メール共有を停止することができます。メール共有を停止すると、今後の送受信は他のユーザーに共有されないようになります。
ko_kr: 공유 사용자를 빠르게 보고 관리하거나 이메일 공유를 중지할 수 있습니다. 공유가 중지되면 수신 및 발신 이메일이 더 이상 다른 사용자와 공유되지 않습니다.
ms_my: Anda boleh dengan cepat melihat dan mengurus pengguna yang dikongsi atau menghentikan perkongsian emel. Selepas perkongsian dihentikan, emel masuk dan keluar tidak lagi dikongsi dengan pengguna lain.
pt_br: Você pode visualizar e gerenciar rapidamente usuários compartilhados ou parar o compartilhamento de e-mail. Depois que o compartilhamento for parado, os e-mails de entrada e saída não serão mais compartilhados com outros usuários.
ru_ru: Можно просматривать и управлять пользователями или прекращать делиться. После прекращения, пользователи не будут видеть "общие" письма.
th_th: คุณสามารถดูและจัดการผู้ใช้ที่แชร์หรือหยุดการแชร์อีเมลได้ หลังจากหยุดการแชร์ อีเมลขาเข้าและขาออกจะไม่ได้รับการแชร์กับผู้ใช้อื่นอีกต่อไป
vi_vn: Bạn có thể nhanh chóng xem và quản lý người dùng được chia sẻ hoặc dừng chia sẻ email. Sau khi dừng chia sẻ email, các email đến và đi sẽ không còn được chia sẻ với những người dùng khác.
zh_cn: 可快速查看及管理被分享用户或停止邮件分享。分享停止后，即将收到的往来邮件不再分享给其他用户。
zh_hk: 可快速查看1管理被分享用戶，或停止郵件分享。停止分享後收到的往來郵件，再不會分享給其他用戶。

# EJs
source: Share to Chat
de_de: Im Chat teilen
es_es: Compartir en el chat
fr_fr: Partager dans la discussion
hi_in: चैट में साझा करें
id_id: Berbagi ke obrolan
it_it: Condividi in chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar no chat
ru_ru: Поделиться с чатом
th_th: แชร์ไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_hk: 分享到聊天

# SZM
source: Share to
de_de: Teilen auf
es_es: Compartir con
fr_fr: Partager avec
hi_in: इस पर साझा करें
id_id: Berbagi ke
it_it: Condividi in
ja_jp: 下記ユーザーに共有
ko_kr: 공유 대상
ms_my: Kongsi ke
pt_br: Compartilhar com
ru_ru: Поделиться с
th_th: แชร์ไปยัง
vi_vn: Chia sẻ với
zh_cn: 分享给
zh_hk: 分享給

# fbA
source: Shared
de_de: Geteilt
es_es: Compartido
fr_fr: Partagé(e)
hi_in: शेयर किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有しました
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Открыт доступ
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_hk: 分享成功

# xqA
source: Stopped successfully
de_de: Erfolgreich beendet
es_es: Se ha dejado de compartir correctamente
fr_fr: Arrêt réussi
hi_in: रोका गया
id_id: Berhasil dihentikan
it_it: Interruzione riuscita
ja_jp: 共有を中止しました
ko_kr: 성공적으로 중지했습니다
ms_my: Berhenti berjaya
pt_br: Interrupção feita com êxito
ru_ru: Остановлено успешно
th_th: หยุดเรียบร้อยแล้ว
vi_vn: Đã dừng thành công
zh_cn: 成功停止分享
zh_hk: 成功停止分享

# res
source: Sharing stopped
de_de: Freigabe beendet
es_es: Se ha detenido la función de compartir
fr_fr: Partage arrêté
hi_in: शेयरिंग रोक दिया गया
id_id: Berbagi dihentikan
it_it: La condivisione è stata interrotta
ja_jp: メール共有を停止しました
ko_kr: 공유 중지됨
ms_my: Perkongsian dihentikan
pt_br: Compartilhamento parado
ru_ru: Вы больше не делитесь письмом
th_th: หยุดการแชร์แล้ว
vi_vn: Đã dừng chia sẻ
zh_cn: 已停止分享邮件
zh_hk: 已停止分享郵件

# 1BI
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# Yv8
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# qFA
source: Failed to share. Please try again.
de_de: Teilen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al compartir. Inténtalo de nuevo.
fr_fr: Échec du partage. Veuillez réessayer.
hi_in: साझा करने में विफल. कृपया पुनः प्रयास करें.
id_id: Gagal berbagi. Coba lagi.
it_it: Impossibile condividere. Riprova.
ja_jp: 共有できませんでした。再試行してください
ko_kr: 공유에 실패했습니다. 다시 시도하세요.
ms_my: Gagal berkongsi. Sila cuba lagi.
pt_br: Falha ao compartilhar. Tente novamente.
ru_ru: Не удалось поделиться. Повторите попытку.
th_th: แชร์ไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Chia sẻ không thành công. Vui lòng thử lại.
zh_cn: 分享失败，请重试
zh_hk: 分享失敗，請重試
