Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# yJI
source: Subject details and source text
de_de: Betreffdetails und Quelltext
es_es: Detalles del asunto y texto de origen
fr_fr: Détails de l'objet et texte source
id_id: Perincian subjek dan teks sumber
it_it: Dettagli oggetto e testo sorgente
ja_jp: 件名の詳細と原文
ko_kr: 제목 세부 정보 및 소스 텍스트
ms_my: Butiran subjek dan teks sumber
pt_br: Detalhes do assunto e texto de origem
ru_ru: Сведения о теме и исходный текст
th_th: รายละเอียดหัวเรื่องและข้อความต้นฉบับ
vi_vn: Chi tiết chủ đề và văn bản nguồn
zh_cn: 主题详情和原文
zh_hk: 主題詳情和原文

# CWw
source: Unable to edit cover. Please try again later
de_de: Das Titelbild kann nicht bearbeitet werden. Bitte versuchen Sie es später erneut
es_es: No se puede editar la portada. Inténtalo de nuevo más tarde
fr_fr: Impossible de modifier la page de garde. Veuillez réessayer plus tard
id_id: Gagal mengedit sampul. Coba lagi nanti
it_it: Impossibile modificare la copertina. Riprova più tardi
ja_jp: 操作に失敗しました。後ほど再試行してください
ko_kr: 커버를 편집할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat mengedit kulit. Sila cuba lagi kemudian
pt_br: Não é possível editar a capa. Tente novamente mais tarde
ru_ru: Не удалось отредактировать обложку. Повторите попытку позже
th_th: ไม่สามารถแก้ไขหน้าปกได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể chỉnh sửa ảnh bìa. Vui lòng thử lại sau
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

# TRA
source: Unable to load cover
de_de: Titelbild kann nicht geladen werden
es_es: No se puede cargar la portada
fr_fr: Impossible de charger la page de garde
id_id: Gagal memuat sampul
it_it: Impossibile caricare la copertina
ja_jp: カバーの読み込みに失敗しました
ko_kr: 커버를 로드할 수 없습니다
ms_my: Tidak dapat memuatkan kulit
pt_br: Não é possível carregar a capa
ru_ru: Не удалось загрузить обложку
th_th: โหลดหน้าปกไม่ได้
vi_vn: Không tải được ảnh bìa
zh_cn: 封面加载失败
zh_hk: 封面載入失敗

# wTY
source: Uploading now...
de_de: Wird hochgeladen...
es_es: Subiendo ahora...
fr_fr: Envoi en cours...
id_id: Sedang mengunggah...
it_it: Caricamento in corso
ja_jp: アップロード中
ko_kr: 지금 업로드 중...
ms_my: Sedang memuat naik...
pt_br: Carregando agora...
ru_ru: Загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 内容上传中
zh_hk: 內容上載中

# gj8
source: File, image or cover uploading now. Please wait until the upload is done and then try again
de_de: Datei, Bild oder Titelbild wird jetzt hochgeladen. Bitte warten Sie, bis das Hochladen abgeschlossen ist, und versuchen Sie es dann erneut
es_es: Se está subiendo un archivo, una imagen o una portada. Espera hasta que la subida haya terminado e inténtalo de nuevo
fr_fr: Le fichier, l'image ou la page de garde est en cours d'envoi. Veuillez attendre que l'envoi soit terminé avant de réessayer
hi_in: Sedang mengunggah file, gambar, atau sampul. Tunggu hingga unggahan selesai, lalu coba lagi
id_id: Sedang mengunggah file, gambar, atau sampul. Tunggu hingga unggahan selesai, lalu coba lagi
it_it: File, immagine o copertina ora in fase di caricamento. Attendi fino al completamento del caricamento e riprova
ja_jp: 添付ファイル、画像、またはカバーをアップロードしています。アップロードが完了してから、送信してください
ko_kr: 지금 파일, 이미지 또는 커버 업로드 중입니다. 업로드가 완료될 때까지 기다린 후 다시 시도하세요
ms_my: Fail, gambar atau kulit sedang dimuat naik. Sila tunggu sehingga muat naik selesai dan cuba lagi
pt_br: Carregando o arquivo, a imagem ou a capa agora. Aguarde até que o carregamento seja concluído e tente novamente
ru_ru: Файл, изображение или обложка загружаются. Дождитесь завершения загрузки, а затем повторите попытку.
th_th: กำลังอัปโหลดไฟล์ ภาพ หรือหน้าปก โปรดรอจนกว่าการอัปโหลดจะเสร็จสิ้นแล้วลองอีกครั้ง
vi_vn: Đang tải lên tập tin, hình ảnh hoặc ảnh bìa. Vui lòng chờ tải lên hoàn tất rồi thử lại
zh_cn: 附件、图片或封面上传中，请等待上传完毕后再发送
zh_hk: 附件、圖片或封面上載中，請等待上載完畢後再發送

# oDc
source: Uploading {{Content}}. Please wait until the upload is done.
de_de: {{Content}} wird hochgeladen. Bitte warten Sie, bis der Upload abgeschlossen ist.
es_es: Subiendo {{Content}}. Espera hasta que se complete la carga.
fr_fr: Envoi de {{Content}} en cours. Veuillez attendre la fin de l'envoi.
id_id: Mengunggah {{Content}}. Tunggu sampai pengunggahan selesai.
it_it: Caricamento di {{Content}} in corso. Attendi fino al completamento del caricamento.
ja_jp: {{Content}}をアップロードしています。アップロードが完了してから送信してください。
ko_kr: {{Content}} 업로드 중입니다. 업로드가 완료될 때까지 기다려 주세요.
ms_my: Memuat naik {{Content}}. Sila tunggu sehingga muat naik selesai.
pt_br: Carregando {{Content}}. Aguarde até que o carregamento seja concluído.
ru_ru: Загрузка {{Content}}. Дождитесь завершения загрузки.
th_th: กำลังอัปโหลด {{Content}} โปรดรอจนกว่าการอัปโหลดจะเสร็จสิ้น
vi_vn: Đang tải lên {{Content}}. Vui lòng chờ quá trình tải lên hoàn tất.
zh_cn: {{Content}}上传中，请等待上传完成后再发送
zh_hk: {{Content}}上載中，請等待上載完成後再發送

# SU4
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_hk: 移除

# WSA
source: Unable to load. {{ClickToRetry}}
de_de: Laden nicht möglich. {{ClickToRetry}}
es_es: No se puede cargar. {{ClickToRetry}}
fr_fr: Chargement impossible. {{ClickToRetry}}
id_id: Gagal memuat. {{ClickToRetry}}
it_it: Impossibile caricare. {{ClickToRetry}}
ja_jp: 読み込みできませんでした。{{ClickToRetry}}
ko_kr: 로드할 수 없습니다. {{ClickToRetry}}
ms_my: Tidak dapat memuatkan. {{ClickToRetry}}
pt_br: Não é possível carregar. {{ClickToRetry}}
ru_ru: Не удалось загрузить. {{ClickToRetry}}
th_th: โหลดไม่สำเร็จ {{ClickToRetry}}
vi_vn: Tải không thành công. {{ClickToRetry}}
zh_cn: 加载失败，{{ClickToRetry}}
zh_hk: 載入失敗，{{ClickToRetry}}

# f/Q
source: Loading cover...
de_de: Titelbild wird geladen...
es_es: Cargando portada...
fr_fr: Chargement de la page de garde...
id_id: Memuat sampul...
it_it: Caricamento copertina in corso
ja_jp: カバーを読み込み中
ko_kr: 커버 로딩 중...
ms_my: Memuatkan kulit...
pt_br: Carregando capa...
ru_ru: Загрузка сейчас...
th_th: กำลังโหลดหน้าปก...
vi_vn: Đang tải ảnh bìa...
zh_cn: 封面正在加载
zh_hk: 內容上載中

# HmI
source: Please wait until the cover is loaded and send
de_de: Bitte warten Sie, bis das Titelbild geladen und gesendet wurde
es_es: Espera hasta que la portada se haya cargado y enviado
fr_fr: Veuillez attendre que la page de garde soit chargée avant d'envoyer
id_id: Tunggu hingga sampul dimuat dan kirim
it_it: Attendi il completamento del caricamento della copertina, quindi invia
ja_jp: カバーを読み込み中です。読み込みが完了してから再送信してください
ko_kr: 커버가 로드될 때까지 기다렸다가 전송하세요
ms_my: Sila tunggu sehingga kulit dimuatkan dan hantar
pt_br: Aguarde até que a capa seja carregada e envie
ru_ru: Дождитесь загрузки обложки и отправьте
th_th: โปรดรอจนกว่าหน้าปกจะโหลดและส่ง
vi_vn: Vui lòng chờ ảnh bìa được tải xong rồi gửi
zh_cn: 邮件封面正在加载，请加载完成后再发送
zh_hk: 郵件封面載入中，請等待載入完成後再發送

# XNQ
source: Create Group and Forward
de_de: Gruppe erstellen und weiterleiten
es_es: Crear grupo y reenviar
fr_fr: Créer un groupe et transférer
id_id: Buat Grup dan Teruskan
it_it: Crea gruppo e inoltra
ja_jp: グループを作成して転送
ko_kr: 그룹 생성 및 전달
ms_my: Buat Kumpulan dan Teruskan
pt_br: Criar grupo e encaminhar
ru_ru: Создать группу и переслат
th_th: สร้างกลุ่มและส่งต่อ
vi_vn: Tạo nhóm và chuyển tiếp
zh_cn: 创建群组并转发
zh_hk: 建立群組並轉發

# hsc
source: Changed label
de_de: Geändertes Label.
es_es: La etiqueta se ha cambiado.
fr_fr: Étiquette modifiée
hi_in: बदला गया लेबल.
id_id: Label diubah
it_it: Etichetta modificata
ja_jp: ラベルを変更しました
ko_kr: 레이블을 변경함
ms_my: Tukar label
pt_br: Rótulo alterado
ru_ru: Изменена метка
th_th: เปลี่ยนป้ายกำกับแล้ว
vi_vn: Đã thay đổi nhãn
zh_cn: 成功更改标签
zh_hk: 成功更改標籤

# l6I
source: Label "{{name}}" created
de_de: Label „{{name}}“ wurde erstellt
es_es: Etiqueta "{{name}}" creada
fr_fr: Étiquette "{{name}}" créée avec succès
hi_in: लेबल "{{name}}" बनाया गया
id_id: Label "{{name}}" berhasil dibuat
it_it: Etichetta "{{name}}" creata
ja_jp: ラベル「{{name}}」を作成しました。
ko_kr: 레이블 "{{name}}" 생성됨
ms_my: Label "{{name}}" dicipta
pt_br: Rótulo "{{name}}" criado
ru_ru: Создана метка "{{name}}"
th_th: สร้างป้ายกำกับ "{{name}}" สำเร็จแล้ว
vi_vn: Đã tạo nhãn "{{name}}"
zh_cn: 标签“{{name}}”已创建
zh_hk: 已建立「{{name}}」標籤

# BDc
source: Create new label
de_de: Neues Label erstellen
es_es: Crear una etiqueta nueva
fr_fr: Créer une nouvelle étiquette
hi_in: नया लेबल बनाएँ
id_id: Buat label baru
it_it: Crea nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블 생성
ms_my: Cipta label baharu
pt_br: Criar novo rótulo
ru_ru: Создать метку
th_th: สร้างป้ายกำกับใหม่
vi_vn: Tạo nhãn mới
zh_cn: 创建标签
zh_hk: 建立標籤

# JQI
source: Create new label
de_de: Neues Label erstellen
es_es: Crear una etiqueta nueva
fr_fr: Créer une nouvelle étiquette
hi_in: नया लेबल बनाएँ
id_id: Buat label baru
it_it: Crea nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블 생성
ms_my: Cipta label baharu
pt_br: Criar novo rótulo
ru_ru: Создать метку
th_th: สร้างป้ายกำกับใหม่
vi_vn: Tạo nhãn mới
zh_cn: 创建标签
zh_hk: 建立標籤

# 8EY
source: Delete "{{name}}" along with its sublabels?
de_de: "{{name}}" zusammen mit seinen Unter-Labeln löschen?
es_es: ¿Eliminar "{{name}}" junto con sus subetiquetas?
fr_fr: Supprimer « {{name}} » ainsi que ses sous-étiquettes ?
hi_in: "{{name}}" को इसके उपलेबल्स के साथ हटाना चाहते हैं?
id_id: Hapus "{{name}}" bersama dengan sub-labelnya?
it_it: Vuoi eliminare "{{name}}" insieme alle sue etichette secondarie?
ja_jp: ラベル「{{name}}」とその子ラベルを削除しますか？
ko_kr: " {{name}} "을(를) 해당 하위 레이블과 함께 삭제하시겠습니까?
ms_my: Padam "{{name}}" bersama dengan sublabelnya?
pt_br: Excluir " {{name}} " junto com seus sub-rótulos?
ru_ru: Удалить "{{name}}" вместе с подметками?
th_th: ลบ " {{name}} " พร้อมกับป้ายกำกับย่อยหรือไม่
vi_vn: Xóa " {{name}} " cùng các nhãn phụ?
zh_cn: 是否确定要将标签 "{{name}}" 及子标签删除？
zh_hk: 是否確定要將標籤「{{name}}」及子標籤刪除？

# wXo
source: Label "{{name}}" deleted
de_de: "{{name}}" gelöscht
es_es: "{{name}}" eliminada
fr_fr: Supprimé « {{name}} »
hi_in: "{{name}}" हटाया गया.
id_id: "{{name}}" dihapus
it_it: "{{name}}" eliminato
ja_jp: ラベル「{{name}}」を削除しました。
ko_kr: " {{name}} " 삭제됨
ms_my: Label "{{name}}" dipadam
pt_br: " {{name}} " excluído
ru_ru: Метка "{{name}}" удалена
th_th: ลบ " {{name}} " แล้ว
vi_vn: Đã xóa " {{name}} "
zh_cn: 标签“{{name}}”已删除
zh_hk: 成功刪除「{{name}}」標籤

# 3tM
source: Duplicated label names
de_de: Doppelte Label-Namen
es_es: Nombres de etiquetas duplicados
fr_fr: Noms d'étiquettes dupliqués
hi_in: डुप्लिकेट लेबल नाम
id_id: Nama label duplikat
it_it: Nomi etichette duplicate
ja_jp: ラベル名はすでに存在します
ko_kr: 중복된 레이블 이름
ms_my: Nama label berulang
pt_br: Nomes de rótulos duplicados
ru_ru: Повторяющиеся имена меток
th_th: ชื่อป้ายกำกับที่ซ้ำกัน
vi_vn: Tên nhãn trùng lặp
zh_cn: 名字重复
zh_hk: 名稱重複

# cXU
source: Failed to create. Please try again.
de_de: Erstellen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al crear. Inténtalo de nuevo.
fr_fr: Échec de la création. Veuillez réessayer.
hi_in: बनाने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal membuat. Coba lagi.
it_it: Impossibile creare. Riprova.
ja_jp: エラーが発生しました。再度お試しください。
ko_kr: 생성에 실패했습니다. 다시 시도하세요.
ms_my: Gagal mencipta. Sila cuba lagi.
pt_br: Falha na criação. Tente novamente.
ru_ru: Не удалось создать. Повторите попытку.
th_th: สร้างไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Tạo không thành công. Vui lòng thử lại.
zh_cn: 创建失败，请重试
zh_hk: 建立失敗，請重試

# Bz8
source: Invalid name
de_de: Ungültiger Name
es_es: Nombre no válido
fr_fr: Nom non valide
hi_in: अमान्य नाम
id_id: Nama tidak valid
it_it: Nome non valido
ja_jp: 無効なラベル名
ko_kr: 잘못된 이름
ms_my: Nama tidak sah
pt_br: Nome inválido
ru_ru: Недопустимое имя
th_th: ชื่อไม่ถูกต้อง
vi_vn: Tên không hợp lệ
zh_cn: 该标签名不可使用
zh_hk: 該標籤名稱不可使用

# gdg
source: Labels
es_es: Etiquetas
fr_fr: Étiquettes
hi_in: लेबल्स
id_id: Label
it_it: Etichette
ja_jp: ラベル
ko_kr: 레이블
ms_my: Label
pt_br: Rótulos
ru_ru: Метки
th_th: ป้าย
vi_vn: Nhãn
zh_cn: 选择标签
zh_hk: 選擇標籤

# 1es
source: Label as
de_de: Labels
es_es: Etiquetar como
fr_fr: Étiqueter comme
hi_in: लेबल लगाएँ
id_id: Label sebagai
it_it: Etichetta come
ja_jp: ラベルを選択
ko_kr: 다음 레이블 지정
ms_my: Label sebagai
pt_br: Rotular como
ru_ru: Отметить как
th_th: ติดป้ายว่า
vi_vn: Dán nhãn là
zh_cn: 选择标签
zh_hk: 選擇標籤

# vOs
source: Please enter label name
de_de: Bitte geben Sie dem Label einen Namen
es_es: Da un nombre a la etiqueta
fr_fr: Veuillez nommer l'étiquette
hi_in: कृपया लेबल को नाम दें
id_id: Namai label
it_it: Dai un nome all'etichetta
ja_jp: ラベル名を入力
ko_kr: 레이블의 이름을 지정하세요
ms_my: Sila masukkan nama label
pt_br: Dê um nome ao rótulo
ru_ru: Назовите метку
th_th: โปรดตั้งชื่อป้ายกำกับ
vi_vn: Vui lòng đặt tên cho nhãn
zh_cn: 请输入标签名称
zh_hk: 請輸入標籤名稱

# Rl0
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
hi_in: संक्षिप्त करें
id_id: Lipat
it_it: Comprimi
ja_jp: 折りたたむ
ko_kr: 축소
ms_my: Runtuhkan
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起
zh_hk: 收合

# E+0
source: Manage Labels
de_de: Label verwalten
es_es: Administrar etiquetas
fr_fr: Gérer les étiquettes
hi_in: लेबल प्रबंधित करें
id_id: Kelola Label
it_it: Gestisci etichette
ja_jp: ラベル管理
ko_kr: 레이블 관리
ms_my: Urus Label
pt_br: Gerenciar rótulos
ru_ru: Настроить метки
th_th: จัดการป้ายกำกับ
vi_vn: Quản lý nhãn
zh_cn: 管理标签
zh_hk: 管理標籤

# 5vw
source: Expand
de_de: Erweitern
es_es: Expandir
fr_fr: Développer
hi_in: विस्तार करें
id_id: Buka
it_it: Espandi
ja_jp: その他
ko_kr: 확장
ms_my: Kembangkan
pt_br: Expandir
ru_ru: Развернуть
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 更多
zh_hk: 更多

# Vr8
source: Move to
de_de: Verschieben
es_es: Mover a
fr_fr: Déplacer vers
hi_in: ले जाएँ
id_id: Pindah ke
it_it: Sposta in
ja_jp: 移動
ko_kr: 다음으로 이동
ms_my: Pindahkan ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển tới
zh_cn: 移至
zh_hk: 移至

# MQQ
source: Outbox
de_de: Postausgang
es_es: Bandeja de salida
fr_fr: Boîte d'envoi
hi_in: आउटबॉक्स
id_id: Kotak Keluar
it_it: In uscita
ja_jp: 送信トレイ
ko_kr: 보낼 편지함
ms_my: Peti Keluar
pt_br: Caixa de saída
ru_ru: Исходящие
th_th: กล่องขาออก
vi_vn: Hộp thư đi
zh_cn: 寄件箱
zh_hk: 寄件箱

# eZs
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# M9Q
source: Delete the label "{{name}}" ?
de_de: Label "{{name}}" löschen?
es_es: ¿Eliminar la etiqueta "{{name}}"?
fr_fr: Supprimer l'étiquette « {{name}} » ?
hi_in: लेबल "{{name}}" हटाएँ?
id_id: Hapus label "{{name}}" ?
it_it: Vuoi eliminare l'etichetta " {{name}} "?
ja_jp: ラベル「{{name}}」を削除しますか？
ko_kr: " {{name}} " 레이블을 삭제하시겠습니까?
ms_my: Padamkan label "{{name}}"?
pt_br: Excluir o rótulo "{{name}}"?
ru_ru: Удалить метку "{{name}}" ?
th_th: ลบป้ายกำกับ" {{name}} " หรือไม่
vi_vn: Xóa nhãn " {{name}} " ?
zh_cn: 是否要删除 "{{name}}" 标签？
zh_hk: 是否要刪除「{{name}}」標籤？

# zZk
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# Lbo
source: Label "{{name}}" edited
de_de: Label "{{name}}" aktualisiert.
es_es: Etiqueta "{{name}}" actualizada
fr_fr: Étiquette « {{name}} » mise à jour
hi_in: लेबल "{{name}}" अपडेट किया गया.
id_id: Label "{{name}}" diperbarui
it_it: Etichetta " {{name}} " aggiornata
ja_jp: ラベル「{{name}}」を編集しました。
ko_kr: " {{name}} " 레이블 업데이트됨
ms_my: Label "{{name}}" disunting
pt_br: Rótulo " {{name}} " atualizado
ru_ru: Метка "{{name}}" обновлена
th_th: อัปเดตป้ายกำกับ " {{name}} " แล้ว
vi_vn: Đã cập nhật nhãn " {{name}} "
zh_cn: 标签"{{name}}"已编辑
zh_hk: "{{name}}「」標籤已更新

# 9nY
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# wUg
source: You’re cc’d in this email. The original recipient will receive this email too.
de_de: Sie sind in dieser E-Mail auf Cc gesetzt. Der ursprüngliche Empfänger wird diese E-Mail ebenfalls erhalten.
es_es: Estás en copia en este correo electrónico. El destinatario original también recibirá este correo electrónico.
fr_fr: Vous êtes en cc de cet e-mail. Le destinataire d'origine recevra également cet e-mail.
hi_in: आपको इस ईमेल की कॉपी भेजी गई है. मूल प्राप्तकर्ता को भी यह ईमेल प्राप्त होगा.
id_id: Anda di-cc di email ini. Penerima asli akan menerima email ini juga.
it_it: Tu sei in Cc in questa e-mail. Anche il destinatario originale riceverà questa e-mail.
ja_jp: あなたに Cc しました。元受信者もこのメールを受信します
ko_kr: 이 이메일에서 회원님이 참조되었습니다. 원래 수신자도 이 이메일을 받게 됩니다.
ms_my: Anda disalin dalam emel ini. Penerima asal juga akan menerima emel ini.
pt_br: E-mail com cópia para você. O recipiente original também receberá este e-mail.
ru_ru: Вы указаны получателем копии этого письма. Исходный адресат также получит это письмо.
th_th: คุณถูกสำเนาถึงในอีเมลนี้ ผู้รับเดิมจะได้รับอีเมลนี้ด้วย
vi_vn: Bạn được cc trong email này. Người nhận ban đầu cũng sẽ nhận được email này.
zh_cn: 抄送至你的邮箱，原收件人也将收到此邮件
zh_hk: 副本發送至你的電郵地址，原始收件者也將收到此郵件

# TSw
source: You're bcc'd in this email. The original recipient will receive this email too.
de_de: Sie sind in dieser E-Mail auf Bcc gesetzt. Der ursprüngliche Empfänger wird diese E-Mail ebenfalls erhalten.
es_es: Estás en copia oculta en este correo electrónico. El destinatario original también recibirá este correo electrónico.
fr_fr: Vous êtes en cci de cet e-mail. Le destinataire d'origine recevra également cet e-mail.
hi_in: आपको इस ईमेल की गुप्त कॉपी भेजी गई है. मूल प्राप्तकर्ता को भी यह ईमेल प्राप्त होगा.
id_id: Anda di-bcc di email ini. Penerima asli akan menerima email ini juga.
it_it: Tu sei in Ccn in questa e-mail. Anche il destinatario originale riceverà questa e-mail.
ja_jp: あなたに Bcc しました。元受信者もこのメールを受信します
ko_kr: 이 이메일에서 회원님이 숨은 참조로 지정되었습니다. 원래 수신자도 이 이메일을 받게 됩니다.
ms_my: Anda disalin secara tersembunyi dalam emel ini. Penerima asal juga akan menerima emel ini.
pt_br: E-mail com cópia oculta para você. O recipiente original também receberá este e-mail.
ru_ru: Вы указаны получателем слепой копии этого письма. Исходный адресат также получит это письмо.
th_th: คุณถูกสำเนาลับถึงในอีเมลนี้ ผู้รับเดิมจะได้รับอีเมลนี้ด้วย
vi_vn: Bạn được bcc trong email này. Người nhận ban đầu cũng sẽ nhận được email này.
zh_cn: 密送至你的邮箱，原收件人也将收到此邮件
zh_hk: 保密發送至你的電郵地址，原始收件者也將收到此郵件

# Ttk
source: This email has been captured by data protection rules.
de_de: Diese E-Mail wurde von den Datenschutzregeln erfasst.
es_es: Las normas de protección de datos han capturado este correo electrónico.
fr_fr: Cet e-mail a été capturé par les règles de protection des données.
hi_in: यह ईमेल डेटा संरक्षण नियमों द्वारा कैप्चर किया गया है.
id_id: Email ini telah ditangkap oleh aturan perlindungan data.
it_it: Questa e-mail è stata acquisita dalle regole di protezione dei dati.
ja_jp: メールは管理者が設定したルールに該当しました
ko_kr: 이 이메일은 데이터 보호 규칙에 의해 격리되었습니다.
ms_my: Emel ini ditangkap oleh peraturan perlindungan data.
pt_br: Este e-mail foi capturado pelas regras de proteção de dados.
ru_ru: Это письмо перехвачено правилами защиты данных.
th_th: อีเมลนี้ถูกตรวจจับจากกฎการปกป้องข้อมูล
vi_vn: Email này đã được thu thập theo các quy tắc bảo vệ dữ liệu.
zh_cn: 该邮件命中管理员设置规则
zh_hk: 此郵件符合管理員設定的規則

# vTo
source: Redirected to your email. The original recipient won‘t receive this email.
de_de: Umgeleitet an Ihre E-Mail-Adresse. Der ursprüngliche Empfänger wird diese E-Mail nicht erhalten.
es_es: Redirigido a tu correo electrónico. El destinatario original no recibirá este correo electrónico.
fr_fr: Redirigé vers votre adresse e-mail. Le destinataire d'origine ne recevra pas cet e-mail.
hi_in: आपके ईमेल पर पुनः निर्देशित किया गया. मूल प्राप्तकर्ता यह ईमेल प्राप्त नहीं करेंगे.
id_id: Diteruskan ke email Anda. Penerima asli tidak akan menerima email ini.
it_it: Reindirizzata al tuo indirizzo e-mail. Il destinatario originale non riceverà questa e-mail.
ja_jp: このメールはあなたにリダイレクトしました。元の受信者はこのメールを受信しません
ko_kr: 회원님의 이메일로 리디렉션되었습니다. 원래 수신자는 이 이메일을 받지 않게 됩니다.
ms_my: Dialihkan ke emel anda. Penerima asal tidak akan menerima emel ini.
pt_br: Redirecionado para seu e-mail. O recipiente original não receberá este e-mail.
ru_ru: Перенаправлено на вашу почту. Исходный адресат не получит это письмо.
th_th: เปลี่ยนเส้นทางไปยังอีเมลของคุณแล้ว ผู้รับเดิมจะไม่ได้รับอีเมลนี้
vi_vn: Đã chuyển hướng đến email của bạn. Người nhận ban đầu sẽ không nhận được email này.
zh_cn: 重定向至你的邮箱，原收件人不会收到此邮件
zh_hk: 重新導向至你的電郵地址，原始收件者不會收到此郵件

# l7M
source: Delete Permanently
de_de: Endgültig löschen
es_es: Eliminar permanentemente
fr_fr: Supprimer définitivement
id_id: Hapus Permanen
it_it: Elimina definitivamente
ja_jp: 完全に削除
ko_kr: 영구적으로 삭제
ms_my: Padamkan Secara Kekal
pt_br: Excluir permanentemente
ru_ru: Удалить навсегда
th_th: ลบถาวร
vi_vn: Xóa vĩnh viễn
zh_cn: 永久删除
zh_hk: 永久刪除

# Z2o
source: Discard Draft
de_de: Löschen
es_es: Descartar borrador
fr_fr: Supprimer le brouillon
id_id: Buang Draf
it_it: Rimuovi bozza
ja_jp: 下書きを破棄
ko_kr: 초안 삭제
ms_my: Buang Draf
pt_br: Descartar rascunho
ru_ru: Удалить черновик
th_th: ยกเลิกแบบร่าง
vi_vn: Hủy bỏ bản nháp
zh_cn: 丢弃草稿
zh_hk: 捨棄草稿

# v/s
source: Bcc contacts cannot access the document in the email. Please try another method to authorize. Send anyway?
de_de: Bcc-Kontakte können nicht auf das Dokument in der E-Mail zugreifen. Probieren Sie eine andere Methode zum Autorisieren. Trotzdem senden?
es_es: Los contactos en copia oculta no pueden acceder al documento del correo electrónico. Intenta otra forma de autorización. ¿Enviar de todos modos?
fr_fr: Les contacts en Cci ne peuvent pas accéder au document présent dans l'e-mail. Veuillez essayer une autre méthode d'autorisation. Envoyer quand même ?
hi_in: गुप्त कॉपी संपर्क ईमेल में मौजूद दस्तावेज़ ऐक्सेस नहीं कर सकते. कृपया अधिकृत करने की दूसरी पद्धति आज़माएँ. फिर भी भेजना चाहते हैं?
id_id: Kontak Bcc tidak dapat mengakses dokumen dalam email. Coba metode lain untuk mengotorisasi. Tetap kirim?
it_it: I contatti Ccn non possono accedere al documento nell'e-mail. Prova un altro metodo per concedere l'autorizzazione. Inviare comunque?
ja_jp: 宛先に含まれる外部連絡先またはBCCアドレスにドキュメントのアクセス許可を付与できません，ほかの方法をご検討ください。送信を続けますか？
ko_kr: 숨은 참조 연락처가 이메일의 문서에 액세스할 수 없습니다. 다른 권한 부여 방법을 시도해 보세요. 무시하고 보내시겠습니까?
ms_my: Kenalan Bcc tidak boleh mengakses dokumen dalam emel. Sila cuba kaedah lain untuk memberi kuasa. Hantar juga?
pt_br: Os contatos Cco não podem acessar o documento no e-mail. Tente outro método para autorizar. Enviar mesmo assim?
ru_ru: Скрытые контакты не могут получить доступ к документу в этом письме. Попробуйте другой метод авторизации. Все равно отправить?
th_th: ผู้ติดต่อในรายชื่อสำเนาลับไม่สามารถเข้าถึงเอกสารในอีเมลได้ โปรดลองวิธีอื่นเพื่ออนุญาต ยังต้องการส่งต่อไปหรือไม่
vi_vn: Liên hệ được gửi riêng không thể truy cập tài liệu trong email. Vui lòng thử phương pháp khác để ủy quyền. Vẫn gửi?
zh_cn: 该邮件中，密送的用户无法被授予权限，请通过其他方式完成授权。是否继续发送？
zh_hk: 該郵件中，bcc 用戶無法被授予權限，請通過其他方式完成授權。是否繼續發送？
