Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# reU
source: Please confirm that this is the earliest email in your mailbox
de_de: Bestätigen Sie, dass dies die älteste E-Mail in Ihrem Postfach ist.
es_es: Confirma que este es el primer correo electrónico de tu buzón
fr_fr: Veuillez confirmer qu'il s'agit du premier e-mail dans votre boîte de réception
hi_in: कृपया पुष्ट करें कि यह आपके मेलबॉक्स में सबसे पुराना ईमेल है
id_id: Konfirmasikan bahwa ini adalah email paling awal di kotak surat Anda
it_it: Conferma che questa è la prima e-mail nella tua cassetta postale
ja_jp: 以下は一件目のメールであることを確認してください
ko_kr: 이 이메일이 사서함에서 가장 이른 이메일인지 확인하세요
ms_my: Sila sahkan bahawa ini adalah emel terawal dalam peti mel anda
pt_br: Confirme que esse é o primeiro e-mail na sua caixa de correio
ru_ru: Подтвердите, что это самое раннее письмо в вашем почтовом ящике.
th_th: โปรดยืนยันว่านี่คืออีเมลที่เก่าที่สุดในกล่องจดหมายของคุณ
vi_vn: Vui lòng xác nhận đây là email xuất hiện sớm nhất trong hộp thư của bạn
zh_cn: 请确认以下邮件是否是你邮箱最早的一封邮件
zh_hk: 請確認以下郵件是否你的電郵地址最早的一封郵件

# 0go
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
id_id: Berhasil Terhubung
it_it: Connesso
ja_jp: 代行受信
ko_kr: 연결됨
ms_my: Tersambung
pt_br: Conectado
ru_ru: Подключено
th_th: เชื่อมต่อแล้ว
vi_vn: Đã kết nối
zh_cn: 代收
zh_hk: 代收

# F8I
source: New emails from connected accounts will be synced and displayed here. Some settings may not apply to these accounts
de_de: Neue E-Mails von verbundenen Konten werden synchronisiert und hier angezeigt. Einige Einstellungen gelten möglicherweise nicht für diese Konten
es_es: Los nuevos correos electrónicos de las cuentas conectadas se sincronizarán y aparecerán aquí. Es posible que algunas configuraciones no se apliquen a estas cuentas
fr_fr: Les nouveaux e-mails des comptes connectés seront synchronisés et affichés ici. Certains paramètres peuvent ne pas s'appliquer à ces comptes
id_id: Email baru dari akun yang tertaut akan disinkronkan dan ditampilkan di sini. Beberapa pengaturan mungkin tidak akan diterapkan ke akun-akun ini
it_it: Le nuove e-mail dagli account connessi verranno sincronizzate e mostrate qui. Alcune impostazioni potrebbero non essere applicate a questi account
ja_jp: 代行受信用アカウントの新規メールはここに同期されます。設定機能は一部のみサポートしています
ko_kr: 연결된 계정의 새 이메일이 동기화되고 여기에 표시됩니다. 일부 설정은 이러한 계정에 적용되지 않을 수 있습니다
ms_my: Emel baharu dari akaun yang disambungkan akan diselaraskan dan dipaparkan di sini. Beberapa tetapan mungkin tidak digunakan untuk akaun ini
pt_br: Novos e-mails de contas conectadas serão sincronizados e exibidos aqui. Algumas configurações podem não se aplicar a essas contas
ru_ru: Новые письма от подключенных учетных записей будут синхронизироваться и отображаться здесь. Некоторые настройки могут не применяться к этим учетным записям.
th_th: อีเมลใหม่จากบัญชีที่เชื่อมต่อจะซิงค์และแสดงขึ้นที่นี่ การตั้งค่าบางอย่างอาจใช้ไม่ได้กับบัญชีเหล่านี้
vi_vn: Email mới từ các tài khoản đã kết nối sẽ được đồng bộ hóa và hiển thị tại đây. Một số cài đặt có thể không áp dụng cho các tài khoản này
zh_cn: 代收账号的新邮件将会同步到这里，仅支持部分设置功能
zh_hk: 代收帳戶的新郵件將會同步到這裏，只支援部分設定功能

# 40E
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
id_id: Berhasil Terhubung
it_it: Connesso
ja_jp: 代行受信
ko_kr: 연결됨
ms_my: Bersambung
pt_br: Conectado
ru_ru: Подключено
th_th: เชื่อมต่อแล้ว
vi_vn: Đã kết nối
zh_cn: 代收
zh_hk: 代收

# bcw
source: Unable to view card in current version
de_de: Ansehen der Karte in der aktuellen Version nicht möglich
es_es: Error al ver la tarjeta en la versión actual
fr_fr: Impossible d'afficher la carte dans la version actuelle
hi_in: कार्ड वर्तमान संस्करण में देखने में असमर्थ
id_id: Gagal melihat kartu dalam versi saat ini
it_it: Impossibile visualizzare la scheda nella versione corrente
ja_jp: 現在のバージョンではこのタイプのカードを確認できません
ko_kr: 현재 버전에서는 카드를 볼 수 없습니다
ms_my: Tidak dapat melihat kad dalam versi semasa
pt_br: Falha ao visualizar cartão na versão atual
ru_ru: Невозможно просмотреть карточку в текущей версии
th_th: ไม่สามารถดูการ์ดในเวอร์ชันปัจจุบันได้
vi_vn: Không thể xem dấu trang trong phiên bản hiện tại
zh_cn: 当前版本暂不支持查看该类型卡片
zh_hk: 目前版本暫不支援查看此類型卡片

# YD8
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# tXo
source: Delete Account
de_de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
hi_in: खाता हटाएँ
id_id: Hapus Akun
it_it: Elimina account
ja_jp: このメールを削除
ko_kr: 계정 삭제
ms_my: Padam Akaun
pt_br: Excluir conta
ru_ru: Удалить аккаунт
th_th: ลบบัญชี
vi_vn: Xóa tài khoản
zh_cn: 解绑此邮箱
zh_hk: 解除綁定此電郵地址

# p0c
source: Please delete all emails in this folder and try again
de_de: Löschen Sie bitte alle E-Mails in diesem Ordner und versuchen Sie es erneut
es_es: Elimina todos los correos electrónicos de esta carpeta e inténtalo de nuevo
fr_fr: Supprimez tous les e-mails de ce dossier et réessayez
hi_in: कृपया इस फ़ोल्डर के सभी ईमेल हटाएँ और पुनः प्रयास करें
id_id: Silakan hapus semua email di dalam folder ini dan coba lagi
it_it: Elimina tutte le e-mail in questa cartella e riprova
ja_jp: このフォルダにあるすべてのメールを削除してから再試行してください
ko_kr: 이 폴더의 모든 이메일을 삭제하고 다시 시도하세요
ms_my: Sila padam semua emel dalam folder ini dan cuba lagi
pt_br: Exclua todos os e-mails nesta pasta e tente novamente
ru_ru: Удалите все письма в этой папке и повторите попытку
th_th: โปรดลบอีเมลทั้งหมดในโฟลเดอร์นี้แล้วลองอีกครั้ง
vi_vn: Vui lòng xóa tất cả email trong thư mục này và thử lại
zh_cn: 请删除文件夹下的所有邮件后重试
zh_hk: 請刪除資料夾下的所有郵件後重試

# OHM
source: Please delete all subfolders and emails in this folder, and try again
de_de: Löschen Sie bitte alle Unterordner und E-Mails in diesem Ordner und versuchen Sie es erneut
es_es: Elimina todas las subcarpetas y los correos electrónicos de esta carpeta, e inténtalo de nuevo
fr_fr: Supprimez tous les sous-dossiers et e-mails de ce dossier et réessayez
hi_in: कृपया इस फ़ोल्डर के सभी सबफ़ोल्डर और ईमेल हटाएँ और पुनः प्रयास करें
id_id: Silakan hapus semua subfolder dan email di dalam folder ini dan coba lagi
it_it: Elimina tutte le sottocartelle e le e-mail in questa cartella, quindi riprova
ja_jp: このフォルダにあるすべてのサブフォルダとメールを削除してから再試行してください
ko_kr: 이 폴더의 모든 하위 폴더와 이메일을 삭제하고 다시 시도하세요
ms_my: Sila padam semua subfolder dan emel dalam folder ini, dan cuba lagi
pt_br: Exclua todas as subpastas e e-mails nesta pasta e tente novamente
ru_ru: Удалите все вложенные папки и письма в этой папке и повторите попытку
th_th: โปรดลบโฟลเดอร์ย่อยและอีเมลทั้งหมดในโฟลเดอร์นี้ แล้วลองอีกครั้ง
vi_vn: Vui lòng xóa tất cả thư mục con và email trong thư mục này và thử lại
zh_cn: 请删除文件夹下的子文件夹及所有邮件后重试
zh_hk: 請刪除資料夾下的子資料夾及所有郵件後重試

# SDY
source: Delete signature?
de_de: Signatur löschen?
es_es: ¿Eliminar firma?
fr_fr: Supprimer la signature ?
hi_in: हस्ताक्षर हटाएँ?
id_id: Hapus tanda tangan?
it_it: Eliminare la firma?
ja_jp: 署名を削除しますか？
ko_kr: 서명을 삭제하시겠습니까?
ms_my: Padam tandatangan?
pt_br: Excluir assinatura?
ru_ru: Удалить подпись?
th_th: ลบลายเซ็นหรือไม่
vi_vn: Xóa chữ ký?
zh_cn: 删除此签名？
zh_hk: 刪除此簽名？

# Sao
source: Discard
de_de: Löschen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Rimuovi
ja_jp: 破棄
ko_kr: 취소
ms_my: Buang
pt_br: Descartar
ru_ru: Отказаться
th_th: ละทิ้ง
vi_vn: Bỏ
zh_cn: 丢弃
zh_hk: 捨棄

# +Io
source: Edit Signature
de_de: Signatur bearbeiten
es_es: Editar firma
fr_fr: Modifier la signature
hi_in: हस्ताक्षर संपादित करें
id_id: Edit Tanda Tangan
it_it: Modifica firma
ja_jp: 署名を編集
ko_kr: 서명 편집
ms_my: Edit Tandatangan
pt_br: Editar assinatura
ru_ru: Редактировать подпись
th_th: แก้ไขลายเซ็น
vi_vn: Chỉnh sửa chữ ký
zh_cn: 编辑签名
zh_hk: 編輯簽名

# B9Y
source: OK
ko_kr: 확인
th_th: ตกลง
zh_cn: 确认
zh_hk: 確認

# ytE
source: {{account}} already exists
de_de: {{account}} ist bereits vorhanden
es_es: {{account}} ya existe
fr_fr: {{account}} existe déjà
id_id: {{account}} sudah ada
it_it: {{account}} esiste già
ja_jp: {{account}} はすでに存在しています。
ko_kr: {{account}}이(가) 이미 있습니다
ms_my: {{account}} sudah wujud
pt_br: {{account}} já existe
ru_ru: {{account}} уже существует
th_th: มี {{account}} นี้อยู่แล้ว
vi_vn: {{account}} đã tồn tại rồi
zh_cn: {{account}} 邮箱账号已存在
zh_hk: {{account}} 電郵地址帳戶已存在

# tcs
source: Email address already in use
de_de: E-Mail-Adresse wird bereits verwendet.
es_es: La dirección de correo electrónico ya se está utilizando
fr_fr: Adresse e-mail déjà utilisée
hi_in: ईमेल पता पहले से उपयोग में है
id_id: Alamat email telah digunakan
it_it: Indirizzo e-mail già in uso
ja_jp: メールアドレスはすでに存在しています
ko_kr: 이메일 주소가 이미 사용 중입니다
ms_my: Alamat e-mel sudah digunakan
pt_br: O endereço de email já está em uso
ru_ru: Адрес почты уже используется
th_th: ที่อยู่อีเมลถูกใช้งานไปแล้ว
vi_vn: Địa chỉ email này đang được sử dụng
zh_cn: 该邮箱账号已存在
zh_hk: 此電郵地址帳戶已存在

# qOQ
source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
hi_in: ईमेल पता
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat e-mel
pt_br: Endereço de e-mail
ru_ru: Адрес почты
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱地址
zh_hk: 電郵地址

# do8
source: Email address is already in use
de_de: E-Mail-Adresse wird bereits verwendet.
es_es: La dirección de correo electrónico ya se está utilizando
fr_fr: Adresse e-mail déjà utilisée
hi_in: ईमेल पता पहले से उपयोग में है
id_id: Alamat email telah digunakan
it_it: L'indirizzo e-mail è già in uso
ja_jp: メールアドレスは存在しています
ko_kr: 이메일 주소가 이미 사용 중입니다
ms_my: Alamat e-mel sudah pun digunakan
pt_br: O endereço de email já está em uso
ru_ru: Адрес почты уже используется
th_th: ที่อยู่อีเมลถูกใช้งานไปแล้ว
vi_vn: Địa chỉ email này đã được sử dụng
zh_cn: 该邮箱地址已存在
zh_hk: 此電郵地址已存在

# jgU
source: Email migration notice
de_de: Hinweis zur E-Mail-Migration
es_es: Aviso de migración de e-mail
fr_fr: Avis de migration des e-mails
id_id: Pemberitahuan migrasi email
it_it: Avviso migrazione e-mail
ja_jp: メール移行のお知らせ
ko_kr: 이메일 마이그레이션 알림
ms_my: Notis migrasi emel
pt_br: Aviso de migração de e-mail
ru_ru: Уведомление о переносе почты
th_th: ประกาศการย้ายอีเมล
vi_vn: Thông báo di chuyển email
zh_cn: 邮箱搬家通知
zh_hk: 電郵地址轉移通知

# EQE
source: Administrator has enabled email migration for {{address}}. You'll be redirected to migration page next time you log in
de_de: Der Administrator hat die E-Mail-Migration für {{address}} aktiviert. Bei der nächsten Anmeldung werden Sie zur Migrationsseite umgeleitet
es_es: El administrador ha habilitado la migración de correo electrónico para {{address}}. Se te redirigirá a la página de migración la próxima vez que inicies sesión
fr_fr: L'administrateur a activé la migration des e-mails pour {{address}}. Vous serez redirigé vers la page de migration la prochaine fois que vous vous connecterez
id_id: Administrator telah mengaktifkan migrasi email untuk {{address}}. Anda akan diteruskan ke halaman migrasi ketika Anda login berikutnya
it_it: L'amministratore ha abilitato la migrazione e-mail per {{address}}. Verrai reindirizzato/a alla pagina di migrazione al prossimo accesso
ja_jp: 管理者が{{address}}のメール移行を有効にしたため、次回ログインする際はメール移行のページに移動します
ko_kr: 관리자가 {{address}}에 대한 이메일 마이그레이션을 활성화했습니다. 다음에 로그인하면 마이그레이션 페이지로 리디렉션 됩니다
ms_my: Pentadbir telah mengaktifkan migrasi emel untuk {{address}}. Anda akan diarahkan ke halaman migrasi seterusnya apabila anda log masuk
pt_br: O administrador ativou a migração de e-mail para {{address}}. Você será redirecionado para a página de migração na próxima vez que fizer login
ru_ru: Администратор включил миграцию почты для {{address}}. Вы будете перенаправлены на страницу миграции при следующем входе в систему.
th_th: ผู้ดูแลเปิดใช้งานการย้ายอีเมลให้กับ {{address}} แล้ว ระบบจะเปลี่ยนเส้นทางคุณไปยังหน้าการย้ายข้อมูลในครั้งถัดไปที่ล็อกอิน
vi_vn: Quản trị viên đã bật tính năng di chuyển email cho {{address}}. Bạn sẽ được chuyển hướng đến trang di chuyển vào lần đăng nhập tiếp theo
zh_cn: 管理员为你开启了 {{address}} 的邮件迁移，下次进入邮箱时，将自动前往邮箱搬家页面
zh_hk: 管理員為你開啟了 {{address}} 的郵件遷移，下次登入電郵地址時，將自動前往電郵地址轉移頁面

# Shc
source: Subject:
de_de: Betreff:
es_es: Asunto:
fr_fr: Objet:
hi_in: विषय:
id_id: Subjek:
it_it: Oggetto:
ja_jp: 件名：
ko_kr: 주제:
ms_my: Subjek:
pt_br: Assunto:
ru_ru: Тема:
th_th: หัวเรื่อง:
vi_vn: Chủ đề:
zh_cn: 邮件主题：
zh_hk: 郵件主題：

# 6S8
source: Enter address
de_de: Adresse eingeben
es_es: Introducir dirección
fr_fr: Saisir l'adresse
hi_in: पता दर्ज करें
id_id: Masukkan alamat
it_it: Immetti indirizzo
ja_jp: 入力してください
ko_kr: 주소 입력
ms_my: Masukkan alamat
pt_br: Inserir endereço
ru_ru: Введите адрес
th_th: ป้อนที่อยู่
vi_vn: Nhập địa chỉ
zh_cn: 请输入地址
zh_hk: 請輸入地址

# 3V4
source: Enter email address
de_de: E-Mail-Adresse eingeben
es_es: Introducir dirección de correo electrónico
fr_fr: Saisir une adresse e-mail
hi_in: ईमेल पता दर्ज करें
id_id: Masukkan alamat email
it_it: Immetti indirizzo e-mail
ja_jp: メールアドレスを入力
ko_kr: 이메일 주소를 입력하세요
ms_my: Masukkan alamat e-mel
pt_br: Inserir o endereço de e-mail
ru_ru: Введите адрес почты
th_th: ป้อนที่อยู่อีเมล
vi_vn: Nhập địa chỉ email
zh_cn: 输入邮箱地址
zh_hk: 輸入電郵地址

# Psc
source: Enter password
de_de: Kennwort eingeben
es_es: Introduce la contraseña
fr_fr: Saisir le mot de passe
hi_in: पासवर्ड दर्ज करें
id_id: Masukkan kata sandi
it_it: Immetti password
ja_jp: パスワードを入力
ko_kr: 비밀번호 입력
ms_my: Masukkan kata laluan
pt_br: Inserir senha
ru_ru: Введите пароль
th_th: ป้อนรหัสผ่าน
vi_vn: Nhập mật khẩu
zh_cn: 输入密码
zh_hk: 輸入密碼

# D38
source: Enter signature content
de_de: Signaturinhalt eingeben
es_es: Introducir contenido de la firma
fr_fr: Saisir le contenu de la signature
hi_in: हस्ताक्षर कांटेंट दर्ज करें
id_id: Masukkan konten tanda tangan
it_it: Immetti il contenuto della firma
ja_jp: 内容を入力
ko_kr: 서명 내용을 입력하세요
ms_my: Masukkan kandungan tandatangan
pt_br: Inserir conteúdo da assinatura
ru_ru: Введите содержание подписи
th_th: ป้อนเนื้อหาลายเซ็น
vi_vn: Nhập nội dung chữ ký
zh_cn: 输入签名内容
zh_hk: 輸入簽名內容

# Frk
source: Enter signature name
de_de: Signaturnamen eingeben
es_es: Introducir nombre de la firma
fr_fr: Saisir le nom de la signature
hi_in: हस्ताक्षर नाम दर्ज करें
id_id: Masukkan nama tanda tangan
it_it: Immetti nome firma
ja_jp: 名称を入力
ko_kr: 서명 이름을 입력하세요
ms_my: Masukkan nama tandatangan
pt_br: Inserir nome da assinatura
ru_ru: Введите имя подписи
th_th: ป้อนชื่อลายเซ็น
vi_vn: Nhập tên chữ ký
zh_cn: 输入签名名称
zh_hk: 輸入簽名名稱

# Sp8
source: Invalid email address
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail non valide
hi_in: अमान्य ईमेल पता
id_id: Alamat email tidak valid
it_it: Indirizzo e-mail non valido
ja_jp: メールアドレスは無効です
ko_kr: 잘못된 이메일 주소
ms_my: Alamat e-mel tidak sah
pt_br: Endereço de e-mail inválido
ru_ru: Неверный адрес почты
th_th: ที่อยู่อีเมลใช้งานไม่ได้
vi_vn: Địa chỉ email không hợp lệ
zh_cn: 请输入有效的邮箱地址
zh_hk: 請輸入有效的電郵地址

# sFE
source: Error
de_de: Fehler
fr_fr: Erreur
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ผิดพลาด
vi_vn: Lỗi
zh_cn: 错误
zh_hk: 錯誤

# JQA
source: Logged out
de_de: Abgemeldet
es_es: Se ha cerrado la sesión
fr_fr: Non connecté
hi_in: लॉग आउट किया गया
id_id: Keluar
it_it: Disconnesso
ja_jp: 期限切れ
ko_kr: 로그아웃됨
ms_my: Log keluar
pt_br: Desconectado
ru_ru: Сеанс истек
th_th: ล็อกเอาท์แล้ว
vi_vn: Đã đăng xuất
zh_cn: 登录失效
zh_hk: 登入失效

# pWM
source: Unable to delete
de_de: Löschen nicht möglich
es_es: Error al eliminar
fr_fr: Suppression impossible
hi_in: हटाने में असमर्थ
id_id: Gagal menghapus
it_it: Impossibile eliminare
ja_jp: 削除できません
ko_kr: 삭제할 수 없습니다
ms_my: Tidak dapat menghapus
pt_br: Falha ao excluir
ru_ru: Не удалось удалить
th_th: ไม่สามารถลบได้
vi_vn: Không thể xóa
zh_cn: 删除失败
zh_hk: 刪除失敗

# yWA
source: Server error. Unable to edit
de_de: Serverfehler. Bearbeiten nicht möglich
es_es: Error del servidor. No se puede editar.
fr_fr: Erreur du serveur. Modification impossible
hi_in: सर्वर त्रुटि. संपादित करने में असमर्थ
id_id: Kesalahan server. Tidak dapat mengedit.
it_it: Errore del server. Impossibile modificare.
ja_jp: サーバーエラーです。編集できません
ko_kr: 서버 오류. 편집할 수 없습니다
ms_my: Ralat pelayan. Tidak dapat mengedit
pt_br: Erro de servidor. Não é possível editar
ru_ru: Ошибка сервера. Невозможно изменить
th_th: ซิร์ฟเวอร์เกิดข้อผิดพลาด ไม่สามารถแก้ไขได้
vi_vn: Lỗi máy chủ. Không chỉnh sửa được
zh_cn: 编辑失败，服务器错误
zh_hk: 編輯失敗，伺服器錯誤

# vLw
source: Unable to save
de_de: Speichern nicht möglich
es_es: Error al guardar
fr_fr: Sauvegarde impossible
hi_in: सहेजने में असमर्थ
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できません
ko_kr: 저장할 수 없습니다
ms_my: Tidak dapat menyimpan
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không thể lưu
zh_cn: 保存失败
zh_hk: 儲存失敗

# dYI
source: Unable to upload
de_de: Hochladen nicht möglich
es_es: No se puede subir
fr_fr: Téléchargement impossible
hi_in: अपलोड करने में असमर्थ
id_id: Gagal mengunggah
it_it: Impossibile caricare
ja_jp: アップロードできません
ko_kr: 업로드할 수 없습니다
ms_my: Tidak dapat memuat naik
pt_br: Falha ao carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถอัปโหลดได้
vi_vn: Không thể tải lên
zh_cn: 上传失败
zh_hk: 上載失敗

# 5hA
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# VFg
source: Email size can't exceed 50 MB. Please adjust attachments, images or texts, and then retry.
de_de: E-Mail-Größe darf 50 MB nicht überschreiten. Passen Sie Anhänge, Bilder oder Texte an und versuchen Sie es dann erneut.
es_es: El tamaño del correo electrónico no puede superar los 50 MB. Haz los ajustes necesarios en los adjuntos, las imágenes o el texto e inténtalo de nuevo.
fr_fr: La taille de l'e-mail ne peut pas dépasser 50 Mo. Veuillez ajuster les pièces jointes, les images ou les textes, puis réessayer.
hi_in: ईमेल का आकार 50 MB से अधिक नहीं हो सकता. कृपया अटैचमेंट, छवियाँ या टेक्स्ट समायोजित करें, और पुनः प्रयास करें.
id_id: Ukuran email tidak boleh melebihi 50 MB. Sesuaikan lampiran, gambar, atau teks, lalu coba lagi.
it_it: Le dimensioni dell'e-mail non possono superare 50 MB. Modifica allegati, immagini o testi, quindi riprova.
ja_jp: メールは最大 50 MB です。添付ファイル、画像またはテキストを調整してから再試行してください
ko_kr: 이메일 크기는 50MB를 초과할 수 없습니다. 첨부 파일, 이미지 또는 텍스트를 조정한 후 다시 시도해 보세요.
ms_my: Saiz emel tidak boleh melebihi 50 MB. Sila laraskan lampiran, gambar atau teks, dan cuba lagi.
pt_br: O tamanho do e-mail não pode exceder 50 MB. Ajuste os anexos, as imagens e os textos e, em seguida, repita.
ru_ru: Размер письма не может превышать 50 МБ. Измените вложения, изображения или текст и повторите попытку.
th_th: อีเมลต้องมีขนาดไม่เกิน 50 MB โปรดปรับไฟล์แนบ ภาพ หรือข้อความ แล้วลองอีกครั้ง
vi_vn: Kích cỡ email không được vượt quá 50 MB. Vui lòng điều chỉnh tệp tin đính kèm, hình ảnh hoặc văn bản rồi thử lại.
zh_cn: 邮件总大小不能超过 50 MB，请调整附件、图片或文字后重试
zh_hk: 郵件總大小不得超過 50 MB，請調整附件、圖片或文字後重試

# AfU
source: Your {{APP_DISPLAY_NAME}} email account permissions have been revoked. If you have any questions, please contact your organization administrator
de_de: Ihre Berechtigungen für das {{APP_DISPLAY_NAME}}-E-Mail-Konto wurden widerrufen. Wenn Sie Fragen haben, wenden Sie sich an Ihren Administrator Ihrer Organisation
es_es: Se han revocado los permisos de tu cuenta de correo electrónico de {{APP_DISPLAY_NAME}}. Si tienes alguna pregunta, ponte en contacto con tu administrador corporativo
fr_fr: Les autorisations de votre compte e-mail {{APP_DISPLAY_NAME}} ont été révoquées. Si vous avez des questions, contactez l'administrateur de votre organisation
id_id: Izin akun email {{APP_DISPLAY_NAME}} Anda telah dicabut. Jika ada pertanyaan, hubungi administrator perusahaan Anda
it_it: Le tue autorizzazioni per l'account e-mail {{APP_DISPLAY_NAME}} sono state revocate. In caso di domande, contatta il tuo amministratore aziendale
ja_jp: あなたの{{APP_DISPLAY_NAME}}メールアカウントの権限は取り消されました。ご不明な点がある場合は、管理者にお問い合わせください
ko_kr: 회원님의 {{APP_DISPLAY_NAME}} 이메일 계정 권한이 취소되었습니다. 질문이 있는 경우 엔터프라이즈 관리자에게 문의하세요
ms_my: Kebenaran akaun emel {{APP_DISPLAY_NAME}} anda telah dibatalkan. Jika anda mempunyai sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: As permissões da conta de e-mail do {{APP_DISPLAY_NAME}} foram revogadas. Se você tiver alguma dúvida, entre em contato com seu administrador da empresa
ru_ru: Разрешения вашей учетной записи почты {{APP_DISPLAY_NAME}} были отозваны. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: สิทธิ์การอนุญาตบัญชีอีเมล {{APP_DISPLAY_NAME}} ของคุณถูกเพิกถอนแล้ว หากคุณมีคำถามใดๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Các quyền tài khoản email {{APP_DISPLAY_NAME}} của bạn đã bị thu hồi. Nếu bạn có thắc mắc, vui lòng liên hệ với quản trị viên doanh nghiệp của bạn
zh_cn: 你的{{APP_DISPLAY_NAME}}邮箱账号权限已被取消。如有疑问，请联系管理员
zh_hk: 你的{{APP_DISPLAY_NAME}}電郵地址帳戶權限已被取消。如有疑問，請聯絡管理員

# ZII
source: Currently, {{num}} emails are being synced. The earliest email is from {{days}} days ago.
de_de: Aktuell werden {{num}} E-Mails synchronisiert. Die älteste E-Mail ist von vor {{days}} Tagen.
es_es: En este momento se están sincronizando {{num}} correos electrónicos. El primer correo electrónico es de hace {{days}} días.
fr_fr: {{num}} e-mails sont actuellement en cours de synchronisation. Le premier e-mail date d'il y a {{days}} jours.
hi_in: वर्तमान में, {{num}} ईमेल सिंक किए जा रहे हैं. सबसे पुराना ईमेल {{days}} दिन पहले का है.
id_id: Saat ini, {{num}} email sedang disinkronkan. Email paling awal dari {{days}} hari yang lalu.
it_it: {{num}} e-mail sono attualmente in fase di sincronizzazione. La prima e-mail è di {{days}} giorni fa.
ja_jp: 現在は {{num}} 通のメールを取得可能で、一番最初のメールは {{days}} 日前のものです。
ko_kr: 현재, 이메일 {{num}}개가 동기화되고 있습니다. 가장 이른 이메일은 {{days}}일 전의 이메일입니다.
ms_my: Sekarang, {{num}} emel sedang diselaraskan. Emel paling awal adalah dari {{days}} hari yang lalu.
pt_br: No momento, {{num}} e-mails estão sendo sincronizados. O primeiro e-mail é de {{days}} dias atrás.
ru_ru: В настоящее время синхронизируются {{num}} писем (-а). Самое раннее письмо отправлено {{days}} дн. назад.
th_th: กำลังซิงค์อีเมล {{num}} รายการอยู่ในปัจจุบัน อีเมลที่เก่าที่สุดมาจาก {{days}} วันที่ผ่านมา
vi_vn: Hiện tại, có {{num}} email đang được đồng bộ. Email lâu nhất là từ {{days}} ngày trước.
zh_cn: 当前邮件同步能获取的邮件数为 {{num}} 封，最早的一封邮件是 {{days}} 天以前
zh_hk: 目前郵件同步能獲取的郵件數量為 {{num}} 封，最早的一封郵件是 {{days}} 天之前

# Kc4
source: Go to Netease Enterprise Mail
de_de: Zu Netease Enterprise Mail
es_es: Ir al correo empresarial de Netease
fr_fr: Accéder à la messagerie d'entreprise Netease
hi_in: Netease एंटरप्राइज़ मेल पर जाएँ
id_id: Buka Netease Enterprise Mail
it_it: Vai a Netease Enterprise Mail
ja_jp: 163 Mail に移動
ko_kr: Netease Enterprise Mail로 이동
ms_my: Pergi ke Netease Enterprise Mail
pt_br: Ir para Netease Enterprise Mail
ru_ru: Перейти в Netease Enterprise Mail
th_th: ไปยัง Netease Enterprise Mail
vi_vn: Đi tới Netease Enterprise Mail
zh_cn: 前往网易企业邮箱
zh_hk: 前往網易企業電郵地址

# uFc
source: Go to Tencent Exmail
de_de: Zu Tencent Exmail
es_es: Ir a Tencent Exmail
fr_fr: Accéder à Tencent Exmail
hi_in: Tencent Exmail पर जाएँ
id_id: Buka Tencent Exmail
it_it: Vai a Tencent Exmail
ja_jp: Tencent Exmail に移動
ko_kr: Tencent Exmail로 이동
ms_my: Pergi ke Tencent Exmail
pt_br: Ir para Tencent Exmail
ru_ru: Перейти в Tencent Exmail
th_th: ไปยัง Tencent Exmail
vi_vn: Truy cập Tencent Exmail
zh_cn: 前往腾讯企业邮
zh_hk: 前往騰訊企業電郵地址

# HwA
source: Go to Zoho Mail
de_de: Zu Zoho Mail
es_es: Ir al correo de Zoho
fr_fr: Accéder à Zoho Mail
hi_in: Zoho मेल पर जाएँ
id_id: Buka Zoho Mail
it_it: Vai a Zoho Mail
ja_jp: Zoho メールに移動
ko_kr: Zoho Mail로 이동
ms_my: Pergi ke Zoho Mail
pt_br: Ir para Zoho Mail
ru_ru: Перейти в Zoho Mail
th_th: ไปยัง Zoho Mail
vi_vn: Đi tới Zoho Mail
zh_cn: 前往 Zoho 邮箱
zh_hk: 前往 Zoho 電郵地址
