Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 29c
source: Shared successfully
de_de: Erfolgreich geteilt
es_es: Compartido correctamente
fr_fr: Partagé avec succès
hi_in: साझा किया गया
id_id: Berhasil dibagikan
it_it: Condivisione completata
ja_jp: 共有しました
ko_kr: 공유에 성공했습니다
ms_my: Berjaya dikongsi
pt_br: Compartilhado com êxito
ru_ru: Успешно поделились
th_th: การแชร์สำเร็จ
vi_vn: Đã chia sẻ thành công
zh_cn: 分享成功
zh_hk: 分享成功

# Mgo
source: Inviting...
de_de: Einladen...
es_es: Invitando...
fr_fr: Invitation…
hi_in: आमंत्रित किया जा रहा है...
id_id: Mengundang...
it_it: Invito in corso
ja_jp: 招待中
ko_kr: 초대 중...
ms_my: Menjemput...
pt_br: Convidando...
ru_ru: Приглашение...
th_th: กำลังเชิญ...
vi_vn: Đang mời...
zh_cn: 邀请中
zh_hk: 邀請中

# 5cI
source: Failed to quit. Please try again.
de_de: Beenden fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al dejar de compartir. Inténtalo de nuevo.
fr_fr: Impossible de quitter. Veuillez réessayer.
hi_in: छोड़ने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal keluar. Coba lagi.
it_it: Impossibile uscire. Riprova.
ja_jp: エラーが発生しました。再度お試しください。
ko_kr: 종료에 실패했습니다. 다시 시도하세요.
ms_my: Gagal berhenti. Sila cuba lagi.
pt_br: Falha ao encerrar. Tente novamente.
ru_ru: Не удалось отменить. Повторите попытку.
th_th: ออกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thoát không thành công. Vui lòng thử lại.
zh_cn: 退出失败，请重试
zh_hk: 退出失敗，請重試

# ZkM
source: Quit successfully
de_de: Erfolgreich Beenden
es_es: Se ha dejado de compartir correctamente
fr_fr: Quitté
hi_in: निकल गए
id_id: Berhasil keluar
it_it: Uscita effettuata
ja_jp: 共同編集から退出しました
ko_kr: 종료 성공
ms_my: Berhenti dengan jayanya
pt_br: Encerramento feito com êxito
ru_ru: Прекращено успешно
th_th: ออกเรียบร้อยแล้ว
vi_vn: Thoát thành công
zh_cn: 成功退出分享
zh_hk: 成功退出分享

# tXQ
source: Failed to remove. Please try again.
de_de: Entfernen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al eliminar. Inténtalo de nuevo.
fr_fr: Échec du retrait. Veuillez réessayer.
hi_in: निकालने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal menghapus. Coba lagi.
it_it: Impossibile rimuovere. Riprova.
ja_jp: 削除できませんでした。再試行してください
ko_kr: 제거 실패. 다시 시도하세요.
ms_my: Gagal mengeluarkan. Sila cuba lagi.
pt_br: Falha ao remover. Tente novamente.
ru_ru: Не удалось удалить. Повторите попытку.
th_th: ลบออกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Xóa không thành công. Vui lòng thử lại.
zh_cn: 移除失败，请重试
zh_hk: 移除失敗，請重試

# gJ4
source: Removed successfully
de_de: Erfolgreich entfernt
es_es: Eliminado correctamente
fr_fr: Retiré avec succès
hi_in: निकाला गया
id_id: Berhasil dihapus
it_it: Rimozione completata
ja_jp: 削除しました
ko_kr: 제거 성공
ms_my: Berjaya dikeluarkan
pt_br: Removido com êxito
ru_ru: Удалено успешно
th_th: การลบออกสำเร็จ
vi_vn: Đã loại bỏ thành công
zh_cn: 移除成功
zh_hk: 移除成功

# Hno
source: Removing...
de_de: Entfernen...
es_es: Eliminando...
fr_fr: Retrait…
hi_in: निकाला जा रहा है...
id_id: Menghapus...
it_it: Rimozione in corso
ja_jp: 削除中
ko_kr: 제거 중...
ms_my: Mengeluarkan...
pt_br: Removendo...
ru_ru: Удаление...
th_th: กำลังลบออก...
vi_vn: Đang loại bỏ...
zh_cn: 移除中
zh_hk: 移除中

# FyE
source: Too many chats to share
de_de: Zu viele Chats zum Teilen
es_es: Demasiados chats para compartir
fr_fr: Trop de discussions à partager
hi_in: साझा करने के लिए बहुत अधिक चैट
id_id: Terlalu banyak obrolan untuk dibagikan
it_it: Troppe chat da condividere
ja_jp: 転送するメールが多すぎます
ko_kr: 공유할 채팅이 너무 많음
ms_my: Terlalu banyak sembang untuk dikongsi
pt_br: Muitos chats para compartilhar
ru_ru: Слишком много чатов, которыми нужно поделиться
th_th: มีแชทที่จะแชร์มากเกินไป
vi_vn: Quá nhiều cuộc trò chuyện để chia sẻ
zh_cn: 超过选择个数
zh_hk: 超過選擇數量

# h8I
source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
hi_in: खाते
id_id: Akun
it_it: Account
ja_jp: アカウント
ko_kr: 계정
ms_my: Akaun
pt_br: Contas
ru_ru: Учетные записи
th_th: บัญชี
vi_vn: Các tài khoản
zh_cn: 账号
zh_hk: 帳戶

# HA0
source: All public email accounts
de_de: Alle öffentlichen E-Mail-Konten
es_es: Todas las cuentas de correo electrónico públicas
fr_fr: Tous les comptes de messagerie publique
hi_in: सभी सार्वजनिक ईमेल खाते
id_id: Semua akun email publik
it_it: Tutti gli account e-mail pubblici
ja_jp: すべてのグループメールアカウント
ko_kr: 모든 공개 이메일 계정
ms_my: Semua akaun emel awam
pt_br: Todas as contas de e-mail públicas
ru_ru: Все общие учетные записи почты
th_th: บัญชีอีเมลสาธารณะทั้งหมด
vi_vn: Toàn bộ các tài khoản email công khai
zh_cn: 所有公共邮箱账号
zh_hk: 所有公共電郵地址帳戶

# nrg
source: Change settings for other email accounts
de_de: Einstellungen für andere E-Mail-Konten ändern
es_es: Cambiar configuración para otras cuenta de correo electrónico
fr_fr: Modifier les paramètres d'autres comptes de messagerie
hi_in: अन्य ईमेल खातों की सेटिंग्स बदलें
id_id: Ubah pengaturan untuk akun email lainnya
it_it: Modifica le impostazioni per altri account e-mail
ja_jp: その他のメールアカウント設定を編集
ko_kr: 다른 이메일 계정의 설정 변경
ms_my: Ubah tetapan untuk akaun emel lain
pt_br: Alterar configurações de outras contas de e-mail
ru_ru: Изменить настройки для других учетных записей почты
th_th: เปลี่ยนการตั้งค่าสำหรับบัญชีอีเมลอื่น
vi_vn: Thay đổi cài đặt cho các tài khoản email khác
zh_cn: 更改其他邮箱账号设置
zh_hk: 更改其他電郵地址帳戶設定

# 9tU
source: Go to Email
de_de: Gehe zur E-Mail
es_es: Ir al correo electrónico
fr_fr: Accéder à la messagerie
hi_in: ईमेल पर जाएं
id_id: Buka Email
it_it: Vai alle e-mail
ja_jp: メールボックスに移動
ko_kr: 이메일로 이동
ms_my: Pergi ke Emel
pt_br: Acessar e-mail
ru_ru: Перейти в почту
th_th: ไปที่อีเมล
vi_vn: Vào Email
zh_cn: 前往邮箱
zh_hk: 前往電郵地址

# YzY
source: Main account
de_de: Hauptkonto
es_es: Cuenta principal
fr_fr: Compte principal
hi_in: मुख्य खाता
id_id: Akun utama
it_it: Account principale
ja_jp: メインアカウント
ko_kr: 기본 계정
ms_my: Akaun utama
pt_br: Conta principal
ru_ru: Основная учетная запись
th_th: บัญชีหลัก
vi_vn: Tài khoản chính
zh_cn: 主账号
zh_hk: 主帳戶

# h0A
source: Other Email Accounts
de_de: Andere E-Mail-Konten
es_es: Otras cuenta de correo electrónico
fr_fr: Autres comptes de messagerie
hi_in: अन्य ईमेल खाते
id_id: Akun Email Lainnya
it_it: Altri account e-mail
ja_jp: その他のメールアカウント
ko_kr: 다른 이메일 계정
ms_my: Akaun Emel Lain
pt_br: Outras contas de e-mail
ru_ru: Другие учетные записи почты
th_th: บัญชีอีเมลอื่น
vi_vn: Tài khoản email khác
zh_cn: 其他邮箱账号
zh_hk: 其他電郵地址帳戶

# rS0
source: Your permissions for "{{Name}}<{{emailAddress}}>" were withdrawn. You'll be automatically logged out of the public mailbox account.
de_de: Ihre Berechtigungen für „{{Name}}<{{emailAddress}}>“ wurden zurückgezogen. Sie werden automatisch vom öffentlichen Postfachkonto abgemeldet.
es_es: Tus permisos para "{{Name}}<{{emailAddress}}>" se han retirado. Cerrarás sesión automáticamente en la cuenta del buzón público.
fr_fr: Vos autorisations pour « {{Name}}<{{emailAddress}}> » ont été retirées. Vous serez automatiquement déconnecté du compte de boîte aux lettres publique.
hi_in: "{{Name}}<{{emailAddress}}>" के लिए आपकी अनुमतियाँ वापस ली गईं. आप सार्वजनिक मेलबॉक्स खाते से स्वचालित रूप से लॉग आउट हो जाएँगे.
id_id: Izin Anda untuk "{{Name}}<{{emailAddress}}>" dibatalkan. Anda akan secara otomatis keluar dari akun kotak surat publik.
it_it: Le tue autorizzazioni per "{{Name}}<{{emailAddress}}>" sono state ritirate. Verrà effettuata automaticamente la disconnessione dall'account della cassetta postale pubblica.
ja_jp: 共有メールアドレス 「{{Name}} <{{emailAddress}}>」 の権限は取り消されました。共有メールアドレスから自動的にログアウトします。
ko_kr: "{{Name}}<{{emailAddress}}>"에 대한 권한이 철회되었습니다. 공개 사서함 계정에서 자동으로 로그아웃됩니다.
ms_my: Kebenaran anda untuk "{{Name}}<{{emailAddress}}>" telah ditarik balik. Anda akan log keluar secara automatik daripada akaun peti mel awam.
pt_br: Suas permissões para "{{Name}}<{{emailAddress}}>" foram retiradas. Você será desconectado automaticamente da conta de caixa de entrada pública.
ru_ru: Ваши разрешения для "{{Name}}<{{emailAddress}}>" были отозваны. Вы автоматически выйдете из учетной записи общего почтового ящика.
th_th: สิทธิ์การอนุญาตของคุณสำหรับ "{{Name}}<{{emailAddress}}>" ถูกยกเลิกแล้ว คุณจะล็อกเอาท์ออกจากบัญชีกล่องจดหมายสาธารณะโดยอัตโนมัติ
vi_vn: Đã rút lại quyền của bạn đối với “{{Name}}<{{emailAddress}}>”. Bạn sẽ tự động đăng xuất khỏi tài khoản hộp thư công khai.
zh_cn: 你的公共邮箱账号"{{Name}}<{{emailAddress}}>"权限已被收回。账号将自动退出。
zh_hk: 你的公共電郵地址帳戶「{{Name}}<{{emailAddress}}>」的權限已被收回。帳戶將自動退出。

# Ak4
source: Shared account
de_de: Geteiltes Konto
es_es: Cuenta compartida
fr_fr: Compte partagé
hi_in: साझा किया गया खाता
id_id: Akun yang dibagikan
it_it: Account condiviso
ja_jp: 共有アカウント
ko_kr: 공유 계정
ms_my: Akaun dikongsi
pt_br: Conta compartilhada
ru_ru: Общая учетная запись
th_th: บัญชีที่ใช้ร่วมกัน
vi_vn: Tài khoản chia sẻ
zh_cn: 共享账号
zh_hk: 共用帳戶

# xGY
source: Shared
de_de: Geteilt
es_es: Se ha compartido
fr_fr: Partagé(e)
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有アカウント
ko_kr: 공유했습니다
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Общая
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 共享账号
zh_hk: 共用帳戶

# vtY
source: You can now use "{{Name}}<{{emailAddress}}>". You'll be automatically logged in to the public mailbox when using {{APP_DISPLAY_NAME}} Mail.
de_de: Sie können „{{Name}}<{{emailAddress}}>“ nun verwenden. Sie werden automatisch beim öffentlichen Postfach angemeldet, wenn Sie {{APP_DISPLAY_NAME}} Mail verwenden.
es_es: Ya puedes utilizar "{{Name}}<{{emailAddress}}>". Iniciarás sesión automáticamente en el buzón público cuando utilices el correo de {{APP_DISPLAY_NAME}}.
fr_fr: Vous pouvez maintenant utiliser « {{Name}}<{{emailAddress}}> ». Vous serez automatiquement connecté au compte de boîte aux lettres publique lorsque vous utiliserez {{APP_DISPLAY_NAME}} Mail.
hi_in: अब आप "{{Name}}<{{emailAddress}}>" का उपयोग कर सकते हैं. {{APP_DISPLAY_NAME}} मेल का उपयोग करते समय आप सार्वजनिक मेलबॉक्स में स्वचालित रूप से लॉगिन हो जाएँगे.
id_id: Anda sekarang dapat menggunakan "{{Name}}<{{emailAddress}}>". Anda akan secara otomatis keluar dari kotak surat publik saat menggunakan Email {{APP_DISPLAY_NAME}}.
it_it: Ora puoi usare "{{Name}}<{{emailAddress}}>". Accederai automaticamente alla cassetta postale pubblica quando utilizzi Posta di {{APP_DISPLAY_NAME}}.
ja_jp: 共有メールアドレス「{{Name}} <{{emailAddress}}>」を使用できます。{{APP_DISPLAY_NAME}} メールを使用すると、自動的に共有メールアドレスにログインします。
ko_kr: 이제 "{{Name}}<{{emailAddress}}>"을(를) 사용할 수 있습니다. {{APP_DISPLAY_NAME}} 메일을 사용하면 공개 사서함에 자동으로 로그인됩니다.
ms_my: Anda kini boleh menggunakan "{{Name}}<{{emailAddress}}>". Anda akan log masuk secara automatik ke peti mel awam apabila menggunakan {{APP_DISPLAY_NAME}} Mail.
pt_br: Agora você pode usar "{{Name}}<{{emailAddress}}>". Você será conectado automaticamente na conta de caixa de entrada pública ao usar o {{APP_DISPLAY_NAME}} Mail.
ru_ru: Теперь вы можете использовать "{{Name}}<{{emailAddress}}>". Вы автоматически войдете в общий почтовый ящик при использовании Почты {{APP_DISPLAY_NAME}}.
th_th: คุณสามารถใช้ "{{Name}}<{{emailAddress}}>" ได้แล้วในขณะนี้ คุณจะออกล็อกอินเข้าสู่กล่องจดหมายสาธารณะโดยอัตโนมัติเมื่อใช้ {{APP_DISPLAY_NAME}} Mail
vi_vn: Bây giờ bạn đã có thể sử dụng "{{Name}}<{{emailAddress}}>". Bạn sẽ tự động được đăng nhập vào hộp thư công khai khi sử dụng Mail {{APP_DISPLAY_NAME}}.
zh_cn: 你可以使用公共邮箱账号"{{Name}}<{{emailAddress}}>"。每次你使用{{APP_DISPLAY_NAME}}邮箱，会自动登录公共邮箱。
zh_hk: 你可以使用公共電郵地址帳戶「{{Name}}<{{emailAddress}}>」。每當你使用{{APP_DISPLAY_NAME}}電郵地址時，會自動登入公共電郵地址。

# F4k
source: Public mailbox notification
de_de: Öffentliche Postfach-Benachrichtigung
es_es: Notificación del buzón de correo público
fr_fr: Notification de boîte aux lettres publique
hi_in: सार्वजनिक मेलबॉक्स नोटिफ़िकेशन
id_id: Notifikasi kotak surat publik
it_it: Notifica nella casella postale pubblica
ja_jp: 共有メールアドレス通知
ko_kr: 공개 사서함 알림
ms_my: Pemberitahuan peti mel awam
pt_br: Notificação de caixa de correio pública
ru_ru: Уведомление общего почтового ящика
th_th: การแจ้งเตือนในกล่องจดหมายสาธารณะ
vi_vn: Thông báo hộp thư công khai
zh_cn: 公共邮箱通知
zh_hk: 公共電郵地址通知

# mj0
source: Unable to add
de_de: Hinzufügen nicht möglich
es_es: No se puede agregar
fr_fr: Ajout impossible
id_id: Gagal menambah
it_it: Impossibile aggiungere
ja_jp: 添付できません。
ko_kr: 추가할 수 없습니다
ms_my: Tidak dapat menambah
pt_br: Falha ao adicionar
ru_ru: Невозможно добавить
th_th: เพิ่มไม่สำเร็จ
vi_vn: Không thể thêm
zh_cn: 无法添加
zh_hk: 無法新增

# 7sc
source: You'll be able to access more emails.
de_de: Sie werden auf mehr E-Mails zugreifen können.
es_es: Podrás acceder a más correos electrónicos.
fr_fr: Vous pourrez accéder à plus d'e-mails.
id_id: Anda akan dapat mengakses lebih banyak email.
it_it: Potrai accedere a più e-mail.
ja_jp: より多くのメールにアクセスできます。
ko_kr: 더 많은 이메일에 액세스할 수 있습니다.
ms_my: Anda akan dapat mengakses lebih banyak emel.
pt_br: Você poderá acessar mais e-mails.
ru_ru: Вы сможете получить доступ к большему количеству писем.
th_th: คุณจะสามารถเข้าถึงอีเมลได้เพิ่มเติม
vi_vn: Bạn sẽ có thể truy cập các email khác.
zh_cn: 可以阅读和处理更多邮件
zh_hk: 可以閱讀和處理更多郵件

# kBc
source: Activate SSL
de_de: SSL aktivieren
es_es: Activar SSL
fr_fr: Activer SSL
id_id: Aktifkan SSL
it_it: Attiva SSL
ja_jp: SSL を使用
ko_kr: SSL 활성화
ms_my: Aktifkan SSL
pt_br: Ativar SSL
ru_ru: Активировать SSL
th_th: เปิดใช้งาน SSL
vi_vn: Kích hoạt SSL
zh_cn: 启用 SSL
zh_hk: 啟用 SSL

# 4XY
source: Setting completed
de_de: Einstellung abgeschlossen
es_es: Configuración completada
fr_fr: Paramètre complété
id_id: Pengaturan selesai
it_it: Impostazione completata
ja_jp: 設定しました。
ko_kr: 설정이 완료되었습니다
ms_my: Tetapan selesai
pt_br: Configuração concluída
ru_ru: Настройка завершена
th_th: การตั้งค่าเสร็จสมบูรณ์แล้ว
vi_vn: Đã hoàn thành cài đặt
zh_cn: 已设置
zh_hk: 已設定

# VZc
source: Email sync
de_de: E-Mails synchronisieren
es_es: Sincronización de correo electrónico
fr_fr: Synchronisation des e-mails
id_id: Penyinkronan email
it_it: Sincronizzazione e-mail
ja_jp: メールの同期
ko_kr: 이메일 동기화
ms_my: Penyelarasan emel
pt_br: Sincronização de e-mail
ru_ru: Синхронизация почты
th_th: การซิงค์อีเมล
vi_vn: Đồng bộ hóa email
zh_cn: 邮件同步
zh_hk: 郵件同步

# R94
source: Protocol
de_de: Protokoll
es_es: Protocolo
fr_fr: Protocole
id_id: Protokol
it_it: Protocollo
ja_jp: メールプロトコル
ko_kr: 프로토콜
ms_my: Protokol
pt_br: Protocolo
ru_ru: Протокол
th_th: มาตรการ
vi_vn: Giao thức
zh_cn: 邮箱协议
zh_hk: 電郵地址通訊協定

# k5Q
source: Server domain
de_de: Server-Domäne
es_es: Dominio de servidor
fr_fr: Domaine du serveur
id_id: Domain server
it_it: Dominio server
ja_jp: メールサーバー（ドメイン名）
ko_kr: 서버 도메인
ms_my: Domain pelayan
pt_br: Domínio de servidor
ru_ru: Домен сервера
th_th: โดเมนเซิร์ฟเวอร์
vi_vn: Tên miền máy chủ
zh_cn: 服务器域名
zh_hk: 伺服器域名

# WXM
source: 1 day
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
id_id: 1 hari
it_it: 1 giorno
ja_jp: 1 日
ko_kr: 1일
ms_my: 1 hari
pt_br: 1 dia
ru_ru: 1 день
th_th: 1 วัน
vi_vn: 1 ngày
zh_cn: 一天
zh_hk: 一日

# Sfw
source: 1 month
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
id_id: 1 bulan
it_it: 1 mese
ja_jp: 1 カ月
ko_kr: 1개월
ms_my: 1 bulan
pt_br: 1 mês
ru_ru: 1 месяц
th_th: 1 เดือน
vi_vn: 1 tháng
zh_cn: 一个月
zh_hk: 一個月

# FAg
source: 1 week
de_de: 1 Woche
es_es: 1 semana
fr_fr: 1 semaine
id_id: 1 minggu
it_it: 1 settimana
ja_jp: 1 週間
ko_kr: 1주
ms_my: 1 minggu
pt_br: 1 semana
ru_ru: 1 неделя
th_th: 1 สัปดาห์
vi_vn: 1 tuần
zh_cn: 一周
zh_hk: 一週

# lLo
source: 2 weeks
de_de: 2 Wochen
es_es: 2 semanas
fr_fr: 2 semaines
id_id: 2 minggu
it_it: 2 settimane
ja_jp: 2 週間
ko_kr: 2주
ms_my: 2 minggu
pt_br: 2 semanas
ru_ru: 2 недели
th_th: 2 สัปดาห์
vi_vn: 2 tuần
zh_cn: 两周
zh_hk: 兩週

# S1I
source: 3 days
de_de: 3 Tage
es_es: 3 días
fr_fr: 3 jours
id_id: 3 hari
it_it: 3 giorni
ja_jp: 3 日
ko_kr: 3일
ms_my: 3 hari
pt_br: 3 dias
ru_ru: 3 дня
th_th: 3 วัน
vi_vn: 3 ngày
zh_cn: 三天
zh_hk: 三日

# 5fI
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_hk: 全部

# Xiw
source: Days of mail to sync
de_de: Tage, an denen E-Mails synchronisiert werden
es_es: Días de correo que sincronizar
fr_fr: Jours de synchronisation des e-mails
id_id: Jumlah hari email yang akan disinkronkan
it_it: Giorni di posta da sincronizzare
ja_jp: メールの同期期間
ko_kr: 동기화할 메일의 일 수
ms_my: Hari emel untuk diselaraskan
pt_br: Dias de e-mail para sincronizar
ru_ru: Количество дней почты для синхронизации
th_th: จำนวนวันซิงค์เมล
vi_vn: Số ngày cần đồng bộ hóa thư
zh_cn: 同步多少天以内的邮件
zh_hk: 同步多少日以內的郵件

# 2V8
source: Syncing emails to the current device will take up your disk space. Please select a time range that best suits your needs.
de_de: Das Synchronisieren von E-Mails auf dem aktuellen Gerät beansprucht Speicherplatz. Bitte wählen Sie eine Zeitspanne, die Ihren Anforderungen am besten entspricht.
es_es: Sincronizar los correos electrónicos en el dispositivo actual consumirá espacio en disco. Selecciona el rango temporal que mejor se ajuste a tus necesidades.
fr_fr: La synchronisation des e-mails sur l'appareil actuel vous prendra de l'espace disque. Veuillez sélectionner l'intervalle de temps qui convient le mieux à vos besoins.
id_id: Penyinkronan email ke perangkat saat ini akan menghabiskan ruang disk Anda. Pilih rentang waktu yang paling sesuai dengan kebutuhan Anda.
it_it: La sincronizzazione delle e-mail sul dispositivo attuale occuperà spazio su disco. Seleziona un intervallo di tempo che soddisfa al meglio le tue esigenze.
ja_jp: メールの同期はディスク容量を消費します。適切な同期期間を選択してください。
ko_kr: 현재 장치에 이메일을 동기화하면 디스크 공간을 차지하게 됩니다. 필요에 맞게 시간 범위를 선택하세요.
ms_my: Menyelaraskan emel ke peranti semasa akan menggunakan ruang cakera anda. Sila pilih julat masa yang paling sesuai dengan keperluan anda.
pt_br: A sincronização de e-mails com o dispositivo atual ocupará espaço em disco. Selecione um intervalo de tempo que melhor se adapte às suas necessidades.
ru_ru: Синхронизация почты с текущим устройством займет место на диске. Выберите диапазон времени, который лучше всего соответствует вашим потребностям.
th_th: การซิงค์อีเมลไปยังอุปกรณ์ปัจจุบันจะใช้พื้นที่ดิสก์ของคุณ โปรดเลือกช่วงเวลาที่เหมาะสมกับความต้องการของคุณมากที่สุด
vi_vn: Việc đồng bộ hóa email với thiết bị hiện tại sẽ chiếm dung lượng ổ đĩa của bạn. Vui lòng chọn phạm vi thời gian phù hợp với nhu cầu của bạn nhất.
zh_cn: 同步邮件会占用你的磁盘空间，请合理选择同步范围
zh_hk: 同步郵件會佔用你的磁碟空間，請合理選擇同步範圍

# t0A
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
id_id: Unggah
it_it: Carica
ja_jp: アップロードに戻る
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 继续上传
zh_hk: 繼續上載

# Ppc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# FX0
source: Don't remind me again
de_de: Nicht mehr erinnern
es_es: No recordar de nuevo
fr_fr: Ne plus me le rappeler
id_id: Jangan ingatkan saya lagi
it_it: Non inviare più promemoria
ja_jp: 再表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan ingatkan saya lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать мне снова
th_th: อย่าเตือนความจำฉันอีก
vi_vn: Không nhắc lại tôi
zh_cn: 不再提醒
zh_hk: 不再提醒

# bxs
source: Deleted by the sender
de_de: Vom Absender gelöscht
es_es: Eliminado por el remitente
fr_fr: Supprimé par l'expéditeur
id_id: Dihapus oleh pengirim
it_it: Eliminato dal mittente
ja_jp: 送信者によって削除されています。
ko_kr: 보낸 사람이 삭제함
ms_my: Dihapus oleh penghantar
pt_br: Excluído pelo remetente
ru_ru: Удалено отправителем
th_th: ถูกลบโดยผู้ส่ง
vi_vn: Đã bị người gửi xóa
zh_cn: 已被发件人删除
zh_hk: 已被寄件者刪除

# 5uU
source: Deleted by the sender
de_de: Vom Absender gelöscht
es_es: Eliminado por el remitente
fr_fr: Supprimé par l'expéditeur
id_id: Dihapus oleh pengirim
it_it: Eliminato dal mittente
ja_jp: 送信者によって削除済み
ko_kr: 보낸 사람이 삭제함
ms_my: Dipadam oleh pengirim
pt_br: Excluído pelo remetente
ru_ru: Удалено отправителем
th_th: ถูกลบโดยผู้ส่ง
vi_vn: Đã bị người gửi xóa
zh_cn: 已被发件人删除
zh_hk: 已被寄件者刪除

# p6k
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# RNo
source: Select files that you'd like to delete
de_de: Auswahl der zu löschenden Dateien
es_es: Selecciona los archivos que quieres eliminar
fr_fr: Sélectionnez les fichiers que vous souhaitez supprimer
id_id: Pilih file yang ingin Anda hapus
it_it: Seleziona i file che desideri eliminare
ja_jp: 削除したいファイルを選択してください。
ko_kr: 삭제하려는 파일 선택
ms_my: Pilih fail yang ingin dipadam
pt_br: Selecione os arquivos que você gostaria de excluir
ru_ru: Выберите файлы, которые вы хотите удалить
th_th: เลือกไฟล์ที่คุณต้องการลบ
vi_vn: Chọn tập tin bạn muốn xóa
zh_cn: 请选择要删除的文件
zh_hk: 請選擇要刪除的檔案

# 59k
source: Go to {{num}} page
de_de: Zur Seite {{num}} gehen
es_es: Ir a la página {{num}}
fr_fr: Accéder à la page {{num}}
id_id: Buka halaman {{num}}
it_it: Vai alla pagina {{num}}
ja_jp: {{num}} ページへ
ko_kr: {{num}}페이지로 이동
ms_my: Pergi ke muka surat {{num}}
pt_br: Ir para a página {{num}}
ru_ru: Перейти на {{num}} страницу
th_th: ไปยังหน้า {{num}}
vi_vn: Đi tới trang {{num}}
zh_cn: 跳至 {{num}} 页
zh_hk: 重新導向至 {{num}} 頁

# V5E
source: {{num}} files/page
de_de: {{num}} Dateien/Seite
es_es: {{num}} archivos por página
fr_fr: {{num}} fichiers/page
id_id: {{num}} file/halaman
it_it: {{num}} file/pagina
ja_jp: {{num}} 件/ページ
ko_kr: 파일 {{num}}개/페이지
ms_my: {{num}} fail/muka surat
pt_br: {{num}} arquivos/página
ru_ru: {{num}} файлов на странице
th_th: {{num}} ไฟล์/หน้า
vi_vn: {{num}} tập tin/trang
zh_cn: {{num}} 个/页
zh_hk: {{num}} 個/頁

# BNk
source: {{num}} items
de_de: {{num}} Elemente
es_es: {{num}} elementos
fr_fr: {{num}} éléments
id_id: {{num}} item
it_it: {{num}} elementi
ja_jp: 合計 {{num}} 件
ko_kr: {{num}}개 항목
ms_my: {{num}} item
pt_br: {{num}} itens
ru_ru: Элементов: {{num}}
th_th: {{num}} รายการ
vi_vn: {{num}} mục
zh_cn: 共 {{num}} 个
zh_hk: 共 {{num}} 個

# Vow
source: Sort oldest to newest
de_de: Von der ältesten zur neuesten sortieren
es_es: Ordenar de más antiguo a más reciente
fr_fr: Du plus ancien au plus récent
id_id: Urutkan dari yang paling lama ke paling baru
it_it: Ordina dal meno recente al più recente
ja_jp: 時間の古い順
ko_kr: 날짜/시간 오름차순 정렬
ms_my: Susun terlama ke terbaru
pt_br: Classificar do mais antigo para o mais recente
ru_ru: Сортировать от старых к новым
th_th: เรียงลำดับจากเก่าไปใหม่สุด
vi_vn: Sắp xếp từ cũ nhất đến mới nhất
zh_cn: 从旧到新排序
zh_hk: 從舊到新排序

# 9/M
source: Sort largest to smallest
de_de: Von der größten zur kleinsten sortieren
es_es: Ordenar de mayor a menor tamaño
fr_fr: Trier du plus grand au plus petit
id_id: Urutkan dari yang terbesar hingga terkecil
it_it: Ordina dal più grande al più piccolo
ja_jp: サイズの大きい順
ko_kr: 크기 내림차순 정렬
ms_my: Susun terbesar ke terkecil
pt_br: Classificar do maior para o menor
ru_ru: Отсортировать от большего к меньшему
th_th: เรียงจากมากไปน้อย
vi_vn: Sắp xếp từ lớn nhất đến nhỏ nhất
zh_cn: 从大到小排序
zh_hk: 從大到小排序

# JMQ
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_hk: 下載

# IlU
source: Open Folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
id_id: Buka Folder
it_it: Apri cartella
ja_jp: フォルダを開く
ko_kr: 폴더 열기
ms_my: Buka Folder
pt_br: Abrir pasta
ru_ru: Открыть папку
th_th: เปิดโฟลเดอร์
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_hk: 開啟資料夾

# pgI
source: Open with Local Application
de_de: Mit lokaler Anwendung öffnen
es_es: Abrir con aplicación local
fr_fr: Ouvrir avec une application locale
id_id: Buka dengan Aplikasi Lokal
it_it: Apri con Applicazione Locale
ja_jp: ローカルのアプリで開く
ko_kr: 로컬 애플리케이션으로 열기
ms_my: Buka dengan Aplikasi Tempatan
pt_br: Abrir com aplicativo local
ru_ru: Открыть с помощью локального приложения
th_th: เปิดด้วยแอปพลิเคชันภายในเครื่อง
vi_vn: Mở bằng ứng dụng cục bộ
zh_cn: 本地应用打开
zh_hk: 使用本機應用程式開啟
