Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# rEY
source: Mail service suspended due to insufficient mailbox storage. Please contact the administrator.
de_de: E-Mail-Service aufgrund von unzureichendem Postfachspeicher gesperrt. Kontaktieren Sie den Administrator.
es_es: El servicio de correo electrónico se ha suspendido por falta de espacio en el buzón. Ponte en contacto con el administrador.
fr_fr: Service de messagerie suspendu car le stockage de la boîte de réception est insuffisant. Veuillez contacter l'administrateur.
hi_in: अपर्याप्त मेलबॉक्स स्टोरेज के कारण मेल सेवा निलंबित की गई. कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Layanan email dihentikan karena penyimpanan kotak surat tidak mencukupi. Hubungi administrator.
it_it: Servizio di posta elettronica sospeso causa spazio di archiviazione nella cassetta postale insufficiente. Contatta l'amministratore.
ja_jp: 容量不足です。サービスを停止しました。管理者に連絡してください
ko_kr: 사서함 저장소가 부족하여 메일 서비스가 일시 중지되었습니다. 관리자에게 문의하세요.
ms_my: Perkhidmatan mel ditangguhkan kerana penyimpanan peti mel tidak mencukupi. Sila hubungi pentadbir.
pt_br: Serviço de e-mail suspenso devido a armazenamento insuficiente da caixa de entrada. Entre em contato com o administrador.
ru_ru: Предоставление услуги почты приостановлено из-за нехватки места в хранилище. Свяжитесь с администратором.
th_th: บริการอีเมลถูกระงับเนื่องจากพื้นที่จัดเก็บข้อมูลกล่องจดหมายไม่เพียงพอ โปรดติดต่อผู้ดูแล
vi_vn: Dịch vụ thư đã bị tạm dừng do dung lượng lưu trữ của hộp thư không còn đủ. Vui lòng liên hệ với quản trị viên.
zh_cn: 邮箱容量已满，服务暂停，请联系管理员进行处理
zh_hk: 電郵地址容量已滿，服務暫停，請聯絡管理員處理

# nzQ
source: Mailbox storage is full. Please upgrade the plan in time.
de_de: Postfachspeicher ist voll. Holen Sie sich bitte rechtzeitig ein Upgrade für den Plan.
es_es: El almacenamiento del buzón de correo está lleno. Actualiza el plan a tiempo.
fr_fr: Le stockage de la boîte de réception est plein. Veuillez mettre à niveau le forfait en temps opportun.
hi_in: मेलबॉक्स स्टोरेज भर गया है. कृपया प्लान समय पर अपग्रेड करें.
id_id: Penyimpanan kotak surat penuh. Tingkatkan paket tepat waktu.
it_it: Spazio di archiviazione della cassetta postale pieno. Effettua l'upgrade del piano in tempo.
ja_jp: 容量が不足です。プランをアップグレードしてください
ko_kr: 사서함 저장소가 가득 찼습니다. 제시간에 요금제를 업그레이드하세요.
ms_my: Peti mel penuh. Sila naik taraf pelan tepat pada masanya.
pt_br: O armazenamento da caixa de entrada está cheio. Faça upgrade do plano a tempo.
ru_ru: Хранилище почтового ящика заполнено. Перейдите на другой план своевременно.
th_th: พื้นที่จัดเก็บข้อมูลกล่องจดหมายเต็มแล้ว โปรดอัปเกรดแผนในทันที
vi_vn: Dung lượng lưu trữ của hộp thư đã đầy. Vui lòng nâng cấp gói dịch vụ kịp thời.
zh_cn: 邮箱容量已满，请及时升级套餐
zh_hk: 電郵地址容量已滿，請儘快升級方案

# mL8
source: Block "{{name}}"
de_de: „{{name}}“ blockieren
es_es: Bloquear a "{{name}}"
fr_fr: Bloquer "{{name}}"
id_id: Blokir "{{name}}"
it_it: Blocca "{{name}}"
ja_jp: 「{{name}}」をブロック
ko_kr: "{{name}}" 님을 차단
ms_my: Sekat "{{name}}"
pt_br: Bloquear "{{name}}"
ru_ru: Заблокировать "{{name}}"
th_th: บล็อก "{{name}}"
vi_vn: Chặn "{{name}}"
zh_cn: 屏蔽“{{name}}”
zh_hk: 封鎖「{{name}}」

# fAo
source: Future emails sent from "{{address1}}" and "{{address2}}" will be moved to Spam automatically.
de_de: Zukünftig werden alle E-Mails der Absender „{{address1}}“ und „{{address2}}“ automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos futuros de "{{address1}}" y "{{address2}}" se moverán automáticamente a Spam.
fr_fr: Les futurs e-mails envoyés à partir de "{{address1}}" et "{{address2}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Email mendatang yang dikirim dari "{{address1}}" dan "{{address2}}" akan otomatis dipindahkan ke Spam.
it_it: Le e-mail future inviate da "{{address1}}" e "{{address2}}" saranno spostate automaticamente in Spam.
ja_jp: 今後「{{address1}}」、「{{address2}}」からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: "{{address1}}" 및 "{{address2}}"에서 보낸 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel akan datang dari "{{address1}}" dan "{{address2}}" akan dipindahkan ke Spam secara automatik.
pt_br: E-mails futuros enviados de "{{address1}}" e "{{address2}}" serão movidos para Spam automaticamente.
ru_ru: Последующие письма от "{{address1}}" и "{{address2}}" будут автоматически перемещены в папку Спам.
th_th: อีเมลในอนาคตที่ส่งจาก "{{address1}}" และ "{{address2}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email sau này được gửi từ "{{address1}}" và "{{address2}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{address1}}”和“{{address2}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 之後來自「{{address1}}」和「{{address2}}」的郵件將會自動移至「垃圾郵件」

# Jvw
source: Future emails from these {{num}} senders, such as "{{address1}}" and "{{address2}}", will be moved to Spam automatically.
de_de: Zukünftig werden alle E-Mails dieser {{num}} Absendern, wie z. B. „{{address1}}“ und „{{address2}}“, automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos futuros de estos {{num}} remitentes (entre ellos, "{{address1}}" y "{{address2}}") se moverán automáticamente a Spam.
fr_fr: Les futurs e-mails de ces {{num}} expéditeurs, dont "{{address1}}" et "{{address2}}", seront automatiquement déplacés vers le courrier indésirable.
id_id: Email mendatang dari {{num}} pengirim ini, seperti "{{address1}}" dan "{{address2}}", akan otomatis dipindahkan ke Spam.
it_it: Le e-mail future da questi {{num}} mittenti, tra cui "{{address1}}" e "{{address2}}", saranno spostate automaticamente in Spam.
ja_jp: 今後「{{address1}}」、「{{address2}}」など {{num}} 人の送信者からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: 해당 보낸 사람 {{num}}명("{{address1}}" 및 "{{address2}}" 등)이 보내는 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel akan datang daripada {{num}} pengirim ini, seperti "{{address1}}" dan "{{address2}}", akan dipindahkan ke Spam secara automatik.
pt_br: E-mails futuros desses {{num}} remetentes, como "{{address1}}" e "{{address2}}", serão movidos para Spam automaticamente.
ru_ru: Последующие письма от этих {{num}} отправителей, например "{{address1}}" и "{{address2}}" будут автоматически перемещаться в папку Спам.
th_th: อีเมลในอนาคตที่ส่งจากผู้ส่งจำนวน {{num}} รายนี้ เช่น "{{address1}}" และ "{{address2}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email sau này từ {{num}} người gửi sau đây, chẳng hạn như "{{address1}}" và "{{address2}}", sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{address1}}”和“{{address2}}”等 {{num}} 个发件人的邮件将被自动移至“垃圾邮件”
zh_hk: 之後來自「{{address1}}」和「{{address2}}」等 {{num}} 個寄件者的郵件將會自動移至「垃圾郵件」

# 3x8
source: Future emails sent from "{{address}}" will be moved to Spam automatically.
de_de: Zukünftig werden alle E-Mails des Absenders „{{address}}“ automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos futuros de "{{address}}" se moverán automáticamente a Spam.
fr_fr: Les futurs e-mails envoyés à partir de "{{address}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Email mendatang yang dikirim dari "{{address}}" akan otomatis dipindahkan ke Spam.
it_it: Le e-mail future inviate da "{{address}}" saranno spostate automaticamente in Spam.
ja_jp: 今後「{{address}}」からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: "{{address}}"에서 보낸 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel akan datang dari "{{address}}" akan dipindahkan ke Spam secara automatik.
pt_br: E-mails futuros enviados de "{{address}}" serão movidos para Spam automaticamente.
ru_ru: Последующие письма от "{{address}}" будут автоматически перемещены в папку Спам.
th_th: อีเมลในอนาคตที่ส่งจาก "{{address}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email sau này được gửi từ "{{address}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{address}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 之後來自「{{address}}」的郵件將會自動移至「垃圾郵件」

# pIM
source: Future emails sent from "{{address}}" will be moved to Spam automatically.
de_de: Zukünftig werden alle E-Mails des Absenders „{{address}}“ automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos futuros de "{{address}}" se moverán automáticamente a Spam.
fr_fr: Les futurs e-mails envoyés à partir de "{{address}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Email mendatang yang dikirim dari "{{address}}" akan otomatis dipindahkan ke Spam.
it_it: Le e-mail future inviate da "{{address}}" saranno spostate automaticamente in Spam.
ja_jp: 今後「{{address}}」からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: "{{address}}"에서 보낸 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel akan datang dari "{{address}}" akan dipindahkan ke Spam secara automatik.
pt_br: E-mails futuros enviados de "{{address}}" serão movidos para Spam automaticamente.
ru_ru: Последующие письма от "{{address}}" будут автоматически перемещены в папку Спам.
th_th: อีเมลในอนาคตที่ส่งจาก "{{address}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email sau này được gửi từ "{{address}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 后续来自“{{address}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 之後來自「{{address}}」的郵件將會自動移至「垃圾郵件」

# 3Hs
source: Block
de_de: Blockieren
es_es: Bloquear
fr_fr: Bloc
id_id: Blok
it_it: Blocca
ja_jp: ブロック
ko_kr: 차단
ms_my: Sekat
pt_br: Bloquear
ru_ru: Заблокировать
th_th: บล็อก
vi_vn: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# EXw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 0M4
source: Block Sender
de_de: Absender blockieren
es_es: Bloquear remitente
fr_fr: Bloquer l'expéditeur
id_id: Blokir Pengirim
it_it: Blocca mittente
ja_jp: この送信者をブロック
ko_kr: 보낸 사람 차단
ms_my: Sekat Pengirim
pt_br: Bloquear remetente
ru_ru: Заблокировать отправителя
th_th: บล็อกผู้ส่ง
vi_vn: Chặn người gửi
zh_cn: 屏蔽发件人
zh_hk: 封鎖寄件者

# amY
source: The selected emails will be deleted, and all future emails sent from "{{address1}}" and "{{address2}}", will be moved to Spam automatically.
de_de: Die ausgewählten E-Mails werden gelöscht und zukünftig alle E-Mails der Absender „{{address1}}“ und „{{address2}}“ automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos seleccionados se eliminarán y todos los correos futuros de "{{address1}}" y "{{address2}}" se moverán automáticamente a Spam.
fr_fr: Les e-mails sélectionnés seront supprimés et les futurs e-mails envoyés par "{{address1}}" et "{{address2}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Email yang dipilih akan dihapus, dan semua email mendatang yang dikirim dari "{{address1}}" dan "{{address2}}" akan otomatis dipindahkan ke Spam.
it_it: Le e-mail selezionate verranno eliminate e tutte le e-mail future inviate da "{{address1}}" e "{{address2}}" saranno spostate automaticamente in Spam.
ja_jp: 選択中のメールを削除し、今後「{{address1}}」、「{{address2}}」からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: 선택한 이메일이 삭제되고 "{{address1}}" 및 "{{address2}}"에서 보낸 모든 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel yang dipilih akan dipadam, dan semua emel masa depan yang dihantar dari "{{address1}}" dan "{{address2}}", akan dipindahkan ke Spam secara automatik.
pt_br: Os e-mails selecionados serão excluídos e todos os e-mails enviados de "{{address1}}" e "{{address2}}" serão movidos para Spam automaticamente.
ru_ru: Выбранные письма будут удалены, а все последующие письма от "{{address1}}" и "{{address2}}" будут автоматически перемещаться в Спам.
th_th: อีเมลที่เลือกจะถูกลบ และอีเมลในอนาคตทั้งหมดที่ส่งจาก "{{address1}}" และ "{{address2}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email đã chọn sẽ bị xóa, đồng thời tất cả email sau này được gửi từ "{{address1}}" và "{{address2}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 选中邮件将被删除，后续来自“{{address1}}”和“{{address2}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 所選郵件將被刪除，之後來自「{{address1}}」和「{{address2}}」的郵件將會自動移至「垃圾郵件」

# 01E
source: The selected emails will be deleted, and all future emails from these {{num}} senders, such as "{{address1}}" and "{{address2}}", will be moved to Spam automatically.
de_de: Die ausgewählten E-Mails werden gelöscht und zukünftig alle E-Mails von diesen {{num}} Absendern, wie z. B. „{{address1}}“ und „{{address2}}“, automatisch in den Spam-Ordner verschoben.
es_es: Los correos electrónicos seleccionados se eliminarán y todos los correos futuros de estos {{num}} remitentes (entre ellos, "{{address1}}" y "{{address2}}") se moverán automáticamente a Spam.
fr_fr: Les e-mails sélectionnés seront supprimés et les futurs e-mails de ces {{num}} expéditeurs, dont "{{address1}}" et "{{address2}}", seront automatiquement déplacés vers le courrier indésirable.
id_id: Email yang dipilih akan dihapus, dan semua email mendatang dari {{num}} pengirim ini seperti "{{address1}}" dan "{{address2}}" akan otomatis dipindahkan ke Spam.
it_it: Le e-mail selezionate saranno eliminate e tutte le e-mail future da questi {{num}} mittenti, tra cui "{{address1}}" e "{{address2}}", saranno spostate automaticamente in Spam.
ja_jp: 選択中のメールを削除し、今後「{{address1}}」、「{{address2}}」など {{num}} 人の送信者からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: 선택한 이메일이 삭제되고 해당 보낸 사람 {{num}}명("{{address1}}" 및 "{{address2}}" 등)이 보내는 모든 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel yang dipilih akan dipadam, dan semua emel masa depan daripada {{num}} pengirim ini, seperti "{{address1}}" dan "{{address2}}", akan dipindahkan ke Spam secara automatik.
pt_br: Os e-mails selecionados serão excluídos e todos os e-mails futuros desses {{num}} remetentes, como "{{address1}}" e "{{address2}}", serão movidos para Spam automaticamente.
ru_ru: Выбранные письма будут удалены, а все последующие письма от этих {{num}} отправителей, например "{{address1}}" и "{{address2}}" будут автоматически перемещаться в Спам.
th_th: อีเมลที่เลือกจะถูกลบ และอีเมลในอนาคตทั้งหมดจากผู้ส่งจำนวน {{num}} รายนี้ เช่น "{{address1}}" และ "{{address2}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Các email đã chọn sẽ bị xóa, đồng thời tất cả email sau này từ {{num}} người gửi sau đây, chẳng hạn như "{{address1}}" và "{{address2}}", sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 选中邮件将被删除，后续来自“{{address1}}”和“{{address2}}”等 {{num}} 个发件人的邮件将被自动移至“垃圾邮件”
zh_hk: 所選郵件將被刪除，之後來自「{{address1}}」和「{{address2}}」等 {{num}} 寄件者的郵件將會自動移至「垃圾郵件」

# daQ
source: Block the selected {{num}} senders?
de_de: Die ausgewählten {{num}} Absender blockieren?
es_es: ¿Quieres bloquear los {{num}} remitentes seleccionados?
fr_fr: Bloquer les {{num}} expéditeurs sélectionnés ?
id_id: Blokir {{num}} pengirim yang dipilih?
it_it: Bloccare i {{num}} mittenti selezionati?
ja_jp: 選択中の {{num}} 人の送信者をブロックしますか？
ko_kr: 선택한 보낸 사람 {{num}}명을 차단하시겠습니까?
ms_my: Sekat {{num}} pengirim yang dipilih?
pt_br: Bloquear os {{num}} remetentes selecionados?
ru_ru: Заблокировать выбранных отправителей ({{num}})?
th_th: บล็อกผู้ส่ง {{num}} รายที่เลือกหรือไม่
vi_vn: Chặn {{num}} người gửi đã chọn?
zh_cn: 屏蔽选中的 {{num}} 个发件人？
zh_hk: 封鎖選取的 {{num}} 個寄件者？

# e08
source: Unable to block the selected senders as your own email address "{{address}}" has been included.
de_de: Die ausgewählten Absender können nicht blockiert werden, da Ihre eigene E-Mail-Adresse „{{address}}“ enthalten ist.
es_es: No se pueden bloquear los remitentes seleccionados porque tu propio correo electrónico "{{address}}" también está incluido.
fr_fr: Impossible de bloquer les expéditeurs sélectionnés, car votre propre adresse e-mail "{{address}}" est incluse.
id_id: Gagal memblokir pengirim yang dipilih sebagai alamat email Anda sendiri "{{address}}" telah disertakan.
it_it: Impossibile bloccare i mittenti selezionati poiché è stato incluso il tuo indirizzo e-mail "{{address}}".
ja_jp: 選択した送信者に自分のメールアドレス「{{address}}」が含まれているため、ブロックできませんでした。
ko_kr: 회원님 자신의 이메일 주소인 "{{address}}"이(가) 포함되어 있으므로 선택한 보낸 사람을 차단할 수 없습니다.
ms_my: Tidak dapat menyekat penghantar yang dipilih kerana alamat e-mel anda sendiri "{{address}}" telah dimasukkan.
pt_br: Não é possível bloquear os remetentes selecionados porque seu próprio endereço de e-mail "{{address}}" foi incluído.
ru_ru: Не удалось заблокировать выбранных отправителей, так как был включен ваш собственный адрес почты "{{address}}".
th_th: ไม่สามารถบล็อกผู้ส่งที่เลือกได้เนื่องจากมีที่อยู่อีเมลของคุณเอง "{{address}}" รวมอยู่ด้วย
vi_vn: Không thể chặn những người gửi đã chọn vì trong đó có bao gồm địa chỉ email của bạn "{{address}}".
zh_cn: 所选发件人包含你自己的邮箱地址“{{address}}”，无法执行屏蔽操作
zh_hk: 所選寄件者包含你自己的電郵地址「{{address}}」，無法執行封鎖操作

# agM
source: Your own email address "{{address}}" can't be blocked.
de_de: Ihre eigene E-Mail-Adresse „{{address}}“ kann nicht blockiert werden.
es_es: No puedes bloquear tu propio correo electrónico "{{address}}".
fr_fr: Vous ne pouvez pas bloquer votre propre adresse e-mail "{{address}}".
id_id: Alamat email Anda sendiri "{{address}}" tidak dapat diblokir.
it_it: Impossibile bloccare il proprio indirizzo e-mail "{{address}}".
ja_jp: 自分のメールアドレス「{{address}}」はブロックできません。
ko_kr: 회원님 자신의 이메일 주소인 "{{address}}"을(를) 차단할 수 없습니다.
ms_my: Alamat e-mel anda sendiri "{{address}}" tidak boleh disekat.
pt_br: Seu próprio endereço de e-mail "{{address}}" não pode ser bloqueado.
ru_ru: Ваш собственный адрес почты "{{address}}" не может быть заблокирован.
th_th: ไม่สามารถบล็อกที่อยู่อีเมลของคุณเองได้ "{{address}}"
vi_vn: Không thể chặn địa chỉ email của chính bạn "{{address}}".
zh_cn: 无法屏蔽你自己的邮箱地址“{{address}}”
zh_hk: 無法封鎖你自己的電郵地址「{{address}}」

# iTE
source: This email will be deleted, and all future emails sent from "{{address}}" will be moved to Spam automatically.
de_de: Diese E-Mail wird gelöscht und zukünftig alle E-Mails des Absenders „{{address}}“ automatisch in den Spam-Ordner verschoben.
es_es: Este correo electrónico se eliminará y todos los correos futuros de "{{address}}" se moverán automáticamente a Spam.
fr_fr: Cet e-mail sera supprimé et les futurs e-mails envoyés par "{{address}}" seront automatiquement déplacés vers le courrier indésirable.
id_id: Email ini akan dihapus, dan semua email mendatang yang dikirim dari "{{address}}" akan otomatis dipindahkan ke Spam.
it_it: Questa e-mail verrà eliminata e tutte le e-mail future inviate da "{{address}}" saranno spostate automaticamente in Spam.
ja_jp: このメールを削除し、今後「{{address}}」からのメールは自動的に「迷惑メール」に移動されます。
ko_kr: 이 이메일이 삭제되고 "{{address}}"에서 보낸 모든 향후 이메일이 자동으로 스팸으로 이동됩니다.
ms_my: Emel ini akan dipadam, dan semua emel masa depan yang dihantar dari "{{address}}" akan dipindahkan ke Spam secara automatik.
pt_br: Este e-mail será excluído e todos os e-mails futuros enviados de "{{address}}" serão movidos para Spam automaticamente.
ru_ru: Это письмо будет удалено, а все последующие письма от "{{address}}" будут автоматически перемещаться в Спам.
th_th: อีเมลนี้จะถูกลบ และอีเมลในอนาคตทั้งหมดที่ส่งจาก "{{address}}" จะถูกย้ายไปยังสแปมโดยอัตโนมัติ
vi_vn: Email này sẽ bị xóa, đồng thời tất cả email sau này được gửi từ "{{address}}" sẽ tự động được chuyển vào mục Thư rác.
zh_cn: 此邮件将被删除，后续来自“{{address}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 此郵件將被刪除，之後來自「{{address}}」的郵件將會自動移至「垃圾郵件」

# Xf4
source: Block the sender "{{name}}"?
de_de: Den Absender „{{name}}“ blockieren?
es_es: ¿Quieres bloquear al remitente "{{name}}"?
fr_fr: Bloquer l'expéditeur "{{name}}" ?
id_id: Blokir pengirim ini "{{name}}"?
it_it: Bloccare il mittente "{{name}}"?
ja_jp: 送信者「{{name}}」をブロックしますか？
ko_kr: 보낸 사람 "{{name}}" 님을 차단하시겠습니까?
ms_my: Sekat pengirim "{{name}}"?
pt_br: Bloquear o remetente "{{name}}"?
ru_ru: Заблокировать отправителя "{{name}}"?
th_th: บล็อกผู้ส่ง "{{name}}" หรือไม่
vi_vn: Chặn người gửi "{{name}}"?
zh_cn: 屏蔽发件人“{{name}}”？
zh_hk: 封鎖寄件者「{{name}}」？

# xjs
source: Operation failed
de_de: Vorgang fehlgeschlagen
es_es: Error en la operación
fr_fr: Échec de l'opération
id_id: Operasi gagal
it_it: Operazione non riuscita
ja_jp: 操作できません
ko_kr: 작업 실패
ms_my: Operasi gagal
pt_br: Falha na operação
ru_ru: Операция не удалась
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác không thành công
zh_cn: 操作失败
zh_hk: 操作失敗

# akY
source: Block/Trust
de_de: Blockieren / Als vertrauenswürdig einstufen
es_es: Bloquear/Confiar
fr_fr: Bloquer/faire confiance
id_id: Blokir/Percayai
it_it: Blocca/Considera attendibile
ja_jp: ブロック/信頼
ko_kr: 차단/신뢰
ms_my: Sekat/Percayai
pt_br: Bloqueio/confiança
ru_ru: Заблокировать/Доверять
th_th: บล็อก/เชื่อถือ
vi_vn: Chặn/tin cậy
zh_cn: 屏蔽/信任
zh_hk: 封鎖/信任

# X88
source: Enable Notifications
de_de: Benachrichtigungen aktivieren
es_es: Habilitar notificaciones
fr_fr: Activer les notifications
hi_in: नोटिफ़िकेशन सक्षम करें
id_id: Aktifkan Notifikasi
it_it: Abilita notifiche
ja_jp: オンにする
ko_kr: 알림 활성화
ms_my: Aktifkan Notifikasi
pt_br: Ativar notificações
ru_ru: Включить уведомления
th_th: เปิดใช้งานการแจ้งเตือน
vi_vn: Bật thông báo
zh_cn: 一键开启
zh_hk: 一鍵開啟

# iVI
source: Enabled
de_de: Aktiviert
es_es: Habilitadas
fr_fr: Activé
hi_in: सक्षम किया गया
id_id: Berhasil Diaktifkan
it_it: Abilitazione eseguita
ja_jp: オンにしました。
ko_kr: 활성화됨
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Включено
th_th: เปิดใช้งานแล้ว
vi_vn: Đã bật
zh_cn: 已开启
zh_hk: 已開啟

# k8o
source: Once enabled, Mail Assistant will notify you of new emails.
de_de: Nach der Aktivierung werden Sie vom E-Mail-Assistenten über neue E-Mails informiert.
es_es: Con esta función habilitada, el Asistente de correo te notificará sobre nuevos correos electrónicos.
fr_fr: Une fois activé, l'assistant de messagerie vous informera des nouveaux e-mails.
id_id: Setelah diaktifkan, Asisten Mail akan memberi tahu Anda jika ada email baru.
it_it: Dopo l'attivazione, Assistente Mail ti invierà una notifica relativa alle nuove e-mail.
ja_jp: オンにすると、メールアシスタントによる新しいメール通知を受信できます 。
ko_kr: 활성화하면 Mail Assistant에서 새 이메일에 대한 알림을 전송합니다.
ms_my: Sekali diaktifkan, Pembantu Mel akan memaklumkan anda tentang emel baharu.
pt_br: Após a ativação, o Assistente de e-mail notificará você sobre novos e-mails.
ru_ru: После включения Mail Assistant будет уведомлять вас о новых письмах.
th_th: เมื่อเปิดใช้งานตัวช่วยเมล จะมีการแจ้งให้คุณทราบเมื่อมีอีเมลใหม่เข้ามา
vi_vn: Sau khi bật, Trợ lý thư sẽ thông báo cho bạn khi có email mới.
zh_cn: 开启后，可收到邮箱助手推送的新邮件提醒
zh_hk: 開啟後，可收到電郵地址助手推送的新郵件提醒

# 3qU
source: See new email notifications in Chats
de_de: Neue E-Mail-Benachrichtigungen in Chats anzeigen
es_es: Ver notificaciones de correos electrónicos nuevos en Chats
fr_fr: Consultez les nouvelles notifications e-mail dans les Chats
hi_in: नए ईमेल के लिए नोटिफ़िकेशन सक्षम किए गए
id_id: Lihat notifikasi email baru di Obrolan
it_it: Visualizza le nuove notifiche e-mail nelle chat
ja_jp: メール通知をより早く
ko_kr: 채팅에서 새 이메일 알림 보기
ms_my: Lihat notifikasi emel baharu dalam Perbualan
pt_br: Ver novas notificações por e-mail no Chats
ru_ru: Смотрите новые уведомления по почте в чатах
th_th: ดูการแจ้งเตือนอีเมลใหม่ในแชท
vi_vn: Xem thông báo email mới trong Trò chuyện
zh_cn: 新邮件支持聊天消息通知啦
zh_hk: 新郵件支援聊天訊息通知啦

# W/U
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# sh8
source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
hi_in: संगठन
id_id: Organisasi
it_it: Organizzazione
ja_jp: 法人
ko_kr: 기업
ms_my: Organisasi
pt_br: Organização
ru_ru: Компания
th_th: องค์กร
vi_vn: Tổ chức
zh_cn: 企业
zh_hk: 企業

# rHU
source: Email signature
de_de: E-Mail-Unterschrift
es_es: Firma de correo electrónico
fr_fr: Signature d'e-mail
hi_in: ईमेल हस्ताक्षर
id_id: Tanda tangan email
it_it: Firma e-mail
ja_jp: メール署名
ko_kr: 이메일 서명
ms_my: Tandatangan emel
pt_br: Assinatura de e-mail
ru_ru: Подпись почты
th_th: ลายเซ็นอีเมล
vi_vn: Chữ ký email
zh_cn: 邮件签名
zh_hk: 郵件簽名

# b8I
source: No signature
de_de: Keine Signatur
es_es: Sin firma
fr_fr: Aucune signature
hi_in: कोई हस्ताक्षर नहीं
id_id: Tidak ada tanda tangan
it_it: Nessuna firma
ja_jp: 署名なし
ko_kr: 서명 없음
ms_my: Tiada tandatangan
pt_br: Sem assinatura
ru_ru: Нет подписи
th_th: ไม่มีลายเซ็น
vi_vn: Không có chữ ký
zh_cn: 无签名
zh_hk: 沒有簽名
