Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# j20
source: {{address}} can't post emoji reactions
de_de: {{address}} kann keine Emoji-Reaktionen posten
es_es: {{address}} no puede publicar reacciones con emojis
fr_fr: {{address}} ne peut pas publier de réaction emoji
id_id: {{address}} tidak dapat memposting reaksi emoji
it_it: {{address}} non può pubblicare reazioni con emoji
ja_jp: {{address}} は絵文字リアクションをサポートしていません
ko_kr: {{address}}(은)는 이모지 반응을 게시할 수 없습니다
ms_my: {{address}} tidak boleh menghantar reaksi emoji
pt_br: {{address}} não pode postar reações de emoji
ru_ru: {{address}} не может публиковать эмодзи
th_th: {{address}} ไม่สามารถโพสต์อีโมจิแสดงความรู้สึกได้
vi_vn: {{address}} không thể bày tỏ cảm xúc
zh_cn: 暂不支持{{address}}使用表情互动
zh_hk: 暫不支援{{address}}使用互動表情

# A5I
source: All senders and recipients can see your emoji reactions
de_de: Alle Absender und Empfänger können Ihre Emoji-Reaktionen sehen
es_es: Todos los remitentes y destinatarios pueden ver tus reacciones con emojis
fr_fr: Tous les expéditeurs et destinataires peuvent voir vos réactions emoji
id_id: Semua pengirim dan penerima dapat melihat reaksi emoji Anda
it_it: Tutti i mittenti e i destinatari possono visualizzare le tue reazioni con emoji
ja_jp: すべての受信者や発信者はあなたの絵文字リアクションを見ることができます
ko_kr: 모든 보낸 사람과 받는 사람은 이모지 반응을 볼 수 있습니다
ms_my: Semua pengirim dan penerima dapat melihat reaksi emoji anda
pt_br: Todos os remetentes e destinatários podem ver suas reações de emoji
ru_ru: Все отправители и получатели могут видеть ваши реакции эмодзи
th_th: ผู้ส่งและผู้รับทั้งหมดจะเห็นอีโมจิแสดงความรู้สึกของคุณ
vi_vn: Tất cả người gửi và người nhận đều có thể xem được bày tỏ cảm xúc của bạn
zh_cn: 你的表情回应将对所有收发件人可见
zh_hk: 所有寄件者將可見你的表情回應

# tO0
source: External users
de_de: Externe Benutzer
es_es: Usuarios externos
fr_fr: Utilisateurs externes
id_id: Pengguna eksternal
it_it: Utenti esterni
ja_jp: 外部ユーザー
ko_kr: 외부 사용자
ms_my: Pengguna luaran
pt_br: Usuários externos
ru_ru: Внешние пользователи
th_th: ผู้ใช้ภายนอก
vi_vn: Người dùng bên ngoài
zh_cn: 组织外人员
zh_hk: 組織外人員

# dxU
source: Only {{APP_DISPLAY_NAME}} Mail users can post emoji reactions
de_de: Nur {{APP_DISPLAY_NAME}}-Mail-Benutzer können Emoji-Reaktionen posten
es_es: Solo los usuarios de {{APP_DISPLAY_NAME}} Mail pueden publicar reacciones con emojis
fr_fr: Seuls les utilisateurs de {{APP_DISPLAY_NAME}} Mail peuvent publier des réactions emoji
id_id: Hanya pengguna {{APP_DISPLAY_NAME}} Mail yang dapat memposting reaksi emoji
it_it: Solo gli utenti {{APP_DISPLAY_NAME}} Mail possono pubblicare reazioni con emoji
ja_jp: {{APP_DISPLAY_NAME}} メールユーザーのみ絵文字リアクションを使用できます
ko_kr: {{APP_DISPLAY_NAME}} 메일 사용자만 이모지 반응을 게시할 수 있습니다
ms_my: Hanya pengguna {{APP_DISPLAY_NAME}} Mail yang boleh menghantar reaksi emoji
pt_br: Apenas os usuários de email do {{APP_DISPLAY_NAME}} podem postar reações de emoji
ru_ru: Только пользователи Почты {{APP_DISPLAY_NAME}} могут публиковать эмодзи
th_th: มีเพียงผู้ใช้เมล {{APP_DISPLAY_NAME}} เท่านั้นที่โพสต์อีโมจิแสดงความรู้สึกได้
vi_vn: Chỉ người dùng {{APP_DISPLAY_NAME}} Mail mới có thể bày tỏ cảm xúc
zh_cn: 仅{{APP_DISPLAY_NAME}}邮箱用户可使用表情互动
zh_hk: 只有{{APP_DISPLAY_NAME}}電郵地址用戶可使用表情互動

# MCk
source: Group members
de_de: Gruppenmitglieder
es_es: Miembros del grupo
fr_fr: Membres du groupe
id_id: Anggota grup
it_it: Membri del gruppo
ja_jp: グループメンバー
ko_kr: 그룹 구성원
ms_my: Ahli kumpulan
pt_br: Membros do grupo
ru_ru: Участники группы
th_th: สมาชิกกลุ่ม
vi_vn: Thành viên nhóm
zh_cn: 聊天群组成员
zh_hk: 聊天群組成員

# pUI
source: Some information aren't displayed due to security reasons
de_de: Manche Informationen werden aus Sicherheitsgründen nicht angezeigt
es_es: Parte de la información no se muestra por motivos de seguridad
fr_fr: Certaines informations ne sont pas affichées pour des raisons de sécurité
id_id: Beberapa informasi tidak ditampilkan karena alasan keamanan
it_it: Alcune informazioni non vengono visualizzate per motivi di sicurezza
ja_jp: プライバシーセキュリティを保護するため、一部の情報を非表示にしました
ko_kr: 보안상의 이유로 일부 정보가 표시되지 않습니다
ms_my: Maklumat tertentu tidak dipaparkan kerana alasan keselamatan
pt_br: Algumas informações não são exibidas por motivos de segurança
ru_ru: Некоторая информация не отображается из соображений безопасности
th_th: ข้อมูลบางส่วนไม่แสดงขึ้นเนื่องจากเหตุผลด้านความปลอดภัย
vi_vn: Vì lý do bảo mật, một số thông tin không được hiển thị
zh_cn: 因隐私安全需要已隐藏部分信息
zh_hk: 因隱私安全需要，已隱藏部分資訊

# edo
source: Like
de_de: Gefällt
es_es: Me gusta
fr_fr: J'aime
id_id: Suka
it_it: PolliceSu
ja_jp: いいね
ko_kr: 좋아요
ms_my: Suka
pt_br: Curtir
ru_ru: Нравится
th_th: ถูกใจ
vi_vn: Thích
zh_cn: 赞
zh_hk: 讚好

# ifE
source: Mailing list members
de_de: Mitglieder der Mailingliste
es_es: Miembros de la lista de correo
fr_fr: Membres de la liste de diffusion
id_id: Anggota milis
it_it: Membri della lista di distribuzione
ja_jp: メーリングリストメンバー
ko_kr: 메일 그룹 구성원
ms_my: Ahli senarai surat
pt_br: Membros da lista de emails
ru_ru: Участники списка рассылки
th_th: สมาชิกรายการส่งอีเมล
vi_vn: Thành viên trong danh sách gửi thư
zh_cn: 邮件组成员
zh_hk: 郵件群組成員

# 0MU
source: Emoji reactions
de_de: Emoji-Reaktionen
es_es: Reacciones con emojis
fr_fr: Réactions emoji
id_id: Reaksi emoji
it_it: Reazioni emoji
ja_jp: リアクション
ko_kr: 이모지 반응
ms_my: Tindak balas emoji
pt_br: Reações de emoji
ru_ru: Реакции эмодзи
th_th: อีโมจิแสดงความรู้สึก
vi_vn: Phản ứng bằng biểu tượng cảm xúc
zh_cn: 互动详情
zh_hk: 互動詳情

# pjA
source: You can now post emoji reactions in emails. Give it a try!
de_de: Sie können jetzt Emoji-Reaktionen in E-Mails veröffentlichen. Probieren Sie es aus.
es_es: Ahora puedes publicar reacciones con emojis en los correos electrónicos. ¡Pruébalos!
fr_fr: Vous pouvez désormais publier des réactions sous forme d'émoji dans les e-mails. Essayez !
id_id: Anda sekarang dapat memposting reaksi emoji di email. Cobalah!
it_it: È ora possibile pubblicare reazioni emoji nelle e-mail. Provale!
ja_jp: メールは絵文字リアクショをサポートするようになりました。早速試してみましょう！
ko_kr: 이제 이모지 반응을 이메일에 게시할 수 있습니다. 사용해 보세요!
ms_my: Anda kini boleh menghantar reaksi emoji dalam emel. Cuba sekarang!
pt_br: Agora você pode postar reações de emoji em e-mails. Experimente!
ru_ru: Теперь вы можете публиковать эмодзи в сообщениях почты. Попробуйте!
th_th: ตอนนี้คุณสามารถโพสต์อีโมจิแสดงความรู้สึกในอีเมลได้แล้ว ลองใช้งานได้เลย
vi_vn: Bây giờ, bạn có thể đăng phản hồi bằng biểu tượng cảm xúc trong email. Dùng thử ngay!
zh_cn: 邮件支持表情互动啦，快来试试吧！
zh_hk: 郵件支援表情互動啦，快來試試吧！

# SsM
source: Unable to view. An error has occurred with the receiving email account.
de_de: Anzeigen nicht möglich. Beim empfangenden E-Mail-Konto ist ein Fehler aufgetreten.
es_es: No se puede ver. Se ha producido un error con la cuenta de correo electrónico receptora.
fr_fr: Affichage impossible. Une erreur s'est produite avec le compte e-mail de réception.
id_id: Gagal melihat. Terjadi kesalahan dengan akun email penerima.
it_it: Impossibile visualizzare. Si è verificato un errore durante la ricezione dell'account e-mail.
ja_jp: 表示できません。受信するメールアカウントに異常が発生しました。
ko_kr: 볼 수 없습니다. 이메일 계정을 수신하는 중 오류가 발생했습니다.
ms_my: Tidak dapat melihat. Ralat telah berlaku dengan akaun emel penerima.
pt_br: Não é possível visualizar. Ocorreu um erro com a conta de e-mail de recebimento.
ru_ru: Не удается просмотреть. При получении учетной записи почты произошла ошибка.
th_th: ไม่สามารถดูได้ เกิดข้อผิดพลาดกับบัญชีอีเมลที่เป็นฝ่ายรับ
vi_vn: Không thể xem. Đã xảy ra lỗi với tài khoản email nhận.
zh_cn: 查看失败，该收件邮箱账号异常
zh_hk: 查看失敗，此收件電郵地址帳戶異常

# 3Mg
source: Unable to view. Your network connection is unstable.
de_de: Ansicht nicht möglich. Ihre Netzwerkverbindung ist instabil.
es_es: No se puede ver. Tu conexión de red es inestable.
fr_fr: Affichage impossible. Votre connexion réseau est instable.
id_id: Gagal melihat. Koneksi jaringan Anda tidak stabil.
it_it: Impossibile visualizzare. La tua connessione di rete è instabile.
ja_jp: ネットワーク状態が不安定なため、表示できませんでした。
ko_kr: 볼 수 없습니다. 네트워크 연결이 불안정합니다.
ms_my: Tidak dapat melihat. Sambungan rangkaian anda tidak stabil.
pt_br: Não é possível visualizar. Sua conexão de rede está instável.
ru_ru: Невозможно просмотреть. Ваше сетевое соединение нестабильно.
th_th: ไม่สามารถดูได้ การเชื่อมต่อเครือข่ายของคุณไม่เสถียร
vi_vn: Không thể xem. Kết nối mạng không ổn định.
zh_cn: 查看失败，当前网络状态不佳
zh_hk: 查看失敗，目前網絡狀態不佳

# TtY
source: Unable to view the message as it might have been deleted permanently or withdrawn.
de_de: Anzeigen der Nachricht nicht möglich, da sie wahrscheinlich endgültig gelöscht oder zurückgezogen wurde.
es_es: No se puede ver el mensaje porque es posible que se haya eliminado de forma permanente o retirado.
fr_fr: Impossible d'afficher ce message, car il a peut-être été supprimé définitivement ou retiré.
id_id: Gagal melihat pesan karena pesan mungkin telah dihapus secara permanen atau ditarik.
it_it: Impossibile visualizzare il messaggio perché potrebbe essere stato eliminato definitivamente o richiamato.
ja_jp: 表示できません。メールが完全に削除されたか、または送信が取り消された可能性があります。
ko_kr: 메시지가 영구적으로 삭제되었거나 철회되었을 수 있으므로 볼 수 없습니다.
ms_my: Tidak dapat melihat mesej kerana mungkin telah dipadamkan secara kekal atau ditarik balik.
pt_br: Não é possível visualizar a mensagem, pois ela pode ter sido excluída permanentemente ou retirada.
ru_ru: Невозможно просмотреть письмо, так как оно могло быть удалено без возможности восстановления или отозвано.
th_th: ไม่สามารถดูข้อความได้ เนื่องจากอาจถูกลบถาวรหรือถูกเพิกถอน
vi_vn: Không thể xem tin nhắn vì tin nhắn có thể đã bị thu hồi hoặc xóa vĩnh viễn.
zh_cn: 查看失败，邮件可能已被永久删除或撤回
zh_hk: 查看失敗，郵件可能已被永久刪除或撤回

# 3ic
source: Once enabled, recipients will receive your request for read receipts.
de_de: Bei Aktivierung dieser Funktion erhalten die Empfänger Ihre Anfrage für eine Lesebestätigung.
es_es: Una vez activada esta opción, los destinatarios recibirán tu solicitud de confirmación de lectura.
fr_fr: Une fois cette option activée, les destinataires recevront votre demande d'accusé de réception.
id_id: Setelah diaktifkan, penerima akan menerima permintaan tanda terima baca.
it_it: Dopo l'abilitazione, i destinatari riceveranno la tua richiesta per le conferme di lettura.
ja_jp: この機能をオンにすると、受信者には開封確認の返信依頼が表示されます。
ko_kr: 활성화하면 받는 사람은 읽음 여부 확인에 대한 요청을 수신하게 됩니다.
ms_my: Setelah diaktifkan, penerima akan menerima permintaan anda untuk resit bacaan.
pt_br: Uma vez ativado, os destinatários receberão sua solicitação de recibos de leitura.
ru_ru: Если включить эту функцию, получатели также получат от вас запрос на уведомление о прочтении.
th_th: เมื่อเปิดใช้งานแล้ว ผู้รับจะได้รับคำขอการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Sau khi bật, người nhận sẽ nhận được yêu cầu xác nhận đã đọc.
zh_cn: 开启已读回执后，收件人将会收到回执请求
zh_hk: 開啟已讀回條後，收件人將會收到回條要求

# RHc
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# kyg
source: Read receipt is now available
de_de: Lesebestätigung ist jetzt verfügbar
es_es: La confirmación de lectura ya está disponible
fr_fr: L'accusé de réception est maintenant disponible
id_id: Tanda terima baca kini tersedia
it_it: La conferma di lettura è ora disponibile
ja_jp: 「開封確認」機能が登場
ko_kr: 이제 읽음 여부 확인 사용 가능
ms_my: Resit baca kini tersedia
pt_br: A confirmação de leitura já está disponível
ru_ru: Теперь доступны уведомления о прочтении
th_th: การแจ้งเมื่อผู้รับเปิดอ่านพร้อมใช้งานแล้ว
vi_vn: Hiện đã có tính năng xác nhận đã đọc
zh_cn: 新增“已读回执”功能
zh_hk: 新增「已讀回條」功能

# XBE
source: Read receipt
de_de: Lesebestätigung
es_es: Confirmación de lectura
fr_fr: Accusé de réception
id_id: Tanda terima baca
it_it: Conferma di lettura
ja_jp: 開封確認
ko_kr: 읽음 여부 확인
ms_my: Resit baca
pt_br: Confirmação de leitura
ru_ru: Уведомление о прочтении
th_th: การแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Xác nhận đã đọc
zh_cn: 已读回执
zh_hk: 已讀回條

# cn4
source: The sender has requested a read receipt.
de_de: Der Absender hat eine Lesebestätigung angefordert.
es_es: El remitente ha solicitado una confirmación de lectura.
fr_fr: L'expéditeur a demandé un accusé de réception.
id_id: Pengirim telah meminta tanda terima baca.
it_it: Il mittente ha richiesto una conferma di lettura.
ja_jp: このメールの送信者は開封確認の返信を求めています。
ko_kr: 보낸 사람이 읽음 여부 확인을 요청했습니다.
ms_my: Pengirim telah meminta resit bacaan.
pt_br: O remetente solicitou um recibo de leitura.
ru_ru: Отправитель попросил отправить уведомление о прочтении.
th_th: ผู้ส่งได้ส่งคำขอการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Người gửi đã yêu cầu xác nhận đã đọc.
zh_cn: 发件人希望你在阅读邮件后发送回执，是否发送？
zh_hk: 寄件者希望你在閱讀郵件後發送回條，是否發送？

# qgU
source: Don't Send
de_de: Nicht senden
es_es: No enviar
fr_fr: Ne pas envoyer
id_id: Jangan Kirim
it_it: Non inviare
ja_jp: 返信しない
ko_kr: 전송하지 않음
ms_my: Jangan Hantar
pt_br: Não enviar
ru_ru: Не отправлять
th_th: ไม่ต้องส่ง
vi_vn: Không gửi
zh_cn: 不发送
zh_hk: 不發送

# P8g
source: Send Receipt
de_de: Lesebestätigung senden
es_es: Enviar confirmación
fr_fr: Accuser réception
id_id: Kirim Tanda Terima
it_it: Invia conferma
ja_jp: 開封確認の返信をする
ko_kr: 읽음 확인 전송
ms_my: Hantar Resit
pt_br: Enviar confirmação
ru_ru: Отправить уведомление
th_th: ส่งใบตอบรับเมื่ออ่าน
vi_vn: Gửi xác nhận
zh_cn: 发送回执
zh_hk: 發送回條

# 91w
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# wgA
source: Sending a read receipt will automatically move email from this sender to Inbox and all future emails from this sender will be allowed.
de_de: Durch das Senden einer Lesebestätigung werden E-Mails von diesem Absender automatisch in den Posteingang verschoben und alle zukünftigen E-Mails von diesem Absender werden zugelassen.
es_es: El envío de una confirmación de lectura moverá automáticamente el email de este remitente a la bandeja de entrada y se permitirán todos los emails futuros de este remitente.
fr_fr: L'envoi d'un accusé de réception déplacera automatiquement les e-mails de cet expéditeur dans la boîte de réception et tous les futurs e-mails de cet expéditeur seront autorisés.
id_id: Mengirim tanda terima baca akan secara otomatis memindahkan email dari pengirim ini ke Kotak Masuk dan semua email mendatang dari pengirim ini akan diizinkan.
it_it: L'invio di una conferma di lettura sposterà automaticamente le e-mail di questo mittente nella Posta in arrivo e tutte le e-mail future provenienti da questo mittente saranno consentite.
ja_jp: 開封確認を返信すると、このメールは自動的に受信トレイに移動されます。また、この送信者からのメールは、今後常に受信するようになります。
ko_kr: 읽음 여부 확인을 보내면 이 보낸 사람의 이메일이 받은 편지함으로 자동 이동되며 이 보낸 사람의 향후 모든 이메일이 허용됩니다.
ms_my: Menghantar resit bacaan akan secara automatik memindahkan emel daripada pengirim ini ke Peti Masuk dan semua emel masa depan daripada pengirim ini akan dibenarkan.
pt_br: O envio de um recibo de leitura moverá automaticamente o e-mail desse remetente para a Caixa de entrada e todos os e-mails futuros deste remetente serão permitidos.
ru_ru: При отправке уведомления о прочтении письмо от этого отправителя будет автоматически перемещено во входящие, а все последующие письма от этого отправителя будут допущены.
th_th: การส่งการแจ้งเมื่อผู้รับเปิดอ่านจะย้ายอีเมลจากผู้ส่งรายนี้ไปยังกล่องจดหมายโดยอัตโนมัติ และจะอนุญาตอีเมลทั้งหมดในอนาคตที่มาจากผู้ส่งรายนี้หลังจากนี้
vi_vn: Việc gửi xác nhận đã đọc sẽ tự động chuyển email từ người gửi này vào Hộp thư đến và tất cả các email trong tương lai từ người gửi này sẽ được cho phép.
zh_cn: 发送回执后，该发件人的邮件将自动移至收件箱，后续允许该发件人来信
zh_hk: 發送回條後，該寄件者的郵件將自動移至收件箱，之後允許該寄件者來信

# jko
source: Don't remind me again
de_de: Mich nicht mehr erinnern
es_es: No recordar de nuevo
fr_fr: Ne plus me le rappeler
id_id: Jangan ingatkan saya lagi
it_it: Non inviare più promemoria
ja_jp: 再表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan ingatkan saya lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать мне снова
th_th: ไม่ต้องเตือนฉันอีก
vi_vn: Không nhắc lại
zh_cn: 不再提醒
zh_hk: 不再提醒

# 5E0
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 返信
ko_kr: 전송
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送

# iXQ
source: Send a read receipt?
de_de: Eine Lesebestätigung senden?
es_es: ¿Enviar confirmación de lectura?
fr_fr: Envoyer un accusé de réception ?
id_id: Kirim tanda terima baca?
it_it: Inviare una conferma di lettura?
ja_jp: 返信してよろしいですか？
ko_kr: 읽음 여부 확인을 전송하시겠습니까?
ms_my: Hantar resit bacaan?
pt_br: Enviar uma confirmação de leitura?
ru_ru: Отправить уведомление о прочтении?
th_th: ส่งการแจ้งเมื่อผู้รับเปิดอ่านหรือไม่
vi_vn: Gửi xác nhận đã đọc?
zh_cn: 确定发送回执？
zh_hk: 確定要發送回條嗎？

# vwo
source: Unable to send read receipt. Please try again later.
de_de: Die Lesebestätigung konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_es: No se ha podido enviar la confirmación de lectura. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'envoyer l'accusé de réception. Veuillez réessayer plus tard.
id_id: Gagal mengirim tanda terima baca. Coba lagi nanti.
it_it: Impossibile inviare la conferma di lettura. Riprova più tardi.
ja_jp: 開封確認を返信できませんでした。後で再試行してください。
ko_kr: 읽음 여부 확인을 전송할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menghantar resit bacaan. Sila cuba lagi kemudian.
pt_br: Não é possível enviar a confirmação de leitura. Tente novamente mais tarde.
ru_ru: Невозможно отправить уведомление о прочтении. Повторите попытку позже.
th_th: ไม่สามารถส่งการแจ้งเมื่อผู้รับเปิดอ่านได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể gửi xác nhận đã đọc. Vui lòng thử lại sau.
zh_cn: 无法发送回执，请稍后再试
zh_hk: 無法發送回條，請稍後再試

# 4wk
source: Read receipt sent
de_de: Lesebestätigung gesendet
es_es: Confirmación de lectura enviada
fr_fr: Accusé de réception envoyé
id_id: Tanda terima baca telah terkirim
it_it: Conferma di lettura inviata
ja_jp: 開封確認を返信しました。
ko_kr: 읽음 여부 확인이 전송되었습니다
ms_my: Resit bacaan dihantar
pt_br: Confirmação de leitura enviada
ru_ru: Уведомление о прочтении отправлено
th_th: ส่งการแจ้งเมื่อผู้รับเปิดอ่านแล้ว
vi_vn: Đã gửi xác nhận đã đọc
zh_cn: 已发送回执
zh_hk: 已發送回條

# ogk
source: Unable to send the receipt to external mailboxes. Please reach out to the administrator.
de_de: Die Lesebestätigung kann nicht an externe Postfächer gesendet werden. Bitte wenden Sie sich an den Administrator.
es_es: No se puede enviar la confirmación a buzones externos. Ponte en contacto con el administrador.
fr_fr: Impossible d'envoyer le reçu aux boîtes aux lettres externes. Veuillez contacter l'administrateur.
id_id: Gagal mengirim tanda terima ke kotak surat eksternal. Hubungi administrator.
it_it: Impossibile inviare la conferma a cassette postali esterne. Contatta l'amministratore.
ja_jp: 外部のメールに開封確認の返信ができません。管理者にご連絡ください。
ko_kr: 외부 사서함에는 읽음 확인을 보낼 수 없습니다. 관리자에게 문의하세요.
ms_my: Tidak dapat menghantar resit ke peti mel luar. Sila hubungi pentadbir.
pt_br: Não foi possível enviar o recibo para caixas de entrada externas. Entre em contato com o administrador.
ru_ru: Не удается отправить уведомление на внешние почтовые ящики. Обратитесь к администратору.
th_th: ไม่สามารถส่งใบตอบรับเมื่ออ่านไปยังกล่องจดหมายภายนอกได้ โปรดติดต่อผู้ดูแล
vi_vn: Không thể gửi xác nhận đến hộp thư bên ngoài. Vui lòng liên hệ với quản trị viên.
zh_cn: 无对外发送回执权限，请联系管理员
zh_hk: 無對外發送回條權限，請聯絡管理員

# DJM
source: All read
de_de: Alle gelesen
es_es: Todo leído
fr_fr: Tous les messages lus
id_id: Semua yang sudah dibaca
it_it: Tutte le e-mail lette
ja_jp: すべて開封済み
ko_kr: 모두 읽음
ms_my: Semua dibaca
pt_br: Todos lidos
ru_ru: Все прочитано
th_th: อ่านแล้วทั้งหมด
vi_vn: Tất cả đã đọc
zh_cn: 全部已读
zh_hk: 全部已讀

# SDE
source: All read
de_de: Alle gelesen
es_es: Todo leído
fr_fr: Tous les messages lus
id_id: Semua yang sudah dibaca
it_it: Tutte le e-mail lette
ja_jp: すべてのメンバーが既読
ko_kr: 모두 읽음
ms_my: Semua dibaca
pt_br: Todos lidos
ru_ru: Все прочитано
th_th: อ่านแล้วทั้งหมด
vi_vn: Tất cả đã đọc
zh_cn: 全部成员已读
zh_hk: 全部成員已讀

# vLU
source: All unread
de_de: Alle ungelesen
es_es: Todos no leídos
fr_fr: Tous les messages non lus
id_id: Semua yang belum dibaca
it_it: Tutte le e-mail non lette
ja_jp: すべて未開封
ko_kr: 모두 읽지 않음
ms_my: Semua belum dibaca
pt_br: Todos não lidos
ru_ru: Все непрочитанные
th_th: ยังไม่ได้อ่านทั้งหมด
vi_vn: Tất cả chưa đọc
zh_cn: 全部未读
zh_hk: 全部未讀

# Tx4
source: All unread
de_de: Alle ungelesen
es_es: Todo no leído
fr_fr: Tous les messages non lus
id_id: Semua yang belum dibaca
it_it: Tutte le e-mail non lette
ja_jp: すべてのメンバーが未読
ko_kr: 모두 읽지 않음
ms_my: Semua belum dibaca
pt_br: Todos não lidos
ru_ru: Все непрочитанные
th_th: ยังไม่ได้อ่านทั้งหมด
vi_vn: Tất cả chưa đọc
zh_cn: 全部成员未读
zh_hk: 全部成員未讀

# NIM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# p9A
source: Click to retry
de_de: Klicken Sie, um es erneut zu versuchen
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquer pour réessayer
id_id: Klik untuk coba lagi
it_it: Fai clic per riprovare
ja_jp: クリックして再試行
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk cuba semula
pt_br: Clique para repetir
ru_ru: Нажмите, чтобы повторить
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_hk: 點擊重試

# Oz0
source: Don't show this again
de_de: Nicht mehr anzeigen
es_es: No mostrar de nuevo
fr_fr: Ne plus afficher
id_id: Jangan tampilkan ini lagi
it_it: Non mostrare più
ja_jp: 今後表示しない
ko_kr: 다시 표시하지 않음
ms_my: Jangan tunjukkan ini lagi
pt_br: Não mostrar isso novamente
ru_ru: Не показывать это снова
th_th: ไม่ต้องแสดงข้อความนี้อีก
vi_vn: Không hiện lại
zh_cn: 不再提醒
zh_hk: 不再提醒

# Z4g
source: Enable read receipts and send?
de_de: Lesebestätigungen aktivieren und senden?
es_es: ¿Activar las confirmaciones de lectura y enviar?
fr_fr: Activer les accusés de réception et envoyer ?
id_id: Aktifkan tanda terima baca dan kirim?
it_it: Abilitare le conferme di lettura e inviare?
ja_jp: 開封状況の統計をオンにして送信しますか？
ko_kr: 읽음 확인을 활성화하고 전송하시겠습니까?
ms_my: Aktifkan resit bacaan dan hantar?
pt_br: Ativar confirmações de leitura e enviar?
ru_ru: Включить уведомления о прочтении и отправить?
th_th: เปิดใช้การแจ้งเมื่อผู้รับเปิดอ่านและส่งหรือไม่
vi_vn: Bật tính năng xác nhận đã đọc và gửi?
zh_cn: 开启已读统计并发送？
zh_hk: 開啟已讀統計並發送？
