Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 40M
source: Unfollowing...
de_de: Nicht mehr folgen ...
es_es: Ya no lo sigues...
fr_fr: Désabonnement...
id_id: Berhenti mengikuti...
it_it: Smettere di seguire…
ja_jp: フォローを解除しています...
ko_kr: 팔로우 취소 중...
ms_my: Tidak mengikuti...
pt_br: Deixando de seguir...
ru_ru: Отмена подписки...
th_th: กำลังยกเลิกการติดตาม...
vi_vn: Đang bỏ theo dõi...
zh_cn: 正在取消关注...
zh_hk: 正在取消追蹤...

# Igc
source: A
ja_jp: あ
zh_cn: 大
zh_hk: 大

# 9tA
source: A
ja_jp: あ
zh_cn: 最大
zh_hk: 最大

# Wig
source: A
ja_jp: あ
zh_cn: 默认
zh_hk: 預設

# kcc
source: A
ja_jp: あ
zh_cn: 小
zh_hk: 小

# xT8
source: High-risk content detected
de_de: Inhalt mit hohem Risiko entdeckt
es_es: Contenido de alto riesgo detectado
fr_fr: Contenu à haut risque détecté
id_id: Konten berisiko tinggi terdeteksi
it_it: Contenuto ad alto rischio rilevato
ja_jp: 高いリスクを検出しました
ko_kr: 위험도가 높은 콘텐츠 감지됨
ms_my: Kandungan berisiko tinggi dikesan
pt_br: Conteúdo de alto risco detectado
ru_ru: Обнаружен контент с высоким уровнем риска
th_th: ตรวจพบเนื้อหาที่มีความเสี่ยงสูง
vi_vn: Đã phát hiện nội dung có rủi ro cao
zh_cn: 发现高危内容
zh_hk: 發現高危內容

# fD8
source: This message is similar to the spam we identified in the past.
de_de: Diese Nachricht ähnelt in der Vergangenheit identifiziertem Spam.
es_es: Este mensaje es similar a los mensajes considerados spam identificados en el pasado.
fr_fr: Ce message est semblable au courrier indésirable que nous avons déjà identifié auparavant.
id_id: Pesan ini mirip dengan spam yang kami identifikasi sebelumnya.
it_it: Questo messaggio è simile allo spam che abbiamo identificato in passato.
ja_jp: このメールは、過去に迷惑メールと判定したメールと類似しています。
ko_kr: 이 메시지는 과거에 확인된 스팸과 유사합니다.
ms_my: Mesej ini serupa dengan spam yang kami kenalpasti sebelum ini.
pt_br: Esta mensagem é semelhante ao spam que identificamos no passado.
ru_ru: Это сообщение похоже на спам, который мы обнаружили в прошлом.
th_th: ข้อความนี้คล้ายกับสแปมที่เราเคยระบุไว้
vi_vn: Tin nhắn này tương tự như tin nhắn thư rác chúng tôi đã nhận diện trong quá khứ.
zh_cn: 该邮件与我们过去识别的垃圾邮件类似
zh_hk: 該郵件與我們過去識別的垃圾郵件類似

# mR8
source: QR code error. Please try again.
de_de: QR-Codefehler. Bitte versuchen Sie es erneut.
es_es: Error en el código QR. Inténtalo de nuevo.
fr_fr: Erreur de code QR. Veuillez réessayer.
id_id: Kesalahan kode QR. Coba lagi.
it_it: Errore del codice QR. Riprova.
ja_jp: QRコードを読み取れませんでした。もう一度スキャンしてください。
ko_kr: QR 코드 오류. 다시 시도하세요.
ms_my: Ralat kod QR. Sila cuba lagi.
pt_br: Erro de código QR. Tente novamente.
ru_ru: Ошибка QR-кода. Попробуйте еще раз.
th_th: คิวอาร์โค้ดผิดพลาด โปรดลองอีกครั้ง
vi_vn: Lỗi mã QR. Vui lòng thử lại.
zh_cn: 无法解析该二维码，请重试
zh_hk: 無法解析該 QR 碼，請重試

# wVQ
source: Action failed
de_de: Aktion fehlgeschlagen
es_es: Error al accionar
fr_fr: Échec de l'action
hi_in: क्रिया विफल हुई
id_id: Tindakan gagal
it_it: Impossibile eseguire operazione
ja_jp: 操作できませんでした
ko_kr: 작업 실패함
ms_my: Tindakan gagal
pt_br: Falha na ação
ru_ru: Сбой действия
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác không thành công
zh_cn: 操作失败
zh_hk: 操作失敗

# 9aM
source: Email migration in progress. Please try again later.
de_de: E-Mail-Migration läuft. Versuchen Sie es später erneut.
es_es: Migración de correo electrónico en curso. Inténtalo de nuevo más tarde.
fr_fr: Migration des e-mails en cours. Veuillez réessayer plus tard.
hi_in: ईमेल माइग्रेशन जारी है. कृपया बाद में पुनः प्रयास करें.
id_id: Migrasi email sedang berlangsung. Coba lagi nanti.
it_it: Migrazione delle e-mail in corso. Riprova più tardi.
ja_jp: 移行中です。この操作を行うことができません
ko_kr: 이메일 마이그레이션이 진행 중입니다. 나중에 다시 시도해 보세요.
ms_my: Migrasi emel sedang berlangsung. Sila cuba lagi kemudian.
pt_br: Migração de e-mail em andamento. Tente novamente mais tarde.
ru_ru: Выполняется перенос почты. Попробуйте позже.
th_th: กำลังดำเนินการย้ายอีเมล โปรดลองอีกครั้งภายหลัง
vi_vn: Đang di chuyển email. Vui lòng thử lại sau.
zh_cn: 搬家中，无法执行该操作
zh_hk: 轉移中，無法執行此操作

# 9KU
source: The label name is too long. Please rename.
de_de: Der Name des Labels ist zu lang. Bitte benennen Sie es um.
es_es: Este nombre de etiqueta es demasiado largo. Cámbialo.
fr_fr: Le nom du libellé est trop long. Veuillez le renommer.
hi_in: लेबल का नाम बहुत अधिक लंबा है. कृपया दोबारा नाम दें.
id_id: Nama label terlalu panjang. Namai ulang.
it_it: Il nome dell'etichetta è troppo lungo. Rinomina.
ja_jp: ラベル名は長すぎます。短くしてから再試行ください
ko_kr: 레이블 이름이 너무 깁니다. 이름을 변경하세요.
ms_my: Nama label terlalu panjang. Sila namakan semula.
pt_br: O nome do rótulo é muito longo. Renomeie.
ru_ru: Имя метки слишком длинное. Переименуйте.
th_th: ชื่อป้ายกำกับยาวเกินไป โปรดเปลี่ยนชื่อ
vi_vn: Tên nhãn quá dài. Vui lòng đổi tên.
zh_cn: 标签名过长，请删减后重试
zh_hk: 標籤名稱過長，請刪減後重試

# tX0
source: Initiate Appeal
de_de: Einspruch einlegen
es_es: Iniciar reclamación
fr_fr: Faire appel
id_id: Ajukan Banding
it_it: Avvia appello
ja_jp: 申し立てる
ko_kr: 이의 제기 시작
ms_my: Mulakan Rayuan
pt_br: Iniciar solicitação
ru_ru: Подать апелляцию
th_th: ยื่นส่งคำร้อง
vi_vn: Tạo kháng nghị
zh_cn: 去申诉
zh_hk: 去申訴

# tgU
source: Unable to load results. Please connect to the internet and reload.
de_de: Die Ergebnisse können nicht geladen werden. Bitte stellen Sie eine Internetverbindung her und laden Sie die Ergebnisse neu.
es_es: No se pueden cargar los resultados. Conéctate a Internet y cárgalos de nuevo.
fr_fr: Impossible de charger les résultats. Veuillez vous connecter à Internet et actualiser.
id_id: Gagal memuat hasil. Hubungkan ke internet dan muat ulang.
it_it: Impossibile caricare i risultati. Connettiti a Internet e ricarica.
ja_jp: 読み込みできませんでした。インターネットに接続してから再読み込みしてください。
ko_kr: 결과를 로드할 수 없습니다. 인터넷에 연결하고 다시 로드하세요.
ms_my: Tidak dapat memuat hasil. Sila sambungkan ke internet dan muat semula.
pt_br: Não é possível carregar os resultados. Conecte-se à Internet e recarregue.
ru_ru: Не удалось загрузить результаты. Подключитесь к интернету и перезагрузите.
th_th: ไม่สามารถโหลดผลลัพธ์ได้ โปรดเชื่อมต่ออินเทอร์เน็ตและโหลดใหม่
vi_vn: Không thể tải kết quả. Vui lòng kết nối với internet và tải lại.
zh_cn: 加载失败，请连接网络后重新加载
zh_hk: 載入失敗，請連線至網絡後重新載入

# Bxw
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入

# igU
source: Internet connection error. Please try again later.
de_de: Fehler bei Internetverbindung. Bitte versuchen Sie es später erneut.
es_es: Error de conexión a Internet. Inténtalo de nuevo más tarde.
fr_fr: Erreur de connexion Internet. Veuillez réessayer plus tard.
id_id: Kesalahan koneksi internet. Coba lagi nanti.
it_it: Errore di connessione Internet. Riprova più tardi.
ja_jp: ネットワークエラーです。後で再試行してください。
ko_kr: 인터넷 연결 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat sambungan internet. Sila cuba lagi kemudian.
pt_br: Erro de conexão com a Internet. Tente novamente mais tarde.
ru_ru: Ошибка подключения к интернету. Попробуйте позже.
th_th: เกิดข้อผิดพลาดในการเชื่อมต่ออินเทอร์เน็ต โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi kết nối Internet. Vui lòng thử lại sau.
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# Cl8
source: Compose
de_de: Erstellen
es_es: Componer
fr_fr: Composer
id_id: Tulis
it_it: Componi
ja_jp: メールを作成
ko_kr: 작성
ms_my: Karang
pt_br: Redigir
ru_ru: Написать письмо
th_th: เขียน
vi_vn: Soạn
zh_cn: 写邮件
zh_hk: 撰寫郵件

# BaI
source: Your future email exchanges will be displayed here.
de_de: Ihr zukünftiger E-Mail-Austausch wird hier angezeigt.
es_es: Tus futuros intercambios por correo electrónico aparecerán aquí.
fr_fr: Vous futurs échanges d'e-mails seront affichés ici.
id_id: Pertukaran email Anda berikutnya akan ditampilkan di sini.
it_it: I tuoi scambi di e-mail futuri verranno visualizzati qui.
ja_jp: 今後のメールでのやり取りはここに表示されます。
ko_kr: 향후 이메일 교환이 여기에 표시됩니다.
ms_my: Pertukaran e-mel masa depan anda akan dipaparkan di sini.
pt_br: Suas futuras trocas de e-mail serão exibidas aqui.
ru_ru: Здесь будут отображаться ваши будущие цепочки электронных писем.
th_th: การแลกเปลี่ยนอีเมลในอนาคตของคุณจะแสดงที่นี่
vi_vn: Email trao đổi trong tương lai sẽ được hiển thị ở đây.
zh_cn: 后续你们的往来邮件将展示于此
zh_hk: 之後的往來郵件將展示於此

# CBo
source: Please wait while we're preparing the content...
de_de: Bitte warten Sie, während wir den Inhalt vorbereiten ...
es_es: Espera mientras preparamos el contenido...
fr_fr: Veuillez patienter pendant que nous préparons le contenu…
id_id: Tunggu ketika kami mempersiapkan konten...
it_it: Attendi mentre prepariamo il contenuto…
ja_jp: 読み込み中...しばらくお待ちください。
ko_kr: 콘텐츠를 준비하는 동안 잠시 기다려 주세요...
ms_my: Sila tunggu sementara kami menyediakan kandungan...
pt_br: Aguarde enquanto preparamos o conteúdo...
ru_ru: Подождите, пока мы готовим контент...
th_th: โปรดรอสักครู่ในขณะที่เรากำลังเตรียมเนื้อหา...
vi_vn: Vui lòng chờ trong khi chúng tôi đang chuẩn bị nội dung...
zh_cn: 正在加载...请稍候
zh_hk: 正在載入...請稍候

# ifg
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# WVg
source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat e-mel
pt_br: Endereço de e-mail
ru_ru: Адрес эл. почты
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱地址
zh_hk: 電郵地址

# Vko
source: Enter address
de_de: Adresse eingeben
es_es: Introducir dirección
fr_fr: Saisir l'adresse
id_id: Masukkan alamat
it_it: Immetti indirizzo
ja_jp: メールアドレスを入力
ko_kr: 주소 입력
ms_my: Masukkan alamat
pt_br: Inserir endereço
ru_ru: Введите адрес
th_th: กรอกที่อยู่
vi_vn: Nhập địa chỉ
zh_cn: 输入邮箱地址
zh_hk: 輸入電郵地址

# /Aw
source: Unable to show the content. Please reload the page.
de_de: Der Inhalt kann nicht angezeigt werden. Bitte laden Sie die Seite erneut.
es_es: No se puede mostrar el contenido. Carga la página de nuevo.
fr_fr: Impossible d'afficher le contenu. Veuillez actualiser la page.
id_id: Gagal menampilkan konten. Muat ulang halaman.
it_it: Impossibile mostrare il contenuto. Ricarica la pagina.
ja_jp: ページを表示できませんでした。もう一度読み込んでみてください。
ko_kr: 콘텐츠를 표시할 수 없습니다. 페이지를 새로고침하세요.
ms_my: Tidak dapat memaparkan kandungan. Sila muat semula halaman.
pt_br: Não foi possível exibir o conteúdo. Recarregue a página.
ru_ru: Не удалось отобразить контент. Перезагрузите страницу.
th_th: ไม่สามารถแสดงเนื้อหาได้ โปรดโหลดหน้านี้ใหม่
vi_vn: Không thể hiển thị nội dung. Vui lòng tải lại trang.
zh_cn: 暂无法展示此内容，请重新加载
zh_hk: 暫時無法展示此內容，請重新載入

# su4
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat Semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入

# 4Ss
source: Please wait while we're preparing the content...
de_de: Bitte warten Sie, während wir den Inhalt vorbereiten ...
es_es: Espera mientras preparamos el contenido...
fr_fr: Veuillez patienter pendant que nous préparons le contenu…
id_id: Tunggu ketika kami mempersiapkan konten...
it_it: Attendi mentre prepariamo il contenuto…
ja_jp: 読み込み中...しばらくお待ちください。
ko_kr: 콘텐츠를 준비하는 동안 잠시 기다려 주세요...
ms_my: Sila tunggu sementara kami menyediakan kandungan...
pt_br: Aguarde enquanto preparamos o conteúdo...
ru_ru: Подождите, пока мы готовим контент...
th_th: โปรดรอสักครู่ในขณะที่เรากำลังเตรียมเนื้อหา...
vi_vn: Vui lòng chờ trong khi chúng tôi đang chuẩn bị nội dung...
zh_cn: 正在加载...请稍候
zh_hk: 正在載入...請稍候

# hoA
source: Network unavailable. Please check your network settings and try again.
de_de: Netzwerk nicht verfügbar. Bitte prüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es_es: Red no disponible. Comprueba la configuración de red e inténtalo de nuevo.
fr_fr: Réseau non disponible. Veuillez vérifier vos paramètres réseau et réessayer.
id_id: Jaringan tidak tersedia. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Rete non disponibile. Verifica le impostazioni di rete e riprova.
ja_jp: ネットワークエラーが発生しました。接続を確認してから再試行してください。
ko_kr: 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Rangkaian tidak tersedia. Sila periksa tetapan rangkaian anda dan cuba lagi.
pt_br: Rede indisponível. Verifique as configurações da rede e tente novamente.
ru_ru: Сеть недоступна. Проверьте настройки сети и повторите попытку.
th_th: เครือข่ายไม่พร้อมใช้งาน โปรดตรวจสอบการตั้งค่าเครือข่ายและลองอีกครั้ง
vi_vn: Không có mạng. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 网络异常，请检查网络后重试
zh_hk: 網絡出現異常，請檢查網絡，然後重試

# jlg
source: We haven't found any matching results.
de_de: Es wurden keine übereinstimmenden Ergebnisse gefunden.
es_es: No hemos encontrado resultados coincidentes.
fr_fr: Nous n'avons trouvé aucun résultat correspondant.
id_id: Kami belum menemukan hasil yang cocok.
it_it: Non abbiamo trovato alcun risultato corrispondente.
ja_jp: 検索結果がありません。
ko_kr: 일치하는 결과를 찾지 못했습니다.
ms_my: Kami tidak jumpa sebarang hasil yang sepadan.
pt_br: Não encontramos nenhum resultado correspondente.
ru_ru: Нам не удалось найти подходящие результаты.
th_th: เราไม่พบผลลัพธ์ที่ตรงกัน
vi_vn: Chúng tôi không tìm thấy bất kỳ kết quả nào phù hợp.
zh_cn: 无搜索结果
zh_hk: 無搜尋結果

# Vk8
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
fr_fr: Se désabonner
id_id: Batal ikuti
it_it: Non seguire più
ja_jp: フォロー解除
ko_kr: 팔로우 취소
ms_my: Nyahikuti
pt_br: Deixar de seguir
ru_ru: Отписаться
th_th: เลิกติดตาม
vi_vn: Bỏ theo dõi
zh_cn: 取消关注
zh_hk: 取消追蹤

# INI
source: Your email account is no longer in use. Email exchanges can't be viewed.
de_de: Ihr E-Mail-Konto wird nicht mehr verwendet. Der E-Mail-Verkehr kann nicht angezeigt werden.
es_es: Tu cuenta de correo electrónico ya no está en uso. El intercambios de correo electrónico no se pueden ver.
fr_fr: Votre compte de messagerie n'est plus utilisé. Les échanges d'e-mails ne peuvent pas être consultés.
id_id: Akun email Anda tidak lagi digunakan. Pertukaran email tidak dapat dilihat.
it_it: Il tuo account e-mail non è più in uso. Impossibile visualizzare gli scambi di e-mail.
ja_jp: お使いのメールアカウントは使用停止となっており、メールのやり取りを閲覧できません。
ko_kr: 회원님의 이메일 계정은 더 이상 사용되지 않습니다. 이메일 교환 내용을 볼 수 없습니다.
pt_br: Sua conta de e-mail não está mais em uso. As trocas de e-mail não podem ser visualizadas.
ru_ru: Ваша почтовая учетная запись больше не используется. Невозможно просмотреть обмен письмами.
th_th: บัญชีอีเมลของคุณไม่ได้ใช้งานอีกต่อไป ไม่สามารถดูการแลกเปลี่ยนอีเมลได้
vi_vn: Tài khoản email của bạn không được sử dụng nữa nên không thể xem nội trao đổi qua email.
zh_cn: 邮箱已停止使用，无法查看往来邮件
zh_hk: 電郵地址已停止使用，無法查看往來郵件

# G4s
source: Action incomplete. Please try again later.
de_de: Aktion unvollständig. Bitte versuchen Sie es später erneut.
es_es: La acción no se ha completado. Inténtalo de nuevo más tarde.
fr_fr: Opération inachevée. Veuillez réessayer plus tard.
id_id: Tindakan belum selesai. Coba lagi nanti.
it_it: Azione non completata. Riprova più tardi.
ja_jp: 操作を完了できませんでした。後で再試行してください。
ko_kr: 작업이 완료되지 않았습니다. 나중에 다시 시도하세요.
ms_my: Tindakan tidak lengkap. Sila cuba lagi kemudian.
pt_br: Ação incompleta. Tente novamente mais tarde.
ru_ru: Действие не завершено. Повторите попытку позже.
th_th: การดำเนินการไม่สมบูรณ์ โปรดลองอีกครั้งในภายหลัง
vi_vn: Hành động chưa hoàn thành. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

# FDs
source: Action incomplete. The number of contacts you've followed has reached the upper limit of {{num}}.
de_de: Aktion unvollständig. Die Anzahl an Kontakten, denen Sie folgen, hat die max. zulässige Anzahl von {{num}} erreicht.
es_es: La acción no se ha completado. El número de contactos a los que has seguido ha alcanzado el límite máximo de {{num}}.
fr_fr: Opération inachevée. Le nombre de contacts que vous suivez a atteint la limite de {{num}}.
id_id: Tindakan belum selesai. Jumlah kontak yang telah Anda ikuti telah mencapai batas maksimum sejumlah {{num}}.
it_it: Azione non completata. Il numero di contatti seguiti ha raggiunto il limite massimo di {{num}}.
ja_jp: 操作を完了できませんでした。フォローできる連絡先の上限（{{num}} 件）に達しています。
ko_kr: 작업이 완료되지 않았습니다. 팔로우한 연락처 수가 상한인 {{num}}개에 도달했습니다.
ms_my: Tindakan tidak lengkap. Bilangan kenalan yang anda ikuti telah mencapai had atas sebanyak {{num}}.
pt_br: Ação não concluída. O número de contatos que você seguiu atingiu o limite máximo de {{num}}.
ru_ru: Действие не завершено. Количество контактов, на которые вы подписаны, достигло максимального ограничения {{num}} контактов.
th_th: การดำเนินการไม่สมบูรณ์ จำนวนรายชื่อที่ติดต่อที่คุณติดตามถึงจำนวนจำกัดสูงสุด {{num}} รายการแล้ว
vi_vn: Hành động chưa hoàn thành. Số lượng người liên hệ bạn theo dõi đã đạt đến giới hạn trên là {{num}}.
zh_cn: 操作失败，你关注的联系人数量已达 {{num}} 个上限
zh_hk: 操作失敗，你追蹤的聯絡人數量已達 {{num}} 個上限

# gq8
source: Follow
de_de: Folgen
es_es: Seguir
fr_fr: Suivre
id_id: Ikuti
it_it: Segui
ja_jp: フォロー
ko_kr: 팔로우
ms_my: Ikuti
pt_br: Seguir
ru_ru: Подписаться
th_th: ติดตาม
vi_vn: Theo dõi
zh_cn: 关注
zh_hk: 追蹤

# /Oc
source: Followed
de_de: Gefolgt
es_es: Seguido
fr_fr: Suivi
id_id: Diikuti
it_it: Seguito
ja_jp: フォローしました。
ko_kr: 팔로우함
ms_my: Diikuti
pt_br: Seguido
ru_ru: Прошлые подписки
th_th: ติดตามแล้ว
vi_vn: Đã theo dõi
zh_cn: 已关注
zh_hk: 已追蹤

# spQ
source: Following
de_de: Folgend
es_es: Siguiendo
fr_fr: Suivi
id_id: Mengikuti
it_it: Seguito
ja_jp: 設定中...
ko_kr: 팔로잉
ms_my: Mengikuti
pt_br: Seguindo
ru_ru: Мои подписки
th_th: กำลังติดตาม
vi_vn: Đang theo dõi
zh_cn: 正在关注...
zh_hk: 正在追蹤...

# Moc
source: Exchange emails with your "importants" directly in Chats. No need to go back to the inbox!
de_de: Direkter Austausch von E-Mails mit Ihren „VIPs“ in Chats, sodass Sie hierfür nicht mehr zum Posteingang zurück müssen!
es_es: Intercambia correos electrónicos con tus contactos "importantes" directamente en Chats. No es necesario volver a la bandeja de entrada.
fr_fr: Échangez des e-mails avec vos contacts marqués comme "importants" directement dans les chats. Plus besoin de retourner dans la boîte de réception !
id_id: Bertukar email dengan "orang penting" Anda langsung di Obrolan. Tidak perlu kembali ke kotak masuk!
it_it: Scambia e-mail con i tuoi contatti "importanti" direttamente nelle chat. Non devi tornare alla casella di posta in arrivo!
ja_jp: フォローした連絡先からのメールは、メール画面を開かなくても、チャット一覧で確認・対応ができます。
ko_kr: 채팅에서 직접 "중요한 사람"과 이메일을 교환하세요. 받은 편지함으로 돌아가지 않아도 됩니다!
ms_my: Tukar e-mel dengan "penting" anda secara langsung dalam Perbualan. Tidak perlu kembali ke peti masuk!
pt_br: Troque e-mails com suas pessoas "importantes" diretamente nos Chats. Não é preciso voltar para a caixa de entrada!
ru_ru: Обменивайтесь письмами с вашими важными контактами непосредственно в чатах. Нет необходимости возвращаться в папку Входящие!
th_th: แลกเปลี่ยนอีเมลของคุณกับ "บุคคลสำคัญ" ของคุณโดยตรงในแชท ไม่ต้องกลับไปยังกล่องข้อความ
vi_vn: Trao đổi email với những "người quan trọng" của bạn trực tiếp trong Trò chuyện. Không cần quay lại hộp thư đến!
zh_cn: 无需进入邮箱，在消息里直接和对方邮件沟通，像聊天一样方便
zh_hk: 無需進入電郵地址，在訊息中直接與對方郵件溝通，像聊天一樣方便

# 68Q
source: Follow important contacts
de_de: Wichtigen Kontakten folgen
es_es: Sigue a contactos importantes
fr_fr: Suivre des contacts importants
id_id: Ikuti kontak penting
it_it: Segui contatti importanti
ja_jp: 重要な連絡先をフォローする
ko_kr: 중요한 연락처 팔로우
ms_my: Ikuti kenalan penting
pt_br: Siga os contatos importantes
ru_ru: Подписаться на важные контакты
th_th: ติดตามรายชื่อที่ติดต่อที่สำคัญ
vi_vn: Theo dõi liên hệ quan trọng
zh_cn: 关注重要联系人
zh_hk: 追蹤重要聯絡人

# maM
source: Only external email contacts can be followed.
de_de: Nur externen E-Mail-Kontakten kann gefolgt werden.
es_es: Solo puedes seguir a contactos de correo electrónico externos.
fr_fr: Seuls les contacts par e-mail externe peuvent être suivis.
id_id: Hanya kontak email eksternal yang dapat diikuti.
it_it: Solo i contatti e-mail esterni possono essere seguiti.
ja_jp: フォローできるのは外部連絡先のメールのみです。
ko_kr: 외부 이메일 연락처만 팔로우할 수 있습니다.
ms_my: Hanya kenalan e-mel luaran yang boleh diikuti.
pt_br: Somente contatos de e-mail externos podem ser seguidos.
ru_ru: Можно подписаться только на внешние контакты эл. почты.
th_th: ติดตามได้เฉพาะรายชื่อที่ติดต่อของอีเมลภายนอกเท่านั้น
vi_vn: Chỉ có thể theo dõi người liên hệ email bên ngoài.
zh_cn: 仅支持关注外部邮箱联系人
zh_hk: 只支援追蹤外部名片夾

# hM0
source: Contacts you follow
de_de: Kontakte, denen Sie folgen
es_es: Contactos a los que sigues
fr_fr: Contacts suivis
id_id: Kontak yang Anda ikuti
it_it: Contatti che segui
ja_jp: フォロー中の連絡先
ko_kr: 팔로우하는 연락처
ms_my: Kenalan yang anda ikuti
pt_br: Contatos que você segue
ru_ru: Контакты, на которые вы подписаны
th_th: รายชื่อที่ติดต่อที่คุณติดตาม
vi_vn: Người liên hệ mà bạn theo dõi
zh_cn: 已关注的联系人
zh_hk: 已追蹤的聯絡人

# 4Fs
source: You can follow a maximum of {{num}} email addresses at a time.
de_de: Sie können maximal {{num}} E-Mail-Adressen gleichzeitig folgen.
es_es: Puedes seguir a un máximo de {{num}} correos electrónicos a la vez.
fr_fr: Vous pouvez suivre un maximum de {{num}} adresses e-mail à la fois.
id_id: Anda dapat mengikuti maksimum {{num}} alamat email dalam sekali waktu.
it_it: Puoi seguire un massimo di {{num}} indirizzi e-mail alla volta.
ja_jp: 1 回の操作で追加できるメールアドレスは最大 {{num}} 件までです。
ko_kr: 한 번에 최대 {{num}}개 이메일 주소를 팔로우할 수 있습니다.
ms_my: Anda boleh mengikuti maksimum {{num}} alamat e-mel pada satu masa.
pt_br: Você pode seguir um máximo de {{num}} e-mails de cada vez.
ru_ru: Одновременно можно подписаться не более чем на {{num}}адресов эл. почты.
th_th: คุณสามารถติดตามที่อยู่อีเมลได้สูงสุด {{num}} รายการในแต่ละครั้ง
vi_vn: Bạn có thể theo dõi tối đa {{num}} địa chỉ email cùng một lúc.
zh_cn: 单次最多可关注 {{num}} 个邮箱地址
zh_hk: 單次最多可追蹤 {{num}} 個電郵地址

# KSQ
source: You've already followed this address.
de_de: Sie folgen dieser Adresse bereits.
es_es: Ya has seguido a esta dirección.
fr_fr: Vous suivez déjà cette adresse.
id_id: Anda sudah mengikuti alamat ini.
it_it: Hai già seguito questo indirizzo.
ja_jp: このメールアドレスはすでにフォローしています。
ko_kr: 이미 팔로우한 주소입니다.
ms_my: Anda sudah pun mengikuti alamat ini sebelum ini.
pt_br: Você já seguiu esse endereço.
ru_ru: Вы уже подписались на этот адрес.
th_th: คุณติดตามที่อยู่นี้แล้ว
vi_vn: Bạn đã theo dõi địa chỉ này.
zh_cn: 已关注该邮箱地址，请勿重复关注
zh_hk: 已追蹤該電郵地址，請勿重複追蹤

# Sss
source: Follow important contacts and email them from Chats without having to open your inbox.
de_de: Folgen Sie wichtigen Kontakten und senden Sie ihnen E-Mails in Chats, ohne Ihren Posteingang öffnen zu müssen.
es_es: Sigue a contactos importantes y envíales correos electrónicos desde Chats sin tener que abrir la bandeja de entrada.
fr_fr: Suivez les contacts importants et envoyez-leur un e-mail à partir des chats sans avoir à ouvrir votre boîte de réception.
id_id: Ikuti kontak penting dan kirim email kepada mereka dari Obrolan tanpa perlu membuka kotak masuk Anda.
it_it: Segui i contatti importanti e inviali tramite e-mail dalle chat senza dover aprire la posta in arrivo.
ja_jp: 重要な連絡先をフォローすることで、メールのやり取りをチャットのような形式で簡単に確認できます。
ko_kr: 받은 편지함을 열지 않고도 중요한 연락처를 팔로우하고 채팅에서 이메일을 보낼 수 있습니다.
ms_my: Ikuti kenalan penting dan emel mereka dari Chats tanpa perlu membuka peti masuk anda.
pt_br: Siga contatos importantes e envie-os por e-mail a partir de Chats sem precisar abrir sua caixa de entrada.
ru_ru: Следите за новостями от важных контактов и отправляйте им сообщения эл. почты из чатов, не открывая папку "Входящие".
th_th: ติดตามรายชื่อที่ติดต่อที่สำคัญและส่งอีเมลจากแชทโดยไม่ต้องเปิดกล่องข้อความ
vi_vn: Theo dõi người liên hệ quan trọng và gửi email cho họ từ Cuộc trò chuyện mà không cần phải mở hộp thư đến.
zh_cn: 关注重要联系人，让邮件和聊天一样方便
zh_hk: 追蹤重要聯絡人，讓郵件和聊天一樣方便
