Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# y/M
source: No more emails
de_de: Keine weiteren E-Mails
es_es: No hay más correos electrónicos
fr_fr: Plus aucun e-mail
id_id: Tidak ada email lainnya
it_it: Nessun'altra e-mail
ja_jp: メールは以上です
ko_kr: 더 이상 이메일이 없습니다
ms_my: Tiada lagi emel
pt_br: Não há mais e-mails
ru_ru: Нет больше писем
th_th: ไม่มีอีเมลเพิ่มเติม
vi_vn: Không có email khác
zh_cn: 已加载全部邮件
zh_hk: 已載入全部郵件

# B5E
source: No more results
de_de: Keine weiteren Ergebnisse
es_es: No hay más resultados
fr_fr: Plus aucun résultat
id_id: Tidak ada hasil lainnya
it_it: Nessun altro risultato
ja_jp: 結果は以上です
ko_kr: 더 이상 결과가 없습니다
ms_my: Tiada lagi hasil
pt_br: Não há mais resultados
ru_ru: Нет больше результатов
th_th: ไม่มีผลลัพธ์เพิ่มเติม
vi_vn: Không có kết quả khác
zh_cn: 无更多结果
zh_hk: 無更多結果

# jdE
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試

# ySA
source: Search in server
de_de: Im Server suchen
es_es: Buscar en el servidor
fr_fr: Recherche sur le serveur
id_id: Cari di server
it_it: Cerca nel server
ja_jp: サーバーで検索
ko_kr: 서버에서 검색하세요
ms_my: Cari di pelayan
pt_br: Pesquisar no servidor
ru_ru: Искать на сервере
th_th: ค้นหาในเซิร์ฟเวอร์
vi_vn: Tìm kiếm trong máy chủ
zh_cn: 在服务器上继续搜索
zh_hk: 在伺服器上繼續搜尋

# WyQ
source: Search results in server
de_de: Ergebnisse im Server suchen
es_es: Resultados de la búsqueda en el servidor
fr_fr: Résultats de la recherche sur le serveur
id_id: Hasil pencarian di server
it_it: Cerca risultati nel server
ja_jp: サーバーで検索した結果
ko_kr: 서버에서 결과를 검색하세요
ms_my: Hasil carian di pelayan
pt_br: Pesquisar resultados no servidor
ru_ru: Результаты поиска на сервере
th_th: ค้นหาผลลัพธ์ในเซิร์ฟเวอร์
vi_vn: Kết quả tìm kiếm trong máy chủ
zh_cn: 以下为服务器搜索结果
zh_hk: 以下為伺服器搜尋結果

# RYE
source: Moved to Archive
de_de: In Archiv verschoben
es_es: Movido a Archivados
fr_fr: Déplacé vers Archive
hi_in: संग्रह में ले जाया गया
id_id: Dipindahkan ke Arsip
it_it: Spostato in Archivio
ja_jp: 「アーカイブ」に移動しました。
ko_kr: 보관으로 이동됨
ms_my: Pindah ke Arkib
pt_br: Movido para o Arquivo
ru_ru: Перемещено в архив
th_th: ย้ายไปยังที่เก็บถาวรแล้ว
vi_vn: Đã chuyển tới Lưu trữ
zh_cn: 已移至 "已归档"
zh_hk: 已移至「已封存」

# 36U
source: Label as
de_de: Kennzeichnen als
es_es: Etiquetar como
fr_fr: Étiqueter comme
hi_in: इस रूप में लेबल करें
id_id: Labeli sebagai
it_it: Etichetta come
ja_jp: ラベルをつける
ko_kr: 지정할 레이블
ms_my: Label sebagai
pt_br: Rótulo como
ru_ru: Выбрать метку
th_th: ติดป้ายกำกับเป็น
vi_vn: Gán nhãn là
zh_cn: 选择标签
zh_hk: 選擇標籤

# lfA
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# +a8
source: Delete permanently
de_de: Für immer löschen
es_es: Eliminar definitivamente
fr_fr: Supprimer définitivement
hi_in: स्थायी रूप से हटाएँ
id_id: Hapus permanen
it_it: Elimina per sempre
ja_jp: 完全削除
ko_kr: 영구 삭제
ms_my: Padam selama-lamanya
pt_br: Excluir permanentemente
ru_ru: Удалить навсегда
th_th: ลบถาวร
vi_vn: Xóa vĩnh viễn
zh_cn: 永久删除
zh_hk: 永久刪除

# 6PI
source: Delete this email permanently?
de_de: Möchten Sie diese Unterhaltung endgültig löschen?
es_es: ¿Eliminar este correo electrónico de forma permanente?
fr_fr: Voulez-vous supprimer définitivement cette conversation ?
hi_in: क्या आप इस वार्तालाप को स्थायी रूप से हटाना चाहते हैं?
id_id: Hapus permanen email ini?
it_it: Eliminare questa conversazione definitivamente?
ja_jp: このスレッドを完全に削除しますか？
ko_kr: 이 대화를 영구적으로 삭제하시겠습니까?
ms_my: Padam emel ini selama-lamanya?
pt_br: Deseja excluir esta conversa permanentemente?
ru_ru: Удалить это письмо навсегда?
th_th: คุณต้องการลบการสนทนานี้ถาวรหรือไม่
vi_vn: Bạn có muốn xóa vĩnh viễn thư này không?
zh_cn: 是否永久删除该邮件?
zh_hk: 是否永久刪除該郵件？

# EH0
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# SKU
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
ms_my: Sunting
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_hk: 編輯

# suA
source: Move to Inbox
de_de: In Posteingang verschieben
es_es: Mover a la Bandeja de entrada
fr_fr: Déplacer vers la Boîte de réception
hi_in: इनबॉक्स में ले जाएँ
id_id: Pindah ke Kotak Masuk
it_it: Sposta in Posta in arrivo
ja_jp: 受信トレイに移動
ko_kr: 수신함으로 이동
ms_my: Pindah ke Peti Masuk
pt_br: Mover para Caixa de entrada
ru_ru: Переместить во Входящие
th_th: ย้ายไปยังกล่องข้อความ
vi_vn: Chuyển tới Hộp thư đến
zh_cn: 移至收件箱
zh_hk: 移至收件箱

# v/4
source: Moved to Inbox
de_de: In "Posteingang" verschoben
es_es: Movido a la Bandeja de entrada
fr_fr: Déplacé vers la Boîte de réception
hi_in: इनबॉक्स में ले जाया गया
id_id: Dipindahkan ke Kotak Masuk
it_it: Spostato in Posta in arrivo
ja_jp: 「受信トレイ」に移動しました。
ko_kr: 수신함으로 이동됨
ms_my: Pindah ke Peti Masuk
pt_br: Movido para a caixa de entrada
ru_ru: Перемещено во "Входящие"
th_th: ย้ายไปยังกล่องข้อความแล้ว
vi_vn: Đã chuyển tới Hộp thư đến
zh_cn: 已移至 "收件箱"
zh_hk: 已移至「收件箱」

# xLI
source: More
de_de: Mehr
es_es: Más
fr_fr: plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Дополнительно
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_hk: 更多

# /HU
source: Move to
de_de: Verschieben
es_es: Mover a
fr_fr: Déplacer vers
hi_in: ले जाएँ
id_id: Pindah ke
it_it: Sposta in
ja_jp: 移動
ko_kr: 다음으로 이동
ms_my: Pindahkan ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển tới
zh_cn: 移至
zh_hk: 移至

# kFQ
source: {{count}} selected
de_de: {{count}} ausgewählt.
es_es: {{count}} seleccionado(s)
fr_fr: {{count}} sélectionnée(s)
hi_in: {{count}} चयनित.
id_id: {{count}} dipilih
it_it: {{count}} selezionate
ja_jp: {{count}} 個を選択中
ko_kr: {{count}} 개 선택됨
ms_my: {{count}} dipilih
pt_br: {{count}} selecionado(s)
ru_ru: Выбрано: {{count}}
th_th: เลือกแล้ว {{count}} รายการ
vi_vn: {{count}} đã được chọn
zh_cn: 已选择 {{count}} 个
zh_hk: 已選擇 {{count}} 個

# iJI
source: Mark as not spam
de_de: Nicht als Spam markieren
es_es: Marcar como no spam
fr_fr: Marquer comme non indésirable
hi_in: स्पैम नहीं
id_id: Tandai bukan spam
it_it: Contrassegna come non spam
ja_jp: 正常なメールにする
ko_kr: 스팸 해제
ms_my: Tandai sebagai bukan spam
pt_br: Marcar como não é spam
ru_ru: Не спам
th_th: ทำเครื่องหมายว่าไม่ใช่สแปม
vi_vn: Đánh dấu không phải thư rác
zh_cn: 标记为正常邮件
zh_hk: 標記為正常郵件

# gm0
source: Conversation unmarked as spam
de_de: Unterhaltung nicht als Spam markiert.
es_es: Desmarcado como spam
fr_fr: Conversation non marquée comme courrier indésirable.
hi_in: वार्तालाप "स्पैम नहीं" का निशान लगाया गया.
id_id: Percakapan batal ditandai sebagai spam
it_it: Conversazione non contrassegnata come spam
ja_jp: 迷惑メールから除外しました。
ko_kr: 대화에서 스팸 표시가 해제됨
ms_my: Perbualan tidak ditanda sebagai spam
pt_br: Conversa não marcada como spam
ru_ru: Беседа, не отмеченная как спам
th_th: ยกเลิกการทำเครื่องหมายการสนทนาว่าเป็นสแปมแล้ว
vi_vn: Cuộc hội thoại đã được bỏ đánh dấu là thư rác
zh_cn: 成功标记为正常邮件
zh_hk: 成功標記為正常郵件

# MPc
source: Mark as read
de_de: Als gelesen markieren
es_es: Marcar como leído
fr_fr: Marquer comme lu
hi_in: पठित का निशान लगाएँ
id_id: Tandai sudah dibaca
it_it: Contrassegna come letto
ja_jp: 既読にする
ko_kr: 읽음으로 표시
ms_my: Tandai sebagai dibaca
pt_br: Marcar como lido
ru_ru: Отметить как прочитанное
th_th: ทำเครื่องหมายว่าอ่านแล้ว
vi_vn: Đánh dấu là đã đọc
zh_cn: 标记为已读
zh_hk: 標記為已讀

# xKI
source: Marked as read
de_de: Als gelesen markiert.
es_es: Marcado como leído
fr_fr: Marqué comme lu.
hi_in: पठित का निशान लगाया गया
id_id: Ditandai sudah dibaca
it_it: Contrassegnato come letto.
ja_jp: 既読にしました
ko_kr: 읽음으로 표시됨
ms_my: Ditandai sebagai telah dibaca
pt_br: Marcado como lido.
ru_ru: Отмечено как прочитанное.
th_th: ทำเครื่องหมายว่าอ่านแล้ว
vi_vn: Đã đánh dấu là đã đọc.
zh_cn: 已标记为已读
zh_hk: 已標記為已讀

# jpM
source: Unfilled
de_de: Ungefüllt
es_es: Sin relleno
fr_fr: Non saisi
hi_in: अपूरित
id_id: Belum diisi
it_it: Non compilato
ja_jp: なし
ko_kr: 채워지지 않음
ms_my: Tidak diisi
pt_br: Não preenchido
ru_ru: Не заполнено
th_th: ยังไม่ได้กรอก
vi_vn: Chưa điền thông tin
zh_cn: 未填写
zh_hk: 未填寫

# Dic
source: Mark as Spam
de_de: Spam melden
es_es: Marcar como spam
fr_fr: Marquer comme courrier indésirable
hi_in: स्पैम का निशान लगाएँ
id_id: Tandai sebagai Spam
it_it: Contrassegna come spam
ja_jp: 迷惑メールに設定する
ko_kr: 스팸으로 표시
ms_my: Tandai sebagai Spam
pt_br: Marcar como spam
ru_ru: Отметить как спам
th_th: ทำเครื่องหมายว่าเป็นสแปม
vi_vn: Đánh dấu là thư rác
zh_cn: 标记为垃圾邮件
zh_hk: 標記為垃圾郵件

# /m4
source: Marked as spam
de_de: Als Spam markiert.
es_es: Marcado como spam
fr_fr: Marqué comme spam.
hi_in: स्पैम का निशान लगाया गया
id_id: Ditandai sebagai spam
it_it: Contrassegnato come spam.
ja_jp: 迷惑メールに設定しました
ko_kr: 스팸으로 표시됨
ms_my: Ditandai sebagai spam
pt_br: Marcado como spam.
ru_ru: Отмечено как спам.
th_th: ทำเครื่องหมายว่าเป็นสแปมแล้ว
vi_vn: Đã đánh dấu là thư rác.
zh_cn: 已标记为垃圾邮件
zh_hk: 已標記為垃圾郵件

# LPI
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: メールを削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除邮件
zh_hk: 刪除郵件

# VGk
source: Moved to Trash
de_de: In Papierkorb verschoben
es_es: Movido a la Papelera
fr_fr: Déplacé vers la Corbeille
hi_in: ट्रैश में ले जाया गया
id_id: Dipindahkan ke Sampah
it_it: Spostato nel Cestino
ja_jp: 「ゴミ箱」に移動しました。
ko_kr: 휴지통으로 이동됨
ms_my: Pindah ke Tong Sampah
pt_br: Movido para a Lixeira
ru_ru: Перемещено в "Корзину"
th_th: ย้ายไปยังถังขยะ
vi_vn: Đã chuyển tới Thùng rác
zh_cn: 已移至 "已删除"
zh_hk: 已移至「已刪除」

# bZ8
source: Mark as unread
de_de: Als ungelesen markieren
es_es: Marcar como no leído
fr_fr: Marquer comme non lu
hi_in: अपठित का निशान लगाएँ
id_id: Tandai belum dibaca
it_it: Contrassegna come non letto
ja_jp: 未読にする
ko_kr: 읽지 않음으로 표시
ms_my: Tandai sebagai belum dibaca
pt_br: Marcar como não lido
ru_ru: Отметить как непрочитанное
th_th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
vi_vn: Đánh dấu là chưa đọc
zh_cn: 标记为未读
zh_hk: 標記為未讀

# odA
source: Marked as unread
de_de: Als ungelesen markiert.
es_es: Marcado como no leído
fr_fr: Marqué comme non lu.
hi_in: अपठित का निशान लगाया गया
id_id: Ditandai belum dibaca
it_it: Contrassegnato come non letto.
ja_jp: 未読にしました
ko_kr: 읽지 않음으로 표시됨
ms_my: Ditandai sebagai belum dibaca
pt_br: Marcado como não lido.
ru_ru: Отмечено как непрочитанное.
th_th: ทำเครื่องหมายแล้วว่ายังไม่ได้อ่าน
vi_vn: Đã đánh dấu là chưa đọc.
zh_cn: 已标记为未读
zh_hk: 已標記為未讀

# l8Y
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
hi_in: संग्रहित करें
id_id: Arsipkan
it_it: Archivio
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архив
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 归档
zh_hk: 封存

# ztI
source: Failed to empty. Please try again
de_de: Leeren fehlgeschlagen. Bitte erneut versuchen
es_es: Error al vaciar. Inténtelo de nuevo
fr_fr: Échec du vidage. Veuillez réessayer
hi_in: ख़ाली करने में विफल. कृपया पुनः प्रयास करें
id_id: Gagal mengosongkan. Coba lagi
it_it: Impossibile svuotare. Riprova
ja_jp: 削除できませんでした。再試行してください
ko_kr: 비우지 못했습니다. 다시 시도하세요
ms_my: Gagal kosongkan. Sila cuba lagi
pt_br: Falha ao esvaziar. Tente novamente
ru_ru: Не удалось очистить. Повторите попытку
th_th: ล้างไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Làm trống không thành công. Vui lòng thử lại
zh_cn: 清空失败，请重试
zh_hk: 清空失敗，請重試

# w2g
source: bcc
es_es: Cco
fr_fr: cci
hi_in: गुप्त कॉपी
it_it: ccn
ko_kr: 숨은 참조
pt_br: cco
ru_ru: Скрытая копия
th_th: สำเนาลับ
zh_cn: 密送
zh_hk: 密件副本

# gXk
source: Emptied
de_de: Geleert
es_es: Vacío
fr_fr: Vidé
hi_in: ख़ाली किया
id_id: Dikosongkan
it_it: Svuotato
ja_jp: すべてを削除しました
ko_kr: 비움
ms_my: Dikosongkan
pt_br: Esvaziado
ru_ru: Очищено
th_th: ล้างแล้ว
vi_vn: Đã làm trống
zh_cn: 已清空
zh_hk: 已清空

# Z7I
source: This message has no content.
de_de: Diese Nachricht hat keinen Inhalt.
es_es: Este mensaje no tiene contenido.
fr_fr: Ce message n’a pas de contenu.
hi_in: इस संदेश में कोई मुख्य टेक्स्ट नहीं है.
id_id: Pesan ini tidak memiliki konten.
it_it: Questo messaggio è senza contenuto.
ja_jp: 本文無し
ko_kr: 이 메시지에는 콘텐츠가 없습니다.
pt_br: Esta mensagem não tem conteúdo.
ru_ru: Это письмо не имеет содержания.
th_th: ข้อความนี้ไม่มีเนื้อหา
vi_vn: Tin nhắn này không có nội dung.
zh_cn: 正文无内容
zh_hk: 正文無內容

# OFQ
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# UzA
source: Empty
de_de: Leeren
es_es: Vacío
fr_fr: Vide
hi_in: ख़ाली
id_id: Kosongkan
it_it: Svuota
ja_jp: 削除
ko_kr: 비우기
ms_my: Kosong
pt_br: Esvaziar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Trống
zh_cn: 清空
zh_hk: 清空

# woU
source: Empty All
de_de: Ordner leeren
es_es: Vaciar todo
fr_fr: Vider tout
hi_in: सभी ख़ाली करें
id_id: Kosongkan Semua
it_it: Svuota tutto
ja_jp: すべてを削除
ko_kr: 모두 비우기
ms_my: Kosongkan Semua
pt_br: Esvaziar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Làm trống Tất cả
zh_cn: 全部清空
zh_hk: 全部清空

# 8oY
source: All spam emails will be emptied, and this action can't be undone. Continue?
de_de: Alle Spam-Mails werden gelöscht, und diese Aktion kann nicht rückgängig gemacht werden. Fortfahren?
es_es: Todos los correos electrónicos de spam se vaciarán y esta acción no se puede deshacer. ¿Continuar?
fr_fr: Tous les e-mails indésirables seront vidés, cette action est irréversible. Continuer ?
hi_in: सभी स्पैम ईमेल ख़ाली कर दिए जाएँगे, और यह क्रिया पूर्ववत की नहीं जा सकती. जारी रखें?
id_id: Semua email spam akan dikosongkan, dan tindakan ini tidak dapat dibatalkan. Lanjutkan?
it_it: Tutte le e-mail spam verranno svuotate e questa azione non potrà essere annullata. Continuare?
ja_jp: 迷惑メールを完全に空にします。この操作を元に戻すことはできません。削除しますか？
ko_kr: 모든 스팸 이메일이 비워지며 이 작업은 취소할 수 없습니다. 계속하시겠습니까?
ms_my: Semua emel spam akan dikosongkan, dan tindakan ini tidak boleh dibatalkan. Teruskan?
pt_br: A caixa de e-mails de spam será esvaziada. Esta ação não pode ser desfeita. Continuar?
ru_ru: Все спам-письма будут очищены. Это действие невозможно отменить. Продолжить?
th_th: อีเมลสแปมทั้งหมดจะถูกล้าง และการดำเนินการนี้ไม่สามารถเลิกทำได้ ดำเนินการต่อหรือไม่
vi_vn: Toàn bộ các email rác sẽ bị làm trống và sẽ không thể khôi phục được thao tác này. Tiếp tục?
zh_cn: 将清空所有垃圾邮件，此操作不可恢复，是否继续？
zh_hk: 將清空所有垃圾郵件，此操作不可恢復，是否繼續？

# lb8
source: Empty All
de_de: Ordner leeren
es_es: Vaciar todo
fr_fr: Vider tout
hi_in: सभी ख़ाली करें
id_id: Kosongkan Semua
it_it: Svuota tutto
ja_jp: すべてを削除
ko_kr: 모두 비우기
ms_my: Kosongkan Semua
pt_br: Esvaziar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Làm trống Tất cả
zh_cn: 全部清空
zh_hk: 全部清空

# ZPY
source: All deleted emails will be emptied, and this action can't be undone. Continue?
de_de: Alle gelöschten E-Mails werden geleert, und diese Aktion kann nicht rückgängig gemacht werden. Fortfahren?
es_es: Todos los correos electrónicos eliminados se vaciarán y esta acción no se puede deshacer. ¿Continuar?
fr_fr: Tous les e-mails supprimés seront vidés, cette action est irréversible. Continuer ?
hi_in: हटाए गए सभी ईमेल ख़ाली कर दिए जाएँगे, और यह क्रिया पूर्ववत की नहीं जा सकती. जारी रखें?
id_id: Semua email yang dihapus akan dikosongkan, dan tindakan ini tidak dapat dibatalkan. Lanjutkan?
it_it: Tutte le e-mail eliminate verranno svuotate e questa azione non potrà essere annullata. Continuare?
ja_jp: ゴミ箱を完全に空にします。この操作を元に戻すことはできません。削除しますか？
ko_kr: 삭제된 이메일은 모두 비워지며 이 작업은 취소할 수 없습니다. 계속하시겠습니까?
ms_my: Semua emel yang dipadam akan dikosongkan, dan tindakan ini tidak boleh dibatalkan. Teruskan?
pt_br: A caixa de e-mails excluídos será esvaziada. Esta ação não pode ser desfeita. Continuar?
ru_ru: Все удаленные письма будут очищены. Это действие невозможно отменить. Продолжить?
th_th: อีเมลทั้งหมดที่ลบจะถูกล้าง และการดำเนินการนี้ไม่สามารถเลิกทำได้ ดำเนินการต่อหรือไม่
vi_vn: Toàn bộ các email bị xóa sẽ bị làm trống và sẽ không thể khôi phục được thao tác này. Tiếp tục?
zh_cn: 将清空所有已删除邮件，此操作不可恢复，是否继续？
zh_hk: 將清空所有已刪除郵件，此操作不可恢復，是否繼續？

# a8M
source: Emptying...
de_de: Leeren...
es_es: Vaciando...
fr_fr: Vidage…
hi_in: ख़ाली किया जा रहा है...
id_id: Mengosongkan...
it_it: Svuotamento in corso...
ja_jp: 削除中...
ko_kr: 비우는 중...
ms_my: Mengosongkan...
pt_br: Esvaziando...
ru_ru: Очистка...
th_th: กำลังล้าง...
vi_vn: Đang làm trống...
zh_cn: 清空中...
zh_hk: 清空中...

# ghE
source: Compose
de_de: Erstellen
es_es: Redactar
fr_fr: Rédiger
hi_in: ईलेम लिखें
id_id: Tulis
it_it: Componi
ja_jp: メールを作成
ko_kr: 작성
ms_my: Karang
pt_br: Redigir
ru_ru: Написать письмо
th_th: เขียน
vi_vn: Soạn thảo
zh_cn: 新建邮件
zh_hk: 建立新郵件

# 6xs
source: Next Email
de_de: Nächste E-Mail
es_es: Mensaje próximo
fr_fr: E-mail suivant
hi_in: अगला ईमेल
id_id: Email Berikutnya
it_it: E-mail successiva
ja_jp: 次のメール
ko_kr: 다음 이메일
ms_my: Emel Seterusnya
pt_br: Próximo e-mail
ru_ru: Следующее письмо
th_th: อีเมลถัดไป
vi_vn: Email tiếp theo
zh_cn: 下一封邮件
zh_hk: 下一封郵件

# 2y8
source: Previous Email
de_de: Vorherige E-Mail
es_es: Mensaje anterior
fr_fr: E-mail précédent
hi_in: पिछला ईमेल
id_id: Email Sebelumnya
it_it: E-mail precedente
ja_jp: 前のメール
ko_kr: 이전 이메일
ms_my: Emel Sebelumnya
pt_br: E-mail anterior
ru_ru: Предыдущее письмо
th_th: อีเมลก่อนหน้า
vi_vn: Email trước đó
zh_cn: 上一封邮件
zh_hk: 上一封郵件

# eWM
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: メールを検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# pzY
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: メール設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 邮箱设置
zh_hk: 電郵地址設定

# X5c
source: Mark All as Read
de_de: Alle als gelesen markieren
es_es: Marcar todo como leído
fr_fr: Tout marquer comme lu
hi_in: सभी को पठित का निशान लगाएँ
id_id: Tandai Semua sebagai Sudah Dibaca
it_it: Contrassegna tutti come già letti
ja_jp: すべて既読にする
ko_kr: 모두 읽음 상태로 표시
ms_my: Tandai Semua sebagai Dibaca
pt_br: Marcar todas como lidas
ru_ru: Пометить все как прочитанное
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
vi_vn: Đánh dấu tất cả là đã đọc
zh_cn: 全标已读
zh_hk: 全標已讀

# DnI
source: Mark all messages as read?
de_de: Möchten Sie sämtliche Nachrichten als gelesen markieren?
es_es: ¿Marcar todos los mensajes como leídos?
fr_fr: Marquer tous les messages comme lus ?
hi_in: सभी संदेशों को "पढ़ा गया" के रूप में मार्क करें?
id_id: Tandai semua pesan sebagai sudah dibaca?
it_it: Contrassegnare tutti i messaggi come letti?
ja_jp: すべてのメールを既読にしますか？
ko_kr: 모든 메시지를 읽음으로 표시하시겠습니까?
ms_my: Tandai semua mesej sebagai sudah dibaca?
pt_br: Marcar todas as mensagens como lidas?
ru_ru: Отметить все письма как прочитанные?
th_th: ต้องการทำเครื่องหมายข้อความทั้งหมดว่าอ่านแล้วหรือไม่
vi_vn: Đánh dấu tất cả tin nhắn là đã đọc?
zh_cn: 确认要将所有邮件标记为已读吗？
zh_hk: 確認要將所有郵件標記為已讀嗎？

# vsw
source: Failed to mark all as read. Please try again.
de_de: Markieren als alle gelesen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al marcar todos como leídos. Inténtalo de nuevo.
fr_fr: Impossible de tout marquer comme lu. Veuillez réessayer.
hi_in: सभी को पठित का निशान लगाने में विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Gagal menandai semua sudah dibaca. Coba lagi.
it_it: Impossibile contrassegnare tutti come letti. Riprova.
ja_jp: エラーが発生しました。再度お試しください。
ko_kr: 모두 읽음으로 표시하지 못했습니다. 다시 시도하세요.
ms_my: Gagal menandai semua sebagai sudah dibaca. Sila cuba lagi.
pt_br: Falha ao marcar todas como lidas. Tente novamente.
ru_ru: Не удалось отметить все как прочитанные. Повторите попытку.
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้วไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể đánh dấu tất cả là đã đọc. Vui lòng thử lại.
zh_cn: 标记已读失败，请重试
zh_hk: 標記已讀失敗，請重試

# 7mI
source: Marked all as read
de_de: Alle als gelesen markiert.
es_es: Todos marcados como leídos
fr_fr: Tout marqué comme lu
hi_in: सभी को पठित का निशान लगाया गया.
id_id: Semua ditandai sudah dibaca
it_it: Tutte contrassegnate come letti
ja_jp: すべてを既読にしました
ko_kr: 모두 읽음으로 표시함
ms_my: Tandai semua sebagai sudah dibaca
pt_br: Todas marcadas como lidas
ru_ru: Все отмечено как прочитанное
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
vi_vn: Đã đánh dấu tất cả là đã đọc
zh_cn: 成功标记全部已读
zh_hk: 成功標記全部已讀

# Q8M
source: Me
de_de: Mich
es_es: Mí
fr_fr: Moi
hi_in: मैं
id_id: Saya
it_it: Me stesso
ja_jp: 自分
ko_kr: 나
ms_my: Saya
pt_br: Eu
ru_ru: Я
th_th: ฉัน
vi_vn: Tôi
zh_cn: 我
zh_hk: 我

# 6qw
source: Multiple select
de_de: Mehrfachauswahl
es_es: Selección múltiple
fr_fr: Sélection multiple
hi_in: एकाधिक चयन
id_id: Multipilihan
it_it: Selezione multipla
ja_jp: メールを選択
ko_kr: 복수 선택
ms_my: Pilih banyak
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: เลือกหลายรายการ
vi_vn: Nhiều lựa chọn
zh_cn: 选择邮件
zh_hk: 選擇郵件

# 1AU
source: No more conversations
de_de: Keine weiteren Unterhaltungen
es_es: No hay más correos electrónicos
fr_fr: Plus de conversations
hi_in: और कोई वार्तालाप नहीं
id_id: Tidak ada percakapan lagi
it_it: Non sono disponibili altre conversazioni
ja_jp: メールは以上です
ko_kr: 더 이상 대화 없음
ms_my: Tiada lagi perbualan
pt_br: Não há mais conversas
ru_ru: Больше бесед нет
th_th: ไม่มีการสนทนาเพิ่มเติม
vi_vn: Không còn thư nào nữa
zh_cn: 已加载全部邮件
zh_hk: 已載入全部郵件

# 7/8
source: No Subject
de_de: Kein Betreff
es_es: Sin asunto
fr_fr: Pas d'objet
hi_in: कोई विषय नहीं
id_id: Tidak ada Subjek
it_it: Nessun oggetto
ja_jp: 件名なし
ko_kr: 제목 없음
ms_my: Tiada Subjek
pt_br: Sem assunto
ru_ru: Нет темы
th_th: ไม่มีหัวเรื่อง
vi_vn: Không có chủ đề
zh_cn: 无主题
zh_hk: 無主題

# bDA
source: No internet connection. Please check your internet settings.
de_de: Keine Internetverbindung. Bitte überprüfen Sie Ihre Interneteinstellungen.
es_es: No hay conexión a Internet. Comprueba la configuración de Internet.
fr_fr: Aucune connexion Internet. Veuillez vérifier vos paramètres Internet.
hi_in: कोई नेटवर्क कनेक्शन नहीं है. कृपया जाँचें.
id_id: Tidak ada koneksi internet. Periksa pengaturan internet Anda.
it_it: Nessuna connessione Internet. Verifica le tue impostazioni Internet.
ja_jp: ネットワークが接続されていないません。ネットワーク設定をチェックしてください。
ko_kr: 인터넷에 연결되어 있지 않습니다. 인터넷 설정을 확인하세요.
ms_my: Tiada sambungan internet. Sila periksa tetapan internet anda.
pt_br: Nenhuma conexão com a Internet. Verifique suas configurações de Internet.
ru_ru: Подключение к Интернету отсутствует. Проверьте настройки Интернета.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณ
vi_vn: Không có kết nối internet. Vui lòng kiểm tra cài đặt internet của bạn.
zh_cn: 网络未连接，请检查网络设置
zh_hk: 網絡未連線，請檢查網絡設定

# 8zE
source: (no recipient)
de_de: (Kein Empfänger)
es_es: (sin destinatario)
fr_fr: (aucun destinataire)
hi_in: (कोई प्राप्तकर्ता नहीं)
id_id: (tidak ada penerima)
it_it: (nessun destinatario)
ja_jp: (受信者なし)
ko_kr: (수신자 없음)
ms_my: (tanpa penerima)
pt_br: (sem destinatário)
ru_ru: (без получателя)
th_th: (ไม่มีผู้รับ)
vi_vn: (không có người nhận)
zh_cn: (没有收件人)
zh_hk: （沒有收件者）
