Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ifs
source: Read receipts are not available for members in group chats, mailing lists, or external email accounts. Enable read receipts and send?
de_de: Lesebestätigungen sind für Mitglieder in Gruppenchats, Mailinglisten und externen E-Mail-Konten nicht verfügbar. Möchten Sie Lesebestätigungen aktivieren und senden?
es_es: Las confirmaciones de lectura no están disponibles para miembros en chats de grupo, listas de correo o cuentas de correo electrónico externas. ¿Quieres activar las confirmaciones de lectura y enviar?
fr_fr: Les accusés de réception ne sont pas disponibles pour les discussions de groupe, les listes de diffusion ou les compte e-mail externes. Activer les accusés de réception et envoyer ?
id_id: Tanda terima baca tidak tersedia untuk anggota di obrolan grup, milis, atau akun email eksternal. Aktifkan tanda terima baca dan kirim?
it_it: Le conferme di lettura non sono disponibili per i membri nelle chat di gruppo, nelle liste di distribuzione o con account e-mail esterni. Abilitare le conferme di lettura e inviare?
ja_jp: チャットグループ、メーリングリスト、および外部のメールアドレスの統計はサポートされていません。オンにして送信しますか？
ko_kr: 그룹 채팅, 메일 그룹의 구성원 또는 외부 이메일 계정은 읽음 확인을 사용할 수 없습니다. 읽음 확인을 활성화하고 전송하시겠습니까?
ms_my: Resit bacaan tidak tersedia untuk ahli dalam sembang kumpulan, senarai mel, atau akaun e-mel luar. Aktifkan resit bacaan dan hantar?
pt_br: As confirmações de leitura não estão disponíveis para membros em chats em grupo, listas de e-mail ou contas de e-mail externas. Ativar confirmações de leitura e enviar?
ru_ru: Уведомления о прочтении недоступны для участников групповых чатов, списков рассылки или внешних учетных записей почты. Включить уведомления о прочтении и отправить?
th_th: สมาชิกในแชทกลุ่ม รายการส่งอีเมล หรือบัญชีอีเมลภายนอกจะไม่สามารถใช้การแจ้งเมื่อผู้รับเปิดอ่านได้ ต้องการเปิดใช้การแจ้งเมื่อผู้รับเปิดอ่านและส่งหรือไม่
vi_vn: Tính năng Xác nhận đã đọc không dành cho các thành viên trong cuộc trò chuyện nhóm, danh sách gửi thư hoặc tài khoản email bên ngoài. Bật tính năng xác nhận đã đọc và gửi?
zh_cn: 暂不支持统计聊天群组、邮件组和外部邮件地址，确认开启并发送吗？
zh_hk: 暫不支援統計聊天群組、郵件群組和外部郵件地址，確認開啟並發送嗎？

# tUs
source: Go Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# CmY
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# txc
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Учить больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# ROg
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# c6M
source: Loading failed. Please try again later
de_de: Der Ladevorgang ist fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al cargar. Inténtalo de nuevo más tarde
fr_fr: Échec du chargement. Veuillez réessayer plus tard
id_id: Gagal memuat. Coba lagi nanti
it_it: Caricamento non riuscito. Riprova più tardi
ja_jp: 読み込みできませんでした。後で再試行してください
ko_kr: 로드하지 못했습니다. 나중에 다시 시도하세요
ms_my: Gagal memuatkan. Sila cuba lagi kemudian
pt_br: Falha ao carregar. Tente novamente mais tarde
ru_ru: Загрузка не удалась. Попробуйте позже
th_th: การโหลดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau
zh_cn: 加载失败，请稍后重试
zh_hk: 載入失敗，請稍後重試

# oRc
source: Loading failed. {{ClickRetry}}
de_de: Ladevorgang ist fehlgeschlagen. {{ClickRetry}}
es_es: Error al cargar. {{ClickRetry}}
fr_fr: Échec du chargement. {{ClickRetry}}
id_id: Gagal memuat. {{ClickRetry}}
it_it: Impossibile caricare. {{ClickRetry}}
ja_jp: 読み込みできませんでした。{{ClickRetry}}
ko_kr: 로드가 실패했습니다. {{ClickRetry}}
ms_my: Gagal memuatkan. {{ClickRetry}}
pt_br: Falha ao carregar. {{ClickRetry}}
ru_ru: Загрузка не удалась. {{ClickRetry}}
th_th: การโหลดล้มเหลว {{ClickRetry}}
vi_vn: Tải không thành công. {{ClickRetry}}
zh_cn: 加载失败，{{ClickRetry}}
zh_hk: 載入失敗，{{ClickRetry}}

# b7M
source: {{num}}/{{number}} read
de_de: {{num}}/{{number}} gelesen
es_es: {{num}}/{{number}} leídos
fr_fr: {{num}}/{{number}} messages lus
id_id: {{num}}/{{number}} dibaca
it_it: {{num}}/{{number}} lette
ja_jp: 開封済み {{num}}/{{number}}
ko_kr: {{num}}/{{number}}개 읽음
ms_my: {{num}}/{{number}} dibaca
pt_br: {{num}}/{{number}} lido(s)
ru_ru: {{num}}/{{number}} прочитано
th_th: อ่านแล้ว {{num}}/{{number}}
vi_vn: Đã đọc {{num}}/{{number}}
zh_cn: 已读 {{num}}/{{number}}
zh_hk: 已讀 {{num}}/{{number}}

# 5YY
source: Read
de_de: Gelesen
es_es: Leídos
fr_fr: Lus
id_id: Dibaca
it_it: Lette
ja_jp: 開封済み
ko_kr: 읽음
ms_my: Dibaca
pt_br: Lido
ru_ru: Прочитано
th_th: อ่านแล้ว
vi_vn: Đã đọc
zh_cn: 已读
zh_hk: 已讀

# XrI
source: Read receipts
de_de: Lesebestätigungen
es_es: Confirmaciones de lectura
fr_fr: Accusés de réception
id_id: Tanda terima baca
it_it: Conferme di lettura
ja_jp: 開封状況の統計
ko_kr: 읽음 확인
ms_my: Baca resit
pt_br: Confirmação de leitura
ru_ru: Подсчет чтения
th_th: การแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Xác nhận đã đọc
zh_cn: 已读统计
zh_hk: 已讀統計

# XCc
source: Once enabled, you'll be notified when recipients have read your emails.
de_de: Nachdem diese Option aktiviert wurde, erhalten Sie eine Benachrichtigung, sobald ein Empfänger Ihre E-Mails gelesen hat.
es_es: Si se activa, recibirás una notificación cuando los destinatarios lean tus correos electrónicos.
fr_fr: Une fois cette option activée, vous serez informé dès que les destinataires auront lu vos e-mails.
id_id: Setelah diaktifkan, Anda akan diberi tahu ketika penerima telah membaca email Anda.
it_it: Dopo l'abilitazione, riceverai notifiche quando i destinatari hanno letto le tue e-mail.
ja_jp: オンにすると、受信者がメールを開封したかどうか確認できます
ko_kr: 활성화하면 받는 사람이 이메일을 읽을 때 보낸 사람에게 알림이 전송됩니다.
ms_my: Setelah diaktifkan, anda akan dimaklumkan apabila penerima telah membaca emel anda.
pt_br: Após a ativação, você será notificado quando os destinatários lerem seus e-mails.
ru_ru: После включения вы будете получать уведомления, когда получатели прочитают ваши письма.
th_th: เมื่อเปิดใช้แล้ว คุณจะได้รับแจ้งเมื่อผู้รับอ่านอีเมลของคุณ
vi_vn: Sau khi bật tính năng này, bạn sẽ được thông báo khi người nhận đọc email của bạn.
zh_cn: 开启后可查看对方是否阅读邮件
zh_hk: 開啟後可查看對方有否閱讀郵件

# E0o
source: Track emails with Read Receipts
de_de: E-Mails mit Lesebestätigungen nachverfolgen
es_es: Sigue tus correos electrónicos con las confirmaciones de lectura
fr_fr: Suivez les e-mails grâce aux accusés de réception
id_id: Lacak email dengan Tanda Terima Baca
it_it: Monitora le e-mail mediante conferme di lettura
ja_jp: メールの開封状況を確認できます
ko_kr: 읽음 확인으로 이메일 추적
ms_my: Jejak emel dengan Resit Bacaan
pt_br: Rastrear e-mails com confirmações de leitura
ru_ru: Отслеживайте письма с помощью уведомлений о прочтении
th_th: ติดตามอีเมลด้วยการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Theo dõi email bằng tính năng Xác nhận đã đọc
zh_cn: 可查看收件人的阅读情况
zh_hk: 可查看收件人的閱讀情況

# K4Y
source: Only available to {{APP_DISPLAY_NAME}} Mail users in the same organization.
de_de: Nur verfügbar für Benutzer von {{APP_DISPLAY_NAME}} Mail in derselben Organisation.
es_es: Solo disponible para usuarios de Correo de {{APP_DISPLAY_NAME}} de la misma organización.
fr_fr: Disponible uniquement pour les utilisateurs {{APP_DISPLAY_NAME}} Mail de la même organisation.
id_id: Hanya tersedia untuk pengguna {{APP_DISPLAY_NAME}} Mail di organisasi yang sama.
it_it: Disponibile solo per utenti di {{APP_DISPLAY_NAME}} Mail della stessa organizzazione.
ja_jp: 有効化すると、送信したメールが開封されたか確認できます（同じ法人内の{{APP_DISPLAY_NAME}}メールのユーザー宛てのみ）。
ko_kr: 동일한 기업의 {{APP_DISPLAY_NAME}} 메일 사용자에게만 제공됩니다.
ms_my: Hanya tersedia untuk pengguna {{APP_DISPLAY_NAME}} Mail dalam organisasi yang sama.
pt_br: Disponível apenas para usuários do {{APP_DISPLAY_NAME}} Mail da mesma organização.
ru_ru: Доступно только для пользователей Почты {{APP_DISPLAY_NAME}} в организации.
th_th: พร้อมใช้งานสำหรับผู้ใช้อีเมล {{APP_DISPLAY_NAME}} ในองค์กรเดียวกันเท่านั้น
vi_vn: Chỉ dành cho người dùng của Thư của {{APP_DISPLAY_NAME}} trong cùng tổ chức.
zh_cn: 仅限同组织内的{{APP_DISPLAY_NAME}}邮箱用户
zh_hk: 只限同一組織內的{{APP_DISPLAY_NAME}}電郵地址用戶

# Kxw
source: Track emails with Read Receipts
de_de: E-Mails mit Lesebestätigungen nachverfolgen
es_es: Sigue tus correos electrónicos con las confirmaciones de lectura
fr_fr: Suivez les e-mails grâce aux accusés de réception
id_id: Lacak email dengan Tanda Terima Baca
it_it: Monitora le e-mail mediante conferme di lettura
ja_jp: 「開封状況の統計」機能が追加されました
ko_kr: 읽음 확인으로 이메일 추적
ms_my: Jejak e-mel dengan Resit Bacaan
pt_br: Rastrear e-mails com confirmações de leitura
ru_ru: Отслеживайте письма с помощью уведомлений о прочтении
th_th: ติดตามอีเมลด้วยการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Theo dõi email bằng tính năng Xác nhận đã đọc
zh_cn: 新增“已读统计”功能
zh_hk: 新增「已讀統計」功能

# 7PI
source: Summary of read receipts
de_de: Zusammenfassung der Lesebestätigungen
es_es: Resumen de confirmaciones de lectura
fr_fr: Récapitulatif des accusés de réception
id_id: Ringkasan tanda terima baca
it_it: Riepilogo delle conferme di lettura
ja_jp: 開封状況統計データの詳細
ko_kr: 읽음 확인 요약
ms_my: Ringkasan resit bacaan
pt_br: Resumo das confirmações de leitura
ru_ru: Сводка уведомлений о прочтении
th_th: สรุปการแจ้งเมื่อผู้รับเปิดอ่าน
vi_vn: Tóm tắt xác nhận đã đọc
zh_cn: 已读统计详情
zh_hk: 已讀統計詳情

# /QA
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 開封状況を統計中
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 已读统计中
zh_hk: 已讀統計中

# 6YI
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 确认并发送
zh_hk: 確認並發送

# SBQ
source: Sender has enabled read receipts
de_de: Der Absender hat Lesebestätigungen aktiviert
es_es: El remitente ha habilitado las confirmaciones de lectura
fr_fr: L'expéditeur a activé les accusés de réception
id_id: Pengirim telah mengaktifkan tanda terima baca
it_it: Il mittente ha abilitato le conferme di lettura
ja_jp: 送信者が開封状況の統計をオンにしています
ko_kr: 보낸 사람이 읽음 확인을 활성화했습니다
ms_my: Pengirim telah mengaktifkan resit bacaan
pt_br: O remetente ativou confirmações de leitura
ru_ru: Отправитель включил уведомления о прочтении
th_th: ผู้ส่งได้เปิดใช้การแจ้งเมื่อผู้รับเปิดอ่านแล้ว
vi_vn: Người gửi đã bật tính năng xác nhận đã đọc
zh_cn: 发件人已开启已读统计
zh_hk: 寄件者已開啟已讀統計

# EOQ
source: Sender will be notified that you've read the email once you open it.
de_de: Nachdem Sie die E-Mail geöffnet haben, wird der Absender benachrichtigt, dass Sie die E-Mail gelesen haben
es_es: Se notificará al remitente de que has leído el correo electrónico en cuanto lo abras
fr_fr: L'expéditeur sera informé du fait que vous avez lu l'e-mail dès que vous l'aurez ouvert
id_id: Pengirim akan diberi tahu bahwa Anda telah membaca email setelah Anda membukanya
it_it: Una volta aperta l'e-mail, il mittente riceverà una notifica che lo informa dell'avvenuta lettura da parte tua
ja_jp: このメールを開封すると、送信者はあなたが開封したことを把握できます
ko_kr: 이메일을 열면 해당 이메일을 읽었음을 보낸 사람에게 알립니다
ms_my: Pengirim akan diberitahu bahawa anda telah membaca emel setelah anda membukanya.
pt_br: O remetente será notificado de que você leu o e-mail na primeira vez que abri-lo
ru_ru: Отправитель будет уведомлен о том, что вы прочитали электронное письмо, как только вы его откроете.
th_th: ผู้ส่งจะได้รับแจ้งว่าคุณอ่านอีเมลแล้วเมื่อคุณเปิดอีเมล
vi_vn: Người gửi sẽ được thông báo rằng bạn đã đọc email ngay sau khi bạn mở email
zh_cn: 当你点开这封邮件，发件人将会知道你已读
zh_hk: 當你開啟這封郵件時，寄件者將會知道你已閱讀

# cGM
source: Unable to load summary. Please try again later
de_de: Das Laden der Zusammenfassung ist fehlgeschlagen. Bitte versuchen Sie es später erneut
es_es: No se puede cargar el resumen. Inténtalo de nuevo más tarde
fr_fr: Impossible de charger le récapitulatif. Veuillez réessayer plus tard
id_id: Gagal memuat ringkasan. Coba lagi nanti
it_it: Impossibile caricare il riepilogo. Riprova più tardi
ja_jp: データを取得できませんでした。後で再試行してください
ko_kr: 요약을 로드할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat memuatkan ringkasan. Sila cuba lagi kemudian
pt_br: Não é possível carregar o resumo. Tente novamente mais tarde
ru_ru: Не удалось загрузить сводку. Попробуйте позже
th_th: โหลดสรุปไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tải tóm tắt. Vui lòng thử lại sau
zh_cn: 暂未查询到详情，请稍后重试
zh_hk: 暫未查詢到詳情，請稍後重試

# 5lY
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
id_id: Tidak dikenal
it_it: Sconosciute
ja_jp: 統計不可
ko_kr: 알 수 없음
ms_my: Tidak diketahui
pt_br: Desconhecido
ru_ru: Неизвестно
th_th: ไม่ทราบ
vi_vn: Không xác định
zh_cn: 无法统计
zh_hk: 無法統計

# DXk
source: Read receipts are not available for members in group chats, mailing lists, or external users who aren't using {{APP_DISPLAY_NAME}} Mail
de_de: Lesebestätigungen sind verfügbar für Mitglieder in Gruppenchats, Mailinglisten und Benutzer von externen E-Mail-Konten, die nicht {{APP_DISPLAY_NAME}}-Mail nutzen
es_es: Las confirmaciones de lectura no están disponibles para los miembros de chats de grupo, las listas de correo ni los usuarios externos que no usen Correo de {{APP_DISPLAY_NAME}}
fr_fr: Les accusés de réception ne sont pas disponibles pour les membres des discussions de groupe, les listes de diffusion ou les utilisateurs externes qui n'utilisent pas {{APP_DISPLAY_NAME}} Mail
id_id: Tanda terima baca tidak tersedia untuk anggota di obrolan grup, milis, atau pengguna eksternal yang tidak menggunakan {{APP_DISPLAY_NAME}} Mail
it_it: Le conferme di lettura non sono disponibili per i membri nelle chat di gruppo, nelle liste di distribuzione o per utenti esterni che non utilizzano {{APP_DISPLAY_NAME}} Mail
ja_jp: チャットグループ、メーリングリスト、外部アドレス、および{{APP_DISPLAY_NAME}}以外のメールアドレスを使用中のメンバーの統計はサポートされていません
ko_kr: 그룹 채팅, 메일 그룹의 구성원 또는 {{APP_DISPLAY_NAME}} 메일을 사용하지 않는 외부 사용자는 읽음 확인을 사용할 수 없습니다
ms_my: Resit bacaan tidak tersedia untuk ahli dalam sembang kumpulan, senarai mel, atau pengguna luar yang tidak menggunakan {{APP_DISPLAY_NAME}} Mail
pt_br: As confirmações de leitura não estão disponíveis para membros em chats em grupo, listas de e-mails ou usuários externos que não estão usando o E-mail do {{APP_DISPLAY_NAME}}
ru_ru: Уведомления о прочтении недоступны для участников групповых чатов, списков рассылки или внешних пользователей, не использующих Почту {{APP_DISPLAY_NAME}}.
th_th: สมาชิกในแชทกลุ่ม รายการส่งอีเมล หรือผู้ใช้ภายนอกที่ไม่ได้ใช้เมล {{APP_DISPLAY_NAME}} จะไม่สามารถใช้การแจ้งเมื่อผู้รับเปิดอ่านได้
vi_vn: Tính năng Xác nhận đã đọc không dành cho các thành viên trong cuộc trò chuyện nhóm, danh sách gửi thư hoặc người dùng bên ngoài không sử dụng {{APP_DISPLAY_NAME}} Mail
zh_cn: 暂不支持统计聊天群组、邮件组、外部地址和未使用{{APP_DISPLAY_NAME}}邮箱的成员
zh_hk: 暫不支援統計聊天群組、郵件群組、外部地址和未使用{{APP_DISPLAY_NAME}}電郵地址的成員

# ono
source: Unread
de_de: Ungelesen
es_es: No leídos
fr_fr: Non lus
id_id: Belum dibaca
it_it: Non lette
ja_jp: 未開封
ko_kr: 읽지 않음
ms_my: Belum dibaca
pt_br: Não lido
ru_ru: Не прочитано
th_th: ยังไม่ได้อ่าน
vi_vn: Chưa đọc
zh_cn: 未读
zh_hk: 未讀

# 7uA
source: Revert Auto-Sizing
de_de: Automatische Größenanpassung rückgängig machen
es_es: Revertir ajuste de tamaño automático
fr_fr: Rétablir le dimensionnement automatique
id_id: Kembalikan Pengukuran Otomatis
it_it: Torna al ridimensionamento automatico
ja_jp: 自動サイズ変更を元に戻す
ko_kr: 자동 크기 조정 되돌리기
ms_my: Kembalikan Penyesuaian Saiz Automatik
pt_br: Reverter o dimensionamento automático
ru_ru: Вернуть автоматический выбор размера
th_th: ย้อนกลับการปรับขนาดโดยอัตโนมัติ
vi_vn: Khôi phục lại tính năng tự động định cỡ
zh_cn: 撤销页面缩放
zh_hk: 撤銷頁面縮放

# iw4
source: Failed to recall. The recipient's domain is an external domain.
de_de: Zurückrufen fehlgeschlagen. Die Domäne des Empfängers ist eine externe Domäne.
es_es: No se puede recuperar. El dominio del destinatario es un dominio externo.
fr_fr: Rappel impossible. Le domaine du destinataire est externe.
id_id: Gagal menarik. Domain penerima adalah domain eksternal.
it_it: Richiamo non riuscito. Il dominio del destinatario è un dominio esterno.
ja_jp: 取り消しできませんでした。この受信者は内部ドメインではありません。
ko_kr: 회수하지 못했습니다. 받는 사람의 도메인이 외부 도메인입니다.
pt_br: Falha no recolhimento. O domínio do destinatário é um domínio externo.
ru_ru: Не удалось отозвать. Получатель использует внешний домен.
th_th: ไม่สามารถเรียกคืนได้ โดเมนของผู้รับเป็นโดเมนภายนอก
vi_vn: Thu hồi không thành công. Tên miền của người nhận là tên miền bên ngoài.
zh_cn: 撤回失败，收件人域名为外部域名
zh_hk: 撤回失敗，收件人域名為外部域名

# xi8
source: Recalling...{{percentage}} complete.
de_de: Wird zurückgerufen ...{{percentage}} abgeschlossen.
es_es: Recuperando... {{percentage}} completado.
fr_fr: Rappel… {{percentage}} terminé.
id_id: Menarik...{{percentage}} selesai.
it_it: Richiamo in corso. Completamento: {{percentage}}.
ja_jp: 送信取り消し中です。進捗： {{percentage}}
ko_kr: 회수 중...{{percentage}}가 완료되었습니다.
pt_br: Recolhimento... {{percentage}} concluído(s).
ru_ru: Выполняется отзыв... Завершено {{percentage}}.
th_th: การเรียกคืน... เสร็จ {{percentage}}
vi_vn: Đang thu hồi... Đã hoàn thành {{percentage}}.
zh_cn: 撤回中，进度 {{percentage}}
zh_hk: 撤回中，進度 {{percentage}}

# yjM
source: Recall
de_de: Zurückrufen
es_es: Recuperar
fr_fr: Rappeler
hi_in: रीकॉल करें
id_id: Tarik
it_it: Richiama
ja_jp: 送信取り消し
ko_kr: 회수
ms_my: Tarik balik
pt_br: Recuperar
ru_ru: Отзыв
th_th: เรียกคืน
vi_vn: Thu hồi
zh_cn: 撤回邮件
zh_hk: 撤回郵件

# caQ
source: Click "View details" for more information
de_de: Klicken Sie auf „Details anzeigen“ für weitere Informationen
es_es: Haz clic en "Ver detalles" para obtener más información
fr_fr: Cliquez sur « Afficher les détails » pour plus d'informations
hi_in: अधिक जानकारी के लिए "विवरण देखें" पर क्लिक करें
id_id: Klik "Lihat perincian" untuk informasi lebih lanjut
it_it: Fai clic su "Visualizza dettagli" per ulteriori informazioni
ja_jp: 「詳細を見る」をクリックして取り消し結果を確認できます
ko_kr: 자세한 내용은 "세부 정보 보기"를 클릭하세요
ms_my: Klik "Lihat butiran" untuk maklumat lanjut
pt_br: Clique em "Exibir detalhes" para obter mais informações
ru_ru: Нажмите "Подробнее" для получения дополнительной информации
th_th: คลิก “ดูรายละเอียด” สำหรับข้อมูลเพิ่มเติม
vi_vn: Nhấp "Xem chi tiết" để biết thêm thông tin
zh_cn: 点击“详情”了解撤回结果
zh_hk: 點擊「詳細資訊」瞭解撤回結果

# 8vc
source: Recalling message...
de_de: Nachricht wird zurückgerufen...
es_es: Recuperando el mensaje...
fr_fr: Rappel du message…
hi_in: संदेश पुनः कॉल किया जा रहा है...
id_id: Menarik pesan...
it_it: Richiamo del messaggio in corso
ja_jp: メールを取り消し中…
ko_kr: 메시지 회수 중...
ms_my: Menarik balik mesej...
pt_br: Recuperando mensagem...
ru_ru: Отзыв письма...
th_th: กำลังเรียกคืนข้อความ...
vi_vn: Đang thu hồi tin nhắn...
zh_cn: 邮件撤回中
zh_hk: 郵件撤回中

# Mp8
source: The recipient's domain is an internal domain.
de_de: Die Domäne des Empfängers ist eine interne Domäne.
es_es: El dominio del destinatario es un dominio interno.
fr_fr: Le domaine du destinataire est interne.
hi_in: यह प्राप्तकर्ता आप वाला डोमेन ही उपयोग करता है.
id_id: Domain penerima adalah domain internal.
it_it: Il dominio del destinatario è un dominio interno.
ja_jp: 内部ドメイン宛てのメールである
ko_kr: 받는 사람의 도메인이 내부 도메인입니다.
pt_br: O domínio do destinatário é um domínio interno.
ru_ru: Получатель использует внутренний домен.
th_th: โดเมนของผู้รับเป็นโดเมนภายใน
vi_vn: Tên miền của người nhận là tên miền bên trong.
zh_cn: 收件人域名为内部域名
zh_hk: 收件人域名為內部域名

# Nu8
source: Recall this message?
de_de: Diese Nachricht zurückrufen?
es_es: ¿Recuperar este mensaje?
fr_fr: Rappeler ce message ?
hi_in: यह संदेश रीकॉल करना चाहते हैं?
id_id: Tarik pesan ini?
it_it: Vuoi richiamare questo messaggio?
ja_jp: メールを取り消しますか？
ko_kr: 이 메시지를 회수하시겠습니까?
ms_my: Tarik balik mesej ini?
pt_br: Recuperar esta mensagem?
ru_ru: Отозвать письмо?
th_th: เรียกคืนข้อความนี้หรือไม่
vi_vn: Thu hồi tin nhắn này?
zh_cn: 确定撤回邮件吗？
zh_hk: 確定撤回郵件嗎？

# R44
source: , failed to recall {{num}}
de_de: , {{num}} konnte(n) nicht zurückgerufen werden
es_es: , error al recuperar {{num}}
fr_fr: , échec du rappel de {{num}}
hi_in: , {{num}} को रीकॉल करना विफल रहा
id_id: , {{num}} gagal ditarik
it_it: , {{num}} non è stato richiamato
ja_jp: 、{{num}} 人の撤回に失敗
ko_kr: , {{num}}명 회수 실패
ms_my: , gagal menarik balik {{num}}
pt_br: , {{num}} não foi (foram) recuperada(s)
ru_ru: , не удалось отозвать: {{num}}
th_th: {{num}} เรียกคืนไม่สำเร็จ
vi_vn: , {{num}} không thu hồi được
zh_cn: ，{{num}} 个撤回失败
zh_hk: ，{{num}} 個撤回失敗

# vHA
source: , Details:
es_es: , Detalles:
fr_fr: , Détails :
hi_in: , विवरण:
id_id: , Perincian:
it_it: , Dettagli:
ja_jp: 、詳細は以下の通り：
ko_kr: , 세부 정보:
ms_my: , Butiran:
pt_br: , Detalhes:
ru_ru: , Сведения:
th_th: รายละเอียด:
vi_vn: , Chi tiết:
zh_cn: ，详情如下：
zh_hk: ，詳情如下：

# ihk
source: , {{num}} being recalled
de_de: , {{num}} wird/werden zurückgerufen
es_es: , recuperando {{num}}
fr_fr: , {{num}} en cours de rappel
hi_in: , {{num}} रीकॉल किया जा रहा है
id_id: , {{num}} sedang ditarik
it_it: , {{num}} in fase di richiamo
ja_jp: 、{{num}} 人が撤回中です
ko_kr: , {{num}}명 회수 중
ms_my: , {{num}} sedang ditarik balik
pt_br: , {{num}} sendo recuperada(s)
ru_ru: , {{num}} отозвано
th_th: {{num}} กำลังถูกเรียกคืน
vi_vn: , {{num}} đang được thu hồi
zh_cn: ，{{num}} 个撤回中
zh_hk: ，{{num}} 個撤回中

# 0fs
source: , {{num}} successfully recalled
de_de: , {{num}} erfolgreich zurückgerufen
es_es: , {{num}} recuperados correctamente
fr_fr: , {{num}} rappelé(s) avec succès
hi_in: , {{num}} को वापस ले लिया गया
id_id: , {{num}} berhasil ditarik
it_it: , {{num}} richiamato correttamente
ja_jp: 、{{num}} 人の撤回に成功
ko_kr: , {{num}} 회수 성공
ms_my: , {{num}} berjaya ditarik balik
pt_br: , {{num}} recuperada(s) com êxito
ru_ru: , отозвано успешно: {{num}}
th_th: {{num}} เรียกคืนสำเร็จแล้ว
vi_vn: , {{num}} đã thu hồi thành công
zh_cn: ，{{num}} 个撤回成功
zh_hk: ，{{num}} 個撤回成功

# Ki0
source: Recall details
de_de: Rückrufdetails
es_es: Detalles de la recuperación
fr_fr: Détails du rappel
hi_in: रीकॉल के विवरण
id_id: Perincian Penarikan
it_it: Dettagli del richiamo
ja_jp: 取り消しの詳細
ko_kr: 회수 세부 정보
ms_my: Butiran penarikan balik
pt_br: Detalhes da recuperação
ru_ru: Сведения отзыва
th_th: รายละเอียดการเรียกคืน
vi_vn: Chi tiết thu hồi
zh_cn: 邮件撤回详情
zh_hk: 郵件撤回詳情

# NOk
source: Total number of recipients is {{num}}
de_de: Die Gesamtzahl der Empfänger ist {{num}}.
es_es: El número total de destinatarios es {{num}}
fr_fr: Le nombre total de destinataires est {{num}}
hi_in: प्राप्तकर्ताओं की कुल संख्या {{num}} है
id_id: Total jumlah penerima adalah {{num}}
it_it: Il numero totale di destinatari è {{num}}
ja_jp: 合計 {{num}} 人の宛先のうち
ko_kr: 수신자는 총 {{num}}명입니다
ms_my: Jumlah penerima ialah {{num}}
pt_br: O número total de destinatários é {{num}}
ru_ru: Общее количество получателей равно {{num}}
th_th: จำนวนผู้รับทั้งหมดคือ {{num}}
vi_vn: Tổng số người nhận {{num}}
zh_cn: 总共 {{num}} 个收件人
zh_hk: 總共 {{num}} 個收件者

# +dQ
source: Details
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 詳情

# ZJY
source: Message was recalled
de_de: Nachricht wurde zurückgerufen
es_es: El mensaje se ha recuperado
fr_fr: Le message a été rappelé
hi_in: संदेश पुनः कॉल किया गया था
id_id: Pesan telah ditarik
it_it: Il messaggio è stato richiamato
ja_jp: メールを取り消しました
ko_kr: 메시지가 회수되었습니다
ms_my: Mesej ditarik balik
pt_br: A mensagem foi recuperada
ru_ru: Письмо отозвано
th_th: ข้อความถูกเรียกคืน
vi_vn: Đã thu hồi tin nhắn
zh_cn: 邮件已被撤回
zh_hk: 郵件已被撤回
