Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# y8o
source: Current email size is {{num}}. Please reduce it to 50 MB.
de_de: Aktuelle E-Mail-Größe ist {{num}}. Reduzieren Sie die Größe auf 50 MB.
es_es: El tamaño del email es {{num}}. Redúcelo a 50 MB.
fr_fr: La taille actuelle de l'e-mail est de {{num}}. Veuillez la réduire à 50 Mo.
hi_in: वर्तमान ईमेल का आकार {{num}} है. कृपया इसे कम करके 50 MB करें.
id_id: Ukuran email saat ini adalah {{num}}. Kurangi menjadi 50 MB.
it_it: La dimensione attuale delle e-mail è {{num}}. Riduci le dimensioni a 50 MB per continuare.
ja_jp: メールのサイズが {{num}} です。50MB 以内に縮小してください。
ko_kr: 현재 이메일 크기는 {{num}}입니다. 50MB로 줄이세요.
ms_my: Saiz emel semasa ialah {{num}}. Sila kurangkan kepada 50 MB.
pt_br: O tamanho do e-mail atual é {{num}}. Reduza-o para 50 MB.
ru_ru: Текущий размер письма: {{num}}. Уменьшите его до 50 МБ.
th_th: ขนาดอีเมลปัจจุบันคือ {{num}} โปรดลดขนาดลงเหลือ 50 MB
vi_vn: Kích cỡ email hiện tại là {{num}}. Vui lòng giảm kích cỡ xuống 50 MB.
zh_cn: 当前邮件大小为 {{num}}，请缩小至 50 MB
zh_hk: 目前郵件大小為 {{num}}，請縮小至 50 MB

# DuM
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 再試行
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# 8G8
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# pN4
source: Save changes before exiting?
de_de: Änderungen vor dem Beenden speichern?
es_es: ¿Guardar los cambios antes de salir?
fr_fr: Enregistrer les modifications avant de quitter ?
hi_in: बाहर निकलने से पहले बदलाव सहेजें?
id_id: Simpan perubahan sebelum keluar?
it_it: Salvare le modifiche prima di uscire?
ja_jp: 変更を保存しますか？
ko_kr: 종료하기 전에 변경 사항을 저장하시겠습니까?
ms_my: Simpan perubahan sebelum keluar?
pt_br: Salvar alterações antes de sair?
ru_ru: Сохранить изменения перед выходом?
th_th: บันทึกการเปลี่ยนแปลงก่อนออกหรือไม่
vi_vn: Lưu các thay đổi trước khi thoát
zh_cn: 即将退出编辑，是否保存本次修改？
zh_hk: 即將退出編輯，確認儲存本次修改？

# EbA
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# RqY
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存签名
zh_hk: 儲存簽名

# Zf0
source: Your account is being verified. Please add another account later
de_de: Ihr Konto wird verifiziert. Bitte fügen Sie ein anderes Konto später hinzu
es_es: Se está verificando tu cuenta. Agrega otra cuenta más tarde
fr_fr: Votre compte est en cours de vérification. Veuillez ajouter un autre compte plus tard
id_id: Akun Anda sedang diverifikasi. Tambahkan akun lain nanti
it_it: La verifica del tuo account è in corso. Aggiungi un altro account più tardi
ja_jp: アカウントを認証しています。ほかのアカウントを追加しないでください。
ko_kr: 계정을 인증하는 중입니다. 나중에 다른 계정을 추가하세요
ms_my: Akaun anda sedang disahkan. Sila tambah akaun lain kemudian
pt_br: Sua conta está sendo verificada. Adicione outra conta mais tarde
ru_ru: Ваша учетная запись проверяется. Добавьте другую учетную запись позже
th_th: กำลังยืนยันบัญชีของคุณ โปรดเพิ่มบัญชีอื่นภายหลัง
vi_vn: Tài khoản của bạn đang được xác minh. Vui lòng thêm tài khoản khác sau
zh_cn: 该账号验证中，请稍后添加其他账号
zh_hk: 該帳戶正在驗證中，請稍後新增其他帳戶

# 90E
source: Verifying account...
de_de: Konto wird verifiziert...
es_es: Verificando cuenta...
fr_fr: Vérification du compte...
id_id: Memverifikasi akun...
it_it: Verifica account in corso
ja_jp: アカウントを認証中...
ko_kr: 계정 인증 중...
ms_my: Mengesahkan akaun...
pt_br: Verificando conta...
ru_ru: Проверка учетной записи…
th_th: กำลังยืนยันบัญชี...
vi_vn: Đang xác minh tài khoản...
zh_cn: 账号验证中...
zh_hk: 帳戶驗證中...

# oMk
source: Security type
de_de: Sicherheitstyp
es_es: Tipo de seguridad
fr_fr: Type de sécurité
hi_in: सुरक्षा प्रकार
id_id: Jenis keamanan
it_it: Tipo di sicurezza
ja_jp: セキュリティ
ko_kr: 보안 유형
ms_my: Jenis keselamatan
pt_br: Tipo de segurança
ru_ru: Тип безопасности
th_th: ประเภทความปลอดภัย
vi_vn: Loại bảo mật
zh_cn: 安全类型
zh_hk: 安全類型

# Bdc
source: Select security type
de_de: Sicherheitstyp auswählen
es_es: Seleccionar tipo de seguridad
fr_fr: Sélectionner le type de sécurité
hi_in: सुरक्षा प्रकार चुनें
id_id: Pilih jenis keamanan
it_it: Seleziona tipo di sicurezza
ja_jp: セキュリティタイプを選択
ko_kr: 보안 유형 선택
ms_my: Pilih jenis keselamatan
pt_br: Selecionar tipo de segurança
ru_ru: Выберите тип безопасности
th_th: เลือกประเภทการรักษาความปลอดภัย
vi_vn: Lựa chọn loại bảo mật
zh_cn: 选择安全类型
zh_hk: 選擇安全類型

# ZWM
source: Sender port
de_de: Absenderport
es_es: Puerto del remitente
fr_fr: Port expéditeur
hi_in: प्रेषक पोर्ट
id_id: Port pengirim
it_it: Porta del mittente
ja_jp: 発信ポート
ko_kr: 보낸 사람 포트
ms_my: Port pengirim
pt_br: Porta do remetente
ru_ru: Порт отправителя
th_th: พอร์ตของผู้ส่ง
vi_vn: Cổng người gửi
zh_cn: 发信端口
zh_hk: 寄件連接埠

# XHo
source: Outgoing server
de_de: Postausgangsserver
es_es: Servidor de salida
fr_fr: Serveur sortant
hi_in: आउटगोइंग सर्वर
id_id: Server keluar
it_it: Server posta in uscita
ja_jp: 発信サーバー
ko_kr: 송신 서버
ms_my: Pelayan keluar
pt_br: Servidor de saída
ru_ru: Сервер-отправитель
th_th: เซิร์ฟเวอร์ขาออก
vi_vn: Máy chủ gửi đi
zh_cn: 发信服务器
zh_hk: 寄件伺服器

# aEo
source: Sent at:
de_de: Gesendet um:
es_es: Enviado a las:
fr_fr: Date d'envoi :
hi_in: कब भेजा गया:
id_id: Dikirim pada:
it_it: Data/ora invio:
ja_jp: 送信時間：
ko_kr: 보낸 시간:
ms_my: Dihantar pada:
pt_br: Enviado às:
ru_ru: Отправлено:
th_th: ส่งเมื่อ:
vi_vn: Đã gửi vào lúc:
zh_cn: 发件时间：
zh_hk: 寄件時間：

# YSA
source: From:
de_de: Von:
es_es: De:
fr_fr: De :
hi_in: प्रेषक:
id_id: Dari:
it_it: Da:
ja_jp: 送信者：
ko_kr: 보낸 사람:
ms_my: Dari:
pt_br: De:
ru_ru: От:
th_th: จาก:
vi_vn: Từ:
zh_cn: 发件人：
zh_hk: 寄件者：

# V10
source: Server error. Unable to delete
de_de: Serverfehler. Löschen nicht möglich
es_es: Error del servidor. No se puede eliminar.
fr_fr: Erreur du serveur. Suppression impossible
hi_in: सर्वर त्रुटि. हटाने में असमर्थ
id_id: Kesalahan server. Tidak dapat menghapus.
it_it: Errore del server. Impossibile eliminare.
ja_jp: サーバーエラーです。削除できません
ko_kr: 서버 오류. 삭제할 수 없습니다
ms_my: Ralat pelayan. Tidak dapat memadam
pt_br: Erro de servidor. Não é possível excluir
ru_ru: Ошибка сервера. Невозможно удалить
th_th: เซิร์ฟเวอร์เกิดข้อผิดพลาด ไม่สามารถลบได้
vi_vn: Lỗi máy chủ. Không xóa được
zh_cn: 删除失败，服务器错误
zh_hk: 刪除失敗，伺服器錯誤

# RE0
source: Server type
de_de: Servertyp
es_es: Tipo de servidor
fr_fr: Type de serveur
hi_in: सर्वर प्रकार
id_id: Jenis server
it_it: Tipo di server
ja_jp: サーバータイプ
ko_kr: 서버 유형
ms_my: Jenis pelayan
pt_br: Tipo de servidor
ru_ru: Тип сервера
th_th: ประเภทเซิร์ฟเวอร์
vi_vn: Loại máy chủ
zh_cn: 服务器类型
zh_hk: 伺服器類型

# dzU
source: This setting won't apply to connected accounts.
de_de: Diese Einstellung gilt nicht für verbundene Konten.
es_es: Esta configuración no se aplicará a las cuentas conectadas.
fr_fr: Ce paramètre ne s'appliquera pas aux comptes connectés.
id_id: Pengaturan ini tidak akan berlaku untuk akun yang terhubung.
it_it: Questa impostazione non verrà applicata agli account connessi.
ja_jp: この設定は代行受信用アカウントには適用されません
ko_kr: 이 설정은 연결된 계정에 적용되지 않습니다.
ms_my: Tetapan ini tidak akan digunakan untuk akaun yang disambungkan.
pt_br: Esta configuração não se aplica a contas conectadas.
ru_ru: Этот параметр не будет применяться к подключенным учетным записям.
th_th: การตั้งค่านี้ใช้ไม่ได้กับบัญชีที่เชื่อมต่อด้วย
vi_vn: Cài đặt này sẽ không áp dụng cho các tài khoản đã kết nối.
zh_cn: 该设置无法对代收账号生效
zh_hk: 該設定無法對代收帳戶生效

# zUs
source: Signature content
de_de: Signaturinhalt
es_es: Contenido de la firma
fr_fr: Contenu de la signature
hi_in: हस्ताक्षर कांटेंट
id_id: Konten tanda tangan
it_it: Contenuto della firma
ja_jp: 内容
ko_kr: 서명 내용
ms_my: Kandungan tandatangan
pt_br: Conteúdo da assinatura
ru_ru: Подписное содержание
th_th: เนื้อหาลายเซ็น
vi_vn: Nội dung chữ ký
zh_cn: 签名内容
zh_hk: 簽名內容

# ohc
source: Signature deleted
de_de: Signatur gelöscht
es_es: La firma se ha eliminado
fr_fr: Signature supprimée
hi_in: हस्ताक्षर हटाया गया
id_id: Tanda tangan dihapus
it_it: Firma eliminata
ja_jp: 削除しました
ko_kr: 서명이 삭제되었습니다
ms_my: Tandatangan dihapus
pt_br: Assinatura excluída
ru_ru: Подпись удалена
th_th: ลบลายเซ็นแล้ว
vi_vn: Đã xóa chữ ký
zh_cn: 已删除
zh_hk: 已刪除

# k7M
source: Mobile signature placed at end of emails
de_de: Mobiltelefon-Signatur am Ende der E-Mails platzieren
es_es: La firma móvil se ha colocado al final de los correos electrónicos
fr_fr: Signature mobile placée à la fin des e-mails
hi_in: मोबाइल हस्ताक्षर ईमेल के अंत में किए गए
id_id: Tanda tangan ponsel ditempatkan di akhir email
it_it: Firma mobile collocata alla fine delle e-mail
ja_jp: モバイル版では、署名はメールの最下部に追加されます
ko_kr: 이메일 끝에 모바일 서명 배치
ms_my: Tandatangan mudah alih diletakkan di akhir emel
pt_br: Assinatura do celular colocada no final dos e-mails
ru_ru: При отправке письма с мобильного подпись будет прикреплена в конце письма
th_th: วางลายเซ็นมือถือที่ท้ายอีเมลแล้ว
vi_vn: Chữ ký di động được đặt ở cuối email
zh_cn: 在移动端发信时，签名会附在邮件末尾
zh_hk: 在流動裝置端寄件時，簽名會附在郵件結尾

# pU0
source: Signature name
de_de: Signaturname
es_es: Nombre de la firma
fr_fr: Nom de la signature
hi_in: हस्ताक्षर नाम
id_id: Nama tanda tangan
it_it: Nome firma
ja_jp: 名称
ko_kr: 서명 이름
ms_my: Nama tandatangan
pt_br: Nome da assinatura
ru_ru: Подпись имя
th_th: ชื่อลายเซ็น
vi_vn: Tên chữ ký
zh_cn: 签名名称
zh_hk: 簽名名稱

# Ybc
source: Signature already in use
de_de: Signatur wird bereits verwendet.
es_es: La firma ya se está utilizando
fr_fr: Signature déjà utilisée
hi_in: हस्ताक्षर पहले से उपयोग में है
id_id: Tanda tangan sudah digunakan
it_it: Firma già in uso
ja_jp: 署名は使用されています
ko_kr: 서명이 이미 사용 중입니다
ms_my: Tandatangan sudah digunakan
pt_br: Assinatura já em uso
ru_ru: Имя подписи уже существует
th_th: ลายเซ็นนี้ถูกใช้ไปแล้ว
vi_vn: Chữ ký đã được sử dụng
zh_cn: 该签名名称已存在
zh_hk: 此簽名名稱已存在

# 7zo
source: Signature name already in use
de_de: Signaturname wird bereits verwendet.
es_es: El nombre de la firma ya se está utilizando
fr_fr: Nom de signature déjà utilisé
hi_in: हस्ताक्षर नाम पहले से उपयोग में है
id_id: Nama tanda tangan telah digunakan
it_it: Il nome firma è già in uso
ja_jp: 名称は使用されています
ko_kr: 서명 이름이 이미 사용 중입니다
ms_my: Nama tandatangan sudah digunakan
pt_br: O nome da assinatura já está em uso
ru_ru: Имя подписи уже используется
th_th: ลายเซ็นนี้ถูกใช้ไปแล้ว
vi_vn: Tên chữ ký này đã được sử dụng
zh_cn: 你输入的签名名称已存在
zh_hk: 你輸入的簽名名稱已存在

# SaE
source: Prioritize and categorize new emails based on past emails. This setting won't apply to connected accounts.
de_de: Priorisieren und kategorisieren Sie neue E-Mails basierend auf vorherigen E-Mails. Diese Einstellung gilt nicht für verbundene Konten.
es_es: Prioriza y categoriza los nuevos correos electrónicos en función de los correos anteriores. Esta configuración no se aplicará a las cuentas conectadas.
fr_fr: Priorisez et catégorisez les nouveaux e-mails en fonction des e-mails précédents. Ce paramètre ne s'appliquera pas aux comptes connectés.
id_id: Prioritaskan dan kategorikan email baru berdasarkan email terdahulu. Pengaturan ini tidak akan diterapkan pada akun yang terhubung.
it_it: Assegna priorità e categorie alle nuove e-mail in base alle e-mail passate. Questa impostazione non verrà applicata agli account connessi.
ja_jp: 履歴に基づいて新規メールの重要性を判断し、自動で優先度ごとに分類されます。この設定は代行受信用アカウントには適用されません
ko_kr: 이전 이메일에 따라 새 이메일의 우선순위를 정하고 분류합니다. 이 설정은 연결된 계정에 적용되지 않습니다.
ms_my: Utamakan dan kategorikan emel baharu berdasarkan emel lepas. Tetapan ini tidak akan digunakan untuk akaun yang disambungkan.
pt_br: Priorize e categorize novos e-mails com base em e-mails anteriores. Esta configuração não se aplica a contas conectadas.
ru_ru: Приоритизируйте и классифицируйте новые письма на основе прошлых писем. Этот параметр не будет применяться к подключенным учетным записям.
th_th: จัดลำดับความสำคัญและจัดหมวดหมู่อีเมลใหม่ตามอีเมลที่ผ่านมา การตั้งค่านี้ใช้ไม่ได้กับบัญชีที่เชื่อมต่อด้วย
vi_vn: Ưu tiên và phân loại các email mới dựa trên các email trước đây. Cài đặt này sẽ không áp dụng cho các tài khoản đã kết nối.
zh_cn: 根据历史记录判断新邮件的重要性，并自动按优先级归类，该设置无法对代收账号生效
zh_hk: 根據過往記錄判斷新郵件的重要性，並自動按優先級歸類，該設定無法對代收帳戶生效

# qQQ
source: Email synchronization in process. Please confirm the following information:
de_de: E-Mail-Synchronisierung läuft. Bitte folgende Informationen bestätigen:
es_es: Sincronización de correo electrónico en curso. Confirma la siguiente información:
fr_fr: Synchronisation des e-mails en cours. Veuillez confirmer les informations suivantes :
hi_in: ईमेल सिंक्रोनाइज़ेशन जारी है. कृपया निम्न जानकारी की पुष्टि करें:
id_id: Sinkronisasi email sedang berlangsung. Konfirmasikan informasi berikut:
it_it: Sincronizzazione e-mail in corso. Conferma le seguenti informazioni:
ja_jp: メール同期は有効中です。以下を確認してください：
ko_kr: 이메일 동기화가 진행 중입니다. 다음 정보를 확인하세요.
ms_my: Penyelarasan emel sedang berlangsung. Sila sahkan maklumat berikut:
pt_br: Sincronização de e-mail em processo. Confirme as seguintes informações:
ru_ru: Выполняется синхронизация почты. Подтвердите следующую информацию:
th_th: กำลังดำเนินการซิงค์อีเมล โปรดยืนยันข้อมูลต่อไปนี้:
vi_vn: Đang đồng bộ email. Vui lòng xác nhận những thông tin sau:
zh_cn: 邮件同步已开启，请确认以下信息：
zh_hk: 郵件同步已開啟，請確認以下資訊：

# q9w
source: Sync more emails
de_de: Weitere E-Mails synchronisieren
es_es: Sincronizar más correos electrónicos
fr_fr: Synchroniser plus d'e-mails
hi_in: अधिक ईमेल सिंक करें
id_id: Sinkronkan lebih banyak email
it_it: Sincronizza altre e-mail
ja_jp: より多くのメールデータを移行
ko_kr: 더 많은 이메일 동기화
ms_my: Selaraskan lebih emel
pt_br: Sincronizar mais e-mails
ru_ru: Синхронизировать больше писем
th_th: ซิงค์อีเมลเพิ่มเติม
vi_vn: Đồng bộ thêm email
zh_cn: 迁移更多邮件数据
zh_hk: 遷移更多郵件數據

# Kjk
source: Tencent Exmail
zh_cn: 腾讯企业邮
zh_hk: 騰訊企業電郵地址

# PV4
source: Add an email account in a few simple steps
de_de: E-Mail-Konto mit ein paar einfachen Schritten hinzufügen
es_es: Agregar una cuenta de correo electrónico en unos cuantos pasos sencillos
fr_fr: Ajoutez un compte de messagerie en quelques étapes simples
hi_in: कुछ आसान चरणों में ईमेल खाता जोड़ें
id_id: Tambahkan akun email dalam beberapa langkah sederhana
it_it: Aggiungi un account e-mail in pochi semplici passaggi
ja_jp: 数ステップの操作で、あなたのメールアカウントを追加
ko_kr: 몇 가지 간단한 단계로 이메일 계정을 추가하세요
ms_my: Tambah akaun emel dalam beberapa langkah mudah
pt_br: Adicionar uma conta de e-mails em algumas etapas simples
ru_ru: Добавьте учетную запись почты за несколько простых шагов
th_th: เพิ่มบัญชีอีเมลด้วยขั้นตอนง่าย ๆ เพียงไม่กี่ขั้นตอน
vi_vn: Thêm một tài khoản email chỉ với một vài bước đơn giản
zh_cn: 简单几步，添加你的邮箱账号
zh_hk: 簡單幾步，新增你的電郵地址帳戶

# rJo
source: Unable to load. Please try again later.
de_de: Laden nicht möglich. Versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo de nuevo más tarde.
fr_fr: Chargement impossible. Veuillez réessayer plus tard.
hi_in: लोड करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal memuat. Coba lagi nanti.
it_it: Impossibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。再試行してください
ko_kr: 로드할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat dimuatkan. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Не удалось загрузить. Повторите попытку позже.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể tải. Vui lòng thử lại sau.
zh_cn: 加载异常，请稍后重试
zh_hk: 載入異常，請稍後重試

# /Cg
source: Unable to log in
de_de: Anmelden nicht möglich
es_es: Error al iniciar sesión
fr_fr: Connexion impossible
hi_in: लॉगिन करने में असमर्थ
id_id: Gagal login
it_it: Impossibile accedere
ja_jp: ログインできません
ko_kr: 로그인할 수 없습니다
ms_my: Tidak dapat log masuk
pt_br: Não é possível fazer login
ru_ru: Невозможно войти
th_th: ไม่สามารถล็อกอินได้
vi_vn: Không thể đăng nhập
zh_cn: 无法登录
zh_hk: 無法登入

# Zqg
source: Please check your account and password, and make sure that you've completed IMAP settings.
de_de: Überprüfen Sie Ihr Konto und Kennwort und vergewissern Sie sich, dass Sie alle IMAP-Einstellungen festgelegt haben.
es_es: Comprueba tu cuenta y tu contraseña y asegúrate de que has completado la configuración IMAP.
fr_fr: Veuillez vérifier votre compte et votre mot de passe et assurez-vous que vous avez renseigné les paramètres IMAP.
hi_in: कृपया अपने खाते और पासवर्ड की जाँच करें, और सुनिश्चित करें कि आपने IMAP सेटिंग्स पूर्ण की है.
id_id: Periksa akun dan kata sandi Anda, dan pastikan Anda telah menyelesaikan pengaturan IMAP.
it_it: Controlla il tuo account e la tua password e assicurati di aver completato le impostazioni IMAP.
ja_jp: メールアカウントまたはパスワードが正しいか、IMAP 設定を
ko_kr: 계정과 비밀번호를 체크하고 IMAP 설정을 완료했는지 확인하세요.
ms_my: Sila periksa akaun dan kata laluan anda, dan pastikan anda telah melengkapkan tetapan IMAP.
pt_br: Verifique sua conta e senha e se você concluiu as configurações IMAP.
ru_ru: Проверьте свою учетную запись и пароль и убедитесь, что вы выполнили настройки IMAP.
th_th: โปรดตรวจสอบบัญชีและรหัสผ่านของคุณ และตรวจสอบให้แน่ใจว่าคุณได้ทำการตั้งค่า IMAP จนเสร็จสมบูรณ์แล้ว
vi_vn: Vui lòng kiểm tra tài khoản và mật khẩu của bạn và đảm bảo bạn đã hoàn thành cài đặt IMAP.
zh_cn: 请检查邮箱账号或密码是否正确，并确保已完成 IMAP 配置
zh_hk: 請檢查電郵地址帳戶密碼是否正確，並確保已完成 IMAP 配置

# c1g
source: Unable to open the attachment. Please try again.
de_de: Öffnen des Anhangs nicht möglich. Versuchen Sie es erneut.
es_es: Error al abrir el adjunto. Inténtalo de nuevo.
fr_fr: Impossible d'ouvrir la pièce jointe. Veuillez réessayer.
hi_in: अटैचमेंट खोलने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Gagal membuka lampiran. Coba lagi.
it_it: Impossibile aprire l'allegato. Riprova.
ja_jp: ファイルを開けませんでした。再試行してください
ko_kr: 첨부 파일을 열 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat membuka lampiran. Sila cuba lagi.
pt_br: Falha ao abrir o anexo. Tente novamente.
ru_ru: Не удалось открыть вложение. Попробуйте еще раз.
th_th: ไม่สามารถเปิดไฟล์แนบได้ โปรดลองอีกครั้ง
vi_vn: Không thể mở được tệp tin đính kèm. Vui lòng thử lại.
zh_cn: 附件打开失败，请重试
zh_hk: 附件開啟失敗，請重試

# ct4
source: Failed to send. Email saved to Drafts.
de_de: Senden fehlgeschlagen. E-Mail als Entwurf gespeichert.
es_es: Error al enviar. El correo electrónico se ha guardado en Borradores.
fr_fr: Échec de l'envoi. E-mail enregistré dans les brouillons.
hi_in: भेजने में विफल. ईमेल "ड्राफ़्ट" में सहेजा गया.
id_id: Gagal mengirim. Email disimpan ke Draf.
it_it: Impossibile inviare. E-mail salvata in Bozze.
ja_jp: 送信できませんでした。メールは下書きに保存しました
ko_kr: 보내지 못했습니다. 이메일이 초안에 저장되었습니다.
ms_my: Gagal menghantar. Emel disimpan ke Draf.
pt_br: Falha ao enviar. E-mail salvo nos rascunhos.
ru_ru: Не удалось отправить. Письмо сохранено в черновиках.
th_th: ส่งไม่สำเร็จ บันทึกอีเมลเป็นแบบร่างแล้ว
vi_vn: Gửi không thành công. Đã lưu email vào Thư nháp.
zh_cn: 发送失败，邮件保存至草稿箱
zh_hk: 發送失敗，郵件儲存至草稿箱

# R9M
source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
hi_in: अनलिंक करें
id_id: Lepas tautan
it_it: Scollega
ja_jp: 解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解绑
zh_hk: 解除綁定

# mbs
source: Unlink this account?
de_de: Verknüpfung dieses Kontos trennen?
es_es: ¿Desvincular esta cuenta?
fr_fr: Dissocier ce compte ?
hi_in: यह खाता अनलिंक करें?
id_id: Lepas tautan akun ini?
it_it: Vuoi scollegare questo account?
ja_jp: このアカウントの関連付けを解除しますか？
ko_kr: 이 계정의 연결을 해제하시겠습니까?
ms_my: Batal pautan akaun ini?
pt_br: Desvincular esta conta?
ru_ru: Отменить связь с этой учетной записью?
th_th: ยกเลิกการเชื่อมโยงบัญชีนี้หรือไม่
vi_vn: Hủy liên kết tài khoản này?
zh_cn: 解绑此邮箱账号？
zh_hk: 解除綁定此電郵地址帳戶？

# PZU
source: All settings and data under this account will be removed.
de_de: Alle Einstellungen und Daten unter diesem Konto werden entfernt.
es_es: Todas las opciones de configuración y los datos de esta cuenta se borrarán.
fr_fr: Tous les paramètres et données de ce compte seront retirés.
hi_in: इस खाते के तहत सभी सेटिंग्स और डेटा निकाल दिया जाएगा.
id_id: Semua pengaturan dan data dari akun ini akan dihapus.
it_it: Tutte le impostazioni e i tutti i dati sotto questo account verranno rimossi.
ja_jp: このアカウントに関連する設定を削除します
ko_kr: 이 계정의 모든 설정 및 데이터가 제거됩니다.
ms_my: Semua tetapan dan data di bawah akaun ini akan dikeluarkan.
pt_br: Todas as configurações e todos os dados nesta conta serão removidos.
ru_ru: Все настройки и данные этой учетной записи будут удалены.
th_th: การตั้งค่าทั้งหมดและข้อมูลในบัญชีนี้จะถูกลบออก
vi_vn: Tất cả cài đặt và dữ liệu trong tài khoản này sẽ bị loại bỏ.
zh_cn: 该账号的所有设置信息将删除
zh_hk: 此帳戶的所有設定資訊將被刪除

# EAI
source: You're using a different account. Please log in using {{address}}
de_de: Sie verwenden ein anderes Konto. Melden Sie sich mit {{address}} an
es_es: Estás usando una cuenta diferente. Inicia sesión con {{address}}
fr_fr: Vous utilisez un autre compte. Veuillez vous connecter en utilisant {{address}}
id_id: Anda sedang menggunakan akun yang berbeda. Login menggunakan {{address}}
it_it: Stai usando un account diverso. Accedi con {{address}}
ja_jp: ログインしたアカウントと現在のアカウントが一致しません。{{address}} を使用してログインしてください
ko_kr: 다른 계정을 사용하고 있습니다. {{address}}을(를) 사용하여 로그인하세요
ms_my: Anda menggunakan akaun berbeza. Sila log masuk menggunakan {{address}}
pt_br: Você está usando uma conta diferente. Faça login usando {{address}}
ru_ru: Вы используете другой аккаунт. Войдите, используя {{address}}
th_th: คุณกำลังใช้บัญชีอื่น โปรดล็อกอินโดยใช้ {{address}}
vi_vn: Bạn đang sử dụng một tài khoản khác. Vui lòng đăng nhập bằng {{address}}
zh_cn: 登录账号与当前账号不一致，请使用 {{address}} 登录
zh_hk: 登入帳戶與目前帳戶不一致，請使用 {{address}} 登入

# qGs
source: Log in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
hi_in: लॉगिन करें
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log masuk
pt_br: Fazer login
ru_ru: Авторизоваться
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 重新登录
zh_hk: 重新登入

# uGw
source: View Guide
de_de: Anleitung anzeigen
es_es: Ver guía
fr_fr: Afficher le manuel
hi_in: गाइड देखें
id_id: Lihat Panduan
it_it: Visualizza manuale
ja_jp: 利用ガイド
ko_kr: 안내 보기
ms_my: Lihat Panduan
pt_br: Visualizar guia
ru_ru: Посмотреть руководство
th_th: ดูคู่มือ
vi_vn: Xem Hướng dẫn
zh_cn: 使用说明
zh_hk: 使用說明

# yS0
source: User manual
de_de: Benutzerhandbuch
es_es: Manual del usuario
fr_fr: Manuel de l'utilisateur
hi_in: उपयोगकर्ता मैन्यूअल
id_id: Manual pengguna
it_it: Manuale dell'utente
ja_jp: 利用ガイド
ko_kr: 사용자 설명서
ms_my: Panduan pengguna
pt_br: Manual do usuário
ru_ru: Руководство пользователя
th_th: คู่มือผู้ใช้
vi_vn: Hướng dẫn sử dụng
zh_cn: 使用说明
zh_hk: 使用說明

# r8c
source: Yes, it is
de_de: Ja
es_es: Sí, es este
fr_fr: Oui, c'est le cas
hi_in: हाँ, है
id_id: Ya
it_it: Sì, lo è
ja_jp: はい
ko_kr: 맞음
ms_my: Ya, betul
pt_br: Sim, é
ru_ru: Да
th_th: ใช่
vi_vn: Phải, chính là nó
zh_cn: 是的
zh_hk: 是的

# /cE
source: Zoho Mail
ja_jp: Zoho 企業メール
ko_kr: Zoho 메일
zh_cn: Zoho 企业邮箱
zh_hk: Zoho 企業郵箱

# qxg
source: Loading failed
de_de: Ladevorgang ist fehlgeschlagen
es_es: Error en la carga
fr_fr: Échec du chargement
id_id: Gagal memuat
it_it: Caricamento non riuscito
ja_jp: 読み込みできませんでした
ko_kr: 로드가 실패했습니다
ms_my: Gagal memuatkan
pt_br: Falha no carregamento
ru_ru: Загрузка не удалась
th_th: การโหลดล้มเหลว
vi_vn: Tải không thành công
zh_cn: 加载失败
zh_hk: 載入失敗

# fgI
source: Loading failed. Tap to retry
de_de: Ladevorgang ist fehlgeschlagen. Tippen Sie, um es erneut zu versuchen
es_es: Error al cargar. Pulsa para intentarlo de nuevo
fr_fr: Le chargement a échoué. Appuyez pour réessayer
id_id: Gagal memuat. Ketuk untuk mencoba lagi
it_it: Caricamento non riuscito. Tocca per riprovare
ja_jp: 読み込みできませんでした。タップして再試行してください
ko_kr: 로드하지 못했습니다. 다시 시도하려면 탭하십시오
ms_my: Gagal memuatkan. Ketuk untuk cuba lagi
pt_br: Falha no carregamento. Toque para repetir
ru_ru: Ошибка загрузки. Нажмите, чтобы повторить попытку
th_th: การโหลดล้มเหลว แตะเพื่อลองอีกครั้ง
vi_vn: Tải không thành công. Nhấn để thử lại
zh_cn: 加载失败，点击页面重试
zh_hk: 載入失敗，點擊頁面重試
