Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# B2Y
source: Your permissions to link Gmail account have been revoked. If you have any questions, please contact your administrator
de_de: Ihre Berechtigungen zum Verknüpfen eines Gmail-Kontos wurden widerrufen. Wenn Sie Fragen haben, wenden Sie sich an Ihren Administrator
es_es: Se han revocado tus permisos para enlazar la cuenta de Gmail. Si tienes alguna pregunta, ponte en contacto con el administrador
fr_fr: Vos autorisations d'association au compte Gmail ont été révoquées. Si vous avez des questions, veuillez contacter votre administrateur
id_id: Izin Anda untuk menautkan akun Gmail telah dicabut. Jika ada pertanyaan, hubungi administrator Anda
it_it: Le tue autorizzazioni per collegare l'account Gmail sono state revocate. In caso di domande, contatta il tuo amministratore
ja_jp: あなたの Google メールの関連付け権限は取り消されました。ご質問等ありましたら、管理者にご連絡ください。
ko_kr: Gmail 계정 연결 권한이 취소되었습니다. 질문이 있는 경우 관리자에게 문의해보세요
ms_my: Kebenaran anda untuk menghubungkan akaun Gmail telah dibatalkan. Jika anda mempunyai sebarang pertanyaan, sila hubungi pentadbir anda
pt_br: Suas permissões para vincular a conta do Gmail foram revogadas. Se você tiver alguma dúvida, entre em contato com seu administrador
ru_ru: Ваша учетная запись Gmail была отвязана. Если у вас есть какие-либо вопросы, свяжитесь с вашим администратором
th_th: สิทธิ์การอนุญาตของคุณในการลิงก์บัญชี Gmail ถูกเพิกถอนแล้ว หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Các quyền liên kết tài khoản Gmail của bạn đã bị thu hồi. Nếu bạn có thắc mắc, vui lòng liên hệ quản trị viên của bạn
zh_cn: 你的谷歌邮箱绑定权限已被取消，如有疑问请联系管理员
zh_hk: 你的 Gmail 綁定權限已被取消，如有疑問，請聯絡管理員

# rOk
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hi_in: सहायता
id_id: Bantuan
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
ms_my: Bantuan
pt_br: Ajuda
ru_ru: Помощь
th_th: ความช่วยเหลือ
vi_vn: Trợ giúp
zh_cn: 帮助
zh_hk: 說明

# c5I
source: Server settings
de_de: Servereinstellungen
es_es: Configuración del servidor
fr_fr: Paramètres du serveur
hi_in: सर्वर सेटिंग्स
id_id: Pengaturan server
it_it: Impostazioni del server
ja_jp: IMAP サーバー
ko_kr: 서버 설정
ms_my: Tetapan pelayan
pt_br: Configurações do servidor
ru_ru: Настройки сервера
th_th: การตั้งค่าเซิร์ฟเวอร์
vi_vn: Cài đặt máy chủ
zh_cn: 服务器设置
zh_hk: 伺服器設定

# JRU
source: Network error. Please try again.
de_de: Netzwerkfehler. Versuchen Sie es erneut.
es_es: Error de red. Inténtalo de nuevo.
fr_fr: Erreur réseau. Veuillez réessayer.
hi_in: नेटवर्क त्रुटि. कृपया पुनः प्रयास करें.
id_id: Kesalahan jaringan. Coba lagi.
it_it: Errore di rete. Riprova.
ja_jp: ネットワークエラーです。再試行してください
ko_kr: 네트워크 오류입니다. 다시 시도해 보세요.
ms_my: Ralat rangkaian. Sila cuba lagi.
pt_br: Erro de rede. Tente novamente.
ru_ru: Ошибка сети. Попробуйте еще раз.
th_th: ข้อผิดพลาดเครือข่าย โปรดลองอีกครั้ง
vi_vn: Lỗi mạng. Vui lòng thử lại.
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# 7/M
source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
hi_in: लॉगिन करें
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Авторизоваться
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 登录
zh_hk: 登入

# zcw
source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: 再ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Авторизоваться
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 重新登录
zh_hk: 重新登入

# 2x0
source: Login expired
de_de: Anmeldung abgelaufen
es_es: Inicio de sesión expirado
fr_fr: Connexion expirée
id_id: Login kedaluwarsa
it_it: Accesso scaduto
ja_jp: ログイン状態が解除されました
ko_kr: 로그인 만료됨
ms_my: Log masuk tamat tempoh
pt_br: Login expirado
ru_ru: Срок действия входа истек
th_th: การล็อกอินหมดอายุแล้ว
vi_vn: Phiên đăng nhập đã hết hạn
zh_cn: 登录失效
zh_hk: 登入失效

# QIU
source: Unable to verify account
de_de: Kontoverifizierung nicht möglich
es_es: No se puede verificar la cuenta
fr_fr: Impossible de vérifier le compte
id_id: Gagal memverifikasi akun
it_it: Impossibile verificare l'account
ja_jp: 認証できませんでした
ko_kr: 계정을 인증할 수 없습니다
ms_my: Gagal mengesahkan akaun
pt_br: Não é possível verificar a conta
ru_ru: Не удалось подтвердить учетную запись
th_th: ไม่สามารถยืนยันบัญชีได้
vi_vn: Không thể xác minh tài khoản
zh_cn: 验证失败
zh_hk: 驗證失敗

# Lkk
source: Please check your account and password, and make sure that you've completed all related settings.
de_de: Überprüfen Sie Ihr Konto und Kennwort und vergewissern Sie sich, dass Sie alle entsprechenden Einstellungen festgelegt haben.
es_es: Comprueba tu cuenta y tu contraseña y asegúrate de que has establecido la configuración relacionada.
fr_fr: Veuillez vérifier votre compte et votre mot de passe et assurez-vous que vous avez configuré tous les paramètres associés.
hi_in: कृपया अपने खाते और पासवर्ड की जाँच करें, और सुनिश्चित करें कि आपने सभी संबंधित सेटिंग्स पूर्ण की है.
id_id: Periksa akun dan kata sandi Anda, dan pastikan Anda telah menyelesaikan semua pengaturan terkait.
it_it: Controlla il tuo account e la tua password e assicurati di aver completato tutte le relative impostazioni.
ja_jp: アカウントやパスワードをチェックし、設定を完了してください
ko_kr: 계정과 비밀번호를 체크하고 모든 관련 설정을 완료했는지 확인하세요.
ms_my: Sila semak akaun dan kata laluan anda, dan pastikan anda telah melengkapkan semua tetapan berkaitan.
pt_br: Verifique sua conta e senha e certifique-se de ter concluído todas as configurações relacionadas.
ru_ru: Проверьте свою учетную запись и пароль и убедитесь, что вы выполнили все необходимые настройки.
th_th: โปรดตรวจสอบบัญชีและรหัสผ่านของคุณ และตรวจสอบให้แน่ใจว่าคุณได้ทำการตั้งค่าที่เกี่ยวข้องทั้งหมดจนเสร็จสมบูรณ์แล้ว
vi_vn: Vui lòng kiểm tra tài khoản và mật khẩu của bạn và đảm bảo bạn đã hoàn thành tất cả các cài đặt liên quan.
zh_cn: 请检查账号密码是否正确，并完成相应设置。
zh_hk: 請檢查帳戶密碼是否正確，並完成相應設定。

# bXM
source: Manage Folders
de_de: Ordner verwalten
es_es: Gestionar carpetas
fr_fr: Gérer les dossiers
hi_in: फ़ोल्डर प्रबंधित करें
id_id: Kelola Folder
it_it: Gestisci cartelle
ja_jp: フォルダを管理
ko_kr: 폴더 관리
ms_my: Urus Folder
pt_br: Gerenciar pastas
ru_ru: Управление папками
th_th: จัดการโฟลเดอร์
vi_vn: Quản lý thư mục
zh_cn: 管理文件夹
zh_hk: 管理資料夾

# /7Y
source: Maximum 20 signatures
de_de: Maximal 20 Signaturen
es_es: Máximo de 20 firmas
hi_in: अधिकतम 20 हस्ताक्षर
id_id: Maksimum 20 tanda tangan
it_it: Max. 20 firme
ja_jp: 最大 20 個の署名を追加できます
ko_kr: 서명 최대 20개
ms_my: Maksimum 20 tandatangan
pt_br: Máximo de 20 assinaturas
ru_ru: Максимум 20 подписей
th_th: สูงสุด 20 ลายเซ็น
vi_vn: Tối đa 20 chữ ký
zh_cn: 签名数量已超过 20 个上限
zh_hk: 簽名數量已超出 20 個的上限

# RS8
source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: 再ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Авторизоваться
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 重新登录
zh_hk: 重新登入

# 93g
source: Starting from October 1, 2022, Microsoft will no longer support login using your password and account. Please log in again before your account expires.
de_de: Ab 1. Oktober 2022 unterstützt Microsoft die Anmeldung mit Ihrem Kennwort und Konto nicht mehr. Melden Sie sich erneut an, bevor Ihr Konto abläuft.
es_es: A partir del 1 de octubre de 2022, Microsoft ya no admitirá el inicio de sesión con tu cuenta y contraseña. Inicia sesión de nuevo antes de que expire tu cuenta.
fr_fr: À partir du 1 octobre 2022, Microsoft ne prendra plus en charge la connexion via votre compte et mot de passe. Veuillez vous reconnecter avant que votre compte n'expire.
id_id: Mulai 1 Oktober 2022, Microsoft tidak akan lagi mendukung login menggunakan kata sandi dan akun Anda. Login ulang sebelum akun Anda kedaluwarsa.
it_it: Dal 1º ottobre 2022, Microsoft non supporterà più l'accesso tramite account e password. Accedi di nuovo prima che l'account scada.
ja_jp: 2022年10月1日より、Microsoft 社はアカウント名とパスワードの基本認証によるメールアカウントへのログインを無効化します。アカウントの失効による送受信のエラーを防ぐため、メールアカウントに再ログインしてください
ko_kr: 2022년 10월 1일부터 Microsoft는 회원님의 비밀번호와 계정을 사용한 로그인을 더 이상 지원하지 않습니다. 계정이 만료되기 전에 다시 로그인하세요.
ms_my: Bermula dari 1 Oktober 2022, Microsoft tidak lagi menyokong log masuk menggunakan kata laluan dan akaun anda. Sila log masuk semula sebelum akaun anda luput.
pt_br: A partir de 1º de outubro de 2022, a Microsoft não dará mais suporte ao login usando sua senha e conta. Faça login novamente antes que sua conta expire.
ru_ru: С 1 октября 2022 г. Microsoft больше не будет поддерживать вход с использованием вашего пароля и учетной записи. Пожалуйста, войдите в систему еще раз до истечения срока действия вашей учетной записи.
th_th: เริ่มตั้งแต่วันที่ 1 ตุลาคม 2022 เป็นต้นไป Microsoft จะไม่รองรับการล็อกอินโดยใช้รหัสผ่านและบัญชีของคุณอีกต่อไป โปรดล็อกอินอีกครั้งก่อนที่บัญชีของคุณจะหมดอายุ
vi_vn: Kể từ ngày 1 tháng 10 năm 2022, Microsoft sẽ không hỗ trợ đăng nhập bằng mật khẩu và tài khoản của bạn nữa. Vui lòng đăng nhập lại trước khi tài khoản của bạn hết hạn.
zh_cn: 自 2022年10月1日起，微软将关闭通过账号和密码登录邮箱的方式，请重新登录邮箱，以防届时账号失效导致收发信异常。
zh_hk: 自 2022 年 10 月 1 日起，Microsoft 將關閉透過帳戶和密碼登入電郵地址的方式。請重新登入電郵地址，以防屆時帳戶失效導致收發件異常。

# u08
source: Starting from October 1, 2022, Microsoft will disable login using your password and account. Please log in again
de_de: Ab 1. Oktober 2022 deaktiviert Microsoft die Anmeldung mit Ihrem Kennwort und Konto. Melden Sie sich erneut an
es_es: A partir del 1 de octubre de 2022, Microsoft deshabilitará el inicio de sesión con tu cuenta y contraseña. Inicia sesión de nuevo
fr_fr: À partir du 1 octobre 2022, Microsoft désactivera la connexion via votre compte et mot de passe. Veuillez vous reconnecter
id_id: Mulai 1 Oktober 2022, Microsoft akan menonaktifkan login menggunakan kata sandi dan akun Anda. Login ulang
it_it: Dal 1º ottobre 2022, Microsoft disabiliterà l'accesso tramite account e password. Accedi di nuovo
ja_jp: 2022年10月1日より、Microsoft 社はアカウント名とパスワードの基本認証によるメールアカウントへのログインを無効化します。メールアカウントに再ログインしてください
ko_kr: 2022년 10월 1일부터 Microsoft는 회원님의 비밀번호와 계정을 사용한 로그인을 비활성화합니다. 다시 로그인하세요
ms_my: Bermula dari 1 Oktober 2022, Microsoft akan melumpuhkan log masuk menggunakan kata laluan dan akaun anda. Sila log masuk semula
pt_br: A partir de 1º de outubro de 2022, a Microsoft desativará o login usando sua senha e conta. Faça login novamente
ru_ru: С 1 октября 2022 г. Microsoft отключит вход с использованием вашего пароля и учетной записи. Войдите снова
th_th: เริ่มตั้งแต่วันที่ 1 ตุลาคม 2022 เป็นต้นไป Microsoft จะปิดใช้งานการล็อกอินโดยใช้รหัสผ่านและบัญชีของคุณ โปรดล็อกอินอีกครั้ง
vi_vn: Kể từ ngày 1 tháng 10 năm 2022, Microsoft sẽ tắt đăng nhập bằng mật khẩu và tài khoản của bạn. Vui lòng đăng nhập lại
zh_cn: 2022年10月1日起，微软将关闭账号密码登录方式，请重新登录
zh_hk: 2022 年 10 月 1 日起，Microsoft 將關閉帳戶密碼登入方式，請重新登入

# e8s
source: Mobile signature
de_de: Mobiltelefon-Signatur
es_es: Firma móvil
fr_fr: Signature mobile
hi_in: मोबाइल हस्ताक्षर
id_id: Tanda tangan seluler
it_it: Firma su dispositivo mobile
ja_jp: モバイル版署名
ko_kr: 모바일 서명
ms_my: Tandatangan mudah alih
pt_br: Assinatura de celular
ru_ru: Мобильная подпись
th_th: ลายเซ็นมือถือ
vi_vn: Chữ ký di động
zh_cn: 移动端邮件签名
zh_hk: 流動裝置端郵件簽名

# RIA
source: My Signature
de_de: Meine Signatur
es_es: Mi firma
fr_fr: Ma signature
hi_in: मेरे हस्ताक्षर
id_id: Tanda Tangan Saya
it_it: La mia firma
ja_jp: マイ署名
ko_kr: 내 서명
ms_my: Tandatangan Saya
pt_br: Minha assinatura
ru_ru: Моя подпись
th_th: ลายเซ็นของฉัน
vi_vn: Chữ ký của Tôi
zh_cn: 我的签名
zh_hk: 我的簽名

# OF8
source: Network error. Please try again later
de_de: Netzwerkfehler. Versuchen Sie es später erneut.
es_es: Error de red. Inténtalo de nuevo más tarde.
fr_fr: Erreur réseau. Veuillez réessayer plus tard
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुन: प्रयास करें
id_id: Kesalahan jaringan. Coba lagi nanti
it_it: Errore di rete. Riprova più tardi
ja_jp: ネットワークエラーです。再試行してください
ko_kr: 네트워크 오류입니다. 나중에 다시 시도해 보세요.
ms_my: Ralat rangkaian. Sila cuba lagi kemudian
pt_br: Erro de rede. Tente novamente mais tarde
ru_ru: Ошибка сети. Попробуйте позже
th_th: ข้อผิดพลาดเครือข่าย โปรดลองอีกครั้งภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# 5cw
source: OK
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# SWI
source: New email account added
de_de: Neues E-Mail-Konto hinzugefügt
es_es: Nueva cuenta de correo electrónico agregada
fr_fr: Nouveau compte e-mail ajouté
id_id: Akun email baru ditambahkan
it_it: Nuovo account e-mail aggiunto
ja_jp: 新規アカウントの通知
ko_kr: 새 이메일 계정이 추가됨
ms_my: Akaun emel baharu ditambah
pt_br: Nova conta de e-mail adicionada
ru_ru: Добавлена новая учетная запись почты
th_th: เพิ่มบัญชีอีเมลใหม่แล้ว
vi_vn: Đã thêm tài khoản email mới
zh_cn: 新增账号通知
zh_hk: 新增帳戶通知

# mK8
source: The administrator has assigned you an email account {{account}}. You'll be automatically logged into this account next time you log in
de_de: Der Administrator hat Ihnen das E-Mail-Konto {{account}} zugewiesen. Bei der nächsten Anmeldung werden Sie automatisch bei diesem Konto angemeldet
es_es: El administrador te ha asignado la cuenta de correo electrónico {{account}}. La próxima vez que inicies sesión, te conectarás a ella automáticamente
fr_fr: L'administrateur vous a attribué un compte e-mail {{account}}. Vous serez automatiquement connecté à ce compte dès la prochaine connexion
id_id: Administrator telah menugaskan akun email {{account}} untuk Anda. Anda akan login secara otomatis ke akun ini ketika kali berikutnya Anda login
it_it: L'amministratore ti ha assegnato un account e-mail {{account}}. La prossima volta che effettui l'accesso, accederai automaticamente a questo account
ja_jp: 管理者があなたにメールアカウント {{account}} を設定しました。次回メールにログインする時、自動でこのメールアカウントでログインします
ko_kr: 관리자가 귀하에게 이메일 계정 {{account}}을(를) 할당했습니다. 다음번에 로그인할 때 이 계정에 자동으로 로그인됩니다
ms_my: Pentadbir telah memberikan anda akaun emel {{account}}. Anda akan log masuk secara automatik ke akaun ini pada kali log masuk seterusnya
pt_br: O administrador atribuiu a você uma conta de e-mail {{account}}. Você será conectado automaticamente a esta conta na próxima vez que fizer login
ru_ru: Администратор назначил вам учетную запись почты {{account}}. Вы автоматически войдете в эту учетную запись при следующем входе в систему.
th_th: ผู้ดูแลได้มอบหมายบัญชีอีเมล {{account}} ให้คุณแล้ว คุณจะล็อกอินบัญชีนี้โดยอัตโนมัติในการล็อกอินครั้งถัดไป
vi_vn: Quản trị viên đã gán một tài khoản email {{account}} cho bạn. Bạn sẽ được tự động đăng nhập vào tài khoản này trong lần đăng nhập tiếp theo
zh_cn: 管理员为你配置了邮箱账号 {{account}}，下次进入邮箱时，将自动登录该邮箱
zh_hk: 管理員為你配置了電郵地址帳戶 {{account}}，下次進入電郵地址時，將自動登入該帳戶

# VYY
source: New email account linked
de_de: Neues E-Mail-Konto verknüpft
es_es: Nueva cuenta de correo electrónico vinculada
fr_fr: Nouveau compte e-mail associé
id_id: Akun email baru ditautkan
it_it: Nuovo account e-mail collegato
ja_jp: メールアドレスの関連付けの通知
ko_kr: 새 이메일 계정이 연결됨
ms_my: Akaun emel baharu dihubungkan
pt_br: Nova conta de e-mail vinculada
ru_ru: Связана новая учетная запись почты
th_th: เชื่อมโยงบัญชีอีเมลใหม่แล้ว
vi_vn: Đã liên kết tài khoản email mới
zh_cn: 邮箱绑定通知
zh_hk: 電郵地址綁定通知

# rlg
source: The administrator has linked a Gmail account for you.
de_de: Der Administrator hat ein Gmail-Konto für Sie verknüpft.
es_es: El administrador ha vinculado una cuenta de Gmail para ti.
fr_fr: L'administrateur a associé un compte Gmail pour vous.
id_id: Administrator telah menautkan akun Gmail untuk Anda.
it_it: L'amministratore ha collegato un account Gmail per te.
ja_jp: 管理者があなたの Google メールの関連付けを有効にしました。次回メールにログインする時、自動でメールアドレス関連付けページを開きます
ko_kr: 관리자가 귀하를 위해 Gmail 계정을 연결했습니다.
ms_my: Pentadbir telah menghubungkan akaun Gmail untuk anda.
pt_br: O administrador vinculou uma conta do Gmail para você.
ru_ru: Администратор привязал для вас учетную запись Gmail
th_th: ผู้ดูแลได้เชื่อมโยงบัญชี Gmail ให้กับคุณแล้ว
vi_vn: Quản trị viên đã liên kết một tài khoản Gmail cho bạn.
zh_cn: 管理员为你开启了谷歌邮箱绑定，下次进入邮箱时，将自动前往邮箱绑定页面
zh_hk: 管理員為你開啟了 Gmail 綁定，下次進入電郵地址時，將自動前往電郵地址綁定頁面

# MWg
source: No, it's not
de_de: Nein
es_es: No, no es este
fr_fr: Non, ce n'est pas
hi_in: नहीं, नहीं है
id_id: Tidak
it_it: No, non lo è
ja_jp: いいえ
ko_kr: 아님
ms_my: Tidak, bukan
pt_br: Não, não é
ru_ru: Нет
th_th: ไม่ใช่
vi_vn: Không, không phải nó
zh_cn: 不是
zh_hk: 不是

# 3GE
source: There is no application set to open the attachment
de_de: Es ist keine App zum Öffnen des Anhangs festgelegt.
es_es: No hay conjunto de aplicaciones para abrir el adjunto
fr_fr: Aucune application n'est configurée pour ouvrir la pièce jointe
hi_in: अटैचमेंट खोलने के लिए कोई ऐप्लिकेशन सेट नहीं है
id_id: Tidak ada aplikasi yang ditetapkan untuk membuka lampiran
it_it: Non è stata impostata alcuna applicazione per aprire l'allegato
ja_jp: ファイルを開くためのアプリがありません
ko_kr: 첨부 파일을 열도록 설정된 애플리케이션이 없습니다
ms_my: Tiada aplikasi yang ditetapkan untuk membuka lampiran
pt_br: Não há aplicativo configurado para abrir o anexo
ru_ru: Не установлено приложение для открытия вложения
th_th: ไม่มีแอปพลิเคชันที่ตั้งค่าไว้ให้เปิดไฟล์แนบนี้
vi_vn: Không có ứng dụng nào được thiết lập để mở tệp tin đính kèm
zh_cn: 暂无本地应用可打开该附件
zh_hk: 暫無本機應用程式可開啟此附件

# I2A
source: I don't want to sync emails
de_de: Ich möchte keine E-Mails synchronisieren
es_es: No quiero sincronizar correos electrónicos
fr_fr: Je ne veux pas synchroniser les e-mails
hi_in: मैं ईमेल सिंक नहीं करना चाहता/चाहती
id_id: Saya tidak ingin menyinkronkan email
it_it: Non desidero sincronizzare le e-mail
ja_jp: 移行不要
ko_kr: 이메일을 동기화하고 싶지 않습니다
ms_my: Saya tidak mahu menyelaraskan emel
pt_br: Eu não quero sincronizar e-mails
ru_ru: Я не хочу синхронизировать письма
th_th: ฉันไม่ต้องการซิงค์อีเมล
vi_vn: Tôi không muốn đồng bộ email
zh_cn: 无需迁移
zh_hk: 無需遷移

# 4tw
source: No signatures yet
de_de: Noch keine Signaturen
es_es: Todavía no hay firmas
fr_fr: Pas encore de signature
hi_in: अभी तक कोई हस्ताक्षर नहीं
id_id: Belum ada tanda tangan
it_it: Non ci sono ancora firme
ja_jp: 署名がありません
ko_kr: 아직 서명이 없습니다
ms_my: Belum ada tandatangan
pt_br: Ainda não há assinaturas
ru_ru: Подписей пока нет
th_th: ยังไม่มีลายเซ็น
vi_vn: Chưa có chữ ký
zh_cn: 暂无签名，请先添加签名
zh_hk: 暫無簽名，請先新增簽名

# umk
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# vK8
source: Microsoft 365 operated by 21Vianet (China)
de_de: Microsoft 365 betrieben von 21Vianet (China)
es_es: Microsoft 365 ofrecido por 21Vianet (China)
fr_fr: Microsoft 365 géré par 21Vianet (Chine)
id_id: Microsoft 365 dioperasikan oleh 21Vianet (Tiongkok)
it_it: Microsoft 365 gestito da 21Vianet (Cina)
ja_jp: Microsoft 365 21Vianet 版
ko_kr: 21Vianet(중국)에서 운영하는 Microsoft 365
ms_my: Microsoft 365 dikendalikan oleh 21Vianet (China)
pt_br: Microsoft 365 operado pela 21Vianet (China)
ru_ru: Microsoft 365 под управлением 21Vianet (Китай)
th_th: Microsoft 365 ดำเนินการโดย 21Vianet (จีน)
vi_vn: Microsoft 365 do 21Vianet (Trung Quốc) điều hành
zh_cn: Microsoft 365 世纪互联版
zh_hk: Microsoft 365 世紀互聯版

# FII
source: Microsoft 365 operated by Microsoft
de_de: Microsoft 365 betrieben von Microsoft
es_es: Microsoft 365 ofrecido por Microsoft
fr_fr: Microsoft 365 géré par Microsoft
id_id: Microsoft 365 dioperasikan oleh Microsoft
it_it: Microsoft 365 gestito da Microsoft
ja_jp: Microsoft 365 Microsoft 版
ko_kr: Microsoft에서 운영하는 Microsoft 365
ms_my: Microsoft 365 dikendalikan oleh Microsoft
pt_br: Microsoft 365 operado pela Microsoft
ru_ru: Microsoft 365 под управлением Microsoft
th_th: Microsoft 365 ดำเนินการโดย Microsoft
vi_vn: Microsoft 365 do Microsoft điều hành
zh_cn: Microsoft 365 国际版
zh_hk: Microsoft 365 國際版

# RkE
source: Others
de_de: Sonstige
es_es: Otros
fr_fr: Autres
hi_in: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Другие
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他邮箱
zh_hk: 其他電郵地址

# Rho
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_hk: 密碼

# jh0
source: Permission revoked
de_de: Berechtigung widerrufen
es_es: Permiso revocado
fr_fr: Autorisation annulée
id_id: Izin dicabut
it_it: Autorizzazione revocata
ja_jp: 権限取り消しの通知
ko_kr: 권한이 철회됨
ms_my: Kebenaran dibatalkan
pt_br: Permissão revogada
ru_ru: Разрешение отозвано
th_th: เพิกถอนสิทธิ์การอนุญาตแล้ว
vi_vn: Đã thu hồi quyền
zh_cn: 权限取消通知
zh_hk: 權限取消通知

# sQc
source: Your permissions to connect other email accounts have been revoked. If you have any questions, please contact your administrator
de_de: Ihre Berechtigungen zum Verbinden anderer E-Mail-Konten wurde widerrufen. Wenn Sie Fragen haben, wenden Sie sich an Ihren Administrator
es_es: Se han revocado tus permisos para conectar otras cuentas de correo electrónico. Si tienes alguna pregunta, ponte en contacto con el administrador
fr_fr: Vos autorisations de connexion à d'autres comptes e-mail ont été révoquées. Si vous avez des questions, veuillez contacter votre administrateur
id_id: Izin Anda untuk menghubungkan ke akun email lain telah dicabut. Jika ada pertanyaan, hubungi administrator Anda
it_it: Le tue autorizzazioni per connettere altri account e-mail sono state revocate. In caso di domande, contatta il tuo amministratore
ja_jp: あなたの代行受信用メールアカウントの権限は取り消されました。ご質問等ありましたら、管理者にご連絡ください。
ko_kr: 다른 이메일 계정에 연결할 수 있는 권한이 철회되었습니다. 질문이 있으시면 관리자에게 문의하세요
ms_my: Kebenaran anda untuk menyambung akaun emel lain telah dibatalkan. Jika anda mempunyai sebarang pertanyaan, sila hubungi pentadbir anda
pt_br: Suas permissões para conectar outras contas de e-mail foram revogadas. Se você tiver alguma dúvida, entre em contato com seu administrador
ru_ru: Ваши разрешения на подключение других учетных записей почты были отозваны. Если у вас есть какие-либо вопросы, свяжитесь с вашим администратором
th_th: สิทธิ์การอนุญาตของคุณในการเชื่อมต่อบัญชีอีเมลอื่นถูกเพิกถอนแล้ว หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแล
vi_vn: Quyền kết nối các tài khoản email khác của bạn đã bị thu hồi. Nếu bạn có thắc mắc, vui lòng liên hệ với quản trị viên của bạn
zh_cn: 你的代收邮箱账号权限已被取消，如有疑问请联系管理员
zh_hk: 你的代收電郵地址帳戶權限已被取消，如有疑問，請聯絡管理員

# Saw
source: Error. Please log in again
de_de: Fehler. Bitte melden Sie sich erneut an
es_es: Error. Inicia sesión de nuevo
fr_fr: Erreur. Veuillez vous reconnecter
id_id: Terjadi kesalahan. Login lagi
it_it: Errore. Accedi di nuovo
ja_jp: エラーが発生しました。再ログインしてください。
ko_kr: 오류입니다. 다시 로그인하세요
ms_my: Ralat. Sila log masuk lagi
pt_br: Erro. Faça login novamente
ru_ru: Ошибка. Войдите снова
th_th: เกิดข้อผิดพลาด โปรดล็อกอินอีกครั้ง
vi_vn: Lỗi. Vui lòng đăng nhập lại
zh_cn: 发生错误，请重新登录
zh_hk: 發生錯誤，請重新登入

# jYc
source: Recipient port
de_de: Empfängerport
es_es: Puerto del destinatario
fr_fr: Port destinataire
hi_in: प्राप्तकर्ता पोर्ट
id_id: Port penerima
it_it: Porta del destinatario
ja_jp: 受信ポート
ko_kr: 받는 사람 포트
ms_my: Port penerima
pt_br: Porta do recipiente
ru_ru: Порт получателя
th_th: พอร์ตของผู้รับ
vi_vn: Cổng người nhận
zh_cn: 收信端口
zh_hk: 收件連接埠

# EjE
source: Incoming server
de_de: Posteingangsserver
es_es: Servidor de entrada
fr_fr: Serveur entrant
hi_in: इनकमिंग सर्वर
id_id: Server masuk
it_it: Server posta in arrivo
ja_jp: 受信サーバー
ko_kr: 수신 서버
ms_my: Pelayan masuk
pt_br: Servidor de entrada
ru_ru: Сервер-получатель
th_th: เซิร์ฟเวอร์ขาเข้า
vi_vn: Máy chủ tiếp nhận
zh_cn: 收信服务器
zh_hk: 收件伺服器
