Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# yNI
source: Emails will be grouped together by conversations, including all subsequent replies.
de_de: E-Mails werden zusammen nach Unterhaltungen gruppiert, einschließlich aller nachfolgenden Antworten.
es_es: Los correos electrónicos se agruparán por conversación, incluyendo todas las respuestas posteriores.
fr_fr: Les e-mails seront regroupés par conversations, y compris toutes les réponses ultérieures.
hi_in: ईमेल, इसके बाद के सभी उत्तरों सहित वार्तालाप के अनुसार एकसाथ समूहीकृत किए जाएँगे.
id_id: Email akan dikelompokkan bersama berdasarkan percakapan, termasuk semua balasan berikutnya.
it_it: Le e-mail verranno raggruppate insieme in base alle conversazioni, incluse tutte le risposte successive.
ja_jp: オンにすると、新規メールは主題ごとに統合され、より簡単に文脈を把握できます
ko_kr: 이메일은 모든 후속 회신을 포함하여 대화별로 그룹화됩니다.
ms_my: Emel akan dikumpulkan mengikut perbualan, termasuk semua balasan seterusnya.
pt_br: Os e-mails serão agrupados por conversas, incluindo todas as respostas subsequentes.
ru_ru: Письма будут сгруппированы по беседам, включая все последующие ответы.
th_th: อีเมลจะถูกจัดกลุ่มไว้ด้วยกันตามการสนทนา รวมถึงการตอบกลับที่ตามมาทั้งหมด
vi_vn: Email sẽ được nhóm theo cuộc trò chuyện, bao gồm toàn bộ các nội dung trả lời sau đó.
zh_cn: 开启后，新邮件会按照主题自动聚合，方便快速了解上下文
zh_hk: 開啟後，新郵件會按照主題自動聚合，方便快速了解上下文

# fdg
source: Conversation view
de_de: Unterhaltungsansicht
es_es: Vista de conversación
fr_fr: Mode conversation
hi_in: वार्तालाप दृश्य
id_id: Tampilan percakapan
it_it: Visualizzazione della conversazione
ja_jp: スレッドモード
ko_kr: 대화 보기
ms_my: Paparan perbualan
pt_br: Visualização de conversa
ru_ru: Вид беседы
th_th: มุมมองการสนทนา
vi_vn: Chế độ xem cuộc trò chuyện
zh_cn: 会话模式
zh_hk: 對話模式

# WM8
source: Please edit signatures on the desktop
de_de: Signaturen bitte auf dem Desktop bearbeiten
es_es: Edita las firmas en el escritorio
fr_fr: Veuillez modifier les signatures sur ordinateur
hi_in: कृपया डेस्कटॉप पर हस्ताक्षर संपादित करें
id_id: Edit tanda tangan di desktop
it_it: Modifica le firme sul desktop
ja_jp: デスクトップ版で署名を編集してください
ko_kr: 데스크톱에서 서명을 편집하세요
ms_my: Sila edit tanda tangan pada desktop
pt_br: Edite as assinaturas no computador
ru_ru: Отредактируйте подписи на ПК
th_th: โปรดแก้ไขลายเซ็นบนเดสก์ท็อป
vi_vn: Vui lòng chỉnh sửa chữ ký trên màn hình máy tính
zh_cn: 请在桌面端编辑签名内容
zh_hk: 請在桌面電腦端編輯簽名內容

# 9gk
source: Email view mode
de_de: E-Mail-Ansichtsmodus
es_es: Modo de visualización de correo electrónico
fr_fr: Mode d'affichage des e-mails
hi_in: ईमेल दृश्य मोड
id_id: Mode tampilan email
it_it: Modalità di visualizzazione e-mail
ja_jp: メールを整理
ko_kr: 이메일 보기 모드
ms_my: Mod paparan emel
pt_br: Modo de visualização de e-mail
ru_ru: Режим просмотра письма
th_th: โหมดการดูอีเมล
vi_vn: Chế độ xem email
zh_cn: 邮件浏览方式
zh_hk: 郵件瀏覽方式

# XdQ
source: Configure swipe actions to quickly act on emails in your Inbox.
de_de: Konfigurieren Sie Wischaktionen, um schnell auf E-Mails in Ihrem Posteingang zu reagieren.
es_es: Configura las acciones al deslizar correos electrónicos para actuar con rapidez en los correos electrónicos de tu bandeja de entrada.
fr_fr: Configurez des actions de balayage pour agir rapidement sur les e-mails dans votre boîte de réception.
id_id: Konfigurasikan tindakan usap untuk bertindak dengan cepat pada email di Kotak Masuk Anda.
it_it: Configura le azioni di scorrimento per intervenire rapidamente sulle e-mail nella posta in arrivo.
ja_jp: 受信トレイ内メールに対するスワイプ操作をカスタマイズします。
ko_kr: 수신함에서 이메일에 빠르게 대응할 수 있도록 살짝 밀기 동작을 구성합니다.
ms_my: Konfigurasikan tindakan sapuan untuk bertindak pantas pada emel dalam Peti Masuk anda.
pt_br: Configure ações de deslizar para agir rapidamente em e-mails em sua caixa de entrada.
ru_ru: Настройте действия смахивания, чтобы быстро реагировать на письма в папке "Входящие".
th_th: กำหนดค่าการปัดเพื่อดำเนินการกับอีเมลในกล่องข้อความของคุณอย่างรวดเร็ว
vi_vn: Cấu hình hành động vuốt để thao tác nhanh chóng với email trong Hộp thư đến của bạn.
zh_cn: 自定义收件箱邮件滑动操作选项
zh_hk: 自訂收件箱郵件滑動操作選項

# mfc
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# o5c
source: Email swipe actions
de_de: Wischaktionen für E-Mails
es_es: Acciones al deslizar correos electrónicos
fr_fr: Actions de balayage des e-mails
id_id: Tindakan usap email
it_it: Azioni di scorrimento e-mail
ja_jp: メールのスワイプ操作
ko_kr: 이메일 살짝 밀기 동작
ms_my: Tindakan sapuan emel
pt_br: Ações de deslizar o e-mail
ru_ru: Действия по перелистыванию писем
th_th: การปัดอีเมล
vi_vn: Hành động vuốt trong email
zh_cn: 邮件滑动操作
zh_hk: 郵件滑動操作

# TsY
source: Allow notification
de_de: Benachrichtigung zulassen
es_es: Permitir notificación
fr_fr: Autoriser les notifications
hi_in: नोटिफ़िकेशन की अनुमति दें
id_id: Izinkan notifikasi
it_it: Consenti notifica
ja_jp: 通知を有効にする
ko_kr: 알림 허용
ms_my: Benarkan pemberitahuan
pt_br: Permitir notificação
ru_ru: Разрешить уведомления
th_th: อนุญาตการแจ้งเตือน
vi_vn: Cho phép thông báo
zh_cn: 开启通知
zh_hk: 開啟通知

# m9M
source: Turn on notification for the following accounts
de_de: Benachrichtigung für folgende Konten aktivieren
es_es: Activar notificación para las siguientes cuentas
fr_fr: Activer les notifications pour les comptes suivants
hi_in: निम्न खातों के लिए नोटिफ़िकेशन चालू करें
id_id: Aktifkan notifikasi untuk akun berikut
it_it: Attiva notifica per i seguenti account
ja_jp: 以下のアカウントに通知を有効にする
ko_kr: 다음 계정에 대한 알림 켜기
ms_my: Hidupkan pemberitahuan untuk akaun berikut
pt_br: Ativar a notificação para as contas a seguir
ru_ru: Включить уведомление для следующих учетных записей
th_th: เปิดการแจ้งเตือนสำหรับบัญชีต่อไปนี้
vi_vn: Bật thông báo cho các tài khoản sau
zh_cn: 为以下账号开启通知
zh_hk: 為以下帳戶開啟通知

# dY0
source: Always show
de_de: Immer anzeigen
es_es: Mostrar siempre
fr_fr: Toujours afficher
id_id: Selalu tampilkan
it_it: Mostra sempre
ja_jp: 常に自動表示
ko_kr: 항상 표시
ms_my: Tunjukkan sentiasa
pt_br: Sempre mostrar
ru_ru: Всегда показывать
th_th: แสดงเสมอ
vi_vn: Luôn hiển thị
zh_cn: 始终自动显示
zh_hk: 始終自動顯示

# znk
source: Ask before showing
de_de: Vor dem Anzeigen anfragen
es_es: Preguntar antes de mostrar
fr_fr: Demander avant d'afficher
id_id: Tanyakan sebelum menampilkan
it_it: Chiedi prima di mostrare
ja_jp: 表示前に確認する
ko_kr: 표시하기 전에 물어보세요
ms_my: Tanya sebelum menunjukkan
pt_br: Perguntar antes de mostrar
ru_ru: Спрашивать перед показом
th_th: ถามก่อนแสดง
vi_vn: Hỏi trước khi hiển thị
zh_cn: 显示前先询问我
zh_hk: 顯示前先詢問我

# zns
source: Showing external images in emails may reveal your private information, including your IP address, time of opening the email, and times of opening.
de_de: Die Anzeige externer Bilder in E-Mails kann Ihre privaten Informationen offenlegen, einschließlich Ihrer IP-Adresse, des Zeitpunkts des Öffnens der E-Mail und der Häufigkeit des Öffnens.
es_es: Al mostrar imágenes externas en los correos electrónicos, podría revelarse cierta información privada, como tu dirección IP, el momento de apertura de los correos electrónicos y las veces que se han abierto.
fr_fr: L'affichage d'images externes dans les e-mails peut révéler vos informations privées, y compris votre adresse IP, l'heure d'ouverture de l'e-mail et les horaires d'ouverture.
id_id: Menampilkan gambar eksternal dalam email dapat mengungkap informasi privat Anda, termasuk alamat IP, waktu membuka email, dan waktu membuka.
it_it: La visualizzazione di immagini esterne nelle e-mail può rivelare le tue informazioni private, tra cui indirizzo IP, ora di apertura dell'e-mail e numero di aperture.
ja_jp: メールに含まれる外部画像を表示すると、送信者に IP アドレスや開封時刻、表示回数などのプライバシー情報が知られる可能性があります。
ko_kr: 이메일에 외부 이미지를 표시하면 IP 주소, 이메일을 여는 시간 및 여는 시간을 포함한 개인 정보가 노출될 수 있습니다.
ms_my: Memaparkan imej luaran dalam e-mel boleh mendedahkan maklumat peribadi anda, termasuk alamat IP, masa membuka e-mel, dan jumlah membuka e-mel tersebut.
pt_br: Mostrar imagens externas em e-mails pode revelar suas informações privadas, incluindo seu endereço IP, horário de abertura do e-mail e horários de abertura.
ru_ru: Отображение внешних изображений в письмах может раскрыть вашу личную информацию, включая ваш IP-адрес, время открытия письма и количество открытий.
th_th: การแสดงภาพภายนอกในอีเมลอาจเปิดเผยข้อมูลส่วนตัวของคุณ รวมถึงที่อยู่ IP เวลาเปิดอีเมล และจำนวนครั้งที่เปิด
vi_vn: Việc hiển thị hình ảnh bên ngoài trong email có thể làm lộ thông tin riêng tư của bạn, bao gồm địa chỉ IP, thời gian mở email và số lần mở của bạn.
zh_cn: 邮件中显示网络图片，可能会向发件人泄露你的 IP 地址、邮件打开时间和次数等隐私信息
zh_hk: 郵件中顯示網絡圖片，可能會向寄件者洩露你的 IP 地址、郵件開啟時間和次數等私隱資訊

# YUs
source: External images
de_de: Externe Bilder
es_es: Imágenes externas
fr_fr: Images externes
id_id: Gambar eksternal
it_it: Immagini esterne
ja_jp: 外部画像の表示
ko_kr: 외부 이미지
ms_my: Imej luaran
pt_br: Imagens externas
ru_ru: Внешние изображения
th_th: ภาพภายนอก
vi_vn: Hình ảnh bên ngoài
zh_cn: 网络图片显示
zh_hk: 網絡圖片顯示

# ShQ
source: Go to {{APP_DISPLAY_NAME}} desktop > Settings > Email to add your first signature
de_de: Gehen Sie zu „{{APP_DISPLAY_NAME}} Desktop“ – „Einstellungen“ – „E-Mail“, um Ihre erste Signatur hinzuzufügen.
es_es: Accede al escritorio de {{APP_DISPLAY_NAME}} > Configuración > Correo electrónico para agregar tu primera firma
fr_fr: Accédez à {{APP_DISPLAY_NAME}} sur ordinateur > Paramètres> E-mail pour ajouter votre première signature
hi_in: अपना पहला हस्ताक्षर जोड़ने के लिए {{APP_DISPLAY_NAME}} डेस्कटॉप > सेटिंग्स > ईमेल पर जाएँ
id_id: Buka {{APP_DISPLAY_NAME}} desktop > Pengaturan > Email untuk menambahkan tanda tangan pertama Anda
it_it: Nella versione desktop vai a {{APP_DISPLAY_NAME}} > Impostazioni > E-mail per aggiungere la tua prima firma
ja_jp: デスクトップ版の {{APP_DISPLAY_NAME}} 設定 > メール > メール署名 で追加してください
ko_kr: {{APP_DISPLAY_NAME}} 데스크톱 > 설정 > 이메일로 이동하여 첫 서명을 추가하세요
ms_my: Pergi ke {{APP_DISPLAY_NAME}} desktop > Tetapan > Emel untuk menambah tanda tangan pertama anda
pt_br: Acesse o computador do {{APP_DISPLAY_NAME}} > Configurações > Email para adicionar sua primeira assinatura
ru_ru: Перейдите на {{APP_DISPLAY_NAME}} для ПК > Настройки > Почта, чтобы добавить свою первую подпись
th_th: ไปยัง {{APP_DISPLAY_NAME}} เวอร์ชันเดสก์ท็อป > การตั้งค่า > อีเมลเพื่อเพิ่มลายเซ็นแรกของคุณ
vi_vn: Đi tới {{APP_DISPLAY_NAME}} máy tính > Cài đặt > Email để thêm chữ ký đầu tiên của bạn
zh_cn: 请前往桌面端{{APP_DISPLAY_NAME}} 设置 > 邮件 > 邮件签名 添加签名
zh_hk: 請前往桌面電腦端{{APP_DISPLAY_NAME}} 設定 > 郵件 > 郵件簽名 新增簽名

# TPI
source: Left Swipe
de_de: Nach links wischen
es_es: Deslizar a la izquierda
fr_fr: Balayer vers la gauche
id_id: Usap ke Kiri
it_it: Scorri a sinistra
ja_jp: 左スワイプ
ko_kr: 왼쪽으로 살짝 밀기
ms_my: Sapuan Kiri
pt_br: Deslizar para a esquerda
ru_ru: Свайп влево
th_th: ปัดซ้าย
vi_vn: Vuốt sang trái
zh_cn: 向左滑动
zh_hk: 向左滑動

# t8k
source: Chat messages
de_de: Chatnachrichten
es_es: Mensajes de chat
fr_fr: Messages de la discussion
hi_in: चैट संदेश
id_id: Pesan obrolan
it_it: Messaggi chat
ja_jp: チャットメッセージ
ko_kr: 채팅 메시지
ms_my: Mesej sembang
pt_br: Mensagens de chat
ru_ru: Сообщения чата
th_th: ข้อความแชท
vi_vn: Tin nhắn trò chuyện
zh_cn: 聊天消息
zh_hk: 聊天訊息

# lts
source: Connection error. Please try again later
de_de: Verbindungsfehler. Versuchen Sie es später erneut.
es_es: Error de conexión. Inténtalo de nuevo más tarde
fr_fr: Erreur de connexion. Veuillez réessayer plus tard
hi_in: कनेक्शन त्रुटि. कृपया बाद में पुन: प्रयास करें
id_id: Kesalahan koneksi. Coba lagi nanti
it_it: Errore di connessione. Riprova più tardi
ja_jp: ネットワークエラーです。再試行してください
ko_kr: 연결 오류입니다. 나중에 다시 시도해 보세요.
ms_my: Ralat sambungan. Sila cuba lagi kemudian
pt_br: Erro de conexão. Tente novamente mais tarde
ru_ru: Ошибка подключения. Попробуйте позже
th_th: ข้อผิดพลาดในการเชื่อมต่อ โปรดลองอีกครั้งภายหลัง
vi_vn: Lỗi kết nối. Vui lòng thử lại sau
zh_cn: 网络异常，请稍后再试
zh_hk: 網絡異常，請稍後再試

# kdM
source: All emails
de_de: Alle E-Mails
es_es: Todos los correos electrónicos
fr_fr: Tous les e-mails
id_id: Semua email
it_it: Tutte le e-mail
ja_jp: すべてのメール
ko_kr: 모든 이메일
ms_my: Semua emel
pt_br: Todos os e-mails
ru_ru: Все письма
th_th: อีเมลทั้งหมด
vi_vn: Tất cả email
zh_cn: 全部邮件
zh_hk: 全部郵件

# srQ
source: Inbox emails only
de_de: Nur E-Mails im Posteingang
es_es: Solo correos electrónicos de la bandeja de entrada
fr_fr: Uniquement les e-mails de la boîte de réception
id_id: Khusus email kotak masuk
it_it: Solo e-mail della posta in arrivo
ja_jp: 受信トレイのみ
ko_kr: 수신함 이메일만
ms_my: Emel kotak masuk sahaja
pt_br: Somente e-mails da caixa de entrada
ru_ru: Только входящие
th_th: อีเมลกล่องข้อความเท่านั้น
vi_vn: Chỉ email trong hộp thư đến
zh_cn: 仅收件箱
zh_hk: 只有收件箱

# 39c
source: Notification preferences
de_de: Benachrichtigungseinstellungen
es_es: Preferencias de notificación
fr_fr: Préférences de notification
id_id: Preferensi notifikasi
it_it: Preferenze di notifica
ja_jp: 通知範囲
ko_kr: 알림 기본 설정
ms_my: Keutamaan notifikasi
pt_br: Preferências de notificação
ru_ru: Настройки уведомлений
th_th: การตั้งค่าการแจ้งเตือน
vi_vn: Tùy chọn thông báo
zh_cn: 通知范围
zh_hk: 通知範圍

# o8k
source: Notification style
de_de: Benachrichtigungsart
es_es: Estilo de notificación
fr_fr: Style de notification
hi_in: नोटिफ़िकेशन शैली
id_id: Gaya notifikasi
it_it: Stile notifica
ja_jp: 通知方法
ko_kr: 알림 스타일
ms_my: Gaya pemberitahuan
pt_br: Estilo da notificação
ru_ru: Стиль уведомлений
th_th: รูปแบบการแจ้งเตือน
vi_vn: Kiểu thông báo
zh_cn: 通知形式
zh_hk: 通知形式

# 8pM
source: Select at least one notification style
de_de: Mindestens eine Benachrichtigungsart auswählen
es_es: Selecciona al menos un estilo de notificación
fr_fr: Sélectionnez au moins un style de notification
hi_in: कम से कम एक नोटिफ़िकेशन शैली चुनें
id_id: Pilih setidaknya satu gaya notifikasi
it_it: Seleziona almeno uno stile di notifica
ja_jp: 通知方法は必須です
ko_kr: 알림 스타일을 하나 이상 선택하세요
ms_my: Pilih sekurang-kurangnya satu gaya pemberitahuan
pt_br: Selecione pelo menos um estilo de notificação
ru_ru: Выберите хотя бы один стиль уведомлений
th_th: เลือกรูปแบบการแจ้งเตือนอย่างน้อยหนึ่งรายการ
vi_vn: Lựa chọn ít nhất một kiểu thông báo
zh_cn: 通知形式不能为空
zh_hk: 通知形式不能為空

# Ob0
source: Right Swipe
de_de: Nach rechts wischen
es_es: Deslizar a la derecha
fr_fr: Balayer vers la droite
id_id: Usap ke Kanan
it_it: Scorri a destra
ja_jp: 右スワイプ
ko_kr: 오른쪽으로 살짝 밀기
ms_my: Sapuan Kanan
pt_br: Deslizar para a direita
ru_ru: Свайп вправо
th_th: ปัดขวา
vi_vn: Vuốt sang phải
zh_cn: 向右滑动
zh_hk: 向右滑動

# U5E
source: Link Now
de_de: Jetzt verknüpfen
es_es: Vincular ahora
fr_fr: Associer maintenant
id_id: Tautkan Sekarang
it_it: Collega ora
ja_jp: 今すぐ関連付け
ko_kr: 지금 연결
ms_my: Sambung Sekarang
pt_br: Vincular agora
ru_ru: Привязать сейчас
th_th: เชื่อมโยงเลย
vi_vn: Liên kết ngay
zh_cn: 立即绑定
zh_hk: 立即綁定

# aNg
source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 関連付けを解除
ko_kr: 연결 해제
ms_my: Nyahsambung
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除绑定
zh_hk: 解除綁定

# TKs
source: 📮 You've received an email
de_de: 📮 Sie haben eine E-Mail erhalten
es_es: 📮 Has recibido un correo electrónico
fr_fr: 📮 Vous avez reçu un e-mail
hi_in: 📮 आपको ईमेल प्राप्त हुआ
id_id: 📮 Anda telah menerima email
it_it: 📮 Hai ricevuto un'e-mail
ja_jp: 📮 新着メールが届きました
ko_kr: 📮 이메일을 받았습니다
ms_my: 📮 Anda telah menerima emel
pt_br: 📮 Você recebeu um e-mail
ru_ru: 📮 Вы получили письмо
th_th: 📮 คุณได้รับอีเมล
vi_vn: 📮 Bạn đã nhận được một email
zh_cn: 📮 你有一封新邮件
zh_hk: 📮 你有一封新郵件

# L/U
source: Shared
de_de: Freigegeben
es_es: Compartida
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisione completata
ja_jp: 共有しました。
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Вы поделились
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 已分享
zh_hk: 已分享

# x5Q
source: Unable to share
de_de: Freigabe nicht möglich
es_es: No se puede compartir
fr_fr: Partage impossible
id_id: Gagal membagikan
it_it: Impossibile condividere
ja_jp: 共有できませんでした。
ko_kr: 공유할 수 없음
ms_my: Tidak dapat berkongsi
pt_br: Não é possível compartilhar
ru_ru: Не удалось поделиться
th_th: ไม่สามารถแบ่งปันได้
vi_vn: Không thể chia sẻ
zh_cn: 分享失败
zh_hk: 分享失敗

# Xg8
source: Add member
de_de: Mitglied hinzufügen
es_es: Agregar miembro
fr_fr: Ajouter un membre
hi_in: सदस्य जोड़ें
id_id: Tambah anggota
it_it: Aggiungi membro
ja_jp: メンバーを招待
ko_kr: 구성원 추가
ms_my: Tambah ahli
pt_br: Adicionar membro
ru_ru: Добавить участника
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# Ywk
source: Stop sharing
de_de: Teilen beenden
es_es: Dejar de compartir
fr_fr: Arrêter le partage
hi_in: शेयरिंग रोकें
id_id: Berhenti berbagi
it_it: Interrompi condivisione
ja_jp: 共有を中止
ko_kr: 공유 중지
ms_my: Berhenti berkongsi
pt_br: Parar compartilhamento
ru_ru: Остановить
th_th: ยุติการแชร์
vi_vn: Dừng chia sẻ
zh_cn: 停止分享
zh_hk: 停止分享

# 8Os
source: The email has stopped sharing.
de_de: Die E-Mail hat das Teilen gestoppt.
es_es: Se ha dejado de compartir el correo electrónico.
fr_fr: L'e-mail a cessé d'être partagé.
hi_in: ईमेल को शेयर करना बंद कर दिया गया है.
id_id: Email telah berhenti berbagi.
it_it: L'e-mail ha interrotto la condivisione.
ja_jp: このメールの共有は中止されました
ko_kr: 이메일 공유가 중지되었습니다.
ms_my: E-mel telah berhenti berkongsi.
pt_br: O e-mail parou o compartilhamento.
ru_ru: Этим письмом больше не делятся.
th_th: อีเมลหยุดการแชร์ลง
vi_vn: Đã dừng chia sẻ email.
zh_cn: 邮件已停止分享
zh_hk: 郵件已停止分享

# I1g
source: Check details
de_de: Details überprüfen
es_es: Ver detalles
fr_fr: Vérifier les détails
hi_in: विवरण देखें
id_id: Lihat perincian
it_it: Verifica dettagli
ja_jp: 詳細
ko_kr: 세부 정보 확인
ms_my: Periksa butiran
pt_br: Verificar detalhes
ru_ru: Информация
th_th: ตรวจสอบรายละเอียด
vi_vn: Kiểm tra chi tiết
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# xGI
source: After you quit this email sharing, you will not be able to receive incoming emails. Quit anyway?
de_de: Nachdem Sie das Teilen dieser E-Mail beendet haben, können Sie keine eingehenden E-Mails mehr empfangen. Trotzdem beenden?
es_es: Una vez que dejes de compartir este correo electrónico, no recibirás más mensajes. ¿Dejar de compartir de todas formas?
fr_fr: Après avoir quitté ce partage d'e-mails, vous ne pourrez plus recevoir d'e-mails entrants. Quitter quand même ?
hi_in: आपके द्वारा यह ईमेल शेयरिंग छोड़ने के बाद, आप आने वाले ईमेल प्राप्त करने में समर्थ नहीं होंगे. फिर भी छोड़ना चाहते हैं?
id_id: Setelah Anda keluar dari berbagi email ini, Anda tidak dapat menerima email masuk. Tetap keluar?
it_it: Dopo aver abbandonato questa condivisione e-mail, non potrai più ricevere e-mail in arrivo. Uscire comunque?
ja_jp: この件名のメールを受信できなくなります。
ko_kr: 이 이메일 공유를 종료하면 수신 이메일을 받을 수 없게 됩니다. 그래도 종료하시겠습니까?
ms_my: Selepas anda berhenti berkongsi emel ini, anda tidak akan dapat menerima emel masuk. Berhenti juga?
pt_br: Depois de encerrar o compartilhamento deste e-mail, você não poderá mais receber e-mails. Encerrar mesmo assim?
ru_ru: После отмены общего доступа к этой почте вы не сможете получать входящие письма. Все равно отменить?
th_th: หลังจากที่ออกจากการแชร์อีเมลนี้แล้ว คุณจะไม่สามารถรับอีเมลขาเข้าได้อีก ยังต้องการออกทันทีหรือไม่
vi_vn: Sau khi thoát chia sẻ email này, bạn sẽ không thể nhận email đến. Vẫn thoát?
zh_cn: 你将无法接收该主题邮件往来的提醒
zh_hk: 你將無法接收該主題郵件往來的提醒

# IZc
source: Stop sharing will remove the email from the collaborator and terminate all operations. Stop anyway?
de_de: Wenn Sie das Teilen beenden, wird die E-Mail von dem Mitarbeiter entfernt und alle Vorgänge werden beendet. Trotzdem beenden?
es_es: Dejar de compartir eliminará el correo del colaborador y finalizarán todas las operaciones. ¿Dejar de compartir de todas formas?
fr_fr: L'arrêt du partage retirera l'e-mail du collaborateur et mettra fin à toutes les opérations. Arrêter quand même ?
hi_in: शेयरिंग रोकने से ईमेल सहयोगी से निकाल दिया जाएगा और सभी ऑपरेशन समाप्त कर दिए जाएंगे. फिर भी रोकना चाहते हैं?
id_id: Berhenti berbagi akan menghapus email dari kolaborator dan menghentikan semua operasi. Tetap berhenti?
it_it: L'interruzione della condivisione annullerà la condivisione dell'e-mail con il collaboratore e terminerà tutte le operazioni. Interrompere comunque?
ja_jp: この件名のメールをの共有および共同編集を中止する。
ko_kr: 공유를 중지하면 공동 작업자로부터 받은 이메일이 제거되고 모든 작업이 종료됩니다. 그래도 중지하시겠습니까?
ms_my: Menghentikan perkongsian akan mengeluarkan emel daripada rakan kerjasama dan menghentikan semua operasi. Berhenti juga?
pt_br: Parar o compartilhamento removerá o e-mail do colaborador e encerrará todas as operações. Parar mesmo assim?
ru_ru: Остановка удалит это письмо для соавтора и завершит все операции. Все равно остановить?
th_th: หากยุติการแชร์ ระบบจะนำอีเมลออกจากผู้ร่วมงานและยุติการดำเนินการทั้งหมด ยังต้องการหยุดทันทีหรือไม่
vi_vn: Việc dừng chia sẻ sẽ xóa email từ cộng tác viên và chấm dứt tất cả các thao tác. Vẫn dừng?
zh_cn: 停止向协作者分享后续邮件往来，并终止协作。
zh_hk: 停止向協作者分享後續郵件往來，並終止協作。

# ATQ
source: Create New Chat
de_de: Neuen Chat erstellen
es_es: Crear nuevo chat
fr_fr: Créer un nouveau chat
hi_in: नई चैट बनाएँ
id_id: Buat Obrolan Baru
it_it: Crea nuova chat
ja_jp: チャットを新規作成
ko_kr: 새로운 채팅 생성
ms_my: Buat Perbualan Baharu
pt_br: Criar novo chat
ru_ru: Создать новый чат
th_th: สร้างแชทใหม่
vi_vn: Tạo cuộc trò chuyện mới
zh_cn: 创建新的会话
zh_hk: 建立新對話

# f40
source: Unable to share
de_de: Teilen nicht möglich
es_es: No se puede compartir
fr_fr: Partage impossible
hi_in: शेयर करने में असमर्थ
id_id: Tidak dapat berbagi
it_it: Impossibile condividere
ja_jp: 共有できませんでした
ko_kr: 공유할 수 없음
ms_my: Tidak dapat berkongsi
pt_br: Não é possível compartilhar
ru_ru: Невозможно открыть доступ.
th_th: ไม่สามารถแบ่งปันได้
vi_vn: Không thể chia sẻ
zh_cn: 分享失败
zh_hk: 分享失敗

# hSY
source: This email was shared by {{who}}
de_de: Diese E-Mail wurde von {{who}} geteilt.
es_es: {{who}} ha compartido este mensaje
fr_fr: Cet e-mail a été partagé par {{who}}
hi_in: {{who}} द्वारा यह ईमेल शेयर किया गया
id_id: Email ini dibagikan oleh {{who}}
it_it: Questa e-mail è stata condivisa da {{who}}
ja_jp: このメールは{{who}} が共有しました
ko_kr: 이 이메일을 {{who}}이(가) 공유했습니다.
ms_my: Emel ini dikongsi oleh {{who}}
pt_br: Este e-mail foi compartilhado por {{who}}
ru_ru: Пользователь {{who}} поделился этим письмом
th_th: อีเมลนี้แชร์โดย {{who}}
vi_vn: Email này đã được chia sẻ bởi {{who}}
zh_cn: 该邮件由{{who}}发起分享
zh_hk: 該郵件由{{who}}發起分享

# dZg
source: You shared this email.
de_de: Sie haben diese E-Mail geteilt.
es_es: Has compartido este correo electrónico.
fr_fr: Vous avez partagé cet e-mail.
hi_in: आपने यह ईमेल शेयर किया.
id_id: Anda berbagi email ini.
it_it: Hai condiviso questa e-mail.
ja_jp: このメールはあなたが共有しました
ko_kr: 이 이메일을 공유했습니다.
ms_my: Anda berkongsi emel ini.
pt_br: Você compartilhou este e-mail.
ru_ru: Вы поделились этим письмом
th_th: คุณได้แชร์อีเมลนี้
vi_vn: Bạn đã chia sẻ email này.
zh_cn: 该邮件由你发起分享
zh_hk: 該郵件由你發起分享

# kpc
source: Shared
de_de: Geteilt
es_es: Compartido
fr_fr: Partagé
hi_in: शेयर किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Общие
th_th: แชร์แล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享邮件
zh_hk: 分享郵件

# kKw
source: Leave a message
de_de: Eine Nachricht hinterlassen
es_es: Dejar un mensaje
fr_fr: Laisser un message
hi_in: कोई संदेश छोड़ें
id_id: Tinggalkan pesan
it_it: Lascia un messaggio
ja_jp: コメント
ko_kr: 메시지 남기기
ms_my: Tinggalkan mesej
pt_br: Deixar uma mensagem
ru_ru: Оставить сообщение
th_th: ทิ้งข้อความ
vi_vn: Để lại tin nhắn
zh_cn: 留言
zh_hk: 留言

# BIo
source: Automatically share incoming emails
de_de: Eingehende E-Mails automatisch teilen
es_es: Compartir automáticamente correos electrónicos entrantes
fr_fr: Partager automatiquement les e-mails entrants
hi_in: इनकमिंग ईमेल को स्वचालितस्वचालित रूप से साझा करें.
id_id: Berbagi email masuk secara otomatis
it_it: Condividi automaticamente le e-mail in entrata
ja_jp: 新着メールを自動的に共有
ko_kr: 수신 이메일 자동 공유
ms_my: Kongsi emel masuk secara automatik
pt_br: Compartilhe automaticamente e-mails de entrada.
ru_ru: Автоматически делиться входящими письмами
th_th: แชร์อีเมลขาเข้าโดยอัตโนมัติ
vi_vn: Tự động chia sẻ email gửi đến
zh_cn: 自动分享新邮件
zh_hk: 自動分享新郵件
