Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 2Ro
source: Token for {{Account}} is expired. Please relink. You can link to a different account only after unlinking the existing account.
de_de: {{Account}} ist abgelaufen. Bitte wieder erneut verknüpfen
es_es: {{Account}} ha caducado. Vuelve a vincularla.
fr_fr: {{Account}} a expiré. Merci de lier de nouveau.
hi_in: {{Account}} की समय-सीमा समाप्त हुई. कृपया पुनः लिंक करें.
id_id: Token untuk {{Account}} kedaluwarsa. Tautkan ulang. Anda dapat menautkan ke akun lain setelah melepas tautan akun yang ada.
it_it: {{Account}} è scaduto. Collega di nuovo.
ja_jp: {{Account}} の認証は無効になりました。再度関連付けてください。その他のメールアカウントに関連付けたい場合は、先にこのアカウントとの関連付けを解除してください
ko_kr: {{Account}}이(가) 만료되었습니다. 다시 연결하세요.
ms_my: Token untuk {{Account}} telah tamat tempoh. Sila paut semula. Anda hanya boleh memaut ke akaun yang berbeza selepas memutuskan pautan akaun yang sedia ada.
pt_br: {{Account}} está vencida. Vincule novamente.
ru_ru: Истек срок действия {{Account}}. Привяжите повторно еще раз.
th_th: {{Account}} หมดอายุแล้ว โปรดลิงก์ซ้ำ อีกครั้ง
vi_vn: {{Account}} đã hết hạn. Vui lòng liên kết lại.
zh_cn: {{Account}}的认证已失效，请重新关联。若要关联其他账号，请先解除关联此账号。
zh_hk: {{Account}}的認證已失效，請重新關聯。若要關聯其他帳戶，請先解除關聯此帳戶。

# YJg
source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
hi_in: अनलिंक करें
id_id: Lepas tautan
it_it: Scollega
ja_jp: 関連付け解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除关联
zh_hk: 解除關聯

# hFQ
source: Relink this account
de_de: Jetzt verknüpfen
es_es: Vincular ahora
fr_fr: Lier maintenant
hi_in: अभी लिंक करें
id_id: Tautkan ulang akun ini
it_it: Collega ora
ja_jp: 再度関連付ける
ko_kr: 지금 연결
ms_my: Paut semula akaun ini
pt_br: Vincular agora
ru_ru: Привязать сейчас
th_th: ลิงก์ตอนนี้
vi_vn: Liên kết ngay
zh_cn: 重新关联此账号
zh_hk: 重新關聯此帳戶

# W+o
source: Please relink your Gmail account
de_de: Bitte verknüpfen Sie Ihr Gmail-Konto erneut
es_es: Vuelve a vincular tu cuenta de Gmail
fr_fr: Liez à nouveau votre compte Gmail
hi_in: कृपया अपना Gmail खाता पुनः लिंक करें
id_id: Tautkan ulang akun Gmail Anda
it_it: Collega di nuovo il tuo account Gmail
ja_jp: あなたの Gmail アカウントをもう一度関連付ける
ko_kr: Gmail 계정을 다시 연결하세요.
ms_my: Sila hubungkan semula akaun Gmail anda
pt_br: Vincule novamente sua conta do Gmail
ru_ru: Привяжите повторно свою учетную запись Gmail
th_th: โปรดลิงก์ไปยังบัญชี Gmail ซ้ำอีกครั้ง
vi_vn: Vui lòng liên kết lại tài khoản Gmail của bạn
zh_cn: 请重新关联你的 Gmail 账号
zh_hk: 請重新關聯你的 Gmail 帳戶

# ME4
source: Account association has expired, please relink.
de_de: Zugriff auf Ihre geschäftlichen Gmail-E-Mails in autorisieren
es_es: Autorizar acceso a su correo electrónico para empresas de Gmail en
fr_fr: L'association de compte a expiré, veuillez associer à nouveau.
hi_in: खाता लिंक समाप्त हो गया, कृपया पुनः लिंक करें
id_id: Akun terkait telah kedaluwarsa, tautkan ulang.
it_it: L'associazione dell'account è scaduta, ricollegare.
ja_jp: メールアカウントとの関連付けは無効になりました。再度関連付けてください
ko_kr: 계정 연결이 만료되었습니다. 다시 연결하세요.
ms_my: Penggabungan akaun telah tamat tempoh, sila hubungkan semula.
pt_br: A associação da conta venceu. Vincule novamente.
ru_ru: Срок действия привязки учетной записи истек, подключите повторно.
th_th: การเชื่อมโยงบัญชีหมดอายุแล้ว โปรดเชื่อมโยงอีกครั้ง
vi_vn: Liên kết tài khoản đã hết hạn, vui lòng liên kết lại.
zh_cn: 账号关联已失效，请重新进行关联。
zh_hk: 帳戶關聯已失效，請重新關聯。

# ZK4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# EOw
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 確認
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確認

# /HM
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# LGY
source: Email does not exist
de_de: E-Mail existiert nicht.
es_es: El correo electrónico no existe
fr_fr: L'e-mail n'existe pas
hi_in: ईमेल मौजूद नहीं है
id_id: Email tidak ada
it_it: L'indirizzo e-mail non esiste
ja_jp: メールは存在しません
ko_kr: 이메일이 존재하지 않습니다
ms_my: Emel tidak wujud
pt_br: O e-mail não existe
ru_ru: Письмо не существует
th_th: ไม่มีอีเมลนี้อยู่
vi_vn: Email không tồn tại
zh_cn: 邮件不存在
zh_hk: 郵件已不存在

# ad0
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# X7g
source: Includes: {{itemName}}
de_de: Beinhaltet: {{itemName}}
es_es: Incluye: {{itemName}}
fr_fr: Comprend : {{itemName}}
id_id: Termasuk: {{itemName}}
it_it: Include: {{itemName}}
ja_jp: 以下を含む：{{itemName}}
ko_kr: 포함: {{itemName}}
ms_my: Termasuk: {{itemName}}
pt_br: Inclui: {{itemName}}
ru_ru: Включает: {{itemName}}
th_th: รวมถึง: {{itemName}}
vi_vn: Bao gồm: {{itemName}}
zh_cn: 包含: {{itemName}}
zh_hk: 包含：{{itemName}}

# cAI
source: loading
de_de: Ladevorgang
es_es: cargando
fr_fr: chargement
id_id: memuat
it_it: caricamento in corso
ja_jp: 読み込み中
ko_kr: 로딩 중
ms_my: memuatkan
pt_br: carregando
ru_ru: загрузка
th_th: กำลังโหลด
vi_vn: đang tải
zh_cn: 加载中
zh_hk: 載入中

# zOM
source: Network error. Please tap screen to retry.
de_de: Netzwerkfehler. Tippen Sie auf den Bildschirm, um des erneut zu versuchen.
es_es: Error de red. Toca la pantalla para intentarlo de nuevo.
fr_fr: Erreur réseau. Appuyez sur l'écran pour réessayer.
hi_in: नेटवर्क त्रुटि. कृपया पुनः प्रयास करने के लिए स्क्रीन पर टैप करें.
id_id: Kesalahan jaringan. Ketuk layar untuk mencoba lagi.
it_it: Errore di rete. Tocca lo schermo per riprovare.
ja_jp: ネットワークエラーが発生しました。再度お試しください。
ko_kr: 네트워크 오류입니다. 화면을 탭하여 다시 시도하세요.
ms_my: Ralat rangkaian. Sila ketuk skrin untuk cuba lagi.
pt_br: Erro de rede. Toque na tela para repetir.
ru_ru: Ошибка сети. Нажмите экран, чтобы повторить.
th_th: เครือข่ายเกิดข้อผิดพลาด โปรดแตะที่หน้าจอเพื่อลองอีกครั้ง
vi_vn: Lỗi mạng. Vui lòng chạm vào màn hình để thử lại.
zh_cn: 网络出错，点击屏幕重试
zh_hk: 網絡出錯，點擊螢幕重試

# RiY
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 결과를 찾을 수 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả nào
zh_cn: 暂无内容
zh_hk: 暫無內容

# UZE
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 知道了
zh_hk: 知道了

# pzU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# +qc
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# 9cs
source: Please enter the text to display
de_de: Bitte geben Sie den anzuzeigenden Text ein
es_es: Introduce el texto para mostrar
fr_fr: Veuillez saisir le texte à afficher
id_id: Masukkan teks yang akan ditampilkan
it_it: Immetti il testo da visualizzare
ja_jp: 入力してください
ko_kr: 표시할 텍스트를 입력하세요
ms_my: Sila masukkan teks untuk dipaparkan
pt_br: Insira o texto a ser exibido
ru_ru: Введите текст для отображения
th_th: โปรดกรอกข้อความที่ต้องการแสดง
vi_vn: Vui lòng nhập văn bản cần hiển thị
zh_cn: 请输入
zh_hk: 請輸入

# BJY
source: Text to display
de_de: Anzuzeigender Text
es_es: Texto para mostrar
fr_fr: Texte à afficher
id_id: Teks untuk ditampilkan
it_it: Testo da visualizzare
ja_jp: 表示テキスト
ko_kr: 표시할 텍스트
ms_my: Teks untuk dipaparkan
pt_br: Texto a ser exibido
ru_ru: Текст для отображения
th_th: ข้อความที่จะแสดง
vi_vn: Văn bản sẽ hiển thị
zh_cn: 展示该文本
zh_hk: 展示該文字

# BhI
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: テキストを編集
ko_kr: 편집
ms_my: Sunting
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑文本
zh_hk: 編輯文字

# vCA
source: View Contact Card
de_de: Kontaktkarte anzeigen
es_es: Ver tarjeta de contacto
fr_fr: Afficher la fiche contact
id_id: Lihat Kartu Kontak
it_it: Visualizza scheda contatto
ja_jp: プロフィールカードを表示
ko_kr: 연락처 카드 보기
ms_my: Lihat Kad Kenalan
pt_br: Visualizar cartão de contato
ru_ru: Посмотреть карточку контакта
th_th: ดูการ์ดรายชื่อที่ติดต่อ
vi_vn: Xem thẻ liên hệ
zh_cn: 查看个人名片
zh_hk: 查看個人名片

# t0s
source: Cancel Sp
de_de: SV abbrechen
es_es: Cancelar envío por separado
fr_fr: Annuler Sp
hi_in: Sp रद्द करें
id_id: Batalkan Sp
it_it: Annulla Invia separatamente
ja_jp: 個別送信をキャンセル
ko_kr: 별도로 보내기 취소
ms_my: Batal Sp
pt_br: Cancelar Sp
ru_ru: Отмена Sp
th_th: ยกเลิกการส่งแยกกันต่างหาก
vi_vn: Hủy bỏ Gửi độc lập
zh_cn: 取消分别发送
zh_hk: 取消分別發送

# xro
source: Cancel Send Separately
de_de: Separaten Versand abbrechen
es_es: Cancelar Enviar por separado
fr_fr: Annuler Envoyer séparément
hi_in: अलग से भेजें रद्द करें
id_id: Batalkan Kirim Terpisah
it_it: Annulla Invia separatamente
ja_jp: 個別送信をキャンセル
ko_kr: 별도로 보내기 취소
ms_my: Batal Hantar Berasingan
pt_br: Cancelar envio separado
ru_ru: Отменить отдельную отправку
th_th: ยกเลิกการส่งแยกกันต่างหาก
vi_vn: Hủy bỏ Gửi Độc lập
zh_cn: 取消分别发送
zh_hk: 取消分別發送

# BvE
source: This draft has been discarded or sent.
de_de: Dieser Entwurf wurde gelöscht oder gesendet.
es_es: Este borrador se ha descartado o se ha enviado.
fr_fr: Ce projet a été abandonné ou envoyé.
hi_in: यह ड्राफ़्ट छोड़ा या भेजा जा चुका है
id_id: Draf ini telah dibuang atau dikirim.
it_it: Questa bozza è stata rimossa o inviata.
ja_jp: 下書きは破棄されたか送信されました
ko_kr: 이 초안은 취소되었거나 전송되었습니다.
ms_my: Draf ini telah dibuang atau dihantar.
pt_br: Este rascunho foi descartado ou enviado.
ru_ru: Этот черновик был удален или отправлен.
th_th: แบบร่างนี้ถูกละทิ้งหรือส่งแล้ว
vi_vn: Bản nháp này đã bị loại bỏ hoặc đã được gửi.
zh_cn: 草稿已删除或已发送
zh_hk: 草稿已刪除或已發送

# kes
source: Font
de_de: Schriftart
es_es: Fuente
fr_fr: Police
hi_in: फ़ॉन्ट चुनें
it_it: Carattere
ja_jp: フォント
ko_kr: 글꼴
ms_my: Fon
pt_br: Fonte
ru_ru: Шрифт
th_th: ฟอนต์
vi_vn: Phông chữ
zh_cn: 选择字体
zh_hk: 選擇字體

# gFo
source: Unable to show a group address yet.
de_de: Eine Gruppenadresse kann noch nicht angezeigt werden.
es_es: No se ha podido mostrar una dirección de grupo todavía.
fr_fr: Impossible pour l'instant d'afficher une adresse de groupe.
hi_in: अभी तक एक समूह पता दिखाने में असमर्थ.
id_id: Belum dapat menampilkan alamat grup.
it_it: Non è ancora possibile mostrare un indirizzo di gruppo.
ja_jp: チャットグループアドレスを表示できません
ko_kr: 그룹 주소를 아직 표시할 수 없습니다.
ms_my: Belum dapat menunjukkan alamat kumpulan lagi.
pt_br: Ainda não é possível mostrar o endereço do grupo.
ru_ru: Еще не удается показать адрес группы.
th_th: ยังไม่สามารถแสดงที่อยู่กลุ่มได้
vi_vn: Chưa thể hiển thị địa chỉ nhóm.
zh_cn: 暂不支持显示聊天群地址
zh_hk: 暫不支援顯示聊天群組地址

# i0c
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Télécharger
hi_in: इसे हटाने के लिए
id_id: Unggah
it_it: Carica
ja_jp: 再アップロード
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Отправить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 重新上传
zh_hk: 重新上載

# Q7E
source: The address "{{emailAddress}}" in the "{{ToCcBcc}}" field was not recognized. Please make sure that all address are properly formed.
de_de: Die Adresse "{{emailAddress}}" im Feld "{{ToCcBcc}}" wurde nicht erkannt. Bitte stellen Sie sicher, dass alle Adressen korrekt aufgebaut sind.
es_es: La dirección "{{emailAddress}}" en el campo "{{ToCcBcc}}" no se ha reconocido. Comprueba que todas las direcciones se han escrito correctamente
fr_fr: L'adresse « {{emailAddress}} » dans le champ « {{ToCcBcc}} » n'a pas été reconnue. Assurez-vous que le format de toutes les adresses est correct.
hi_in: "{{ToCcBcc}}" फ़ील्ड में मौजूद पता "{{emailAddress}}" पहचाना नहीं गया. कृपया सुनिश्चित करें कि सभी पते सही ढंग से बनाए गए हैं
id_id: Alamat "{{emailAddress}}" di bidang "{{ToCcBcc}}" tidak dikenal. Pastikan format alamat sudah benar.
it_it: L'indirizzo "{{emailAddress}}" nel campo "{{ToCcBcc}}" non è stato riconosciuto. Assicurati che tutti gli indirizzi siano nel formato corretto.
ja_jp: {{ToCcBcc}}のメールアドレス「{{emailAddress}}」を識別できません。フォーマットを確認してください。
ko_kr: "{{ToCcBcc}}" 필드의 주소 "{{emailAddress}}"이(가) 인식되지 않았습니다. 모든 주소가 올바르게 구성되었는지 확인하세요.
ms_my: Alamat "{{emailAddress}}" dalam medan "{{ToCcBcc}}" tidak dikenali. Sila pastikan bahawa semua alamat diformat dengan betul.
pt_br: O endereço "{{emailAddress}}" no campo "{{ToCcBcc}}" não foi reconhecido. Verifique se todos os endereços estão escritos adequadamente.
ru_ru: Адрес "{{emailAddress}}" в поле "{{ToCcBcc}}" не был распознан. Убедитесь, что все адреса правильно сформированы.
th_th: ไม่รู้จักที่อยู่ "{{emailAddress}}" ในช่อง "{{ToCcBcc}}" โปรดตรวจสอบให้แน่ใจว่าป้อนที่อยู่ทั้งหมดอย่างถูกต้องแล้ว
vi_vn: Không thể nhận dạng địa chỉ "{{emailAddress}}" trong trường "{{ToCcBcc}}". Vui lòng đảm bảo tất cả địa chỉ đều có định dạng chính xác.
zh_cn: 无法识别"{{ToCcBcc}}"字段中的地址"{{emailAddress}}"。请确保所有地址都使用正确的格式。
zh_hk: 無法識別「{{ToCcBcc}}」欄位中的地址「{{emailAddress}}」。請確保所有地址都使用正確的格式。

source: Change and send
de_de: Ändern und senden
es_es: Cambiar y enviar
fr_fr: Modifier et envoyer
hi_in: बदलें व भेजें
id_id: Ubah dan kirim
it_it: Cambia e invia
ja_jp: 変更して送信
ko_kr: 변경 및 전송
ms_my: Tukar dan hantar
pt_br: Alterar e enviar
ru_ru: Изменить и отправить
th_th: เปลี่ยนและส่ง
vi_vn: Thay đổi và gửi
zh_cn: 修改并发送
zh_hk: 修改並發送

# YEc
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# rNQ
source: Send anyway
de_de: Trotzdem senden
es_es: Enviar de todos modos
fr_fr: Envoyer quand même
hi_in: फिर भी भेजें
id_id: Tetap kirim
it_it: Invia comunque
ja_jp: 送信のみ
ko_kr: 무시하고 전송
ms_my: Hantar walaupun
pt_br: Enviar mesmo assim
ru_ru: Только отправить
th_th: ส่งต่อไป
vi_vn: Vẫn gửi
zh_cn: 仅发送
zh_hk: 僅發送

# Ghc
source: External recipients can't access the attachment as the administrator has turned off external sharing permissions for Docs.
de_de: Externe Empfänger können nicht auf den Anhang zugreifen, da der Administrator die Berechtigung zum externen Teilen für Docs deaktiviert hat.
es_es: Los destinatarios externos no pueden acceder al adjunto porque el administrador ha desactivado los permisos para compartir externamente en Docs.
fr_fr: Accès à la pièce jointe par les destinataires externes impossible car l'administrateur a désactivé les autorisations de partage externe pour Docs.
hi_in: बाहरी प्राप्तकर्ता अटैचमेंट ऐक्सेस नहीं कर सकते क्योंकि एडमिनिस्ट्रेटर ने Docs के लिए बाहर साझा करने की अनुमति बंद की हैं.
id_id: Penerima eksternal tidak dapat mengakses lampiran karena administrator telah menonaktifkan izin untuk berbagi eksternal untuk Docs.
it_it: I destinatari esterni non possono accedere all'allegato poiché l'amministratore ha disattivato le autorizzazioni per condividere esternamente Docs.
ja_jp: 管理者が外部ユーザーとの共有をオフにしているため、外部の受信者は添付ファイルにアクセスできません。法人管理者にお問い合わせください
ko_kr: 관리자가 Docs에 대한 외부 공유 권한을 껐으므로 외부 수신자는 첨부 파일에 액세스할 수 없습니다.
ms_my: Penerima luar tidak boleh akses lampiran kerana pentadbir telah mematikan kebenaran perkongsian luar untuk Docs.
pt_br: Destinatários externos não podem acessar o anexo já que o administrador desativou as permissões de compartilhamento externo para Docs.
ru_ru: У внешних получателей нет доступа к вложению, так как администратор отключил возможность делиться Docs за пределами организации.
th_th: ผู้รับภายนอกไม่สามารถเข้าถึงไฟล์แนบได้เนื่องจากผู้ดูแลได้ปิดสิทธิ์การอนุญาตในการแบ่งปันภายนอกสำหรับ Docs
vi_vn: Người nhận bên ngoài không thể truy cập được tệp tin đính kèm vì quản trị viên đã tắt quyền chia sẻ với bên ngoài đối với Docs.
zh_cn: 企业管理员关闭了云文档对外分享的功能，外部收件人无法获取到附件
zh_hk: 管理員關閉了雲端文件對外分享的功能，外部收件者無法獲取附件，詳情請聯絡企業管理員

# O9w
source: External recipients cannot access attachment
de_de: Externe Empfänger können nicht auf den Anhang zugreifen.
es_es: Los destinatarios externos no pueden acceder al archivo adjunto
fr_fr: Les destinataires externes n'ont pas accès à la pièce jointe.
hi_in: बाहरी प्राप्तकर्ता अटैचमेंट को एक्सेस नहीं कर सकते
id_id: Penerima eksternal tidak dapat mengakses lampiran
it_it: I destinatari esterni non possono accedere all'allegato
ja_jp: 外部の受信者は添付ファイルにアクセスできません
ko_kr: 외부 수신자는 첨부 파일에 액세스할 수 없습니다
ms_my: Penerima luar tidak boleh akses lampiran
pt_br: Os destinatários externos não podem acessar o anexo
ru_ru: Внешние получатели не смогут получить доступ к вложению
th_th: ผู้รับภายนอกไม่สามารถเข้าถึงไฟล์แนบได้
vi_vn: Người nhận bên ngoài không thể truy cập tệp đính kèm
zh_cn: 外部收件人无法获取附件
zh_hk: 外部收件者無法獲取附件

# WuE
source: Some of your recipients are external users. You'll need to change file permissions to "Anyone with the link can view" for them to access linked files. If you need to change back permissions later, go to Docs.
de_de: Einige Ihrer Empfänger sind externe Benutzer. Sie müssen für sie die Dateiberechtigungen zu "Jeder mit dem Link kann anzeigen" ändern, damit sie auf die verknüpften Dateien zugreifen können. Wenn Sie die Berechtigungen später wieder zurück ändern möchten, gehen Sie zu Drive.
es_es: Algunos de tus destinatarios son usuarios externos. Tendrás que cambiar los permisos del archivo a "Cualquier usuario que tenga el vínculo puede ver el contenido" para que puedan acceder a los archivos vinculados. Puedes ir a Drive si tienes que volver a cambiar los permisos más tarde.
fr_fr: Certains de vos destinataires sont des utilisateurs externes. Vous devez modifier les autorisations des fichiers à « Toute personne disposant du lien peut afficher » pour leur permettre d'accéder aux fichiers liés. Si vous souhaitez modifier à nouveau les autorisations plus tard, accédez à Drive.
hi_in: आपके कुछ प्राप्तकर्ता बाहरी उपयोगकर्ता हैं. आपको लिंक की गई फ़ाइलों को एक्सेस करने के लिए फ़ाइल अनुमतियों को "लिंक वाला कोई भी व्यक्ति देख सकता है" में बदलने की आवश्यकता होगी. यदि आपको बाद में वापस अनुमति बदलने की आवश्यकता है, तो ड्राइव पर जाएं.
id_id: Beberapa penerima Anda adalah pengguna eksternal. Anda perlu mengubah izin file menjadi "Siapa pun yang memiliki tautan dapat melihat" agar mereka dapat mengakses file yang ditautkan. Jika Anda perlu mengubah kembali izin, buka Docs.
it_it: Alcuni dei destinatari sono utenti esterni. Affinché possano accedere ai file correlati, per questi destinatari devi modificare le autorizzazioni file in "Chiunque sia in possesso del link può visualizzare". Se è necessario modificare nuovamente le autorizzazioni in un secondo momento, accedi a Drive.
ja_jp: 受信者に外部ユーザーがいます。添付ファイルにアクセスするには、権限を「リンクを取得した全員が閲覧可能」に変更する必要があります。引き続き Docs でファイル権限を変更できます。
ko_kr: 일부 수신자는 외부 사용자입니다. 링크된 파일에 액세스하려면 파일 권한을 "링크를 가진 사람은 누구나 볼 수 있음"으로 변경해야 합니다. 나중에 권한을 다시 변경해야 하는 경우 드라이브로 이동하세요.
ms_my: Sesetengah penerima anda adalah pengguna luar. Anda perlu mengubah kebenaran fail kepada "Sesiapa dengan pautan boleh lihat" agar mereka dapat mengakses fail yang dipaut. Jika anda perlu mengubah semula kebenaran kemudian, pergi ke Docs.
pt_br: Alguns de seus destinatários são usuários externos. Você precisará mudar as permissões de arquivo para "Qualquer pessoa com o link pode visualizar" para que eles possam acessar os arquivos vinculados ao link. Se você precisar mudar as permissões novamente mais tarde, acesse o Drive.
ru_ru: Некоторые из указанных получателей — внешние пользователи. Чтобы они могли обращаться к привязанным файлам, нужно изменить права доступа к файлам на "Любой пользователь с этой ссылкой может просматривать". Если вам будет необходимо изменить права доступа на прежние, перейдите на Диск.
th_th: ผู้รับบางรายของคุณเป็นผู้ใช้ภายนอก คุณจะต้องเปลี่ยนสิทธิ์การอนุญาตไฟล์เป็น "ทุกคนที่มีลิงก์สามารถดูได้" เพื่อให้พวกเขาเข้าถึงไฟล์ที่ลิงก์ได้ หากคุณจำเป็นต้องเปลี่ยนสิทธิ์การอนุญาตกลับในภายหลัง ให้ไปที่ Drive
vi_vn: Một số người nhận là người dùng bên ngoài. Bạn sẽ thay đổi quyền trên tệp thành “Bất cứ ai có liên kết đều có thể xem” để người nhận có thể truy cập các tệp tin được liên kết. Nếu bạn cần thay đổi lại các quyền sau, đi tới Drive.
zh_cn: 你的收件人里有组织外人员，需要将文件权限修改为“任何人都可查看”，他们才可以获取到文件。后续你依然可以在云文档中修改文件权限。
zh_hk: 你的收件者中有組織外人員，需要將檔案權限修改為「任何人都可查看」，他們才可以獲取檔案。後續你依然可以在雲端文件中修改文件權限。

# fRw
source: Change file permissions and send?
de_de: Möchten Sie die Dateiberechtigung ändern und senden?
es_es: ¿Deseas cambiar los permisos de archivo y realizar el envío?
fr_fr: Voulez-vous modifier l'autorisation des fichiers et envoyer ?
hi_in: क्या आप फ़ाइल अनुमति बदलना व भेजना चाहते हैं?
id_id: Ubah izin file dan kirim?
it_it: Vuoi cambiare i permessi dei file e inviarli?
ja_jp: ファイルのアクセス権限を変更してから送信しますか？
ko_kr: 파일 권한을 변경하고 전송하시겠습니까?
ms_my: Ubah kebenaran fail dan hantar?
pt_br: Deseja alterar a permissão de arquivos e enviar?
ru_ru: Изменить разрешения файлов и отправить?
th_th: คุณต้องการเปลี่ยนสิทธิ์การอนุญาตไฟล์และส่งหรือไม่
vi_vn: Bạn có muốn thay đổi quyền trên tệp và gửi không?
zh_cn: 是否修改文件权限并发送？
zh_hk: 是否修改檔案權限並發送？

# mJc
source: Failed to delete file from Docs
de_de: Datei konnte nicht aus Docs gelöscht werden.
es_es: Error al eliminar el archivo de Docs
fr_fr: Échec de la suppression du fichier de Docs
hi_in: फ़ाइल को डॉक्स से हटाने में विफल रहा
id_id: Gagal menghapus file dari Docs
it_it: Impossibile eliminare il file da Documenti
ja_jp: Docs からファイルを削除できませんでした
ko_kr: 문서의 파일 삭제 실패
ms_my: Gagal memadam fail dari Docs
pt_br: Falha ao excluir arquivo do Docs
ru_ru: Не удалось удалить файл из Docs
th_th: การลบไฟล์ออกจาก Docs ไม่สำเร็จ
vi_vn: Không thể xóa tệp tin khỏi Docs
zh_cn: 文件从云文档中删除失败
zh_hk: 不能刪除雲端文件中文件

# K/E
source: Delete file from Docs as well?
de_de: Datei auch aus Docs löschen?
es_es: ¿Eliminar archivo también de Docs?
fr_fr: Supprimer le fichier de Docs également ?
hi_in: फ़ाइल को डॉक्स से भी हटाएँ?
id_id: Hapus juga file dari Docs?
it_it: Eliminare file anche da Documenti?
ja_jp: 同時にファイルを Docs から削除しますか？
ko_kr: 문서의 파일도 삭제하시겠습니까?
ms_my: Padam fail dari Docs juga?
pt_br: Excluir arquivo do Docs também?
ru_ru: Также удалить файл из Docs?
th_th: ต้องการลบไฟล์ออกจาก Docs ด้วยหรือไม่
vi_vn: Cũng xóa tệp tin khỏi Docs?
zh_cn: 是否同时将文件从云盘中删除？
zh_hk: 是否同時將檔案從雲端硬碟中刪除？

# +XU
source: People you may want to mention
de_de: Personen, die Sie vielleicht erwähnen möchten
es_es: Personas a las que podrías querer mencionar
fr_fr: Personnes que vous pourriez vouloir mentionner
hi_in: लोग जिनका आप उल्लेख करना चाहते हों
id_id: Orang yang mungkin ingin Anda sebut
it_it: Persone che consigliamo di menzionare
ja_jp: メンションする人を選択
ko_kr: 멘션하고 싶으실 수 있는 사람들
ms_my: Orang yang mungkin ingin anda sebut
pt_br: Pessoas que você pode querer mencionar
ru_ru: Люди, которые вы можете упомянуть
th_th: คนที่คุณอาจต้องการกล่าวถึง
vi_vn: Người có thể bạn muốn đề cập
zh_cn: 你可能想提及的人员
zh_hk: 您可能想提及的人員
