Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# eu0
source: Sync existing Gmail emails
de_de: Bestehende Gmail-E-Mails synchronisieren
es_es: Sincronizar los mensajes existentes de Gmail
fr_fr: Synchronisation des e-mails Gmail existants
hi_in: मौजूदा Gmail ईमेल्स सिंक करें
id_id: Sinkronkan email Gmail yang sudah ada
it_it: Sincronizza le e-mail di Gmail esistenti
ja_jp: 既存のGmailメールを同期する
ko_kr: 기존 Gmail 이메일 동기화
ms_my: Segerakkan emel Gmail sedia ada
pt_br: Sincronizar e-mails do Gmail existentes
ru_ru: Синхронизировать существующие письма Gmail
th_th: ซิงค์อีเมล Gmail ที่มีอยู่
vi_vn: Đồng bộ hóa các email Gmail hiện có
zh_cn: 历史邮件同步
zh_hk: 過往郵件同步

# QJg
source: We have changed the way how you access work Gmail. It is now required to link your account again.
de_de: Wir haben geändert, wie Sie auf Gmail für die Arbeit zugreifen. Es ist nun erforderlich, Ihr Konto erneut zu verknüpfen.
es_es: Hemos cambiado la forma en la que vas a acceder a tu cuenta de Gmail profesional. Ahora debes volver a vincular tu cuenta.
fr_fr: Nous avons modifié la façon dont vous accédez à votre Gmail professionnel. Vous devez maintenant lier de nouveau votre compte.
hi_in: हमने आपके द्वारा कार्य Gmail ऐक्सेस करने का तरीका बदल दिया है. अब आपका खाता पुनः लिंक करना आवश्यक है.
id_id: Kami telah mengubah cara Anda mengakses Gmail kerja. Anda diminta untuk menautkan akun lagi.
it_it: Abbiamo cambiato la modalità di accesso a Gmail. Ora occorre ricollegare il proprio account.
ja_jp: 会社の Gmail アカウントと連携しよう：
ko_kr: 업무용 Gmail에 액세스하는 방법을 변경했습니다. 이제 계정에 다시 연결해야 합니다.
ms_my: Kami telah mengubah cara anda mengakses Gmail kerja. Sekarang diperlukan untuk menghubungkan akaun anda lagi.
pt_br: Alteramos a maneira como você acessa o Gmail de trabalho. Agora é obrigatório vincular sua conta novamente.
ru_ru: Мы изменили способ доступа к рабочей почте Gmail. Теперь необходимо снова привязать вашу учетную запись.
th_th: เราได้เปลี่ยนวิธีที่คุณเข้าถึง Gmail สำหรับทำงาน คุณจำเป็นจะต้องเชื่อมโยงบัญชีของคุณอีกครั้ง
vi_vn: Chúng tôi đã thay đổi cách bạn truy cập vào Gmail công việc. Hiện tại, bạn phải liên kết lại tài khoản của mình.
zh_cn: 我们修改了访问谷歌邮箱的方式。请务必重新关联一下谷歌邮箱账号。
zh_hk: 我們已修改存取 Gmail 電郵地址的方式。請務必重新關聯 Gmail 電郵地址帳戶。

# 8jY
source: Try it later
de_de: Später ausprobieren
es_es: Probar más tarde
fr_fr: Essayer plus tard
hi_in: इसे बाद में आज़माएँ
id_id: Coba nanti
it_it: Prova più tardi
ja_jp: 後で
ko_kr: 나중에 시도
ms_my: Cuba nanti
pt_br: Tentar mais tarde
ru_ru: Попробовать позже
th_th: ลองอีกครั้งภายหลัง
vi_vn: Thử sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# vCg
source: To reduce distractions, when receiving new emails that are auto-moved to folders, you won't see notifications or count badges anymore.
de_de: Um Ablenkungen zu reduzieren, werden beim Empfang neuer E-Mails, die automatisch in Ordner verschoben werden, weder Benachrichtigungen noch ein roter Punkt mit der Anzahl ungelesener E-Mails mehr angezeigt.
es_es: Para reducir las distracciones, cuando recibas nuevos correos electrónicos que se mueven automáticamente a carpetas, ya no verás notificaciones ni insignias de recuento.
fr_fr: Pour limiter les distractions, lorsque vous recevrez de nouveaux e-mails déplacés automatiquement vers les dossiers, vous ne verrez plus les notifications ou les bulles de notification.
id_id: Untuk mengurangi distraksi, saat menerima email baru yang otomatis dipindahkan ke folder, Anda tidak akan lagi melihat notifikasi atau lencana jumlah lagi.
it_it: Per ridurre le distrazioni, quando ricevi nuove e-mail che vengono spostate automaticamente nelle cartelle, non vedrai più le notifiche o i badge con il numero.
ja_jp: 新着メールが自動的にフォルダに移された場合、通知やリマインドが表示されなくなりました。通知の数が減って、集中しやすくなります。
ko_kr: 수신되는 새 이메일이 폴더로 자동 이동되는 경우에는 방해 요소를 줄이기 위해 더 이상 알림이나 카운트 배지가 표시되지 않습니다.
ms_my: Untuk mengurangkan gangguan, apabila menerima emel baru yang secara automatik dipindahkan ke folder, anda tidak akan melihat pemberitahuan atau lencana bilangan lagi.
pt_br: Para reduzir as distrações, ao receber novos e-mails movidos automaticamente para pastas, você não verá mais notificações nem emblemas de quantidade.
ru_ru: Чтобы меньше отвлекаться, при получении новых писем, которые автоматически перемещаются в папки, вы больше не будете видеть уведомления или подсчитывать значки.
th_th: เพื่อลดสิ่งรบกวน เมื่อได้รับอีเมลใหม่ที่ได้รับการย้ายไปยังโฟลเดอร์โดยอัตโนมัติ คุณจะไม่เห็นการแจ้งเตือนหรือตราสัญลักษณ์การนับอีกต่อไป
vi_vn: Để giảm sự phân tâm, khi nhận email mới tự động được chuyển vào thư mục, bạn sẽ không thấy thông báo hoặc huy hiệu số lượng thông báo nữa.
zh_cn: 为了减少干扰，自动移入文件夹的新邮件将不再发送通知和展示提醒
zh_hk: 為了減少干擾，自動移入資料夾的新郵件將不再發送通知及展示提醒

# QFU
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# LHQ
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# lwo
source: No more notifications for new emails in folders
de_de: Keine Benachrichtigungen mehr für neue E-Mails in Ordnern
es_es: No más notificaciones de nuevos correos electrónicos en carpetas
fr_fr: Plus de notification des nouveaux e-mails dans les dossiers
id_id: Tidak ada lagi notifikasi untuk email baru di folder
it_it: Non mostrare più notifiche per nuove e-mail nelle cartelle
ja_jp: フォルダ内の新着メール通知は表示されなくなりました
ko_kr: 폴더의 새 이메일에 대한 알림 중단
ms_my: Tiada lagi pemberitahuan untuk emel baru dalam folder
pt_br: Não há mais notificações para novos e-mails em pastas
ru_ru: Больше не уведомлять о новых письмах в папках
th_th: ไม่มีการแจ้งเตือนสำหรับอีเมลใหม่ในโฟลเดอร์อีกต่อไป
vi_vn: Không còn thông báo khi nhận được email mới trong thư mục
zh_cn: 文件夹中新邮件不再提醒啦
zh_hk: 資料夾中的新郵件不再提醒喇

# OD8
source: Link to Gmail
de_de: Mit Gmail verknüpfen
es_es: Vincular a Gmail
fr_fr: Vous lier à Gmail
hi_in: Gmail से लिंक करने
id_id: Tautkan ke Gmail
it_it: Collega a Gmail
ja_jp: Gmail に関連付ける
ko_kr: Gmail과 연동하기
ms_my: Pautan ke Gmail
pt_br: Vincular ao Gmail
ru_ru: Привязка к Gmail
th_th: ลิงก์ไปยัง Gmail
vi_vn: Liên kết với Gmail
zh_cn: 关联谷歌邮箱
zh_hk: 關聯 Google 電郵地址

# cpQ
source: Connect your work email with {{APP_DISPLAY_NAME}} and start to love your inbox again.
de_de: Verbinden Sie Ihre Arbeits-E-Mail mit {{APP_DISPLAY_NAME}} und freuen Sie sich wieder auf Ihren Posteingang.
es_es: Conecta tu correo electrónico del trabajo con {{APP_DISPLAY_NAME}} y empieza a disfrutar otra vez de tu bandeja de entrada.
fr_fr: Connectez votre messagerie professionnelle avec {{APP_DISPLAY_NAME}} et redécouvrez votre boîte de réception.
hi_in: अपना कार्य ईमेल {{APP_DISPLAY_NAME}} से कनेक्ट करें और फिर से अपने इनबॉक्स प्रति लगाव महसूस करें.
id_id: Hubungkan email kerja Anda dengan {{APP_DISPLAY_NAME}}, satu kotak masuk untuk semua.
it_it: Collega la tua e-mail aziendale con {{APP_DISPLAY_NAME}} e ricomincia ad apprezzare la tua casella di posta in arrivo.
ja_jp: 仕事用メールを {{APP_DISPLAY_NAME}} に関連づけ、メールボックスを一目瞭然に。
ko_kr: {{APP_DISPLAY_NAME}}과(와) 업무 이메일을 연결하여 수신함을 효율적으로 사용해 보세요.
ms_my: Sambungkan emel kerja anda dengan {{APP_DISPLAY_NAME}} dan mula sukai peti masuk anda lagi.
pt_br: Conecte seu e-mail de trabalho ao {{APP_DISPLAY_NAME}} e comece a amar sua caixa de entrada novamente.
ru_ru: Подключите свою рабочую почту к {{APP_DISPLAY_NAME}} и начните снова использовать настроенную вами папку "Входящие".
th_th: เชื่อมต่ออีเมลงานของคุณเข้ากับ {{APP_DISPLAY_NAME}} และเพลิดเพลินกับการใช้งานกล่องข้อความของคุณอีกครั้ง
vi_vn: Kết nối email công việc của bạn với {{APP_DISPLAY_NAME}} và thắp lại đam mê dành cho hộp thư đến.
zh_cn: 将你的公司邮箱关联到{{APP_DISPLAY_NAME}}，重新爱上井井有条的收件箱吧。
zh_hk: 將你的公司電郵地址關聯到{{APP_DISPLAY_NAME}}，重新愛上井井有條的收件箱吧。

# e7I
source: Collaborate on emails
de_de: An E-Mails zusammenarbeiten
es_es: Colaborar mediante mensajes de correo electrónico
fr_fr: Collaborer sur des e-mails
hi_in: ईमेल्स पर सहयोग करें
id_id: Berkolaborasi di email
it_it: Collabora alle e-mail
ja_jp: メールでコラボレーション
ko_kr: 이메일에서 공동 작업
ms_my: Bekerjasama dalam emel
pt_br: Colaborar nos e-mails
ru_ru: Сотрудничество по электронной почте
th_th: ร่วมงานกันบนอีเมล
vi_vn: Cộng tác trên email
zh_cn: 邮件协作
zh_hk: 郵件協作

# evI
source: Integrate with {{APP_DISPLAY_NAME}}
de_de: Mit {{APP_DISPLAY_NAME}} integrieren
es_es: Integración con {{APP_DISPLAY_NAME}}
fr_fr: Intégrer à {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} के साथ एकीकृत करें
id_id: Integrasikan dengan {{APP_DISPLAY_NAME}}
it_it: Integra con {{APP_DISPLAY_NAME}}
ja_jp: メールを{{APP_DISPLAY_NAME}} と統合する
ko_kr: {{APP_DISPLAY_NAME}}과(와) 통합
ms_my: Integrasi dengan {{APP_DISPLAY_NAME}}
pt_br: Integrar com {{APP_DISPLAY_NAME}}
ru_ru: Интеграция с {{APP_DISPLAY_NAME}}
th_th: ผสานกับ {{APP_DISPLAY_NAME}}
vi_vn: Tích hợp với {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}集成
zh_hk: {{APP_DISPLAY_NAME}}整合

# ujM
source: Customize labels
de_de: Label anpassen
es_es: Etiquetas personalizadas
fr_fr: Personnaliser des étiquettes
hi_in: लेबल्स अनुकूलित करें
id_id: Kustomisasi label
it_it: Personalizza etichette
ja_jp: ラベルをカスタマイズできる
ko_kr: 레이블 사용자 지정
ms_my: Menyesuaikan label
pt_br: Personalizar rótulos
ru_ru: Настроить метки
th_th: ปรับแต่งป้ายกำกับ
vi_vn: Tùy chỉnh nhãn
zh_cn: 自定义标签
zh_hk: 自定義標籤

# VnU
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 知道了
zh_hk: 知道了

# Vus
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về Quyền riêng tư
zh_cn: 隐私政策
zh_hk: 私隱政策

# DiU
source: Your personal data will be shared from Google to {{APP_DISPLAY_NAME}} when enabling your email account. By clicking “Link to Gmail” button you accept our {{PrivacyPolicy}} and {{UserTerm}}.
de_de: Ihre persönlichen Daten werden von Google mit {{APP_DISPLAY_NAME}} geteilt, wenn Sie Ihr E-Mail-Konto aktivieren. Durch Klicken auf die Schaltfläche „Mit Gmail verknüpfen“ akzeptieren Sie unsere {{PrivacyPolicy}} und {{UserTerm}}.
es_es: Cuando actives tu cuenta de correo electrónico, tus datos personales se compartirán de Google con {{APP_DISPLAY_NAME}}. Al hacer clic en el botón “Vincular a Gmail” aceptas nuestra {{PrivacyPolicy}} y nuestras {{UserTerm}}.
fr_fr: Vos données personnelles seront partagées avec {{APP_DISPLAY_NAME}} depuis Google lors de l'activation de votre compte de messagerie. En cliquant sur le bouton « Lier à Gmail », vous acceptez notre {{PrivacyPolicy}} et nos {{UserTerm}}.
hi_in: आपके ईमेल खाते को सक्षम करते समय, आपके निजी डेटा को Google से {{APP_DISPLAY_NAME}} के साथ शेयर किया जाएगा. “Gmail से लिंक करें” बटन पर क्लिक करके आप हमारी {{PrivacyPolicy}} और {{UserTerm}} को स्वीकार करते हैं.
id_id: Data pribadi Anda akan dibagikan dari Google ke {{APP_DISPLAY_NAME}} ketika mengaktifkan akun email Anda. Dengan mengklik tombol “Tautkan ke Gmail” Anda menerima {{PrivacyPolicy}} dan {{UserTerm}} kami.
it_it: Quando abiliti il tuo account e-mail i tuoi dati personali saranno condivisi da Google con {{APP_DISPLAY_NAME}}. Facendo clic sul pulsante "Collega a Gmail" accetti la nostra {{PrivacyPolicy}} e i nostri {{UserTerm}}.
ja_jp: メールアカウントを有効にする場合、お客様の個人データがGoogleから{{APP_DISPLAY_NAME}}に共有されます。 「Gmail にリンクする」のボタンをクリックした場合、{{PrivacyPolicy}}と{{UserTerm}}に同意したものと見なされます。
ko_kr: 이메일 계정을 활성화하면 개인 데이터가 Google에서 {{APP_DISPLAY_NAME}}(으)로 공유됩니다. "Gmail에 연결" 버튼을 클릭하면 당사 {{PrivacyPolicy}} 및 {{UserTerm}}을(를) 수락하는 것입니다.
ms_my: Data peribadi anda akan dikongsi dari Google ke {{APP_DISPLAY_NAME}} apabila mengaktifkan akaun e-mel anda. Dengan mengklik butang "Pautkan ke Gmail" anda menerima {{PrivacyPolicy}} dan {{UserTerm}} kami.
pt_br: Seus dados pessoais serão compartilhados do Google para o {{APP_DISPLAY_NAME}} ao ativar sua conta de e-mail. Ao clicar no botão “Vincular ao Gmail”, você aceita nossa {{PrivacyPolicy}} e nosso {{UserTerm}}.
ru_ru: Ваши личные данные будут переданы из Google в {{APP_DISPLAY_NAME}} при включении вашей учетной записи электронной почты. Нажимая кнопку "Привязка к Gmail", вы принимаете наши {{PrivacyPolicy}} и {{UserTerm}}.
th_th: ข้อมูลส่วนบุคคลจถูกแชร์จาก Google ไปยัง {{APP_DISPLAY_NAME}} เมื่อเปิดใช้บัญชีอีเมลของคุณ การคลิกปุ่ม “เชื่อมโยงไปยัง Gmail” จะถือว่าคุณยอมรับ {{PrivacyPolicy}} และ {{UserTerm}}
vi_vn: Dữ liệu cá nhân của bạn sẽ được chia sẻ từ Google đến {{APP_DISPLAY_NAME}} khi kích hoạt tài khoản email. Bằng cách nhấp vào nút “Liên kết đến Gmail”, bạn chấp nhận {{PrivacyPolicy}} và {{UserTerm}} của chúng tôi.
zh_cn: 启用你的电子邮件账户后，你的个人数据将从Google共享到{{APP_DISPLAY_NAME}}。 通过单击“关联谷歌邮箱”按钮，你接受我们的{{PrivacyPolicy}}和{{UserTerm}}。
zh_hk: 啟用您的電子郵件帳戶後，您的個人數據將從 Google 分享到 {{APP_DISPLAY_NAME}}。點擊「關聯 Google 電箱」按鈕，表示您已接受我們的{{PrivacyPolicy}}和{{UserTerm}}。

# Ra8
source: User Terms of Service
de_de: Nutzungsbedingungen für Benutzer
es_es: Condiciones de servicio de los usuarios
fr_fr: Conditions d'utilisation
hi_in: उपयोगकर्ता की सेवा की शर्तें
id_id: Ketentuan Layanan Pengguna
it_it: Termini di servizio dell'utente
ja_jp: ユーザー利用規約
ko_kr: 사용자 서비스 약관
ms_my: Terma Perkhidmatan Pengguna
pt_br: Termos do serviço do usuário
ru_ru: Условия обслуживания пользователей
th_th: ข้อกำหนดการให้บริการสำหรับผู้ใช้
vi_vn: Điều Khoản Dịch Vụ Người Dùng
zh_cn: 用户服务条款
zh_hk: 用戶服務條款

# 51A
source: Welcome to {{APP_DISPLAY_NAME}} Mail
de_de: Willkommen bei {{APP_DISPLAY_NAME}} Mail
es_es: Te damos la bienvenida a correo electrónico de {{APP_DISPLAY_NAME}}
fr_fr: Bienvenue dans la messagerie {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} मेल में स्वागत है
id_id: Selamat datang di Email {{APP_DISPLAY_NAME}}
it_it: Benvenuto/a nella Posta di {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} メールへようこそ
ko_kr: {{APP_DISPLAY_NAME}} 메일에 오신 것을 환영합니다
ms_my: Selamat datang ke {{APP_DISPLAY_NAME}} Mail
pt_br: Bem-vindo ao e-mail do {{APP_DISPLAY_NAME}}
ru_ru: Добро пожаловать в почту {{APP_DISPLAY_NAME}}
th_th: ขอต้อนรับสู่เมล {{APP_DISPLAY_NAME}}
vi_vn: Chào mừng đến với Thư {{APP_DISPLAY_NAME}}
zh_cn: 欢迎使用{{APP_DISPLAY_NAME}}邮箱
zh_hk: 歡迎使用{{APP_DISPLAY_NAME}}電郵地址

# Su8
source: You're currently viewing emails in dark mode. Switch to light mode from the menu.
de_de: Sie sehen Ihre E-Mails derzeit im Dunkelmodus an. Zum Hellmodus können Sie über das Menü wechseln.
es_es: Actualmente estás viendo correos electrónicos en modo oscuro. Cambia al modo claro en el menú.
fr_fr: Vous affichez actuellement les e-mails en thème sombre. Passez en thème clair à partir du menu.
id_id: Anda sedang melihat email dalam mode gelap. Beralih ke mode terang dari menu.
it_it: Attualmente stai visualizzando le e-mail in modalità scura. Passa alla modalità chiara dal menu.
ja_jp: 現在、ダークモードになっています。ここでライトモードに切り替えてメールの本文を閲覧できます。
ko_kr: 현재 다크 모드에서 이메일을 보고 있습니다. 메뉴에서 라이트 모드로 전환하세요.
ms_my: Anda sedang melihat e-mel dalam mod gelap. Tukar ke mod terang dari menu.
pt_br: No momento, você está visualizando e-mails no modo escuro. Alterne para o modo claro no menu.
ru_ru: Вы просматриваете почту в темном режиме. Переключитесь на светлый режим, воспользовавшись меню.
th_th: ขณะนี้คุณดูอีเมลในโหมดสีเข้ม เปลี่ยนเป็นโหมดสว่างจากเมนู
vi_vn: Bạn hiện đang xem email ở chế độ tối. Hãy chuyển sang chế độ sáng từ menu.
zh_cn: 当前为深色模式，可从此处切换为浅色模式查看邮件正文
zh_hk: 目前為深色模式，可從此處切換為淺色模式以查看郵件正文

# Y3c
source: You're currently viewing emails in light mode. Switch to dark mode from the menu.
de_de: Sie sehen Ihre E-Mails derzeit im Hellmodus an. Zum Dunkelmodus können Sie über das Menü wechseln.
es_es: Actualmente estás viendo correos electrónicos en modo claro. Cambia al modo oscuro en el menú.
fr_fr: Vous affichez actuellement les e-mails en thème clair. Passez en thème sombre à partir du menu.
id_id: Anda sedang melihat email dalam mode terang. Beralih ke mode gelap dari menu.
it_it: Attualmente stai visualizzando le e-mail in modalità chiara. Passa alla modalità scura dal menu.
ja_jp: 現在、ライトモードになっています。ここでダークモードに切り替えてメールの本文を閲覧できます。
ko_kr: 현재 라이트 모드에서 이메일을 보고 있습니다. 메뉴에서 다크 모드로 전환하세요.
ms_my: Anda sedang melihat e-mel dalam mod terang. Tukar ke mod gelap dari menu.
pt_br: No momento, você está visualizando e-mails no modo claro. Alterne para o modo escuro no menu.
ru_ru: Вы просматриваете почту в светлом режиме. Переключитесь на темный режим, воспользовавшись меню.
th_th: ขณะนี้คุณดูอีเมลในโหมดสว่าง เปลี่ยนเป็นโหมดสีเข้มจากเมนู
vi_vn: Bạn hiện đang xem email ở chế độ sáng. Hãy chuyển sang chế độ tối từ menu.
zh_cn: 当前为浅色模式，可从此处切换为深色模式查看邮件正文
zh_hk: 目前為淺色模式，可從此處切換為深色模式以查看郵件正文

# OyQ
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# EvQ
source: Switch between dark and light mode
de_de: Zwischen Dunkel- und Hellmodus wechseln
es_es: Cambiar entre modo oscuro y modo claro
fr_fr: Passer du thème sombre au thème clair et vice versa
id_id: Beralih antara mode gelap dan terang
it_it: Passa dalla modalità chiara alla scura e viceversa
ja_jp: ダークモード・ライトモードの切り替え
ko_kr: 다크 모드 및 라이트 모드 간 전환
ms_my: Tukar antara mod gelap dan terang
pt_br: Alternar entre o modo escuro e claro
ru_ru: Переключение между темным и светлым режимом
th_th: เปลี่ยนเป็นโหมดสีเข้มและสว่าง
vi_vn: Chuyển đổi giữa chế độ sáng và tối
zh_cn: 切换深色和浅色模式
zh_hk: 切換深色和淺色模式

# IKw
source: You can rearrange the order of emails under the same subject. Please go to "Settings > Email view mode" to adjust order.
de_de: Sie können die Reihenfolge der E-Mails unter demselben Betreff neu anordnen. Bitte gehen Sie zu „Einstellungen – E-Mail-Ansichtsmodus“, um die Reihenfolge anzupassen.
es_es: Puedes reorganizar el orden de los correos electrónicos con el mismo asunto. Accede a "Configuración > Modo de visualización del correo electrónico" para ajustar el orden.
fr_fr: Vous pouvez redéfinir l'ordre des e-mails qui ont le même objet. Veuillez accéder à "Paramètres > Mode d'affichage de l'e-mail" pour ajuster l'ordre.
id_id: Anda dapat menyusun ulang urutan email di bawah subjek yang sama. Buka "Pengaturan > Mode tampilan email" untuk menyesuaikan urutan.
it_it: Puoi riorganizzare l'ordine delle e-mail con lo stesso oggetto. Vai a "Impostazioni > Modalità di visualizzazione e-mail" per regolare l'ordine.
ja_jp: 同じカテゴリにあるメールを並べ替え可能になりました。設定 > メールの閲覧方法 から確認できます
ko_kr: 제목이 동일한 이메일의 순서를 다시 정렬할 수 있습니다. 순서를 조정하려면 "설정 > 이메일 보기 모드"로 이동하세요.
ms_my: Anda boleh menyusun semula urutan emel di bawah subjek yang sama. Sila pergi ke "Tetapan > Mod paparan emel" untuk menyesuaikan urutan.
pt_br: Você pode reorganizar a ordem dos e-mails com o mesmo assunto. Vá para "Configurações > Modo de visualização de e-mails" para ajustar a ordem.
ru_ru: Вы можете изменить порядок писем в одной теме. Перейдите в Настройки > Режим просмотра писем, чтобы настроить порядок.
th_th: คุณสามารถจัดลำดับอีเมลใหม่ภายใต้หัวเรื่องเดียวกันได้ โปรดไปยัง "การตั้งค่า > โหมดดูอีเมล" เพื่อปรับลำดับ
vi_vn: Bạn có thể sắp xếp lại thứ tự của email có cùng chủ đề. Vui lòng đi tới "Cài đặt > Chế độ xem email" để điều chỉnh thứ tự.
zh_cn: 同一主题下的邮件排序可以调整啦，可进入”设置 > 邮件浏览方式“查看
zh_hk: 同一主題下的郵件排序可以調整啦，請前往「設定 > 郵件瀏覽方式」查看

# xV8
source: Display order on Mobile
de_de: Anzeigereihenfolge auf dem Mobilgerät
es_es: Orden de visualización en dispositivo móvil
fr_fr: Afficher l'ordre sur mobile
id_id: Urutan tampilan pada Ponsel
it_it: Visualizza l'ordine sul dispositivo mobile
ja_jp: モバイル版でメールの並べ替え
ko_kr: 모바일에서의 디스플레이 순서
ms_my: Paparan susunan di Mudah Alih
pt_br: Ordem de exibição no celular
ru_ru: Порядок отображения на мобильном
th_th: ลำดับการแสดงผลบนมือถือ
vi_vn: Thứ tự hiển thị trên thiết bị di động
zh_cn: 移动端邮件排序
zh_hk: 流動裝置端郵件排序

# TTI
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定へ
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Перейти к настройкам
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 前往设置
zh_hk: 前往設定

# Y2M
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 09I
source: New emails at the bottom
de_de: Neue E-Mails unten
es_es: Nuevos correos electrónicos en la parte inferior
fr_fr: Nouveaux e-mails en bas
id_id: Email baru di bagian bawah
it_it: Nuove e-mail in basso
ja_jp: 新着メールを下部に
ko_kr: 하단에 새 이메일
ms_my: Emel baharu di bahagian bawah
pt_br: Novos e-mails na parte inferior
ru_ru: Последние письма внизу
th_th: อีเมลใหม่อยู่ด้านล่าง
vi_vn: Email mới ở dưới cùng
zh_cn: 新邮件在底部
zh_hk: 新郵件置於底部

# TFU
source: New emails on top
de_de: Neue E-Mails oben
es_es: Nuevos correos electrónicos en la parte superior
fr_fr: Nouveaux e-mails en haut
id_id: Email baru di bagian atas
it_it: Nuove e-mail in alto
ja_jp: 新着メールを上部に
ko_kr: 상단에 새 이메일
ms_my: Emel baharu di atas
pt_br: Novos e-mails no topo
ru_ru: Последние письма вверху
th_th: อีเมลใหม่อยู่ด้านบน
vi_vn: Email mới ở trên cùng
zh_cn: 新邮件在顶部
zh_hk: 新郵件置於頂部

# DtA
source: The unshown external images will not be sent.
de_de: Die nicht angezeigten externen Bilder werden nicht versendet.
es_es: Las imágenes externas no mostradas no se enviarán.
fr_fr: Les images externes non affichées ne seront pas envoyées.
id_id: Gambar eksternal yang tidak ditampilkan tidak akan dikirim.
it_it: Le immagini esterne non mostrate non verranno inviate.
ja_jp: 元のメールで表示していない外部画像は送信されません。
ko_kr: 표시되지 않은 외부 이미지는 전송되지 않습니다.
ms_my: Imej luar yang tidak ditunjukkan tidak akan dihantar.
pt_br: As imagens externas não exibidas não serão enviadas.
ru_ru: Непоказанные внешние изображения не будут отправлены.
th_th: ภาพภายนอกที่ไม่ได้แสดงขึ้นจะไม่ถูกส่ง
vi_vn: Hình ảnh bên ngoài không hiển thị sẽ không được gửi.
zh_cn: 原邮件中未显示的网络图片将不会被发送
zh_hk: 原郵件中未顯示的網絡圖片將不會發送

# EWo
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Afficher
id_id: Tampilkan
it_it: Mostra
ja_jp: 画像を表示
ko_kr: 표시
ms_my: Tunjukkan
pt_br: Mostrar
ru_ru: Показывать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 显示图片
zh_hk: 顯示圖片

# 18s
source: Save Anyway
de_de: Trotzdem speichern
es_es: Guardar igualmente
fr_fr: Enregistrer quand même
hi_in: फिर भी सहेजें
id_id: Tetap Simpan
it_it: Salva comunque
ja_jp: 保存
ko_kr: 그대로 저장
ms_my: Simpan Sahaja
pt_br: Salvar mesmo assim
ru_ru: Сохранить
th_th: ยืนยันการบันทึก
vi_vn: Vẫn lưu
zh_cn: 保存
zh_hk: 儲存

# hwQ
source: Delete email permanently?
de_de: E-Mail endgültig löschen?
es_es: ¿Quieres eliminar el correo electrónico permanentemente?
fr_fr: Supprimer définitivement l'e-mail ?
id_id: Hapus email secara permanen?
it_it: Eliminare l'e-mail definitivamente?
ja_jp: このメールを完全に削除しますか？
ko_kr: 이메일을 영구적으로 삭제하시겠습니까?
ms_my: Padam emel selama-lamanya?
pt_br: Excluir e-mail permanentemente?
ru_ru: Удалить почту навсегда?
th_th: ลบอีเมลอย่างถาวรหรือไม่
vi_vn: Xóa email vĩnh viễn?
zh_cn: 是否永久删除该邮件？
zh_hk: 是否永久刪除該郵件？

# tx8
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 完全に削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 永久删除
zh_hk: 永久刪除

# u9M
source: Deleted permanently
de_de: Endgültig gelöscht
es_es: Eliminado permanentemente
fr_fr: Supprimé définitivement
id_id: Dihapus permanen
it_it: Eliminata definitivamente
ja_jp: 完全に削除しました
ko_kr: 영구적으로 삭제되었습니다
ms_my: Dipadamkan selama-lamanya
pt_br: Excluído permanentemente
ru_ru: Удалено навсегда
th_th: ลบถาวรแล้ว
vi_vn: Đã xóa vĩnh viễn
zh_cn: 已永久删除
zh_hk: 已永久刪除
