Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# uVQ
source: All external images shown
de_de: Alle externen Bilder anzeigen
es_es: Se mostrarán todas las imágenes externas
fr_fr: Toutes les images externes sont affichées
id_id: Semua gambar eksternal ditampilkan
it_it: Tutte le immagini esterne mostrate
ja_jp: すべての外部画像が表示されています。
ko_kr: 표시된 모든 외부 이미지
ms_my: Semua imej luar ditunjukkan
pt_br: Todas as imagens externas mostradas
ru_ru: Показаны все внешние изображения
th_th: ภาพภายนอกทั้งหมดที่แสดงขึ้น
vi_vn: Hiển thị tất cả hình ảnh bên ngoài
zh_cn: 已显示所有网络图片
zh_hk: 已顯示所有網絡圖片

# 9Us
source: External images are not shown due to privacy concerns.
de_de: Externe Bilder werden aufgrund von Sicherheitsbedenken nicht angezeigt.
es_es: No se muestran las imágenes externas por cuestiones de privacidad.
fr_fr: Les images externes ne sont pas affichées pour des raisons de confidentialité.
id_id: Gambar eksternal tidak ditampilkan karena masalah privasi.
it_it: Le immagini esterne non sono mostrate a causa di timori relativi alla privacy.
ja_jp: プライバシー保護のため、外部画像をブロックしました。
ko_kr: 개인 정보 보호 문제로 인해 외부 이미지는 표시되지 않습니다.
ms_my: Imej luar tidak ditunjukkan kerana kebimbangan privasi.
pt_br: As imagens externas não são exibidas devido a questões de privacidade.
ru_ru: Внешние изображения не отображаются из соображений конфиденциальности.
th_th: ภาพภายนอกจะไม่แสดงขึ้นเนื่องจากข้อกังวลเกี่ยวกับความเป็นส่วนตัว
vi_vn: Hình ảnh bên ngoài sẽ không hiển thị do có mối quan ngại về quyền riêng tư.
zh_cn: 为保护你的隐私，网络图片未显示
zh_hk: 為保護你的私隱，未顯示網絡圖片

# w7A
source: Don't Load
de_de: Nicht laden
es_es: No cargar
fr_fr: Ne pas charger
id_id: Jangan Muat
it_it: Non caricare
ja_jp: 読み込まない
ko_kr: 로드 안 함
ms_my: Jangan Muatkan
pt_br: Não carregar
ru_ru: Не загружать
th_th: ไม่โหลด
vi_vn: Không tải
zh_cn: 不加载
zh_hk: 不載入

# +Dc
source: If you select "Don't Load", the external images that were not loaded in the original email will not be sent.
de_de: Wenn Sie „Nicht laden“ auswählen, werden die externen Bilder, die in der ursprünglichen E-Mail nicht geladen wurden, nicht gesendet.
es_es: Si seleccionas "No cargar", las imágenes externas no cargadas en el correo electrónico original no se enviarán.
fr_fr: Si vous sélectionnez "Ne pas charger", les images externes qui n'ont pas été chargées dans l'e-mail original ne seront pas envoyées.
id_id: Jika Anda memilih "Jangan Muat", gambar eksternal yang tidak dimuat dalam email asli tidak akan dikirimkan.
it_it: Se selezioni "Non caricare", le immagini esterne che non erano caricate nell'e-mail originale non verranno inviate.
ja_jp: 「読み込まない」を選択すると、元のメールで読み込まれていない外部画像は送信されなくなります。
ko_kr: "로드 안 함"을 선택하면 원본 이메일에 로드되지 않은 외부 이미지가 전송되지 않습니다.
ms_my: Jika anda memilih "Jangan Muat", imej luaran yang tidak dimuatkan dalam e-mel asal tidak akan dihantar.
pt_br: Se você selecionar "Não carregar", as imagens externas que não foram carregadas no e-mail original não serão enviadas.
ru_ru: Если вы выберете "Не загружать", внешние изображения, которые не были загружены в исходном письме, не будут отправлены.
th_th: หากคุณเลือก "ไม่โหลด" รูปภาพภายนอกที่ไม่ได้โหลดในอีเมลต้นฉบับจะไม่ถูกส่ง
vi_vn: Nếu bạn chọn "Không tải", hình ảnh bên ngoài không được tải trong email gốc sẽ không được gửi.
zh_cn: 如选择“不加载”，原邮件中未加载的网络图片将不会被发送
zh_hk: 如果選擇「不載入」，原郵件中未載入的網絡圖片將不會發送

# Xw8
source: Load external images when forwarding？
de_de: Externe Bilder beim Weiterleiten laden?
es_es: ¿Cargar imágenes externas al reenviar?
fr_fr: Charger les images externes lors du transfert ？
id_id: Muat gambar eksternal ketika meneruskan?
it_it: Caricare le immagini esterne durante l'inoltro?
ja_jp: 転送時に外部画像を読み込みますか？
ko_kr: 전달 시 외부 이미지를 로드하시겠습니까?
ms_my: Muatkan imej luaran semasa menghantar？
pt_br: Carregar imagens externas ao encaminhar？
ru_ru: Загружать внешние изображения при пересылке？
th_th: โหลดรูปภาพภายนอกเมื่อส่งต่อหรือไม่
vi_vn: Tải hình ảnh bên ngoài khi chuyển tiếp?
zh_cn: 转发时是否加载网络图片？
zh_hk: 轉發時是否載入網絡圖片？

# ls8
source: If you select "Don't Load", the external images that were not loaded in the original email will not be shown in reply.
de_de: Wenn Sie „Nicht laden“ auswählen, werden die externen Bilder, die in der ursprünglichen E-Mail nicht geladen wurden, nicht in der Antwort angezeigt.
es_es: Si seleccionas "No cargar", las imágenes externas no cargadas en el correo electrónico original no se mostrarán en la respuesta.
fr_fr: Si vous sélectionnez "Ne pas charger", les images externes qui n'ont pas été chargées dans l'e-mail original ne seront pas affichées dans la réponse.
id_id: Jika Anda memilih "Jangan Muat", gambar eksternal yang tidak dimuat dalam email asli tidak akan ditampilkan di balasan.
it_it: Se selezioni "Non caricare", le immagini esterne che non erano caricate nell'e-mail originale non verranno mostrate nella risposta.
ja_jp: 「読み込まない」を選択すると、元のメールで読み込まれていない外部画像は、返信メールにも表示されなくなります。
ko_kr: "로드 안 함"을 선택하면 원본 이메일에 로드되지 않은 외부 이미지가 회신에 표시되지 않습니다.
ms_my: Jika anda memilih "Jangan Muat", imej luaran yang tidak dimuatkan dalam e-mel asal tidak akan ditunjukkan dalam balasan.
pt_br: Se você selecionar "Não carregar", as imagens externas que não foram carregadas no e-mail original não serão exibidas na resposta.
ru_ru: Если вы выберете "Не загружать", внешние изображения, которые не были загружены в исходном письме, не будут отображаться в ответе.
th_th: หากคุณเลือก "ไม่โหลด" รูปภาพภายนอกที่ไม่ได้โหลดในอีเมลต้นฉบับจะไม่ถูกแสดงในการตอบกลับ
vi_vn: Nếu bạn chọn "Không tải", hình ảnh bên ngoài không được tải vào email gốc sẽ không được hiển thị trong thư trả lời.
zh_cn: 如选择“不加载”，原邮件中未加载的网络图片将不会在回复中显示
zh_hk: 如果選擇「不載入」，原郵件中未載入的網絡圖片將不會在回覆中顯示

# 3WA
source: Load external images in reply？
de_de: Externe Bilder in Antwort laden?
es_es: ¿Cargar imágenes externas en la respuesta?
fr_fr: Charger les images externes dans la réponse ？
id_id: Muat gambar eksternal dalam balasan?
it_it: Caricare le immagini esterne nella risposta?
ja_jp: 返信時に外部画像を読み込みますか？
ko_kr: 회신으로 외부 이미지를 로드하시겠습니까?
ms_my: Muatkan imej luar dalam balasan？
pt_br: Carregar imagens externas em resposta？
ru_ru: Загрузить внешние изображения в ответ？
th_th: โหลดรูปภาพภายนอกในการตอบกลับหรือไม่
vi_vn: Tải hình ảnh bên ngoài vào thư trả lời?
zh_cn: 回复时是否加载网络图片？
zh_hk: 回覆時是否載入網絡圖片？

# nuY
source: Load
de_de: Laden
es_es: Cargar
fr_fr: Charger
id_id: Muat
it_it: Carica
ja_jp: 読み込む
ko_kr: 로드함
ms_my: Muat
pt_br: Carregar
ru_ru: Загрузить
th_th: โหลด
vi_vn: Tải
zh_cn: 加载
zh_hk: 載入

# nvo
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Xem thêm
zh_cn: 更多
zh_hk: 更多

# Eeo
source: If trusted, all external images from the sender <{{address}}> will be displayed automatically. System detected that someone might have pretended to be this address and sent you this email. Please be careful. {{LearnMore}}
de_de: Alle externen Bilder vom Absender <{{address}}> werden automatisch angezeigt, wenn Sie ihm vertrauen. Das System hat erkannt, dass sich jemand möglicherweise als Absender mit dieser Adresse ausgegeben und Ihnen diese E-Mail gesendet hat. Bitte lassen Sie Vorsicht walten. {{LearnMore}}
es_es: Si es de confianza, todas las imágenes externas del remitente <{{address}}> se mostrarán automáticamente. El sistema ha detectado que alguien que podría intentar hacerse pasar por esta dirección te ha mandado este correo electrónico. Ten cuidado. {{LearnMore}}
fr_fr: Si vous accordez votre confiance, toutes les images externes de l'expéditeur <{{address}}> s'afficheront automatiquement. Le système a détecté que l'identité de cette adresse a peut être été usurpée pour vous envoyer cet e-mail. Veuillez rester prudent. {{LearnMore}}
id_id: Jika dipercaya, semua gambar eksternal dari pengirim <{{address}}> akan ditampilkan secara otomatis. Sistem mendeteksi bahwa seseorang mungkin berpura-pura menjadi alamat ini dan mengirimkan email ini kepada Anda. Harap hati-hati. {{LearnMore}}
it_it: Se attendibile, tutte le immagini esterne dal mittente <{{address}}> verranno visualizzate automaticamente. Il sistema ha rilevato che qualcuno potrebbe aver finto di essere questo indirizzo e potrebbe averti inviato questa e-mail. Fai attenzione. {{LearnMore}}
ja_jp: 信頼する送信者にすると、<{{address}}> から送信された外部画像は常に表示されるようになります。このアドレスになりすましてメールを送信している可能性がありますので、リスクを十分に理解した上で操作してください。{{LearnMore}}
ko_kr: 신뢰하는 경우 보낸 사람 <{{address}}>의 모든 외부 이미지가 자동으로 표시됩니다. 시스템에서 누군가 이 주소로 가장하여 이 이메일을 보냈을 수 있음을 감지했습니다. 주의하세요. {{LearnMore}}
ms_my: Jika dipercayai, semua imej luaran daripada penghantar <{{address}}> akan dipaparkan secara automatik. Sistem mengesan bahawa seseorang mungkin berpura-pura menjadi alamat ini dan menghantar e-mel kepada anda. Sila berhati-hati. {{LearnMore}}
pt_br: Se for confiável, todas as imagens externas do remetente <{{address}}> serão exibidas automaticamente. O sistema detectou que alguém pode ter fingido ser esse endereço e enviou este e-mail para você. Tenha cuidado. {{LearnMore}}
ru_ru: Если доверено, все внешние изображения от отправителя <{{address}}> будут отображаться автоматически. Система обнаружила, что кто-то мог выдать себя за этот адрес и отправил вам это письмо. Будьте осторожны. {{LearnMore}}
th_th: หากเชื่อถือได้ จะมีการแสดงผลภาพภายนอกทั้งหมดจากผู้ส่ง<{{address}}> โดยอัตโนมัติ ระบบตรวจพบว่าอาจมีคนแอบอ้างเป็นที่อยู่นี้ และส่งอีเมลนี้ถึงคุณ โปรดดำเนินการด้วยความระมัดระวัง {{LearnMore}}
vi_vn: Nếu được tin cậy, tất cả email bên ngoài từ người gửi <{{address}}> sẽ tự động hiển thị. Hệ thống đã phát hiện có người có thể đã giả danh địa chỉ này và gửi cho bạn email này. Hãy cẩn thận. {{LearnMore}}
zh_cn: 信任后，所有来自<{{address}}>的网络图片将自动显示。系统检测到可能有人伪造该地址向你发送了该邮件，请谨慎操作。{{LearnMore}}
zh_hk: 信任後，所有來自<{{address}}>的網絡圖片將自動顯示。系統偵測到可能有人偽造該地址向你發送了該郵件，請謹慎操作。{{LearnMore}}

# WZg
source: Always Show
de_de: Immer anzeigen
es_es: Mostrar siempre
fr_fr: Toujours afficher
id_id: Selalu Tampilkan
it_it: Mostra sempre
ja_jp: 常に表示
ko_kr: 항상 표시
ms_my: Tunjukkan Sentiasa
pt_br: Sempre mostrar
ru_ru: Показывать всегда
th_th: แสดงเสมอ
vi_vn: Luôn hiển thị
zh_cn: 始终显示
zh_hk: 始終顯示

# s3Y
source: Always Show All External Images
de_de: Alle externen Bilder immer anzeigen
es_es: Mostrar siempre todas las imágenes externas
fr_fr: Toujours afficher toutes les images externes
id_id: Selalu Tampilkan Semua Gambar Eksternal
it_it: Mostra sempre tutte le immagini esterne
ja_jp: 外部画像を常に自動表示する
ko_kr: 항상 외부 이미지 모두 표시
ms_my: Tunjukkan Semua Imej Luar Sentiasa
pt_br: Mostrar sempre todas as imagens externas
ru_ru: Всегда показывать все внешние изображения
th_th: แสดงภาพภายนอกทั้งหมดเสมอ
vi_vn: Luôn hiển thị tất cả hình ảnh bên ngoài
zh_cn: 始终自动显示所有网络图片
zh_hk: 始終自動顯示所有網絡圖片

# JmY
source: After setting, all external images will be displayed automatically. Please be careful as this may cause disclosure of your private information. {{LearnMore}}
de_de: Nachdem die Einstellung festgelegt wurde, werden alle externen Bilder automatisch angezeigt. Bitte seien Sie vorsichtig, da dies zur Offenlegung Ihrer personenbezogenen Daten führen kann. {{LearnMore}}
es_es: Si aceptas, todas las imágenes externas se mostrarán automáticamente. Ten cuidado, pues esto podría provocar revelaciones de tu información privada. {{LearnMore}}
fr_fr: Si l'option est activée, toutes les images externes seront automatiquement affichées. Veuillez faire attention ,car cela peut entraîner la divulgation de vos informations privées. {{LearnMore}}
id_id: Setelah pengaturan, semua gambar eksternal akan ditampilkan secara otomatis. Hati-hati karena ini dapat menyebabkan pengungkapan informasi privat Anda. {{LearnMore}}
it_it: Dopo l'impostazione, tutte le immagini esterne verranno visualizzate automaticamente. Fai attenzione poiché questa azione potrebbe causare la divulgazione delle tue informazioni private. {{LearnMore}}
ja_jp: この設定を行うと、すべてのメールに含まれる外部画像が常に自動表示されることになります。これによりプライバシー情報が知られる可能性がありますので、リスクを十分に理解した上で操作してください。{{LearnMore}}
ko_kr: 설정 후 모든 외부 이미지가 자동으로 표시됩니다. 개인정보가 유출될 수 있으니 주의하세요. {{LearnMore}}
ms_my: Selepas menetapkan, semua imej luar akan dipaparkan secara automatik. Sila berhati-hati kerana ini boleh menyebabkan pendedahan maklumat peribadi anda. {{LearnMore}}
pt_br: Após a configuração, todas as imagens externas serão exibidas automaticamente. Tenha cuidado, pois isso pode causar a divulgação de suas informações privadas. {{LearnMore}}
ru_ru: После настройки все внешние изображения будут отображаться автоматически. Будьте осторожны, так как это может привести к раскрытию вашей личной информации. {{LearnMore}}
th_th: หลังจากการตั้งค่า ภาพภายนอกทั้งหมดจะแสดงขึ้นโดยอัตโนมัติ โปรดใช้ความระมัดระวังเพราะอาจเป็นการเปิดเผยข้อมูลส่วนตัวของคุณ {{LearnMore}}
vi_vn: Sau khi cài đặt, tất cả hình ảnh bên ngoài đều sẽ hiển thị tự động. Hãy cẩn thận vì việc này có thể làm lộ thông tin riêng tư của bạn. {{LearnMore}}
zh_cn: 设置后，所有邮件中的网络图片将自动展示。这可能会泄露你的隐私信息，请谨慎操作。{{LearnMore}}
zh_hk: 設定後，將自動顯示郵件中的所有網絡圖片。這可能會洩露你的私隱資訊，請謹慎操作。{{LearnMore}}

# oxA
source: Always show all external images？
de_de: Externe Bilder immer anzeigen?
es_es: ¿Mostrar siempre todas las imágenes externas?
fr_fr: Toujours afficher toutes les images externes ?
id_id: Selalu tampilkan semua gambar eksternal?
it_it: Mostrare sempre tutte le immagini esterne?
ja_jp: 外部画像を常に自動表示しますか？
ko_kr: 항상 외부 이미지를 모두 표시하시겠습니까?
ms_my: Tunjukkan semua imej luar secara sentiasa?
pt_br: Mostrar sempre todas as imagens externas？
ru_ru: Всегда показывать все внешние изображения？
th_th: แสดงภาพภายนอกทั้งหมดเสมอหรือไม่
vi_vn: Luôn hiển thị tất cả hình ảnh bên ngoài?
zh_cn: 始终自动显示所有网络图片？
zh_hk: 始終自動顯示所有網絡圖片？

# omE
source: Show Once
de_de: Einmalig anzeigen
es_es: Mostrar una vez
fr_fr: Afficher une fois
id_id: Tampilkan Sekali
it_it: Mostra una volta
ja_jp: このメールの画像を表示する
ko_kr: 한 번 표시
ms_my: Tunjukkan Sekali
pt_br: Mostrar uma vez
ru_ru: Показать один раз
th_th: แสดงครั้งเดียว
vi_vn: Hiển thị một lần
zh_cn: 显示此邮件的图片
zh_hk: 顯示此郵件的圖片

# U4c
source: Trust
de_de: Vertrauenswürdigkeit
es_es: Confiar
fr_fr: Faire confiance
id_id: Percayai
it_it: Considera attendibile
ja_jp: 信頼する
ko_kr: 신뢰
ms_my: Percayai
pt_br: Confiar
ru_ru: Доверять
th_th: เชื่อถือ
vi_vn: Tin tưởng
zh_cn: 信任
zh_hk: 信任

# lj8
source: Sender trusted
de_de: Dem Absender wird vertraut
es_es: Remitente de confianza
fr_fr: Confiance accordée à l'expéditeur
id_id: Pengirim dipercayai
it_it: Mittente considerato attendibile
ja_jp: 信頼済み
ko_kr: 신뢰할 수 있는 보낸 사람
ms_my: Pengirim dipercayai
pt_br: Remetente confiável
ru_ru: Отправитель добавлен в доверенные
th_th: ผู้ส่งเชื่อถือได้
vi_vn: Đã tin tưởng người gửi
zh_cn: 已信任
zh_hk: 已信任

# i0k
source: Trust This Sender
de_de: Diesem Absender vertrauen
es_es: Confiar en este remitente
fr_fr: Faire confiance à cet expéditeur
id_id: Percayai Pengirim Ini
it_it: Considera attendibile questo mittente
ja_jp: この送信者からのメールは常に信頼する
ko_kr: 이 보낸 사람 신뢰
ms_my: Percayai Pengirim Ini
pt_br: Confiar neste remetente
ru_ru: Доверять этому отправителю
th_th: เชื่อถือผู้ส่งรายนี้
vi_vn: Tin tưởng người gửi này
zh_cn: 信任该发件人
zh_hk: 信任該寄件者

# +cw
source: If trusted, all external images from the sender <{{address}}> will be displayed automatically. Please be careful as this may cause disclosure of your private information. {{LearnMore}}
de_de: Wenn ihm vertraut wird, werden alle externen Bilder des Absenders <{{address}}> automatisch angezeigt. Bitte seien Sie vorsichtig, da dies zur Offenlegung Ihrer personenbezogenen Daten führen kann. {{LearnMore}}
es_es: Si confías en el remitente <{{address}}>, todas las imágenes externas que te envíe se mostrarán automáticamente. Ten cuidado, pues esto podría provocar revelaciones de tu información privada. {{LearnMore}}
fr_fr: Si vous lui accordez votre confiance, toutes les images externes de l'expéditeur <{{address}}> seront automatiquement affichées. Veuillez faire attention, car cela peut entraîner la divulgation de vos informations privées. {{LearnMore}}
id_id: Jika dipercaya, semua gambar eksternal dari pengirim <{{address}}> akan ditampilkan secara otomatis. Hati-hati karena ini dapat menyebabkan pengungkapan informasi privat Anda. {{LearnMore}}
it_it: In caso di attendibilità, tutte le immagini esterne dal mittente <{{address}}> verranno visualizzate automaticamente. Fai attenzione poiché questa azione potrebbe causare la divulgazione delle tue informazioni private. {{LearnMore}}
ja_jp: 信頼すると、<{{address}}>から送信された外部画像は常に自動表示されるようになります。これによりプライバシー情報が知られる可能性がありますので、リスクを十分に理解した上で操作してください。{{LearnMore}}
ko_kr: 신뢰할 수 있는 경우 보낸 사람 <{{address}}>의 모든 외부 이미지가 자동으로 표시됩니다. 개인정보가 유출될 수 있으니 주의하세요. {{LearnMore}}
ms_my: Jika dipercayai, semua imej luar daripada pengirim <{{address}}> akan dipaparkan secara automatik. Sila berhati-hati kerana ini boleh menyebabkan pendedahan maklumat peribadi anda. {{LearnMore}}
pt_br: Se for confiável, todas as imagens externas do remetente <{{address}}> serão exibidas automaticamente. Tenha cuidado, pois isso pode causar a divulgação de suas informações privadas. {{LearnMore}}
ru_ru: Если доверено, все внешние изображения от отправителя <{{address}}> будут отображаться автоматически. Будьте осторожны, так как это может привести к раскрытию вашей личной информации. {{LearnMore}}
th_th: หากเชื่อถือได้ ภาพภายนอกทั้งหมดจากผู้ส่ง <{{address}}> จะแสดงขึ้นโดยอัตโนมัติ โปรดใช้ความระมัดระวังเพราะอาจเป็นการเปิดเผยข้อมูลส่วนตัวของคุณ {{LearnMore}}
vi_vn: Nếu tin tưởng, tất cả hình ảnh bên ngoài từ người gửi <{{address}}> đều sẽ hiển thị tự động. Hãy cẩn thận vì việc này có thể làm lộ thông tin riêng tư của bạn. {{LearnMore}}
zh_cn: 信任后，所有来自<{{address}}>的网络图片将自动显示。这可能会泄露你的隐私信息，请谨慎操作。{{LearnMore}}
zh_hk: 信任後，將自動顯示所有來自<{{address}}>的網絡圖片。這可能會洩露你的私隱資訊，請謹慎操作。{{LearnMore}}

# 3E8
source: Trust this sender?
de_de: Diesem Absender vertrauen?
es_es: ¿Confiar en este remitente?
fr_fr: Faire confiance à cet expéditeur ?
id_id: Percayai pengirim ini?
it_it: Considerare attendibile questo mittente?
ja_jp: この送信者を信頼しますか？
ko_kr: 이 보낸 사람을 신뢰하시겠습니까?
ms_my: Percayai pengirim ini?
pt_br: Confiar neste remetente?
ru_ru: Доверять этому отправителю?
th_th: เชื่อถือผู้ส่งรายนี้หรือไม่
vi_vn: Tin tưởng người gửi này?
zh_cn: 确定信任该发件人？
zh_hk: 確定信任該寄件者嗎？

# 89w
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: さらに詳しく
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_hk: 了解詳情

# YyQ
source: Unable to send. Message saved to Outbox.
de_de: Senden nicht möglich. Die Nachricht wurde in Ihrem Postausgang gespeichert.
es_es: No se puede enviar. Mensaje guardado en el buzón de salida.
fr_fr: Envoi impossible. Message enregistré dans la boîte d'envoi.
id_id: Gagal mengirim. Pesan disimpan ke Kotak keluar.
it_it: Impossibile inviare. Messaggio salvato in Posta in uscita.
ja_jp: 送信できませんでした。メールは送信トレイに保存されました。
ko_kr: 전송할 수 없습니다. Outbox에 메시지가 저장되었습니다.
ms_my: Tidak dapat menghantar. Mesej disimpan ke Outbox.
pt_br: Falha ao enviar. Mensagem salva na Caixa de saída.
ru_ru: Не удается отправить. Сообщение сохранено в "Исходящих".
th_th: ส่งไม่สำเร็จ บันทึกข้อความไว้ในกล่องขาออกแล้ว
vi_vn: Không thể gửi. Đã lưu tin nhắn vào Hộp thư đi.
zh_cn: 发送失败，邮件保存至发件箱
zh_hk: 發送失敗，郵件已儲存至寄件箱

# 3oI
source: File Security Policy
de_de: Dateisicherheitsrichtlinie
es_es: Política de seguridad de archivos
fr_fr: Politique de sécurité des fichiers
id_id: Kebijakan Keamanan File
it_it: Criterio di sicurezza file
ja_jp: 「ファイル セキュリティ ポリシー」
ko_kr: 파일 보안 정책
ms_my: Dasar Keselamatan Fail
pt_br: Política de segurança de arquivo
ru_ru: Стратегия безопасности файлов
th_th: นโยบายความปลอดภัยของไฟล์
vi_vn: Chính sách bảo mật tập tin
zh_cn: 《文件安全策略》
zh_hk: 《檔案安全策略》

# 9FY
source: Due to your organization's security settings, the file can't be saved locally.
de_de: Aufgrund der Sicherheitseinstellungen Ihrer Organisation kann die Datei lokal nicht gespeichert werden.
es_es: El archivo no se puede guardar localmente debido a la configuración de seguridad de tu organización.
fr_fr: En raison des paramètres de sécurité de votre organisation, le fichier ne peut pas être enregistré localement.
id_id: Karena pengaturan keamanan organisasi Anda, file tidak dapat disimpan secara lokal.
it_it: A causa delle impostazioni di sicurezza della tua organizzazione, il file non può essere salvato in locale.
ja_jp: 所属中の法人のセキュリティ設定により、このファイルのローカルへの保存は禁止されています。
ko_kr: 기업의 보안 설정으로 인해 파일을 로컬에 저장할 수 없습니다.
ms_my: Kerana tetapan keselamatan organisasi anda, fail tidak boleh disimpan secara tempatan.
pt_br: Devido às configurações de segurança da sua organização, o arquivo não pode ser salvo localmente.
ru_ru: Из-за настроек безопасности вашей организации файл нельзя сохранить локально.
th_th: เนื่องจากการตั้งค่าความปลอดภัยขององค์กรของคุณ จึงไม่สามารถบันทึกไฟล์ในเครื่องได้
vi_vn: Do cài đặt bảo mật của tổ chức nên không thể lưu cục bộ tập tin này.
zh_cn: 由于你所在组织的安全配置，该文件不能被保存到本地
zh_hk: 由於你所在組織的安全配置，無法將該檔案儲存至本機

# IBk
source: Due to your organization's security settings, the file can't be shared or opened with third-party apps.
de_de: Aufgrund der Sicherheitseinstellungen Ihrer Organisation kann die Datei mit Drittanbieter-Apps nicht freigegeben oder geöffnet werden.
es_es: El archivo no se puede compartir ni tampoco lo pueden abrir aplicaciones de terceros debido a la configuración de seguridad de tu organización.
fr_fr: En raison des paramètres de sécurité de votre organisation, le fichier ne peut pas être partagé ou ouvert avec des applications tierces.
id_id: Karena pengaturan keamanan organisasi Anda, file tidak dapat dibagikan atau dibuka dengan aplikasi pihak ketiga.
it_it: A causa delle impostazioni di sicurezza della tua organizzazione, il file non può essere condiviso né aperto da app di terze parti.
ja_jp: 所属中の法人のセキュリティ設定により、このファイルは暗号化されているため、共有やサードパーティ製アプリで開くことはできません。
ko_kr: 기업의 보안 설정으로 인해 파일을 타사 앱과 공유하거나 열 수 없습니다.
ms_my: Kerana tetapan keselamatan organisasi anda, fail tidak boleh dikongsi atau dibuka dengan aplikasi pihak ketiga.
pt_br: Devido às configurações de segurança da sua organização, o arquivo não pode ser compartilhado ou aberto com aplicativos de terceiros.
ru_ru: Из-за настроек безопасности вашей организации файл не может быть передан или открыт в сторонних приложениях.
th_th: เนื่องจากการตั้งค่าความปลอดภัยขององค์กรของคุณ จึงไม่สามารถแบ่งปันหรือเปิดไฟล์กับแอปของบุคคลที่สามได้
vi_vn: Do cài đặt bảo mật của tổ chức nên không thể chia sẻ hoặc mở tập tin này bằng các ứng dụng của bên thứ ba.
zh_cn: 由于你所在组织的安全配置，该文件已被加密，不能被分享或用第三方应用打开
zh_hk: 由於你所在組織的安全配置，該檔案已加密，不能分享或使用第三方應用程式開啟

# j0k
source: Archive
de_de: Archiv
es_es: Archivados
fr_fr: Archivés
hi_in: संग्रह
id_id: Arsip
it_it: Archivio
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архив
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 已归档
zh_hk: 已封存

# lwA
source: Once deleted, emails in this folder will be moved to Trash.
de_de: Nach dem Löschen werden die E-Mails in diesem Ordner in den Papierkorb verschoben.
es_es: Una vez eliminada, los correos electrónicos de esta carpeta se moverán a la Papelera.
fr_fr: Une fois supprimés, les e-mails de ce dossier seront déplacés vers la corbeille.
id_id: Setelah dihapus, email di folder ini akan dipindahkan ke Sampah.
it_it: Dopo l'eliminazione, le e-mail in questa cartella verranno spostate nel Cestino.
ja_jp: 削除後、このフォルダにあるすべてのメールはゴミ箱に移動されます
ko_kr: 삭제하면 이 폴더의 이메일이 휴지통으로 이동됩니다.
ms_my: Setelah dipadam, emel dalam folder ini akan dipindahkan ke Tong Sampah.
pt_br: Após a exclusão, os e-mails dessa pasta serão movidos para a Lixeira.
ru_ru: После удаления письма в этой папке будут перемещены в корзину.
th_th: เมื่อลบแล้ว อีเมลในโฟลเดอร์นี้จะถูกย้ายไปยังถังขยะ
vi_vn: Sau khi xóa, email trong thư mục này sẽ được chuyển đến thư mục Rác.
zh_cn: 删除后，此文件夹里的所有邮件将移至“已删除”
zh_hk: 刪除資料夾後，所有郵件會移到「已刪除」之內
