Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Nbs
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# 4KQ
source: How to turn it on
de_de: So aktivieren Sie die Option
es_es: Cómo activarlo
fr_fr: Comment l'activer
id_id: Cara mengaktifkannya
it_it: Come attivare
ja_jp: 設定方法について
ko_kr: 켜는 방법
ms_my: Cara menghidupkannya
pt_br: Como ativá-lo
ru_ru: Как включить
th_th: วิธีการเปิด
vi_vn: Cách bật
zh_cn: 如何设置
zh_hk: 如何設定

# tzs
source: Not Now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak Sekarang
it_it: Non ora
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan Sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Để sau
zh_cn: 暂不搬家
zh_hk: 暫不轉移

# gvk
source: Migration completed
de_de: Migration abgeschlossen
es_es: Migración completada
fr_fr: Migration terminée
id_id: Migrasi selesai
it_it: Migrazione completata
ja_jp: 移行が完了しました。
ko_kr: 마이그레이션 완료
ms_my: Pemindahan selesai
pt_br: Migração concluída
ru_ru: Миграция завершена
th_th: การย้ายข้อมูลเสร็จสมบูรณ์แล้ว
vi_vn: Đã hoàn thành việc di chuyển
zh_cn: 搬家已完成
zh_hk: 已完成轉移

# K5I
source: View Report
de_de: Bericht anzeigen
es_es: Ver informe
fr_fr: Afficher le rapport
id_id: Lihat Laporan
it_it: Visualizza rapporto
ja_jp: レポートを見る
ko_kr: 보고서 보기
ms_my: Lihat Laporan
pt_br: Visualizar relatório
ru_ru: Посмотреть отчет
th_th: ดูรายงาน
vi_vn: Xem báo cáo
zh_cn: 查看报告
zh_hk: 查看報告

# 0v0
source: What's my password?
de_de: Wie lautet mein Kennwort?
es_es: ¿Cuál es mi contraseña?
fr_fr: Quel est mon mot de passe ?
id_id: Apa kata sandi saya?
it_it: Qual è la mia password?
ja_jp: パスワードを忘れてしまいましたか？
ko_kr: 내 비밀번호는 무엇인가요?
ms_my: Apa kata laluan saya?
pt_br: Qual é a minha senha?
ru_ru: Не помните пароль?
th_th: รหัสผ่านของฉันคืออะไร
vi_vn: Mật khẩu của tôi là gì?
zh_cn: 不知道密码？
zh_hk: 不知道密碼？

# Vw0
source: Enter the password
de_de: Geben Sie das Kennwort ein
es_es: Introduce la contraseña
fr_fr: Saisir le mot de passe
id_id: Masukkan kata sandi
it_it: Immetti la password
ja_jp: パスワードを入力
ko_kr: 비밀번호 입력
ms_my: Masukkan kata laluan
pt_br: Insira a senha
ru_ru: Введите пароль
th_th: กรอกรหัสผ่าน
vi_vn: Nhập mật khẩu
zh_cn: 请输入密码
zh_hk: 請輸入密碼

# Tgg
source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Войти
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 登录
zh_hk: 登入

# kI8
source: Once logged in, all your emails will be migrated to {{APP_DISPLAY_NAME}}. If the email address is incorrect, please contact your email administrator.
de_de: Sobald Sie angemeldet sind, werden alle Ihre E-Mails zu {{APP_DISPLAY_NAME}} migriert. Wenn die E-Mail-Adresse nicht richtig ist, wenden Sie sich bitte an Ihren E-Mail-Administrator.
es_es: Tras iniciar sesión, todos tus correos electrónicos se migrarán a {{APP_DISPLAY_NAME}}. Si la dirección de correo electrónico no es correcta, contacta con el administrador del correo electrónico.
fr_fr: Après la connexion, tous vos e-mails seront migrés vers {{APP_DISPLAY_NAME}}. Si l'adresse e-mail est incorrecte, veuillez contacter votre administrateur d'e-mails.
id_id: Setelah login, semua email Anda akan dimigrasikan ke {{APP_DISPLAY_NAME}}. Jika alamat email salah, hubungi administrator email Anda.
it_it: Dopo l'accesso, tutte le tue e-mail verranno migrate su {{APP_DISPLAY_NAME}}. Se l'indirizzo e-mail non è corretto, contatta l'amministratore dell'e-mail.
ja_jp: ログインすると、これまでのメールが {{APP_DISPLAY_NAME}} に移行されます。万一メールアカウントに誤りがある場合は、管理者までご連絡ください。
ko_kr: 로그인하면 모든 이메일이 {{APP_DISPLAY_NAME}}(으)로 마이그레이션됩니다. 이메일 주소가 올바르지 않으면 이메일 관리자에게 문의하세요.
ms_my: Setelah mengelog masuk, semua e-mel anda akan dipindahkan ke {{APP_DISPLAY_NAME}} Jika alamat e-mel tidak betul, sila hubungi pentadbir e-mel anda.
pt_br: Uma vez conectado, todos os seus e-mails serão migrados para o {{APP_DISPLAY_NAME}}. Se o endereço de e-mail estiver incorreto, entre em contato com o administrador do e-mail.
ru_ru: После входа в систему все ваши письма будут перенесены в {{APP_DISPLAY_NAME}}. Если адрес почты неверен, обратитесь к администратору почты.
th_th: เมื่อล็อกอินแล้ว อีเมลทั้งหมดของคุณจะย้ายไปยัง {{APP_DISPLAY_NAME}} หากที่อยู่อีเมลไม่ถูกต้อง โปรดติดต่อผู้ดูแลอีเมลของคุณ
vi_vn: Sau khi đăng nhập, tất cả email của bạn sẽ được di chuyển đến {{APP_DISPLAY_NAME}}. Nếu địa chỉ email không chính xác, vui lòng liên hệ với quản trị viên email của bạn.
zh_cn: 登录后，你的历史邮件将迁移到{{APP_DISPLAY_NAME}}。如果邮箱账号有误，请联系邮箱管理员。
zh_hk: 登入後，你的過往郵件將遷移至{{APP_DISPLAY_NAME}}。如果電郵地址帳戶有誤，請聯絡電郵地址管理員。

# h7w
source: Email address and password are correct
de_de: E-Mail-Adresse und Kennwort sind richtig
es_es: La dirección de correo electrónico y la contraseña son correctas
fr_fr: L'adresse e-mail et le mot de passe sont corrects
id_id: Alamat email dan kata sandi benar
it_it: L'indirizzo e-mail e la password sono corretti
ja_jp: メールアカウント、パスワードは正しいか
ko_kr: 이메일 주소와 비밀번호가 정확합니다
ms_my: Alamat e-mel dan kata laluan adalah betul
pt_br: O endereço de e-mail e a senha estão corretos
ru_ru: Адрес почты и пароль верны
th_th: ที่อยู่อีเมลและรหัสผ่านถูกต้อง
vi_vn: Địa chỉ email và mật khẩu chính xác
zh_cn: 邮箱账号、密码正确
zh_hk: 電郵地址帳戶與密碼正確

# hvw
source: IMAP/SMTP service is enabled
de_de: IMAP/SMTP-Dienst ist aktiviert
es_es: El servicio IMAP/SMTP está habilitado
fr_fr: Le service IMAP/SMTP est activé
id_id: Layanan IMAP/SMTP diaktifkan
it_it: Il servizio IMAP/SMTP è abilitato
ja_jp: IMAP/SMTP サービスがオンになっているか
ko_kr: IMAP/SMTP 서비스가 활성화되었습니다
ms_my: Perkhidmatan IMAP/SMTP diaktifkan
pt_br: O serviço IMAP/SMTP está ativado
ru_ru: Служба IMAP/SMTP включена
th_th: เปิดใช้บริการ IMAP/SMTP แล้ว
vi_vn: Đã bật dịch vụ IMAP/SMTP
zh_cn: IMAP/SMTP 服务已开启
zh_hk: 已開啟 IMAP/SMTP 服務

# Rj0
source: Security login is enabled and you are logging in with a secure password
de_de: Die sichere Anmeldung ist aktiviert und Sie melden sich mit einem sicheren Kennwort an
es_es: El inicio de sesión de seguridad está habilitado e inicias sesión con una contraseña segura
fr_fr: La connexion sécurisée est activée et vous vous connectez avec un mot de passe sécurisé
id_id: Login keamanan diaktifkan dan Anda sedang login dengan kata sandi aman
it_it: L'accesso di sicurezza è abilitato e stai accedendo con una password sicura
ja_jp: セキュアログインが有効になっており、専用のパスワードを取得している
ko_kr: 보안 로그인이 활성화되었으며 보안 비밀번호로 로그인합니다
ms_my: Log masuk keselamatan diaktifkan dan anda log masuk dengan kata laluan yang selamat
pt_br: O login de segurança está ativado e você está fazendo login com uma senha segura
ru_ru: Безопасный вход включен, и вы входите в систему с безопасным паролем
th_th: เปิดใช้งานการล็อกอินความปลอดภัยแล้ว และคุณกำลังล็อกอินเข้าสู่ระบบด้วยรหัสผ่านที่ปลอดภัย
vi_vn: Đã bật đăng nhập bảo mật và bạn đang đăng nhập bằng mật khẩu bảo mật
zh_cn: 安全登录已开启，且已获取客户端专用密码进行登录
zh_hk: 已開啟安全登入，並已獲取用戶端專用密碼登入

# avI
source: Please verify the following information before logging in again.
de_de: Bitte überprüfen Sie die folgenden Informationen, bevor Sie sich erneut anmelden.
es_es: Verifica la siguiente información antes de iniciar sesión de nuevo.
fr_fr: Veuillez vérifier les informations suivantes avant de vous reconnecter.
id_id: Verifikasikan informasi berikut sebelum login lagi.
it_it: Verifica le seguenti informazioni prima di accedere di nuovo.
ja_jp: 次のことを確認してから、もう一度ログインしてください。
ko_kr: 다시 로그인하기 전에 다음 정보를 확인하세요.
ms_my: Sila sahkan maklumat berikut sebelum log masuk semula.
pt_br: Verifique as informações a seguir antes de fazer login novamente.
ru_ru: Проверьте следующую информацию, прежде чем снова войти в систему.
th_th: โปรดตรวจสอบข้อมูลต่อไปนี้ก่อนล็อกอินอีกครั้ง
vi_vn: Vui lòng xác minh thông tin sau đây trước khi đăng nhập lại.
zh_cn: 请确认以下内容后重新登录
zh_hk: 請確認以下內容後重新登入

# Yd8
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# W1E
source: How to enable
de_de: So aktivieren Sie den Dienst
es_es: Cómo habilitar
fr_fr: Comment activer
id_id: Cara mengaktifkan
it_it: Come abilitare
ja_jp: IMAP/SMTP の設定方法
ko_kr: 활성화 방법
ms_my: Cara mengaktifkan
pt_br: Como ativar
ru_ru: Способ включения
th_th: วิธีการเปิดใช้งาน
vi_vn: Cách bật
zh_cn: 如何开启
zh_hk: 如何開啟

# RYw
source: Unable to log in
de_de: Anmeldung nicht möglich
es_es: No se puede iniciar sesión
fr_fr: Impossible de se connecter
id_id: Gagal login
it_it: Impossibile accedere
ja_jp: ログインできませんでした
ko_kr: 로그인할 수 없음
ms_my: Tidak dapat log masuk
pt_br: Não foi possível fazer login
ru_ru: Невозможно войти
th_th: ไม่สามารถล็อกอินได้
vi_vn: Không thể đăng nhập
zh_cn: 登录失败
zh_hk: 登入失敗

# yzM
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Indietro
ja_jp: 前へ
ko_kr: 뒤로
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 上一步
zh_hk: 上一步

# 5Lw
source: Log In and Authorize
de_de: Anmelden und autorisieren
es_es: Iniciar sesión y autorizar
fr_fr: Se connecter et autoriser
id_id: Login dan Otorisasi
it_it: Accedi e autorizza
ja_jp: ログインして認証
ko_kr: 로그인 및 승인
ms_my: Log Masuk dan Benarkan
pt_br: Fazer login e autorizar
ru_ru: Войти и авторизоваться
th_th: ล็อกอินและอนุญาต
vi_vn: Đăng nhập và ủy quyền
zh_cn: 登录并授权
zh_hk: 登入並授權

# CCQ
source: Email migration
es_es: Migración de correo electrónico
fr_fr: Migration des e-mails
id_id: Migrasi email
it_it: Migrazione e-mail
ja_jp: メール移行
ko_kr: 이메일 마이그레이션
ms_my: Migrasi emel
pt_br: Migração de e-mail
ru_ru: Перенос почты
th_th: การย้ายอีเมล
vi_vn: Di chuyển email
zh_cn: 邮箱搬家
zh_hk: 電郵地址轉移

# I/U
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# tOA
source: {{ratio}} emails are migrated. You can use {{APP_DISPLAY_NAME}} email normally during migration.
de_de: {{ratio}} E-Mails wurden migriert. Während der Migration können Sie {{APP_DISPLAY_NAME}} Mail wie gewohnt verwenden.
es_es: {{ratio}} correos electrónicos migrados. Puedes utilizar el correo electrónico de {{APP_DISPLAY_NAME}} normalmente durante la migración.
fr_fr: {{ratio}} e-mails sont migrés. Vous pouvez utiliser la messagerie {{APP_DISPLAY_NAME}} normalement pendant la migration.
id_id: {{ratio}} email dimigrasikan. Anda dapat menggunakan email {{APP_DISPLAY_NAME}} secara normal selama migrasi.
it_it: Migrazione e-mail completata: {{ratio}}. Puoi utilizzare l'e-mail di {{APP_DISPLAY_NAME}} normalmente durante la migrazione.
ja_jp: {{ratio}} 通のメールが移行完了しています。移行の途中でも {{APP_DISPLAY_NAME}} メールの送信機能はご利用いただけます。
ko_kr: {{ratio}}의 이메일이 마이그레이션되었습니다. 마이그레이션 중에 {{APP_DISPLAY_NAME}} 이메일을 정상적으로 사용할 수 있습니다.
ms_my: {{ratio}} emel telah bermigrasi. Anda boleh menggunakan emel {{APP_DISPLAY_NAME}} seperti biasa semasa migrasi.
pt_br: {{ratio}} e-mails estão migrados. Você pode usar o e-mail do {{APP_DISPLAY_NAME}} normalmente durante a migração.
ru_ru: {{ratio}} писем перенесено. Во время миграции вы можете использовать почту {{APP_DISPLAY_NAME}} в обычном режиме.
th_th: อีเมลย้ายแล้ว {{ratio}} คุณสามารถใช้อีเมล {{APP_DISPLAY_NAME}} ได้ตามปกติระหว่างการย้ายข้อมูล
vi_vn: Đã di chuyển {{ratio}} email. Bạn có thể sử dụng email {{APP_DISPLAY_NAME}} như bình thường trong quá trình di chuyển.
zh_cn: 已完成 {{ratio}} 封邮件迁移，迁移过程中可正常使用{{APP_DISPLAY_NAME}}邮箱发送邮件
zh_hk: 已完成 {{ratio}} 封郵件遷移，遷移過程中可正常使用{{APP_DISPLAY_NAME}}電郵地址發送郵件

# AQM
source: Migration progress
de_de: Migrationsfortschritt
es_es: Avance de la migración
fr_fr: Avancement de la migration
id_id: Kemajuan migrasi
it_it: Avanzamento migrazione
ja_jp: 進捗
ko_kr: 마이그레이션 진행률
ms_my: Kemajuan migrasi
pt_br: Andamento da migração
ru_ru: Ход миграции
th_th: ความคืบหน้าการย้าย
vi_vn: Tiến độ di chuyển
zh_cn: 迁移进度
zh_hk: 遷移進度

# ApA
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 詳情

# hYw
source: {{percentage}} migrated
de_de: {{percentage}} migriert
es_es: {{percentage}} migrado
fr_fr: {{percentage}} migré(s)
id_id: {{percentage}} dimigrasikan
it_it: Migrazione completata: {{percentage}}
ja_jp: メールの移行中です。{{percentage}}
ko_kr: {{percentage}} 마이그레이션됨
ms_my: {{percentage}} telah bermigrasi
pt_br: {{percentage}} migrado
ru_ru: {{percentage}} перенесено
th_th: ย้ายแล้ว {{percentage}}
vi_vn: Đã di chuyển {{percentage}}
zh_cn: 正在迁移邮件 {{percentage}}
zh_hk: 正在遷移郵件 {{percentage}}

# DoY
source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: 再ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Войти
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 重新登录
zh_hk: 重新登入

# aCQ
source: Password expired, migration has paused.
de_de: Das Kennwort ist abgelaufen, die Migration wurde unterbrochen.
es_es: La contraseña ha expirado, la migración se ha pausado.
fr_fr: Le mot de passe a expiré, la migration a été interrompue.
id_id: Kata sandi kedaluwarsa, migrasi telah dijeda.
it_it: Password scaduta, migrazione sospesa.
ja_jp: パスワードの期限が切れたため、移行は一時的に中止されました。
ko_kr: 암호가 만료되었습니다. 마이그레이션이 일시 정지되었습니다.
ms_my: Kata laluan tamat tempoh, pemindahan terhenti seketika.
pt_br: Senha expirada, a migração foi pausada.
ru_ru: Срок действия пароля истек, миграция приостановлена.
th_th: รหัสผ่านหมดอายุ หยุดการย้ายชั่วคราว
vi_vn: Mật khẩu đã hết hạn, quy trình di chuyển đã tạm dừng.
zh_cn: 密码已失效，搬家已暂停
zh_hk: 密碼已失效，已暫停轉移

# pb0
source: The administrator has paused email migration for {{address}}. If you have any questions, please contact your email administrator.
de_de: Der Administrator hat die E-Mail-Migration für {{address}} angehalten. Wenn Sie Fragen haben, wenden Sie sich bitte an Ihren E-Mail-Administrator.
es_es: El administrador ha pausado la migración del correo electrónico de {{address}}. Si tienes alguna pregunta, ponte en contacto con el administrador del correo electrónico.
fr_fr: L'administrateur a interrompu la migration des e-mails pour {{address}}. Si vous avez des questions, veuillez contacter votre administrateur d'e-mails.
id_id: Administrator telah menjeda migrasi email untuk {{address}}. Jika Anda memiliki pertanyaan, hubungi administrator email Anda.
it_it: L'amministratore ha sospeso la migrazione e-mail per {{address}}. In caso di domande, contatta l'amministratore dell'e-mail.
ja_jp: {{address}}のメール移行は管理者によって一時的に中止されました。何かご不明な点がありましたら、管理者までご連絡ください。
ko_kr: 관리자가 {{address}}에 대한 이메일 마이그레이션을 일시 정지했습니다. 질문이 있으시면 이메일 관리자에게 문의하세요.
ms_my: Pentadbir telah menghentikan pemindahan emel untuk {{address}}. Jika anda ada sebarang pertanyaan, sila hubungi pentadbir emel anda.
pt_br: O administrador pausou a migração de e-mail para {{address}}. Se tiver alguma dúvida, entre em contato com o administrador do seu e-mail.
ru_ru: Администратор приостановил миграцию почты для {{address}}. Если у вас есть какие-либо вопросы, свяжитесь с администратором почты.
th_th: ผู้ดูแลได้หยุดการย้ายอีเมลชั่วคราวสำหรับ {{address}} แล้ว หากมีคำถามใด โปรดติดต่อผู้ดูแลอีเมลของคุณ
vi_vn: Quản trị viên đã tạm dừng quy trình di chuyển email đối với {{address}}. Nếu bạn có câu hỏi, vui lòng liên hệ với quản trị viên email.
zh_cn: 管理员已暂停 {{address}} 的邮箱搬家，如有疑问请联系邮箱管理员
zh_hk: 管理員已暫停 {{address}} 的電郵地址轉移，如有疑問，請聯絡電郵地址管理員

# TZA
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# +NM
source: Migration is paused
de_de: Migration angehalten
es_es: La migración se ha pausado
fr_fr: La migration est en pause
id_id: Migrasi dijeda
it_it: Migrazione sospesa
ja_jp: 移行は一時的に中止されました
ko_kr: 마이그레이션 일시 정지
ms_my: Pemindahan dihentikan
pt_br: A migração está pausada
ru_ru: Миграция приостановлена
th_th: หยุดการย้ายชั่วคราว
vi_vn: Quy trình di chuyển đã tạm dừng
zh_cn: 搬家已暂停
zh_hk: 已暫停轉移

# /84
source: Migration paused, unable to send or receive emails in {{APP_DISPLAY_NAME}} Mail.
de_de: Die Migration wurde angehalten, weswegen in {{APP_DISPLAY_NAME}} Mail E-Mails weder gesendet noch empfangen werden können.
es_es: Migración en pausa. No se pueden enviar ni recibir correos electrónicos en {{APP_DISPLAY_NAME}} Mail.
fr_fr: La migration est en pause, impossible d'envoyer ou de recevoir des e-mails dans {{APP_DISPLAY_NAME}} Mail.
id_id: Migrasi dijeda, gagal mengirimkan atau menerima email di {{APP_DISPLAY_NAME}} Mail.
it_it: Migrazione sospesa, impossibile inviare o ricevere e-mail in {{APP_DISPLAY_NAME}} Mail.
ja_jp: メール移行が一時的に中止されたため、現在 {{APP_DISPLAY_NAME}} メールでの送受信をご利用いただけません。
ko_kr: 마이그레이션이 일시 정지되어 {{APP_DISPLAY_NAME}} 메일에서 이메일을 보내거나 받을 수 없습니다.
ms_my: Pemindahan terhenti, tidak dapat menghantar atau menerima emel dalam {{APP_DISPLAY_NAME}} Mail.
pt_br: Migração pausada, impossibilidade de enviar ou receber e-mails no {{APP_DISPLAY_NAME}} Mail.
ru_ru: Миграция приостановлена, невозможно отправлять или получать письма в Почте {{APP_DISPLAY_NAME}}.
th_th: การย้ายหยุดชั่วคราว ไม่สามารถส่งหรือรับอีเมลใน {{APP_DISPLAY_NAME}} Mail ได้
vi_vn: Quy trình di chuyển đã tạm dừng, không thể gửi hoặc nhận email trong {{APP_DISPLAY_NAME}} Mail.
zh_cn: 搬家已暂停，无法在{{APP_DISPLAY_NAME}}邮箱收发邮件
zh_hk: 已暫停轉移，無法在{{APP_DISPLAY_NAME}}電郵地址發送及接收郵件

# Yas
source: Log in to {{mailService}} and turn on "receive all emails".
de_de: Melden Sie sich bei {{mailService}} an und aktivieren Sie „Alle E-Mails empfangen“.
es_es: Inicia sesión en {{mailService}} y activa la opción "Recibir todos los correos electrónicos".
fr_fr: Connectez-vous à {{mailService}} et activez "Recevoir tous les e-mails".
id_id: Login ke {{mailService}} dan aktifkan "terima semua email".
it_it: Accedi a {{mailService}} e attiva "Ricevi tutte le e-mail".
ja_jp: {{mailService}}にログインして、アプリが受信できるメールの範囲をすべてに設定してください。
ko_kr: {{mailService}}에 로그인하고 "모든 이메일 수신"을 켭니다.
ms_my: Log masuk ke {{mailService}} dan hidupkan "terima semua emel".
pt_br: Fazer login no {{mailService}} e ative a opção "receber todos os e-mails".
ru_ru: Войдите в {{mailService}} и включите опцию "Получать все письма".
th_th: ล็อกอินเข้าสู่ {{mailService}} และเปิด "รับอีเมลทั้งหมด"
vi_vn: Đăng nhập vào {{mailService}} và bật tùy chọn "nhận tất cả email".
zh_cn: 登录{{mailService}}，设置客户端收取全部邮件
zh_hk: 登入{{mailService}}，設定用戶端接收全部郵件

# YOs
source: Return to {{APP_DISPLAY_NAME}} Mail. The migration will start automatically in 30 minutes.
de_de: Kehren Sie zu {{APP_DISPLAY_NAME}} Mail zurück. Die Migration wird in 30 Minuten automatisch gestartet.
es_es: Volver a {{APP_DISPLAY_NAME}} Mail. La migración comenzará automáticamente dentro de 30 minutos.
fr_fr: Retournez à {{APP_DISPLAY_NAME}} Mail. La migration commencera automatiquement dans 30 minutes.
id_id: Kembali ke {{APP_DISPLAY_NAME}} Mail. Migrasi akan dimulai secara otomatis dalam waktu 30 menit.
it_it: Torna a {{APP_DISPLAY_NAME}} Mail. La migrazione verrà avviata automaticamente tra 30 minuti.
ja_jp: {{APP_DISPLAY_NAME}} メールに戻り、30 分ほど待つと、自動的にメールの移行が始まります。
ko_kr: {{APP_DISPLAY_NAME}} 메일로 돌아갑니다. 30분 후에 마이그레이션이 자동으로 시작됩니다.
ms_my: Kembali ke {{APP_DISPLAY_NAME}} Mail. Pemindahan akan bermula secara automatik dalam 30 minit.
pt_br: Volte ao {{APP_DISPLAY_NAME}} Mail. A migração será iniciada automaticamente em 30 minutos.
ru_ru: Вернитесь в Почту {{APP_DISPLAY_NAME}}. Миграция начнется автоматически через 30 минут.
th_th: กลับไปยัง {{APP_DISPLAY_NAME}} Mail การย้ายจะเริ่มโดยอัตโนมัติใน 30 นาที
vi_vn: Quay lại {{APP_DISPLAY_NAME}} Mail. Quy trình di chuyển sẽ tự động bắt đầu sau 30 phút.
zh_cn: 回到{{APP_DISPLAY_NAME}}邮箱，将在约 30 分钟后自动迁移更多邮件
zh_hk: 回到{{APP_DISPLAY_NAME}}電郵地址，將在約 30 分鐘後自動遷移更多郵件

# u4Q
source: Only emails from the recent 30 days are migrated. To migrate emails from earlier times, please complete the following settings:
de_de: Es werden nur die E-Mails der letzten 30 Tage migriert. Um ältere E-Mails zu migrieren, nehmen Sie bitte die folgenden Einstellungen vor:
es_es: Solo se migran los correos electrónicos de los últimos 30 días. Para migrar correos electrónicos anteriores, completa la siguiente configuración:
fr_fr: Seuls les e-mails des 30 derniers jours sont migrés. Pour migrer des e-mails antérieurs, veuillez configurer les paramètres suivants :
id_id: Hanya email dari 30 hari terakhir yang dimigrasikan. Untuk memigrasikan email dari periode waktu yang lebih awal, selesaikan pengaturan berikut:
it_it: Vengono migrate solo le e-mail degli ultimi 30 giorni. Per migrare le e-mail di periodi precedenti, completa le seguenti impostazioni:
ja_jp: 移行されたメールは直近 30 日のもののみとなっています。それ以前のメールも含めて移行が必要な場合は、以下の手順をお試しください。
ko_kr: 최근 30일 동안의 이메일만 마이그레이션됩니다. 이전 시간의 이메일을 마이그레이션하려면 다음 설정을 완료하세요.
ms_my: Hanya emel dari 30 hari terkini yang dipindahkan. Untuk memindahkan emel dari masa sebelumnya, sila lengkapkan tetapan berikut:
pt_br: Somente os e-mails dos últimos 30 dias são migrados. Para migrar e-mails de períodos anteriores, preencha as seguintes configurações:
ru_ru: Переносятся только письма за последние 30 дней. Чтобы перенести более ранние письма, установите следующие настройки:
th_th: ย้ายเฉพาะอีเมลจาก 30 วันล่าสุดเท่านั้น หากต้องการย้ายอีเมลจากครั้งก่อน โปรดตั้งค่าต่อไปนี้ให้เสร็จสมบูรณ์
vi_vn: Chỉ có email trong 30 ngày gần đây mới được di chuyển. Để di chuyển email từ thời điểm trước đó, vui lòng cài đặt như sau:
zh_cn: 系统检测到只迁移了近 30 天的邮件，如果你有超过 30 天的邮件，请进行以下设置
zh_hk: 系統偵測到只遷移了近 30 日的郵件，如果你有超過 30 日的郵件，請完成以下設定

# Mq0
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# Ffs
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 設定方法について
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Дополнительные сведения
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 如何设置
zh_hk: 如何設定

# 6g0
source: Emails partly migrated
de_de: E-Mails teilweise migriert
es_es: Correos electrónicos migrados parcialmente
fr_fr: E-mails partiellement migrés
id_id: Email dimigrasikan sebagian
it_it: Migrazione e-mail completata in parte
ja_jp: 移行できていないメールについて
ko_kr: 이메일 부분적 마이그레이션
ms_my: Emel dipindahkan sebahagian
pt_br: E-mails parcialmente migrados
ru_ru: Миграция почты завершена частично
th_th: อีเมลย้ายไปบางส่วน
vi_vn: Đã di chuyển một phần email
zh_cn: 邮件不全提醒
zh_hk: 郵件不完整提醒

# eMY
source: Switch to public mailboxes and enable email migration for them.
de_de: Wechseln Sie zu öffentlichen Postfächern und aktivieren Sie für diese die E-Mail-Migration.
es_es: Cambia a buzones públicos y habilita la migración de correo electrónico de estos buzones.
fr_fr: Passez aux boîtes aux lettres publiques et activez la migration des e-mails pour elles.
id_id: Beralih ke kotak surat publik dan aktifkan migrasi email untuk kotak surat publik.
it_it: Passa alle cassette postali pubbliche e abilitane la migrazione e-mail.
ja_jp: ここから共有メールに切り替えると、共有メールの移行が始まります。
ko_kr: 공개 사서함으로 전환하고 공개 사서함에 대해 이메일 마이그레이션을 활성화합니다.
ms_my: Tukar ke peti mel awam dan aktifkan migrasi emel untuk mereka.
pt_br: Alterne para caixas de correio públicas e ative a migração de e-mail para elas.
ru_ru: Переключитесь на общие почтовые ящики и включите для них миграцию почты.
th_th: สลับไปใช้กล่องจดหมายสาธารณะและเปิดใช้งานการย้ายอีเมล
vi_vn: Chuyển sang hộp thư công khai và bật quy trình di chuyển email cho các hộp thư này.
zh_cn: 从这里切换至公共邮箱，为公共邮箱开启搬家
zh_hk: 在這裏切換至公共電郵地址，為公共電郵地址開啟轉移

# X2Y
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了
