Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ixE
source: Save to "My Space"
de_de: In „Mein Bereich“ speichern
es_es: Guardar en "Mi Espacio"
fr_fr: Sauvegarder dans "Mon Espace"
id_id: Simpan ke "Ruang Saya"
it_it: Salva ne "Il mio spazio"
ja_jp: 「マイスペース」に保存
ko_kr: "내 공간"에 저장
ms_my: Simpan ke "Ruang Saya"
pt_br: Salvar em "Meu espaço"
ru_ru: Сохранить в "Мое пространство"
th_th: บันทึกไปยัง "พื้นที่ของฉัน"
vi_vn: Lưu vào "Không gian của tôi"
zh_cn: 保存到“我的空间”
zh_hk: 儲存到「我的空間」

# cus
source: Action
de_de: Aktion
es_es: Acción
fr_fr: Opération
id_id: Tindakan
it_it: Azione
ja_jp: 操作
ko_kr: 작업
ms_my: Tindakan
pt_br: Ação
ru_ru: Действие
th_th: การดำเนินการ
vi_vn: Hành động
zh_cn: 操作
zh_hk: 操作

# a+Y
source: Created at
de_de: Erstellt um
es_es: Creado a las
fr_fr: Créé à
id_id: Dibuat pada
it_it: Creazione completata alle
ja_jp: 作成日時
ko_kr: 생성 시간
ms_my: Dicipta pada
pt_br: Criado em
ru_ru: Время создания
th_th: สร้างเมื่อ
vi_vn: Đã tạo lúc
zh_cn: 创建时间
zh_hk: 建立時間

# am0
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# DZs
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_hk: 下載

# Qkg
source: File name
de_de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom du fichier
id_id: Nama file
it_it: Nome file
ja_jp: ファイル名
ko_kr: 파일 이름
ms_my: Nama fail
pt_br: Nome do arquivo
ru_ru: Имя файла
th_th: ชื่อไฟล์
vi_vn: Tên tập tin
zh_cn: 文件名
zh_hk: 檔案名稱

# Kko
source: Open Folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
id_id: Buka Folder
it_it: Apri cartella
ja_jp: フォルダを開く
ko_kr: 폴더 열기
ms_my: Buka Folder
pt_br: Abrir pasta
ru_ru: Открыть папку
th_th: เปิดโฟลเดอร์
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_hk: 開啟資料夾

# US0
source: Open in "My Space"
de_de: In „Mein Bereich“ öffnen
es_es: Abrir en "Mi Espacio"
fr_fr: Ouvrir depuis "Mon Espace"
id_id: Buka di "Ruang Saya"
it_it: Apri ne "Il mio spazio"
ja_jp: 「マイスペース」で開く
ko_kr: "내 공간"에서 열기
ms_my: Buka di "Ruang Saya"
pt_br: Abrir no "Meu espaço"
ru_ru: Открыть в "Моем пространстве"
th_th: เปิดใน "พื้นที่ของฉัน"
vi_vn: Mở trong "Không gian của tôi"
zh_cn: 在“我的空间”打开
zh_hk: 在「我的空間」中開啟

# VLM
source: Open with Local Application
de_de: Mit lokaler Anwendung öffnen
es_es: Abrir con aplicación local
fr_fr: Ouvrir avec une application locale
id_id: Buka dengan Aplikasi Lokal
it_it: Apri con Applicazione Locale
ja_jp: ローカルのアプリで開く
ko_kr: 로컬 애플리케이션으로 열기
ms_my: Buka dengan Aplikasi Tempatan
pt_br: Abrir com aplicativo local
ru_ru: Открыть в локальном приложении
th_th: เปิดด้วยแอปพลิเคชันภายในเครื่อง
vi_vn: Mở bằng ứng dụng cục bộ
zh_cn: 本地应用打开
zh_hk: 使用本機應用程式開啟

# mlo
source: Preview
de_de: Vorschau
es_es: Previsualizar
fr_fr: Prévisualiser
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предпросмотр
th_th: ดูตัวอย่าง
vi_vn: Xem trước
zh_cn: 预览
zh_hk: 預覽

# ivA
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした。
ko_kr: 저장할 수 없음
ms_my: Tidak dapat menyimpan
pt_br: Não é possível salvar
ru_ru: Не удалось сохранить
th_th: บันทึกไม่สำเร็จ
vi_vn: Không thể lưu
zh_cn: 保存失败
zh_hk: 儲存失敗

# ZXA
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました。
ko_kr: 저장되었습니다
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_hk: 成功儲存

# 2o0
source: Save to "My Space"
de_de: In „Mein Bereich“ speichern
es_es: Guardar en "Mi Espacio"
fr_fr: Sauvegarder dans "Mon Espace"
id_id: Simpan ke "Ruang Saya"
it_it: Salva ne "Il mio spazio"
ja_jp: 「マイスペース」に保存
ko_kr: "내 공간"에 저장
ms_my: Simpan ke "Ruang Saya"
pt_br: Salvar em "Meu espaço"
ru_ru: Сохранить в "Мое пространство"
th_th: บันทึกไปยัง "พื้นที่ของฉัน"
vi_vn: Lưu vào "Không gian của tôi"
zh_cn: 保存到“我的空间”
zh_hk: 儲存到「我的空間」

# ix0
source: Saving…
de_de: Wird gespeichert...
es_es: Guardando…
fr_fr: Enregistrement en cours...
id_id: Menyimpan…
it_it: Salvataggio in corso...
ja_jp: 保存中...
ko_kr: 저장 중…
ms_my: Menyimpan…
pt_br: Salvando…
ru_ru: Сохранение…
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_hk: 儲存中...

# GDs
source: Share to Chat
de_de: Für Chat freigeben
es_es: Compartir en chat
fr_fr: Partager sur le chat
id_id: Bagikan ke Obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_hk: 分享至對話

# NAc
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
id_id: Ukuran
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
ms_my: Saiz
pt_br: Tamanho
ru_ru: Размер
th_th: ขนาด
vi_vn: Kích cỡ
zh_cn: 大小
zh_hk: 大小

# ElY
source: View Original Email
de_de: Ursprüngliche E-Mail anzeigen
es_es: Ver correo electrónico original
fr_fr: Afficher l'e-mail d'origine
id_id: Lihat Email Asli
it_it: Visualizza e-mail originale
ja_jp: 元のメールを見る
ko_kr: 원본 이메일 보기
ms_my: Lihat Emel Asal
pt_br: Ver e-mail original
ru_ru: Посмотреть изначальное письмо
th_th: ดูอีเมลต้นฉบับ
vi_vn: Xem email gốc
zh_cn: 查看原始邮件
zh_hk: 查看原始郵件

# utk
source: {{size}} used
de_de: {{size}} benutzt
es_es: {{size}} en uso
fr_fr: {{size}} utilisés
id_id: {{size}} digunakan
it_it: {{size}} utilizzati
ja_jp: {{size}} 使用中
ko_kr: {{size}} 사용됨
ms_my: {{size}} digunakan
pt_br: {{size}} usado(s)
ru_ru: Использовано {{size}}
th_th: ใช้แล้ว {{size}}
vi_vn: Đã sử dụng {{size}}
zh_cn: 已使用 {{size}}
zh_hk: 已使用 {{size}}

# 1tM
source: Manage Storage
de_de: Speicherplatz verwalten
es_es: Gestionar almacenamiento
fr_fr: Gérer le stockage
id_id: Kelola Penyimpanan
it_it: Gestisci archiviazione
ja_jp: 管理へ
ko_kr: 저장소 관리
ms_my: Urus Storan
pt_br: Gerenciar armazenamento
ru_ru: Управление хранилищем
th_th: จัดการพื้นที่เก็บข้อมูล
vi_vn: Quản lý bộ nhớ
zh_cn: 进入管理
zh_hk: 進入管理

# 7/w
source: {{num}} files in total ({{size}})
de_de: {{num}} Dateien mit insgesamt ({{size}})
es_es: {{num}} archivos en total ({{size}})
fr_fr: {{num}} fichiers au total ({{size}})
id_id: Total {{num}} file ({{size}})
it_it: {{num}} file in totale ({{size}})
ja_jp: 合計 {{num}} 件（{{size}}）
ko_kr: 파일 총 {{num}}개({{size}})
ms_my: {{num}} fail keseluruhan ({{size}})
pt_br: {{num}} arquivos no total ({{size}})
ru_ru: Всего {{num}} файлов ({{size}})
th_th: {{num}} ไฟล์มีขนาดรวม ({{size}})
vi_vn: Tổng {{num}} tập tin ({{size}})
zh_cn: 共 {{num}} 个（{{size}}）
zh_hk: 共 {{num}} 個 ({{size}})

# tyQ
source: Large attachment storage management
de_de: Speicherverwaltung großer Anhänge
es_es: Gestión de almacenamiento de adjuntos grandes
fr_fr: Gestion du stockage des pièces jointes volumineuses
id_id: Manajemen penyimpanan lampiran besar
it_it: Gestione dello spazio di archiviazione degli allegati di grandi dimensioni
ja_jp: 大容量添付ファイルのストレージ管理
ko_kr: 대용량 첨부 파일 저장소 관리
ms_my: Pengurusan storan lampiran besar
pt_br: Gerenciamento do armazenamento de anexos grandes
ru_ru: Управление хранилищем больших вложений
th_th: การจัดการพื้นที่จัดเก็บข้อมูลไฟล์แนบขนาดใหญ่
vi_vn: Quản lý bộ nhớ tập tin đính kèm lớn
zh_cn: 超大附件容量管理
zh_hk: 超大附件容量管理

# ZJA
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
id_id: Berhasil dihapus
it_it: Eliminato
ja_jp: 削除しました。
ko_kr: 삭제되었습니다
ms_my: Dipadam
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_hk: 已刪除

# mU0
source: Unable to add all attachments
de_de: Es konnten nicht alle Anhänge hinzugefügt werden
es_es: No se pueden agregar todos los adjuntos
fr_fr: Impossible d'ajouter toutes les pièces jointes
id_id: Gagal menambahkan semua lampiran
it_it: Impossibile aggiungere tutti gli allegati
ja_jp: いずれのファイルも添付できませんでした
ko_kr: 일부 첨부 파일을 추가할 수 없습니다
ms_my: Tidak dapat menambah semua lampiran
pt_br: Falha ao adicionar todos os anexos
ru_ru: Не удалось добавить все вложения
th_th: ไม่สามารถเพิ่มไฟล์แนบทั้งหมดได้
vi_vn: Không thể thêm tất cả tập tin đính kèm
zh_cn: 全部附件无法添加
zh_hk: 無法新增全部附件

# +40
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 6Bc
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# P0g
source: Unable to download all attachments
de_de: Es konnten nicht alle Anhänge heruntergeladen werden
es_es: No se pueden descargar todos los adjuntos
fr_fr: Impossible de télécharger toutes les pièces jointes
id_id: Gagal mengunduh semua lampiran
it_it: Impossibile scaricare tutti gli allegati
ja_jp: いずれの添付ファイルもダウンロードできませんでした
ko_kr: 일부 첨부 파일 다운로드 불가
ms_my: Tidak dapat muat turun semua lampiran
pt_br: Falha ao fazer download de todos os anexos
ru_ru: Не удалось скачать все вложения
th_th: ไม่สามารถดาวน์โหลดไฟล์แนบทั้งหมดได้
vi_vn: Không thể tải xuống tất cả tập tin đính kèm
zh_cn: 全部附件无法下载
zh_hk: 無法下載全部附件

# VuI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 6Nk
source: Unable to download the attachment since it's deleted by the sender.
de_de: Anhang konnte nicht heruntergeladen werden, weil er vom Absender gelöscht wurde.
es_es: No se puede descargar el adjunto porque el remitente lo ha eliminado.
fr_fr: Impossible de télécharger la pièce jointe, car elle a été supprimée par l'expéditeur.
id_id: Gagal mengunduh lampiran karena lampiran dihapus oleh pengirim.
it_it: Impossibile scaricare l'allegato poiché è stato eliminato dal mittente.
ja_jp: 添付ファイルが送信者によって削除されたため、ダウンロードできませんでした。
ko_kr: 보낸 사람이 첨부 파일을 삭제했으므로 첨부 파일을 다운로드할 수 없습니다.
ms_my: Tidak dapat muat turun lampiran kerana ia telah dihapus oleh penghantar.
pt_br: Falha ao fazer download do anexo porque ele foi excluído pelo remetente.
ru_ru: Не удалось скачать вложение, так как оно было удалено отправителем.
th_th: ไม่สามารถดาวน์โหลดไฟล์แนบได้เนื่องจากผู้ส่งได้ลบไปแล้ว
vi_vn: Không thể tải xuống tập tin đính kèm vì đã bị người gửi xóa.
zh_cn: 附件被发件人删除，无法下载该附件
zh_hk: 附件被寄件者刪除，無法下載該附件

# JGU
source: Download the Rest
de_de: Verbleibende Anhänge herunterladen
es_es: Descargar el resto
fr_fr: Télécharger les autres pièces jointes
id_id: Unduh Sisanya
it_it: Scarica il resto
ja_jp: ほかのファイルをダウンロード
ko_kr: 나머지 다운로드
ms_my: Muat Turun yang Lain
pt_br: Fazer download do restante
ru_ru: Скачать остальное
th_th: ดาวน์โหลดส่วนที่เหลือ
vi_vn: Tải xuống các tập tin còn lại
zh_cn: 下载其他附件
zh_hk: 下載其他附件

# 6zM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# dQs
source: Remove and Send
de_de: Entfernen und senden
es_es: Quitar y enviar
fr_fr: Retirer et envoyer
id_id: Hapus dan Kirim
it_it: Rimuovi e invia
ja_jp: 削除して送信
ko_kr: 제거 및 전송
ms_my: Buang dan Hantar
pt_br: Remover e enviar
ru_ru: Удалить и отправить
th_th: ลบออกและส่ง
vi_vn: Xóa và gửi
zh_cn: 移除并发送
zh_hk: 移除並發送

# WHE
source: Attachments larger than {{size}} MB cannot be shared to chats.
de_de: Anhänge, die größer als {{size}} MB sind, können in Chats nicht geteilt werden.
es_es: En los chats no se pueden compartir adjuntos de más de {{size}} MB.
fr_fr: Les pièces jointes dépassant {{size}} Mo ne peuvent pas être partagées dans les chats.
id_id: Lampiran yang lebih besar dari {{size}} MB tidak dapat dibagikan ke obrolan.
it_it: Impossibile condividere nelle chat allegati con dimensioni superiori a {{size}} MB.
ja_jp: {{size}} MBより大きな添付ファイルはチャットに共有できません。
ko_kr: {{size}}MB보다 큰 첨부 파일은 채팅에 공유할 수 없습니다.
ms_my: Lampiran lebih besar daripada {{size}} MB tidak boleh dikongsi ke perbualan.
pt_br: Anexos maiores que {{size}} MB não podem ser compartilhados em chats.
ru_ru: Вложениями размером более {{size}} МБ нельзя делиться в чатах.
th_th: ไม่สามารถแบ่งปันไฟล์แนบที่ใหญ่กว่า {{size}} MB ไปยังแชทได้
vi_vn: Không thể chia sẻ tập tin đính kèm lớn hơn {{size}} MB đến cuộc trò chuyện.
zh_cn: 无法分享大于 {{size}} MB 的附件至会话
zh_hk: 無法分享大於 {{size}} MB 的附件至對話

# bDc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# mR0
source: This attachment may harm your device. Download anyway?
de_de: Dieser Anhang kann auf Ihrem Gerät möglicherweise Schaden verursachen. Möchten Sie ihn trotzdem herunterladen?
es_es: Este adjunto puede dañar tu dispositivo. ¿Descargar de todos modos?
fr_fr: Cette pièce jointe peut endommager votre appareil. Télécharger quand même ?
id_id: Lampiran ini mungkin berbahaya bagi perangkat Anda. Tetap unduh?
it_it: Questo allegato potrebbe danneggiare il dispositivo. Scaricare comunque?
ja_jp: この添付ファイルはデバイスに危害を加える恐れがあります。ダウンロードを続行しますか？
ko_kr: 이 첨부 파일은 장치를 손상시킬 수 있습니다. 그래도 다운로드하시겠습니까?
ms_my: Lampiran ini mungkin merosakkan peranti anda. Muat turun juga?
pt_br: Este anexo pode danificar seu dispositivo. Fazer download mesmo assim?
ru_ru: Это приложение может нанести вред вашему устройству. Все равно скачать?
th_th: ไฟล์แนบนี้อาจเป็นอันตรายต่ออุปกรณ์ของคุณ ยังคงดาวน์โหลดหรือไม่
vi_vn: Tập tin đính kèm này có thể gây hại cho thiết bị của bạn. Vẫn tải xuống?
zh_cn: 该附件可能会危害你的设备，是否仍要下载？
zh_hk: 該附件可能會危害你的裝置，是否仍要下載？

# TeM
source: Download Anyway
de_de: Trotzdem herunterladen
es_es: Descargar de todos modos
fr_fr: Télécharger quand même
id_id: Tetap Unduh
it_it: Scarica comunque
ja_jp: ダウンロード続行
ko_kr: 계속 다운로드
ms_my: Muat Turun Juga
pt_br: Fazer download mesmo assim
ru_ru: Все равно скачать
th_th: ยังคงดาวน์โหลดต่อ
vi_vn: Vẫn tải xuống
zh_cn: 仍要下载
zh_hk: 仍要下載

# gO8
source: Dangerous content detected
de_de: Gefährlicher Inhalt erkannt
es_es: Detectado contenido peligroso
fr_fr: Contenu dangereux détecté
id_id: Konten berbahaya terdeteksi
it_it: Contenuto pericoloso rilevato
ja_jp: 有害なコンテンツを含む可能性があります
ko_kr: 위험 콘텐츠 감지됨
ms_my: Kandungan berbahaya dikesan
pt_br: Conteúdo perigoso detectado
ru_ru: Обнаружен опасный контент
th_th: ตรวจพบเนื้อหาที่เป็นอันตราย
vi_vn: Đã phát hiện nội dung nguy hiểm
zh_cn: 发现有害内容
zh_hk: 發現有害內容

# of0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# OSA
source: Delete Anyway
de_de: Trotzdem löschen
es_es: Eliminar de todos modos
fr_fr: Supprimer quand même
id_id: Tetap Hapus
it_it: Elimina comunque
ja_jp: 削除
ko_kr: 그래도 삭제
ms_my: Padam J anyway
pt_br: Excluir mesmo assim
ru_ru: Все равно удалить
th_th: ยืนยันการลบ
vi_vn: Vẫn xóa
zh_cn: 删除
zh_hk: 刪除

# i4I
source: Deleting "{{fileName}}" will prevent all recipients from accessing this content. This action can't be undone.
de_de: Wenn Sie „{{fileName}}“ löschen, können alle Empfänger nicht mehr auf diesen Inhalt zugreifen. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Al eliminar "{{fileName}}", los destinatarios no podrán acceder a este contenido. Esta acción no se puede deshacer.
fr_fr: La suppression de "{{fileName}}" empêchera tous les destinataires d'accéder à ce contenu. Cette opération ne peut pas être annulée.
id_id: Menghapus "{{fileName}}" akan mencegah semua penerima mengakses konten ini. Tindakan ini tidak dapat diurungkan.
it_it: L'eliminazione di "{{fileName}}" impedirà a tutti i destinatari di accedere a questo contenuto. L'azione non può essere annullata.
ja_jp: 添付ファイル「{{fileName}}」は削除すると元に戻せません。この添付ファイルの受信者も、ファイルのプレビュー/ダウンロードができなくなります。
ko_kr: "{{fileName}}"을(를) 삭제하면 모든 받는 사람이 이 콘텐츠에 액세스할 수 없게 됩니다. 이 작업은 취소할 수 없습니다.
ms_my: Menghapus "{{fileName}}" akan menghalang semua penerima daripada mengakses kandungan ini. Tindakan ini tidak boleh dibatalkan.
pt_br: A exclusão de "{{fileName}}" impedirá que todos os destinatários acessem esse conteúdo. Essa ação não pode ser desfeita.
ru_ru: При удалении файла "{{fileName}}" этот контент станет недоступным для всех получателей. Это действие нельзя отменить.
th_th: การลบ "{{fileName}}" จะป้องกันไม่ให้ผู้รับทุกคนเข้าถึงเนื้อหานี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
vi_vn: Nếu xóa "{{fileName}}", tất cả người nhận sẽ không thể truy cập nội dung này. Bạn không thể hoàn tác hành động này.
zh_cn: 附件“{{fileName}}”删除后将无法恢复，已收到该附件的收件人将无法预览或下载
zh_hk: 附件「{{fileName}}」刪除後將無法恢復，已收到該附件的收件人將無法預覽或下載

# 6L0
source: Delete the attachment?
de_de: Diesen Anhang löschen?
es_es: ¿Eliminar adjunto?
fr_fr: Supprimer la pièce jointe ?
id_id: Hapus lampiran?
it_it: Elimina l'allegato?
ja_jp: 添付ファイルを削除しますか？
ko_kr: 첨부 파일을 삭제하시겠습니까?
ms_my: Padam lampiran?
pt_br: Excluir o anexo?
ru_ru: Удалить вложение?
th_th: ลบไฟล์แนบหรือไม่
vi_vn: Xóa tập tin đính kèm?
zh_cn: 删除附件？
zh_hk: 要刪除附件嗎？

# YS0
source: Unable to delete
de_de: Löschen nicht möglich
es_es: No se puede eliminar
fr_fr: Suppression impossible
id_id: Gagal menghapus
it_it: Impossibile eliminare
ja_jp: 削除できませんでした。
ko_kr: 삭제할 수 없습니다
ms_my: Tidak dapat memadam
pt_br: Não é possível excluir
ru_ru: Не удается удалить
th_th: ไม่สามารถลบ
vi_vn: Không thể xóa
zh_cn: 删除失败
zh_hk: 刪除失敗

# b2U
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 97g
source: Delete Anyway
de_de: Trotzdem löschen
es_es: Eliminar de todos modos
fr_fr: Supprimer quand même
id_id: Tetap Hapus
it_it: Elimina comunque
ja_jp: 削除
ko_kr: 그래도 삭제
ms_my: Padam Juga
pt_br: Excluir mesmo assim
ru_ru: Все равно удалить
th_th: ยืนยันการลบ
vi_vn: Vẫn xóa
zh_cn: 删除
zh_hk: 刪除

# jWo
source: Delete Anyway ({{num}} sec)
de_de: Trotzdem löschen ({{num}} Sek.)
es_es: Eliminar de todos modos ({{num}} s)
fr_fr: Supprimer quand même ({{num}} sec)
id_id: Tetap Hapus ({{num}} detik)
it_it: Elimina comunque ({{num}} sec)
ja_jp: 削除（{{num}} 秒）
ko_kr: 그래도 삭제({{num}}초)
ms_my: Padam Juga ({{num}} saat)
pt_br: Excluir mesmo assim ({{num}} s)
ru_ru: Все равно удалить ({{num}} сек)
th_th: ยืนยันการลบ ({{num}} วินาที)
vi_vn: Vẫn xóa ({{num}} giây)
zh_cn: 删除（{{num}} 秒）
zh_hk: 刪除 ({{num}}秒)

# HaA
source: Deleting this attachment will prevent all recipients from accessing this content. This action can't be undone.
de_de: Wenn Sie diesen Anhang löschen, können alle Empfänger nicht mehr auf diesen Inhalt zugreifen. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Al eliminar este adjunto, los destinatarios no podrán acceder a este contenido. Esta acción no se puede deshacer.
fr_fr: La suppression de cette pièce jointe empêchera tous les destinataires d'accéder à ce contenu. Cette opération ne peut être annulée.
id_id: Menghapus lampiran ini akan mencegah semua penerima mengakses konten ini. Tindakan ini tidak dapat diurungkan.
it_it: L'eliminazione di questo allegato impedirà a tutti i destinatari di accedere a questo contenuto. Questa azione non può essere annullata.
ja_jp: 選択した添付ファイルは削除すると元に戻せません。この添付ファイルの受信者も、ファイルのプレビュー/ダウンロードができなくなります。
ko_kr: 이 첨부 파일을 삭제하면 모든 받는 사람이 이 콘텐츠에 액세스할 수 없게 됩니다. 이 작업은 취소할 수 없습니다.
ms_my: Menghapus lampiran ini akan menghalang semua penerima daripada mengakses kandungan ini. Tindakan ini tidak boleh dibatalkan.
pt_br: A exclusão desse anexo impedirá que todos os destinatários acessem esse conteúdo. Essa ação não pode ser desfeita.
ru_ru: При удалении этого вложения этот контент станет недоступным для всех получателей. Это действие нельзя отменить.
th_th: การลบไฟล์แนบนี้จะป้องกันไม่ให้ผู้รับทุกคนเข้าถึงเนื้อหานี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
vi_vn: Nếu xóa tập tin đính kèm này, tất cả người nhận sẽ không thể truy cập nội dung này. Bạn không thể hoàn tác hành động này.
zh_cn: 所选附件删除后将无法恢复，已收到附件的收件人将无法预览或下载
zh_hk: 所選附件刪除後將無法恢復，已收到附件的收件人將無法預覽或下載

# 8as
source: Delete {{num}} attachments?
de_de: {{num}} Anhänge löschen?
es_es: ¿Eliminar {{num}} adjuntos?
fr_fr: Supprimer {{num}} pièces jointes ?
id_id: Hapus {{num}} lampiran?
it_it: Eliminare {{num}} allegati?
ja_jp: {{num}} 件の添付ファイルを削除しますか？
ko_kr: 첨부 파일 {{num}}개를 삭제하시겠습니까?
ms_my: Padam {{num}} lampiran?
pt_br: Excluir {{num}} anexos?
ru_ru: Удалить прикрепленные файлы ({{num}})?
th_th: ลบไฟล์แนบ {{num}} รายการหรือไม่
vi_vn: Xóa {{num}} tập tin đính kèm?
zh_cn: 删除 {{num}} 个附件？
zh_hk: 要刪除 {{num}} 個附件嗎？

# t/k
source: Cancel Download
de_de: Das Herunterladen abbrechen
es_es: Cancelar descarga
fr_fr: Annuler le téléchargement
id_id: Batalkan Pengunduhan
it_it: Annulla download
ja_jp: ダウンロードをキャンセル
ko_kr: 다운로드 취소
ms_my: Batalkan Muat Turun
pt_br: Cancelar download
ru_ru: Отменить скачивание
th_th: ยกเลิกการดาวน์โหลด
vi_vn: Hủy tải xuống
zh_cn: 取消下载
zh_hk: 取消下載

# 2qE
source: Unable to download. Please try again later.
de_de: Konnte nicht heruntergeladen werden. Bitte versuchen Sie es später erneut.
es_es: No se puede descargar. Inténtalo de nuevo más tarde.
fr_fr: Téléchargement impossible. Veuillez réessayer plus tard
id_id: Gagal mengunduh. Coba lagi nanti.
it_it: Impossibile scaricare. Riprova più tardi.
ja_jp: ダウンロードできませんでした。後で再試行してください。
ko_kr: 다운로드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuat turun. Sila cuba lagi kemudian.
pt_br: Falha ao fazer download. Tente novamente mais tarde.
ru_ru: Не удалось скачать. Повторите попытку позже.
th_th: ไม่สามารถดาวน์โหลด โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tải xuống. Vui lòng thử lại sau.
zh_cn: 下载失败，请稍后再试
zh_hk: 下載失敗，請稍後再試

# j48
source: {{downloadSize}}/{{allSize}} downloaded
de_de: {{downloadSize}}/{{allSize}} heruntergeladen
es_es: Descargado: {{downloadSize}}/{{allSize}}
fr_fr: {{downloadSize}}/{{allSize}} téléchargé
id_id: {{downloadSize}}/{{allSize}} diunduh
it_it: {{downloadSize}}/{{allSize}} scaricati
ja_jp: {{downloadSize}}/{{allSize}} ダウンロード済み
ko_kr: {{downloadSize}}/{{allSize}} 다운로드됨
ms_my: {{downloadSize}}/{{allSize}} dimuat turun
pt_br: {{downloadSize}}/{{allSize}} baixado(s) com sucesso
ru_ru: {{downloadSize}}/{{allSize}} скачано
th_th: ดาวน์โหลดแล้ว {{downloadSize}}/{{allSize}}
vi_vn: Đã tải xuống {{downloadSize}}/{{allSize}}
zh_cn: 已下载 {{downloadSize}}/{{allSize}}
zh_hk: 已下載 {{downloadSize}}/{{allSize}}

# 1Jc
source: Loading
de_de: Wird geladen
es_es: Cargando
fr_fr: Chargement
id_id: Memuat
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로딩 중
ms_my: Memuat
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_hk: 載入中

# /cs
source: Unable to process since the file has been deleted by the sender.
de_de: Datei konnte nicht verarbeitet werden, weil sie vom Absender gelöscht wurde.
es_es: No se puede procesar el archivo porque el remitente lo ha eliminado.
fr_fr: Traitement impossible, car le fichier a été supprimé par l'expéditeur.
id_id: Gagal memproses karena file telah dihapus oleh pengirim.
it_it: Impossibile elaborare poiché il file è stato eliminato dal mittente.
ja_jp: ファイルが送信者によって削除されたため、この操作を完了できません。
ko_kr: 보낸 사람이 파일을 삭제했으므로 처리할 수 없습니다.
ms_my: Tidak dapat memproses kerana fail telah dihapus oleh penghantar.
pt_br: Não é possível processar porque o arquivo foi excluído pelo remetente.
ru_ru: Невозможно обработать, так как файл был удален отправителем.
th_th: ไม่สามารถดำเนินการได้เนื่องจากไฟล์ถูกลบโดยผู้ส่ง
vi_vn: Không thể xử lý vì tập tin đã bị người gửi xóa.
zh_cn: 文件已被发件人删除，无法操作
zh_hk: 檔案已被寄件者刪除，無法操作
