Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Hmo
source: Access permission of the file shared in this email is not automatically granted to the recipients. Please grant permission manually. Continue?
de_de: Eine Zugriffsberechtigung für die in dieser E-Mail geteilten Datei wird den Empfängern nicht automatisch erteilt. Sie müssen die Berechtigung manuell erteilen. Fortfahren?
es_es: El permiso de acceso al archivo compartido para este correo electrónico no se concede automáticamente a los destinatarios. Debes conceder el permiso manualmente. ¿Continuar?
fr_fr: L'autorisation d'accès au fichier partagé dans cet e-mail n'est pas automatiquement accordée aux destinataires. Veuillez accorder l'autorisation manuellement. Poursuivre ?
hi_in: इस ईमेल में साझा की गई फ़ाइल की ऐक्सेस अनुमति प्राप्तकर्ताओं को स्वतः प्रदान नहीं की जाती है. कृपया अनुमति मैन्युअल रूप से प्रदान करें. जारी रखना चाहते हैं?
id_id: Izin akses dari file yang dibagikan di email ini tidak diberikan secara otomatis kepada penerima. Berikan izin secara manual. Lanjutkan?
it_it: L'autorizzazione per accedere al file condiviso in questa e-mail non viene concessa automaticamente ai destinatari. Concedi manualmente l'autorizzazione. Vuoi continuare?
ja_jp: 個別送信メンバーに権限を付与できません。他の方法で付与してください。続行しますか？
ko_kr: 이 이메일에서 공유된 파일의 액세스 권한은 수신자에게 자동으로 부여되지 않습니다. 수동으로 권한을 부여하세요. 계속하시겠습니까?
ms_my: Keizinan akses fail yang dikongsi dalam emel ini tidak diberikan secara automatik kepada penerima. Sila berikan kebenaran secara manual. Teruskan?
pt_br: A permissão de acesso do arquivo compartilhado neste e-mail não é concedida automaticamente aos recipientes. Conceda permissão manualmente. Continuar?
ru_ru: Разрешение на доступ к файлу, которым поделились в этом письме, не предоставляется его получателям автоматически. Предоставьте разрешение вручную. Продолжить?
th_th: สิทธิ์การอนุญาตในการเข้าถึงของไฟล์ที่แบ่งปันในอีเมลนี้ไม่ได้ให้กับผู้รับโดยอัตโนมัติ โปรดให้สิทธิ์การอนุญาตด้วยตนเอง ดำเนินการต่อหรือไม่
vi_vn: Quyền truy cập của tệp tin được chia sẻ trong email này không được tự động cấp cho người nhận. Vui lòng cấp quyền theo cách thủ công. Tiếp tục?
zh_cn: 该邮件中，分别发送的成员无法被授予权限，请通过其它方式授权，是否继续发送？
zh_hk: 此郵件中，分別發送的成員無法被授予權限，請以其他方式授權，是否繼續發送？

# fF8
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat trouvé.
hi_in: कोई परिणाम नहीं मिला.
id_id: Hasil tidak ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 検索結果がありません
ko_kr: 결과를 찾지 못했습니다.
ms_my: Tiada hasil dijumpai.
pt_br: Nenhum resultado encontrado.
ru_ru: Результаты не найдены.
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả.
zh_cn: 没有搜索结果
zh_hk: 沒有搜尋結果

# aKY
source: Your email is too large. Please reduce the size of pictures, attachments or text to meet the {{SizeLimit}} limit before sending.
de_de: Ihre E-Mail ist zu groß. Reduzieren Sie die Größe von Bildern, Anhängen oder Text, um vor dem Versand das Limit von {{SizeLimit}} einzuhalten.
es_es: Tu mensaje de correo es demasiado grande. Reduce el tamaño de las imágenes, de los archivos adjuntos o del texto para ajustarse al límite de {{SizeLimit}} antes de enviarlo.
fr_fr: Votre e-mail est trop volumineux. Veuillez réduire la taille des images, des pièces jointes ou du texte pour respecter la limite de {{SizeLimit}} avant l'envoi.
hi_in: आपकी ईमेल बहुत बड़ी है {{SizeLimit}} सीमा को पूरा करने के लिए कृपया भेजने से पहले तस्वीरों, अटैचमेंट या टेक्स्ट का आकार छोटा करें.
id_id: Email Anda terlalu besar. Kurangi ukuran gambar, lampiran, atau teks agar memenuhi batas {{SizeLimit}} sebelum mengirim.
it_it: La tua e-mail è troppo grande. Riduci le dimensioni delle immagini, degli allegati o del testo per soddisfare il limite di {{SizeLimit}} prima dell'invio.
ja_jp: メールのサイズが大き過ぎます。添付ファイル/画像/テキストを {{SizeLimit}} 以下に減少してから再送信してください。
ko_kr: 이메일이 너무 큽니다. 보내기 전에 그림, 첨부 파일 또는 텍스트의 크기를 {{SizeLimit}} 한도에 맞게 줄이세요.
ms_my: E-mel anda terlalu besar. Sila kurangkan saiz gambar, lampiran atau teks untuk memenuhi had {{SizeLimit}} sebelum menghantar.
pt_br: Seu e-mail é grande demais. Reduza o tamanho das imagens, dos anexos ou do texto para atender ao limite de {{SizeLimit}} antes de enviar.
ru_ru: Превышен предел по размеру письма. Уменьшите размер изображений, вложений или текста до {{SizeLimit}}.
th_th: อีเมลของคุณมีขนาดใหญ่เกินไป โปรดลดขนาดของภาพ ไฟล์แนบ หรือข้อความเพื่อให้เป็นไปตามขีดจำกัด {{SizeLimit}} ก่อนที่จะส่ง
vi_vn: Email của bạn quá lớn. Vui lòng giảm kích thước ảnh chụp, tài liệu đính kèm hoặc văn bản để đáp ứng giới hạn {{SizeLimit}} trước khi gửi.
zh_cn: 抱歉，邮件过大，请减少附件、图片或文字至 {{SizeLimit}} 以下再发送
zh_hk: 抱歉，郵件過大，請減少附件、圖片或文字至 {{SizeLimit}} 以下再發送

# GJU
source: Email too large
de_de: E-Mail zu groß
es_es: El correo es demasiado largo
fr_fr: E-mail trop volumineux
hi_in: ईमेल बहुत बड़ा है
id_id: Email terlalu besar
it_it: E-mail troppo grande
ja_jp: メールのサイズが大き過ぎます
ko_kr: 이메일이 너무 큼
ms_my: E-mel terlalu besar
pt_br: E-mail muito grande
ru_ru: Слишком длинное письмо
th_th: อีเมลใหญ่เกินไป
vi_vn: Kích thước Email quá lớn
zh_cn: 邮件过大
zh_hk: 郵件過大

# sRo
source: Some attachments or images weren't uploaded. Please upload again before sending.
de_de: Einige Anhänge oder Bilder wurden nicht hochgeladen. Bitte laden Sie vor dem Senden erneut hoch.
es_es: Algunos adjuntos o imágenes no se han subido. Súbelos de nuevo antes de enviar el mensaje.
fr_fr: Certaines pièces jointes ou images n'ont pas été téléchargées. Téléchargez-les de nouveau avant envoi.
hi_in: कुछ अटैचमेंट या छवियाँ अपलोड नहीं किए गए थे. कृपया भेजने से पहले फिर से अपलोड करें.
id_id: Beberapa lampiran atau gambar tidak diunggah. Unggah ulang sebelum mengirim.
it_it: Alcuni allegati o immagini non sono stati caricati. Ripeti il caricamento prima di inviare.
ja_jp: 添付ファイル・画像をアップロードできませんでした。チェックしてから再送信してください。
ko_kr: 일부 첨부 파일 또는 이미지가 업로드되지 않았습니다. 보내기 전에 다시 업로드하세요.
ms_my: Beberapa lampiran atau imej tidak dimuat naik. Sila muat naik lagi sebelum menghantar.
pt_br: Alguns anexos ou imagens não foram carregados. Carregue novamente antes de enviar.
ru_ru: Некоторые вложения или изображения не были отправлены. Повторите эту операцию снова перед отправкой письма.
th_th: ไม่ได้อัปโหลดไฟล์แนบหรือรูปภาพบางรายการ โปรดอัปโหลดอีกครั้งก่อนส่ง
vi_vn: Một số tệp đính kèm hoặc ảnh đã không được tải lên. Vui lòng tải lên lại trước khi gửi.
zh_cn: 附件或图片上传失败，请检查并处理后再发送
zh_hk: 附件或圖片上載失敗，請檢查並處理後再發送

# e4c
source: Failed to upload {{item}}
de_de: Da Hochladen von {{item}} ist fehlgeschlagen
es_es: Error al subir {{item}}
fr_fr: Échec de l'envoi de {{item}}
id_id: Gagal mengunggah {{item}}
it_it: Impossibile caricare {{item}}
ja_jp: {{item}}をアップロードできませんでした
ko_kr: {{item}}을(를) 업로드하지 못했습니다
ms_my: Gagal memuat naik {{item}}
pt_br: Falha ao carregar {{item}}
ru_ru: Не удалось загрузить {{item}}
th_th: อัปโหลด {{item}} ไม่สำเร็จ
vi_vn: Tải lên {{item}} không thành công
zh_cn: {{item}}上传失败
zh_hk: {{item}}上載失敗

# n/8
source: Upload error
de_de: Fehler beim Hochladen
es_es: Error de subida
fr_fr: Erreur d'envoi
hi_in: अपलोड त्रुटि
id_id: Kesalahan pengunggahan
it_it: Errore di caricamento
ja_jp: アップロードできませんでした
ko_kr: 업로드 오류
ms_my: Ralat muat naik
pt_br: Erro no upload
ru_ru: Ошибка загрузки
th_th: เกิดข้อผิดพลาดในการอัปโหลด
vi_vn: Tải lên lỗi
zh_cn: 附件或图片上传失败
zh_hk: 附件或圖片上載失敗

# rGg
source: attachment
de_de: Anhang
es_es: adjunto
fr_fr: pièce jointe
id_id: lampiran
it_it: allegato
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ms_my: lampiran
pt_br: anexo
ru_ru: вложение
th_th: ไฟล์แนบ
vi_vn: tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# sQI
source: image and attachment
de_de: Bild und Anhang
es_es: imagen y adjunto
fr_fr: image et pièce jointe
id_id: gambar dan lampiran
it_it: immagine e allegato
ja_jp: 画像と添付ファイル
ko_kr: 이미지 및 첨부 파일
ms_my: imej dan lampiran
pt_br: imagem e anexo
ru_ru: изображение и вложение
th_th: ภาพและไฟล์แนบ
vi_vn: hình ảnh và tập tin đính kèm
zh_cn: 图片和附件
zh_hk: 圖片和附件

# NWE
source: image
de_de: Bild
es_es: imagen
id_id: gambar
it_it: immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: imej
pt_br: imagem
ru_ru: изображение
th_th: ภาพ
vi_vn: hình ảnh
zh_cn: 图片
zh_hk: 圖片

# vfk
source: Please wait until the upload is done.
de_de: Bitte warten Sie, bis der Upload abgeschlossen ist.
es_es: Espera hasta que finalice la subida.
fr_fr: Veuillez attendre la fin de l'envoi.
hi_in: अटैचमेंट या छवियाँ अपलोड की जा रहे हैं… कृपया अपलोड पूर्ण होने की प्रतीक्षा करें.
id_id: Tunggu hingga pengunggahan selesai.
it_it: Attendi il completamento del caricamento.
ja_jp: アップロードが完了してから送信してください。
ko_kr: 업로드가 완료될 때까지 기다려 주세요.
ms_my: Sila tunggu sehingga muat naik selesai.
pt_br: Aguarde até que o carregamento seja concluído.
ru_ru: Дождитесь завершения загрузки.
th_th: โปรดรอจนกว่าการอัปโหลดจะเสร็จสิ้น
vi_vn: Vui lòng chờ quá trình tải lên hoàn tất.
zh_cn: 请等待上传完成后再发送
zh_hk: 請等待上載完成後再發送

# GTk
source: Uploading
de_de: Hochladen
es_es: Subiendo
fr_fr: Envoi en cours
hi_in: अपलोड हो रहा है
id_id: Mengunggah
it_it: Caricamento in corso
ja_jp: アップロード中です
ko_kr: 업로드 중
ms_my: Memuat naik
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังอัปโหลด
vi_vn: Đang tải lên
zh_cn: 附件或图片上传中
zh_hk: 附件或圖片上載中

# AA4
source: Send Separately
de_de: Separater Versand
es_es: Enviar por separado
fr_fr: Envoyer séparément
hi_in: अलग से भेजें
id_id: Kirim Terpisah
it_it: Invia separatamente
ja_jp: 個別送信
ko_kr: 별도로 보내기
ms_my: Hantar Berasingan
pt_br: Enviar separadamente
ru_ru: Отправить отдельно
th_th: ส่งแยกกันต่างหาก
vi_vn: Gửi riêng
zh_cn: 分别发送
zh_hk: 分別發送

# G10
source: Send Separately:
de_de: Separater Versand:
es_es: Enviar por separado:
fr_fr: Envoyer séparément :
hi_in: अलग से भेजें:
id_id: Kirim Terpisah:
it_it: Invia separatamente:
ja_jp: 個別送信：
ko_kr: 별도로 보내기:
ms_my: Hantar Berasingan:
pt_br: Enviar separadamente:
ru_ru: Отправить отдельно:
th_th: ส่งแยกกันต่างหาก:
vi_vn: Gửi Độc lập:
zh_cn: 分别发送：
zh_hk: 分別發送：

# HmM
source: Emails will be sent to and received by recipients separately.
de_de: E-Mails werden separat an Empfänger gesendet und von diesen empfangen.
es_es: Los destinatarios enviarán y recibirán por separado los mensajes de correo electrónico.
fr_fr: Les e-mails seront envoyés et reçus séparément par les destinataires.
hi_in: प्राप्तकर्ताओं को ईमेल अलग से भेजे जाएँगे और उनसे प्राप्त किए जाएँगे.
id_id: Email akan dikirimkan dan diterima oleh penerima secara terpisah.
it_it: Le e-mail verranno inviate e ricevute dai destinatari separatamente.
ja_jp: 個別送信では各受信者 1 人ずつに送信されます
ko_kr: 이메일은 수신자에게 별도로 송수신됩니다.
ms_my: Emel akan dihantar dan diterima oleh penerima secara berasingan.
pt_br: Os e-mails serão enviados e recebidos pelos destinatários separadamente.
ru_ru: Письма будут отправлены и получены отдельно.
th_th: ระบบจะส่งอีเมลออกไปและผู้รับจะได้รับอีเมลแยกกันต่างหาก
vi_vn: Email sẽ được gửi tới và nhận bởi từng người nhận riêng lẻ.
zh_cn: “分别发送”会对多个人一对一发送邮件，每个收件人将收到单独发送给他/她的邮件
zh_hk: 「分別發送」會對多人一對一發送郵件，每名收件者將收到單獨發送給他/她的郵件

# jHo
source: Send separately to
de_de: Separater Versand an
es_es: Enviar por separado a
fr_fr: Envoyer séparément à
hi_in: यह अलग से इसे भेजें
id_id: Kirim terpisah ke
it_it: Invia separatamente a
ja_jp: 個別送信宛先
ko_kr: 별도로 보낼 대상
ms_my: Hantar berasingan kepada
pt_br: Enviar separadamente para
ru_ru: Отправить отдельно
th_th: ส่งแยกกันต่างหากไปยัง
vi_vn: Gửi riêng đến
zh_cn: 分别发给
zh_hk: 分別發送給

# gMc
source: Send separately to:
de_de: Separater Versand an:
es_es: Enviar por separado a:
fr_fr: Envoyer séparément à :
hi_in: इसे अलग से भेजें:
id_id: Kirim terpisah ke:
it_it: Invia separatamente a:
ja_jp: 個別送信宛先：
ko_kr: 별도로 보낼 대상:
ms_my: Hantar berasingan kepada:
pt_br: Enviar separadamente para:
ru_ru: Отправить отдельно:
th_th: ส่งแยกกันต่างหากไปยัง:
vi_vn: Gửi độc lập đến:
zh_cn: 分别发送给：
zh_hk: 分別發送給：

# 3T0
source: Failed to share draft
de_de: Entwurf konnte nicht geteilt werden
es_es: Error al compartir el borrador
fr_fr: Échec du partage de brouillon
hi_in: ड्राफ़्ट शेयर करने में विफल हुआ
id_id: Gagal berbagi draf
it_it: Impossibile condividere bozza
ja_jp: 下書きを共有できませんでした
ko_kr: 초안 공유 실패
ms_my: Gagal kongsi draf
pt_br: Falha ao compartilhar rascunho
ru_ru: Не удалось поделиться черновиком
th_th: แชร์แบบร่างไม่สำเร็จ
vi_vn: Chia sẻ bản nháp thất bại
zh_cn: 共享草稿失败
zh_hk: 分享草稿失敗

# n4g
source: Reply All
de_de: Allen antworten
es_es: Responder a todos
fr_fr: Répondre à tous
hi_in: सभी को उत्तर दें
id_id: Balas Semua
it_it: Rispondi a tutti
ja_jp: 全員に返信
ko_kr: 모두 회신
ms_my: Balas Semua
pt_br: Responder todos
ru_ru: Ответить всем
th_th: ตอบกลับทั้งหมด
vi_vn: Trả lời tất cả
zh_cn: 回复全部
zh_hk: 回覆全部

# nlU
source: Unable to add some contacts
de_de: Einige Kontakte konnten nicht hinzugefügt werden
es_es: No se pueden agregar algunos contactos
fr_fr: Impossible d'ajouter certains contacts
id_id: Gagal menambahkan beberapa kontak
it_it: Impossibile aggiungere alcuni contatti
ja_jp: 一部の連絡先が追加できません
ko_kr: 일부 연락처 추가 불가
pt_br: Não é possível adicionar alguns contatos
th_th: ไม่สามารถเพิ่มรายชื่อที่ติดต่อบางรายการได้
vi_vn: Không thể thêm một số liên hệ
zh_cn: 部分联系人无法添加
zh_hk: 無法新增部分聯絡人

# yoo
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
pt_br: OK, entendi
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# FAM
source: Unable to add some contacts
de_de: Einige Kontakte konnten nicht hinzugefügt werden
es_es: No se pueden agregar algunos contactos
fr_fr: Impossible d'ajouter certains contacts
id_id: Gagal menambahkan beberapa kontak
it_it: Impossibile aggiungere alcuni contatti
ja_jp: 一部の連絡先が追加できません
ko_kr: 일부 연락처 추가 불가
pt_br: Não é possível adicionar alguns contatos
th_th: ไม่สามารถเพิ่มรายชื่อที่ติดต่อบางรายการได้
vi_vn: Không thể thêm một số liên hệ
zh_cn: 部分联系人无法添加
zh_hk: 無法新增部分聯絡人

# dok
source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
pt_br: Visualizar detalhes
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# Ay0
source: {{num}} Conversations moved to "{{label}}".
de_de: {{num}} Unterhaltungen in "{{label}}" verschoben.
es_es: {{num}} movidos a "{{label}}".
fr_fr: {{num}} conversations déplacées vers « {{label}} ».
hi_in: {{num}} वार्तालाप "{{label}}" में ले जाए गए.
id_id: {{num}} Percakapan dipindahkan ke "{{label}}".
it_it: {{num}} conversazioni spostate in "{{label}}".
ja_jp: {{num}} 件のスレッドを「{{label}}」に移動しました
ko_kr: {{num}}개의 대화가 "{{label}}"(으)로 이동됨
ms_my: {{num}} Perbualan dipindahkan ke "{{label}}".
pt_br: {{num}} Conversas movidas para "{{label}}".
ru_ru: Беседы ({{num}}) перемещены в "{{label}}".
th_th: ย้ายการสนทนา {{num}} รายการไปยัง “{{label}}” แล้ว
vi_vn: Đã chuyển {{num}} thư tới mục “{{label}}”.
zh_cn: 已将{{num}}个会话移至 "{{label}}"
zh_hk: 已將 {{num}} 個對話移至「{{label}}」

# fCY
source: Unable to copy
de_de: Kopieren nicht möglich
es_es: No se puede copiar
fr_fr: Impossible de copier
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした。
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Não é possível copiar
ru_ru: Не удалось скопировать
th_th: ไม่สามารถคัดลอกได้
vi_vn: Không thể sao chép
zh_cn: 复制失败
zh_hk: 複製失敗

# Fw4
source: Click to retry
de_de: Klicken Sie, um es erneut zu versuchen
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquer pour réessayer
id_id: Klik untuk coba lagi
it_it: Fai clic per riprovare
ja_jp: シンプル
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk cuba semula
pt_br: Clique para repetir
ru_ru: Нажмите, чтобы повторить
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_hk: 點擊重試

# 3Tw
source: Failed to load cover
de_de: Das Laden des Titelbilds ist fehlgeschlagen
es_es: Error al cargar la portada
fr_fr: Échec du chargement de la page de garde
id_id: Gagal memuat sampul
it_it: Impossibile caricare la copertina
ja_jp: カバーを取得できませんでした
ko_kr: 커버를 로드하지 못했습니다
ms_my: Gagal memuatkan kulit
pt_br: Falha ao carregar a capa
ru_ru: Не удалось загрузить обложку
th_th: โหลดหน้าปกไม่สำเร็จ
vi_vn: Tải ảnh bìa không thành công
zh_cn: 封面获取失败
zh_hk: 封面獲取失敗

# nP0
source: Failed to load cover. Please check and try again later
de_de: Das Laden des Titelbilds ist fehlgeschlagen. Bitte überprüfen Sie den Vorgang und versuchen Sie es später erneut.
es_es: Error al cargar la portada. Compruébalo e inténtalo más tarde
fr_fr: Échec du chargement de la page de garde. Veuillez vérifier et réessayer plus tard
id_id: Gagal memuat sampul. Periksa dan coba lagi nanti
it_it: Impossibile caricare la copertina. Verifica e riprova più tardi
ja_jp: メールカバーを取得できませんでした。確認してから再送信してください
ko_kr: 커버를 로드하지 못했습니다. 확인하고 나중에 다시 시도하세요
ms_my: Gagal memuatkan kulit. Sila periksa dan cuba lagi kemudian
pt_br: Falha ao carregar a capa. Verifique e tente novamente mais tarde
ru_ru: Не удалось загрузить обложку. Проверьте и повторите попытку позже
th_th: โหลดหน้าปกไม่สำเร็จ โปรดตรวจสอบและลองอีกครั้งในภายหลัง
vi_vn: Tải ảnh bìa không thành công. Vui lòng kiểm tra và thử lại sau
zh_cn: 邮件封面获取失败，请检查并处理后再发送
zh_hk: 郵件封面獲取失敗，請檢查並處理後再發送

# 7NE
source: Add cover to your emails
de_de: Ihren E-Mails ein Titelbild hinzufügen
es_es: Agregar portada a tus correos electrónicos
fr_fr: Ajouter une page de garde à vos e-mails
id_id: Tambah sampul ke email Anda
it_it: Aggiungi una copertina alle tue e-mail
ja_jp: メールカバーの追加をサポート
ko_kr: 이메일에 커버 추가
ms_my: Tambah kulit pada emel anda
pt_br: Adicione capa aos seus e-mails
ru_ru: Добавьте обложку к своим письмам
th_th: เพิ่มหน้าปกให้กับอีเมลของคุณ
vi_vn: Thêm ảnh bìa vào email của bạn
zh_cn: 支持添加邮件封面
zh_hk: 支援新增郵件封面

# P5k
source: Customize your email with various covers to make it stand out. (Only visible to {{APP_DISPLAY_NAME}} Mail)
de_de: Passen Sie Ihre E-Mail mit verschiedenen Titelbildern an, um sie hervorzuheben. (Nur sichtbar für {{APP_DISPLAY_NAME}} Mail)
es_es: Personaliza tu correo electrónico con varias portadas para que se destaque. (Solo visible para el correo electrónico de {{APP_DISPLAY_NAME}})
fr_fr: Personnalisez votre e-mail avec des pages de garde variées pour le mettre en valeur (visibles uniquement sur {{APP_DISPLAY_NAME}} Mail)
id_id: Kustomisasikan email Anda dengan berbagai sampul untuk membuatnya terlihat menonjol. (Hanya terlihat oleh Email {{APP_DISPLAY_NAME}})
it_it: Personalizza la tua e-mail con diverse copertine per farla risaltare (visibile solo a {{APP_DISPLAY_NAME}} Mail).
ja_jp: カバー写真を設定して、より魅力的なメールを作り上げましょう！（{{APP_DISPLAY_NAME}}メールアドレス内にのみ表示）
ko_kr: 다양한 커버로 이메일을 커스터마이징하여 차별화하세요. ({{APP_DISPLAY_NAME}} 메일에만 표시됨)
ms_my: Ubah suai emel anda dengan pelbagai kulit untuk menonjolkan. (Hanya kelihatan pada {{APP_DISPLAY_NAME}} Mail)
pt_br: Personalizar seu e-mail com várias capas para destacá-lo. (Visível apenas ao {{APP_DISPLAY_NAME}} Mail)
ru_ru: Добавьте обложки к своим письмам, чтобы они выделялись. (видно только в Почте {{APP_DISPLAY_NAME}})
th_th: ปรับแต่งด้วยหน้าปกที่หลากหลายเพื่อให้อีเมลของคุณโดดเด่น (แสดงผลให้เฉพาะเมลของ{{APP_DISPLAY_NAME}} เท่านั้น)
vi_vn: Tùy chỉnh email của bạn với nhiều ảnh bìa khác nhau để có giao diện nổi bật. (Chỉ hiển thị với {{APP_DISPLAY_NAME}} Mail)
zh_cn: 封面可以吸引收件人的注意，让你的邮件与众不同。(仅{{APP_DISPLAY_NAME}}邮箱内可见）
zh_hk: 封面可以吸引收件人的注意，讓你的郵件與眾不同。(只在{{APP_DISPLAY_NAME}}電郵地址內可見)

# FWg
source: Edit Cover
de_de: Titelbild bearbeiten
es_es: Editar portada
fr_fr: Modifier la page de garde
id_id: Edit Sampul
it_it: Modifica la copertina
ja_jp: カバーを編集
ko_kr: 커버 편집
ms_my: Edit Kulit
pt_br: Editar capa
ru_ru: Редактировать обложку
th_th: แก้ไขหน้าปก
vi_vn: Chỉnh sửa ảnh bìa
zh_cn: 编辑封面
zh_hk: 編輯封面

# 60s
source: Please enter subject
de_de: Bitte geben Sie ein Thema ein
es_es: Introducir asunto
fr_fr: Veuillez saisir le sujet
id_id: Masukkan subjek
it_it: Immetti un oggetto
ja_jp: タイトルを入力
ko_kr: 제목을 입력하세요
ms_my: Sila masukkan subjek
pt_br: Insira o assunto
ru_ru: Введите тему
th_th: โปรดใส่หัวเรื่อง
vi_vn: Vui lòng nhập chủ đề
zh_cn: 请输入主题
zh_hk: 請輸入主題

# ze0
source: Failed to upload
de_de: Das Hochladen ist fehlgeschlagen
es_es: Error al subir
fr_fr: Échec de l'envoi
id_id: Gagal mengunggah
it_it: Impossibile caricare
ja_jp: アップロードできませんでした
ko_kr: 업로드하지 못했습니다
ms_my: Gagal memuat naik
pt_br: Falha ao carregar
ru_ru: Не удалось загрузить
th_th: อัปโหลดไม่สำเร็จ
vi_vn: Tải lên không thành công
zh_cn: 内容上传失败
zh_hk: 內容上載失敗

# ZcU
source: Unable to upload file, image or cover. Please check and try again
de_de: Die Datei, das Bild oder das Titelbild kann nicht hochgeladen werden. Bitte prüfen Sie nach und versuchen Sie es erneut
es_es: No se puede subir el archivo, la imagen o la portada. Compruébalo e inténtalo de nuevo
fr_fr: Impossible d'envoyer le fichier, l'image ou la page de garde. Veuillez vérifier et réessayer
id_id: Gagal mengunggah file, gambar, atau sampul. Periksa dan coba lagi
it_it: Impossibile caricare il file, l'immagine o la copertina. Verifica e riprova
ja_jp: 添付ファイル、画像、またはカバーをアップロードできませんでした。確認してから、送信してください
ko_kr: 파일, 이미지 또는 커버를 업로드할 수 없습니다. 확인하고 다시 시도하세요
ms_my: Tidak dapat memuat naik fail, gambar atau kulit. Sila periksa dan cuba lagi
pt_br: Não é possível carregar o arquivo, a imagem ou a capa. Verifique e tente novamente
ru_ru: Не удалось загрузить файл, изображение или обложку. Пожалуйста проверьте и попробуйте снова
th_th: ไม่สามารถอัปโหลดไฟล์ ภาพ หรือหน้าปกได้ โปรดตรวจสอบและลองอีกครั้ง
vi_vn: Không thể tải lên tập tin, hình ảnh hoặc ảnh bìa. Vui lòng kiểm tra và thử lại
zh_cn: 附件、图片或封面上传失败，请检查后重新发送
zh_hk: 附件、圖片或封面上載失敗，請檢查後重新發送

# Ltk
source: Got It
de_de: OK, verstanden.
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# aHI
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# ywc
source: Load Again
de_de: Erneut laden
es_es: Volver a cargar
fr_fr: Chargez à nouveau
id_id: Muat Lagi
it_it: Carica di nuovo
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat Semula
pt_br: Carregar novamente
ru_ru: Загрузить снова
th_th: โหลดอีกครั้ง
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入

# b5g
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# 8aA
source: OK
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# wIM
source: Remove Cover
de_de: Titelbild entfernen
es_es: Quitar portada
fr_fr: Retirer la page de garde
id_id: Hapus Sampul
it_it: Rimuovi copertina
ja_jp: カバーを削除
ko_kr: 커버 제거
ms_my: Buang Kulit
pt_br: Remover capa
ru_ru: Удалить обложку
th_th: ลบหน้าปก
vi_vn: Xóa ảnh bìa
zh_cn: 移除封面
zh_hk: 移除封面

# U00
source: Select Cover
de_de: Titelbild auswählen
es_es: Seleccionar portada
fr_fr: Sélectionner une page de garde
id_id: Pilih Sampul
it_it: Seleziona copertina
ja_jp: カバーを選択
ko_kr: 커버 선택
ms_my: Pilih Kulit
pt_br: Selecionar capa
ru_ru: Выберите обложку
th_th: เลือกหน้าปก
vi_vn: Chọn ảnh bìa
zh_cn: 选择封面
zh_hk: 選擇封面

# dt8
source: Subject details
de_de: Betreffdetails
es_es: Detalles del asunto
fr_fr: Détails de l'objet
id_id: Perincian subjek
it_it: Dettagli oggetto
ja_jp: 件名の詳細
ko_kr: 제목 세부 정보
ms_my: Butiran subjek
pt_br: Detalhes do assunto
ru_ru: Сведения о теме
th_th: รายละเอียดหัวเรื่อง
vi_vn: Chi tiết chủ đề
zh_cn: 主题详情
zh_hk: 主題詳情
