Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# N1k
source: Unable to access delivery details for emails sent over 30 days ago
de_de: Zugreifen auf Zustellungsdetails für E-Mails, die vor mehr als 30 Tagen gesendet wurden, nicht möglich
es_es: No se puede acceder a los detalles de entrega de los correos electrónicos enviados hace más de 30 días
fr_fr: Impossible d'accéder aux détails d'envoi des e-mails envoyés il y a plus de 30 jours
hi_in: 30 दिन से पहले भेजे गए ईमेल के लिए डिलिवरी विवरण ऐक्सेस करने में असमर्थ
id_id: Gagal mengakses perincian pengiriman untuk email yang dikirim lebih dari 30 hari yang lalu
it_it: Impossibile accedere ai dettagli di consegna per le e-mail inviate oltre 30 giorni fa
ja_jp: 送信日より 30 日以上経過した場合は、送信ステータスの詳細を取得できません
ko_kr: 보낸 지 30일이 넘은 이메일의 전송 세부 정보에는 액세스할 수 없습니다
ms_my: Tidak dapat mengakses butiran penghantaran untuk emel yang dihantar lebih 30 hari yang lalu
pt_br: Falha ao acessar os detalhes da entrega de e-mails enviados há mais de 30 dias
ru_ru: Невозможно получить доступ к сведениям о доставке для писем, отправленных более 30 дней назад
th_th: ไม่สามารถเข้าถึงรายละเอียดการส่งสำหรับอีเมลที่ส่งเกิน 30 วันที่ผ่านมาได้
vi_vn: Không thể truy cập chi tiết gửi đối với các email đã gửi trước 30 ngày vừa qua
zh_cn: 邮件发送超过 30 天，无法获取详细发送状态
zh_hk: 郵件發送超過 30 天，無法獲取詳細發送狀態

# 4jY
source: Some were not sent
de_de: Nicht alle gesendet
es_es: Algunos mensajes no se han enviado
fr_fr: Certains e-mails n'ont pas été envoyés
hi_in: कुछ भेजे नहीं गए
id_id: Beberapa tidak terkirim
it_it: Alcune non sono state inviate
ja_jp: 一部に失敗
ko_kr: 일부가 전송되지 않았습니다
ms_my: Beberapa tidak dihantar
pt_br: Alguns não foram enviados
ru_ru: Некоторые не были отправлены
th_th: ยังไม่ได้ส่งบางรายการ
vi_vn: Không gửi được một số email
zh_cn: 部分发信失败
zh_hk: 部分寄件失敗

# n5Y
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: रिफ़्रेश करें
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# lmY
source: Sent
de_de: Gesendet
es_es: Enviados
fr_fr: Envoyés
hi_in: भेजा गया
id_id: Terkirim
it_it: Inviate
ja_jp: 送信に成功
ko_kr: 보냄
ms_my: Dihantar
pt_br: Enviado
ru_ru: Отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 发信成功
zh_hk: 寄件成功

# geo
source: Sending
de_de: Wird gesendet
es_es: Enviando
fr_fr: Envoi en cours
hi_in: भेजा जा रहा है
id_id: Mengirim
it_it: Invio in corso
ja_jp: 送信中
ko_kr: 보내는 중
ms_my: Menghantar
pt_br: Enviando
ru_ru: Отправка
th_th: กำลังส่ง
vi_vn: Đang gửi
zh_cn: 正在投递
zh_hk: 正在投遞

source: Sending (Partially completed)
de_de: Wird gesendet (teilweise abgeschlossen)
es_es: Enviando (envío parcial)
fr_fr: Envoi en cours (partiellement effectué)
hi_in: भेजा जा रहा है (आंशिक रूप से पूर्ण)
id_id: Mengirim (Sebagian selesai)
it_it: Invio in corso (parzialmente completato)
ja_jp: 送信中（一部成功）
ko_kr: 보내는 중 (일부 완료)
ms_my: Menghantar (Sebahagian selesai)
pt_br: Enviando (ação concluída parcialmente)
ru_ru: Отправка (частично завершена)
th_th: กำลังส่ง (ดำเนินการบางส่วนเสร็จสมบูรณ์แล้ว)
vi_vn: Đang gửi (Đã hoàn thành một phần)
zh_cn: 正在投递（部分成功）
zh_hk: 正在投遞（部分成功）

# L64
source: Email delivery details
de_de: Details zur E-Mail-Zustellung
es_es: Detalles de la entrega de correo electrónico
fr_fr: Détails de l'envoi d'e-mail
hi_in: ईमेल डिलिवरी विवरण
id_id: Perincian pengiriman email
it_it: Dettagli della consegna e-mail
ja_jp: メール送信状態
ko_kr: 이메일 전송 세부 정보
ms_my: Butiran penghantaran emel
pt_br: Detalhes da entrega do e-mail
ru_ru: Сведения о доставке письма
th_th: รายละเอียดการส่งอีเมล
vi_vn: Chi tiết gửi email
zh_cn: 邮件发送状态
zh_hk: 郵件發送狀態

# m18
source: Delivery progress: {{progress}}
de_de: Zustellungsstatus: {{progress}}
es_es: Progreso de la entrega: {{progress}}
fr_fr: Avancement de l'envoi : {{progress}}
hi_in: डिलिवरी प्रगति: {{progress}}
id_id: Kemajuan pengiriman: {{progress}}
it_it: Avanzamento di consegna: {{progress}}
ja_jp: 送信済み {{progress}}
ko_kr: 전송 진행 상황: {{progress}}
ms_my: Kemajuan penghantaran: {{progress}}
pt_br: Andamento da entrega: {{progress}}
ru_ru: Ход доставки: {{progress}}
th_th: ความคืบหน้าในการส่ง: {{progress}}
vi_vn: Tiến độ gửi: {{progress}}
zh_cn: 邮件投递已完成 {{progress}}
zh_hk: 郵件投遞已完成 {{progress}}

# 39w
source: Reached recipient's server
de_de: Server des Empfängers erreicht
es_es: Ha llegado al servidor del destinatario
fr_fr: Serveur du destinataire atteint
hi_in: प्राप्तकर्ता के सर्वर पर पहुँचे
id_id: Mencapai server penerima
it_it: Server del destinatario raggiunto
ja_jp: 相手のサーバーに送信済み
ko_kr: 받는 사람의 서버에 도달했습니다
ms_my: Sampai ke pelayan penerima
pt_br: Chegou ao servidor do recipiente
ru_ru: Достигнут сервер получателя
th_th: ส่งถึงเซิร์ฟเวอร์ของผู้รับแล้ว
vi_vn: Đã liên lạc được với máy chủ của người nhận
zh_cn: 已投递至对方服务器
zh_hk: 已投遞至對方伺服器

# pn8
source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Objet
hi_in: विषय
id_id: Subjek
it_it: Oggetto
ja_jp: 件名
ko_kr: 제목
ms_my: Subjek
pt_br: Assunto
ru_ru: Тема
th_th: หัวเรื่อง
vi_vn: Chủ đề
zh_cn: 主题
zh_hk: 主題

# eiU
source: Auto filters
de_de: Automatische Filter
es_es: Filtros automáticos
fr_fr: Filtres automatiques
id_id: Filter otomatis
it_it: Filtri automatici
ja_jp: 仕分けルール
ko_kr: 자동 필터
ms_my: Penapis automatik
pt_br: Filtros automáticos
ru_ru: Авто фильтры
th_th: ตัวกรองอัตโนมัติ
vi_vn: Bộ lọc tự động
zh_cn: 收信规则
zh_hk: 收件規則

# klw
source: This message was sent to Spam by the {{SpamFilter}} you set.
de_de: Diese Nachricht wurde gemäß des von Ihnen eingerichteten Spamfilters {{SpamFilter}} an den Spam-Ordner gesendet.
es_es: El {{SpamFilter}} que has establecido ha enviado este mensaje a Spam.
fr_fr: Ce message a été déplacé vers le courrier indésirable par le filtre {{SpamFilter}} que vous avez défini.
id_id: Pesan ini dikirim ke Spam oleh {{SpamFilter}} yang Anda tetapkan.
it_it: Questo messaggio è stato inviato in Spam da {{SpamFilter}} impostato.
ja_jp: 設定した{{SpamFilter}}により、このメールは「迷惑メール」に移動されました。
ko_kr: 이 메시지는 설정한 {{SpamFilter}}에 의해 스팸으로 전송되었습니다.
ms_my: Mesej ini dihantar ke Spam oleh {{SpamFilter}} yang anda tetapkan.
pt_br: Esta mensagem foi enviada para Spam pelo {{SpamFilter}} que você configurou.
ru_ru: Это сообщение было отправлено в Спам, потому что вы установили фильтр {{SpamFilter}}.
th_th: มีการส่งข้อความนี้ไปยังสแปมตาม {{SpamFilter}} ที่คุณตั้งค่าไว้
vi_vn: Tin nhắn này đã được gửi vào mục Thư rác theo {{SpamFilter}} do bạn đặt.
zh_cn: 你设置了{{SpamFilter}}将该邮件移至“垃圾邮件”
zh_hk: 你設定了{{SpamFilter}}將該郵件移至「垃圾郵件」

# vFg
source: Once switched, the cached email data will be cleared, and the emails will be re-cached to the current device. Are you sure to switch?
de_de: Nach dem Wechsel werden die zwischengespeicherten E-Mail-Daten gelöscht und die E-Mails werden erneut auf dem aktuellen Gerät zwischengespeichert. Möchten Sie wirklich wechseln?
es_es: Una vez cambiado, se borrarán los datos de los correos electrónicos almacenados en la caché y los correos electrónicos se volverán a almacenar en la caché del dispositivo actual. ¿Seguro que quieres cambiar?
fr_fr: Une fois le changement de mode effectué, les données des e-mails mis en cache seront effacées et les e-mails seront à nouveau mis en cache sur l'appareil actuel. Voulez-vous changer ?
id_id: Setelah dialihkan, data email yang di-cache akan dihapus, dan email akan di-cache ulang ke perangkat saat ini. Yakin beralih?
it_it: Dopo il passaggio, i dati delle e-mail nella cache verranno cancellati e le e-mail verranno memorizzate nella cache del dispositivo attuale. Vuoi davvero cambiare?
ja_jp: 切り替えると、お使いのデバイスに改めてキャッシュが保存されます。メールをキャッシュすると、ストレージ容量を消費します。切り替えてよろしいですか？
ko_kr: 전환하면 캐시된 이메일 데이터가 지워지고 이메일이 현재 장치에 다시 캐시됩니다. 전환하시겠습니까?
ms_my: Setelah ditukar, data emel yang disimpan dalam cache akan dibersihkan, dan emel akan disimpan dalam cache semula ke peranti semasa. Adakah anda pasti untuk bertukar?
pt_br: Quando alternado, os dados de e-mail armazenados em cacha serão excluídos, e os e-mails serão armazenados em cache no dispositivo atual. Tem certeza de que deseja alternar?
ru_ru: После переключения кэшированные данные почты будут очищены, а письма будут повторно кэшированы на текущем устройстве. Переключить?
th_th: เมื่อเปลี่ยนแล้ว ข้อมูลอีเมลที่ถูกเก็บแคชไว้จะถูกล้าง และอีเมลจะถูกเก็บแคชอีกครั้งไปยังอุปกรณ์ปัจจุบัน คุณแน่ใจหรือไม่ว่าจะเปลี่ยน
vi_vn: Sau khi chuyển đổi, dữ liệu email đã lưu vào bộ nhớ đệm sẽ bị xóa, đồng thời các email này sẽ được lưu lại vào bộ nhớ đệm trên thiết bị hiện tại. Bạn có chắc muốn chuyển đổi không?
zh_cn: 切换后，已缓存的邮件数据将被清理，邮件会重新缓存到当前设备，确定切换吗？
zh_hk: 切換後，將會清理已快取的郵件數據，郵件會重新快取至目前裝置，確定要切換嗎？

# PDk
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Alternar
ru_ru: Переключить
th_th: เปลี่ยน
vi_vn: Chuyển đổi
zh_cn: 切换
zh_hk: 切換

# cws
source: Switch email view mode?
de_de: E-Mail-Ansichtsmodus wechseln?
es_es: ¿Cambiar el modo de visualización del correo electrónico?
fr_fr: Passer en mode Affichage des e-mails ?
id_id: Ganti mode tampilan email?
it_it: Cambiare la modalità di visualizzazione e-mail?
ja_jp: メールの閲覧方法を切り替えますか？
ko_kr: 이메일 보기 모드를 전환하시겠습니까?
ms_my: Tukar mod paparan emel?
pt_br: Alternar o modo de visualização do e-mail?
ru_ru: Переключить режим просмотра почты?
th_th: เปลี่ยนโหมดดูอีเมลหรือไม่
vi_vn: Chuyển đổi chế độ xem email?
zh_cn: 切换邮件浏览方式？
zh_hk: 切換郵件瀏覽方式？

# tmc
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_hk: 郵件

# RYk
source: Auto reply
de_de: Automatische Antwort
es_es: Respuesta automática
fr_fr: Réponse automatique
hi_in: स्वतः उत्तर
id_id: Balas otomatis
it_it: Risposta automatica
ja_jp: 自動返信
ko_kr: 자동 회신
ms_my: Balas secara automatik
pt_br: Resposta automática
ru_ru: Автоматический ответ
th_th: ตอบกลับอัตโนมัติ
vi_vn: Tự động trả lời
zh_cn: 自动回复邮件
zh_hk: 自動回覆郵件

# DFg
source: Enabled
de_de: Aktiviert
es_es: Activada
fr_fr: Activé(e)
hi_in: सक्षम है
id_id: Aktif
it_it: Abilitato
ja_jp: オン
ko_kr: 활성화됨
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Активировано
th_th: เปิดใช้แล้ว
vi_vn: Đã kích hoạt
zh_cn: 已启用
zh_hk: 已啟用

# m3Q
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitada
fr_fr: Désactivé(e)
hi_in: अक्षम
id_id: Nonaktif
it_it: Disabilitato
ja_jp: オフ
ko_kr: 비활성화됨
ms_my: Dinyahaktifkan
pt_br: Desativado
ru_ru: Деактивировано
th_th: ปิดใช้แล้ว
vi_vn: Đã vô hiệu hóa
zh_cn: 未启用
zh_hk: 未啟用

# /GY
source: Email signature
de_de: E-Mail-Signatur
es_es: Firma de correo
fr_fr: Signature électronique
hi_in: ईमेल हस्ताक्षर
id_id: Tanda tangan email
it_it: Firma nelle e-mail
ja_jp: メール署名
ko_kr: 이메일 서명
ms_my: Tandatangan e-mel
pt_br: Assinatura de e-mail
ru_ru: Подпись в письмах
th_th: ลายเซ็นอีเมล
vi_vn: Chữ ký email
zh_cn: 邮件签名
zh_hk: 郵件簽名

# iaA
source: Mobile signature
de_de: Mobiltelefon-Signatur
es_es: Firma móvil
fr_fr: Signature mobile
hi_in: मोबाइल हस्ताक्षर
id_id: Tanda tangan ponsel
it_it: Firma su dispositivo mobile
ja_jp: モバイル版のメール署名設定
ko_kr: 모바일 서명
ms_my: Tandatangan mudah alih
pt_br: Assinatura de celular
ru_ru: Мобильная подпись
th_th: ลายเซ็นมือถือ
vi_vn: Chữ ký di động
zh_cn: 手机端邮件签名
zh_hk: 手機端郵件簽名

# lk0
source: Set Up Now
de_de: Jetzt einrichten
es_es: Configurar ahora
fr_fr: Configurer maintenant
hi_in: सेटिंग्स
id_id: Atur Sekarang
it_it: Imposta ora
ja_jp: 今すぐ設定
ko_kr: 지금 설정
ms_my: Tetapkan Sekarang
pt_br: Configurar agora
ru_ru: Настроить сейчас
th_th: ตั้งค่าตอนนี้เลย
vi_vn: Thiết lập ngay
zh_cn: 立即设置
zh_hk: 立即設定

# uCQ
source: Link business email account
de_de: Geschäftliches E-Mail-Konto verknüpfen
es_es: Vincular cuenta de correo electrónico empresarial
fr_fr: Associer un compte de messagerie professionnel
hi_in: बिज़नेस ईमेल खाता लिंक करें
id_id: Tautkan akun email bisnis
it_it: Collega l'account e-mail aziendale
ja_jp: 企業メールアカウントと関連付ける
ko_kr: 비즈니스 이메일 계정 연결
ms_my: Paut akaun emel perniagaan
pt_br: Vincular conta de e-mail empresarial
ru_ru: Привязать рабочую почту
th_th: ลิงก์บัญชีอีเมลธุรกิจ
vi_vn: Liên kết tài khoản email doanh nghiệp
zh_cn: 关联企业邮箱账号
zh_hk: 關聯企業電郵地址帳戶

# WCE
source: Account with a business domain only
de_de: Nur Konto mit Geschäftsdomäne
es_es: Cuenta con un dominio de empresa únicamente
fr_fr: Compte avec un domaine professionnel uniquement
hi_in: केवल बिज़नेस डोमेन वाला खाता
id_id: Akun dengan hanya domain bisnis
it_it: Account solo con un dominio aziendale
ja_jp: 企業ドメインを持つ Gmail アカウントのみサポート
ko_kr: 비즈니스 도메인이 있는 계정만
ms_my: Akaun dengan domain perniagaan sahaja
pt_br: Apenas conta com um domínio empresarial
ru_ru: Только для аккаунтов с доменом рабочей почты
th_th: บัญชีที่มีโดเมนธุรกิจเท่านั้น
vi_vn: Chỉ tài khoản với tên miền doanh nghiệp
zh_cn: 仅支持拥有企业域名的账号
zh_hk: 僅支援擁有企業域名的帳戶

# ijc
source: Linked email account
de_de: Verknüpftes E-Mail-Konto
es_es: Cuenta de correo vinculada
fr_fr: Compte de messagerie associé
hi_in: लिंक किया ईमेल खाता
id_id: Akun email yang ditautkan
it_it: Account e-mail collegato
ja_jp: 関連付けているアカウント
ko_kr: 연결된 이메일 계정
ms_my: Akaun emel yang dipautkan
pt_br: Vincular conta de e-mail
ru_ru: Привязанная почта
th_th: บัญชีอีเมลที่ลิงก์
vi_vn: Tài khoản email đã liên kết
zh_cn: 关联的邮箱账号
zh_hk: 關聯的電郵地址帳戶

# CvU
source: All emails will be synced with your Gmail
de_de: Alle E-Mails werden mit Gmail synchronisiert.
es_es: Todos los correos electrónicos se sincronizarán con tu cuenta de Gmail
fr_fr: Tous les e-mails seront synchronisés avec votre Gmail
hi_in: सभी ईमेल आपके Gmail से सिंक किए जाएंगे
id_id: Semua email akan disinkronkan dengan Gmail Anda
it_it: Tutte le e-mail verranno sincronizzate con il tuo account Gmail
ja_jp: すべてのメールは Gmail に同期されます
ko_kr: 모든 이메일이 Gmail과 동기화됩니다
ms_my: Semua emel akan diselaraskan dengan Gmail anda
pt_br: Todos os e-mails serão sincronizados com o seu Gmail
ru_ru: Все письма будут синхронизированы с вашим почтовым ящиком Gmail
th_th: อีเมลทั้งหมดจะซิงค์กับ Gmail ของคุณ
vi_vn: Toàn bộ email sẽ được đồng bộ với Gmail của bạn.
zh_cn: 所有邮件会同步到 Gmail 邮箱
zh_hk: 所有郵件會同步至 Gmail 電郵地址

# gX0
source: New email notification
de_de: Neue E-Mail-Benachrichtigung
es_es: Notificación de correos nuevos
fr_fr: Notification de nouvel e-mail
hi_in: नया ईमेल नोटिफ़िकेशन
id_id: Notifikasi email baru
it_it: Nuova notifica tramite e-mail
ja_jp: 新着メールの通知
ko_kr: 새 이메일 알림
ms_my: Pemberitahuan emel baharu
pt_br: Nova notificação de e-mail
ru_ru: Уведомления о письмах
th_th: การแจ้งเตือนอีเมลใหม่
vi_vn: Thông báo email mới
zh_cn: 新邮件通知
zh_hk: 新郵件通知

# sik
source: When enabled, you will receive push notifications and a red number will appear for unread emails. When disabled, muted chat notification settings are applied to unread emails.
de_de: Wenn aktiviert, erhalten Sie Push-Benachrichtigungen und es wird eine rote Zahl für ungelesene E-Mails angezeigt. Wenn deaktiviert, werden die Einstellungen „Stummgeschaltete Chatbenachrichtigung“ auf ungelesene E-Mails angewendet.
es_es: Cuando se habilite, recibirás notificaciones push y aparecerá un número rojo para los correos electrónicos que estén sin leer. Cuando se deshabilite, la configuración de las notificaciones del chat silenciado se aplica a los correos electrónicos que estén sin leer.
fr_fr: Lorsque cette option est activée, vous recevrez des notifications push et un numéro rouge s'affichera pour indiquer les e-mails non lus. Lorsque cette option est désactivée, les paramètres de notification des discussions en sourdine seront appliqués aux e-mails non lus.
hi_in: सक्षम होने पर, आपको पुश नोटिफ़िकेशन प्राप्त होंगे और अपठित ईमेल के लिए एक लाल नंबर दिखाई देगा. अक्षम होने पर, म्यूट की गई चैट नोटिफ़िकेशन सेटिंग्स अपठित ईमेल पर लागू होती हैं.
id_id: Saat diaktifkan, Anda akan menerima notifikasi push dan nomor merah akan muncul untuk email yang belum dibaca. Jika dinonaktifkan, pengaturan notifikasi obrolan yang dibisukan akan diterapkan ke email yang belum dibaca.
it_it: Quando abilitato, riceverai notifiche push e un numero rosso apparirà a indicare le e-mail non lette. Quando disabilitato, sulle e-mail non lette vengono applicate le impostazioni di notifica chat disattivata.
ja_jp: 有効にすると、プッシュ通知を受信し、未読メールに赤いナンバーが表示されます。無効にすると、未読メールの表示はミュートチャットの通知と一致します
ko_kr: 활성화하면 푸시 알림을 받게 되며, 읽지 않은 이메일에는 빨간색 숫자가 표시됩니다. 비활성화하면 "채팅 알림 음소거됨" 설정이 읽지 않은 이메일에 적용됩니다.
ms_my: Apabila diaktifkan, anda akan menerima notifikasi tolak dan nombor merah akan muncul untuk emel yang belum dibaca. Apabila dimatikan, tetapan notifikasi sembang yang disenyapkan diterapkan pada emel yang belum dibaca.
pt_br: Quando habilitado, você receberá notificações, e um número vermelho aparecerá para e-mails não lidos. Quando desabilitado, as configurações de notificação do chat silenciada são aplicadas aos e-mails não lidos.
ru_ru: Когда включено, вы будете получать push-уведомления и будет количество непрочитанных писем будет отображаться красным числом. Когда выключено, к непрочитанных письмам будут применяться настройки уведомлений чата с отключенным звуком.
th_th: เมื่อเปิดใช้ คุณจะได้รับการแจ้งเตือนแบบพุชและตัวเลขสีแดงจะปรากฏขึ้นสำหรับอีเมลที่ยังไม่ได้อ่าน เมื่อปิดใช้ การตั้งค่าการแจ้งเตือนแชทที่ถูกปิดเสียงจะถูกใช้กับอีเมลที่ยังไม่ได้อ่าน
vi_vn: Khi được bật, bạn sẽ nhận được thông báo đẩy và sẽ xuất hiện một số màu đỏ cho các email chưa được đọc. Khi được tắt, cài đặt thông báo trò chuyện được tắt tiếng sẽ được áp dụng với các email chưa được đọc.
zh_cn: 开启后，新邮件会推送通知，未读邮件标识为红色数字；关闭后，未读邮件标识与“通知 > 免打扰会话的未读消息提醒”设置同步
zh_hk: 開啟後，新郵件會推送通知，未讀郵件標示為紅色數字；關閉後，未讀郵件標示與「通知 > 免打擾對話的未讀訊息提醒」設定同步

# Fd4
source: Besides push notifications, a red notification badge will appear when there are unread emails.
de_de: Neben Push-Benachrichtigungen wird bei ungelesenen E-Mails ein rotes Benachrichtigungsbadge angezeigt.
es_es: Además de las notificaciones push, aparecerá una insignia roja de notificación cuando haya correos electrónicos sin leer.
fr_fr: Outre les notifications push, un badge de notification rouge apparaît lorsque vous avez des e-mails non lus.
hi_in: पुश नोटिफ़िकेशन के अलावा, एक लाल नोटिफिकेशन बैज तब दिखेगा जब अपठित ईमेल होंगी.
id_id: Selain notifikasi push, tanda notifikasi merah akan muncul jika ada email yang belum dibaca.
it_it: Oltre alle notifiche push, verrà visualizzato un badge di notifica rosso quando vi sono e-mail non lette.
ja_jp: 通知だけでなく、ナビゲーションバーで赤の未読バッジ が表示されます。
ko_kr: 푸시 알림 외에도, 읽지 않은 이메일이 있으면 빨간색 알림 표시가 나타납니다.
ms_my: Selain notifikasi tolak, lencana notifikasi merah akan muncul apabila ada emel yang belum dibaca.
pt_br: Além das notificações por push, um emblema vermelho de notificação aparecerá quando houver e-mails não lidos.
ru_ru: Помимо push-уведомлений, для непрочитанных писем появится красный значок уведомления.
th_th: นอกเหนือจากการแจ้งเตือนแบบพุชแล้ว เครื่องหมายการแจ้งเตือนสีแดงจะปรากฏขึ้นเมื่อมีอีเมลที่ไม่ได้อ่านด้วย
vi_vn: Bên cạnh thông báo đẩy, một dấu báo thông báo màu đỏ sẽ xuất hiện để xác định các email chưa đọc.
zh_cn: 除了推送通知之外，邮箱导航栏会显示红色未读标识
zh_hk: 除了推送通知外，電郵地址導覽列會顯示紅色未讀標示

# dvc
source: Apart from push notifications, a red notification badge will appear for unread emails
de_de: Neben Push-Benachrichtigungen wird ein rotes Benachrichtigungsbadge für ungelesene E-Mails angezeigt
es_es: Además de las notificaciones push, aparecerá una insignia roja de notificación para los correos no leídos
fr_fr: Outre les notifications push, un badge de notification rouge apparaîtra pour les e-mails non lus
hi_in: नोटिफ़िकेशन प्राप्त होने के अलावा, अपठित ईमेल के लिए लाल नोटिफ़िकेशन बैज दिखाई देगा
id_id: Selain notifikasi push, tanda notifikasi merah akan muncul jika ada email yang belum dibaca
it_it: Oltre alle notifiche push, verrà visualizzato un badge di notifica rosso per le e-mail non lette
ja_jp: 新着メールを受信した際に通知が表示されます。未読メールは赤い数字で表示されます
ko_kr: 푸시 알림 외에도, 읽지 않은 이메일에는 빨간색 알림 배지가 나타납니다
ms_my: Selain daripada notifikasi tolak, lencana notifikasi merah akan muncul untuk emel yang belum dibaca
pt_br: Além das notificações por push, um ícone vermelho de notificação aparecerá para e-mails não lidos
ru_ru: Если этот режим включен, показывать уведомления при получении нового письма
th_th: นอกเหนือไปจากการแจ้งเตือนแบบพุช ตัวบอกสถานะการแจ้งเตือนสีแดงจะปรากฏขึ้นสำหรับอีเมลที่ยังไม่ได้อ่าน
vi_vn: Ngoài thông báo đẩy, một huy hiệu thông báo màu đỏ sẽ xuất hiện cho các email chưa đọc
zh_cn: 开启后，收到新邮件时会弹出提醒，未读邮件会有红色数字标记
zh_hk: 開啟後，收到新郵件時會彈出提醒，未讀郵件顯示紅色數字標記

# 68o
source: Relink email account
de_de: E-Mail-Konto erneut verknüpfen
es_es: Volver a vincular cuenta de correo electrónico
fr_fr: Lier à nouveau le compte de messagerie
hi_in: ईमेल खाता रीलिंक करें
id_id: Tautkan ulang akun email
it_it: Ricollega account e-mail
ja_jp: メールアカウントを再度関連付ける
ko_kr: 이메일 계정 다시 연결
ms_my: Sambung semula akaun emel
pt_br: Vincular conta de e-mail novamente
ru_ru: Повторно привязать почту
th_th: ลิงก์บัญชีอีเมลอีกครั้ง
vi_vn: Liên kết lại tài khoản email
zh_cn: 重新关联邮箱账号
zh_hk: 重新關聯電郵地址帳戶

# W1s
source: Mobile signature
de_de: Mobiltelefon-Signatur
es_es: Firma móvil
fr_fr: Signature mobile
hi_in: मोबाइल हस्ताक्षर
id_id: Tanda tangan ponsel
it_it: Firma su dispositivo mobile
ja_jp: モバイル署名設定
ko_kr: 모바일 서명
ms_my: Tandatangan mudah alih
pt_br: Assinatura de celular
ru_ru: Мобильная подпись
th_th: ลายเซ็นมือถือ
vi_vn: Chữ ký di động
zh_cn: 手机签名设置
zh_hk: 手機簽名設定

# YEE
source: Once completed, your signature will be automatically inserted into the message.
de_de: Sobald die Signatur festgelegt wird, wird sie automatisch dem E-Mail-Text hinzugefügt.
es_es: Cuando se complete, tu firma se insertará automáticamente en el mensaje.
fr_fr: Une fois terminée, votre signature sera automatiquement insérée dans le message.
hi_in: एक बार पूर्ण हो जाने पर, आपका हस्ताक्षर स्वचालित रूप से संदेश में सम्मिलित किया जाएगा
id_id: Setelah selesai, tanda tangan Anda akan secara otomatis disisipkan ke dalam pesan.
it_it: Dopo il completamento, la tua firma verrà automaticamente inserita nel messaggio.
ja_jp: 署名はすべてのコンピューターから送られるメールの最後に添付されます
ko_kr: 완료되면 서명이 메시지에 자동으로 삽입됩니다.
ms_my: Setelah selesai, tandatangan anda akan dimasukkan secara automatik ke dalam mesej.
pt_br: Depois de concluído, sua assinatura será inserida automaticamente na mensagem.
ru_ru: После завершения ваша подпись будет автоматически вставлена в сообщение.
th_th: เมื่อเสร็จสมบูรณ์แล้ว ลายเซ็นของคุณจะถูกแทรกลงในข้อความโดยอัตโนมัติ
vi_vn: Sau khi hoàn thành, chữ ký của bạn sẽ tự động được chèn vào tin nhắn.
zh_cn: 设置签名后会自动附在发出邮件的末尾
zh_hk: 設定簽名後會自動附在寄出郵件的結尾

# lsg
source: Smart inbox
de_de: Intelligenter Posteingang
es_es: Bandeja de entrada inteligente
fr_fr: Boîte de réception intelligente
hi_in: स्मार्ट इनबॉक्स
id_id: Kotak masuk cerdas
it_it: Posta in arrivo intelligente
ja_jp: スマート受信トレイ
ko_kr: 스마트 수신함
ms_my: Peti masuk pintar
pt_br: Caixa de entrada inteligente
ru_ru: Интеллектуальные "Входящие"
vi_vn: Hộp thư đến thông minh
zh_cn: 智能收件箱
zh_hk: 智能收件箱
