Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Le0
source: This email may be spoofed as the sender's domain "{{domain}}" is similar to your organization. Do not click on any links or download attachments. Please avoid sharing any personal information in your response.
de_de: Diese E-Mail ist möglicherweise gefälscht, weil die Absenderdomäne „{{domain}}“ Ihrer Organisation ähnlich ist. Klicken Sie auf keine Links, laden Sie keine Anhänge herunter und geben Sie in Ihrer Antwort keine personenbezogenen Daten an.
es_es: Este correo electrónico puede ser un intento de suplantación de identidad, ya que el dominio del remitente "{{domain}}" es similar al de tu organización. No hagas clic en ningún enlace ni descargues adjuntos. Tampoco compartas información personal de ningún tipo en tu respuesta.
fr_fr: Cet e-mail peut être falsifié, car le domaine "{{domain}}" de l'expéditeur est similaire à celui de votre organisation. Ne cliquez sur aucun lien et ne téléchargez aucune pièce jointe. Veuillez éviter de communiquer des informations personnelles dans votre réponse.
id_id: Email ini mungkin dipalsukan karena domain pengirim "{{domain}}" mirip dengan organisasi Anda. Jangan mengeklik tautan apa pun atau mengunduh lampiran. Hindari membagikan informasi pribadi apa pun dalam respons Anda.
it_it: Questa e-mail potrebbe essere falsificata poiché il dominio del mittente "{{domain}}" è simile alla tua organizzazione. Non fare clic su alcun collegamento o scaricare allegati. Si prega di evitare di condividere informazioni personali nella risposta.
ja_jp: 送信者のドメイン「{{domain}}」はお使いのドメインと酷似しており、なりすましの可能性があります。リンクのクリックや添付ファイルのダウンロードは控えてください。また、返信には個人情報を含めないでください。
ko_kr: 보낸 사람의 "{{domain}}" 도메인이 회원님의 기업과 유사하므로 이 이메일은 속임수 이메일일 수 있습니다. 링크를 클릭하거나 첨부 파일을 다운로드하지 마세요. 응답할 때 개인 정보를 제공하지 마세요.
ms_my: Emel ini mungkin disamar kerana domain penghantar "{{domain}}" adalah serupa dengan organisasi anda. Jangan klik pada sebarang pautan atau muat turun lampiran. Sila elakkan berkongsi sebarang maklumat peribadi dalam balasan anda.
pt_br: Este e-mail pode ser falsificado porque o domínio do remetente "{{domain}}" é semelhante ao da sua organização. Não clique em nenhum link ou faça download de anexos. Evite compartilhar qualquer informação pessoal em sua resposta.
ru_ru: Это письмо может быть подделано, так как домен отправителя "{{domain}}" похож на домен вашей организации. Не нажимайте на какие-либо ссылки и не скачивайте вложения. Не сообщайте личную информацию в своем ответе.
th_th: อีเมลนี้อาจถูกปลอมแปลงเนื่องจากโดเมนของผู้ส่ง "{{domain}}" คล้ายกับองค์กรของคุณ อย่าคลิกที่ลิงก์หรือดาวน์โหลดไฟล์แนบใด ๆ โปรดหลีกเลี่ยงการเปิดเผยข้อมูลส่วนบุคคลใด ๆ ในการตอบกลับของคุณ
vi_vn: Đây có thể là email giả mạo vì tên miền của người gửi "{{domain}}" giống với tổ chức bạn. Vui lòng không nhấp vào bất kỳ liên kết nào hoặc tải tập tin đính kèm xuống. Hãy tránh chia sẻ thông tin cá nhân trong email phản hồi.
zh_cn: 发件人域名“{{domain}}”和你组织的域名相似，可能存在仿冒风险。请勿点击邮件中的链接或下载附件，也不要在回复中透露个人信息。
zh_hk: 寄件者域名「{{domain}}」和貴組織的域名相似，可能存在仿冒風險。請勿點擊郵件中的連結或下載附件，亦不要在回覆中透露個人資訊。

# y/o
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# ep4
source: Share to Chat
de_de: Für Chat freigeben
es_es: Compartir en chat
fr_fr: Partager sur le chat
id_id: Bagikan ke Obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_hk: 分享至對話

# PJU
source: Default Signature Settings
de_de: Standardunterschrift-Einstellungen
es_es: Configuración de firma predeterminada
fr_fr: Paramètres de signature par défaut
hi_in: डिफ़ॉल्ट हस्ताक्षर सेटिंग
id_id: Pengaturan Tanda Tangan Default
it_it: Impostazioni firma predefinite
ja_jp: デフォルト署名
ko_kr: 기본 서명 설정
ms_my: Tetapan Tandatangan Lalai
pt_br: Configurações de assinatura padrão
ru_ru: Настройки подписи по умолчанию
th_th: การตั้งค่าลายเซ็นเริ่มต้น
vi_vn: Cài đặt chữ ký mặc định
zh_cn: 默认签名设置
zh_hk: 預設簽名設定

# f1I
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# nkk
source: Save Signature
de_de: Signatur speichern
es_es: Guardar firma
fr_fr: Enregistrer la signature
hi_in: हस्ताक्षर सहेजें
id_id: Simpan Tanda Tangan
it_it: Salva firma
ja_jp: 署名を保存
ko_kr: 서명 저장
ms_my: Simpan Tandatangan
pt_br: Salvar assinatura
ru_ru: Сохранить подпись
th_th: บันทึกลายเซ็น
vi_vn: Lưu Chữ ký
zh_cn: 保存签名
zh_hk: 儲存簽名

# aH4
source: Save changes before exiting?
de_de: Möchten Sie die Änderungen vor dem Beenden speichern?
es_es: ¿Guardar los cambios antes de salir?
fr_fr: Enregistrer les modifications avant de fermer ?
hi_in: बाहर निकलने से पहले बदलाव सहेजें?
id_id: Simpan perubahan sebelum keluar?
it_it: Salvare le modifiche prima di uscire?
ja_jp: 退出前に今回の編集を保存しますか？
ko_kr: 종료하기 전에 변경 사항을 저장하시겠습니까?
ms_my: Simpan perubahan sebelum keluar?
pt_br: Salvar as alterações antes de sair?
ru_ru: Сохранить изменения перед выходом?
th_th: บันทึกการเปลี่ยนแปลงก่อนออกหรือไม่
vi_vn: Lưu các thay đổi trước khi thoát?
zh_cn: 将退出编辑，需要保存本次的修改吗？
zh_hk: 將退出編輯，需要儲存本次修改嗎？

# JRE
source: Edit signature
de_de: Signatur bearbeiten
es_es: Editar firma
fr_fr: Modifier la signature
hi_in: हस्ताक्षर संपादित करें
id_id: Edit tanda tangan
it_it: Modifica firma
ja_jp: 署名を編集
ko_kr: 서명 편집
ms_my: Sunting tandatangan
pt_br: Editar assinatura
ru_ru: Редактировать подпись
th_th: แก้ไขลายเซ็น
vi_vn: Chỉnh sửa chữ ký
zh_cn: 编辑签名
zh_hk: 編輯簽名

# tk0
source: My Signatures
de_de: Meine Signaturen
es_es: Mis firmas
fr_fr: Mes signatures
hi_in: मेरे हस्ताक्षर
id_id: Tanda Tangan Saya
it_it: Le mie firme
ja_jp: 自分の署名
ko_kr: 내 서명
ms_my: Tandatangan Saya
pt_br: Minhas assinaturas
ru_ru: Мои подписи
th_th: ลายเซ็นของฉัน
vi_vn: Chữ ký của tôi
zh_cn: 我的签名
zh_hk: 我的簽名

# A+4
source: No signature
de_de: Keine Signatur
es_es: Sin firma
fr_fr: Aucune signature
hi_in: कोई हस्ताक्षर नहीं
id_id: Tidak ada tanda tangan
it_it: Nessuna firma
ja_jp: 署名なし
ko_kr: 서명 없음
ms_my: Tiada tandatangan
pt_br: Sem assinatura
ru_ru: Подпись отсутствует
th_th: ไม่มีลายเซ็น
vi_vn: Không có chữ ký
zh_cn: 无签名内容
zh_hk: 無簽名內容

# JZA
source: Don't use signature
de_de: Signatur nicht verwenden
es_es: No utilizar firma
fr_fr: Ne pas utiliser de signature
hi_in: हस्ताक्षर का उपयोग नहीं करें
id_id: Jangan gunakan tanda tangan
it_it: Non usare la firma
ja_jp: 署名を使わない
ko_kr: 서명 사용 안 함
ms_my: Jangan guna tandatangan
pt_br: Não usar assinatura
ru_ru: Не использовать подпись
th_th: ไม่ใช้ลายเซ็น
vi_vn: Không sử dụng chữ ký
zh_cn: 不设置签名
zh_hk: 不設定簽名

# lJ4
source: Use mobile signature
de_de: Mobiltelefon-Signatur verwenden
es_es: Utilizar firma móvil
fr_fr: Utiliser la signature mobile
hi_in: मोबाइल हस्ताक्षर का उपयोग करें
id_id: Gunakan tanda tangan ponsel
it_it: Usa la firma su dispositivo mobile
ja_jp: モバイル署名を使う
ko_kr: 모바일 서명 사용
ms_my: Guna tandatangan mudah alih
pt_br: Usar assinatura de celular
ru_ru: Использовать мобильную подпись
th_th: ใช้ลายเซ็นมือถือ
vi_vn: Sử dụng chữ ký di động
zh_cn: 使用手机签名
zh_hk: 使用手機簽名

# AJw
source: Use desktop signature
de_de: Desktop-Signatur verwenden
es_es: Utilizar firma de escritorio
fr_fr: Utiliser la signature de l'ordinateur
hi_in: डेस्कटॉप हस्ताक्षर का उपयोग करें
id_id: Gunakan tanda tangan desktop
it_it: Usa la firma su desktop
ja_jp: デスクトップ署名を使う
ko_kr: 데스크톱 서명 사용
ms_my: Guna tandatangan desktop
pt_br: Usar assinatura de computador
ru_ru: Использовать настольную подпись
th_th: ใช้ลายเซ็นเดสก์ท็อป
vi_vn: Sử dụng chữ ký trên máy tính
zh_cn: 使用电脑签名
zh_hk: 使用電腦簽名

# QkQ
source: Up to 200 characters only.
de_de: Nur bis zu 200 Zeichen.
es_es: Solo hasta 200 caracteres.
fr_fr: Jusqu'à 200 caractères seulement.
hi_in: अधिकतम 200 वर्ण.
id_id: Hingga 200 karakter saja.
it_it: Solo fino a 200 caratteri.
ja_jp: 字数制限を超えています (200 文字以内)
ko_kr: 최대 200자만 가능합니다.
ms_my: Hingga 200 aksara sahaja.
pt_br: Até 200 caracteres apenas.
ru_ru: Максимальное количество символов: 200.
th_th: สูงสุด 200 ตัวอักษรเท่านั้น
vi_vn: Chỉ tối đa 200 ký tự.
zh_cn: 超过字数限制 (200字内)
zh_hk: 超過字數限制（200 字內）

# 3uE
source: Please enter your signature
de_de: Geben Sie Ihre Signatur ein.
es_es: Introduce tu firma, por favor
fr_fr: Veuillez saisir votre signature
hi_in: कृपया अपना हस्ताक्षर दर्ज करें
id_id: Masukkan tanda tangan Anda
it_it: Immetti la tua firma
ja_jp: 署名を入力してください
ko_kr: 서명을 입력하세요.
ms_my: Sila masukkan tandatangan anda
pt_br: Insira sua assinatura
ru_ru: Введите свою подпись
th_th: โปรดใส่ลายเซ็นของคุณ
vi_vn: Vui lòng nhập chữ ký của bạn
zh_cn: 请输入邮件签名
zh_hk: 請輸入郵件簽名

# Rgg
source: Your administrator has set a mandatory organization signature
de_de: Verwenden von benutzerdefinierter Signatur nicht möglich
es_es: Error al utilizar la firma personalizada
fr_fr: Impossible d'utiliser une signature personnalisée
hi_in: अनुकूलित हस्ताक्षर उपयोग करने में असमर्थ
id_id: Gagal menggunakan tanda tangan yang disesuaikan
it_it: Impossibile utilizzare la firma personalizzata
ja_jp: 企業が指定した以外の署名を利用できません
ko_kr: 커스텀 서명은 사용할 수 없습니다
ms_my: Pentadbir anda telah menetapkan tandatangan organisasi wajib
pt_br: Não é possível usar a assinatura personalizada
ru_ru: Невозможно использовать индивидуальную подпись
th_th: ไม่สามารถใช้ลายเซ็นที่กำหนดเองได้
vi_vn: Không thể sử dụng chữ ký được tùy chỉnh
zh_cn: 无法使用非指定签名
zh_hk: 無法使用自訂簽名

# pGk
source: For forward or reply
de_de: Für Weiterleitung oder Antwort
es_es: firma para Reenviar o Responder
fr_fr: Signature pour les transferts ou les réponses
hi_in: फ़ॉर्वर्ड या उत्तर के लिए हस्ताक्षर
id_id: Tanda tangan untuk Teruskan atau Balas
it_it: Firma per inoltro o risposta
ja_jp: 返信や転送に使用
ko_kr: 전달 또는 회신 서명
ms_my: Untuk hantar ke depan atau balas
pt_br: Assinatura para Encaminhar ou Responder
ru_ru: Пересылки и ответы
th_th: ลายเซ็นสำหรับส่งต่อหรือตอบกลับ
vi_vn: Chữ ký dành cho Chuyển tiếp hoặc Trả lời
zh_cn: 回复/转发使用
zh_hk: 回覆/轉發使用

# 0z8
source: For new emails
de_de: Für neue E-Mails
es_es: Firma para los nuevos correos electrónicos
fr_fr: Signature pour les nouveaux e-mails
hi_in: नए ईमेल के लिए हस्ताक्षर
id_id: Tanda tangan untuk email baru
it_it: Firma per nuove e-mail
ja_jp: 新規メールに使用
ko_kr: 새 이메일 서명
ms_my: Untuk emel baharu
pt_br: Assinatura para novos e-mails
ru_ru: Новые письма
th_th: ลายเซ็นสำหรับอีเมลใหม่
vi_vn: Chữ ký dành cho email mới
zh_cn: 新邮件使用
zh_hk: 新郵件使用

# nWY
source: Your administrator has set a mandatory organization signature.
de_de: Ihr Administrator hat eine obligatorische Organisationssignatur festgelegt.
es_es: Tu administrador ha establecido una firma de la organización obligatoria.
fr_fr: Votre administrateur a défini une signature de l'organisation obligatoire.
hi_in: आपके एडमिनिस्ट्रेटर ने अनिवार्य संगठन हस्ताक्षर सेट किया है.
id_id: Administrator Anda telah menetapkan tanda tangan organisasi wajib.
it_it: L'amministratore ha impostato una firma dell'organizzazione obbligatoria.
ja_jp: 管理者が指定した法人メール署名のみ使用できます
ko_kr: 관리자가 필수 기업 서명을 설정했습니다.
ms_my: Pentadbir anda telah menetapkan tandatangan organisasi wajib.
pt_br: Seu administrador configurou uma assinatura da organização obrigatória.
ru_ru: Ваш администратор установил обязательную подпись организации.
th_th: ผู้ดูแลของคุณได้ตั้งค่าลายเซ็นองค์กรภาคบังคับแล้ว
vi_vn: Quản trị viên của bạn đã thiết lập chữ ký tổ chức bắt buộc.
zh_cn: 仅可使用管理员设置的企业指定签名
zh_hk: 僅可使用管理員設定的企業指定簽名

# sbw
source: This and future messages from "{{emailAddress}}" will be moved to "Spam" automatically.
de_de: Diese und zukünftige Nachrichten von „{{emailAddress}}“ werden automatisch in den „Spam“-Ordner verschoben.
es_es: Este y los futuros mensajes de "{{emailAddress}}" se moverán a "Spam" de forma automática.
fr_fr: Ce message et les futurs messages provenant de "{{emailAddress}}" seront automatiquement déplacés vers le "Courrier indésirable".
id_id: Pesan ini dan pesan mendatang dari "{{emailAddress}}" akan dipindahkan ke "Spam" secara otomatis.
it_it: Questo messaggio e quelli futuri da "{{emailAddress}}" saranno spostati automaticamente in "Spam".
ja_jp: このメールおよび今後「{{emailAddress}}」から送信されるメールは、自動的に「迷惑メール」に移動されます。
ko_kr: 이 메시지와 "{{emailAddress}}"의 향후 메시지는 자동으로 "스팸"으로 이동됩니다.
ms_my: Mesej ini dan mesej akan datang dari "{{emailAddress}}" akan dipindahkan ke "Spam" secara automatik.
pt_br: Esta e futuras mensagens de "{{emailAddress}}" serão movidas para "Spam" automaticamente.
ru_ru: Это и последующие сообщения от "{{emailAddress}}" будут автоматически перемещены в папку "Спам".
th_th: ข้อความนี้และข้อความในอนาคตจาก "{{emailAddress}}" จะย้ายไปยัง "สแปม" โดยอัตโนมัติ
vi_vn: Tin nhắn này và tin nhắn trong tương lai từ "{{emailAddress}}" sẽ tự động được chuyển vào mục "Thư rác".
zh_cn: 该邮件及后续来自“{{emailAddress}}”的邮件将被自动移至“垃圾邮件”
zh_hk: 該郵件及後續來自「{{emailAddress}}」的郵件將會自動移至「垃圾郵件」

# zn0
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細について
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_hk: 了解詳細資訊

# T98
source: Mark
de_de: Markieren
es_es: Marcar
fr_fr: Marquer
id_id: Tandai
it_it: Contrassegna
ja_jp: 迷惑メールに設定
ko_kr: 표시
ms_my: Tandai
pt_br: Marcar
ru_ru: Отметить
th_th: ทำเครื่องหมาย
vi_vn: Đánh dấu
zh_cn: 标记
zh_hk: 標記

# O+U
source: Don't remind me again
de_de: Nicht mehr erinnern
es_es: No volver a recordar
fr_fr: Ne plus me le rappeler
id_id: Jangan ingatkan saya lagi
it_it: Non inviare più promemoria
ja_jp: 今後表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan ingatkan saya lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать снова
th_th: อย่าเตือนความจำฉันอีก
vi_vn: Không nhắc lại
zh_cn: 不再提醒
zh_hk: 不再提醒

# HbY
source: Categorize your emails as “Priority” or “Other”.
de_de: Kategorisieren Sie Ihre E-Mails als „Wichtig“ oder „Sonstige“.
es_es: Clasifica tus mensajes dentro de “Prioridad” o de “Otros”.
fr_fr: Classez vos e-mails en « Priorité » ou « Autre ».
hi_in: अपने ईमेल्स को “प्राथमिकता” या “अन्य” के रूप में श्रेणीबद्ध करें.
id_id: Kategorikan email Anda sebagai "Prioritas" atau "Lainnya".
it_it: Classifica le e-mail come "Priorità" o "Altro".
ja_jp: メールを「重要」と「その他」に分類する
ko_kr: 이메일을 "중요 메일" 또는 "기타"로 분류
ms_my: Kategorikan emel anda sebagai "Keutamaan" atau "Lain-lain".
pt_br: Categorize seus e-mails como "Prioritários" ou "Outros".
ru_ru: Разделите свои письма по категориям "Приоритетные" и "Другие".
th_th: จัดหมวดหมู่อีเมลของคุณเป็น “สำคัญ” หรือ “อื่น ๆ”
vi_vn: Phân loại email của bạn thành “Ưu tiên” hoặc “Khác”.
zh_cn: 把你的邮件分类成”重要“和”其他“
zh_hk: 把你的郵件分類為「重要」和「其他」

# 7mw
source: Dismiss
de_de: Überspringen
es_es: Descartar
fr_fr: Ignorer
hi_in: निकाल दें
id_id: Bubarkan
it_it: Ignora
ja_jp: スキップ
ko_kr: 닫기
ms_my: Abaikan
pt_br: Dispensar
ru_ru: Освободить
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 跳过
zh_hk: 跳過

# +S8
source: Priority
de_de: Wichtig
es_es: Prioridad
fr_fr: Priorité
hi_in: प्राथमिकता
id_id: Prioritas
it_it: Prioritarie
ja_jp: 重要メール
ko_kr: 중요 메일
ms_my: Keutamaan
pt_br: Prioritário
ru_ru: Приоритет
th_th: สำคัญ
vi_vn: Ưu tiên
zh_cn: 重要邮件
zh_hk: 重要郵件

# ReQ
source: Move to Priority
de_de: In „Wichtig“ verschieben
es_es: Mover a Prioridad
fr_fr: Priorité
hi_in: प्राथमिकता में ले जाएँ
id_id: Pindah ke Prioritas
it_it: Sposta in Priorità
ja_jp: 重要メールに移動
ko_kr: 중요 메일로 이동
ms_my: Pindah ke Keutamaan
pt_br: Mover para Prioritário
ru_ru: Переместить в "Приоритетные"
th_th: ย้ายไปยังกล่องสำคัญ
vi_vn: Chuyển tới Ưu tiên
zh_cn: 移至重要邮件
zh_hk: 移至重要郵件

# 5Zg
source: Moved to Priority inbox
de_de: In Posteingang „Wichtig“ verschoben.
es_es: Movido a la bandeja Prioridad
fr_fr: Déplacé vers la boîte de réception Priorité
hi_in: प्राथमिकता इनबॉक्स में ले जाया गया
id_id: Dipindahkan ke kotak masuk Prioritas
it_it: Spostata nella casella di posta in arrivo Priorità
ja_jp: 重要メールに移動しました
ko_kr: 중요 메일 수신함으로 이동됨
ms_my: Dipindahkan ke kotak masuk Keutamaan
pt_br: Movido para a caixa de entrada Prioritários
ru_ru: Перемещено в папку "Приоритетные"
th_th: ย้ายไปยังกล่องข้อความสำคัญแล้ว
vi_vn: Đã chuyển tới Hộp thư đến ưu tiên
zh_cn: 已移至 "重要邮件"
zh_hk: 已移至「重要郵件」

# JBM
source: Move to Other
de_de: In „Sonstiges“ verschieben
es_es: Mover a Otros
fr_fr: Déplacer vers Autre
hi_in: अन्य में ले जाएँ
id_id: Pindah ke Lainnya
it_it: Sposta in Altro
ja_jp: その他に移動
ko_kr: 기타로 이동
ms_my: Pindah ke Lain
pt_br: Mover para Outros
ru_ru: Переместить в "Другие"
th_th: ย้ายไปยังกล่องอื่น ๆ
vi_vn: Chuyển tới Khác
zh_cn: 移至其他邮件
zh_hk: 移至其他郵件

# gaY
source: Moved to Other inbox
de_de: In Posteingang „Sonstiges“ verschoben.
es_es: Movido a la bandeja Otros
fr_fr: Déplacé vers la boîte de réception Autre
hi_in: अन्य इनबॉक्स में ले जाया गया
id_id: Dipindahkan ke kotak masuk Lainnya
it_it: Spostata nella casella di posta in arrivo Altro
ja_jp: 「その他」に移動しました
ko_kr: 기타 수신함으로 이동됨
ms_my: Dipindahkan ke kotak masuk Lain-lain
pt_br: Movido para a caixa de entrada Outros
ru_ru: Перемещено в папку "Другие"
th_th: ย้ายไปยังกล่องข้อความอื่น ๆ แล้ว
vi_vn: Đã chuyển tới Hộp thư đến khác
zh_cn: 已移至 "其他邮件"
zh_hk: 已移至「其他郵件」

# 3Dg
source: Smart Inbox
de_de: Intelligenter Posteingang
es_es: Bandeja de entrada inteligente
fr_fr: Boîte de réception intelligente
hi_in: स्मार्ट इनबॉक्स
id_id: Kotak Masuk Cerdas
it_it: Posta in arrivo intelligente
ja_jp: スマート受信トレイ
ko_kr: 스마트 수신함
ms_my: Peti Masuk Pintar
pt_br: Caixa de entrada inteligente
ru_ru: Интеллектуальные "Входящие"
vi_vn: Hộp thư đến thông minh
zh_cn: 智能收件箱
zh_hk: 智能收件箱

# FY8
source: Got it
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गए
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Entendi
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了

# ohE
source: We notify you when new emails arrive in the other inbox.
de_de: Wir informieren Sie, wenn neue E-Mails im anderen Posteingang eintreffen.
es_es: Te notificamos cuándo llegan mensajes nuevos al otro buzón de entrada.
fr_fr: Nous vous notifierons lorsque de nouveaux e-mails arrivent dans l'autre boîte de réception.
hi_in: अन्य इनबॉक्स में नए ईमेल आने पर हम आपको सूचित करते हैं.
id_id: Kami akan memberi tahu Anda jika email baru masuk di kotak masuk lainnya.
it_it: Quando arrivano nuove e-mail nell'altra casella di posta in arrivo ti invieremo una notifica.
ja_jp: 新規受信したメールが「その他」に分別された際、ここに通知が表示されます
ko_kr: 다른 수신함에 새 이메일이 도착하면 알려드립니다.
ms_my: Kami akan memberitahu anda apabila emel baharu tiba di peti masuk yang lain.
pt_br: Notificamos você quando novos e-mails chegam na caixa de entrada.
ru_ru: Мы уведомляем вас, когда новые письма приходят в категорию "Другие".
th_th: เราจะแจ้งให้คุณทราบเมื่อมีอีเมลใหม่เข้ามาในกล่องข้อความอื่น ๆ
vi_vn: Chúng tôi thông báo cho bạn khi email mới xuất hiện trong hộp thư đến khác.
zh_cn: 当收到的新邮件被归类为“其他邮件”时，你将在这里收到通知
zh_hk: 當新郵件被歸類為「其他郵件」時，您會在這裡收到通知

# /Gg
source: Email importance is determined based on history and emails are automatically categorized by priority.
de_de: Die E-Mail-Wichtigkeit wird anhand des Verlaufs bestimmt und E-Mails werden automatisch nach ihrer Priorität kategorisiert.
es_es: La importancia del correo electrónico se determina en función del historial y los correos electrónicos se clasifican automáticamente por prioridad.
fr_fr: L'importance des e-mails est déterminée en fonction de l'historique et les e-mails sont automatiquement classés par priorité.
hi_in: ईमेल महत्व को इतिहास के आधार पर निर्धारित किया जाता है और ईमेल स्वतः ही प्राथमिकता पर श्रेणीबद्ध हो जाती हैं.
id_id: Pentingnya email ditentukan berdasarkan riwayat dan email akan otomatis dikategorikan berdasarkan prioritas.
it_it: L'importanza delle e-mail viene determinata in base alla cronologia e le e-mail vengono automaticamente classificate in base alla priorità.
ja_jp: 受信履歴に基づいてメールの重要性を判断し、分類します
ko_kr: 이메일 중요도는 기록에 따라 결정되며 이메일은 우선순위별로 자동 분류됩니다.
ms_my: Kepentingan emel ditentukan berdasarkan sejarah dan emel dikategorikan secara automatik mengikut keutamaan.
pt_br: A importância do e-mail se baseia no histórico, e os e-mails são categorizados automaticamente por prioridade.
ru_ru: Важность писем определяется на основе истории, письма автоматически разделяются на категории по приоритету.
th_th: ระบบพิจารณาความสำคัญของอีเมลตามประวัติและจะจัดหมวดหมู่อีเมลตามลำดับความสำคัญโดยอัตโนมัติ
vi_vn: Tầm quan trọng của email được xác định dựa trên lịch sử và các email được tự động phân loại theo mức độ ưu tiên.
zh_cn: 根据历史记录判断新邮件的重要性，并自动按优先级归类
zh_hk: 根據過往記錄判斷新郵件的重要性，並自動按優先級別歸類

# kO0
source: Your emails are automatically categorized as Priority or Other.
de_de: Die E-Mails in Ihrem Posteingang werden automatisch als „Wichtig“ oder „Sonstige“ kategorisiert.
es_es: Tus correos electrónicos se clasifican automáticamente como Prioridad u Otros.
fr_fr: Vos e-mails sont automatiquement classés dans la catégorie Priorité ou dans la catégorie Autre.
hi_in: आपके ईमेल स्वचालित रूप से "प्राथमिकता" या "अन्य" के रूप में वर्गीकृत किए जाते हैं.
id_id: Email Anda otomatis dikategorikan sebagai Prioritas atau Lainnya.
it_it: Le e-mail vengono automaticamente classificate come Priorità o Altro.
ja_jp: メールが「重要メール」と「その他」に自動的に分別されます。
ko_kr: 이메일이 중요 메일 또는 기타로 자동 분류됩니다.
ms_my: Emel anda dikategorikan secara automatik sebagai Keutamaan atau Lain-lain.
pt_br: Seus e-mails são categorizados automaticamente como Prioritários ou Outros.
ru_ru: Ваши письма автоматически классифицируются как "Приоритетные" и "Другие".
th_th: อีเมลของคุณจะได้รับการจัดหมวดหมู่เป็นสำคัญหรืออื่น ๆ โดยอัตโนมัติ
vi_vn: Email của bạn được tự động phân loại thành Ưu tiên hoặc Khác.
zh_cn: 你的邮件将被自动归类为“重要邮件”或“其他邮件”。
zh_hk: 你的郵件將被自動歸類為「重要郵件」或「其他郵件」。

# wns
source: Other
de_de: Sonstiges
es_es: Otros
fr_fr: Autre
hi_in: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain
pt_br: Outro
ru_ru: Другое
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他邮件
zh_hk: 其他郵件

# B1Y
source: Priority: new conversations
de_de: Wichtig: neue Unterhaltungen
es_es: Prioridad: nuevas conversaciones
fr_fr: Priorité : nouvelles conversations
hi_in: प्राथमिकता: नए वार्तालाप
id_id: Prioritas: percakapan baru
it_it: Priorità: nuove conversazioni
ja_jp: 重要メール：新しい会話
ko_kr: 중요 메일: 새 이메일
ms_my: Keutamaan: perbualan baharu
pt_br: Prioritários: novas conversas
ru_ru: Приоритетные: новые беседы
th_th: สำคัญ: การสนทนาใหม่
vi_vn: Ưu tiên: cuộc hội thoại mới
zh_cn: 重要邮件：新邮件
zh_hk: 重要郵件：新郵件

# zqE
source: Other: new conversations
de_de: Sonstiges: neue Unterhaltungen
es_es: Otros: nuevas conversaciones
fr_fr: Autre : nouvelles conversations
hi_in: अन्य: नए वार्तालाप
id_id: Lainnya: percakapan baru
it_it: Altro: nuove conversazioni
ja_jp: その他：新しいメール
ko_kr: 기타: 새 대화
ms_my: Lain-lain: perbualan baharu
pt_br: Outros: novas conversas
ru_ru: Другие: новые беседы
th_th: อื่น ๆ: การสนทนาใหม่
vi_vn: Khác: cuộc hội thoại mới
zh_cn: 其他邮件：新邮件
zh_hk: 其他郵件：新郵件
