Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# RQg
source: Translating...
de_de: Übersetzen...
es_es: Traduciendo....
fr_fr: Traduction…
hi_in: अनुवाद किया जा रहा है...
id_id: Menerjemahkan...
it_it: Traduzione in corso
ja_jp: このメールを翻訳
ko_kr: 번역 중...
ms_my: Menterjemah...
pt_br: Traduzindo...
ru_ru: Выполняется перевод...
th_th: กำลังแปล...
vi_vn: Đang dịch...
zh_cn: 正在翻译中
zh_hk: 正在翻譯中

# Sms
source: Turn Off Translation
de_de: Übersetzung ausschalten
es_es: Desactivar traducción
fr_fr: Désactiver la traduction
hi_in: अनुवाद बंद करें
id_id: Nonaktifkan Terjemahan
it_it: Disattiva traduzione
ja_jp: 翻訳をオフ
ko_kr: 번역 끄기
ms_my: Matikan Terjemahan
pt_br: Desativar tradução
ru_ru: Выключить перевод
th_th: ปิดการแปลภาษา
vi_vn: Tắt tính năng dịch
zh_cn: 关闭翻译
zh_hk: 關閉翻譯

# Uo0
source: View Original
de_de: Original ansehen
es_es: Ver original
fr_fr: Afficher l'original
hi_in: मूल को देखें
id_id: Lihat yang Asli
it_it: Visualizza l'originale
ja_jp: 原文を表示
ko_kr: 원본 보기
ms_my: Lihat Asal
pt_br: Visualizar original
ru_ru: Посмотреть оригинал
th_th: ดูข้อมูลเดิม
vi_vn: Xem bản gốc
zh_cn: 查看原文
zh_hk: 查看原文

# hrs
source: View translation
de_de: Übersetzung anzeigen
es_es: Ver traducción
fr_fr: Afficher la traduction
hi_in: अनुवाद को देखें
id_id: Lihat terjemahan
it_it: Visualizza traduzione
ja_jp: 訳文を表示
ko_kr: 번역 보기
ms_my: Lihat terjemahan
pt_br: Visualizar tradução
ru_ru: Посмотреть перевод
th_th: ดูการแปล
vi_vn: Xem bản dịch
zh_cn: 查看译文
zh_hk: 查看譯文

# qlY
source: Email marked as normal and moved to inbox
de_de: E-Mail als normal markiert und in Posteingang verschoben
es_es: El correo electrónico que se ha marcado como normal y se ha movido a la bandeja de entrada
fr_fr: E-mail marqué comme normal et déplacé vers la boîte de réception
hi_in: ईमेल जिसे सामान्य के रूप में चिह्नित किया गया और इनबॉक्स में ले जाया गया
id_id: Email ditandai sebagai normal dan dipindahkan ke kotak masuk
it_it: L'e-mail contrassegnata come normale e spostata nella posta in arrivo
ja_jp: 正常メールに設定し、受信トレイに移動しました
ko_kr: 정상으로 표시되고 수신함으로 이동된 이메일
ms_my: Email ditandai sebagai normal dan dipindahkan ke kotak masuk
pt_br: E-mail marcado como normal e movido para a caixa de entrada
ru_ru: Письмо отмечено как нормальное и перемещено во входящие
th_th: อีเมลทำเครื่องหมายว่าเป็นปกติและย้ายไปยังกล่องข้อความแล้ว
vi_vn: Email đã được đánh dấu là bình thường và di chuyển vào hộp thư đến
zh_cn: 已标记为正常邮件，并将邮件移至收件箱
zh_hk: 已標記為正常郵件，並將郵件移至收件箱

# Na4
source: OK
es_es: Aceptar
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# yrc
source: Trust "{{name}}"
de_de: „{{name}}“ als vertrauenswürdig einstufen
es_es: Confiar en "{{name}}"
fr_fr: Faire confiance à "{{name}}"
id_id: Percayai "{{name}}"
it_it: Considera "{{name}}" attendibile
ja_jp: 「{{name}}」を信頼
ko_kr: "{{name}}" 님을 신뢰
ms_my: Percayai "{{name}}"
pt_br: Confiar em "{{name}}"
ru_ru: Доверять "{{name}}"
th_th: เชื่อถือ "{{name}}"
vi_vn: Tin cậy "{{name}}"
zh_cn: 信任“{{name}}”
zh_hk: 信任「{{name}}」

# lPM
source: Emails sent from "{{address1}}" and {{address2}}" will never be automatically marked as spam.
de_de: Die von den Absendern „{{address1}}“ und „{{address2}}“ gesendeten E-Mails werden niemals automatisch als Spam markiert.
es_es: Los correos electrónicos futuros de "{{address1}}" y "{{address2}}" no se marcarán automáticamente como spam en ningún caso.
fr_fr: Les e-mails envoyés par "{{address1}}" et "{{address2}}" ne seront jamais marqués comme courriers indésirables de manière automatique.
id_id: Email yang dikirim dari "{{address1}}" dan {{address2}}" tidak akan pernah otomatis ditandai sebagai spam.
it_it: Le e-mail inviate da "{{address1}}" e "{{address2}}" non saranno mai contrassegnate automaticamente come spam.
ja_jp: 「{{address1}}」、「{{address2}}」からのメールは迷惑メールと判定されなくなります。
ko_kr: "{{address1}}" 및 "{{address2}}"에서 보낸 이메일이 절대 스팸으로 자동 표시되지 않습니다.
ms_my: Emel yang dihantar dari "{{address1}}" dan {{address2}}" tidak akan ditandakan sebagai spam secara automatik.
pt_br: E-mails enviados de "{{address1}}" e {{address2}}" nunca serão automaticamente marcados como Spam.
ru_ru: Письма от "{{address1}}" и "{{address2}}" никогда не будут автоматически помечаться как спам.
th_th: จะไม่มีการทำเครื่องหมายอีเมลที่ส่งจาก "{{address1}}" และ "{{address2}}" ว่าเป็นสแปมโดยอัตโนมัติ
vi_vn: Các email được gửi từ "{{address1}}" và {{address2}}" sẽ không bao giờ tự động bị đánh dấu là thư rác.
zh_cn: 来自“{{address1}}”和“{{address2}}”的邮件将永远不会被系统判定为垃圾邮件
zh_hk: 來自「{{address1}}」和「{{address2}}」的郵件將一律不會被系統判定為垃圾郵件

# 7Ug
source: Trust Sender
de_de: Absender als vertrauenswürdig einstufen
es_es: Confiar en el remitente
fr_fr: Faire confiance à l'expéditeur
id_id: Percayai Pengirim
it_it: Considera mittente attendibile
ja_jp: この送信者を信頼
ko_kr: 보낸 사람 신뢰
ms_my: Percayai Pengirim
pt_br: Confiar no remetente
ru_ru: Доверять отправителю
th_th: เชื่อถือผู้ส่ง
vi_vn: Tin cậy người gửi
zh_cn: 信任发件人
zh_hk: 信任寄件者

# 7x0
source: Emails from the {{num}} senders, such as "{{address1}}" and "{{address2}}", will never be automatically marked as spam.
de_de: Die von diesen {{num}} Absendern, wie z. B. „{{address1}}“ und „{{address2}}“, gesendeten E-Mails werden niemals automatisch als Spam markiert.
es_es: Los correos electrónicos de los {{num}} remitentes (entre ellos, "{{address1}}" y "{{address2}}") no se marcarán automáticamente como spam en ningún caso.
fr_fr: Les e-mails des {{num}} expéditeurs, dont "{{address1}}" et "{{address2}}", ne seront jamais marqués comme courriers indésirables de manière automatique.
id_id: Email dari {{num}} pengirim, seperti "{{address1}}" dan "{{address2}}", tidak akan pernah otomatis ditandai sebagai spam.
it_it: Le e-mail da {{num}} mittenti, tra cui "{{address1}}" e {{address2}}", non saranno mai contrassegnate automaticamente come spam.
ja_jp: 「{{address1}}」、「{{address2}}」など {{num}} 人の送信者のメールは迷惑メールと判定されなくなります。
ko_kr: 보낸 사람 {{num}}명("{{address1}}" 및 "{{address2}}" 등)의 이메일이 절대 스팸으로 자동 표시되지 않습니다.
ms_my: Emel daripada {{num}} penghantar, seperti "{{address1}}" dan "{{address2}}", tidak akan ditandakan sebagai spam secara automatik.
pt_br: E-mails de {{num}} remetentes, como "{{address1}}" e "{{address2}}", nunca serão marcados automaticamente como Spam.
ru_ru: Письма от этих {{num}} отправителей, например "{{address1}}" и "{{address2}}" никогда не будут автоматически помечаться как спам.
th_th: จะไม่มีการทำเครื่องหมายอีเมลที่ส่งจากผู้ส่งจำนวน {{num}} รายนี้ เช่น "{{address1}}" และ "{{address2}}" ว่าเป็นสแปมโดยอัตโนมัติ
vi_vn: Các email từ {{num}} người gửi, chẳng hạn như "{{address1}}" và"{{address2}}", sẽ không bao giờ tự động bị đánh dấu là thư rác.
zh_cn: 来自“{{address1}}”和“{{address2}}”等 {{num}} 个发件人的邮件将永远不会被系统判定为垃圾邮件
zh_hk: 來自「{{address1}}」和「{{address2}}」等 {{num}} 個寄件者的郵件將一律不會被系統判定為垃圾郵件

# gJk
source: Trust the selected {{num}} senders?
de_de: Die ausgewählten {{num}} Absender als vertrauenswürdig einstufen?
es_es: ¿Confiar en los {{num}} remitentes seleccionados?
fr_fr: Faire confiance aux {{num}} expéditeurs sélectionnés ?
id_id: Percayai {{num}} pengirim yang dipilih?
it_it: Considerare i {{num}} mittenti selezionati attendibili?
ja_jp: 選択中の {{num}} 人の送信者を信頼しますか？
ko_kr: 선택한 보낸 사람 {{num}}명을 신뢰하시겠습니까?
ms_my: Percayai {{num}} pengirim yang dipilih?
pt_br: Confiar nos {{num}} remetentes selecionados?
ru_ru: Доверять выбранным отправителям ({{num}})?
th_th: เชื่อถือผู้ส่ง {{num}} รายที่เลือกไว้หรือไม่
vi_vn: Tin cậy {{num}} người gửi đã chọn?
zh_cn: 信任选中的 {{num}} 个发件人？
zh_hk: 信任選取的 {{num}} 個寄件者？

# 9iw
source: Unable to trust the selected senders as your own email address "{{address}}" has been included.
de_de: Die ausgewählten Absender können nicht als vertrauenswürdig eingestuft werden, da Ihre eigene E-Mail-Adresse „{{address}}“ enthalten ist.
es_es: No se puede confiar en los remitentes seleccionados porque tu propio correo electrónico "{{address}}" también está incluido.
fr_fr: Impossible de faire confiance aux expéditeurs sélectionnés, car votre propre adresse e-mail "{{address}}" est incluse.
id_id: Gagal memercayai pengirim yang dipilih sebagai alamat email Anda sendiri "{{address}}" telah disertakan.
it_it: Impossibile considerare attendibili i mittenti selezionati poiché è stato incluso il tuo indirizzo e-mail "{{address}}".
ja_jp: 選択した送信者に自分のメールアドレス「{{address}}」が含まれているため、信頼できませんでした。
ko_kr: 회원님 자신의 이메일 주소인 "{{address}}"이(가) 포함되어 있으므로 선택한 보낸 사람을 신뢰할 수 없습니다.
ms_my: Tidak dapat mempercayai penghantar yang dipilih kerana alamat e-mel anda sendiri "{{address}}" telah dimasukkan.
pt_br: Não é possível confiar nos remetentes selecionados, pois seu próprio endereço de e-mail "{{address}}" foi incluído.
ru_ru: Невозможно доверять выбранным отправителям, так как был включен ваш собственный адрес почты "{{address}}".
th_th: ไม่สามารถเชื่อถือผู้ส่งที่เลือกได้เนื่องจากมีที่อยู่อีเมลของคุณเอง "{{address}}" รวมอยู่ด้วย
vi_vn: Không thể tin cậy những người gửi đã chọn vì trong đó có bao gồm địa chỉ email của bạn "{{address}}".
zh_cn: 所选发件人包含你自己的邮箱地址“{{address}}”，无法执行信任操作
zh_hk: 所選寄件者包含你自己的電郵地址「{{address}}」，無法執行信任操作

# Q84
source: Your own email address "{{address}}" can't be trusted.
de_de: Ihre eigenen E-Mail-Adresse „{{address}}“ kann nicht als vertrauenswürdig eingestuft werden.
es_es: No puedes confiar en tu propio correo electrónico "{{address}}".
fr_fr: Vous ne pouvez pas faire confiance à votre propre adresse e-mail "{{address}}".
id_id: Alamat email Anda sendiri "{{address}}" tidak dapat dipercaya.
it_it: Impossibile considerare attendibile il proprio indirizzo e-mail "{{address}}".
ja_jp: 自分のメールアドレス「{{address}}」は信頼できません。
ko_kr: 회원님 자신의 이메일 주소인 "{{address}}"을(를) 신뢰할 수 없습니다.
ms_my: Alamat e-mel anda sendiri "{{address}}" tidak boleh dipercayai.
pt_br: Seu próprio endereço de e-mail "{{address}}" não é confiável.
ru_ru: Вашему собственному адресу почты "{{address}}" нельзя доверять.
th_th: ไม่สามารถเชื่อถือที่อยู่อีเมลของคุณเองได้ "{{address}}"
vi_vn: Không thể tin cậy địa chỉ email của chính bạn "{{address}}".
zh_cn: 无法信任你自己的邮箱地址“{{address}}”
zh_hk: 無法信任你自己的電郵地址「{{address}}」

# zuE
source: Emails sent from "{{address}}" will never be automatically marked as spam.
de_de: Die von Absender „{{address}}“ gesendeten E-Mails werden niemals automatisch als Spam markiert.
es_es: Los correos electrónicos de "{{address}}" no se marcarán automáticamente como spam en ningún caso.
fr_fr: Les e-mails envoyés par "{{address}}" ne seront jamais marqués comme courriers indésirables de manière automatique.
id_id: Email yang dikirim dari "{{address}}" tidak akan pernah otomatis ditandai sebagai spam.
it_it: Le e-mail inviate dall'indirizzo "{{address}}" non saranno mai contrassegnate automaticamente come spam.
ja_jp: 「{{address}}」からのメールは迷惑メールと判定されなくなります。
ko_kr: "{{address}}"에서 보낸 이메일이 절대 스팸으로 자동 표시되지 않습니다.
ms_my: Emel yang dihantar dari "{{address}}" tidak akan ditandakan sebagai spam secara automatik.
pt_br: E-mails enviados de "{{address}}" nunca serão automaticamente marcados como Spam.
ru_ru: Письма от "{{address}}" никогда не будут автоматически помечаться как спам.
th_th: จะไม่มีการทำเครื่องหมายอีเมลที่ส่งจาก "{{address}}" ว่าเป็นสแปมโดยอัตโนมัติ
vi_vn: Các email được gửi từ "{{address}}" sẽ không bao giờ tự động bị đánh dấu là thư rác.
zh_cn: 来自“{{address}}”的邮件将永远不会被系统判定为垃圾邮件
zh_hk: 來自「{{address}}」的郵件將一律不會被系統判定為垃圾郵件

# wbg
source: Trust the sender "{{name}}"?
de_de: Den Absender „{{name}}“ als vertrauenswürdig einstufen?
es_es: ¿Confiar en el remitente "{{name}}"?
fr_fr: Faire confiance à l'expéditeur "{{name}}" ?
id_id: Percayai pengirim "{{name}}"?
it_it: Considerare il mittente "{{name}}" attendibile?
ja_jp: 送信者「{{name}}」を信頼しますか？
ko_kr: 보낸 사람 "{{name}}" 님을 신뢰하시겠습니까?
ms_my: Percayai pengirim "{{name}}"?
pt_br: Confiar no remetente "{{name}}"?
ru_ru: Доверять отправителю "{{name}}"?
th_th: เชื่อถือผู้ส่ง "{{name}}" หรือไม่
vi_vn: Tin cậy người gửi "{{name}}"?
zh_cn: 信任发件人“{{name}}”？
zh_hk: 信任寄件者「{{name}}」？

# vsc
source: Trust
de_de: Als vertrauenswürdig einstufen
es_es: Confiar
fr_fr: Faire confiance
id_id: Percayai
it_it: Considera attendibile
ja_jp: 信頼
ko_kr: 신뢰
ms_my: Percayai
pt_br: Confiar
ru_ru: Доверять
th_th: เชื่อถือ
vi_vn: Tin cậy
zh_cn: 信任
zh_hk: 信任

# eFY
source: Unable to edit extra-large image
de_de: Extragroßes Bild kann nicht bearbeitet werden
es_es: No se puede editar la imagen extragrande
fr_fr: Impossible de modifier les images de très grande taille
id_id: Gagal mengedit gambar ekstra besar
it_it: Impossibile modificare l'immagine molto grande
ja_jp: サイズの大きい画像を編集できません。
ko_kr: 초대형 이미지를 편집할 수 없습니다
ms_my: Tidak dapat mengedit imej bersaiz ekstra besar
pt_br: Não é possível editar a imagem extragrande
ru_ru: Невозможно отредактировать очень большое изображение
th_th: ไม่สามารถแก้ไขภาพขนาดใหญ่พิเศษ
vi_vn: Không thể chỉnh sửa hình ảnh cực lớn
zh_cn: 暂不支持编辑超大图片
zh_hk: 暫不支援編輯超大圖片

# 9wQ
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# QxU
source: The attachment might contain malwares including viruses, worms, and trojans, which violates {{file}}. You can initiate an appeal if you disagree with the results.
de_de: Der Anhang enthält möglicherweise Malware, einschließlich Viren, Würmer und Trojaner, die {{file}} verletzt. Sie können einen Einspruch initiieren, wenn Sie den Ergebnissen nicht zustimmen.
es_es: El archivo adjunto puede contener malware, como virus, gusanos y troyanos, lo que infringe {{file}}. Puedes iniciar una reclamación si no estás de acuerdo con los resultados.
fr_fr: La pièce jointe peut contenir des logiciels malveillants, notamment des virus, des vers et des chevaux de Troie, ce qui constitue une violation de {{file}}. Vous pouvez faire appel si vous n'êtes pas d'accord avec les résultats.
id_id: Lampiran mungkin mengandung malware, termasuk virus, worm, dan trojan, yang melanggar {{file}}. Anda dapat mengajukan banding jika tidak setuju dengan hasil ini.
it_it: L'allegato potrebbe contenere malware inclusi virus, worm e trojan che violano {{file}}. Se non sei d'accordo con i risultati, puoi avviare un appello.
ja_jp: この添付ファイルにはウイルス、ワーム、トロイの木馬など{{file}}に違反するマルウェアが含まれている可能性があります。検出の結果が正しくないと思われる場合は、申立てを行ってください。
ko_kr: 첨부 파일에는 {{file}}을(를) 훼손하는 바이러스, 웜, 트로이 목마 등의 악성코드가 포함될 수 있습니다. 결과에 동의하지 않는 경우 이의 제기를 시작할 수 있습니다.
ms_my: Lampiran mungkin mengandungi perisian berbahaya termasuk virus, cacing, dan trojan, yang melanggar {{file}}. Anda boleh memulakan rayuan jika tidak bersetuju dengan hasilnya.
pt_br: O anexo pode conter malwares, incluindo vírus, worms e cavalos de troia, que violam o {{file}}. Você pode iniciar uma solicitação se não concordar com os resultados.
ru_ru: Вложение может содержать вредоносные программы, в том числе вирусы и трояны, что нарушает {{file}}. Если вы не согласны с результатами, вы можете подать апелляцию.
th_th: ไฟล์แนบอาจมีมัลแวร์ ได้แก่ ไวรัส เวิร์ม และโทรจัน ซึ่งละเมิด {{file}} คุณสามารถเริ่มยื่นส่งคำร้องได้หากคุณไม่เห็นด้วยกับผลลัพธ์
vi_vn: Tập tin đính kèm có thể chứa phần mềm độc hại, bao gồm virus, sâu và trojan, việc này vi phạm {{file}}. Bạn có thể gửi kháng nghị nếu không đồng ý với kết quả.
zh_cn: 该附件可能包含病毒、蠕虫、木马等恶意软件，违反了{{file}}。如果你认为检测结果有误，可发起申诉。
zh_hk: 該附件可能包含病毒、蠕蟲和木馬等惡意軟件，違反了{{file}}。如果你認為偵測結果有誤，可提出申訴。

# Bws
source: The attachment might contain malwares including viruses, worms, and trojans, which violates {{file}}. You can initiate an appeal if you disagree with the results.
de_de: Der Anhang enthält möglicherweise Malware, einschließlich Viren, Würmer und Trojaner, die {{file}} verletzt. Sie können einen Einspruch initiieren, wenn Sie den Ergebnissen nicht zustimmen.
es_es: El archivo adjunto puede contener malware, como virus, gusanos y troyanos, lo que infringe {{file}}. Puedes iniciar una reclamación si no estás de acuerdo con los resultados.
fr_fr: La pièce jointe peut contenir des logiciels malveillants, notamment des virus, des vers et des chevaux de Troie, ce qui constitue une violation de {{file}}. Vous pouvez faire appel si vous n'êtes pas d'accord avec les résultats.
id_id: Lampiran mungkin mengandung malware, termasuk virus, worm, dan trojan, yang melanggar {{file}}. Anda dapat mengajukan banding jika tidak setuju dengan hasil ini.
it_it: L'allegato potrebbe contenere malware inclusi virus, worm e trojan che violano {{file}}. Se non sei d'accordo con i risultati, puoi avviare un appello.
ja_jp: この添付ファイルにはウイルス、ワーム、トロイの木馬など{{file}}に違反するマルウェアが含まれている可能性があります。検出の結果が正しくないと思われる場合は、申立てを行ってください。
ko_kr: 첨부 파일에는 {{file}}을(를) 훼손하는 바이러스, 웜, 트로이 목마 등의 악성코드가 포함될 수 있습니다. 결과에 동의하지 않는 경우 이의 제기를 시작할 수 있습니다.
ms_my: Lampiran mungkin mengandungi perisian jahat termasuk virus, cacing, dan trojan, yang melanggar {{file}}. Anda boleh memulakan rayuan jika anda tidak bersetuju dengan hasilnya.
pt_br: O anexo pode conter malwares, incluindo vírus, worms e cavalos de troia, que violam o {{file}}. Você pode iniciar uma solicitação se não concordar com os resultados.
ru_ru: Вложение может содержать вредоносные программы, в том числе вирусы и трояны, что нарушает {{file}}. Если вы не согласны с результатами, вы можете подать апелляцию.
th_th: ไฟล์แนบอาจมีมัลแวร์ ได้แก่ ไวรัส เวิร์ม และโทรจัน ซึ่งละเมิด {{file}} คุณสามารถเริ่มยื่นส่งคำร้องได้หากคุณไม่เห็นด้วยกับผลลัพธ์
vi_vn: Tập tin đính kèm có thể chứa phần mềm độc hại, bao gồm virus, sâu và trojan, việc này vi phạm {{file}}. Bạn có thể gửi kháng nghị nếu không đồng ý với kết quả.
zh_cn: 该附件可能包含病毒、蠕虫、木马等恶意软件，违反了{{file}}。如果你认为检测结果有误，可发起申诉。
zh_hk: 該附件可能包含病毒、蠕蟲和木馬等惡意軟件，違反了{{file}}。如果你認為偵測結果有誤，可提出申訴。

# TvA
source: Unable to open
de_de: Öffnen nicht möglich
es_es: No se puede abrir
fr_fr: Ouverture impossible
id_id: Gagal membuka
it_it: Impossibile aprire
ja_jp: 開くことができません
ko_kr: 열 수 없습니다
ms_my: Tidak dapat membuka
pt_br: Não foi possível abrir
ru_ru: Не удалось открыть
th_th: เปิดไม่สำเร็จ
vi_vn: Không thể mở
zh_cn: 无法打开
zh_hk: 無法開啟

# USA
source: Remove and Send
de_de: Entfernen und senden
es_es: Quitar y enviar
fr_fr: Retirer et envoyer
id_id: Hapus dan Kirim
it_it: Rimuovi e invia
ja_jp: 削除して送信
ko_kr: 제거 및 전송
ms_my: Keluarkan dan Hantar
pt_br: Remover e enviar
ru_ru: Удалить и отправить
th_th: ลบออกและส่ง
vi_vn: Xóa và gửi
zh_cn: 移除并发送
zh_hk: 移除並發送

# fow
source: Unable to view. Email service has not been enabled.
de_de: Anzeigen nicht möglich. Der E-Mail-Dienst war nicht aktiviert.
es_es: No se puede ver. No se ha activado el servicio de correo electrónico.
fr_fr: Affichage impossible. Le service e-mail n'a pas été activé.
id_id: Gagal melihat. Layanan email belum diaktifkan.
it_it: Impossibile visualizzare. Il sevizio e-mail non è stato abilitato.
ja_jp: 表示できません。メールサービスが無効な状態です。
ko_kr: 볼 수 없습니다. 이메일 서비스가 활성화되지 않았습니다.
ms_my: Tidak dapat melihat. Perkhidmatan emel belum diaktifkan.
pt_br: Não é possível visualizar. O serviço de e-mail não foi ativado.
ru_ru: Не удается просмотреть. Служба почты не была включена.
th_th: ไม่สามารถดูได้ ยังไม่ได้เปิดใช้บริการอีเมล
vi_vn: Không thể xem. Dịch vụ email chưa được kích hoạt.
zh_cn: 未开通邮箱应用，无法查看邮件
zh_hk: 未開通郵件應用程式，無法查看郵件

# dHs
source: Undo ({{num}} sec)
de_de: Rückgängig machen ({{num}} Sek.)
es_es: Deshacer ({{num}} s)
fr_fr: Annuler ({{num}} sec)
id_id: Urungkan ({{num}} detik)
it_it: Annulla ({{num}} sec)
ja_jp: 取り消す（{{num}} 秒）
ko_kr: 실행 취소({{num}}초)
ms_my: Buat asal ({{num}} saat)
pt_br: Desfazer ({{num}} s)
ru_ru: Отменить ({{num}} сек.)
th_th: เลิกทำ ({{num}} วินาที)
vi_vn: Hoàn tác ({{num}} giây)
zh_cn: 撤销 ({{num}} 秒)
zh_hk: 撤銷 ({{num}} 秒)

# rc4
source: Unmarked as spam and moved to Inbox
de_de: Die Markierung der E-Mail als Spam wurde aufgehoben und sie in den Posteingang verschoben
es_es: Desmarcado como spam y enviado a la bandeja de entrada
fr_fr: Annulation du marquage comme courrier indésirable et déplacement vers la boîte de réception
id_id: Batal ditandai sebagai spam dan dipindahkan ke Kotak Masuk
it_it: Contrassegno spam rimosso e spostato in Posta in arrivo
ja_jp: メールを「迷惑メール」から外し、「受信トレイ」に移動しました。
ko_kr: 스팸 표시가 해제되었으며 수신함으로 이동되었습니다
ms_my: Tidak ditanda sebagai spam dan dipindahkan ke Peti Masuk
pt_br: Desmarcado como Spam e movido para a Caixa de entrada
ru_ru: Пометка Спам удалена, перемещено во Входящие
th_th: เลิกทำเครื่องหมายว่าเป็นสแปมและย้ายไปยังกล่องข้อความ
vi_vn: Đã bỏ đánh dấu là thư rác và chuyển vào Hộp thư đến
zh_cn: 已取消垃圾邮件标记，并移至“收件箱”
zh_hk: 已取消垃圾郵件標記，並移至「收件箱」

# 8XM
source: Unread Only
de_de: Nur ungelesene
es_es: Solo no leídos
fr_fr: Non lus uniquement
id_id: Hanya yang Belum Dibaca
it_it: Solo non lette
ja_jp: 未読のみ表示
ko_kr: 읽지 않은 메일만
ms_my: Hanya tidak dibaca
pt_br: Apenas não lidos
ru_ru: Только непрочитанные
th_th: ยังไม่ได้อ่านเท่านั้น
vi_vn: Chỉ thư chưa đọc
zh_cn: 仅查看未读
zh_hk: 只查看未讀

# Nes
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# ig4
source: Are you sure you'd want to unsubscribe from future messages from {{emailalias}}?
de_de: Sind Sie sicher, dass Sie in Zukunft keine Nachrichten von {{emailalias}} mehr erhalten möchten?
es_es: ¿Cancelar la suscripción a los mensajes futuros de {{emailalias}}?
fr_fr: Confirmer le désabonnement des futurs messages de {{emailalias}} ?
hi_in: क्या आप वाकई {{emailalias}} से भविष्य में आने वाले संदेशो से अनसब्सक्राइब करना चाहते हैं?
id_id: Anda yakin ingin berhenti berlangganan pesan mendatang dari {{emailalias}}?
it_it: Sei sicuro di voler annullare l'iscrizione alla ricezione futura di messaggi da {{emailalias}}?
ja_jp: 今後 {{emailalias}} からのメールを受け取らないようにしますか？
ko_kr: 앞으로 {{emailalias}} 님이 보내는 메시지를 수신 거부하시겠습니까?
ms_my: Adakah anda pasti mahu berhenti langgan daripada mesej akan datang dari {{emailalias}}?
pt_br: Deseja realmente cancelar sua inscrição de futuras mensagens de {{emailalias}}?
ru_ru: Вы действительно хотите отменить подписку на дальнейшие сообщения от {{emailalias}}?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิกการสมัครรับข้อความในอนาคตจาก {{emailalias}}
vi_vn: Bạn có chắc muốn hủy đăng ký nhận tin nhắn trong tương lai từ {{emailalias}} không?
zh_cn: 确定取消订阅来自 {{emailalias}} 的新邮件吗？
zh_hk: 確定取消訂閱來自 {{emailalias}} 的新郵件嗎？
