Repository: lark-opensource/iOS-client
Catalog: Modules/Mail/MailSDK/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# KJc
source: Some pictures are still being uploaded or failed to upload. Saving now might not save the pictures. Do you want to continue?
de_de: Einige Bilder werden noch hochgeladen oder konnten nicht hochgeladen werden. Wenn Sie jetzt speichern, werden die Bilder möglicherweise nicht gespeichert. Möchten Sie fortfahren?
es_es: Algunas imágenes aún se están cargando o no se pudieron cargar. Guardar ahora podría no guardar las imágenes. ¿Quieres continuar?
fr_fr: Certaines images sont toujours en cours d'envoi ou n'ont pas pu être envoyées. Les images risquent de ne pas être enregistrées si vous enregistrez maintenant. Voulez-vous continuer ?
hi_in: कुछ चित्र अभी अपलोड किए जा रहे हैं या अपलोड करने में विफल हुआ. अभी सहेजने से हो सकता है कि चित्र सहेजे नहीं जाए. क्या आप जारी रखना चाहेंगे?
id_id: Beberapa gambar masih sedang diunggah atau gagal diunggah. Menyimpan sekarang mungkin tidak akan menyimpan gambar. Anda ingin melanjutkan?
it_it: Alcune immagini sono ancora in fase di caricamento o non è stato possibile caricarle. Se salvi ora potresti non salvare le immagini. Vuoi continuare?
ja_jp: アップロード中またはアップロード失敗の画像があります。保存すると、画像が削除されます。本当に保存しますか？
ko_kr: 일부 사진은 여전히 업로드 중이거나 업로드하지 못했습니다. 지금 저장하면 사진을 저장하지 않을 수 있습니다. 계속하시겠습니까?
ms_my: Beberapa gambar masih dimuat naik atau gagal dimuat naik. Menyimpan sekarang mungkin tidak menyimpan gambar. Adakah anda mahu teruskan?
pt_br: Algumas fotos ainda estão sendo carregadas ou falharam no carregamento. Salvar agora pode não salvar as fotos. Deseja continuar?
ru_ru: Некоторые изображения все еще загружаются или не загружаются. Сохранение сейчас может не сохранить изображения. Продолжить?
th_th: ภาพบางภาพยังคงกำลังอัปโหลดอยู่หรือไม่สามารถอัปโหลดได้ การบันทึกตอนนี้อาจไม่บันทึกภาพดังกล่าว คุณต้องการดำเนินการต่อหรือไม่
vi_vn: Một số hình ảnh vẫn đang được tải lên hoặc tải lên không thành công. Thao tác lưu ngay có thể không lưu được ảnh. Bạn có muốn tiếp tục không?
zh_cn: 有图片上传中或上传失败，强制保存会删除图片，确认保存吗？
zh_hk: 有圖片上載中或上載失敗，強制儲存會刪除圖片，確認儲存嗎？

# YCI
source: Failed to upload {{content}}. Content will be deleted, if you save now. Save anyway?
de_de: Hochladen von {{content}} fehlgeschlagen. Der Inhalt wird gelöscht, wenn Sie jetzt speichern. Trotzdem speichern?
es_es: No se pudo mover {{content}}. Si guardas ahora, el contenido se eliminará. ¿Guardar igualmente?
fr_fr: Échec de l'envoi de {{content}}. Le contenu sera supprimé si vous enregistrez maintenant. Enregistrer quand même ?
hi_in: कुछ चित्र अभी अपलोड किए जा रहे हैं या अपलोड करने में विफल हुआ. अभी सहेजने से हो सकता है कि चित्र सहेजे नहीं जाए. क्या आप जारी रखना चाहेंगे?
id_id: Gagal mengunggah {{content}}. Konten akan dihapus jika Anda menyimpan sekarang. Tetap simpan?
it_it: Impossibile caricare {{content}}. Se salvi adesso, il contenuto verrà eliminato. Salvare comunque?
ja_jp: {{content}}をアップロードできませんでした。保存すると、このコンテンツが削除されます。保存しますか？
ko_kr: {{content}}을(를) 업로드하지 못했습니다. 지금 저장하면 콘텐츠가 삭제됩니다. 계속 저장하시겠습니까?
ms_my: Gagal memuat naik {{content}}. Kandungan akan dipadam jika anda simpan sekarang. Simpan juga?
pt_br: Falha ao carregar {{content}}. O conteúdo será excluído se você salvar agora. Salvar mesmo assim?
ru_ru: Не удалось загрузить {{content}}. Контент будет удален, если вы сохраните сейчас. Все равно сохранить?
th_th: อัปโหลด {{content}} ไม่สำเร็จ เนื้อหาจะถูกลบหากคุณบันทึกตอนนี้ ต้องการบันทึกหรือไม่
vi_vn: Tải lên {{content}} không thành công. Nội dung sẽ bị xóa nếu bạn lưu ngay bây giờ. Vẫn lưu?
zh_cn: {{content}}上传失败，强制保存会删除该内容，确认保存吗？
zh_hk: {{content}}上載失敗，強制儲存會刪除該內容，確認儲存嗎？

# 32c
source: Not Spam
de_de: Kein Spam
es_es: No es spam
fr_fr: Pas un courrier indésirable
id_id: Bukan Spam
it_it: Non spam
ja_jp: 迷惑メールではない
ko_kr: 스팸이 아님
ms_my: Bukan Spam
pt_br: Não é spam
ru_ru: Не спам
th_th: ไม่ใช่สแปม
vi_vn: Không phải thư rác
zh_cn: 这不是垃圾邮件
zh_hk: 這不是垃圾郵件

# soA
source: This is not spam
de_de: Dies ist kein Spam
es_es: Este mensaje no es spam
fr_fr: Ce n'est pas un courrier indésirable
id_id: Ini bukan spam
it_it: Questo non è spam
ja_jp: 迷惑メールではない
ko_kr: 스팸이 아닙니다
ms_my: Ini bukan spam
pt_br: Isso não é spam
ru_ru: Это не спам
th_th: นี่ไม่ใช่สแปม
vi_vn: Đây không phải là thư rác
zh_cn: 这不是垃圾邮件
zh_hk: 這不是垃圾郵件

# vD8
source: {{num}} conversations moved to Inbox
de_de: {{num}} Unterhaltungen in Posteingang verschoben
es_es: {{num}} movidos a Bandeja de entrada
fr_fr: {{num}} conversations déplacées vers la Boîte de réception
hi_in: {{num}} वार्तालाप इनबॉक्स में ले जाए गए
id_id: {{num}} percakapan dipindahkan ke Kotak Masuk
it_it: {{num}} conversazioni spostate in Posta in arrivo
ja_jp: {{num}} 件のスレッドを受信トレイに移動しました
ko_kr: {{num}}개의 대화가 받은 편지함으로 이동됨
ms_my: {{num}} perbualan dipindahkan ke Peti Masuk
pt_br: {{num}} conversas movidas para a caixa de entrada.
ru_ru: Бесед перемещено во "Входящие": {{num}}.
th_th: ย้ายการสนทนา {{num}} รายการไปยังกล่องข้อความแล้ว
vi_vn: {{num}} cuộc hội thoại được chuyển tới Hộp thư đến
zh_cn: 已将{{num}}个对话移至“收件箱”
zh_hk: 已將 {{num}} 個對話移至「收件箱」

# r+A
source: {{num}} conversations marked as read
de_de: {{num}} Unterhaltungen als gelesen markiert.
es_es: {{num}} correos marcados como leídos
fr_fr: {{num}} conversations marquées comme lues
hi_in: {{num}} वार्तालापों को पठित का निशान लगाया गया.
id_id: {{num}} percakapan ditandai sudah dibaca
it_it: {{num}} conversazioni contrassegnate con lette
ja_jp: {{num}} 件のスレッドを既読にしました
ko_kr: {{num}}개의 대화를 읽음으로 표시함
ms_my: {{num}} perbualan ditandakan sebagai telah dibaca
pt_br: {{num}} conversas marcadas como lidas
ru_ru: {{num}} бесед отмечено как прочитанные
th_th: {{num}} การสนทนาถูกทำเครื่องหมายว่าอ่านแล้ว
vi_vn: {{num}} cuộc hội thoại được đánh dấu là đã đọc
zh_cn: 已将{{num}}个对话标记为已读
zh_hk: 已將 {{num}} 個對話標記為已讀

# kTA
source: {{num}} conversations marked as spam
de_de: {{num}} Unterhaltungen als Spam markiert.
es_es: {{num}} correos marcados como spam
fr_fr: {{num}} conversations marquées comme courrier indésirable
hi_in: {{num}} वार्तालापों को स्पैम का निशान लगाया गया.
id_id: {{num}} percakapan ditandai sebagai spam
it_it: {{num}} conversazioni contrassegnate come spam
ja_jp: {{num}} 件のスレッドを迷惑メールに設定しました
ko_kr: {{num}}개의 대화를 스팸으로 표시함
ms_my: {{num}} perbualan ditandakan sebagai spam
pt_br: {{num}} conversas marcadas como spam
ru_ru: {{num}} бесед отмечено как спам
th_th: {{num}} การสนทนาถูกทำเครื่องหมายว่าเป็นสแปม
vi_vn: {{num}} cuộc hội thoại được đánh dấu là đã gắn cờ
zh_cn: 已将{{num}}个对话标记为垃圾邮件
zh_hk: 已將 {{num}} 個對話標記為垃圾郵件

# Ii0
source: {{num}} conservations moved to Trash
de_de: {{num}} Konversationen in Papierkorb verschoben
es_es: {{num}} movidos a Papelera
fr_fr: {{num}} conversations déplacées vers la Corbeille
hi_in: {{num}} वार्तालाप ट्रैश में ले जाए गए
id_id: {{num}} percakapan dipindahkan ke Sampah
it_it: {{num}} conservazioni spostate nel Cestino
ja_jp: {{num}} 件のスレッドをゴミ箱に移動しました
ko_kr: {{num}}개의 대화가 휴지통으로 이동됨
ms_my: {{num}} perbualan dipindahkan ke Tong Sampah
pt_br: {{num}} conversas movidas para a Lixeira.
ru_ru: Бесед перемещено в "Корзину": {{num}}.
th_th: ย้ายบทสนทนา {{num}} รายการไปยังถังขยะแล้ว
vi_vn: {{num}} cuộc hội thoại được chuyển tới Thùng rác
zh_cn: 已将{{num}}个对话移至“已删除”
zh_hk: 已將 {{num}} 個對話移至「已刪除」

# 9dA
source: {{num}} conversations marked as unread
de_de: {{num}} Unterhaltungen als ungelesen markiert.
es_es: {{num}} correos marcados como no leídos
fr_fr: {{num}} conversations marquées comme non lues
hi_in: {{num}} वार्तालापों को अपठित का निशान लगाया गया.
id_id: {{num}} percakapan ditandai belum dibaca
it_it: {{num}} conversazioni contrassegnate come non lette
ja_jp: {{num}} 件のスレッドを未読にしました
ko_kr: {{num}}개의 대화를 읽지 않음으로 표시함
ms_my: {{num}} perbualan ditandai sebagai belum dibaca
pt_br: {{num}} conversas marcadas como não lidas
ru_ru: {{num}} бесед отмечено как непрочитанные
th_th: {{num}} การสนทนาถูกทำเครื่องหมายว่ายังไม่ได้อ่าน
vi_vn: {{num}} cuộc hội thoại được đánh dấu là chưa đọc
zh_cn: 已将{{num}}个对话标记为未读
zh_hk: 已將 {{num}} 個對話標記為未讀

# BRE
source: {{num}} conversations moved to Archive.
de_de: {{num}} Unterhaltungen in Archiv verschoben.
es_es: {{num}} movidos a Archivados.
fr_fr: {{num}} conversations déplacées vers Archive.
hi_in: {{num}} वार्तालाप संग्रह में ले जाए गए.
id_id: {{num}} percakapan dipindahkan ke Arsip.
it_it: {{num}} conversazioni spostate in Archivio.
ja_jp: {{num}} 件のスレッドをアーカイブに移動しました
ko_kr: {{num}}개의 대화가 보관으로 이동되었습니다.
ms_my: {{num}} perbualan dipindahkan ke Arkib.
pt_br: {{num}} conversas movidas para o Arquivo.
ru_ru: Бесед перемещено в "Архив": {{num}}.
th_th: ย้ายการสนทนา {{num}} รายการไปยังที่เก็บถาวรแล้ว
vi_vn: {{num}} cuộc hội thoại được chuyển tới Lưu trữ.
zh_cn: 已将{{num}}个对话移至“已归档”
zh_hk: 已將 {{num}} 個對話移至「已封存」

# VN4
source: Changed labels
de_de: Geänderte Label.
es_es: Las etiquetas se han cambiado.
fr_fr: Étiquettes modifiées
hi_in: बदले गए लेबल.
id_id: Label diubah
it_it: Etichette modificate
ja_jp: ラベルを変更しました
ko_kr: 레이블을 변경함
ms_my: Tukar label
pt_br: Rótulos alterados
ru_ru: Изменены метки
th_th: เปลี่ยนป้ายกำกับแล้ว
vi_vn: Đã thay đổi các nhãn
zh_cn: 成功更改标签
zh_hk: 成功更改標籤

# GgE
source: {{num}} conversations unmarked as spam.
de_de: {{num}} Unterhaltungen als kein Spam markiert.
es_es: {{num}} desmarcados como spam.
fr_fr: {{num}} conversations non marquées comme spam.
hi_in: {{num}} वार्तालापों को "स्पैम नहीं" का निशान लगाया गया.
id_id: {{num}} percakapan batal ditandai sebagai spam.
it_it: {{num}} conversazioni non contrassegnate come spam.
ja_jp: {{num}} 件のスレッドを迷惑メールから受信トレイに戻しました
ko_kr: {{num}}개의 대화에서 스팸 표시가 해제됨
ms_my: {{num}} perbualan tidak ditandai sebagai spam.
pt_br: {{num}} conversas não marcadas como spam.
ru_ru: Бесед, не отмеченных как спам: {{num}}.
th_th: ยกเลิกการทำเครื่องหมายสแปมใน {{num}} การสนทนา
vi_vn: Đã bỏ đánh dấu {{num}} thư là thư rác.
zh_cn: 已将{{num}}个对话更新
zh_hk: 已將 {{num}} 個對話更新

# cB0
source: You have turned on Auto-reply
de_de: Sie haben automatische Antwort eingeschaltet
es_es: Has activado respuesta automática
fr_fr: Vous avez activé la réponse automatique
hi_in: आपने स्वतः उत्तर चालू किया
id_id: Anda telah mengaktifkan Balasan otomatis
it_it: Hai attivato la risposta automatica
ja_jp: 不在時の自動返信が設定されています
ko_kr: 자동 응답을 켰습니다
ms_my: Anda telah menghidupkan Balas-automatik
pt_br: Você ativou a Resposta automática
ru_ru: Вы включили Автоматический ответ
th_th: คุณได้เปิดการตอบกลับอัตโนมัติแล้ว
vi_vn: Bạn đã bật Tự động trả lời
zh_cn: 你已开启了外出回复
zh_hk: 你已開啟外出回覆

# g/I
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 去设置
zh_hk: 前往設定

# ACI
source: Up to 20,000 words
de_de: Bis zu 20.000 Wörter
es_es: Hasta 20 000 palabras
fr_fr: Jusqu'à 20 000 mots
hi_in: अधिकतम 20,000 शब्द
id_id: Hingga 20.000 kata
it_it: Fino a 20.000 parole
ja_jp: 最大 20000 文字
ko_kr: 최대 20,000단어
ms_my: Sehingga 20,000 perkataan
pt_br: Até 20.000 palavras
ru_ru: До 20 000 слов
th_th: ไม่เกิน 20,000 คำ
vi_vn: Tối đa 20.000 từ
zh_cn: 正文不能超过20000字
zh_hk: 正文不能超過 20,000 字

# eQM
source: No content yet. Click here to edit
de_de: Noch kein Inhalt. Klicken Sie hier zum Bearbeiten
es_es: Aún no hay contenido. Hacer clic aquí para editar
fr_fr: Pas encore de contenu. Cliquez ici pour modifier
hi_in: अभी तक कोई सामग्री नहीं. संपादित करने के लिए यहाँ क्लिक करें
id_id: Belum ada konten. Klik di sini untuk mengedit
it_it: Ancora nessun contenuto. Fai clic qui per apportare modifiche
ja_jp: ここをタップして自動返信の内容を編集する
ko_kr: 아직 콘텐츠가 없습니다. 여기를 클릭하여 편집하세요.
ms_my: Tiada kandungan lagi. Klik di sini untuk edit
pt_br: Nenhum conteúdo ainda. Clique aqui para editar
ru_ru: Содержимое пока отсутствует. Щелкните здесь, чтобы изменить
th_th: ยังไม่มีเนื้อหา คลิกที่นี่เพื่อแก้ไข
vi_vn: Chưa có nội dung. Bấm vào đây để chỉnh sửa
zh_cn: 无自动回复内容，点击此处添加
zh_hk: 無自動回覆內容，點擊此處新增

# F8A
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# QrQ
source: Message
de_de: Nachricht
es_es: Mensaje
hi_in: संदेश
id_id: Pesan
it_it: Messaggio
ja_jp: 自動返信メール本文
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagem
ru_ru: Сообщение
th_th: ข้อความ
vi_vn: Nội dung
zh_cn: 回复内容
zh_hk: 回覆內容

# jKc
source: Save changes before exiting?
de_de: Möchten Sie die Änderungen vor dem Beenden speichern?
es_es: ¿Guardar los cambios antes de salir?
fr_fr: Enregistrer les modifications avant de fermer ?
hi_in: बाहर निकलने से पहले बदलाव सहेजें?
id_id: Simpan perubahan sebelum keluar?
it_it: Salvare le modifiche prima di uscire?
ja_jp: 変更がまだ保存されていません。保存しますか？
ko_kr: 종료하기 전에 변경 사항을 저장하시겠습니까?
ms_my: Simpan perubahan sebelum keluar?
pt_br: Salvar as alterações antes de sair?
ru_ru: Сохранить изменения перед выходом?
th_th: บันทึกการเปลี่ยนแปลงก่อนออกหรือไม่
vi_vn: Lưu các thay đổi trước khi thoát?
zh_cn: 有改动尚未保存，是否保存？
zh_hk: 有改動尚未儲存，是否儲存？

# tFs
source: Only send responses to members of {{tenantname}}
de_de: Antworten nur an Mitglieder des {{tenantname}} senden.
es_es: Enviar sólo a los miembros de {{tenantname}}
fr_fr: N'envoyer de réponses qu'aux membres de {{tenantname}}
hi_in: केवल {{tenantname}} के सदस्यों को प्रतिक्रियाएँ भेजें
id_id: Hanya kirim balasan ke anggota {{tenantname}}
it_it: Invia risposte solo ai membri di {{tenantname}}
ja_jp: {{tenantname}}のメンバーにのみ返信
ko_kr: {{tenantname}} 구성원에게만 회신 보내기
ms_my: Hanya hantar balasan kepada ahli {{tenantname}}
pt_br: Enviar respostas apenas aos membros de {{tenantname}}
ru_ru: Отправлять ответы только участникам {{tenantname}}
th_th: ส่งการตอบกลับไปยังสมาชิก {{tenantname}} เท่านั้น
vi_vn: Chỉ gửi phản hồi đến thành viên của {{tenantname}}
zh_cn: 仅回复{{tenantname}}内的成员
zh_hk: 僅回覆{{tenantname}}內的成員

# aXY
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Tersimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_hk: 儲存成功

# r28
source: Saving changes...
de_de: Änderungen speichern...
es_es: Guardando cambios...
fr_fr: Enregistrer les modifications...
hi_in: बदलाव सहेजे जा रहे हैं...
id_id: Menyimpan perubahan...
it_it: Salvataggio delle modifiche in corso
ja_jp: 保存しています
ko_kr: 변경 사항 저장 중...
ms_my: Menyimpan perubahan...
pt_br: Salvando alterações...
ru_ru: Сохранение изменений...
th_th: กำลังบันทึกการเปลี่ยนแปลง...
vi_vn: Đang lưu thay đổi...
zh_cn: 正在保存...
zh_hk: 正在儲存...

# XnI
source: Send to all
de_de: An alle senden
es_es: Enviar a todos
fr_fr: Envoyer à tous
hi_in: सभी को भेजें
id_id: Kirim ke semua
it_it: Invia a tutti
ja_jp: 全員に送信する
ko_kr: 모두에게 보내기
ms_my: Hantar kepada semua
pt_br: Enviar a todos
ru_ru: Отправить всем
th_th: ส่งถึงทุกคน
vi_vn: Gửi tới tất cả
zh_cn: 发送给所有人
zh_hk: 發送給所有人

# mac
source: Out of office reply
de_de: Abwesenheitsantwort
es_es: Respuesta de fuera de la oficina
fr_fr: Réponse en cas d'absence du bureau
hi_in: आउट ऑफ ऑफ़िस प्रत्युत्तर
id_id: Balasan diluar kantor
it_it: Risposta Fuori sede
ja_jp: 不在時の自動返信
ko_kr: 부재중 회신
ms_my: Balasan di luar pejabat
pt_br: Resposta "Fora do horário de trabalho" (OOO)
ru_ru: Ответ "Нет на месте"
th_th: ข้อความตอบกลับว่าไม่อยู่ออฟฟิศ
vi_vn: Thư trả lời khi vắng mặt
zh_cn: 外出回复
zh_hk: 外出回覆

# K48
source: Automatically reply to emails while you are on leave.
de_de: Automatische Beantwortung von E-Mails, während Sie im Urlaub sind.
es_es: Responder automáticamente los correos electrónicos cuando no estás.
fr_fr: Répondez automatiquement aux e-mails lorsque vous êtes en congé.
hi_in: जब आप अवकाश पर हों, तो ईमेल पर स्वचालित रूप से उत्तर दें
id_id: Membalas email secara otomatis ketika Anda sedang cuti.
it_it: Rispondi automaticamente alle e-mail quando sei in congedo.
ja_jp: オフィス不在時にメールに自動で返信します
ko_kr: 자리를 비우는 동안 이메일에 자동으로 회신합니다.
ms_my: Balas emel secara automatik semasa anda cuti.
pt_br: Responda automaticamente a e-mails enquanto estiver de licença.
ru_ru: Автоматически отвечайте на письма, пока вы в отпуске.
th_th: ตอบกลับอีเมลโดยอัตโนมัติในขณะที่คุณลางาน
vi_vn: Tự động trả lời email trong khi bạn đang nghỉ phép.
zh_cn: 外出期间自动回复邮件
zh_hk: 外出期間自動回覆郵件

# 9q0
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試

# lAQ
source: No internet connection. Only emails stored on your device can be searched.
de_de: Keine Internetverbindung. Nur auf Ihrem Gerät gespeicherte E-Mails können durchsucht werden.
es_es: No tienes conexión a Internet. Solo puedes buscar los correos electrónicos almacenados en el dispositivo.
fr_fr: Aucune connexion Internet. Seuls les e-mails stockés sur votre appareil peuvent être recherchés.
id_id: Tidak ada koneksi internet. Hanya email yang disimpan pada perangkat Anda yang dapat dicari.
it_it: Nessuna connessione Internet. Possono essere cercate solo le e-mail archiviate sul dispositivo.
ja_jp: インターネットが接続されていません。ローカルに保存されているメールのみを表示できます。
ko_kr: 인터넷에 연결되지 있지 않습니다. 장치에 저장된 이메일만 검색할 수 있습니다.
ms_my: Tiada sambungan internet. Hanya emel yang disimpan pada peranti anda boleh dicari.
pt_br: Sem conexão à Internet. Somente e-mails armazenados em seu dispositivo podem ser pesquisados.
ru_ru: Подключение отсутствует. Только письма, хранящиеся на вашем устройстве, могут быть найдены.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ค้นหาได้เฉพาะอีเมลที่จัดเก็บไว้ในอุปกรณ์ของคุณเท่านั้น
vi_vn: Không có kết nối internet. Chỉ có thể tìm kiếm những email được lưu trên thiết bị của bạn.
zh_cn: 网络未连接，仅可查看本地邮件
zh_hk: 未連線至網絡，只能查看本機郵件

# DRo
source: No more results
de_de: Keine weiteren Ergebnisse
es_es: No hay más resultados
fr_fr: Plus aucun résultat
id_id: Tidak ada hasil lainnya
it_it: Nessun altro risultato
ja_jp: ローカルに保存されているメールは以上です
ko_kr: 더 이상 결과가 없습니다
ms_my: Tiada hasil lagi
pt_br: Não há mais resultados
ru_ru: Нет больше результатов
th_th: ไม่มีผลลัพธ์เพิ่มเติม
vi_vn: Không có kết quả khác
zh_cn: 已加载全部本地邮件
zh_hk: 已載入全部本機郵件

# QQU
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 次へ
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 下一步
zh_hk: 下一步

# VbA
source: Authorize and Upgrade your email experience
de_de: Autorisieren Sie und optimieren Sie Ihre E-Mail-Erfahrung
es_es: Autorizar y actualizar tu experiencia de correo electrónico
fr_fr: Autoriser et actualiser votre expérience en matière de messagerie
hi_in: अपने ईमेल अनुभव को अधिकृत और अपग्रेड करें
id_id: Otorisasi dan Tingkatkan pengalaman email Anda
it_it: Autorizza ed effettua l'upgrade della tua esperienza di utilizzo delle e-mail
ja_jp: Gmail アカウントと関連する
ko_kr: 승인하여 이메일 환경 업그레이드
ms_my: Luluskan dan Tingkatkan pengalaman emel anda
pt_br: Autorizar e fazer upgrade da sua experiência com o e-mail
ru_ru: Авторизуйтесь и усовершенствуйте возможности своей почты
th_th: อนุญาตและอัปเกรดประสบการณ์อีเมลของคุณ
vi_vn: Ủy quyền và Cập nhật trải nghiệm email của bạn
zh_cn: 升级邮箱体验
zh_hk: 升級電郵地址體驗

# s2U
source: Link now
de_de: Jetzt verknüpfen
es_es: Vincular ahora
fr_fr: Lier maintenant
hi_in: अभी लिंक करें
id_id: Tautkan sekarang
it_it: Collega ora
ja_jp: 関連する
ko_kr: 지금 연결
ms_my: Pautkan sekarang
pt_br: Vincular agora
ru_ru: Подключить сейчас
th_th: ลิงก์ตอนนี้
vi_vn: Liên kết ngay
zh_cn: 立即升级
zh_hk: 立即升級

# Jlw
source: A new way to access your Gmail
de_de: Eine neue Art, auf Ihre Gmail zuzugreifen
es_es: Una forma nueva de acceder a tu cuenta de Gmail
fr_fr: Une nouvelle façon d'accéder à votre Gmail
hi_in: अपना Gmail एक्सेस करने का एक नया तरीका
id_id: Cara baru untuk mengakses Gmail Anda
it_it: Un nuovo metodo di accesso a Gmail
ja_jp: メールアドレスをアップグレード
ko_kr: Gmail에 액세스하는 새로운 방법
ms_my: Cara baru untuk mengakses Gmail anda
pt_br: Uma nova maneira de acessar o Gmail
ru_ru: Новый способ доступа к Gmail
th_th: วิธีใหม่ในการเข้าถึง Gmail ของคุณ
vi_vn: Một cách thức truy cập Gmail mới
zh_cn: 邮箱数据同步功能已上线！
zh_hk: 電郵地址數據同步功能已上線！

# eS0
source: Sync read/unread status
de_de: Gelesen/ungelesen-Status synchronisieren
es_es: Sincronizar el estado leído y no leído
fr_fr: Synchroniser le statut lu/non lu
hi_in: पठित/अपठित स्थिति सिंक करना
id_id: Sinkronkan status dibaca/belum dibaca
it_it: Sincronizzare lo stato letto/non letto
ja_jp: より速いメール配信
ko_kr: 읽음/읽지 않음 상태 동기화
ms_my: Penyegerakan status dibaca/tidak dibaca
pt_br: Sincronizar os status lido/não lido
ru_ru: Синхронизировать статус "Прочитанные"/"Непрочитанные"
th_th: ซิงค์สถานะอ่าน/ยังไม่ได้อ่าน
vi_vn: Đồng bộ hóa trạng thái đã đọc/chưa đọc
zh_cn: 已读/未读状态同步
zh_hk: 已讀/未讀狀態同步

# 5Lg
source: Please link your account again as we are introducing {{APP_DISPLAY_NAME}} Email client to give you a better email experience:
de_de: Bitte verknüpfen Sie Ihr Konto erneut, während wir den {{APP_DISPLAY_NAME}} E-Mail-Client vorstellen, um Ihnen ein besseres E-Mail-Erlebnis zu bieten:
es_es: Vuelve a vincular tu cuenta. Estamos introduciendo el cliente de correo electrónico de {{APP_DISPLAY_NAME}} para mejorar tu experiencia:
fr_fr: Veuillez de nouveau lier votre compte, car nous présentons le client de messagerie {{APP_DISPLAY_NAME}} pour une meilleure expérience en matière d'e-mail :
hi_in: कृपया अपना खाता फिर से लिंक करें क्योंकि हम आपको एक बेहतर ईमेल अनुभव देने के लिए {{APP_DISPLAY_NAME}} ईमेल क्लाइंट शुरू कर रहे हैं:
id_id: Tautkan ulang akun Anda karena kami memperkenalkan klien Email {{APP_DISPLAY_NAME}} untuk memberi Anda pengalaman email yang lebih baik:
it_it: Collega di nuovo il tuo account in quanto stiamo presentando il client della posta {{APP_DISPLAY_NAME}} per offrirti una migliore esperienza di utilizzo delle e-mail:
ja_jp: あなたの Gmail を {{APP_DISPLAY_NAME}} と連携し、以下の便利機能を体験しましょう：
ko_kr: 다음과 같이 더 나은 이메일 환경을 제공하는 {{APP_DISPLAY_NAME}} 이메일 클라이언트를 도입했으므로 계정을 다시 연결해 주세요.
ms_my: Sila pautkan akaun anda lagi kerana kami memperkenalkan klien Emel {{APP_DISPLAY_NAME}} untuk memberi anda pengalaman emel yang lebih baik:
pt_br: Vincule sua conta novamente, pois estamos introduzindo o cliente de e-mail do {{APP_DISPLAY_NAME}} para oferecer uma melhor experiência de e-mail:
ru_ru: Привяжите свою учетную запись снова, так как мы представили новый почтовый клиент {{APP_DISPLAY_NAME}}, благодаря которому у вас будет более удобная в работе почта:
th_th: โปรดลิงก์บัญชีของคุณอีกครั้งขณะที่เรากำลังแนะนำไคล์เอนต์อีเมล {{APP_DISPLAY_NAME}} เพื่อให้คุณได้รับประสบการณ์การใช้งานอีเมลที่ดียิ่งขึ้น
vi_vn: Vui lòng liên kết lại tài khoản của bạn do chúng tôi đang đưa máy khách email {{APP_DISPLAY_NAME}} vào để đem đến cho bạn trải nghiệm email tốt hơn:
zh_cn: 建议你重新绑定并升级{{APP_DISPLAY_NAME}}邮箱，升级完成后，你在{{APP_DISPLAY_NAME}}邮箱中可与谷歌企业邮箱进行：
zh_hk: 建議你重新綁定並升級{{APP_DISPLAY_NAME}}電郵地址，升級完成後，你在{{APP_DISPLAY_NAME}}電郵地址中可與 Google 企業電郵地址進行：

# eG0
source: Sync your sent emails
de_de: Ihre gesendeten E-Mails synchronisieren
es_es: Sincronizar los mensajes enviados
fr_fr: Synchroniser vos e-mails envoyés
hi_in: अपने भेजे गए ईमेल सिंक करना
id_id: Sinkronkan email yang Anda kirim
it_it: Sincronizzare le e-mail inviate
ja_jp: 送信したメールの同期
ko_kr: 보낸 이메일 동기화
ms_my: Penyegerakan emel yang dihantar
pt_br: Sincronizar os e-mails enviados
ru_ru: Синхронизировать свои отправленные письма
th_th: ซิงค์อีเมลที่คุณส่งแล้ว
vi_vn: Đồng bộ hóa các email đã gửi của bạn
zh_cn: 收发邮件状态同步
zh_hk: 收發郵件狀態同步

# uKw
source: Sync Gmail labels
de_de: Gmail-Label synchronisieren
es_es: Sincronizar etiquetas de Gmail
fr_fr: Synchroniser les étiquettes Gmail
hi_in: Gmail लेबल्स सिंक करें
id_id: Sinkronkan label Gmail
it_it: Sincronizza le etichette di Gmail
ja_jp: メール既読/未読は同期される
ko_kr: Gmail 레이블 동기화
ms_my: Penyelarasan label Gmail
pt_br: Sincronizar rótulos do Gmail
ru_ru: Синхронизация меток Gmail
th_th: ซิงค์ป้ายกำกับ Gmail
vi_vn: Đồng bộ hóa nhãn Gmail
zh_cn: 标签状态同步
zh_hk: 標籤狀態同步
