Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/LarkNavigation/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, pt_br, th_th, vi_vn, zh_tw

# SBw
source: Close Other Tabs
de_de: Andere Reiter schließen
es_es: Cerrar otras pestañas
fr_fr: Fermer les autres onglets
id_id: Tutup Tab Lain
it_it: Chiudi altre schede
ja_jp: ほかのタブを閉じる
pt_br: Fechar outras guias
th_th: ปิดแท็บอื่น ๆ
vi_vn: Đóng các tab khác
zh_tw: 關閉其他標籤頁

# xc0
source: Close Tabs Below
de_de: Folgende Reiter schließen
es_es: Cerrar las siguientes pestañas
fr_fr: Fermer les onglets ci-dessous
id_id: Tutup Tab di Bawah
it_it: Chiudi schede seguenti
ja_jp: 下のタブを閉じる
pt_br: Fechar as guias abaixo
th_th: ปิดแท็บด้านล่าง
vi_vn: Đóng các tab bên dưới
zh_tw: 關閉下方標籤頁

# s/8
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pt_br: Fechar
th_th: ปิด
vi_vn: Đóng
zh_tw: 關閉

# fqE
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
id_id: Salin Tautan
it_it: Copia link
ja_jp: リンクをコピー
pt_br: Copiar link
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_tw: 複製連結

# TX4
source: Undo
de_de: Rückgängig machen
es_es: Deshacer
fr_fr: Annuler
id_id: Batalkan
it_it: Annulla
ja_jp: 復元
pt_br: Desfazer
th_th: เลิกทำ
vi_vn: Hoàn tác
zh_tw: 撤銷

# O+o
source: Reopen Closed Tab
de_de: Geschlossenes Tab erneut öffnen
es_es: Volver a abrir la pestaña cerrada
fr_fr: Rouvrir l'onglet fermé
id_id: Buka Lagi Tab yang Ditutup
it_it: Riapri scheda chiusa
ja_jp: タブを復元
pt_br: Reabrir guia fechada
th_th: เปิดแท็บที่ปิดขึ้นมาใหม่
vi_vn: Mở lại tab đã đóng
zh_tw: 重新開啟關閉的標籤頁

# 21g
source: Hashtags
id_id: Hashtag
it_it: Hashtag
ja_jp: コラボタグ
th_th: แฮชแท็ก
vi_vn: Hashtag
zh_tw: Pano

# jS4
source: This feature is currently unavailable.
de_de: Diese Funktion ist momentan nicht verfügbar.
es_es: Esta función no está disponible actualmente.
fr_fr: Cette fonctionnalité n'est actuellement pas disponible.
id_id: Fitur ini tidak tersedia saat ini.
it_it: Questa funzione non è al momento disponibile
ja_jp: この機能は現在利用できません
pt_br: Este recurso está indisponível no momento.
th_th: ฟีเจอร์นี้ไม่พร้อมใช้งานใน ณ ขณะนี้
vi_vn: Tính năng này hiện không khả dụng.
zh_tw: 目前功能暫時不能使用

# 6XA
source: Switching
de_de: Wird gewechselt
es_es: Cambiar
fr_fr: Changement d'utilisateur
id_id: Mengalihkan
it_it: Passaggio
ja_jp: 切り替え中
pt_br: Mudar
th_th: การสลับ
vi_vn: Đang chuyển đổi
zh_tw: 切換中

# FmI
source: Expand "More" in Navbar
de_de: „Mehr“ in der Navigationsleiste erweitern
es_es: Desplegar "Más" en barra de navegación
fr_fr: Afficher "Plus" dans la barre de navigation
id_id: Buka "Lainnya" di Bilah Navigasi
it_it: Espandi "Altro" nella barra di navigazione
ja_jp: ナビゲーションバーにある「その他」を展開
pt_br: Expandir "Mais" na barra de navegação
th_th: ขยาย "เพิ่มเติม" ในแถบนำทาง
vi_vn: Mở rộng mục "Xem thêm" trên thanh điều hướng
zh_tw: 展開全域導覽「更多」

# kaY
source: Reopen closed tab
de_de: Geschlossenes Tab erneut öffnen
es_es: Volver a abrir la pestaña cerrada
fr_fr: Rouvrir l'onglet fermé
id_id: Buka lagi tab yang ditutup
it_it: Riapri scheda chiusa
ja_jp: 閉じたタブを再度開く
pt_br: Reabrir guia fechada
th_th: เปิดแท็บที่ปิดขึ้นมาใหม่
vi_vn: Mở lại tab đã đóng
zh_tw: 重新開啟關閉的標籤頁

# nBE
source: Minutes
de_de: Protokolle
es_es: Minutos
it_it: Verbale
th_th: บันทึกการประชุม
vi_vn: Biên bản
zh_tw: 妙記

# /jQ
source: Unable to re-order, the app's position is fixed by the administrator
de_de: Neuanordnung nicht möglich, die Position der App wird vom Administrator festgelegt
es_es: No se puede reordenar, la posición de la aplicación es fijada por el administrador
fr_fr: Nouvelle commande impossible, la position de l'application est fixée par l'administrateur
id_id: Tidak dapat menyusun ulang. Posisi aplikasi ditetapkan oleh administrator
it_it: Impossibile riordinare, la posizione dell'app è bloccata dall'amministratore
ja_jp: 変更できません。並び替え方は管理者に固定されました
pt_br: Não é possível reordenar. A posição do aplicativo foi fixada pelo administrador.
th_th: ไม่สามารถจัดลำดับอีกครั้งได้ ตำแหน่งของแอปถูกกำหนดไว้ตายตัวโดยผู้ดูแล
vi_vn: Không thể sắp xếp lại, quản trị viên đã cố định vị trí của ứng dụng
zh_tw: 無法變更，該應用程式排序已被管理員固定

# W9M
source: Unable to hide apps pinned by the administrator
de_de: Ausblenden der vom Administrator angehefteten Apps nicht möglich.
es_es: No se pueden ocultar aplicaciones que haya anclado el administrador
fr_fr: Impossible de masquer les applications épinglées par l'administrateur
id_id: Gagal menyembunyikan aplikasi yang dipasangi pin oleh administrator
it_it: Impossibile nascondere le app bloccate dall'amministratore
ja_jp: 収納できません。当該アプリは管理者に固定されました。
pt_br: Falha ao ocultar aplicativos fixados pelo administrador
th_th: ไม่สามารถซ่อนแอปที่ผู้ดูแลปักหมุดไว้ได้
vi_vn: Không thể ẩn các ứng dụng được quản trị viên ghim
zh_tw: 無法隱藏，該應用程式已被管理員固定

# ldY
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
id_id: Tugas
it_it: Attività
ja_jp: タスク
pt_br: Tarefas
th_th: งาน
vi_vn: Nhiệm vụ
zh_tw: 任務
