Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/LarkNavigation/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, pt_br, th_th, vi_vn, zh_tw

# hkU
source: Base
zh_tw: 多維表格

# XKg
source: Add Account
de_de: Konto hinzufügen
es_es: Agregar cuenta
fr_fr: Ajouter un compte
id_id: Tambah Akun
it_it: Aggiungi account
ja_jp: アカウントを追加
pt_br: Adicionar conta
th_th: เพิ่มบัญชี
vi_vn: Thêm tài khoản
zh_tw: 新增帳號

# waE
source: Welcome to "{{TenantName}}"! Tap your profile photo to see more organizations in the navigation bar and switch between organizations.
de_de: Willkommen bei „{{TenantName}}“! Tippen Sie auf Ihr Profilfoto, um in der Navigationsleiste weitere Organisationen anzuzeigen und zwischen den Organisationen zu wechseln.
es_es: ¡Te damos la bienvenida a "{{TenantName}}"! Pulsa en tu foto de perfil para ver más organización en la barra de navegación y cambia de una a otra.
fr_fr: Bienvenue dans « {{TenantName}} » ! Appuyez sur votre photo de profil afin d'afficher plus d'organisations dans la barre de navigation et passer de l'une à l'autre.
id_id: Selamat Datang di "{{TenantName}}"! Ketuk foto profil Anda untuk melihat organisasi lainnya di bilah navigasi dan beralih antarorganisasi.
it_it: Ti diamo il benvenuto su "{{TenantName}}". Tocca la foto del tuo profilo per visualizzare altre organizzazioni nella barra di spostamento e passare da un'organizzazione all'altra.
ja_jp: 「{{TenantName}}」へようこそ！プロフィール写真をクリックして、ナビゲーションバーからその他の法人アカウントを確認できます。
pt_br: Bem-vindo a "{{TenantName}}"! Toque na foto do seu perfil para ver mais organizações na barra de navegação e alternar entre elas.
th_th: ยินดีต้อนรับสู่ "{{TenantName}}"! แตะรูปโปรไฟล์ของคุณเพื่อดูองค์กรเพิ่มเติมในแถบนำทาง และสลับไปมาระหว่างองค์กร
vi_vn: Chào mừng bạn đến với "{{TenantName}}"! Chạm vào ảnh hồ sơ của bạn để xem thêm các tổ chức khác trên thanh điều hướng và chuyển đổi giữa các tổ chức.
zh_tw: 歡迎進入「{{TenantName}}」！點選頭像即可開啟導覽列以查看更多團隊，並輕鬆切換。

# v1E
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
pt_br: Ok, entendi.
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_tw: 我知道了

# qds
source: Join/create organization
de_de: Organisation beitreten/erstellen
es_es: Unirse o crear la edición de la organización
fr_fr: Rejoindre/créer une organisation
id_id: Bergabung/buat organisasi
it_it: Partecipa a un'organizzazione o creane una
ja_jp: 法人アカウントに参加/作成
pt_br: Ingressar/criar organização
th_th: เข้าร่วม/สร้างองค์กร
vi_vn: Tham gia/tạo tổ chức
zh_tw: 加入/建立團隊

# FZc
source: Moments
id_id: Momen
ja_jp: モーメンツ
pt_br: Momentos
th_th: ช่วงเวลา
vi_vn: Khoảnh khắc
zh_tw: 公司圈

# ZvI
source: Contacts
de_de: Kontakte
es_es: Contactos
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
pt_br: Contatos
th_th: รายชื่อที่ติดต่อ
vi_vn: Danh bạ
zh_tw: 通訊錄

# vs8
source: Drag here to pin
de_de: Zum Anheften hierher ziehen
es_es: Arrastrar aquí para anclar
fr_fr: Faire glisser ici pour épingler
id_id: Tarik ke sini untuk memasang pin
it_it: Trascina qui per aggiungere
ja_jp: ここにドラッグして「その他」に収納
pt_br: Arrastar aqui para fixar
th_th: ลากมาที่นี่เพื่อปักหมุด
vi_vn: Kéo vào đây để ghim
zh_tw: 拖曳至此以固定至「更多」

# Hos
source: Drop here to pin
de_de: Zum Anheften hier ablegen
es_es: Arrastrar aquí para anclar
fr_fr: Déposer ici pour épingler
id_id: Letakkan di sini untuk memasang pin
it_it: Rilascia qui per aggiungere
ja_jp: 外して収納します
pt_br: Soltar aqui para fixar
th_th: ปล่อยลงที่นี่เพื่อปักหมุด
vi_vn: Thả vào đây để ghim
zh_tw: 釋放應用程式以固定

# gEM
source: Pinned
de_de: Angeheftet
es_es: Anclada
fr_fr: Épingles
id_id: Pin dipasang
it_it: Aggiunto
ja_jp: 収納したアプリ
pt_br: Fixado
th_th: ปักหมุดแล้ว
vi_vn: Đã ghim
zh_tw: 固定的應用程式

# GA8
source: Once added, you can quickly access this webpage from the navigation bar.
de_de: Nach dem Hinzufügen können Sie über die Navigationsleiste schnell auf diese Webseite zugreifen.
es_es: Una vez agregada, podrás acceder rápidamente a esta página web desde la barra de navegación.
fr_fr: Après l'ajout, vous pourrez accéder rapidement à cette page Web depuis la barre de navigation.
id_id: Setelah ditambahkan, Anda dapat mengakses halaman web ini dengan cepat dari bilah navigasi.
it_it: Dopo l'aggiunta, potrai accedere rapidamente a questa pagina Web dalla barra di navigazione.
ja_jp: 追加すると、ナビゲーションバーからこのウェブページに素早くアクセスできます。
pt_br: Depois de adicionada, você poderá acessar rapidamente essa página da Web na barra de navegação.
th_th: เมื่อเพิ่มแล้ว คุณจะเข้าถึงหน้าเว็บนี้จากแถบนำทางได้อย่างรวดเร็ว
vi_vn: Sau khi thêm, bạn có thể nhanh chóng truy cập vào trang web này từ thanh điều hướng.
zh_tw: 新增後，你可以從導覽列快速存取該網頁

# je4
source: Add to navbar
de_de: Zur Navigationsleiste hinzufügen
es_es: Agregar a barra de navegación
fr_fr: Ajouter à la barre de navigation
id_id: Tambahkan ke bilah navigasi
it_it: Aggiungi a barra di navigazione
ja_jp: ナビゲーションバーに追加
pt_br: Adicionar ao Navbar
th_th: เพิ่มไปยังแถบนำทาง
vi_vn: Thêm vào thanh điều hướng
zh_tw: 新增至導覽列

# Iwg
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
pt_br: Adicionar
th_th: เพิ่ม
vi_vn: Thêm
zh_tw: 新增

# H9k
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pt_br: Fechar
th_th: ปิด
vi_vn: Đóng
zh_tw: 關閉

# Oak
source: Pin
de_de: Anheften
es_es: Fijar
fr_fr: Épingler
it_it: Aggiungi
ja_jp: 固定
pt_br: Fixar
th_th: ปักหมุด
vi_vn: Ghim
zh_tw: 固定

# Wqk
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: リストから外す
pt_br: Remover
th_th: ลบออก
vi_vn: Xóa
zh_tw: 移除

# wiw
source: Please update the navbar and try again.
de_de: Bitte aktualisieren Sie die Navigationsleiste und versuchen Sie es erneut.
es_es: Actualiza la barra de navegación e inténtalo de nuevo.
fr_fr: Veuillez mettre à jour la barre de navigation et réessayer.
id_id: Perbarui bilah navigasi dan coba lagi.
it_it: Aggiorna la barra di navigazione e riprova.
ja_jp: 操作を完了できませんでした。ナビゲーションバーの更新ボタンをクリックして、再試行してください。
pt_br: Atualize a barra de navegação e tente novamente.
th_th: โปรดอัปเดตแถบนำทางแล้วลองอีกครั้ง
vi_vn: Vui lòng cập nhật thanh điều hướng rồi thử lại.
zh_tw: 請更新導覽列後重試

# vI0
source: Unable to complete this action. Please try again later.
de_de: Diese Aktion konnte nicht durchgeführt werden. Bitte versuchen Sie es später erneut.
es_es: No se puede completar esta acción. Inténtalo de nuevo más tarde.
fr_fr: Impossible de terminer cette opération. Veuillez réessayer plus tard.
id_id: Gagal menyelesaikan tindakan ini. Coba lagi nanti.
it_it: Impossibile completare questa azione. Riprova più tardi.
ja_jp: 操作を完了できませんでした。後で再試行してください。
pt_br: Não é possível concluir esta ação. Tente novamente mais tarde.
th_th: ไม่สามารถดำเนินการนี้ให้เสร็จสมบูรณ์ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể hoàn thành hành động này. Vui lòng thử lại sau.
zh_tw: 操作失敗，請稍後重試

# bIo
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
id_id: Namai ulang
it_it: Rinomina
ja_jp: 名前を変更
pt_br: Renomear
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_tw: 重新命名

# ojE
source: Enter the name
de_de: Geben Sie den Namen ein
es_es: Introducir el nombre
fr_fr: Saisir le nom
id_id: Masukkan nama
it_it: Immetti il nome
ja_jp: 名前を入力
pt_br: Insira o nome
th_th: กรอกชื่อ
vi_vn: Nhập tên
zh_tw: 請輸入名稱

# M2o
source: Still loading...Please try again after the page is loaded.
de_de: Die Aktion konnte nicht abgeschlossen werden. Bitte versuchen Sie es nach dem Laden der Seite erneut.
es_es: No se puede completar la acción. Vuelve a intentarlo cuando se cargue la página.
fr_fr: Impossible de terminer l'opération. Veuillez réessayer après le chargement de la page.
id_id: Gagal menyelesaikan tindakan. Coba lagi setelah halaman dimuat.
it_it: Impossibile completare l'azione. Riprova dopo il caricamento della pagina.
ja_jp: 操作を完了できませんでした。ページの読み込みが完了した後に再度お試しください。
pt_br: Não é possível concluir a ação. Tente novamente após o carregamento da página.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้ โปรดลองอีกครั้งหลังจากโหลดหน้าแล้ว
vi_vn: Không thể hoàn thành hành động này. Vui lòng thử lại sau khi tải trang.
zh_tw: 操作失敗，請在網頁載入完成後重試

# ZMg
source: This app is already in the navigation bar.
de_de: Diese App ist bereits in der Navigationsleiste vorhanden.
es_es: Esta aplicación ya está en la barra de navegación.
fr_fr: Cette application figure déjà dans la barre de navigation.
id_id: Aplikasi ini sudah ada di bilah navigasi.
it_it: Questa app è già nella barra di navigazione.
ja_jp: このアプリはすでにナビゲーションバーに追加されています。
pt_br: Este aplicativo já está na barra de navegação.
th_th: แอปนี้อยู่ในแถบนำทางอยู่แล้ว
vi_vn: Ứng dụng này đã có trong thanh điều hướng rồi.
zh_tw: 導覽列上已存在該應用程式

# dzw
source: You can't pin any more apps at the moment. The maximum limit for pinned apps has been reached.
de_de: Konnte nicht angeheftet werden. Die Anzahl max. anheftbarer Apps wurde erreicht.
es_es: No se puede fijar. Has llegado al máximo de aplicaciones fijadas.
fr_fr: Impossible d'épingler, car le nombre d'applications épinglées a atteint la limite maximale.
id_id: Gagal melakukan pin. Jumlah aplikasi yang dipin telah mencapai batas atas.
it_it: Impossibile fissare. Il numero di app fissate ha raggiunto il limite massimo.
ja_jp: ピン留めできません。ピン留めされたアプリの数が上限に達しています。
pt_br: Não é possível fixar. O número de chats fixados atingiu o limite máximo.
th_th: ไม่สามารถปักหมุดได้ จำนวนแอปที่ปักหมุดถึงจำนวนจำกัดสูงสุดแล้ว
vi_vn: Không thể ghim. Số lượng ứng dụng được ghim đã đạt giới hạn tối đa.
zh_tw: 固定失敗，已固定的應用程式數量已達上限

# 3uE
source: Collapse to "More"
de_de: Auf „Mehr“ reduzieren
es_es: Contraer "Más"
fr_fr: Réduire jusqu'à "Plus"
id_id: Lipat ke "Lainnya"
it_it: Comprimi in "Altro"
ja_jp: 「その他」に移動
pt_br: Recolher para "Mais"
th_th: ยุบรายการสำหรับ "เพิ่มเติม"
vi_vn: Thu gọn về mục "Khác"
zh_tw: 摺疊至「更多」

# xcI
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pt_br: Fechar
th_th: ปิด
vi_vn: Đóng
zh_tw: 關閉

# WuQ
source: Added {{num}}: {{AppName}}
de_de: {{num}} hinzugefügt: {{AppName}}
es_es: {{num}} agregados: {{AppName}}
fr_fr: {{num}} ajouté : {{AppName}}
id_id: Berhasil menambahkan {{num}}: {{AppName}}
it_it: {{num}} aggiunta/e completata/e: {{AppName}}
ja_jp: {{num}}：{{AppName}}が追加されました。
pt_br: {{num}} adicionados: {{AppName}}
th_th: เพิ่ม {{num}}: {{AppName}} แล้ว
vi_vn: Đã thêm {{num}}: {{AppName}}
zh_tw: 新增了 {{num}}：{{AppName}}

# xPc
source: Added {{num}}: {{AppName}}, etc
de_de: {{num}} hinzugefügt: {{AppName}} usw.
es_es: Se han agregado {{num}}: {{AppName}}, etc.
fr_fr: {{num}} ajouté(s) : {{AppName}}, etc
id_id: Berhasil menambahkan {{num}}: {{AppName}}, dll
it_it: {{num}} aggiunte completate: {{AppName}}, ecc.
ja_jp: {{num}}：{{AppName}}などが追加されました。
pt_br: {{num}} adicionados: {{AppName}}, etc
th_th: เพิ่ม {{num}}: {{AppName}} และอื่น ๆ แล้ว
vi_vn: Đã thêm {{num}}: {{AppName}}, v.v.
zh_tw: 新增了 {{num}}：{{AppName}}等

# AjM
source: The display order of apps was adjusted
de_de: Die Anzeigereihenfolge der Apps wurde angepasst
es_es: Se ha ajustado el orden de visualización de las aplicaciones
fr_fr: L'ordre d'affichage des applications a été ajusté
id_id: Urutan tampilan aplikasi disesuaikan
it_it: L'ordine di visualizzazione delle app è stato rettificato
ja_jp: アプリの並び順が変更されました。
pt_br: A ordem de exibição dos aplicativos foi ajustada
th_th: ปรับเปลี่ยนลำดับการแสดงผลของแอปแล้ว
vi_vn: Thứ tự hiển thị ứng dụng đã được điều chỉnh
zh_tw: 應用程式順序發生變更

# qKw
source: Not Now
de_de: Später
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak Sekarang
it_it: Non ora
ja_jp: 後で更新
pt_br: Agora não
th_th: ไม่ใช่ตอนนี้
vi_vn: Không phải bây giờ
zh_tw: 稍後更新

# ix0
source: Added {{num}}: {{AppName}}
de_de: {{num}} hinzugefügt: {{AppName}}
es_es: Se ha agregado {{num}}: {{AppName}}
fr_fr: {{num}} ajouté : {{AppName}}
id_id: Berhasil menambahkan {{num}}: {{AppName}}
it_it: {{num}} aggiunta completata: {{AppName}}
ja_jp: {{num}}：{{AppName}}が追加されました。
pt_br: {{num}} adicionado(s): {{AppName}}
th_th: เพิ่ม {{num}}: {{AppName}} แล้ว
vi_vn: Đã thêm {{num}}: {{AppName}}
zh_tw: 新增了 {{num}}：{{AppName}}

# huY
source: Added {{num}}: {{AppName}}, etc
de_de: {{num}} hinzugefügt: {{AppName}} usw.
es_es: Se han agregado {{num}}: {{AppName}}, etc.
fr_fr: {{num}} ajouté(s) : {{AppName}}, etc.
id_id: Berhasil menambahkan {{num}}: {{AppName}}, dll
it_it: {{num}} aggiunte completate: {{AppName}}, ecc.
ja_jp: {{num}}：{{AppName}}などが追加されました。
pt_br: {{num}} adicionado(s): {{AppName}} etc
th_th: เพิ่ม {{num}}: {{AppName}} และอื่น ๆ แล้ว
vi_vn: Đã thêm {{num}}: {{AppName}}, v.v.
zh_tw: 新增了 {{num}}：{{AppName}}等

# Vr8
source: Removed {{num}}: {{AppName}}
de_de: {{num}} entfernt: {{AppName}}
es_es: Se ha quitado {{num}}: {{AppName}}
fr_fr: {{num}} retiré : {{AppName}}
id_id: Berhasil menghapus {{num}}: {{AppName}}
it_it: {{num}} rimozione completata: {{AppName}}
ja_jp: {{num}}：{{AppName}}が削除されました。
pt_br: {{num}} removido(s): {{AppName}}
th_th: ลบ {{num}}: {{AppName}} แล้ว
vi_vn: Đã xóa {{num}}: {{AppName}}
zh_tw: 移除了 {{num}}：{{AppName}}

# P7o
source: Removed {{num}}: {{AppName}}, etc
de_de: {{num}} entfernt: {{AppName}} usw.
es_es: Se han quitado {{num}}: {{AppName}}, etc.
fr_fr: {{num}} retiré(s) : {{AppName}}, etc.
id_id: Berhasil menghapus {{num}}: {{AppName}}, dll
it_it: {{num}} rimozioni completate: {{AppName}}, ecc.
ja_jp: {{num}}：{{AppName}}などが削除されました。
pt_br: {{num}} removido(s): {{AppName}} etc
th_th: ลบ {{num}}: {{AppName}} และอื่น ๆ แล้ว
vi_vn: Đã xóa {{num}}: {{AppName}}, v.v.
zh_tw: 移除了 {{num}}：{{AppName}}等

# Wj0
source: Removed {{num}}: {{AppName}}
de_de: {{num}} entfernt: {{AppName}}
es_es: {{num}} quitados: {{AppName}}
fr_fr: {{num}} retiré : {{AppName}}
id_id: Berhasil menghapus {{num}}: {{AppName}}
it_it: {{num}} rimozione/i completata/e: {{AppName}}
ja_jp: {{num}}：{{AppName}}が削除されました。
pt_br: {{num}} removido(s): {{AppName}}
th_th: ลบ {{num}}: {{AppName}} แล้ว
vi_vn: Đã xóa {{num}}: {{AppName}}
zh_tw: 移除了 {{num}}：{{AppName}}

# XjY
source: Removed {{num}}: {{AppName}}, etc
de_de: {{num}} entfernt: {{AppName}} usw.
es_es: Se han quitado {{num}}: {{AppName}}, etc.
fr_fr: {{num}} retiré(s) : {{AppName}}, etc
id_id: Berhasil menghapus {{num}}: {{AppName}}, dll
it_it: {{num}} rimozioni completate: {{AppName}}, ecc.
ja_jp: {{num}}：{{AppName}}などが削除されました。
pt_br: {{num}} removido(s): {{AppName}}, etc
th_th: ลบ {{num}}: {{AppName}} และอื่น ๆ แล้ว
vi_vn: Đã xóa {{num}}: {{AppName}}, v.v.
zh_tw: 移除了 {{num}}：{{AppName}}等

# cJI
source: Navigation bar will be updated when you restart {{APP_DISPLAY_NAME}}
de_de: Die Navigationsleiste wird aktualisiert, sobald Sie {{APP_DISPLAY_NAME}} neu starten
es_es: La barra de navegación se actualizará cuando reinicies {{APP_DISPLAY_NAME}}
fr_fr: La barre de navigation sera mise à jour lorsque vous redémarrerez {{APP_DISPLAY_NAME}}
id_id: Bilah navigasi akan diperbarui ketika Anda memulai ulang {{APP_DISPLAY_NAME}}
it_it: La barra di navigazione verrà aggiornata al riavvio di {{APP_DISPLAY_NAME}}
ja_jp: ナビゲーションバーは次回 {{APP_DISPLAY_NAME}} を再起動する際に自動的に更新します。
pt_br: A barra de navegação será atualizada quando você reiniciar o {{APP_DISPLAY_NAME}}
th_th: แถบนำทางจะอัปเดตเมื่อคุณเริ่ม {{APP_DISPLAY_NAME}} ใหม่
vi_vn: Thanh điều hướng sẽ được cập nhật khi bạn khởi động lại {{APP_DISPLAY_NAME}}
zh_tw: 導覽列將在下次重新啟動{{APP_DISPLAY_NAME}}時自動更新

# YZc
source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
id_id: Perbarui
it_it: Aggiorna
ja_jp: 今すぐ更新
pt_br: Atualizar
th_th: อัปเดต
vi_vn: Cập nhật
zh_tw: 立即更新

# ha0
source: Navigation bar updated
de_de: Die Navigationsleiste wurde aktualisiert
es_es: Barra de navegación actualizada
fr_fr: Barre de navigation mise à jour
id_id: Bilah navigasi diperbarui
it_it: Barra di navigazione aggiornata
ja_jp: ナビゲーションバーを更新しました。
pt_br: Barra de navegação atualizada
th_th: อัปเดตแถบนำทางแล้ว
vi_vn: Đã cập nhật thanh điều hướng
zh_tw: 導覽列已更新

# djY
source: Updates available
de_de: Updates sind verfügbar
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
id_id: Pembaruan tersedia
it_it: Aggiornamenti disponibili
ja_jp: ナビゲーションバーが更新されました
pt_br: Atualizações disponíveis
th_th: มีการอัปเดต
vi_vn: Đã có bản cập nhật
zh_tw: 導覽列有更新

# 5Mg
source: Workplace
de_de: Arbeitsplatz
es_es: Espacio de Trabajo
fr_fr: Espace de travail
id_id: Tempat Kerja
it_it: Centro risorse
ja_jp: ワークプレイス
pt_br: Espaço de trabalho
th_th: ที่ทำงาน
vi_vn: Không gian làm việc
zh_tw: 工作台

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
id_id: Memuatâ€¦
it_it: Caricamento in corso
ja_jp: 読み込み中
pt_br: Carregando...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_tw: 載入中

# UYg
source: Tap here to view more common functions and set quick navigations as you like.
de_de: Tippen Sie hier, um weitere Funktionen anzuzeigen und die Schnellnavigation wie gewünscht einzustellen.
es_es: Pulsa aquí para ver las funciones más comunes y establecer navegación rápida a tu gusto.
fr_fr: Appuyez ici pour afficher les fonctions les plus courantes et définir des navigations rapides selon vos préférences.
id_id: Ketuk di sini untuk melihat fungsi yang lebih umum dan mengatur navigasi cepat.
it_it: Tocca qui per visualizzare altre funzioni comuni e impostare esplorazioni rapide secondo le tue preferenze.
ja_jp: こちらをタップして、更に多くのアプリを確認、下部ナビゲーションに追加できます
pt_br: Toque aqui para visualizar mais funções comuns e configurar navegações rápidas como quiser.
th_th: แตะที่นี่เพื่อดูฟังก์ชันทั่วไปเพิ่มเติมและตั้งค่าการนำทางด่วนตามที่คุณต้องการ
vi_vn: Chạm vào đây để xem thêm các chức năng thông dụng và đặt các điều hướng nhanh theo ý muốn của bạn.
zh_tw: 點選這裡可查看更多功能入口，並彈性設定底部導覽的內容

# ui4
source: Customize your bottom navigation
de_de: Unteren Navigationsbereich anpassen
es_es: Personaliza tu navegación inferior
fr_fr: Personnalisez votre navigation inférieure
id_id: Kustomisasi navigasi bawah Anda
it_it: Personalizza la tua barra di spostamento inferiore
ja_jp: 下部ナビゲーションをカスタマイズ
pt_br: Personalizar sua navegação inferior
th_th: ปรับแต่งการนำทางด้านล่างของคุณ
vi_vn: Tùy chỉnh ngăn điều hướng ở phía cuối của bạn
zh_tw: 自訂底部導覽

# Pu0
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
pt_br: Calendário
th_th: ปฏิทิน
vi_vn: Lịch
zh_tw: 日曆

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
pt_br: Cancelar
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_tw: 取消

# 4xk
source: Docs
it_it: Documenti
zh_tw: 雲端文件

# KZE
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
pt_br: Ocultar
th_th: ซ่อน
vi_vn: Ẩn
zh_tw: 隱藏

# pXY
source: Email
es_es: Correo
ja_jp: メール
th_th: อีเมล
zh_tw: 郵件

# 5tA
source: Messenger
ja_jp: メッセージ
th_th: ข้อความ
zh_tw: 訊息

# PlA
source: Mini Program
de_de: Mini-Programm
es_es: Mini Programa
fr_fr: Mini programme
id_id: Program Mini
it_it: Mini programma
ja_jp: ミニアプリ
pt_br: Miniprograma
th_th: มินิโปรแกรม
vi_vn: Chương trình con
zh_tw: 小程式

# N5w
source: The navigation tab has been updated based on your team's usage.
de_de: Die Navigationsregisterkarte wurde auf der Grundlage der Nutzung durch Ihr Team aktualisiert.
es_es: La pestaña de navegación se ha actualizado en función del uso habitual que hace tu equipo.
fr_fr: L'onglet de navigation a été mis à jour en fonction de l'utilisation de votre équipe.
id_id: Tab navigasi telah diperbarui berdasarkan penggunaan tim Anda.
it_it: La scheda di spostamento è stata aggiornata in base all'utilizzo del tuo team.
ja_jp: アイコンの並び順はメンバーの使用状況に基づいて更新されました
pt_br: A aba de navegação foi atualizada com base no uso da sua equipe.
th_th: แถบนำทางได้รับการอัปเดตตามการใช้งานของทีมของคุณแล้ว
vi_vn: Tab điều hướng đã được cập nhật dựa vào việc sử dụng của nhóm.
zh_tw: 根據團隊使用習慣，導覽列的應用程式進行了調整

# CV8
source: Navigation Updated
de_de: Navigation aktualisiert
es_es: La navegación se ha actualizado
fr_fr: Navigation mise à jour
id_id: Navigasi Diperbarui
it_it: Barra di spostamento aggiornata
ja_jp: ナビゲーションバーが更新されました
pt_br: Navegação atualizada
th_th: อัปเดตการนำทางแล้ว
vi_vn: Điều hướng đã cập nhật
zh_tw: 導覽列更新

# kTU
source: This is either a network or service error. Please try again.
de_de: Dies ist entweder ein Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Se trata de un error del servicio o bien de la red. Inténtalo de nuevo.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
pt_br: Isto é um erro de rede ou serviço. Tente novamente.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_tw: 網路或服務異常，請重試

# TjI
source: Show in navigation bar
de_de: In Navigationsleiste anzeigen
es_es: Mostrar en la barra de navegación
fr_fr: Afficher dans la barre de navigation
id_id: Tampilkan di bilah navigasi
it_it: Mostra sulla barra di spostamento
ja_jp: ナビゲーションバーに追加
pt_br: Mostrar na barra de navegação
th_th: แสดงในแถบนำทาง
vi_vn: Hiển thị trên thanh điều hướng
zh_tw: 新增到導覽列

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
pt_br: Confirmar
th_th: ยืนยัน
vi_vn: Xác nhận
zh_tw: 確定

# xPg
source: Account suspended
de_de: Konto ausgesetzt
es_es: Cuenta suspendida
fr_fr: Compte suspendu
id_id: Akun dihentikan
it_it: Account sospeso
ja_jp: アカウントは利用停止になっています
pt_br: Conta suspensa
th_th: บัญชีถูกระงับ
vi_vn: Đã tạm ngừng tài khoản
zh_tw: 帳號已被暫停使用

# sdw
source: This identity was made unavailable by the administrator. Please contact the administrator to retrieve.
de_de: Diese Identität wurde von einem Administrator auf den Status „Nicht verfügbar“ gesetzt. Kontaktieren Sie für einen Abruf den Administrator.
es_es: El administrador ha inhabilitado esta identidad. Ponte en contacto con el administrador para recuperarla.
fr_fr: Cette identité a été rendue non disponible par l'administrateur. Veuillez contacter l'administrateur pour la récupérer.
id_id: Identitas ini dibuat tidak tersedia oleh administrator. Hubungi administrator untuk mengambil.
it_it: Questa identità è stata resa non disponibile dall'amministratore. Contatta l'amministratore per recuperarla.
ja_jp: この ID は管理者により一時停止されています。使用を再開する場合は、管理者にご連絡ください
pt_br: O administrador tornou esta identidade indisponível. Fale com o administrador para recuperar.
th_th: ตัวตนนี้ถูกทำให้ไม่พร้อมใช้งานโดยผู้ดูแล โปรดติดต่อผู้ดูแลเพื่อเรียกคืน
vi_vn: Danh tính này đã bị quản trị viên chuyển sang trạng thái không khả dụng. Vui lòng liên hệ quản trị viên để truy xuất.
zh_tw: 該身分已經被管理員暫停使用，請與管理員聯絡以恢復此帳號的使用

# Pzc
source: Meetings
es_es: Reuniones
fr_fr: Réunions
id_id: Rapat
it_it: Riunioni
ja_jp: ビデオ会議
pt_br: Reuniões
th_th: การประชุม
vi_vn: Cuộc họp
zh_tw: 視訊會議

# rFQ
source: Web App
es_es: Aplicación web
fr_fr: Application Web
id_id: Aplikasi Web
it_it: Applicazione Web
ja_jp: ウェブアプリ
pt_br: Aplicativo da web
th_th: แอปบนเว็บไซต์
vi_vn: Ứng dụng web
zh_tw: 網頁應用程式

# ILU
source: Wiki
ja_jp: ウィキ
zh_tw: 知識庫

# 0WA
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
pt_br: OK, entendi
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_tw: 我知道了

# N58
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
pt_br: Cancelar
th_th: ยกเลิก
vi_vn: Hủy
zh_tw: 取消

# 8L0
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pt_br: Fechar
th_th: ปิด
vi_vn: Đóng
zh_tw: 關閉

# 2mU
source: Close all the tabs below?
de_de: Möchten Sie alle nachfolgenden Tabs schließen?
es_es: ¿Quieres cerrar todas las pestañas siguientes?
fr_fr: Fermer tous les onglets ci-dessous ?
id_id: Tutup semua tab di bawah ini?
it_it: Chiudere tutte le schede seguenti?
ja_jp: 下のタブをすべて閉じますか？
pt_br: Fechar todas as guias abaixo?
th_th: ปิดแท็บด้านล่างทั้งหมดหรือไม่
vi_vn: Đóng tất cả các tab bên dưới?
zh_tw: 要關閉下方所有標籤頁嗎？
