Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# re0
source: Set successfully
de_de: Erfolgreich festgelegt
es_es: Se ha configurado con éxito
fr_fr: Défini avec succès
hi_in: सेट किया गया
id_id: Berhasil ditetapkan
it_it: Impostazione completata
ja_jp: 設定しました
ko_kr: 설정 성공
ms_my: Berjaya ditetapkan
pt_br: Configurado com êxito
ru_ru: Успешно установлено
th_th: ตั้งค่าสำเร็จแล้ว
vi_vn: Đặt thành công
zh_cn: 设置成功
zh_hk: 設定成功

# +ZA
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# VJk
source: When opening a chat, start from
de_de: Wenn ich einen Chat öffne, starten von
es_es: Cuando abras el chat, empieza desde
hi_in: कोई चैट खोलते समय, इससे प्रारंभ करें
id_id: Saat membuka obrolan, mulai dari
it_it: Quando si apre una chat, inizia da
ja_jp: チャットに入ると、以下に移動
ko_kr: 채팅을 열 때 시작 위치:
pt_br: Ao abrir um chat, começar de
ru_ru: При открытии чата начинать с
th_th: เมื่อเปิดแชท ให้เริ่มจาก
vi_vn: Khi mở một cửa sổ trò chuyện, hãy bắt đầu từ
zh_cn: 进入会话定位到
zh_hk: 進入對話定位至

# gGM
source: Always show the total number of unread messages
de_de: Immer die gesamte Anzahl an ungelesenen Nachrichten anzeigen
es_es: Mostrar siempre el número total de mensajes no leídos
fr_fr: Toujours afficher le nombre total de messages non lus
hi_in: अभी भी अपठित संदेशों की संख्या दिखाएँ.
id_id: Selalu tampilkan total jumlah pesan yang belum dibaca
it_it: Mostra sempre il numero totale di messaggi non letti
ja_jp: 未読メッセージの数は表示されます
ko_kr: 읽지 않은 총 메시지 수를 항상 표시합니다
ms_my: Sentiasa tunjukkan jumlah mesej yang belum dibaca
pt_br: Sempre mostrar o número total de mensagens não lidas
ru_ru: Всегда показывать общее количество непрочитанных сообщений
th_th: แสดงจำนวนข้อความที่ยังไม่ได้อ่านทั้งหมดเสมอ
vi_vn: Luôn hiển thị tổng số tin nhắn chưa đọc
zh_cn: 仍显示所有未读消息数
zh_hk: 仍顯示所有未讀訊息數

# 2bI
source: Adjust the slider below to change text size for Docs.
de_de: Stellen Sie den Schieberegler unten ein, um die Textgröße für Docs zu ändern.
es_es: Ajusta el control deslizante a continuación para cambiar el tamaño de texto de los documentos de Docs.
fr_fr: Ajustez le curseur ci-dessous pour modifier la taille du texte des Docs.
hi_in: Docs के लिए टेक्स्ट का आकार बदलने के लिए नीचे स्लाइडर समायोजित करें.
id_id: Sesuaikan penggeser di bawah untuk mengubah ukuran teks untuk Docs.
it_it: Regola il dispositivo di scorrimento in basso per cambiare le dimensioni del testo per i documenti.
ja_jp: 下側のスライダーをドラッグして、Docs のフォントのサイズを調整できます。
ko_kr: Docs 텍스트 크기를 변경하려면 아래 슬라이더를 조정하세요.
ms_my: Laraskan penyesuai di bawah untuk menukar saiz teks untuk Docs.
pt_br: Ajuste o controle deslizante abaixo para alterar o tamanho do texto dos Docs.
ru_ru: Перетащите ползунок ниже, чтобы изменить размер текста в Docs.
th_th: ปรับตัวเลื่อนด้านล่างเพื่อเปลี่ยนขนาดข้อความสำหรับ Docs
vi_vn: Điều chỉnh thanh trượt bên dưới để thay đổi cỡ chữ trong Docs.
zh_cn: 拖动下面的滑块，可设置字体大小。设置后，会改变文档中的字体大小。
zh_hk: 拖動頁面下方的區塊，調整字體大小。設定將改變文件中的字體大小。

# SJ0
source: Here's a line of preview text
de_de: Dies ist eine Zeile Vorschautext.
es_es: Aquí tienes una línea de texto de vista previa
fr_fr: Voici une ligne de texte d'aperçu
hi_in: यह पूर्वावलोकन टेक्स्ट की पंक्ति है
id_id: Berikut sebaris teks pratinjau
it_it: Ecco una riga di testo di anteprima
ja_jp: こちらはプレビュー用のテキストです
ko_kr: 다음은 미리 보기 텍스트입니다
ms_my: Berikut ialah baris teks pratonton
pt_br: Aqui está uma linha do texto de visualização
ru_ru: Это строка текста для предварительного просмотра
th_th: นี่คือบรรทัดข้อความตัวอย่าง
vi_vn: Đây là dòng văn bản xem trước
zh_cn: 这是一条预览文本
zh_hk: 這是一則預覽文字

# Sd0
source: Here's another line of preview text
de_de: Dies ist eine weitere Zeile Vorschautext.
es_es: Aquí tienes otra línea de texto de vista previa
fr_fr: Voici une autre ligne de texte d'aperçu
hi_in: यह पूर्वावलोकन टेक्स्ट की दूसरी पंक्ति है
id_id: Berikut baris teks pratinjau lainnya
it_it: Ecco un'altra riga di testo di anteprima
ja_jp: こちらもプレビュー用のテキストです
ko_kr: 다음은 또 다른 미리 보기 텍스트입니다
ms_my: Berikut ialah baris teks pratonton yang lain
pt_br: Aqui está outra linha do texto de visualização
ru_ru: Это другая строка текста для предварительного просмотра
th_th: นี่คือข้อความตัวอย่างอีกบรรทัดหนึ่ง
vi_vn: Đây là một dòng văn bản xem trước khác
zh_cn: 这也是一条预览文本
zh_hk: 這也是一則預覽文字

# wW8
source: If you have any questions or feedback, please contact {{APP_DISPLAY_NAME}} Support.
de_de: Bei eventuellen Fragen oder Feedback wenden Sie sich an den {{APP_DISPLAY_NAME}} Support.
es_es: Si tienes alguna pregunta o comentario, ponte en contacto con el soporte técnico de {{APP_DISPLAY_NAME}}.
fr_fr: Si vous avez des questions ou des commentaires, veuillez contacter l'assistance {{APP_DISPLAY_NAME}}.
hi_in: यदि आपके कोई प्रश्न या फ़ीडबैक है, तो कृपया {{APP_DISPLAY_NAME}} सहायक से संपर्क करें.
id_id: Jika Anda memiliki pertanyaan atau saran, hubungi Dukungan {{APP_DISPLAY_NAME}}.
it_it: In caso di domande o riscontri, contatta il supporto tecnico di {{APP_DISPLAY_NAME}}.
ja_jp: ご使用にあたり、ご意見があれば、お気軽に {{APP_DISPLAY_NAME}} のカスタマサポートまでフィードバックしてください。
ko_kr: 질문이 있으시면 {{APP_DISPLAY_NAME}} 지원 팀에 문의하세요.
ms_my: Jika anda mempunyai sebarang soalan atau maklum balas, sila hubungi Sokongan {{APP_DISPLAY_NAME}}.
pt_br: Se tiver dúvidas ou feedback, entre em contato com o suporte do {{APP_DISPLAY_NAME}}.
ru_ru: Если у вас есть какие-либо вопросы или отзывы, свяжитесь со службой поддержки {{APP_DISPLAY_NAME}}.
th_th: หากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดติดต่อทีมสนับสนุน {{APP_DISPLAY_NAME}}
vi_vn: Nếu bạn có bất kỳ câu hỏi hoặc phản hồi nào, vui lòng liên hệ với bộ phận Hỗ trợ {{APP_DISPLAY_NAME}}.
zh_cn: 如果在使用过程中有问题或意见，可以反馈给{{APP_DISPLAY_NAME}}客服团队。
zh_hk: 在使用過程中，如有任何問題或意見，可以向{{APP_DISPLAY_NAME}}客戶服務團隊反應意見。

# H5o
source: Text Size
de_de: Textgröße
es_es: Tamano del texto
fr_fr: Taille du texte
hi_in: टेक्स्ट का आकार
id_id: Ukuran Teks
it_it: Dimensioni del testo
ja_jp: フォントのサイズ
ko_kr: 텍스트 크기
ms_my: Saiz Teks
pt_br: Tamanho do texto
ru_ru: Размер текста
th_th: ขนาดข้อความ
vi_vn: Cỡ chữ
zh_cn: 字体大小
zh_hk: 字體大小

# 6H4
source: Settings only apply to chats and Docs
de_de: Einstellungen gelten nur für Chats und Docs.
es_es: La configuración solo se aplica a los chats y los documentos de Docs
fr_fr: Les paramètres s'appliquent uniquement aux discussions et aux Docs
hi_in: सेटिंग्स केवल चैट और Docs पर लागू होती है
id_id: Pengaturan hanya berlaku untuk obrolan dan Docs
it_it: Le impostazioni si applicano solo alle chat e ai documenti
ja_jp: 当該設定はチャットと Docs のフォントサイズにのみ適用されます
ko_kr: 설정은 채팅 및 문서에만 적용됩니다
ms_my: Tetapan hanya terpakai untuk sembang dan Docs
pt_br: As configurações só se aplicam a chats e Docs
ru_ru: Настройки применяются только к чатам и Docs
th_th: การตั้งค่านำไปใช้กับแชทและ Docs เท่านั้น
vi_vn: Cài đặt chỉ áp dụng cho các cuộc trò chuyện và Docs
zh_cn: 当前设置只影响聊天和文档页面字体大小
zh_hk: 目前設定只影響聊天和文件頁面的字體大小

# PyU
source: Text size in chats will be changed. If you have any questions or feedback, please contact {{APP_DISPLAY_NAME}} Support.
de_de: Die Textgröße in Chats wird geändert. Bei eventuellen Fragen oder Feedback wenden Sie sich an den {{APP_DISPLAY_NAME}} Support.
es_es: El tamaño del texto cambiará en los chats. Ponte en contacto con el departamento de soporte de {{APP_DISPLAY_NAME}} si tienes alguna pregunta.
fr_fr: La taille du texte des discussions sera modifiée. Si vous avez des questions ou des commentaires, veuillez contacter l'assistance {{APP_DISPLAY_NAME}}.
hi_in: चैट में टेक्स्ट आकार बदल जाएगा. यदि आपके कोई प्रश्न हैं या फ़ीडबैक, तो कृपया {{APP_DISPLAY_NAME}} सहायता से संपर्क करें.
id_id: Ukuran teks di obrolan akan diubah. Jika Anda memiliki pertanyaan atau saran, hubungi Dukungan {{APP_DISPLAY_NAME}}.
it_it: Le dimensioni del testo nelle chat verrà modificato. In caso di domande o riscontri, contatta il supporto tecnico di {{APP_DISPLAY_NAME}}.
ja_jp: 設定後、チャットでのフォントサイズが変わります。使用中のご意見やアドバイスが {{APP_DISPLAY_NAME}} カスタマーサービスに反映できます。
ko_kr: 채팅의 텍스트 크기가 변경됩니다. 질문이 있으시면 {{APP_DISPLAY_NAME}} 지원 팀에 문의해 주세요.
ms_my: Saiz teks dalam sembang akan berubah. Jika anda mempunyai sebarang pertanyaan atau maklum balas, sila hubungi Sokongan {{APP_DISPLAY_NAME}}.
pt_br: O tamanho do texto nos chats será alterado. Se tiver dúvidas ou feedback, entre em contato com o suporte do {{APP_DISPLAY_NAME}}.
ru_ru: Размер текста в чатах будет изменен. Если у вас есть какие-либо вопросы или отзывы, свяжитесь со службой поддержки {{APP_DISPLAY_NAME}}.
th_th: ขนาดตัวอักษรในแชทจะเปลี่ยนแปลง หากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดติดต่อทีมสนับสนุน {{APP_DISPLAY_NAME}}
vi_vn: Cỡ chữ trong cửa sổ trò chuyện sẽ bị thay đổi. Nếu bạn có bất kỳ câu hỏi hoặc phản hồi nào, vui lòng liên hệ với bộ phận Hỗ trợ {{APP_DISPLAY_NAME}}.
zh_cn: 设置后，会改变聊天中的字体大小。如果在使用过程中存在问题或意见，可反馈给{{APP_DISPLAY_NAME}}客服团队。
zh_hk: 設定後，聊天中的字體大小會改變。在使用過程中，如有任何問題或意見，歡迎向{{APP_DISPLAY_NAME}}客戶服務團隊反映。

# 6ik
source: The most recent message
de_de: Die neueste Nachricht
es_es: El mensaje más reciente
fr_fr: Message le plus récent
hi_in: सबसे हाल ही के अपठित संदेश
id_id: Pesan terbaru
it_it: Messaggio più recente
ja_jp: 最新のメッセージ
ko_kr: 가장 최근의 메시지
ms_my: Mesej terkini
pt_br: A mensagem mais recente
ru_ru: Последнее сообщение
th_th: ข้อความล่าสุด
vi_vn: Tin nhắn mới nhất
zh_cn: 最新消息位置
zh_hk: 最新訊息位置

# WU0
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke
it_it: Traduci in
ja_jp: 翻訳後の言語
ko_kr: 다음 언어로 번역
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 将内容翻译为
zh_hk: 將內容翻譯為

# LEw
source: Translation display
de_de: Anzeige der Übersetzung
es_es: Visualización de la traducción
fr_fr: Affichage de la traduction
hi_in: अनुवाद प्रदर्शन
id_id: Tampilan terjemahan
it_it: Visualizzazione della traduzione
ja_jp: 翻訳後の表示
ko_kr: 번역 표시
ms_my: Paparan terjemahan
pt_br: Exibição de tradução
ru_ru: Вид перевода
th_th: การแสดงผลคำแปล
vi_vn: Hiển thị bản dịch
zh_cn: 翻译后的显示效果
zh_hk: 翻譯後的顯示效果

# P6M
source: Hello, my friend
de_de: Hallo, mein Freund
es_es: Hola, amigo
fr_fr: Bonjour cher ami
hi_in: नमस्ते, मेरे मित्र
id_id: Halo, teman
it_it: Ciao amico/a,
ja_jp: こんにちは
ko_kr: 안녕, 친구
ms_my: Helo, kawan saya
pt_br: Olá, meu amigo
ru_ru: Здравствуй, мой друг
th_th: ว่าไงเพื่อน
vi_vn: Chào bạn
zh_cn: 你好，朋友
zh_hk: 你好，朋友

# 7cw
source: Set by language
de_de: Nach Sprache einstellen
es_es: Establecer por idiomas
fr_fr: Définir par langue
hi_in: भाषा के अनुसार सेट करें
id_id: Tetapkan berdasarkan bahasa
it_it: Imposta per lingua
ja_jp: 言語ごとに設定
ko_kr: 언어별 설정
ms_my: Tetapkan mengikut bahasa
pt_br: Configurar por idioma
ru_ru: Настройки по языкам
th_th: กำหนดตามภาษา
vi_vn: Đặt theo ngôn ngữ
zh_cn: 按语言设置
zh_hk: 按語言設定

# CrI
source: Show original and translation
de_de: Original und Übersetzung anzeigen
es_es: Mostrar el original y la traducción
fr_fr: Afficher l'original et la traduction
hi_in: मूल और अनुवाद दिखाएँ
id_id: Tampilkan teks asli dan terjemahan
it_it: Mostra originale e traduzione
ja_jp: 原文と訳文を表示
ko_kr: 원본과 번역 표시
ms_my: Tunjukkan asal dan terjemahan
pt_br: Mostrar original e tradução
ru_ru: Показать оригинал и перевод
th_th: แสดงต้นฉบับและคำแปล
vi_vn: Hiển thị bản gốc và bản dịch
zh_cn: 显示原文和译文
zh_hk: 顯示原文和譯文

# 2Oo
source: Show translation only
de_de: Nur Übersetzung anzeigen
es_es: Mostrar sólo la traducción
fr_fr: Afficher uniquement la traduction
hi_in: केवल अनुवाद दिखाएँ
id_id: Hanya tampilkan terjemahan
it_it: Mostra solo traduzione
ja_jp: 訳文のみ表示
ko_kr: 번역만 표시
ms_my: Tunjukkan terjemahan sahaja
pt_br: Mostrar apenas tradução
ru_ru: Показать только перевод
th_th: แสดงคำแปลเท่านั้น
vi_vn: Chỉ hiển thị bản dịch
zh_cn: 仅显示译文
zh_hk: 僅顯示譯文

# EZE
source: Mute notifications on mobile
de_de: Benachrichtigungen auf Mobiltelefon stummschalten
es_es: Silenciar notificaciones en el móvil
fr_fr: Désactiver le son des notifications sur l'appareil mobile
hi_in: मोबाइल पर नोटिफ़िकेशन म्यूट करें
id_id: Bisukan notifikasi di ponsel
it_it: Disattiva audio per le notifiche sul telefono cellulare
ja_jp: 携帯電話の通知をオフ
ko_kr: 모바일에서 알림 음소거
ms_my: Senyapkan notifikasi di mudah alih
pt_br: Silenciar notificações no celular
ru_ru: Отключить уведомления на мобильном телефоне
th_th: ปิดเสียงการแจ้งเตือนบนมือถือ
vi_vn: Tắt tiếng thông báo trên thiết bị di động
zh_cn: 关闭手机通知
zh_hk: 關閉手機通知

# fjw
source: Notify me of Buzz messages
de_de: Über Buzz-Meldungen benachrichtigen
es_es: Notificarme los mensajes con zumbido (Buzz)
fr_fr: M'avertir des messages Buzz
hi_in: बज़ संदेश के बारे में मुझे सूचित करें
id_id: Beri tahu saya jika ada pesan Buzz
it_it: Avvisami dei messaggi Buzz
ja_jp: 緊急連絡のメッセージは通知する
ko_kr: 나에게 Buzz 메시지 알림
ms_my: Beritahu saya tentang mesej Buzz
pt_br: Notificar-me sobre mensagens Buzz
ru_ru: Все еще уведомлять меня о сообщениях Buzz
th_th: แจ้งข้อความ Buzz ให้ฉันทราบ
vi_vn: Thông báo cho tôi về các tin nhắn Buzz
zh_cn: 加急消息仍通知
zh_hk: 緊急訊息仍保持通知

# +7A
source: Mute notifications on my device when I'm using {{APP_DISPLAY_NAME}} on desktop or iPad
de_de: Benachrichtigungen auf meinem Gerät stummschalten, wenn ich {{APP_DISPLAY_NAME}} auf dem Desktop oder iPad verwende
es_es: Silenciar las notificaciones en mi dispositivo mientras uso {{APP_DISPLAY_NAME}} en el ordenador o el iPad
fr_fr: Couper le son des notifications sur mon appareil lorsque j'utilise {{APP_DISPLAY_NAME}} sur ordinateur ou iPad
hi_in: मेरे द्वारा डेस्कटॉप पर {{APP_DISPLAY_NAME}} का उपयोग करने के दौरान, इस फ़ोन पर नोटिफ़िकेशन म्यूट करें
id_id: Bisukan notifikasi di perangkat saya ketika saya menggunakan {{APP_DISPLAY_NAME}} di desktop atau iPad
it_it: Disattiva l'audio delle notifiche sul mio dispositivo quando utilizzo {{APP_DISPLAY_NAME}} su desktop o iPad
ja_jp: {{APP_DISPLAY_NAME}} デスクトップ版と iPad 版がログインされている場合、このデバイスでは新着メッセージの通知を受信しなくなります
ko_kr: 데스크톱 또는 iPad에서 {{APP_DISPLAY_NAME}}을(를) 사용할 때 내 장치에서 알림 음소거
ms_my: Senyapkan notifikasi pada peranti saya apabila saya menggunakan {{APP_DISPLAY_NAME}} di desktop atau iPad
pt_br: Ativar mudo das notificações no meu dispositivo quando eu estiver usando {{APP_DISPLAY_NAME}} no desktop ou iPad
ru_ru: Отключать уведомления на моем устройстве, когда я использую {{APP_DISPLAY_NAME}} на компьютере или iPad
th_th: ปิดเสียงการแจ้งเตือนของอุปกรณ์ของฉันขณะที่ใช้ {{APP_DISPLAY_NAME}} บนเดสก์ท็อปหรือ iPad
vi_vn: Tắt tiếng thông báo trên thiết bị khi tôi đang sử dụng {{APP_DISPLAY_NAME}} trên máy tính hoặc iPad
zh_cn: 当{{APP_DISPLAY_NAME}}桌面端或 iPad 端在线时，本设备不接收新消息通知
zh_hk: 當{{APP_DISPLAY_NAME}}桌面電腦端或 iPad 端在線時，本裝置不接收新訊息通知

# EWs
source: Notify me of @mentions
de_de: Über @Erwähnungen benachrichtigen
es_es: Notificarme las @menciones
fr_fr: M'avertir des @mentions
hi_in: @उल्लेख के बारे में मुझे सूचित करें
id_id: Beri tahu saya jika ada @sebutan
it_it: Avvisami delle @menzioni
ja_jp: ＠メンションのメッセージは通知する
ko_kr: 나에게 @멘션 알림
ms_my: Beritahu saya tentang @sebutan
pt_br: Notificar-me sobre @menções
ru_ru: Все равно сообщать мне об упоминаниях
th_th: แจ้ง @กล่าวถึง ให้ฉันทราบ
vi_vn: Thông báo cho tôi khi được @nhắc đến
zh_cn: @我的消息仍通知
zh_hk: @ 我的訊息保持通知

# D4c
source: Where I left off
de_de: Dort, wo ich aufgehört habe
es_es: Donde lo dejé
fr_fr: Où je me suis arrêté(e)
hi_in: जहां मैंने छोड़ा था
id_id: Hanca saya
it_it: Dove ero rimasto/a
ja_jp: 前回離れたところ
ko_kr: 중단한 지점
ms_my: Di mana saya berhenti
pt_br: Onde eu parei
ru_ru: где я остановился
th_th: ที่ฉันทำค้างไว้
vi_vn: Phần tôi đã thoát trước đó
zh_cn: 上次离开的地方
zh_hk: 上次離開的地方

# Gmc
source: Who can chat with me
de_de: Wer kann mit mir chatten
es_es: ¿Quién puede chatear conmigo?
fr_fr: Qui peut discuter avec moi
hi_in: कौन मेरे साथ चैट कर सकता है
id_id: Siapa yang dapat mengobrol dengan saya
it_it: Chi può chattare con me
ja_jp: 自分と個人チャットできるユーザー
ko_kr: 나와 채팅할 수 있는 사람
ms_my: Siapa boleh sembang dengan saya
pt_br: Quem pode conversar comigo
ru_ru: Кто может отправлять мне сообщения
th_th: ใครบ้างที่สามารถแชทกับฉันได้
vi_vn: Ai có thể trò chuyện với tôi
zh_cn: 谁可与我单聊
zh_hk: 誰可與我私人聊天

# Qv4
source: Contacts only
de_de: Nur Kontakte
es_es: Sólo contactos
fr_fr: Contacts uniquement
hi_in: केवल संपर्क
id_id: Hanya kontak
it_it: Solo contatti
ja_jp: 連絡先のみ
ko_kr: 연락처만
ms_my: Kenalan sahaja
pt_br: Apenas contatos
ru_ru: Только контакты
th_th: รายชื่อที่ติดต่อเท่านั้น
vi_vn: Chỉ danh bạ
zh_cn: 仅联系人
zh_hk: 僅聯絡人

# M9s
source: Everyone
de_de: Alle
es_es: Todos
fr_fr: Tout le monde
hi_in: सभी लोग
id_id: Semua orang
it_it: Tutti
ja_jp: すべてのユーザー
ko_kr: 모든 사람
ms_my: Semua orang
pt_br: Todos
ru_ru: Все
th_th: ทุกคน
vi_vn: Mọi người
zh_cn: 所有人
zh_hk: 所有人

# g6A
source: Everyone (except non-contacts on Docs)
de_de: Alle (außer Nicht-Kontakte bei Docs)
es_es: Todos (excepto los que no son contactos en Docs)
fr_fr: Tout le monde (sauf les non-contacts dans Docs)
hi_in: सभी लोग (डॉक्स में हुए नहीं संपर्कों को छोड़कर)
id_id: Semua orang (kecuali non-kontak di Docs)
it_it: Tutti (eccetto gli utenti non presenti tra i contatti in Docs)
ja_jp: すべてのユーザー（連絡先に登録されていない Docs でのユーザーを除く）
ko_kr: 모두(Docs에서 연락처 이외의 사용자 제외)
ms_my: Semua (kecuali bukan kenalan pada Docs)
pt_br: Todos (exceto pessoas que não são contatos no Docs)
ru_ru: Все (за исключением не-контактов в Docs)
th_th: ทุกคน (ยกเว้นผู้ที่ไม่ใช้ผู้ติดต่อใน Docs)
vi_vn: Mọi người (trừ người không có trong danh bạ trên Docs)
zh_cn: 所有人（除了云文档中的非联系人）
zh_hk: 所有人（雲端文件中的非聯絡人除外）

# HrI
source: Recommended to avoid unwanted messages from non-contacts who reach you via Docs.
de_de: Es wird empfohlen, diese Option zu aktivieren, um unerwünschte Nachrichten von Nicht-Kontakten zu vermeiden, die Sie über Docs erreichen.
es_es: Se recomienda evitar mensajes no deseados de personas que no están en tu lista de contactos y que te escriben a través de Docs.
fr_fr: Recommandé afin d'éviter les messages indésirables de non-contacts qui vous joignent via Docs.
hi_in: ऐसे गैर-संपर्कों से अवांछित संदेशों से बचने की अनुसंशा की जाती है जो आप तक डॉक्स के ज़रिए पहुँचते हैं.
id_id: Direkomendasikan agar menghindari pesan yang tidak diinginkan dari non-kontak yang menghubungi Anda via Docs.
it_it: Si consiglia di evitare messaggi indesiderati da utenti che non fanno parte dei tuoi contatti e che ti contattano tramite Docs.
ja_jp: 連絡先に登録されていないユーザーは Docs を通じてあなたにメッセージを送信できません
ko_kr: 연락처에 등록되어 있지 않은 사용자가 Docs를 통해 회원님께 보내는 원치 않는 메시지를 피하는 것이 좋습니다.
ms_my: Disyorkan untuk mengelakkan mesej tidak diingini daripada bukan kenalan yang menghubungi anda melalui Docs.
pt_br: Recomendamos evitar o recebimento de mensagens indesejadas de pessoas que não são contatos que falam com você pelo Docs.
ru_ru: Рекомендуется избегать нежелательных сообщений от лиц, не входящих в список контактов, которые поступают через Docs.
th_th: ขอแนะนำให้เลี่ยงการเปิดข้อความที่ไม่พึงประสงค์จากบุคคลนอกรายชื่อที่ติดต่อซึ่งเข้าถึงคุณผ่าน Docs
vi_vn: Khuyến cáo bạn nên tránh các tin nhắn không mong muốn từ người không có trong danh bạ liên lạc với bạn qua Docs.
zh_cn: 非联系人可通过共享的云文档找到你，推荐选择此项以减少打扰
zh_hk: 非聯絡人可通過已分享的雲端文件找到你，推薦選擇此項，以避免打擾

# U/U
source: You're unable to preview message details in the banner due to administrator settings.
de_de: Aufgrund der Administratoreinstellungen können Sie keine Vorschau der Nachrichtendetails im Banner anzeigen lassen.
es_es: No puede obtener una vista previa de los detalles del mensaje en el banner debido a la configuración del administrador.
fr_fr: Vous ne pouvez pas prévisualiser les détails des messages dans la bannière en raison des paramètres de l'administrateur.
id_id: Anda tidak dapat mempratinjau perincian pesan di dalam spanduk karena pengaturan administrator.
it_it: Impossibile visualizzare in anteprima i dettagli del messaggio nel banner a causa delle impostazioni dell'amministratore.
ja_jp: モバイル版メッセージ通知のプレビューが法人管理者より無効化されているため、設定変更できません。
ko_kr: 관리자 설정으로 인해 배너에서 메시지 세부 정보를 미리 볼 수 없습니다.
ms_my: Anda tidak boleh melihat butiran mesej dalam spanduk kerana tetapan pentadbir.
pt_br: Não foi possível visualizar os detalhes da mensagem no banner devido às configurações do administrador.
ru_ru: Предпросмотр контента баннера запрещен в настройках администратора.
th_th: คุณไม่สามารถดูตัวอย่างรายละเอียดข้อความในแบนเนอร์ได้เนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Bạn sẽ không thể xem trước chi tiết tin nhắn trong biểu ngữ do cài đặt của quản trị viên.
zh_cn: 企业管理员已关闭移动端通知消息预览，成员无法自主更改设置
zh_hk: 企業管理員已關閉流動裝置端通知訊息預覽，成員無法自行更改設定

# 0dg
source: If you still have problems receiving notifications, please reinstall {{APP_DISPLAY_NAME}} first. If that still doesn't work, please contact support or IT services of your organization
de_de: Falls Sie weiterhin Probleme beim Empfangen von Benachrichtigungen haben, sollten Sie zuerst {{APP_DISPLAY_NAME}} neu installieren. Sollte das Problem dadurch nicht behoben werden, wenden Sie sich an den Support oder IT-Service Ihrer Organisation
es_es: Si aún tienes problemas para recibir notificaciones, vuelve a instalar {{APP_DISPLAY_NAME}}. Si sigue sin funcionar, ponte en contacto con el soporte técnico o los servicios de TI de tu organización
fr_fr: Si vous rencontrez toujours des problèmes liés à la réception de notifications, veuillez d'abord réinstaller {{APP_DISPLAY_NAME}}. Si le problème persiste, veuillez contacter l'assistance ou les services informatiques de votre organisation
hi_in: अगर आपको अब भी नोटिफ़िकेशन प्राप्त करने में समस्या हो रही है, तो {{APP_DISPLAY_NAME}} को पुनः इन्सटॉल करें, या सहायक से या अपने संगठन की IT सेवा से संपर्क करें
id_id: Jika Anda masih memiliki masalah dalam menerima notifikasi, pasang ulang {{APP_DISPLAY_NAME}} terlebih dahulu. Jika tetap tidak bisa, hubungi dukungan atau layanan TI organisasi Anda.
it_it: Se riscontri ancora problemi nella ricezione delle notifiche, innanzitutto installa di nuovo {{APP_DISPLAY_NAME}}. Se i problemi persistono, contatta il supporto tecnico o i servizi IT della tua organizzazione
ja_jp: 依然としてメッセージ通知が届かない場合は、{{APP_DISPLAY_NAME}} を再インストールしてください。それでも問題が解決しない場合、カスタマーサービスもしくは組織の情報システム担当者にお問い合わせください
ko_kr: 알림을 받는 데 여전히 문제가 있는 경우 먼저 {{APP_DISPLAY_NAME}}을(를) 다시 설치해 보세요. 그래도 문제가 해결되지 않으면 기업의 지원팀 또는 IT 서비스 팀에 문의하십시오
ms_my: Jika anda masih menghadapi masalah menerima notifikasi, sila pasang semula {{APP_DISPLAY_NAME}} terlebih dahulu. Jika masih tidak berfungsi, sila hubungi sokongan atau perkhidmatan IT organisasi anda
pt_br: Se você ainda tiver problemas para receber notificações, reinstale o {{APP_DISPLAY_NAME}} primeiro. Se isso ainda não funcionar, entre em contato com o suporte ou os serviços de TI da sua organização
ru_ru: Если у вас по-прежнему возникают проблемы с получением уведомлений, сначала переустановите {{APP_DISPLAY_NAME}}. Если это по-прежнему не работает, обратитесь в службу поддержки или в ИТ-службу вашей организации.
th_th: หากคุณยังคงประสบปัญหาในการรับการแจ้งเตือน โปรดติดตั้ง {{APP_DISPLAY_NAME}} ใหม่ก่อน หากยังไม่ได้ผล โปรดติดต่อทีมสนับสนุนหรือบริการด้านไอทีขององค์กรของคุณ
vi_vn: Nếu bạn vẫn gặp sự cố khi nhận thông báo, vui lòng cài đặt lại {{APP_DISPLAY_NAME}} trước. Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ hoặc dịch vụ CNTT của tổ chức bạn
zh_cn: 如果还是无法收到消息通知，请先尝试重新安装{{APP_DISPLAY_NAME}}。若仍未解决，可联系客服或你所在企业的 IT 部门
zh_hk: 如果仍然無法收到訊息通知，請先嘗試重新安裝{{APP_DISPLAY_NAME}}。若仍未解決，可聯絡客戶服務或你所在企業的 IT 部門

# jx0
source: Contact Support
de_de: Support kontaktieren
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
hi_in: सहायक से संपर्क करें
id_id: Hubungi Dukungan
it_it: Contatta il supporto tecnico
ja_jp: お問い合わせ
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Sokongan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ hỗ trợ
zh_cn: 联系客服
zh_hk: 聯絡客戶服務
