Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 80s
source: Check network connection and network connection certificate
de_de: Netzwerkverbindung und Netzwerkverbindungszertifikat prüfen
es_es: Comprobar la conexión de red y el certificado de conexión de red
fr_fr: Vérifier la connexion réseau et le certificat de connexion réseau
hi_in: नेटवर्क कनेक्शन और नेटवर्क कनेक्शन प्रमाण-पत्र की जाँच करें
id_id: Periksa koneksi jaringan dan sertifikat koneksi jaringan
it_it: Controlla la connessione di rete e il relativo certificato
ja_jp: 設備がネットワークに接続しているか、証明書が信頼されているかを診断します
ko_kr: 네트워크 연결 및 네트워크 연결 인증서 확인
ms_my: Periksa sambungan rangkaian dan sijil sambungan rangkaian
pt_br: Verificar a conexão de rede e o certificado da conexão de rede
ru_ru: Проверить сетевое подключение и сертификат сетевого подключения
th_th: ตรวจสอบการเชื่อมต่อเครือข่ายและใบรับรองการเชื่อมต่อเครือข่าย
vi_vn: Kiểm tra kết nối mạng và chứng chỉ kết nối mạng
zh_cn: 检测设备是否联网，网络连接证书是否受信任等
zh_hk: 偵測裝置是否連接至網絡、網絡連接證書是否受信任等

# xog
source: Diagnose Again
de_de: Diagnose erneut ausführen
es_es: Diagnosticar de nuevo
fr_fr: Diagnostiquer à nouveau
hi_in: फिर से जाँच करें
id_id: Diagnosis Kembali
it_it: Esegui diagnosi di nuovo
ja_jp: 再診断
ko_kr: 다시 진단
ms_my: Diagnosis Semula
pt_br: Diagnosticar novamente
ru_ru: Повторить диагностику
th_th: วินิจฉัยอีกครั้ง
vi_vn: Chẩn đoán lại
zh_cn: 重新诊断
zh_hk: 重新診斷

# Hds
source: Service stability
de_de: Dienststabilität
es_es: Estabilidad del servicio
fr_fr: Stabilité du service
hi_in: सेवा स्थिरता
id_id: Stabilitas layanan
it_it: Stabilità del servizio
ja_jp: 安定性
ko_kr: 서비스 안정성
ms_my: Kestabilan perkhidmatan
pt_br: Estabilidade do serviço
ru_ru: Стабильность службы
th_th: ความเสถียรของบริการ
vi_vn: Dịch vụ ổn định
zh_cn: 服务稳定性
zh_hk: 服務穩定性

# FMs
source: Check service stability and connection to {{APP_DISPLAY_NAME}}
de_de: Dienststabilität und die Verbindung zu {{APP_DISPLAY_NAME}} prüfen
es_es: Revisa la conexión y la estabilidad del servicio con {{APP_DISPLAY_NAME}}
fr_fr: Vérifiez la stabilité du service et la connexion à {{APP_DISPLAY_NAME}}
hi_in: सेवा स्थिरता और {{APP_DISPLAY_NAME}} के साथ कनेक्शन की जाँच करें
id_id: Periksa stabilitas layanan dan koneksi ke {{APP_DISPLAY_NAME}}
it_it: Controlla la stabilità del servizio e la connessione a {{APP_DISPLAY_NAME}}
ja_jp: ネットワークが安定的に {{APP_DISPLAY_NAME}} 接続できるかを診断します
ko_kr: 서비스 안정성 및 {{APP_DISPLAY_NAME}} 연결 확인
ms_my: Periksa kestabilan perkhidmatan dan sambungan ke {{APP_DISPLAY_NAME}}
pt_br: Verifique a estabilidade e a conexão do serviço com o {{APP_DISPLAY_NAME}}
ru_ru: Проверьте стабильность сервиса и подключение к {{APP_DISPLAY_NAME}}
th_th: ตรวจสอบความเสถียรของบริการและการเชื่อมต่อกับ {{APP_DISPLAY_NAME}}
vi_vn: Hãy kiểm tra độ ổn định của dịch vụ và kết nối với {{APP_DISPLAY_NAME}}
zh_cn: 检测网络环境稳定性，是否能稳定连接{{APP_DISPLAY_NAME}}
zh_hk: 偵測網絡環境穩定性，是否能穩定連接{{APP_DISPLAY_NAME}}

# 5Cg
source: Stable
de_de: Stabil
es_es: Estable
hi_in: स्थिर
id_id: Stabil
it_it: Stabile
ja_jp: 安定
ko_kr: 안정적
ms_my: Stabil
pt_br: Estável
ru_ru: Работает стабильно
th_th: เสถียร
vi_vn: Ổn định
zh_cn: 稳定
zh_hk: 穩定

# VzE
source: Abnormal network environment, unable to connect to {{APP_DISPLAY_NAME}}. Please contact your organization's network administrator. If no solution is found, please contact {{APP_DISPLAY_NAME}} customer's service.
de_de: Anormale Netzwerkumgebung. Keine Verbindung zu {{APP_DISPLAY_NAME}} möglich. Wenden Sie sich an den Netzwerkadministrator Ihrer Organisation. Wenn keine Lösung gefunden wird, wenden Sie sich bitte an den {{APP_DISPLAY_NAME}}-Kundenservice.
es_es: Entorno de red anómalo, no se puede conectar a {{APP_DISPLAY_NAME}}. Contacta con el administrador de red de tu organización. Si no encuentras ninguna solución, ponte en contacto con el servicio personalizado de {{APP_DISPLAY_NAME}}.
fr_fr: Environnement réseau anormal, connexion à {{APP_DISPLAY_NAME}} impossible. Veuillez contacter l'administrateur réseau de votre organisation. Si aucune solution n'est trouvée, veuillez contacter le service clients de {{APP_DISPLAY_NAME}}.
hi_in: असामान्य नेटवर्क परिवेश, {{APP_DISPLAY_NAME}} से कनेक्ट करने में असमर्थ. कृपया अपने संगठन के नेटवर्क एडमिनिस्ट्रेटर से संपर्क करें. अगर कोई समाधान नहीं मिलता है, तो कृपया {{APP_DISPLAY_NAME}} ग्राहक सेवा से संपर्क करें.
id_id: Lingkungan jaringan tidak normal. Gagal terhubung ke {{APP_DISPLAY_NAME}}. Hubungi administrator jaringan organisasi Anda. Jika solusi tidak ditemukan, hubungi layanan pelanggan {{APP_DISPLAY_NAME}}.
it_it: Ambiente di rete anomalo, impossibile connettersi a to {{APP_DISPLAY_NAME}}. Contatta l'amministratore della rete della tua organizzazione. Se non si trova una soluzione al problema, contatta l'assistenza clienti {{APP_DISPLAY_NAME}}.
ja_jp: 安定的に {{APP_DISPLAY_NAME}} に接続できません。企業のネットワーク管理者に連絡してください。それでも解決できない場合は、{{APP_DISPLAY_NAME}} カスタマサポートに連絡してください
ko_kr: 비정상적인 네트워크 환경입니다. {{APP_DISPLAY_NAME}}에 연결할 수 없습니다. 기업의 네트워크 관리자에게 문의하세요. 해결책을 찾지 못한 경우, {{APP_DISPLAY_NAME}} 고객 서비스에 문의하세요.
ms_my: Persekitaran rangkaian tidak normal, tidak dapat menyambung ke {{APP_DISPLAY_NAME}}. Sila hubungi pentadbir rangkaian organisasi anda. Jika tiada penyelesaian, sila hubungi perkhidmatan pelanggan {{APP_DISPLAY_NAME}}.
pt_br: Ambiente de rede anormal; falha ao se conectar ao {{APP_DISPLAY_NAME}}. Entre em contato com o administrador de rede da sua organização. Se nenhuma solução for encontrada, entre em contato com o serviço de atendimento ao consumidor do {{APP_DISPLAY_NAME}}.
ru_ru: Нарушена работа сетевого окружения, не удается подключиться к {{APP_DISPLAY_NAME}}. Обратитесь к администратору сети вашей организации. Если решение найти не удастся, свяжитесь со службой поддержки {{APP_DISPLAY_NAME}}.
th_th: สภาพแวดล้อมเครือข่ายผิดปกติ ไม่สามารถเชื่อมต่อกับ {{APP_DISPLAY_NAME}} ได้ โปรดติดต่อผู้ดูแลเครือข่ายขององค์กรของคุณ หากไม่พบวิธีการแก้ไข โปรดติดต่อฝ่ายบริการลูกค้าของ {{APP_DISPLAY_NAME}}
vi_vn: Môi trường mạng bất thường, không thể kết nối với {{APP_DISPLAY_NAME}}. Vui lòng liên hệ với quản trị viên mạng ở tổ chức của bạn. Nếu không tìm thấy giải pháp, vui lòng liên hệ với bộ phận Dịch vụ Khách hàng {{APP_DISPLAY_NAME}}.
zh_cn: 网络环境异常，无法稳定连接{{APP_DISPLAY_NAME}}，请联系企业的网络管理员。如仍然无法解决，请联系{{APP_DISPLAY_NAME}}客服。
zh_hk: 網絡環境異常，無法穩定連線到{{APP_DISPLAY_NAME}}，請聯絡企業網絡管理員。如果仍無法解決，請聯絡{{APP_DISPLAY_NAME}}客戶服務。

# L54
source: Start diagnosis
de_de: Diagnose starten
es_es: Comenzar diagnóstico
fr_fr: Démarrer le diagnostic
hi_in: निदान शुरू करें
id_id: Mulai mendiagnosis
it_it: Avvia diagnosi
ja_jp: 診断を開始
ko_kr: 진단 시작
ms_my: Mula diagnosis
pt_br: Iniciar diagnóstico
ru_ru: Начать диагностику
th_th: เริ่มการวินิจฉัย
vi_vn: Bắt đầu chẩn đoán
zh_cn: 开始诊断
zh_hk: 開始診斷

# HXU
source: Start diagnosis
de_de: Diagnose starten
es_es: Comenzar diagnóstico
fr_fr: Démarrer le diagnostic
hi_in: निदान शुरू करें
id_id: Mulai mendiagnosis
it_it: Avvia diagnosi
ja_jp: 診断を開始
ko_kr: 진단 시작
ms_my: Mula diagnosis
pt_br: Iniciar diagnóstico
ru_ru: Начать диагностику
th_th: เริ่มการวินิจฉัย
vi_vn: Bắt đầu chẩn đoán
zh_cn: 开始诊断
zh_hk: 開始診斷

# CGI
source: System version
es_es: Versión del sistema
fr_fr: Version du système
hi_in: सिस्टम संस्करण
id_id: Versi sistem
it_it: Versione di sistema
ja_jp: システムバージョン
ko_kr: 시스템 버전
ms_my: Versi sistem
pt_br: Versão do sistema
ru_ru: Версия системы
th_th: เวอร์ชันระบบ
vi_vn: Phiên bản hệ thống
zh_cn: 系统版本
zh_hk: 系統版本

# Cbg
source: Looks like there's a problem connecting to the network. Please follow the guideline above to find a solution.
de_de: Anscheinend gibt es ein Problem bei der Netzwerkverbindung. Folgen Sie den obigen Hinweisen, um eine Lösung zu finden.
es_es: Parece que hay un problema de conexión de red. Sigue las instrucciones anteriores para encontrar una solución.
fr_fr: Un problème de connexion au réseau semble être survenu. Veuillez suivre les directives ci-dessus pour trouver une solution.
hi_in: लगता है नेटवर्क से कनेक्ट करने में समस्या है. समाधान का पता लगाने के लिए कृपया दिशानिर्देशों का पालन करें.
id_id: Sepertinya ada masalah saat menghubungkan ke jaringan. Ikuti panduan di atas untuk menemukan solusinya.
it_it: Sembra che ci sia un problema di connessione alla rete. Segui le linee guida riportate in alto per trovare una soluzione.
ja_jp: ネットワークの接続に問題が発生したようです。上記のアドバイスに従って解決してください
ko_kr: 네트워크에 연결하는 데 문제가 있는 것으로 보입니다. 위의 지침에 따라 해결책을 찾으세요.
ms_my: Sepertinya ada masalah sambungan ke rangkaian. Sila ikuti garis panduan di atas untuk mencari penyelesaian.
pt_br: Parece que há um problema de conexão com a rede. Siga as orientações acima para encontrar uma solução.
ru_ru: Возникла проблема с подключением к сети. Следуйте рекомендациям выше для поиска решения.
th_th: ดูเหมือนว่าจะมีปัญหาในการเชื่อมต่อกับเครือข่าย โปรดทำตามตามแนวทางข้างต้นเพื่อหาวิธีการแก้ไข
vi_vn: Có vẻ như đã xảy ra sự cố khi kết nối mạng. Vui lòng làm theo hướng dẫn ở trên để tìm giải pháp.
zh_cn: 网络连接好像有点问题，请按照上方的指引尝试解决
zh_hk: 網絡連線似乎有些問題，請按照上方的引導嘗試解決

# XbA
source: Couldn't load.
de_de: Konnte nicht geladen werden.
es_es: No se pudo cargar.
fr_fr: Échec du chargement.
hi_in: लोड करने में विफल हुआ.
id_id: Tidak dapat memuat.
it_it: Non è stato possibile caricare.
ja_jp: 読み込みできませんでした
ko_kr: 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan.
pt_br: Não foi possível carregar.
ru_ru: Не удалось загрузить.
th_th: ไม่สามารถโหลดได้
vi_vn: Không thể tải xuống.
zh_cn: 加载失败，
zh_hk: 載入失敗，

# zAI
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
id_id: Tidak ada
it_it: Nessuno
ja_jp: ユーザーがありません
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhum
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không
zh_cn: 暂无用户
zh_hk: 暫無用戶

# yt4
source: Refresh to try again
de_de: Aktualisieren, um es erneut zu versuchen
es_es: Actualiza para intentarlo de nuevo
fr_fr: Actualiser pour réessayer
hi_in: पुनः प्रयास करने के लिए रिफ़्रेश करें
id_id: Perbarui untuk mencoba lagi
it_it: Aggiorna per riprovare
ja_jp: 再読み込み
ko_kr: 새고 고쳐서 다시 시도
ms_my: Muat semula untuk cuba lagi
pt_br: Atualize para tentar novamente
ru_ru: Обновите, чтобы попробовать еще раз
th_th: รีเฟรชเพื่อลองอีกครั้ง
vi_vn: Làm mới để thử lại
zh_cn: 刷新重试
zh_hk: 請重新整理，然後重試。

# 1mM
source: 24-hour Time
de_de: 24-Stunden-Zeitangabe
es_es: Formato de 24 horas
fr_fr: Période de 24 heures
hi_in: 24-घंटे का समय
id_id: Sistem Waktu 24 Jam
it_it: 24 ore
ja_jp: 24 時間表示
ko_kr: 24시간 형식
ms_my: Masa 24-jam
pt_br: Horário de 24 horas
ru_ru: 24-часовое время
th_th: เวลา 24 ชั่วโมง
vi_vn: Thời gian 24 giờ
zh_cn: 24 小时制
zh_hk: 24 小時制

# I9w
source: Best Practices
es_es: Mejores prácticas
fr_fr: Meilleures pratiques
hi_in: श्रेष्ठ अभ्यास
id_id: Praktik Terbaik
it_it: Procedure consigliate
ja_jp: お客様事例
ko_kr: 모범 사례
ms_my: Amalan Terbaik
pt_br: Práticas recomendadas
ru_ru: Практические рекомендации
th_th: แนวทางปฏิบัติที่ดีที่สุด
vi_vn: Thực hành tốt nhất
zh_cn: 最佳实践
zh_hk: 最佳做法

# dZo
source: Change Log
de_de: Änderungsprotokoll
es_es: Cambiar registro
fr_fr: Journal des modifications
hi_in: लॉग बदलें
id_id: Perubahan Log
it_it: Registro modifiche
ja_jp: 更新ログ
ko_kr: 변경 로그
ms_my: Log perubahan
pt_br: Alterar log
ru_ru: Журнал изменений
th_th: บันทึกการเปลี่ยนแปลง
vi_vn: Nhật ký thay đổi
zh_cn: 更新日志
zh_hk: 更新記錄

# Uu8
source: Current Version:
de_de: Aktuelle Version:
es_es: Versión actual:
fr_fr: Version actuelle :
hi_in: वर्तमान संस्करण:
id_id: Versi Saat Ini:
it_it: Versione corrente:
ja_jp: 現在のバージョン：
ko_kr: 현재 버전:
ms_my: Versi Semasa:
pt_br: Versão atual:
ru_ru: Текущая версия:
th_th: เวอร์ชันปัจจุบัน:
vi_vn: Phiên bản hiện tại:
zh_cn: 当前版本：
zh_hk: 目前版本：

# Ajs
source: Features
de_de: Funktionen
es_es: Funciones
fr_fr: Fonctionnalités
hi_in: सुविधाएँ
id_id: Fitur
it_it: Funzioni
ja_jp: 特徴的な機能
ko_kr: 기능
ms_my: Ciri-ciri
pt_br: Recursos
ru_ru: Функции
th_th: ฟีเจอร์
vi_vn: Tính năng
zh_cn: 特色功能介绍
zh_hk: 特色功能介紹

# 0oM
source: About {{APP_DISPLAY_NAME}}
de_de: Info über {{APP_DISPLAY_NAME}}
es_es: Acerca de {{APP_DISPLAY_NAME}}
fr_fr: À propos de {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} के बारे में
id_id: Tentang {{APP_DISPLAY_NAME}}
it_it: Informazioni su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} について
ko_kr: {{APP_DISPLAY_NAME}} 정보
ms_my: Tentang {{APP_DISPLAY_NAME}}
pt_br: Sobre {{APP_DISPLAY_NAME}}
ru_ru: О приложении {{APP_DISPLAY_NAME}}
th_th: เกี่ยวกับ {{APP_DISPLAY_NAME}}
vi_vn: Giới thiệu về {{APP_DISPLAY_NAME}}
zh_cn: 关于{{APP_DISPLAY_NAME}}
zh_hk: 關於{{APP_DISPLAY_NAME}}

# sHk
source: Privacy Policy
de_de: Software-Datenschutzrichtlinie
es_es: Política de privacidad del software
fr_fr: Politique de confidentialité du logiciel
hi_in: सॉफ़्टवेयर गोपनीयता नीति
id_id: Kebijakan Privasi Perangkat Lunak
it_it: Informativa sulla privacy del software
ja_jp: プライバシーポリシー
ko_kr: 소프트웨어 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade do software
ru_ru: Политика конфиденциальности ПО
th_th: นโยบายความเป็นส่วนตัวของซอฟต์แวร์
vi_vn: Chính sách về quyền riêng tư phần mềm
zh_cn: 隐私政策
zh_hk: 私隱政策

# D00
source: User Agreement
de_de: Software-Benutzervereinbarung
es_es: Acuerdo de usuario del software
fr_fr: Contrat de l'utilisateur du logiciel
hi_in: सॉफ़्टवेयर उपयोगकर्ता अनुबंध
id_id: Perjanjian Pengguna Perangkat Lunak
it_it: Contratto di licenza del software
ja_jp: 利用規約
ko_kr: 소프트웨어 사용자 계약
ms_my: Perjanjian Pengguna
pt_br: Termo do usuário do software
ru_ru: Соглашение с пользователем программного обеспечения
th_th: ข้อตกลงของผู้ใช้ซอฟต์แวร์
vi_vn: Thỏa thuận người dùng phần mềm
zh_cn: 用户协议
zh_hk: 用戶協議

# 9OA
source: Allow people to add me from
de_de: Ich kann hinzugefügt werden von
es_es: Permitir a los demás agregarme
fr_fr: Permettre aux personnes de m'ajouter depuis
hi_in: इससे लोगों को मुझे जोड़ने की अनुमति दें
id_id: Izinkan orang menambah saya dari
it_it: Consenti alle persone di aggiungermi da
ja_jp: 下記からのプロフィール情報の確認と連絡先追加を許可
ko_kr: 다음에서 사람들이 나를 추가할 수 있도록 합니다
ms_my: Benarkan orang menambah saya dari
pt_br: Permitir que as pessoas me adicionem a partir de
ru_ru: Меня можно добавить из:
th_th: ให้ผู้คนเพิ่มฉันจาก
vi_vn: Cho phép mọi người thêm tôi từ
zh_cn: 可在以下场景中查看我的信息并添加我
zh_hk: 可在以下場景中尋找我的資訊，並將我新增為聯絡人

# 7CM
source: Calls and meetings
de_de: Anrufe und Besprechungen
es_es: Llamadas y reuniones
fr_fr: Appels et réunions
hi_in: कॉल और मीटिंग
id_id: Panggilan dan rapat
it_it: Chiamate e riunioni
ja_jp: 通話と会議
ko_kr: 통화 및 회의
ms_my: Panggilan dan mesyuarat
pt_br: Chamadas e reuniões
ru_ru: Звонки и конференции
th_th: การโทรและการประชุม
vi_vn: Cuộc gọi và cuộc họp
zh_cn: 通话与会议
zh_hk: 通話與會議

# 3cs
source: Chats
fr_fr: Discussions
hi_in: चैट
id_id: Obrolan
it_it: Chat
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чаты
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 会话
zh_hk: 對話

# yjs
source: Docs
hi_in: डॉक्स
it_it: Documenti
ko_kr: 문서
zh_cn: 云文档
zh_hk: 雲端文件

# OVg
source: Events
de_de: Termine
es_es: Eventos
fr_fr: Événements
hi_in: ईवेंट
id_id: Acara
it_it: Eventi
ja_jp: 予定
ko_kr: 이벤트
ms_my: Acara
pt_br: Eventos
ru_ru: События
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 日程
zh_hk: 日程

# UKg
source: Allow people to add me by
de_de: Ich kann hinzugefügt werden über
es_es: Permitir a los demás agregarme por
fr_fr: Permettre aux utilisateurs de m'ajouter par
hi_in: इसके द्वारा लोगों को मुझे जोड़ने की अनुमति दें
id_id: Izinkan orang menambah saya melalui
it_it: Consenti alle persone di aggiungermi tramite
ja_jp: 下記の方法によるプロフィール情報の確認と連絡先追加を許可
ko_kr: 다음을 통해 사람들이 나를 추가할 수 있도록 합니다
ms_my: Benarkan orang menambah saya dengan
pt_br: Permitir que as pessoas me adicionem por meio de
ru_ru: Меня можно добавить по:
th_th: ให้ผู้คนเพิ่มฉันผ่าน
vi_vn: Cho phép mọi người thêm tôi theo
zh_cn: 可通过以下方式查看我的信息并添加我
zh_hk: 可通過以下方式尋找我的資訊，並將我新增為聯絡人

# BYs
source: Contact Card
de_de: Kontaktkarte
es_es: Tarjeta de Contacto
fr_fr: Carte de contact
hi_in: संपर्क कार्ड
id_id: Kartu Kontak
it_it: Scheda contatto
ja_jp: プロフィールカード
ko_kr: 명함
ms_my: Kad Kenalan
pt_br: Cartão de nome
ru_ru: Визитная карточка
th_th: นามบัตร
vi_vn: Thẻ liên hệ
zh_cn: 个人名片
zh_hk: 個人名片

# gCg
source: My QR code and profile link
de_de: Mein QR-Code und Profillink
es_es: Mis código QR y enlace de perfil
fr_fr: Mon code QR et le lien de mon profil
hi_in: मेरे QR कोड और प्रोफ़ाइल लिंक
id_id: Kode QR dan tautan profil saya
it_it: Il mio codice QR e il mio link del profilo
ja_jp: QRコードとプロフィールリンク
ko_kr: 내 QR 코드 및 프로필 링크
ms_my: Kod QR saya dan pautan profil
pt_br: Meu código QR e link de perfil
ru_ru: Мой QR-код и ссылка на профиль
th_th: คิวอาร์โค้ดและลิงก์โปรไฟล์ของฉัน
vi_vn: Mã QR và liên kết hồ sơ của tôi
zh_cn: 我的二维码与链接
zh_hk: 我的 QR 碼與連結

# zC4
source: Adjust the slider below to change text size
de_de: Stellen Sie den Schieberegler unten ein, um die Textgröße zu ändern
es_es: Ajustar el control deslizante a continuación para cambiar el tamaño del texto
fr_fr: Ajustez le curseur ci-dessous pour modifier la taille du texte
hi_in: टेक्स्ट आकार को बदलने के लिए नीचे स्लाइडर को समायोजित करें
id_id: Sesuaikan penggeser di bawah ini untuk mengubah ukuran teks
it_it: Regola il dispositivo di scorrimento in basso per cambiare le dimensioni del testo
ja_jp: 下側のスライダーをドラッグすることで、フォントサイズを調整できます
ko_kr: 아래 슬라이더를 조정하여 텍스트 크기 변경
ms_my: Laraskan penyesuai di bawah untuk menukar saiz teks
pt_br: Ajuste o controle deslizante abaixo para alterar o tamanho do texto
ru_ru: Перетащите ползунок ниже, чтобы изменить размер текста
th_th: ปรับตัวเลื่อนด้านล่างเพื่อเปลี่ยนขนาดตัวอักษร
vi_vn: Điều chỉnh thanh trượt bên dưới để thay đổi cỡ chữ
zh_cn: 拖动下面的滑块，可设置字体大小
zh_hk: 拖動下方滑塊可設定字體大小

# RHE
source: Convert audio messages to text automatically
de_de: Audionachrichten automatisch in Text umwandeln
es_es: Convertir mensajes de audio en texto automáticamente
fr_fr: Convertir automatiquement des messages audio en texte
hi_in: ऑडियो संदेशों स्वतः टेक्स्ट में रूपांतरित करें
id_id: Konversikan otomatis pesan audio ke teks
it_it: Converti automaticamente i messaggi vocali in testo
ja_jp: 音声メッセージを自動でテキスト化
ko_kr: 음성 메시지를 텍스트로 자동 변환
ms_my: Tukar mesej audio ke teks secara automatik
pt_br: Converter mensagens de áudio em texto automaticamente
ru_ru: Автоматически преобразовывать звуковые сообщения в текст
th_th: แปลงข้อความเสียงเป็นข้อความโดยอัตโนมัติ
vi_vn: Tự động chuyển đổi tin nhắn thoại thành văn bản
zh_cn: 语音消息自动转为文字
zh_hk: 語音訊息自動轉為文字

# KL0
source: Messages
de_de: Nachrichten
es_es: Mensajes
hi_in: संदेश
id_id: Pesan
it_it: Messaggi
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagens
ru_ru: Сообщения
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 消息
zh_hk: 訊息

# M38
source: Auto-translation
de_de: Auto-Übersetzung
es_es: Traducción automática
fr_fr: Traduction automatique
hi_in: स्वतः अनुवाद करें
id_id: Terjemahan otomatis
it_it: Traduzione automatica
ja_jp: 自動翻訳
ko_kr: 자동 번역
ms_my: Terjemahan automatik
pt_br: Tradução automática
ru_ru: Автоматический перевод
th_th: การแปลอัตโนมัติ
vi_vn: Tự động dịch
zh_cn: 自动翻译
zh_hk: 自動翻譯

# NV0
source: Set by language
de_de: Nach Sprache einstellen
es_es: Establecer por idiomas
fr_fr: Définir par langue
hi_in: भाषा के अनुसार सेट करें
id_id: Tetapkan berdasarkan bahasa
it_it: Imposta per lingua
ja_jp: 言語ごとに設定
ko_kr: 언어별 설정
ms_my: Tetapkan mengikut bahasa
pt_br: Configurar por idioma
ru_ru: Настройки по языкам
th_th: กำหนดตามภาษา
vi_vn: Đặt theo ngôn ngữ
zh_cn: 按语言设置
zh_hk: 按語言設定

# 3lI
source: Show message previews in banners
de_de: Nachrichtenvorschau in Bannern anzeigen
es_es: Mostrar vista previa de los mensajes en los banners
fr_fr: Afficher les aperçus des messages dans les bannières
hi_in: बैनर में संदेश पूर्वावलोकन दिखाएँ
id_id: Tampilkan pratinjau pesan dalam banner
it_it: Mostra anteprime dei messaggi nei banner
ja_jp: バナー通知でメッセージを表示
ko_kr: 배너로 메시지 미리 보기 표시
ms_my: Tunjukkan pratonton mesej dalam sepanduk
pt_br: Exibir prévias da mensagem nos banners
ru_ru: Показывать сообщения в уведомлениях
th_th: แสดงตัวอย่างข้อความในแบนเนอร์
vi_vn: Hiển thị xem trước tin nhắn trong biểu ngữ
zh_cn: 横幅通知显示消息预览
zh_hk: 橫幅通知顯示訊息預覽

# /Nw
source: Hide message details
de_de: Nachrichtendetails ausblenden
es_es: Ocultar detalles
fr_fr: Masquer les détails du message
hi_in: संदेश के विवरण छिपाएँ
id_id: Sembunyikan perincian pesan
it_it: Nascondi i dettagli del messaggio
ja_jp: メッセージ内容を非表示
ko_kr: 메시지 세부 정보 숨기기
ms_my: Sembunyikan butiran mesej
pt_br: Ocultar detalhes da mensagem
ru_ru: Скрыть сообщение
th_th: ซ่อนรายละเอียดของข้อความ
vi_vn: Ẩn chi tiết tin nhắn
zh_cn: 隐藏消息详情
zh_hk: 隱藏訊息詳情

# KTg
source: Show message details
de_de: Nachrichtendetails einblenden
es_es: Mostrar detalles
fr_fr: Afficher les détails des messages
hi_in: संदेश के विवरण दिखाएँ
id_id: Tampilkan perincian pesan
it_it: Mostra i dettagli del messaggio
ja_jp: メッセージ内容を表示
ko_kr: 메시지 세부 정보 표시
ms_my: Tunjukkan butiran mesej
pt_br: Exibir detalhes da mensagem
ru_ru: Показать сообщение
th_th: แสดงรายละเอียดของข้อความ
vi_vn: Hiển thị chi tiết tin nhắn
zh_cn: 显示消息详情
zh_hk: 顯示訊息詳情

# +JE
source: Blocklist
de_de: Blockierungsliste
es_es: Lista de bloqueados
fr_fr: Liste de blocage
hi_in: ब्लॉकलिस्ट
id_id: Daftar blokir
it_it: Elenco di contatti bloccati
ja_jp: ブロックリスト
ko_kr: 차단 목록
ms_my: Senarai sekatan
pt_br: Lista de bloqueio
ru_ru: Список блокировки
th_th: รายชื่อที่บล็อก
vi_vn: Danh sách chặn
zh_cn: 屏蔽名单
zh_hk: 封鎖名單

# Dxs
source: {{N}} users
de_de: {{N}} Benutzer
es_es: {{N}} usuarios
fr_fr: {{N}} utilisateurs
hi_in: {{N}} उपयोगकर्ता
id_id: {{N}} pengguna
it_it: {{N}} utenti
ja_jp: {{N}} 人
ko_kr: {{N}}명
ms_my: {{N}} pengguna
pt_br: {{N}} usuários
ru_ru: Пользователей: {{N}}
th_th: {{N}} ราย
vi_vn: {{N}} người dùng
zh_cn: {{N}} 人
zh_hk: {{N}} 人

# gmQ
source: Blocked users won't be able to send you messages or collaborate with you
de_de: Blockierte Benutzer können Ihnen keine Nachrichten senden oder mit Ihnen zusammenarbeiten.
es_es: Los usuarios bloqueados no podrán enviarte mensajes ni colaborar contigo
fr_fr: Les utilisateurs bloqués ne pourront pas vous envoyer de messages ou collaborer avec vous
hi_in: ब्लॉक किए गए उपयोगकर्ता आपको संदेश नहीं भेज सकते या आपके साथ सहयोग नहीं कर सकते
id_id: Berhasil memblokir pengguna yang tidak dapat mengirimi Anda pesan atau berkolaborasi dengan Anda
it_it: Gli utenti bloccati non potranno inviarti messaggi o collaborare con te
ja_jp: ブロックしたユーザーとは、個人的なやり取りや、共同作業ができなくなります。
ko_kr: 차단된 사용자는 메시지를 보내거나 공동 작업할 수 없습니다
ms_my: Pengguna yang disekat tidak akan dapat menghantar mesej atau bekerjasama dengan anda
pt_br: Os usuários bloqueados não poderão enviar mensagens ou colaborar com você
ru_ru: Заблокированные пользователи не смогут отправлять вам сообщения или сотрудничать с вами
th_th: ผู้ใช้ที่ถูกบล็อกจะไม่สามารถส่งข้อความหรือร่วมงานกับคุณได้
vi_vn: Người dùng bị chặn sẽ không thể gửi tin nhắn hoặc cộng tác với bạn
zh_cn: 被屏蔽的用户将无法与你单聊或协作
zh_hk: 被封鎖的用戶將無法與你私人聊天或協作

# YRM
source: Clear cache
de_de: Cache löschen
es_es: Borrar caché
fr_fr: Vider le cache
hi_in: कैश साफ़ करें
id_id: Bersihkan cache
it_it: Cancella cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기
ms_my: Kosongkan cache
pt_br: Limpar cache
ru_ru: Очистить кэш
th_th: ล้างแคช
vi_vn: Xóa bộ nhớ đệm
zh_cn: 清理缓存
zh_hk: 清理快取
