Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ZgM
source: Name is required. Please enter again.
de_de: Name ist erforderlich. Bitte erneut eingeben.
es_es: Debes indicar tu nombre. Introdúcelo de nuevo, por favor.
fr_fr: Le nom est obligatoire. Veuillez saisir à nouveau.
hi_in: नाम आवश्यक है. कृपया दोबारा दर्ज करें.
id_id: Nama wajib diisi. Masukkan lagi.
it_it: Nome obbligatorio. Immetti di nuovo.
ja_jp: 名前は必須項目です。ご入力ください
ko_kr: 이름은 필수입니다. 다시 입력해주세요.
ms_my: Nama diperlukan. Sila masukkan lagi.
pt_br: Nome é obrigatório. Insira novamente.
ru_ru: Требуется имя. Введите снова.
th_th: จำเป็นต้องใส่ชื่อ โปรดป้อนอีกครั้ง
vi_vn: Bắt buộc phải có tên. Vui lòng nhập lại.
zh_cn: 姓名不能为空，请重新填写
zh_hk: 姓名不能為空，請重新填寫

# AiI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# HQQ
source: Setup failed. Please try again later.
de_de: Einrichtung fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error de configuración. Inténtalo más tarde, por favor.
fr_fr: Échec de la configuration. Veuillez réessayer plus tard.
hi_in: सेटअप विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Pengaturan gagal. Coba lagi nanti.
it_it: Impossibile configurare. Riprova più tardi.
ja_jp: 設定できませんでした。後ほど再試行してください
ko_kr: 설정 실패. 나중에 다시 시도하세요.
ms_my: Persediaan gagal. Sila cuba lagi kemudian.
pt_br: Falha na configuração. Tente novamente mais tarde.
ru_ru: Ошибка при настройке. Повторите попытку позже.
th_th: การตั้งค่าไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thiết lập thất bại. Vui lòng thử lại sau.
zh_cn: 设置失败，请稍后再试
zh_hk: 無法設定，請稍後再試

# f8o
source: Request failed. Please try again later.
de_de: Anfrage fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Solicitud fallida. Inténtalo más tarde.
fr_fr: Échec de la demande. Veuillez réessayer plus tard.
hi_in: अनुरोध विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Permintaan gagal. Coba lagi nanti.
it_it: Impossibile completare richiesta. Riprova più tardi.
ja_jp: 変更できませんでした。後ほど再試行してください
ko_kr: 요청 실패. 나중에 다시 시도하세요.
ms_my: Permintaan gagal. Sila cuba lagi kemudian.
pt_br: Falha na solicitação. Tente novamente mais tarde.
ru_ru: Ошибка запроса. Повторите попытку позже.
th_th: คำขอไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Yêu cầu thất bại. Vui lòng thử lại sau.
zh_cn: 修改失败，请稍后重试
zh_hk: 修改失敗，請稍後重試

# 3gA
source: Teresa: Looks good to me!
de_de: Teresa: Sieht für mich ok aus!
es_es: Teresa: ¡Me parece bien!
fr_fr: Teresa : Cela me paraît bien !
hi_in: टेरेसा: मुझे अच्छा लग रहा है!
id_id: Teresa: Terlihat bagus!
it_it: Teresa: Per me va bene.
ja_jp: 山田：みなさん、おはようございます！
ko_kr: Teresa: 괜찮네요!
ms_my: Teresa: Nampak baik untuk saya!
pt_br: Teresa: Está bom para mim!
ru_ru: Олег: Мне нравится!
th_th: เทเรซ่า: อรุณสวัสดิ์ทุกคน!
vi_vn: Teresa: Mọi thứ có vẻ ổn với tôi!
zh_cn: 李明：大家早上好！
zh_hk: 李明：大家早晨！

# d5Y
source: {{APP_DISPLAY_NAME}} will only collect personal data required for basic functions. Under basic mode, only Messenger can be used. Other features require the collection of personal data and will be turned off.
de_de: {{APP_DISPLAY_NAME}} erfasst nur persönliche Daten, die für grundlegende Funktionen erforderlich sind. Im Basismodus kann nur der Messenger verwendet werden. Andere Funktionen erfordern die Erfassung persönlicher Daten und werden ausgeschaltet.
es_es: {{APP_DISPLAY_NAME}} solo recopilará los datos personales necesarios para las funciones básicas. En el modo básico, solo se puede utilizar Messenger. El resto de las características requieren la recopilación de datos personales y se desactivarán.
fr_fr: {{APP_DISPLAY_NAME}} collectera uniquement les données personnelles nécessaires aux fonctions de base. Seul Messenger peut être utilisé en mode basique. Les autres fonctionnalités nécessitent la collecte de données personnelles et seront désactivées.
hi_in: {{APP_DISPLAY_NAME}} मूलभूत फ़ंक्शन के लिए आवश्यक केवल व्यक्तिगत डेटा की एकत्रित करेगा. मूलभूत मोड के तहत, केवल मैसेंजर का उपयोग किया जा सकता है. अन्य सुविधाओं को व्यक्तिगत डेटा एकत्रित करने की आवश्यकता होती है और वे बंद कर दी जाएँगी.
id_id: {{APP_DISPLAY_NAME}} hanya akan mengumpulkan data pribadi yang diperlukan untuk fungsi dasar. Di mode dasar, hanya Messenger yang dapat digunakan. Fitur lain perlu mengumpulkan data pribadi dan akan dinonaktifkan.
it_it: {{APP_DISPLAY_NAME}} raccoglierà solo i dati personali obbligatori per le funzionalità di base. In modalità di base è possibile utilizzare solo Messenger. Le altre funzioni richiedono la raccolta di dati personali, pertanto verranno disattivate.
ja_jp: オンにすると、{{APP_DISPLAY_NAME}} は中国の法律に基づき、基礎機能が必要となる個人情報のみを取得します。当モードでは、チャット機能のみ使用できます。その他の機能は個人情報が必要となるため、ご利用できません。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 기본 기능에 필요한 개인 데이터만 수집합니다. 기본 모드에서는 Messenger만 사용할 수 있습니다. 다른 기능에는 개인 데이터 수집이 필요하므로 꺼집니다.
ms_my: {{APP_DISPLAY_NAME}} hanya akan mengumpul data peribadi yang diperlukan untuk fungsi asas. Di bawah mod asas, hanya Messenger yang boleh digunakan. Ciri-ciri lain memerlukan pengumpulan data peribadi dan akan dimatikan.
pt_br: O {{APP_DISPLAY_NAME}} coletará apenas os dados pessoais necessários para as funções básicas. No modo básico, apenas o Messenger pode ser usado. Outros recursos exigem a coleta de dados pessoais e serão desligados.
ru_ru: {{APP_DISPLAY_NAME}} будет осуществлять сбор только персональных данных, необходимых для базовых функций. В базовом режиме можно использовать только Messenger. Другим функциям требуется сбор персональных данных и они будут отключены.
th_th: {{APP_DISPLAY_NAME}} จะรวบรวมเฉพาะข้อมูลส่วนตัวที่จำเป็นสำหรับฟังก์ชันพื้นฐานเท่านั้น สามารถใช้ได้เฉพาะ Messenger เท่านั้นในโหมดพื้นฐาน ฟีเจอร์อื่น ๆ ต้องการรวบรวมข้อมูลส่วนตัวและจะถูกปิด
vi_vn: {{APP_DISPLAY_NAME}} sẽ chỉ thu thập các dữ liệu cá nhân cần thiết cho các chức năng cơ bản. Ở chế độ cơ bản, chỉ có thể sử dụng được Messenger. Các tính năng khác yêu cầu thu thập dữ liệu cá nhân và sẽ được tắt.
zh_cn: 启用后，{{APP_DISPLAY_NAME}}将按中国法律规定获取基本功能所需的个人信息。该模式下只可使用消息功能。其他功能因依赖个人信息，无法使用。
zh_hk: 啟用後，{{APP_DISPLAY_NAME}}將按中國法律規定獲取基本功能所需的個人資訊。此模式下只可使用訊息功能。其他功能由於依賴個人資訊，無法使用。

# aeQ
source: Turn On
de_de: Einschalten
es_es: Activar
fr_fr: Activer
hi_in: चालू करें
id_id: Aktifkan
it_it: Attiva
ja_jp: オンにする
ko_kr: 켜기
ms_my: Hidupkan
pt_br: Ligar
ru_ru: Включить
th_th: เปิด
vi_vn: Bật
zh_cn: 重启并启用
zh_hk: 重新啟動並啟用

# gFw
source: {{APP_DISPLAY_NAME}} will only collect personal data required for basic functions. Under basic mode, only Messenger can be used. Other features require the collection of personal data and will be turned off. {{APP_DISPLAY_NAME}} will need to restart after you turn on basic mode.
de_de: {{APP_DISPLAY_NAME}} erfasst nur persönliche Daten, die für grundlegende Funktionen erforderlich sind. Im Basismodus kann nur der Messenger verwendet werden. Andere Funktionen erfordern die Erfassung persönlicher Daten und werden ausgeschaltet. {{APP_DISPLAY_NAME}} muss neu gestartet werden, nachdem Sie den Basismodus eingeschaltet haben.
es_es: {{APP_DISPLAY_NAME}} solo recopilará los datos personales necesarios para las funciones básicas. En el modo básico, solo se puede utilizar Messenger. El resto de las características requieren la recopilación de datos personales y se desactivarán. {{APP_DISPLAY_NAME}} debe reiniciarse una vez que actives el modo básico.
fr_fr: {{APP_DISPLAY_NAME}} collectera uniquement les données personnelles nécessaires aux fonctions de base. Seul Messenger peut être utilisé en mode basique. Les autres fonctionnalités nécessitent la collecte de données personnelles et seront désactivées. Un redémarrage de {{APP_DISPLAY_NAME}} est nécessaire après l'activation du mode basique.
hi_in: {{APP_DISPLAY_NAME}} मूलभूत फ़ंक्शन के लिए आवश्यक केवल व्यक्तिगत डेटा की एकत्रित करेगा. मूलभूत मोड के तहत, केवल मैसेंजर का उपयोग किया जा सकता है. अन्य सुविधाओं को व्यक्तिगत डेटा एकत्रित करने की आवश्यकता होती है और वे बंद कर दी जाएँगी. आपके द्वारा मूलभूत मोड चालू करने के बाद {{APP_DISPLAY_NAME}} रीस्टार्ट करना होगा.
id_id: {{APP_DISPLAY_NAME}} hanya akan mengumpulkan data pribadi yang diperlukan untuk fungsi dasar. Di mode dasar, hanya Messenger yang dapat digunakan. Fitur lain perlu mengumpulkan data pribadi dan akan dinonaktifkan. {{APP_DISPLAY_NAME}} harus dimulai ulang setelah Anda mengaktifkan mode dasar.
it_it: {{APP_DISPLAY_NAME}} raccoglierà solo i dati personali obbligatori per le funzionalità di base. In modalità di base è possibile utilizzare solo Messenger. Le altre funzioni richiedono la raccolta di dati personali, pertanto verranno disattivate. Dopo aver attivato la modalità di base, occorrerà riavviare {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}} は中国の法律に基づき、基礎機能が必要となる個人情報のみを取得します。当モードでは、チャット機能のみ使用できます。その他の機能は個人情報が必要となるため、ご利用できません。この操作は {{APP_DISPLAY_NAME}} を再起動する必要があります。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 기본 기능에 필요한 개인 데이터만 수집합니다. 기본 모드에서는 Messenger만 사용할 수 있습니다. 다른 기능에는 개인 데이터 수집이 필요하므로 꺼집니다. 기본 모드를 켜면 {{APP_DISPLAY_NAME}}을(를) 다시 시작해야 합니다.
ms_my: {{APP_DISPLAY_NAME}} hanya akan mengumpul data peribadi yang diperlukan untuk fungsi asas. Di bawah mod asas, hanya Messenger yang boleh digunakan. Ciri-ciri lain memerlukan pengumpulan data peribadi dan akan dimatikan. {{APP_DISPLAY_NAME}} perlu dimulakan semula selepas anda menghidupkan mod asas.
pt_br: O {{APP_DISPLAY_NAME}} coletará apenas os dados pessoais necessários para as funções básicas. No modo básico, apenas o Messenger pode ser usado. Outros recursos exigem a coleta de dados pessoais e serão desligados. O {{APP_DISPLAY_NAME}} precisará ser reiniciado depois que você ligar o modo básico.
ru_ru: {{APP_DISPLAY_NAME}} будет осуществлять сбор только персональных данных, необходимых для базовых функций. В базовом режиме можно использовать только Messenger. Другим функциям требуется сбор персональных данных и они будут отключены. Необходимо перезапустить {{APP_DISPLAY_NAME}} после включения базового режима.
th_th: {{APP_DISPLAY_NAME}} จะรวบรวมเฉพาะข้อมูลส่วนตัวที่จำเป็นสำหรับฟังก์ชันพื้นฐานเท่านั้น สามารถใช้ได้เฉพาะ Messenger เท่านั้นในโหมดพื้นฐาน ฟีเจอร์อื่น ๆ ต้องการรวบรวมข้อมูลส่วนตัวและจะถูกปิด {{APP_DISPLAY_NAME}} จะต้องรีสตาร์ทหลังจากที่คุณเปิดโหมดพื้นฐาน
vi_vn: {{APP_DISPLAY_NAME}} sẽ chỉ thu thập các dữ liệu cá nhân cần thiết cho các chức năng cơ bản. Ở chế độ cơ bản, chỉ có thể sử dụng được Messenger. Các tính năng khác yêu cầu thu thập dữ liệu cá nhân và sẽ được tắt. {{APP_DISPLAY_NAME}} cần khởi động lại sau khi bạn bật chế độ cơ bản.
zh_cn: {{APP_DISPLAY_NAME}}将按中国法律规定获取基本功能所需的个人信息。该模式下只可使用消息功能。其他功能因依赖个人信息，无法使用。启用需重启{{APP_DISPLAY_NAME}}。
zh_hk: {{APP_DISPLAY_NAME}}將按中國法律規定獲取基本功能所需的個人資訊。此模式下只可使用訊息功能。其他功能由於依賴個人資訊，無法使用。啟用需重新啟動{{APP_DISPLAY_NAME}}。

# sDY
source: Turn on basic mode?
de_de: Basismodus einschalten?
es_es: ¿Activar el modo básico?
fr_fr: Activer le mode basique ?
hi_in: मूलभूत मोड चालू करें?
id_id: Aktifkan mode dasar?
it_it: Vuoi attivare la modalità di base?
ja_jp: 基本モードをオンにしますか？
ko_kr: 기본 모드를 켜시겠습니까?
ms_my: Hidupkan mod asas?
pt_br: Ligar o modo básico?
ru_ru: Включить базовый режим?
th_th: เปิดโหมดพื้นฐานหรือไม่
vi_vn: Bật chế độ cơ bản?
zh_cn: 启用基本功能模式？
zh_hk: 啟用基本功能模式？

# 58Q
source: Unable to switch, please try again
de_de: Wechseln nicht möglich. Versuchen Sie es erneut.
es_es: No se puede cambiar. Inténtalo de nuevo.
fr_fr: Changement impossible, veuillez réessayer
hi_in: स्विच करने में असमर्थ, कृपया पुनः प्रयास करें
id_id: Tidak dapat Beralih. Coba lagi
it_it: Impossibile cambiare, riprova
ja_jp: 切り替えできませんでした。再試行してください
ko_kr: 전환할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat beralih, sila cuba lagi
pt_br: Não foi possível mudar, tente novamente.
ru_ru: Не удалось переключиться. Повторите попытку
th_th: ไม่สามารถสลับได้ โปรดลองอีกครั้ง
vi_vn: Không thể chuyển đổi, vui lòng thử lại
zh_cn: 切换失败，请重试
zh_hk: 切換失敗，請重試

# 50E
source: Turn on basic mode
de_de: Basismodus einschalten
es_es: Activar el modo básico
fr_fr: Activer le mode basique
hi_in: मूलभूत मोड चालू करें
id_id: Aktifkan mode dasar
it_it: Attiva modalità di base
ja_jp: 基本モードをオンにする
ko_kr: 기본 모드 켜기
ms_my: Hidupkan mod asas
pt_br: Ligar o modo básico
ru_ru: Включить базовый режим
th_th: เปิดโหมดพื้นฐาน
vi_vn: Bật chế độ cơ bản
zh_cn: 启用基本功能模式
zh_hk: 啟用基本功能模式

# 4RY
source: Deleting...
de_de: Wird gelöscht...
es_es: Eliminando...
fr_fr: Suppression en cours
hi_in: हटाया जा रहा है...
id_id: Menghapus...
it_it: Eliminazione
ja_jp: 削除中
ko_kr: 삭제 중
ms_my: Memadam...
pt_br: Excluindo
ru_ru: Удаление
th_th: กำลังลบ
vi_vn: Đang xóa
zh_cn: 清除中...
zh_hk: 清除中…

# O0E
source: Manage Devices
de_de: Geräte verwalten
es_es: Administrar dispositivos
fr_fr: Gérer les appareils
hi_in: डिवाइस प्रबंधित करें
id_id: Kelola Perangkat
it_it: Gestisci dispositivi
ja_jp: デバイス管理
ko_kr: 장치 관리
ms_my: Urus Peranti
pt_br: Gerenciar dispositivos
ru_ru: Управление устройствами
th_th: จัดการอุปกรณ์
vi_vn: Quản lý thiết bị
zh_cn: 登录设备
zh_hk: 登入裝置

# PIk
source: Appearance
de_de: Darstellung
es_es: Aspecto
fr_fr: Apparence
hi_in: दिखावट
id_id: Penampilan
it_it: Aspetto
ja_jp: 外観モード
ko_kr: 외관
ms_my: Penampilan
pt_br: Aparência
ru_ru: Внешний вид
th_th: ลักษณะที่ปรากฏ
vi_vn: Giao diện
zh_cn: 外观
zh_hk: 外觀

# 2Ig
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Foncé
hi_in: गहरा
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
ms_my: Gelap
pt_br: Escuro
ru_ru: Темный
th_th: มืด
vi_vn: Tối
zh_cn: 深色
zh_hk: 深色

# Ubo
source: Follow system
de_de: Wie System
es_es: Seguir al sistema
fr_fr: Suivre la configuration système
hi_in: सिस्टम का पालन करें
id_id: Ikuti sistem
it_it: Segui sistema
ja_jp: システムの設定に従う
ko_kr: 시스템을 따름
ms_my: Ikut sistem
pt_br: Seguir sistema
ru_ru: Следовать системным
th_th: เป็นไปตามระบบ
vi_vn: Tuân theo hệ thống
zh_cn: 跟随系统
zh_hk: 跟隨系統

# NpE
source: Once selected, appearance will follow system settings.
de_de: Darstellung entspricht den Systemeinstellungen.
es_es: El aspecto sigue a la configuración del sistema
fr_fr: L'apparence suivra les paramètres du système
hi_in: दिखावट सिस्टम सेटिंग्स का पालन करेगी
id_id: Penampilan akan mengikuti pengaturan sistem
it_it: L'aspetto si baserà sulle impostazioni di sistema
ja_jp: 選択すると、外観モードはデバイスのシステム設定に合わせて自動的に切り替わります。
ko_kr: 외관은 시스템 설정을 따릅니다
ms_my: Sekali dipilih, penampilan akan mengikut tetapan sistem.
pt_br: A aparência seguirá as configurações do sistema
ru_ru: Внешний вид будет следовать системным настройкам
th_th: ลักษณะที่ปรากฏจะเป็นไปตามการตั้งค่าของระบบ
vi_vn: Giao diện sẽ tuân theo cài đặt hệ thống
zh_cn: 选择后，将跟随设备的系统设置切换外观
zh_hk: 跟隨系統外觀切換

# 1Co
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
hi_in: हल्का
id_id: Terang
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
ms_my: Terang
pt_br: Claro
ru_ru: Светлый
th_th: สว่าง
vi_vn: Sáng
zh_cn: 浅色
zh_hk: 淺色

# G7Y
source: Left
de_de: Links
es_es: Izquierda
fr_fr: Gauche
hi_in: बायाँ
id_id: Kiri
it_it: Sinistra
ja_jp: 左揃えモード
ko_kr: 왼쪽
ms_my: Kiri
pt_br: Esquerda
ru_ru: Слева
th_th: ซ้าย
vi_vn: Trái
zh_cn: 消息气泡左对齐
zh_hk: 訊息氣泡靠左對齊

# KVg
source: Left and right
de_de: Links und rechts
es_es: Izquierda y derecha
fr_fr: Gauche et droite
hi_in: बायाँ और दायाँ
id_id: Kiri dan kanan
it_it: Sinistra e destra
ja_jp: 両端揃えモード
ko_kr: 왼쪽 및 오른쪽
ms_my: Kiri dan kanan
pt_br: Esquerda e direita
ru_ru: Слева и справа
th_th: ซ้ายและขวา
vi_vn: Trái và phải
zh_cn: 消息气泡左右分布
zh_hk: 訊息氣泡左右對齊

# 57s
source: Message Alignment
de_de: Nachrichtenausrichtung
es_es: Alineación de mensajes
fr_fr: Alignement des messages
hi_in: संदेश संरेखण
id_id: Perataan Pesan
it_it: Allineamento messaggio
ja_jp: チャットレイアウト
ko_kr: 메시지 정렬
ms_my: Penjajaran Mesej
pt_br: Alinhamento da mensagem
ru_ru: Выравнивание сообщений
th_th: การจัดแนวข้อความ
vi_vn: Căn chỉnh tin nhắn
zh_cn: 会话显示模式
zh_hk: 對話顯示模式

# nBE
source: Minutes
de_de: Protokolle
es_es: Minutos
hi_in: मिनट
it_it: Verbale
ko_kr: 회의록
ms_my: Minit
th_th: บันทึกการประชุม
vi_vn: Biên bản
zh_cn: 妙记
zh_hk: 妙記

# edg
source: Allow other users send buzz message to me by text message and phone call.
de_de: Anderen Benutzern erlauben, mir per Textnachricht und Telefonanruf Buzz-Nachrichten zu senden.
es_es: Permitir a otros usuarios que me envíen Buzz en los mensajes de texto y en las llamadas de teléfono.
fr_fr: Autoriser les autres utilisateurs à m'envoyer un message buzz par message texte et par appel téléphonique.
hi_in: अन्य उपयोगकर्ताओं को टेक्स्ट संदेश और फ़ोन कॉल द्वारा मुझे बज़ संदेश भेजने की अनुमति दें.
id_id: Izinkan pengguna lain mengirim pesan buzz ke saya melalui pesan teks dan panggilan telepon.
it_it: Consenti ad altri utenti di inviarmi messaggi buzz tramite SMS e telefonate.
ja_jp: 他のユーザーからの SMS または電話の緊急連絡を許可する
ko_kr: 다른 사용자들이 문자 메시지와 전화 통화로 나에게 buzz 메시지를 보내도록 할까요?
ms_my: Benarkan pengguna lain menghantar mesej buzz kepada saya melalui mesej teks dan panggilan telefon.
pt_br: Permitir que outros usuários me enviem mensagem por buzz via mensagem de texto e chamada telefônica.
ru_ru: Разрешить другим пользователям отправлять мне сообщение Buzz, используя текстовое сообщение и телефонный звонок.
th_th: อนุญาตให้ผู้ใช้รายอื่น ๆ ส่งข้อความการส่งเสียง ถึงฉันโดยส่งข้อความตัวอักษรและโทรศัพท์
vi_vn: Cho phép người dùng khác gửi tin nhắn có thông báo cho tôi bằng tin nhắn văn bản và cuộc gọi điện thoại.
zh_cn: 允许其他用户通过短信和电话的方式加急我
zh_hk: 允許其他用戶通過短訊和電話方式緊急聯絡我

# hTk
source: Turn it on?
de_de: Möchten Sie dies wirklich einschalten?
es_es: ¿Activarlo?
fr_fr: Voulez-vous vraiment l'activer ?
hi_in: इसे चालू करें?
id_id: Aktifkan?
it_it: Vuoi attivarlo?
ja_jp: 有効にしますか？
ko_kr: 기능을 켤까요?
ms_my: Hidupkannya?
pt_br: Tem certeza de que deseja ativar?
ru_ru: Включить Buzz?
th_th: คุณแน่ใจหรือไม่ว่าจะเปิด
vi_vn: Bạn có chắc muốn bật tính năng này không?
zh_cn: 确定开启吗？
zh_hk: 確定開啟嗎？

# Xgg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# alY
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# 7y8
source: Subject to local law, you need to take the initiative to remove your mobile phone number from the Telephone Authority's mobile phone protection list before enabling this feature.
de_de: Je nach am Ort geltenden Gesetzen müssen Sie Ihre Mobiltelefonnummer aktiv aus der Mobiltelefon-Schutzliste der Telefonbehörde entfernen, bevor Sie diese Funktion aktivieren.
es_es: Al estar sujetos a la normativa local, debes eliminar tu número de teléfono móvil de la lista de protección de teléfonos móviles de las autoridades de teléfonos para activar esta función.
fr_fr: Sous réserve de la législation locale, vous devez prendre l'initiative de retirer le numéro de votre téléphone mobile de la liste de protection des téléphones mobiles de la Telephone Authority avant d'activer cette fonctionnalité.
hi_in: स्थानीय कानून के अधीन, आपको इस सुविधा को सक्षम करने से पहले अपने मोबाइल फ़ोन नंबर को टेलीफोन प्राधिकरण की मोबाइल फ़ोन सुरक्षा सूची से निकालने की पहल करनी होगी.
id_id: Sesuai dengan hukum setempat, Anda harus berinisiatif untuk menghapus nomor telepon Anda dari daftar perlindungan ponsel Otoritas Telepon sebelum mengaktifkan fitur ini.
it_it: In base alla legge locale, prima di abilitare questa funzione, devi prendere l'iniziativa di rimuovere il tuo numero di telefono dall'elenco di protezione del telefono cellulare dell'operatore telefonico.
ja_jp: 現地の法律に従い、この機能を有効にするには、電話管理局の保護リストから携帯電話番号を削除する必要があります
ko_kr: 지역 법률에 따라 이 기능을 활성화하기 전에 전화국의 휴대전화 보호 목록에서 본인의 휴대전화 번호를 제외하는 조치를 취해야 합니다.
ms_my: Mengikut undang-undang tempatan, anda perlu mengambil inisiatif untuk mengeluarkan nombor telefon bimbit anda dari senarai perlindungan telefon bimbit Pihak Berkuasa Telefon sebelum mengaktifkan ciri ini.
pt_br: De acordo com a lei local, você precisa aceitar o convite para remover o número de seu celular da lista de proteção de números de celular da autoridade responsável pela telefonia antes de ativar este recurso.
ru_ru: Регулируется местным законодательством. Перед включением данной функции вам необходимо по собственной инициативе удалить свой номер мобильного телефона из списка защищенных мобильных телефонов администрации связи.
th_th: ในกฎหมายบางประเทศ คุณต้องดำเนินการลบหมายเลขโทรศัพท์มือถือของคุณออกจากรายการการป้องกันโทรศัพท์มือถือของการโทรศัพท์ก่อนที่จะเปิดใช้ฟีเจอร์นี้
vi_vn: Theo luật pháp địa phương, bạn cần chủ động loại bỏ số điện thoại di động của mình khỏi danh sách bảo mật số điện thoại di động của Công ty điện thoại trước khi kích hoạt tính năng này.
zh_cn: 受本地法律约束，开启该功能前，需要你主动在电话管理局的手机保护名单中，将你的手机号移除
zh_hk: 受本地法律約束，開啟此功能前，需要你主動將你的手機號碼從通訊事務管理局的手機保護名單中移除

# tmc
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_hk: 郵件

# dMY
source: Mail
de_de: E-Mail
es_es: Correo electrónico
fr_fr: Courrier
hi_in: मेल
id_id: Email
it_it: E-mail
ja_jp: メール
ko_kr: 메일
ms_my: Mel
pt_br: Correspondência
ru_ru: Почта
th_th: จดหมาย
vi_vn: Thư
zh_cn: 邮件
zh_hk: 郵件

# ldY
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
hi_in: कार्य
id_id: Tugas
it_it: Attività
ja_jp: タスク
ko_kr: 할 일
ms_my: Tugas
pt_br: Tarefas
ru_ru: Задачи
th_th: งาน
vi_vn: Nhiệm vụ
zh_cn: 任务
zh_hk: 任務

# 9xo
source: Video Meetings
de_de: Videobesprechungen
es_es: Reuniones por videollamada
fr_fr: Réunions vidéo
hi_in: वीडियो मीटिंग
id_id: Rapat Video
it_it: Riunioni video
ja_jp: ビデオ会議
ko_kr: 화상 회의
ms_my: Mesyuarat Video
pt_br: Reuniões por vídeo
ru_ru: Видеоконференции
th_th: การประชุมทางวิดีโอ
vi_vn: Cuộc họp video
zh_cn: 视频会议
zh_hk: 視像會議

# 3qI
source: Video meeting chat
de_de: Chat in Videobesprechung
es_es: Chat de la reunión por videollamada
fr_fr: Discussion de la réunion vidéo
hi_in: वीडियो मीटिंग चैट
id_id: Obrolan rapat video
it_it: Chat della riunione video
ja_jp: ビデオ会議チャット
ko_kr: 화상 회의 채팅
ms_my: Sembang mesyuarat video
pt_br: Chat da reunião por vídeo
ru_ru: Чат видеоконференции
th_th: แชทของการประชุมทางวิดีโอ
vi_vn: Trò chuyện cuộc họp video
zh_cn: 视频会议聊天
zh_hk: 視像會議聊天

# Cqs
source: Enhance notification for voice and video call invitations
de_de: Verbesserte Benachrichtigung bei Einladungen zu Sprach- und Videoanrufen
es_es: Mejora la notificación de las invitaciones de llamadas de voz y vídeo
fr_fr: Amélioration de la notification des invitations aux appels vocaux et vidéo
id_id: Tingkatkan notifikasi untuk undangan panggilan video dan suara
it_it: Migliora la notifica per inviti di chiamate vocali e videochiamate
ja_jp: 音声とビデオ通話の通知を強化する
ko_kr: 음성 및 화상 통화 초대에 대한 알림을 강화합니다
ms_my: Tingkatkan notifikasi untuk jemputan panggilan suara dan video
pt_br: Aprimore a notificação de convites para chamadas de voz e videochamada
ru_ru: Улучшение уведомлений для голосовых и видео-приглашений
th_th: ปรับปรุงการแจ้งเตือนสำหรับคำเชิญการสนทนาทางเสียงและวิดีโอ
vi_vn: Cải thiện thông báo cho lời mời cuộc gọi thoại và video
zh_cn: 语音和视频通话邀请通知增强
zh_hk: 語音和視像通話邀請通知增強
