Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# lfg
source: Not Allowed
de_de: Nicht erlaubt
es_es: No permitido
fr_fr: Non autorisé
id_id: Tidak Diizinkan
it_it: Non consentito
ja_jp: 禁止
ko_kr: 허용되지 않음
ms_my: Tidak Dibenarkan
pt_br: Não permitido
ru_ru: Не разрешено
th_th: ไม่อนุญาต
vi_vn: Không cho phép
zh_cn: 不允许
zh_hk: 不允許

# FkA
source: Save Only
de_de: Nur speichern
es_es: Guardar solo
fr_fr: Enregistrer uniquement
id_id: Hanya Simpan
it_it: Solo salvataggio
ja_jp: 保存のみ
ko_kr: 저장만
ms_my: Simpan Sahaja
pt_br: Apenas salvar
ru_ru: Только сохранить
th_th: บันทึกเท่านั้น
vi_vn: Chỉ lưu
zh_cn: 仅保存
zh_hk: 只儲存

# qHw
source: Selected
de_de: Ausgewählt
es_es: Seleccionado
fr_fr: Sélectionné
id_id: Dipilih
it_it: Selezionato
ja_jp: 一部のみ
ko_kr: 선택됨
ms_my: Terpilih
pt_br: Selecionado
ru_ru: Выбрано
th_th: เลือก
vi_vn: Đã chọn
zh_cn: 部分
zh_hk: 部分

# Hz4
source: Hide time zone
de_de: Zeitzone ausblenden
es_es: Ocultar zona horaria
fr_fr: Masquer le fuseau horaire
id_id: Sembunyikan zona waktu
it_it: Nascondi fuso orario
ja_jp: タイムゾーンを非表示
ko_kr: 표준 시간대 숨기기
ms_my: Sembunyikan zon waktu
pt_br: Ocultar fuso horário
ru_ru: Скрыть часовой пояс
th_th: ซ่อนโซนเวลา
vi_vn: Ẩn múi giờ
zh_cn: 隐藏时区
zh_hk: 隱藏時區

# u1Y
source: Select time zone
de_de: Zeitzone auswählen
es_es: Seleccionar zona horaria
fr_fr: Sélectionner le fuseau horaire
hi_in: समय क्षेत्र चुनें
id_id: Pilih zona waktu
it_it: Seleziona fuso orario
ja_jp: タイムゾーンを選択
ko_kr: 표준 시간대 선택
ms_my: Pilih zon waktu
pt_br: Selecionar fuso horário
ru_ru: Выберите часовой пояс
th_th: เลือกโซนเวลา
vi_vn: Chọn múi giờ
zh_cn: 自定义时区
zh_hk: 自訂時區

# sh4
source: Members in different time zones can see your time zone in chat during non-business hours
de_de: Mitglieder in anderen Zeitzonen können Ihre Zeit im Chat außerhalb der Arbeitszeiten sehen.
es_es: Los miembros de diferentes zonas horarias pueden ver tu zona horaria en el chat durante las horas no laborables
fr_fr: Les membres dans d'autres fuseaux horaires peuvent voir votre fuseau horaire dans la discussion pendant les heures non ouvrables
hi_in: अलग-अलग समय क्षेत्रों के सदस्य गैर कामकाजी समय के दौरान चैट में आपका समय क्षेत्र देख सकते हैं
id_id: Anggota di zona waktu yang berbeda dapat melihat zona waktu Anda dalam obrolan yang berlangsung di luar jam kerja
it_it: I membri situati in fusi orari diversi possono vedere il tuo fuso orario nella chat durante le ore non lavorative
ja_jp: 勤務時間外にタイムゾーンを越えてやりとりする時、自分のタイムゾーンが相手に表示されます。
ko_kr: 다른 표준 시간대에 있는 구성원은 업무 시간 외 채팅에서 회원님의 표준 시간대를 볼 수 있습니다
ms_my: Ahli dalam zon waktu berbeza boleh melihat zon waktu anda dalam sembang di luar waktu perniagaan
pt_br: Membros em diferentes fusos horários podem ver seu fuso horário no chat fora do horário comercial
ru_ru: Участники из разных часовых поясов могут видеть ваш часовой пояс в чате в нерабочее время
th_th: สมาชิกในโซนเวลาอื่น ๆ สามารถเห็นโซนเวลาของคุณในแชทได้ในระหว่างช่วงเวลาที่ไม่ใช่เวลาทำการ
vi_vn: Các thành viên ở các múi giờ khác có thể thấy múi giờ của bạn trong cuộc trò chuyện ngoài giờ làm việc
zh_cn: 非工作时间跨时区沟通，对方可在会话内看到我的时区
zh_hk: 非工作時間跨時區溝通，對方可在對話內看到我的時區

# gYQ
source: Time zone display
de_de: Anzeige der Zeitzone
es_es: Visualización de la zona horaria
fr_fr: Affichage du fuseau horaire
hi_in: समय क्षेत्र डिस्प्ले
id_id: Tampilan zona waktu
it_it: Visualizzazione del fuso orario
ja_jp: 表示する自分のタイムゾーン
ko_kr: 표준 시간대 디스플레이
ms_my: Paparan zon waktu
pt_br: Exibição do fuso horário
ru_ru: Отображение часового пояса
th_th: แสดงโซนเวลา
vi_vn: Hiển thị múi giờ
zh_cn: 对外展示的时区
zh_hk: 對外展示的時區

# nE0
source: Use device time zone
de_de: Zeitzone des Geräts verwenden
es_es: Utilizar la zona horaria del dispositivo
fr_fr: Utiliser le fuseau horaire de l’appareil
hi_in: डिवाइस के समय क्षेत्र का उपयोग करें
id_id: Gunakan zona waktu perangkat
it_it: Usa fuso orario del dispositivo
ja_jp: デバイスのタイムゾーンを使用
ko_kr: 장치 표준 시간대 사용
ms_my: Gunakan zon waktu peranti
pt_br: Usar fuso horário do dispositivo
ru_ru: Использовать часовой пояс устройства
th_th: ใช้โซนเวลาของอุปกรณ์
vi_vn: Sử dụng múi giờ trên thiết bị
zh_cn: 跟随设备实时时区
zh_hk: 跟隨裝置即時時區

# O6s
source: Notifications for starred contacts
de_de: Benachrichtigungen für mit Stern markierte Kontakte
es_es: Notificaciones para los contactos destacados
fr_fr: Notifications pour les contacts favoris
hi_in: तारांकित संपर्कों के लिए नोटिफ़िकेशन
id_id: Notifikasi untuk kontak berbintang
it_it: Notifiche per i contatti contrassegnati con la stella
ja_jp: スター付き連絡先のメッセージ通知
ko_kr: 별표 표시된 연락처에 대한 알림
ms_my: Notifikasi untuk kenalan yang dibintangkan
pt_br: Notificações para contatos com estrela
ru_ru: Уведомления для избранных контактов
th_th: การแจ้งเตือนสำหรับรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Thông báo cho các địa chỉ liên hệ gắn dấu sao
zh_cn: 星标联系人消息通知
zh_hk: 星標聯絡人訊息通知

# Vkg
source: Notify me, even when notifications are muted
de_de: Mich benachrichtigen, auch bei stummgeschalteten Benachrichtigungen
es_es: Enviarme notificaciones aunque estén silenciadas
fr_fr: M'avertir, même lorsque les notifications sont mises en sourdine
hi_in: मुझे सूचित करें, भले ही नोटिफ़िकेशन म्यूट किए गए हों
id_id: Beri tahu saya, bahkan saat notifikasi dibisukan
it_it: Notificami anche quando è stato disattivato l'audio delle notifiche
ja_jp: 通知がミュートされている場合でも通知する
ko_kr: 알림이 음소거된 경우에도 알림 받기
ms_my: Beritahu saya, walaupun notifikasi dimatikan
pt_br: Notificar-me mesmo quando as notificações estiverem silenciadas
ru_ru: Уведомлять меня, даже если уведомления отключены
th_th: แจ้งให้ฉันทราบ แม้ว่าจะปิดการแจ้งเตือนไว้ก็ตาม
vi_vn: Thông báo cho tôi, ngay cả khi mục thông báo đã bị tắt tiếng
zh_cn: 通知静音时，仍然通知我
zh_hk: 當通知已靜音時，仍然通知我

# F14
source: Notify me of new messages in muted chats
de_de: Mich über neue Nachrichten in stummgeschalteten Chats benachrichtigen
es_es: Notificarme de nuevos mensajes en chats silenciados
fr_fr: Me notifier des nouveaux messages des discussions en sourdine
hi_in: म्यूट किए गए चैट में नए संदेशों के बारे में मुझे सूचित करें
id_id: Beri tahu saya mengenai pesan baru dalam obrolan yang dibisukan
it_it: Inviami notifiche di nuovi messaggi nelle chat con audio disattivato
ja_jp: ミュート中チャットでの新しいメッセージを通知する
ko_kr: 음소거된 채팅에 새 메시지가 있을 때 알림
ms_my: Beritahu saya tentang mesej baru dalam sembang yang dimatikan
pt_br: Notifique-me sobre novas mensagens em chats como mudo ativado
ru_ru: Уведомлять меня о новых сообщениях в приглушенных чатах
th_th: แจ้งเตือนเมื่อมีข้อความใหม่ในแชทที่ปิดเสียง
vi_vn: Thông báo tin nhắn mới trong trò chuyện đã tắt tiếng cho tôi
zh_cn: 免打扰会话有新消息时，通知我
zh_hk: 免打擾對話有新訊息時，通知我

# T+Q
source: To change the settings above, go to "Settings > Notifications > Notify me about", and enable notifications for starred contacts.
de_de: Um die obigen Einstellungen zu ändern, gehen Sie zu „Einstellungen – Benachrichtigungen – Benachrichtigungen an mich“ und aktivieren dort „Benachrichtigungen für mit einem Stern markierte Kontakte“.
es_es: Para cambiar la configuración anterior, ve a "Configuración > Notificaciones > Notificarme acerca de" y activa las notificaciones para los contactos destacados.
fr_fr: Pour modifier les paramètres ci-dessus, accédez à "Paramètres > Notifications > Me notifier à propos de" et activez les notifications pour les contacts favoris.
hi_in: उपर्युक्त सेटिंग्स बदलने के लिए, कृपया पहले "सेटिंग्स > नोटिफ़िकेशन > मुझे इसकी सूचना दें" पर जाएँ, और तारांकित संपर्कों के लिए नोटिफ़िकेशन सक्षम करें.
id_id: Untuk mengubah pengaturan di atas, buka "Pengaturan > Notifikasi > Beri tahu saya tentang", dan aktifkan notifikasi untuk kontak berbintang.
it_it: Per modificare le impostazioni qui sopra, vai a "Impostazioni > Notifiche > Inviami notifiche su" e abilita le notifiche per i contatti contrassegnati con la stella.
ja_jp: 上記の設定を変更できません。「設定」>「通知」>「通知するメッセージのタイプ」でスター付き連絡先のメッセージ通知をオンにしてから再試行してください。
ko_kr: 위의 설정을 변경하려면 "설정 > 알림 > 알림 정보"로 이동하여 별표 표시된 연락처에 대한 알림을 활성화하세요.
ms_my: Untuk mengubah tetapan di atas, pergi ke "Tetapan > Notifikasi > Beritahu saya tentang", dan aktifkan notifikasi untuk kenalan yang dibintangkan.
pt_br: Para alterar as configurações acima, vá para "Configurações > Notificações > Notificar-me sobre" e ative as notificações para contatos com estrela.
ru_ru: Чтобы изменить указанные выше настройки, перейдите в раздел Настройки > Уведомления > Уведомлять меня о и включите уведомления для избранных контактов.
th_th: หากต้องการเปลี่ยนการตั้งค่าด้านบน ให้ไปยัง "การตั้งค่า > การแจ้งเตือน > แจ้งเตือนฉันเกี่ยวกับ" และเปิดใช้การแจ้งเตือนจากรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Để thay đổi cài đặt bên trên, hãy vào "Cài đặt > Thông báo > Thông báo cho tôi về", và bật thông báo cho liên hệ được gắn dấu sao.
zh_cn: 你无法更改以上设置，请先前往“设置 > 通知 > 接收通知的消息类型”开启星标联系人的消息通知
zh_hk: 你無法更改以上設定，請先前往「設定 > 通知 > 接收通知的訊息類型」開啟星標聯絡人的訊息通知

# zT4
source: View all starred contacts
de_de: Alle mit Stern markierten Kontakte anzeigen
es_es: Ver todos los contactos destacados
fr_fr: Afficher tous les contacts favoris
hi_in: सभी तारांकित संपर्क देखें
id_id: Lihat semua kontak berbintang
it_it: Visualizza tutti i contatti contrassegnati con la stella
ja_jp: スター付き連絡先を表示
ko_kr: 모든 별표 표시된 연락처 보기
ms_my: Lihat semua kenalan yang dibintangkan
pt_br: Visualizar todos os contatos com estrela
ru_ru: Просмотреть все избранные контакты
th_th: ดูรายชื่อที่ติดต่อที่ติดดาวไว้ทั้งหมด
vi_vn: Xem tất cả địa chỉ liên hệ gắn dấu sao
zh_cn: 查看星标联系人
zh_hk: 查看星標聯絡人

# A10
source: Go to Settings
de_de: Zu den Einstellungen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
hi_in: सेटिंग्स में जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в Настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_hk: 前往設定

# vZM
source: Maximum 100 characters
de_de: Maximal 100 Zeichen
es_es: 100 caracteres como máximo
fr_fr: 100 caractères maximum
id_id: Maksimum 100 karakter
it_it: Massimo 100 caratteri
ja_jp: 文字数が上限の 100 文字に達しました
ko_kr: 최대 100자
ms_my: Maksimum 100 aksara
pt_br: Máximo de 100 caracteres
ru_ru: Максимум 100 символов
th_th: สูงสุด 100 อักขระ
vi_vn: Tối đa 100 ký tự
zh_cn: 字符已达上限，最多可输入 100 个字符
zh_hk: 字元數已達上限，最多可輸入 100 個字元

# AJ0
source: Notify me of messages from starred contacts
de_de: Benachrichtigen Sie mich über Nachrichten von mit einem Stern markierten Kontakten
es_es: Notificarme al recibir mensajes de contactos destacados
fr_fr: Me notifier en cas de messages de contacts favoris
hi_in: तारांकित संपर्कों से संदेशों के लिए मुझे सूचित करें
id_id: Beri tahu saya pesan dari kontak berbintang
it_it: Inviami notifiche per messaggi da contatti contrassegnati con la stella
ja_jp: スター付き連絡先のメッセージは通知する
ko_kr: 별표 표시된 연락처에서 보낸 메시지 알리기
ms_my: Beritahu saya tentang mesej dari kenalan berbintang
pt_br: Notificar-me sobre mensagens de contatos com estrela
ru_ru: Уведомлять меня о сообщениях от помеченных контактов
th_th: แจ้งเตือนฉันเมื่อมีข้อความจากรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Thông báo cho tôi về tin nhắn từ các liên hệ được gắn dấu sao
zh_cn: 星标联系人的消息仍通知
zh_hk: 仍通知星標聯絡人的訊息

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# Ef4
source: Unable to change
de_de: Ändern nicht möglich
es_es: No se puede cambiar
fr_fr: Impossible de modifier
hi_in: बदलने में असमर्थ
id_id: Tidak dapat mengubah
it_it: Impossibile cambiare
ja_jp: 変更できませんでした
ko_kr: 변경할 수 없음
ms_my: Tidak boleh ubah
pt_br: Não é possível alterar
ru_ru: Не удалось изменить
th_th: ไม่สามารถเปลี่ยนได้
vi_vn: Không thể thay đổi
zh_cn: 修改失败
zh_hk: 無法修改

# jMY
source: Cache clear completed
de_de: Löschen des Caches abgeschlossen
es_es: Se ha borrado la caché por completo
fr_fr: Effacement du cache terminé
hi_in: कैश साफ़ करना पूर्ण
id_id: Cache selesai dibersihkan
it_it: Cancellazione della cache completata
ja_jp: キャッシュをクリアしました
ko_kr: 캐시 삭제 완료
ms_my: Pembersihan cache selesai
pt_br: Limpeza do cache concluída
ru_ru: Очистка кеша завершена
th_th: การล้างแคชสำเร็จ
vi_vn: Đã xóa bộ đệm ẩn
zh_cn: 缓存清理完成
zh_hk: 快取清理完成

# 4Qc
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_hk: 完成

# lrk
source: Copied
de_de: Kopiert
es_es: Se ha copiado
fr_fr: Copié(e)
hi_in: कॉपी किया गया
id_id: Disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制
zh_hk: 已複製

# bJc
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# vw8
source: No permission to edit your name
de_de: Keine Berechtigung zum Bearbeiten Ihres Namens
es_es: No tienes permiso para editar tu nombre
fr_fr: Aucune autorisation de modifier votre nom
hi_in: अपना नाम संपादित करने की अनुमति नहीं
id_id: Tidak ada izin untuk mengedit nama Anda
it_it: Nessuna autorizzazione per modificare il tuo nome
ja_jp: 名前を編集する権限がありません。管理者にご連絡ください
ko_kr: 이름을 편집할 권한이 없습니다
ms_my: Tiada kebenaran untuk mengedit nama anda
pt_br: Nenhuma permissão para editar seu nome
ru_ru: Нет разрешения на редактирование вашего имени
th_th: ไม่มีสิทธิ์การอนุญาตในการแก้ไขชื่อของคุณ
vi_vn: Không có quyền chỉnh sửa tên của bạn
zh_cn: 无权限修改姓名
zh_hk: 無權限修改姓名

# AKE
source: Couldn't load. Please try again later.
de_de: Konnte nicht geladen werden. Versuchen Sie es später erneut.
es_es: No se pudo cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat memuat. Coba lagi nanti.
it_it: Non è stato possibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。後ほど再試行してください
ko_kr: 로드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi kemudian.
pt_br: Não foi possível carregar. Tente novamente mais tarde.
ru_ru: Не удалось загрузить. Повторите попытку позже.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể tải xuống. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_hk: 載入失敗，請稍後重試

# I3Y
source: New Version
de_de: Neue Version
es_es: Nueva versión
fr_fr: Nouvelle version
hi_in: नया संस्करण
id_id: Versi Baru
it_it: Nuova versione
ja_jp: 新バージョンがあります
ko_kr: 새 버전
ms_my: Versi Baharu
pt_br: Nova versão
ru_ru: Новая версия
th_th: เวอร์ชันใหม่
vi_vn: Phiên bản mới
zh_cn: 发现新版本
zh_hk: 發現新版本

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# cEo
source: Information
de_de: Informationen
es_es: Información
fr_fr: Informations
hi_in: इंफ़ो
id_id: Informasi
it_it: Informazioni
ja_jp: プロフィール情報
ko_kr: 정보
ms_my: Maklumat
pt_br: Informação
ru_ru: Сведения
th_th: ข้อมูล
vi_vn: Thông tin
zh_cn: 个人信息
zh_hk: 個人資訊

# T4E
source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
hi_in: लॉग आउट करें
id_id: Keluar
it_it: Disconnettiti
ja_jp: ログアウト
ko_kr: 로그아웃
ms_my: Log Keluar
pt_br: Fazer logoff
ru_ru: Выход
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出

# a7U
source: Team
es_es: Equipo
fr_fr: Équipe
hi_in: टीम
id_id: Tim
ja_jp: 部門
ko_kr: 팀
ms_my: Pasukan
pt_br: Equipe
ru_ru: Группа
th_th: ทีม
vi_vn: Nhóm
zh_cn: 部门
zh_hk: 部門

# kg4
source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名
zh_hk: 姓名

# LHY
source: {{APP_DISPLAY_NAME}} will need to restart after you switch the app language to {{languageName}}.
de_de: {{APP_DISPLAY_NAME}} muss neu gestartet werden, wenn Sie die Sprache der App auf {{languageName}} umstellen.
es_es: {{APP_DISPLAY_NAME}} debe reiniciarse una vez que cambies el idioma de la aplicación a {{languageName}}.
fr_fr: {{APP_DISPLAY_NAME}} devra redémarrer après avoir défini la langue de l'application sur « {{languageName}} ».
hi_in: आपके द्वारा ऐप भाषा {{languageName}} पर बदलने पर {{APP_DISPLAY_NAME}} रीस्टार्ट करना होगा.
id_id: {{APP_DISPLAY_NAME}} akan dimulai ulang setelah Anda mengganti bahasa aplikasi ke {{languageName}}.
it_it: Dovrai riavviare {{APP_DISPLAY_NAME}} dopo aver cambiato la lingua dell'app in {{languageName}}.
ja_jp: システム言語を {{languageName}} に切り替えると、{{APP_DISPLAY_NAME}} は再起動します
ko_kr: 앱 언어를 {{languageName}}(으)로 전환하면 {{APP_DISPLAY_NAME}}을(를) 다시 시작해야 합니다.
ms_my: {{APP_DISPLAY_NAME}} perlu dimulakan semula setelah anda menukar bahasa apl kepada {{languageName}}.
pt_br: {{APP_DISPLAY_NAME}} precisará ser reiniciado depois que você mudar o idioma do aplicativo para {{languageName}}.
ru_ru: После переключения языка приложения на {{languageName}} потребуется перезапуск {{APP_DISPLAY_NAME}}.
th_th: {{APP_DISPLAY_NAME}} จะต้องรีสตาร์ทหลังจากที่คุณสลับภาษาแอปไปเป็น {{languageName}}
vi_vn: {{APP_DISPLAY_NAME}} sẽ cần khởi động lại sau khi bạn chuyển ngôn ngữ ứng dụng sang {{languageName}}.
zh_cn: 将语言切换到 {{languageName}} 需要重启{{APP_DISPLAY_NAME}}
zh_hk: 將語言切換至 {{languageName}} 需要重新啟動{{APP_DISPLAY_NAME}}

# 9bA
source: Unable to change language. Please try again later.
de_de: Sprache konnte nicht geändert werden. Versuchen Sie es später erneut.
es_es: No se puede cambiar el idioma. Inténtalo de nuevo más tarde.
fr_fr: Impossible de changer la langue. Veuillez réessayer plus tard.
hi_in: भाषा बदलने में विफल हुआ, कृपया बाद में पुनः प्रयास करें
id_id: Tidak dapat mengubah bahasa. Coba lagi nanti.
it_it: Impossibile cambiare lingua. Riprova più tardi.
ja_jp: 言語を変更できませんでした。後ほど再試行してください
ko_kr: 언어를 변경할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menukar bahasa. Sila cuba lagi kemudian.
pt_br: Não é possível alterar idioma. Tente novamente mais tarde.
ru_ru: Не удалось изменить язык. Повторите попытку позже.
th_th: ไม่สามารถเปลี่ยนภาษาได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể thay đổi ngôn ngữ. Vui lòng thử lại sau.
zh_cn: 修改语言失败，请稍后重试
zh_hk: 修改語言失敗，請稍後重試

# nJ0
source: System message
de_de: Systemnachricht
es_es: Mensaje del sistema
fr_fr: Message du système
hi_in: सिस्टम का संदेश
id_id: Pesan sistem
it_it: Messaggio di sistema
ja_jp: システムメッセージ
ko_kr: 시스템 메시지
ms_my: Mesej sistem
pt_br: Mensagem do sistema
ru_ru: Системное сообщение
th_th: ข้อความระบบ
vi_vn: Thông báo hệ thống
zh_cn: 系统消息
zh_hk: 系統訊息

# Qok
source: %@-%@ On leave
de_de: %@-%@ abwesend
es_es: %@-%@ De permiso
fr_fr: %@-%@ en congés
hi_in: %@-%@ छुट्टी पर
id_id: %@-%@ Cuti
it_it: %@-%@ in congedo
ja_jp: %@ から %@ まで休暇
ko_kr: %@-%@ 휴가 중
ms_my: %@-%@ Cuti
pt_br: %@-%@ de licença
ru_ru: %@-%@ в отпуске
th_th: %@-%@ ลางาน
vi_vn: %@-%@ vắng mặt
zh_cn: %@-%@ 请假
zh_hk: %@-%@ 請假

# wTc
source: %@ On leave
de_de: %@ abwesend
es_es: %@ De permiso
fr_fr: %@ en congés
hi_in: %@ छुट्टी पर
id_id: %@ Cuti
it_it: %@ in congedo
ja_jp: %@ は休暇中です
ko_kr: %@ 휴가 중
ms_my: %@ Cuti
pt_br: %@ de licença
ru_ru: %@ В отпуске
th_th: %@ ลางาน
vi_vn: %@ vắng mặt
zh_cn: %@ 请假
zh_hk: %@ 請假

# 9Nc
source: Setup failed. Please try again later.
de_de: Einrichtung fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error de configuración. Inténtalo más tarde, por favor.
fr_fr: Échec de la configuration. Veuillez réessayer plus tard.
hi_in: सेटअप विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Pengaturan gagal. Coba lagi nanti.
it_it: Impossibile configurare. Riprova più tardi.
ja_jp: 設定できませんでした。後ほど再試行してください
ko_kr: 설정 실패. 나중에 다시 시도하세요.
ms_my: Pemasangan gagal. Sila cuba lagi kemudian.
pt_br: Falha na configuração. Tente novamente mais tarde.
ru_ru: Ошибка при настройке Повторите попытку позже.
th_th: การตั้งค่าไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thiết lập thất bại. Vui lòng thử lại sau.
zh_cn: 设置失败，请稍后再试
zh_hk: 無法設定，請稍後再試

# pxI
source: Profile Photo
de_de: Profilfoto
es_es: Foto de perfil
fr_fr: Photo de profil
hi_in: प्रोफ़ाइल फ़ोटो
id_id: Foto Profil
it_it: Foto profilo
ja_jp: プロフィール写真
ko_kr: 프로필 사진
ms_my: Gambar Profil
pt_br: Foto do perfil
ru_ru: Фото профиля
th_th: รูปโปรไฟล์
vi_vn: Ảnh hồ sơ
zh_cn: 头像
zh_hk: 頭像

# E9k
source: Calculating...
de_de: Berechnen...
es_es: Calculando...
fr_fr: Calcul…
hi_in: परिकलित किया जा रहा है...
id_id: Menghitung...
it_it: Calcolo in corso...
ja_jp: 計算中...
ko_kr: 계산 중...
ms_my: Mengira...
pt_br: Calculando...
ru_ru: Расчет...
th_th: กำลังคำนวน...
vi_vn: Đang tính...
zh_cn: 计算中...
zh_hk: 計算中…

# Ctg
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Une erreur est survenue. Veuillez réessayer plus tard.
hi_in: कुछ ग़लत हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Ada yang salah. Coba lagi nanti.
it_it: Si è verificato un errore. Riprova più tardi.
ja_jp: 取得できませんでした。後ほど再試行してください
ko_kr: 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Ada yang tidak kena. Sila cuba lagi kemudian.
pt_br: Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Что-то пошло не так. Повторите попытку позже.
th_th: มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_cn: 获取失败，请稍后重试
zh_hk: 無法獲取，請稍後重試

# 6p4
source: Messages from starred contacts
de_de: Nachrichten von mit Stern markierten Kontakten
es_es: Mensajes de contactos destacados
fr_fr: Messages de contacts favoris
hi_in: तारांकित संपर्कों से संदेश
id_id: Pesan dari kontak berbintang
it_it: Messaggi dai contatti contrassegnati con la stella
ja_jp: スター付き連絡先のメッセージ
ko_kr: 별표 표시된 연락처의 메시지
ms_my: Mesej dari kenalan yang dibintangkan
pt_br: Mensagens de contatos com estrela
ru_ru: Сообщения от избранных контактов
th_th: ข้อความจากรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Tin nhắn từ các địa chỉ liên hệ gắn dấu sao
zh_cn: 星标联系人的消息
zh_hk: 星標聯絡人的訊息

# ZjY
source: My QR code
de_de: Mein QR-Code
es_es: Mi código QR
fr_fr: Mon code QR
hi_in: मेरा QR कोड
id_id: Kode QR saya
it_it: Il mio codice QR
ja_jp: QRコード
ko_kr: 나의 QR 코드
ms_my: Kod QR saya
pt_br: Meu código QR
ru_ru: Мой QR-код
th_th: คิวอาร์โค้ดของฉัน
vi_vn: Mã QR của tôi
zh_cn: 我的二维码
zh_hk: 我的 QR 碼

# Km8
source: Looks like you are offline!
de_de: Sieht aus, als wären Sie offline!
es_es: ¡Es posible que no tengas conexión!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
id_id: Sepertinya Anda offline!
it_it: Sembra che tu sia offline.
ja_jp: ネットワークエラー。後ほど再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Nampaknya anda sedang luar talian!
pt_br: Parece que você está off-line!
ru_ru: Похоже, что вы не подключены к сети!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# Sd4
source: Looks like you are offline!
de_de: Sieht aus, als wären Sie offline!
es_es: ¡Es posible que no tengas conexión!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: नेटवर्क त्रुटि, कृपया पुनः प्रयास करें
id_id: Sepertinya Anda offline!
it_it: Sembra che tu sia offline.
ja_jp: ネットワークエラーです。再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Nampaknya anda tiada talian!
pt_br: Parece que você está off-line!
ru_ru: Похоже, что вы не подключены к сети!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络错误，请重试
zh_hk: 網絡錯誤，請重試

# HOs
source: You have received a message.
de_de: Sie haben eine Nachricht erhalten.
es_es: Has recibido un mensaje.
fr_fr: Vous avez reçu un message.
hi_in: आपको एक संदेश प्राप्त हुआ.
id_id: Anda menerima pesan.
it_it: Hai ricevuto un messaggio
ja_jp: メッセージを受信しました
ko_kr: 메시지를 받았습니다
ms_my: Anda telah menerima mesej.
pt_br: Você recebeu uma mensagem.
ru_ru: Вы получили сообщение.
th_th: คุณได้รับข้อความ
vi_vn: Bạn đã nhận được một tin nhắn.
zh_cn: 你收到了一条消息
zh_hk: 你已收到一則訊息
