Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# THw
source: Notify me when others check my phone number
de_de: Mich benachrichtigen, wenn Andere meine Telefonnummer überprüfen
es_es: Enviarme una notificación si los demás comprueban mi número de teléfono
fr_fr: M'avertir lorsque d'autres utilisateurs vérifient mon numéro de téléphone
hi_in: दूसरे लोगों द्वारा मेरा फ़ोन नंबर देखे जाने पर मुझे सूचित करें
id_id: Beri tahu saya saat orang lain memeriksa nomor telepon saya
it_it: Inviami una notifica quando altre persone verificano il mio numero di telefono
ja_jp: 携帯番号が確認される時に通知を送信
ko_kr: 다른 사용자가 내 전화번호를 확인할 때 알림
ms_my: Maklumkan saya apabila orang lain menyemak nombor telefon saya
pt_br: Avise-me quando outras pessoas verificarem meu número de telefone
ru_ru: Сообщать мне, когда пользователи просматривают мой номер телефона
th_th: แจ้งให้ฉันทราบเมื่อคนอื่น ๆ ตรวจสอบหมายเลขโทรศัพท์ของฉัน
vi_vn: Thông báo cho tôi khi người khác kiểm tra số điện thoại của tôi
zh_cn: 对方查看我的手机号时通知我
zh_hk: 對方查看我的手機號碼時通知我

# 7vQ
source: Unable to remove
de_de: Entfernen nicht möglich
es_es: No se puede borrar
fr_fr: Impossible de retirer
hi_in: निकालने में विफल
id_id: Tidak dapat menghapus
it_it: Impossibile rimuovere
ja_jp: 削除できませんでした
ko_kr: 제거할 수 없음
ms_my: Tidak dapat mengeluarkan
pt_br: Não é possível remover
ru_ru: Не удалось удалить
th_th: ไม่สามารถลบออกได้
vi_vn: Không thể xóa
zh_cn: 移除失败
zh_hk: 移除失敗

# 16U
source: Removed successfully
de_de: Erfolgreich entfernt
es_es: Eliminado con éxito
fr_fr: Retiré avec succès
hi_in: निकाला गया
id_id: Berhasil dihapus
it_it: Rimozione completata correttamente
ja_jp: 削除しました
ko_kr: 제거 성공
ms_my: Berjaya dikeluarkan
pt_br: Removido com êxito
ru_ru: Удалено успешно
th_th: ลบออกสำเร็จ
vi_vn: Đã xóa thành công
zh_cn: 移除成功
zh_hk: 移除成功

# yvI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# Lm0
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favoritos
ru_ru: Избранное
th_th: รายการโปรด
vi_vn: Mục yêu thích
zh_cn: 收藏
zh_hk: 收藏

# gwQ
source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
fr_fr: Enregistré avec succès
hi_in: सहेजा गया
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Berjaya disimpan
pt_br: Salvo com sucesso
ru_ru: Успешно сохранено
th_th: บันทึกเรียบร้อยแล้ว
vi_vn: Đã lưu thành công
zh_cn: 保存成功
zh_hk: 成功儲存

# 8+0
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
hi_in: चुनें
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择
zh_hk: 選擇

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# idw
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# 3jg
source: Wallet
es_es: Monedero
fr_fr: Portefeuille
hi_in: वॉलेट
id_id: Dompet
it_it: Portafoglio
ja_jp: ウォレット
ko_kr: 지갑
ms_my: Dompet
ru_ru: Кошелек
th_th: กระเป๋าเงิน
vi_vn: Ví
zh_cn: 钱包
zh_hk: 錢包

# RFA
source: This status will no longer appear during Leave after you delete it.
de_de: Dieser Status wird während dieser Abwesenheit nicht mehr angezeigt, nachdem Sie ihn gelöscht haben.
es_es: Tras eliminarlo, este estado dejará de aparecer durante este permiso.
fr_fr: Ce statut n'apparaîtra plus tout au long de ce congé après sa suppression.
hi_in: आपके द्वारा हटाए जाने के बाद यह स्थिति इस अवकाश में और नहीं दिखाई देगी.
id_id: Status ini tidak akan muncul lagi selama Cuti setelah Anda menghapusnya.
it_it: Dopo averlo eliminato, questo stato non verrà più visualizzato durante questo congedo.
ja_jp: 削除すると、今回の休暇期間はこのラベルが表示されなくなります
ko_kr: 이 상태는 사용자가 삭제한 후 이 휴가에서 더 이상 표시되지 않습니다.
ms_my: Status ini tidak akan muncul semasa Cuti selepas anda memadamkannya.
pt_br: Este status não aparecerá mais durante esta licença após você excluí-lo.
ru_ru: После удаления этот статус больше не будет отображаться во время этого отпуска.
th_th: สถานะนี้จะไม่ขึ้นมาอีกตลอดการลาครั้งนี้หลังจากที่คุณได้ลบไปแล้ว
vi_vn: Trạng thái này sẽ không xuất hiện nữa trong suốt thời gian vắng mặt này sau khi đã xóa.
zh_cn: 删除后，本次请假期间将不再显示此标签
zh_hk: 刪除後，本次請假期間將不再顯示此標籤

# EMo
source: Mute notification
de_de: Benachrichtigung stummschalten
es_es: Silenciar notificación
fr_fr: Mettre en sourdine les notifications
hi_in: नोटिफ़िकेशन म्यूट करें
id_id: Bisukan notifikasi
it_it: Disattiva notifica
ja_jp: iPad 通知をオフにする
ko_kr: 알림 음소거
ms_my: Bisu pemberitahuan
pt_br: Ativar mudo na notificação
ru_ru: Выключить звук для уведомления
th_th: ปิดเสียงการแจ้งเตือน
vi_vn: Tắt tiếng thông báo
zh_cn: 关闭iPad通知
zh_hk: 關閉 iPad 通知

# CFQ
source: Turn off iPad notifications with PC login
de_de: iPad--Benachrichtigungen mit PC-Anmeldung ausschalten
es_es: Desactivar las notificaciones del iPad con el inicio de sesión de PC
fr_fr: Désactiver les notifications iPad avec la connexion PC
hi_in: PC लॉगिन के साथ iPad नोटिफ़िकेशन बंद करें
id_id: Nonaktifkan notifikasi seluler iPad saat login di PC
it_it: Disattiva le notifiche su iPad con l'accesso al PC
ja_jp: デスクトップ版でオンラインのとき、iPad で新しいメッセージの通知を受け取らなくなります
ko_kr: PC 로그인으로 iPad 알림을 끕니다
ms_my: Matikan pemberitahuan iPad dengan log masuk PC
pt_br: Desative as notificações do iPad fazendo login no computador
ru_ru: Выключите уведомления iPad, используя вход на ПК
th_th: ปิดการแจ้งเตือนของ iPad ด้วยการเข้าสู่ระบบของพีซี
vi_vn: Tắt thông báo iPad bằng cách đăng nhập máy tính
zh_cn: 当桌面端在线时，本iPad将不再接收新消息通知
zh_hk: 當桌面端在線時，本 iPad 將不再接收新訊息通知

# bKA
source: Once turned on, non-contacts can add you as a friend through Minutes.
de_de: Nachdem die Option aktiviert wurde, können Nicht-Kontakte Sie über „Protokoll“ als Freund hinzufügen.
es_es: Una vez activada, las personas que no son contactos pueden agregarte como amigo a través de Actas.
fr_fr: Si activé, les utilisateurs n'étant pas dans vos contacts peuvent vous ajouter comme ami via Minutes.
hi_in: सक्रिय होने पर, गैर-संपर्क वाले व्यक्ति आपको कार्यवृत्त के ज़रिए मित्र के रूप में जोड़ सकते हैं.
id_id: Setelah diaktifkan, orang di luar kontak dapat menambahkan Anda sebagai teman melalui Catatan.
it_it: Dopo l'attivazione, coloro che non sono presenti tra i Contatti possono aggiungerti come amico mediante Verbale.
ja_jp: オンにすると、非連絡先はあなたが参加した会議の Minutes を通じて連絡先を追加できます
ko_kr: 켜져 있으면 연락처에 없는 사용자가 회의록을 통해 귀하를 친구로 추가할 수 있습니다.
ms_my: Setelah dihidupkan, bukan kenalan boleh menambah anda sebagai rakan melalui Minit.
pt_br: Depois de ativado, aqueles que não estão nos contatos poderão adicioná-lo como amigo por meio de Anotações.
ru_ru: После включения неконтакты могут добавить вас в друзья через Minutes.
th_th: เมื่อเปิดใช้งานแล้ว ผู้ที่ไม่ใช่ผู้ติดต่อจะเพิ่มคุณเป็นเพื่อนผ่าน Minutes ได้
vi_vn: Sau khi bật, những người không nằm trong danh bạ có thể kết bạn với bạn thông qua Biên bản.
zh_cn: 如开启，非联系人可通过你参与会议的妙记添加你为好友
zh_hk: 如果開啟，非聯絡人可通過你參與會議的妙記新增你為好友

# 3P4
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮件
zh_hk: 郵件

# 8TA
source: Network Diagnosis
de_de: Netzwerkdiagnose
es_es: Diagnóstico de red
fr_fr: Diagnostic du réseau
hi_in: नेटवर्क की जाँच
id_id: Diagnosis Jaringan
it_it: Diagnostica di rete
ja_jp: ネットワーク診断
ko_kr: 네트워크 진단
ms_my: Diagnosis rangkaian
pt_br: Diagnóstico de rede
ru_ru: Диагностика сети
th_th: การวินิจฉัยเครือข่าย
vi_vn: Chẩn đoán mạng
zh_cn: 网络诊断
zh_hk: 網絡診斷

source: Abnormal network connection
de_de: Netzwerkverbindung anormal
es_es: La conexión de red es anómala
fr_fr: Connexion réseau anormale
hi_in: असामान्य नेटवर्क कनेक्शन
id_id: Koneksi jaringan tidak normal
it_it: Connessione di rete anomala
ja_jp: 異常が検出されました
ko_kr: 비정상적인 네트워크 연결
ms_my: Sambungan rangkaian tidak normal
pt_br: Conexão de rede anormal
ru_ru: Нарушено подключение к сети
th_th: การเชื่อมต่อเครือข่ายผิดปกติ
vi_vn: Kết nối mạng bất thường
zh_cn: 网络连接异常
zh_hk: 網絡連線異常

# l/4
source: Cancel diagnosis
de_de: Diagnose abbrechen
es_es: Cancelar diagnóstico
fr_fr: Annuler le diagnostic
hi_in: जाँच रद्द करें
id_id: Batalkan diagnosis
it_it: Annulla diagnosi
ja_jp: 診断をキャンセル
ko_kr: 진단 취소
ms_my: Batalkan diagnosis
pt_br: Cancelar diagnóstico
ru_ru: Отменить диагностику
th_th: ยกเลิกการวินิจฉัย
vi_vn: Hủy chẩn đoán
zh_cn: 取消诊断
zh_hk: 取消診斷

# b3k
source: DNS hosting service
de_de: DNS-Hostingdienst
es_es: Servicio de hospedaje de DNS
fr_fr: Service d'hébergement DNS
hi_in: DNS होस्टिंग सेवा
id_id: Layanan hosting DNS
it_it: Servizio di hosting DNS
ja_jp: DNS サービス
ko_kr: DNS 호스팅 서비스
ms_my: Perkhidmatan hos DNS
pt_br: Serviço de hospedagem do DNS
ru_ru: Служба DNS-хостинга
th_th: บริการโฮสต์ DNS
vi_vn: Dịch vụ lưu trữ DNS
zh_cn: DNS 服务
zh_hk: DNS 服務

# t0g
source: If you can log in to {{APP_DISPLAY_NAME}} but can't open websites, check DNS hosting service.
de_de: Wenn Sie sich bei {{APP_DISPLAY_NAME}} anmelden, aber keine Websites öffnen können, prüfen Sie den DNS-Hostingdienst.
es_es: Si puedes iniciar sesión en {{APP_DISPLAY_NAME}}, pero no puedes abrir los sitios web, revisa el servicio de hosting de DNS.
fr_fr: Si vous réussissez à vous connecter à {{APP_DISPLAY_NAME}} mais que vous ne parvenez pas à accéder à des sites Web, vérifiez le service d'hébergement DNS.
hi_in: अगर आप {{APP_DISPLAY_NAME}} में लॉगिन कर सकते हैं लेकिन वेबसाइट नहीं खोल सकते, तो DNS होस्टिंग सेवा की जाँच करें.
id_id: Jika Anda dapat login ke {{APP_DISPLAY_NAME}} tetapi tidak dapat membuka situs web, periksa layanan hosting DNS.
it_it: Se riesci ad accedere a {{APP_DISPLAY_NAME}} ma non riesci ad aprire i siti web, controlla il servizio di hosting DNS.
ja_jp: {{APP_DISPLAY_NAME}}にログインできますが、ウェブページを開けないのは DNS サービスに異常が発生したためです
ko_kr: {{APP_DISPLAY_NAME}}에 로그인할 수 있지만 웹 사이트는 열 수 없는 경우 DNS 호스팅 서비스를 확인하세요.
ms_my: Jika anda boleh log masuk ke {{APP_DISPLAY_NAME}} tetapi tidak dapat membuka laman web, periksa perkhidmatan hos DNS.
pt_br: Se você puder fazer login no {{APP_DISPLAY_NAME}}, mas não conseguir abrir sites, verifique o serviço de hospedagem do DNS.
ru_ru: Если вы можете войти в {{APP_DISPLAY_NAME}}, но не можете открывать веб-сайты, проверьте службу хостинга DNS.
th_th: หากคุณสามารถล็อกอินเข้าสู่ {{APP_DISPLAY_NAME}} แต่ไม่สามารถเปิดเว็บไซต์ได้ ให้ตรวจสอบบริการโฮสต์ DNS
vi_vn: Nếu bạn có thể đăng nhập vào {{APP_DISPLAY_NAME}} nhưng không thể mở các trang web, hãy kiểm tra dịch vụ lưu trữ DNS.
zh_cn: 能登录{{APP_DISPLAY_NAME}}但打不开网页，往往是 DNS 服务出现异常
zh_hk: 一旦能夠登入{{APP_DISPLAY_NAME}}但無法開啟網頁，往往是由於 DNS 服務出現異常

# rA0
source: Abnormal DNS service traffic. Please contact your organization's network administrator.
de_de: Anormaler DNS-Dienstverkehr. Wenden Sie sich an den Netzwerkadministrator Ihrer Organisation.
es_es: El tráfico del servicio de DNS presenta anomalías. Contacta con el administrador de red de tu organización.
fr_fr: Trafic du service DNS anormal. Veuillez contacter l'administrateur réseau de votre organisation.
hi_in: असामान्य DNS सेवा ट्रैफ़िक. कृपया अपने संगठन के नेटवर्क एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Lalu lintas layanan DNS tidak normal. Hubungi administrator jaringan organisasi Anda.
it_it: Traffico del servizio DNS anomalo. Contatta l'amministratore della rete della tua organizzazione.
ja_jp: 異常が検出されました。企業のネットワーク管理者に連絡してください
ko_kr: 비정상적인 DNS 서비스 트래픽입니다. 기업의 네트워크 관리자에게 문의하세요.
ms_my: Trafik perkhidmatan DNS tidak normal. Sila hubungi pentadbir rangkaian organisasi anda.
pt_br: Tráfego anormal de serviço do DNS. Entre em contato com o administrador de rede da sua organização.
ru_ru: Нарушен трафик службы DNS. Обратитесь к администратору сети вашей организации.
th_th: การรับส่งข้อมูลของบริการ DNS ผิดปกติ โปรดติดต่อผู้ดูแลเครือข่ายขององค์กรของคุณ
vi_vn: Lưu lượng dịch vụ DNS bất thường. Vui lòng liên hệ với quản trị viên mạng ở tổ chức của bạn.
zh_cn: DNS 服务异常，请联系企业的网络管理员
zh_hk: DNS 服務異常，請聯絡企業網絡管理員

# YjY
source: Normal
hi_in: सामान्य
it_it: Normale
ja_jp: 異常なし
ko_kr: 정상
ru_ru: Работает нормально
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 正常
zh_hk: 正常

# 97E
source: Diagnosing...
de_de: Diagnose...
es_es: Diagnosticando...
fr_fr: Diagnostic en cours…
hi_in: जाँच की जा रही है...
id_id: Mendiagnosis...
it_it: Diagnosi in corso.
ja_jp: 診断中...
ko_kr: 진단 중...
ms_my: Mendiagnosis...
pt_br: Diagnosticando...
ru_ru: Диагностика...
th_th: กำลังวินิจฉัย...
vi_vn: Đang chẩn đoán...
zh_cn: 诊断中...
zh_hk: 診斷中...

# 3wE
source: Please wait as the diagnosis might take a while.
de_de: Bitte warten. Die Diagnose kann eine Weile dauern.
es_es: Por favor, espera. El diagnóstico puede tardar un momento.
fr_fr: Veuillez patienter, le diagnostic peut prendre quelques instants.
hi_in: कृपया प्रतीक्षा करें क्योंकि जाँच में थोड़ा समय लग सकता है.
id_id: Tunggu karena diagnosis mungkin membutuhkan waktu cukup lama.
it_it: Attendi, il processo potrebbe richiedere qualche minuto.
ja_jp: 診断に時間がかかるため、しばらくお待ちください
ko_kr: 진단에 다소 시간이 걸릴 수 있으므로 기다려 주세요.
ms_my: Sila tunggu kerana diagnosis mungkin mengambil masa.
pt_br: Aguarde, pois o diagnóstico pode demorar um pouco.
ru_ru: Ждите, диагностика сети займет некоторое время.
th_th: โปรดรอ เนื่องจากการวินิจฉัยอาจใช้เวลาสักครู่
vi_vn: Vui lòng chờ đợi vì quá trình chẩn đoán có thể mất một chút thời gian.
zh_cn: 网络诊断需要一些时间，请耐心等待
zh_hk: 網絡診斷需要一些時間，請耐心等待

# ne8
source: Network connection is normal
de_de: Netzwerkverbindung normal
es_es: La conexión de red es normal
fr_fr: La connexion réseau est normale
hi_in: नेटवर्क कनेक्शन सामान्य है
id_id: Koneksi jaringan normal
it_it: La connessione di rete è normale
ja_jp: 異常が検出されませんでした
ko_kr: 네트워크 연결이 정상입니다
ms_my: Sambungan rangkaian normal
pt_br: A conexão de rede está normal
ru_ru: Сетевое подключение работает нормально
th_th: การเชื่อมต่อเครือข่ายเป็นปกติ
vi_vn: Kết nối mạng bình thường
zh_cn: 网络连接正常
zh_hk: 網絡連線正常

# zMQ
source: If you are still unable to connect to the network, please contact you organization's network administrator.
de_de: Wenn Sie immer noch keine Verbindung zum Netzwerk herstellen können, wenden Sie sich bitte an den Netzwerkadministrator Ihrer Organisation.
es_es: Si sigues sin poder conectarte a la red, contacta con el administrador de red de tu organización.
fr_fr: Si vous ne parvenez toujours pas à vous connecter au réseau, veuillez contacter l'administrateur réseau de votre organisation.
hi_in: अगर आप फिर भी नेटवर्क से कनेक्ट करने में असमर्थ हैं, तो कृपया अपने संगठन के नेटवर्क एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Jika Anda masih tidak dapat terhubung ke jaringan, hubungi administrator jaringan organisasi Anda.
it_it: Se non è ancora possibile connettersi alla rete, contatta l'amministratore della rete della tua organizzazione.
ja_jp: それでもネットワークに接続できない場合は、企業のネットワーク管理者に連絡してください。
ko_kr: 여전히 네트워크에 연결할 수 없으면 기업의 네트워크 관리자에게 문의하세요.
ms_my: Jika anda masih tidak dapat menyambung ke rangkaian, sila hubungi pentadbir rangkaian organisasi anda.
pt_br: Se você ainda não conseguir se conectar à rede, entre em contato com o administrador de rede da sua organização.
ru_ru: Если подключиться к сети по-прежнему не удается, обратитесь к администратору сети вашей организации.
th_th: หากคุณยังคงไม่สามารถเชื่อมต่อกับเครือข่ายได้ โปรดติดต่อผู้ดูแลเครือข่ายขององค์กรของคุณ
vi_vn: Nếu bạn vẫn không thể kết nối với mạng, vui lòng liên hệ với quản trị viên mạng ở tổ chức của bạn.
zh_cn: 若仍然无法连接到网络，请联系企业的网络管理员
zh_hk: 若仍無法連線到網絡，請聯絡企業網絡管理員

# Lo4
source: Download Log
de_de: Protokoll herunterladen
es_es: Descargar registro
fr_fr: Télécharger le journal
hi_in: लॉग डाउनलोड करें
id_id: Unduh Log
it_it: Registro di download
ja_jp: ログをダウンロード
ko_kr: 로그 다운로드
ms_my: Muat Turun Log
pt_br: Fazer download do log
ru_ru: Скачать логи
th_th: ดาวน์โหลดบันทึก
vi_vn: Tải xuống nhật ký
zh_cn: 下载日志
zh_hk: 下載日誌

# +Po
source: Basic information
de_de: Standardinformationen
es_es: Información básica
fr_fr: Informations de base
hi_in: मूलभूत जानकारी
id_id: Informasi dasar
it_it: Informazioni di base
ja_jp: 基本情報
ko_kr: 기본 정보
ms_my: Maklumat asas
pt_br: Informações básicas
ru_ru: Основные сведения
th_th: ข้อมูลเบื้องต้น
vi_vn: Thông tin cơ bản
zh_cn: 基本信息
zh_hk: 基本資訊

# hXU
source: Network status
de_de: Netzwerkstatus
es_es: Estado de la red
fr_fr: Statut du réseau
hi_in: नेटवर्क स्थिति
id_id: Status jaringan
it_it: Stato della rete
ja_jp: ネットワーク状態
ko_kr: 네트워크 상태
ms_my: Status rangkaian
pt_br: Status da rede
ru_ru: Статус сети
th_th: สถานะเครือข่าย
vi_vn: Trạng thái mạng
zh_cn: 网络状态
zh_hk: 網絡狀態

# m9Y
source: This device is not connected to any available network. Please check your internet connection or contact your organization's network administrator.
de_de: Dieses Gerät ist mit keinem verfügbaren Netzwerk verbunden. Überprüfen Sie Ihre Internetverbindung oder wenden Sie sich an den Netzwerkadministrator Ihrer Organisation.
es_es: Este dispositivo no está conectado a ninguna red disponible. Comprueba tu conexión a Internet o contacta con el administrador de red de tu organización.
fr_fr: Cet appareil n'est connecté à aucun réseau disponible. Veuillez vérifier votre connexion Internet ou contacter l'administrateur réseau de votre organisation.
hi_in: यह डिवाइस किसी भी उपलब्ध नेटवर्क से कनेक्ट नहीं है. कृपया अपने इंटरनेट कनेक्शन की जाँच करें या अपने संगठन के नेटवर्क एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Perangkat ini tidak terhubung ke jaringan yang tersedia. Periksa koneksi internet atau hubungi administrator jaringan organisasi Anda.
it_it: Questo dispositivo non è connesso ad alcuna rete disponibile. Controlla la tua connessione a Internet o contatta l'amministratore della rete della tua organizzazione.
ja_jp: デバイスが利用可能なネットワークに接続されていません。ネットワーク接続を確認するか、企業のネットワーク管理者に連絡してください
ko_kr: 이 장치는 사용 가능한 네트워크에 연결되어 있지 않습니다. 인터넷 연결을 확인하거나 기업의 네트워크 관리자에게 문의하세요.
ms_my: Peranti ini tidak disambungkan ke rangkaian yang tersedia. Sila periksa sambungan internet anda atau hubungi pentadbir rangkaian organisasi anda.
pt_br: Este dispositivo não está conectado a nenhuma rede disponível. Verifique sua conexão com a internet ou entre em contato com o administrador de rede da sua organização.
ru_ru: Это устройство не подключено ни к одной из доступных сетей. Проверьте подключение к Интернету или обратитесь к администратору сети вашей организации.
th_th: อุปกรณ์นี้ไม่ได้เชื่อมต่อกับเครือข่ายใด ๆ ที่พร้อมใช้งาน โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณหรือติดต่อผู้ดูแลเครือข่ายขององค์กรของคุณ
vi_vn: Thiết bị này không được kết nối với bất kỳ mạng khả dụng nào. Vui lòng kiểm tra kết nối internet của bạn hoặc liên hệ với quản trị viên mạng ở tổ chức của bạn.
zh_cn: 当前设备未连接到可用网络，请检查设备的网络连接情况，或联系企业的网络管理员
zh_hk: 目前裝置未連線到可用網絡，請檢查裝置的網絡連線情況，或聯絡企業網絡管理員

# qOw
source: This device is connected to the internet.
de_de: Dieses Gerät ist mit dem Internet verbunden.
es_es: El dispositivo está conectado a Internet.
fr_fr: Cet appareil est connecté à Internet.
hi_in: यह डिवाइस इंटरनेट से कनेक्ट है.
id_id: Perangkat ini terhubung ke internet.
it_it: Questo dispositivo è connesso a Internet.
ja_jp: 異常なし
ko_kr: 이 장치는 인터넷에 연결되어 있습니다.
ms_my: Peranti ini disambungkan ke internet.
pt_br: Este dispositivo está conectado à internet.
ru_ru: Это устройство подключено к Интернету.
th_th: อุปกรณ์นี้ไม่ได้เชื่อมต่อกับอินเทอร์เน็ต
vi_vn: Thiết bị này đang được kết nối với internet.
zh_cn: 当前设备已正常连接网络
zh_hk: 目前裝置已正常連線到網絡

# /xk
source: Network diagnosis
de_de: Netzwerkdiagnose
es_es: Diagnóstico de red
fr_fr: Diagnostic réseau
hi_in: नेटवर्क की जाँच
id_id: Diagnosis jaringan
it_it: Diagnosi di rete
ja_jp: ネットワーク診断
ko_kr: 네트워크 진단
ms_my: Diagnosis rangkaian
pt_br: Diagnóstico da rede
ru_ru: Диагностика сети
th_th: การวินิจฉัยเครือข่าย
vi_vn: Chẩn đoán mạng
zh_cn: 网络诊断
zh_hk: 網絡診斷

# ezg
source: Network proxy
de_de: Netzwerkproxy
es_es: Proxy de red
fr_fr: Proxy réseau
hi_in: नेटवर्क प्रॉक्सी
id_id: Proxy jaringan
it_it: Proxy di rete
ja_jp: プロキシ
ko_kr: 네트워크 프록시
ms_my: Proksi rangkaian
pt_br: Proxy de rede
ru_ru: Сетевой прокси-сервер
th_th: พร็อกซีของเครือข่าย
vi_vn: Proxy mạng
zh_cn: 网络代理
zh_hk: 網絡代理

# jxw
source: Check network proxy
de_de: Netzwerkproxy prüfen
es_es: Comprobar el proxy de red
fr_fr: Vérifier le proxy réseau
hi_in: नेटवर्क प्रॉक्सी की जाँच करें
id_id: Periksa proxy jaringan
it_it: Controlla il proxy di rete
ja_jp: プロキシが接続しているかを診断します
ko_kr: 네트워크 프록시 확인
ms_my: Periksa proksi rangkaian
pt_br: Verificar o proxy de rede
ru_ru: Проверить сетевой прокси
th_th: ตรวจสอบพร็อกซีของเครือข่าย
vi_vn: Kiểm tra proxy mạng
zh_cn: 检测网络代理是否正常连接
zh_hk: 偵測網絡代理是否正常連接

# ADE
source: Network proxy connection failed. Please try to close the proxy server, or contact your organization's network administrator.
de_de: Verbindung mit Netzwerkproxy fehlgeschlagen. Versuchen Sie, den Proxyserver zu schließen, oder wenden Sie sich an den Netzwerkadministrator Ihrer Organisation.
es_es: Error de conexión de proxy de red. Intenta cerrar el servidor proxy o contacta con el administrador de red de tu organización.
fr_fr: Échec de la connexion proxy réseau. Veuillez essayer de fermer le serveur proxy ou contactez l'administrateur réseau de votre organisation.
hi_in: नेटवर्क प्रॉक्सी कनेक्शन विफल हुआ. कृपया प्रॉक्सी सर्वर बंद करने की कोशिश करें, या अपने संगठन के नेटवर्क एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Koneksi proxy jaringan gagal. Coba tutup server proxy, atau hubungi administrator jaringan organisasi Anda.
it_it: Errore di connessione del proxy di rete. Prova a chiudere il server proxy o contatta l'amministratore della rete della tua organizzazione.
ja_jp: プロキシサーバーに接続できませんでした。プロキシサーバーをオフにするか、企業のネットワーク管理者に連絡してください
ko_kr: 네트워크 프록시 연결에 실패했습니다. 프록시 서버를 닫거나 기업의 네트워크 관리자에게 문의하세요.
ms_my: Sambungan proksi rangkaian gagal. Sila cuba tutup pelayan proksi, atau hubungi pentadbir rangkaian organisasi anda.
pt_br: Falha na conexão do proxy de rede. Tente fechar o servidor do proxy ou entre em contato com o administrador de rede da sua organização.
ru_ru: Не удается подключиться к сетевому прокси-серверу. Попробуйте завершить работу прокси-сервера или обратитесь к администратору сети вашей организации.
th_th: การเชื่อมพร็อกซีของเครือข่ายไม่สำเร็จ โปรดลองปิดเซิร์ฟเวอร์พร็อกซี หรือติดต่อผู้ดูแลเครือข่ายขององค์กรของคุณ
vi_vn: Kết nối proxy mạng không thành công. Hãy thử đóng máy chủ proxy hoặc liên hệ với quản trị viên mạng ở tổ chức của bạn.
zh_cn: 网络代理连接失败，请尝试关闭代理服务器，或联系企业的网络管理员
zh_hk: 網絡代理連線失敗，請嘗試關閉代理伺服器，或聯絡企業網絡管理員

# cmQ
source: No abnormality detected
de_de: Keine Anomalien festgestellt
es_es: No se ha detectado ninguna anomalía
fr_fr: Aucune anomalie détectée
hi_in: किसी असामान्यता की पहचान नहीं हुई
id_id: Ketidaknormalan tidak terdeteksi
it_it: Nessuna anomalia rilevata
ja_jp: 異常なし
ko_kr: 이상이 감지되지 않음
ms_my: Tiada ketidaknormalan dikesan
pt_br: Nenhuma anormalidade detectada
ru_ru: Нарушений не обнаружено
th_th: ไม่พบความผิดปกติ
vi_vn: Không phát hiện bất thường
zh_cn: 未检测到异常
zh_hk: 未偵測到異常
