Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# LF4
source: You can run this test if you're having problems with notifications
de_de: Sie können diesen Test bei Problemen mit Benachrichtigungen durchführen.
es_es: Puedes ejecutar esta prueba si tienes problemas con las notificaciones
fr_fr: Vous pouvez exécuter ce test si vous rencontrez des problèmes liés aux notifications
hi_in: अगर आपको नोटिफ़िकेशन के साथ समस्या है तो आप यह टेस्ट रन कर सकते हैं
id_id: Anda dapat menjalankan tes ini jika mengalami masalah dengan notifikasi
it_it: Puoi eseguire questo test se riscontri problemi con le notifiche
ja_jp: メッセージ通知が届かない場合、故障診断を実行できます
ko_kr: 알림에 문제가 있는 경우 이 테스트를 실행할 수 있습니다
ms_my: Anda boleh menjalankan ujian ini jika anda menghadapi masalah dengan notifikasi
pt_br: Você pode executar este teste se estiver com problemas relacionados a notificações
ru_ru: Вы можете запустить этот тест, если у вас проблемы с уведомлениями
th_th: คุณสามารถเรียกใช้การทดสอบนี้ได้หากคุณกำลังประสบปัญหากับการแจ้งเตือน
vi_vn: Bạn có thể thực thi chương trình thử nghiệm này nếu gặp sự cố với thông báo
zh_cn: 无法收到消息通知时，可运行此故障诊断
zh_hk: 無法收到訊息通知時，可運行此故障診斷

# XS0
source: Test notifications
de_de: Benachrichtigungen testen
es_es: Comprobar notificaciones
fr_fr: Tester les notifications
hi_in: नोटिफ़िकेशन टेस्ट करें
id_id: Notifikasi tes
it_it: Testa le notifiche
ja_jp: 診断項目
ko_kr: 알림 테스트
ms_my: Ujian notifikasi
pt_br: Testar notificações
ru_ru: Тест уведомлений
th_th: ทดสอบการแจ้งเตือน
vi_vn: Thử nghiệm thông báo
zh_cn: 诊断测试
zh_hk: 診斷測試

# dO0
source: Please contact support or IT services of your organization
de_de: Kontaktieren Sie den Support oder die IT-Abteilung Ihrer Organisation.
es_es: Contacta con soporte técnico o con los servicios de TI de tu organización
fr_fr: Veuillez contacter l'assistance ou les services informatiques de votre organisation
hi_in: कृपया सहायक या अपने संगठन की IT सेवा से संपर्क करें
id_id: Hubungi dukungan atau layanan TI organisasi Anda
it_it: Contatta il supporto tecnico o i servizi IT della tua organizzazione
ja_jp: カスタマーサービスもしくは組織の情報システム担当者にお問い合わせください
ko_kr: 기업의 지원 또는 IT 서비스에 문의하세요
ms_my: Sila hubungi sokongan atau perkhidmatan IT organisasi anda
pt_br: Entre entrar em contato com o suporte ou com os serviços de TI da sua organização
ru_ru: Обратитесь в службу поддержки или в ИТ-службу вашей организации
th_th: โปรดติดต่อทีมสนับสนุนหรือฝ่ายบริการด้านไอทีในองค์กรของคุณ
vi_vn: Vui lòng liên hệ với bộ phận hỗ trợ hoặc bộ phận dịch vụ CNTT trong tổ chức của bạn
zh_cn: 请联系客服或你所在企业的 IT 部门
zh_hk: 請聯絡客戶服務或你所在企業的 IT

# xAI
source: Unable to send a test message
de_de: Senden einer Testnachricht nicht möglich
es_es: Error al enviar mensaje de prueba
fr_fr: Échec de l'envoi d'un message de test
hi_in: टेस्ट संदेश भेजने में असमर्थ
id_id: Gagal mengirim pesan percobaan
it_it: Impossibile inviare un SMS
ja_jp: テストメッセージ送信失敗
ko_kr: 테스트 메시지를 보낼 수 없음
ms_my: Tidak dapat menghantar mesej ujian
pt_br: Falha ao enviar uma mensagem de teste
ru_ru: Не удалось отправить тестовое сообщение
th_th: ไม่สามารถส่งข้อความทดสอบได้
vi_vn: Không thể gửi tin nhắn thử nghiệm
zh_cn: 测试消息发送失败
zh_hk: 測試訊息發送失敗

# XPk
source: Check your in-app notification settings
de_de: Einstellungen für In-App-Benachrichtigung prüfen
es_es: Comprueba la configuración de notificaciones en la aplicación
fr_fr: Vérification de vos paramètres de notification dans l'application
hi_in: अपनी इन-ऐप नोटिफ़िकेशन सेटिंग्स की जाँच करें
id_id: Periksa pengaturan notifikasi dalam aplikasi Anda
it_it: Controlla le impostazioni di notifica in-app
ja_jp: アプリ内の通知設定をチェック
ko_kr: 앱 내 알림 설정 확인
ms_my: Periksa tetapan notifikasi dalam-apl anda
pt_br: Verificar suas configurações de notificação no aplicativo
ru_ru: Проверить настройки уведомлений в приложении
th_th: ตรวจสอบการตั้งค่าการแจ้งเตือนในแอปของคุณ
vi_vn: Kiểm tra cài đặt thông báo trong ứng dụng của bạn
zh_cn: 检查应用内的通知设置
zh_hk: 檢查應用程式內的通知設定

# Q0w
source: Please check your network settings
de_de: Überprüfen Sie Ihre Netzwerkeinstellungen.
es_es: Comprueba tu configuración de red
fr_fr: Veuillez vérifier vos paramètres réseau
hi_in: कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें
id_id: Periksa pengaturan jaringan Anda
it_it: Controlla le impostazioni di rete
ja_jp: ネットワーク設定を確認してください
ko_kr: 네트워크 설정을 확인하세요
ms_my: Sila periksa tetapan rangkaian anda
pt_br: Verifique suas configurações de rede
ru_ru: Проверьте настройки сети
th_th: โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Vui lòng kiểm tra cài đặt mạng của bạn
zh_cn: 请检查你的网络设置
zh_hk: 請檢查你的網絡設定

# fPQ
source: No network connection
de_de: Keine Netzverbindung
es_es: No hay conexión de red
fr_fr: Aucune connexion réseau
hi_in: कोई नेटवर्क कनेक्शन नहीं
id_id: Tidak ada koneksi jaringan
it_it: Nessuna connessione di rete
ja_jp: ネット接続がありません
ko_kr: 네트워크 연결 없음
ms_my: Tiada sambungan rangkaian
pt_br: Sem conexão de rede
ru_ru: Нет подключения к сети
th_th: ไม่พบการเชื่อมต่อเครือข่าย
vi_vn: Không có kết nối mạng
zh_cn: 当前无网络连接
zh_hk: 目前沒有網絡連線

# IsE
source: Check your network connection
de_de: Netzwerkverbindung prüfen
es_es: Comprueba tu conexión de red
fr_fr: Vérification de votre connexion réseau
hi_in: अपने नेटवर्क कनेक्शन की जाँच करें
id_id: Periksa koneksi jaringan Anda
it_it: Controlla la connessione di rete
ja_jp: ネット接続をチェック
ko_kr: 네트워크 연결 확인
ms_my: Periksa sambungan rangkaian anda
pt_br: Verificar sua conexão de rede
ru_ru: Проверить подключение к сети
th_th: ตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Kiểm tra kết nối mạng của bạn
zh_cn: 检查你的网络连接
zh_hk: 檢查你的網絡連線

# FXw
source: Please go to system settings on your phone and allow {{APP_DISPLAY_NAME}} to send notifications and enable all notification types and sounds
de_de: Navigieren Sie zu den Systemeinstellungen Ihres Telefons und erlauben Sie {{APP_DISPLAY_NAME}} das Versenden von Benachrichtigungen und aktivieren Sie alle Benachrichtigungstypen und -töne
es_es: Accede a la configuración del sistema en tu teléfono y permite a {{APP_DISPLAY_NAME}} enviar notificaciones y habilita todos los tipos de notificaciones y sonidos
fr_fr: Veuillez accéder aux paramètres système de votre téléphone et autoriser {{APP_DISPLAY_NAME}} à envoyer des notifications et activer tous les types de notification et de sons
hi_in: कृपया अपने फ़ोन पर सिस्टम सेटिंग्स में जाएँ और {{APP_DISPLAY_NAME}} को नोटिफ़िकेशन भेजने की अनुमति दें
id_id: Buka pengaturan sistem pada ponsel Anda dan izinkan {{APP_DISPLAY_NAME}} untuk mengirim notifikasi dan aktifkan semua jenis dan suara notifikasi
it_it: Vai alle impostazioni di sistema sul telefono e consenti a {{APP_DISPLAY_NAME}} di inviare notifiche e abilita tutti i tipi e suoni di notifica
ja_jp: デバイスの設定で、{{APP_DISPLAY_NAME}} による通知の送信を許可し、すべての通知タイプと通知サウンドをオンにしてください。
ko_kr: 휴대폰의 시스템 설정으로 이동하여 {{APP_DISPLAY_NAME}}이 알림을 전송하고 모든 알림 유형과 소리를 활성화하도록 허용하세요
ms_my: Sila pergi ke tetapan sistem pada telefon anda dan benarkan {{APP_DISPLAY_NAME}} menghantar notifikasi dan aktifkan semua jenis notifikasi dan bunyi
pt_br: Acesse as configurações do sistema no seu telefone e permita que o {{APP_DISPLAY_NAME}} envie notificações e ative todos os tipos e sons de notificação
ru_ru: Перейдите в настройки системы на своем телефоне и разрешите {{APP_DISPLAY_NAME}} отправлять уведомления и включить все типы уведомлений и звуки.
th_th: โปรดไปยังการตั้งค่าระบบในโทรศัพท์ของคุณและอนุญาตให้ {{APP_DISPLAY_NAME}} ส่งการแจ้งเตือนและเปิดใช้การแจ้งเตือนและเสียงทุกประเภท
vi_vn: Vui lòng đi tới cài đặt hệ thống trên điện thoại và cho phép {{APP_DISPLAY_NAME}} gửi thông báo và bật tất cả các loại và âm thông báo
zh_cn: 请在系统设置中开启{{APP_DISPLAY_NAME}}的通知权限，并开启全部通知类别和通知提示音
zh_hk: 請在系統設定中開啟{{APP_DISPLAY_NAME}}的通知權限，並開啟全部通知類別和通知提示音

# bGg
source: {{APP_DISPLAY_NAME}} has no notification permissions
de_de: {{APP_DISPLAY_NAME}} hat keine Benachrichtigungsberechtigungen
es_es: {{APP_DISPLAY_NAME}} no tiene ningún permiso de notificación
fr_fr: {{APP_DISPLAY_NAME}} n'a aucune autorisation de notification
id_id: {{APP_DISPLAY_NAME}} tidak memiliki izin notifikasi
it_it: {{APP_DISPLAY_NAME}} non dispone di autorizzazioni per le notifiche
ja_jp: {{APP_DISPLAY_NAME}} の通知権限がオフです
ko_kr: {{APP_DISPLAY_NAME}}에는 알림 권한이 없습니다
ms_my: {{APP_DISPLAY_NAME}} tidak mempunyai kebenaran notifikasi
pt_br: O {{APP_DISPLAY_NAME}} não tem permissões de notificação
ru_ru: {{APP_DISPLAY_NAME}} не имеет разрешений на уведомления
th_th: {{APP_DISPLAY_NAME}} ไม่มีสิทธิ์การอนุญาตในการแจ้งเตือน
vi_vn: {{APP_DISPLAY_NAME}} không có quyền thông báo
zh_cn: 未开启{{APP_DISPLAY_NAME}}的通知权限
zh_hk: 未開啟{{APP_DISPLAY_NAME}}的通知權限

# 4Us
source: Run Again
de_de: Erneut ausführen
es_es: Ejecutar de nuevo
fr_fr: Exécuter à nouveau
hi_in: पुनः रन करें
id_id: Jalankan Lagi
it_it: Esegui nuovamente
ja_jp: 再実行
ko_kr: 다시 실행
ms_my: Jalankan Semula
pt_br: Executar novamente
ru_ru: Запустить снова
th_th: เรียกใช้อีกครั้ง
vi_vn: Thực thi lại
zh_cn: 再次运行
zh_hk: 再次運行

# nJE
source: Check notification settings on your phone
de_de: Benachrichtigungseinstellungen auf Ihrem Telefon prüfen
es_es: Comprueba la configuración de notificaciones en tu teléfono
fr_fr: Vérification des paramètres de notification sur votre téléphone
hi_in: अपने फ़ोन पर नोटिफ़िकेशन सेटिंग्स की जाँच करें
id_id: Periksa pengaturan notifikasi di ponsel Anda
it_it: Controlla le impostazioni di notifica sul telefono
ja_jp: デバイスの通知権限をチェック
ko_kr: 휴대폰에서 알림 설정 확인
ms_my: Periksa tetapan notifikasi pada telefon anda
pt_br: Verificar as configurações de notificação no seu telefone
ru_ru: Проверить настройки уведомлений на телефоне
th_th: ตรวจสอบการตั้งค่าการแจ้งเตือนบนโทรศัพท์ของคุณ
vi_vn: Kiểm tra cài đặt thông báo trên điện thoại của bạn
zh_cn: 检查设备通知权限
zh_hk: 檢查裝置通知權限

# pJY
source: Check other configuration
de_de: Andere Konfiguration prüfen
es_es: Comprueba otra configuración
fr_fr: Vérification des autres paramètres
hi_in: अन्य कॉन्फ़िगरेशन की जाँच करें
id_id: Periksa konfigurasi lainnya
it_it: Controlla le altre configurazioni
ja_jp: その他関連構成をチェック
ko_kr: 기타 구성 확인
ms_my: Periksa konfigurasi lain
pt_br: Verificar outra configuração
ru_ru: Проверить другую конфигурацию
th_th: ตรวจสอบการกำหนดค่าอื่น ๆ
vi_vn: Kiểm tra cấu hình khác
zh_cn: 检查其他相关配置
zh_hk: 檢查其他相關配置

# lys
source: Check My Status
de_de: Meinen Status prüfen
es_es: Comprueba Mi estado
fr_fr: Vérification de Mon statut
hi_in: "मेरी स्थिति" की जाँच करें
id_id: Periksa Status Saya
it_it: Controlla il mio stato
ja_jp: あなたのステータスをチェック
ko_kr: 내 상태 확인
ms_my: Periksa Status Saya
pt_br: Verificar Meu status
ru_ru: Проверить мой статус
th_th: ตรวจสอบสถานะของฉัน
vi_vn: Kiểm tra trạng thái của tôi
zh_cn: 检查你的个人状态
zh_hk: 檢查你的個人狀態

# rYg
source: Quit
de_de: Verlassen
es_es: Abandonar
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: 退出
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_hk: 退出

# PLg
source: Run Again
de_de: Erneut ausführen
es_es: Ejecutar de nuevo
fr_fr: Exécuter à nouveau
hi_in: पुनः रन करें
id_id: Jalankan Lagi
it_it: Esegui nuovamente
ja_jp: 再実行
ko_kr: 다시 실행
ms_my: Jalankan Semula
pt_br: Executar novamente
ru_ru: Запустить снова
th_th: เรียกใช้อีกครั้ง
vi_vn: Thực thi lại
zh_cn: 再次运行
zh_hk: 再次運行

# Hfs
source: Please go to system settings on your phone and turn off Scheduled Summary
de_de: Bitte gehen Sie zu den Systemeinstellungen Ihres Mobiltelefons und deaktivieren Sie „Geplante Übersicht“
es_es: Ve a la configuración del sistema en el teléfono y desactiva Resumen programado
fr_fr: Veuillez accéder aux paramètres système de votre téléphone et désactiver le résumé programmé
hi_in: कृपया अपने फ़ोन पर सिस्टम सेटिंग्स में जाएँ और "शेड्यूल किया गया सारांश" बंद करें
id_id: Buka pengaturan sistem pada ponsel Anda dan nonaktifkan Ringkasan Terjadwal
it_it: Vai alle impostazioni del sistema sul telefono e disattiva Riepilogo pianificato
ja_jp: メッセージ通知が正常に届くようにするために、デバイスの設定にて、「時刻指定要約」をオフにすることをおすすめします
ko_kr: 휴대전화의 시스템 설정으로 이동하여 예약된 요약을 끄십시오
ms_my: Sila pergi ke tetapan sistem pada telefon anda dan matikan Ringkasan Berjadual
pt_br: Vá para as configurações do sistema no seu telefone e desative o Resumo agendado
ru_ru: Перейдите в системные настройки на своем телефоне и отключите Запланированные сводки
th_th: โปรดไปยังการตั้งค่าระบบบนโทรศัพท์ของคุณและปิดสรุปที่ตั้งเวลาไว้
vi_vn: Vui lòng đi tới cài đặt hệ thống trên điện thoại của bạn và tắt Tóm tắt theo lịch trình
zh_cn: 建议关闭“定时推送摘要”，以便及时接收新消息通知
zh_hk: 建議關閉「定時推送摘要」，以便即時接收新訊息通知

# Cuo
source: Enabled Scheduled Summary
de_de: „Geplante Zusammenfassung“ aktiviert
es_es: Se ha habilitado el resumen programado
fr_fr: Résumé programmé activé
hi_in: "शेड्यूल किया गया सारांश" सक्षम करें
id_id: Ringkasan Terjadwal yang Diaktifkan
it_it: Riepilogo pianificato abilitato
ja_jp: 「時刻指定要約」がオンです
ko_kr: 예약 요약 활성화함
ms_my: Ringkasan Berjadual diaktifkan
pt_br: Ativou o "Resumo agendado"
ru_ru: Включена Сводка по расписанию
th_th: เปิดใช้สรุปตามกำหนดการแล้ว
vi_vn: Đã kích hoạt Tổng kết theo lịch trình
zh_cn: 已开启“定时推送摘要”
zh_hk: 已開啟「定時推送摘要」

# pTs
source: Send a test message
de_de: Textnachricht senden
es_es: Enviar un mensaje de texto
fr_fr: Envoyer un message de test
hi_in: टेस्ट संदेश भेजें
id_id: Kirim pesan percobaan
it_it: Invia un SMS
ja_jp: テストメッセージを送信
ko_kr: 테스트 메시지 보내기
ms_my: Hantar mesej ujian
pt_br: Enviar uma mensagem de teste
ru_ru: Отправить тестовое сообщение
th_th: ส่งข้อความทดสอบ
vi_vn: Gửi tin nhắn thử nghiệm
zh_cn: 发送测试消息
zh_hk: 發送測試訊息

# z98
source: Please go to system settings on your phone and enable "Time Sensitive Notifications" to receive important notifications when you're on Focus mode
de_de: Navigieren Sie zu den Systemeinstellungen Ihres Telefons und aktivieren Sie „Zeitabhängige Benachrichtigungen“, um im Fokussierungsmodus wichtige Benachrichtigungen zu empfangen
es_es: Accede a la configuración del sistema en tu teléfono y habilita "Notificaciones urgentes" para recibir notificaciones importantes cuando estás en el modo de Concentración
fr_fr: Veuillez vous rendre dans les paramètres système de votre téléphone et activer l'option "Notifications sensibles au temps" pour recevoir des notifications importantes lorsque vous êtes en mode Focus
hi_in: कृपया अपने फ़ोन पर सिस्टम सेटिंग्स में जाएँ और समय संवेदी नोटिफ़िकेशन सक्षम करें
id_id: Buka pengaturan sistem pada ponsel Anda dan aktifkan "Notifikasi Sensitif Waktu" untuk menerima notifikasi penting ketika Anda berada pada mode Fokus
it_it: Vai alle impostazioni di sistema sul telefono e abilita le "Notifiche urgenti" per ricevere notifiche importanti quando sei in modalità Concentrazione
ja_jp: 重要なメッセージ通知がおやすみモード中に正常に届くようにするために、デバイスの設定にて、「即時通知」をオンにすることをおすすめします
ko_kr: 집중 모드에 있을 때 중요한 알림을 수신하려면 휴대전화의 시스템 설정으로 이동하여 "시간에 민감한 알림"을 활성화하세요
ms_my: Sila pergi ke tetapan sistem pada telefon anda dan aktifkan "Notifikasi Sensitif Masa" untuk menerima notifikasi penting apabila anda dalam mod Fokus
pt_br: Acesse as configurações do sistema no seu telefone e ative "Notificações sensíveis ao tempo" para receber notificações importantes quando estiver no modo de Foco
ru_ru: Перейдите в настройки системы на своем телефоне и включите "Мгновенные уведомления", чтобы получать важные уведомления, когда вы находитесь в режиме Не беспокоить.
th_th: โปรดไปยังการตั้งค่าระบบบนโทรศัพท์ของคุณและเปิดใช้ "การแจ้งเตือนที่มีความสำคัญต่อเวลา" เพื่อรับการแจ้งเตือนที่สำคัญเมื่อคุณอยู่ในโหมดโฟกัส
vi_vn: Vui lòng đi tới cài đặt hệ thống trên điện thoại và bật "Thông báo thời gian hợp lý" để nhận các thông báo quan trọng khi bạn ở chế độ Tập trung
zh_cn: 建议开启“即时通知”，以便在勿扰模式下仍然能收到重要通知
zh_hk: 建議開啟「即時通知」，以便在免打擾模式下仍能收到重要通知

# ETg
source: "Time Sensitive Notifications" turned off
de_de: „Zeitabhängige Benachrichtigungen“ deaktiviert
es_es: "Notificaciones urgentes" desactivadas
fr_fr: "Notifications sensibles au temps" désactivées
hi_in: समय संवेदी नोटिफ़िकेशन बंद किए गए
id_id: "Notifikasi Sensitif Waktu" dinonaktifkan
it_it: "Notifiche urgenti" disattivate
ja_jp: 「即時通知」がオフです
ko_kr: "시간에 민감한 알림"이 꺼졌습니다
ms_my: "Notifikasi Sensitif Masa" dimatikan
pt_br: "Notificações sensíveis ao tempo" desativadas
ru_ru: "Мгновенные уведомления" отключены
th_th: ปิด "การแจ้งเตือนที่มีความสำคัญต่อเวลา" ปิดแล้ว
vi_vn: Đã tắt "Thông báo thời gian hợp lý"
zh_cn: 未开启“即时通知”
zh_hk: 未開啟「即時通知」

# cRs
source: Notification Troubleshooting
de_de: Fehlerbehebung bei Benachrichtigungen
es_es: Resolución de problemas de notificaciones
fr_fr: Dépannage des notifications
hi_in: नोटिफ़िकेशन समस्या निवारण
id_id: Pemecahan Masalah Notifikasi
it_it: Risoluzione dei problemi delle notifiche
ja_jp: メッセージ通知の故障診断
ko_kr: 알림 문제 해결
ms_my: Penyelesaian Masalah Notifikasi
pt_br: Resolução de problemas de notificação
ru_ru: Устранение неполадок с уведомлениями
th_th: การแก้ไขปัญหาการแจ้งเตือน
vi_vn: Khắc phục sự cố thông báo
zh_cn: 消息通知故障诊断
zh_hk: 訊息通知故障診斷

# JHc
source: Unable to complete diagnosis. Please run the test again
de_de: Die Diagnostik konnte nicht abgeschlossen werden. Bitte führen Sie den Test erneut durch
es_es: No se ha podido completar el diagnóstico. Vuelve a realizar la prueba
fr_fr: Impossible de terminer le diagnostic. Veuillez relancer le test
hi_in: निदान पूर्ण करने में असमर्थ. कृपया परीक्षण फिर से चलाएँ
id_id: Gagal menyelesaikan diagnosis. Jalankan lagi pengujian
it_it: Impossibile completare la diagnosi. Esegui di nuovo il test
ja_jp: 診断できませんでした。再試行してください
ko_kr: 진단을 완료할 수 없습니다. 테스트를 다시 실행하세요
ms_my: Tidak dapat melengkapkan diagnosis. Sila jalankan ujian sekali lagi
pt_br: Não é possível concluir o diagnóstico. Execute o teste novamente
ru_ru: Невозможно завершить диагностику. Запустите тест еще раз
th_th: ไม่สามารถวินิจฉัยให้เสร็จสิ้นได้ โปรดทำการทดสอบอีกครั้ง
vi_vn: Không thể hoàn thành chẩn đoán. Vui lòng chạy lại kiểm tra
zh_cn: 未能完成检测，请再次运行
zh_hk: 未能完成偵測，請再次運行

# aao
source: Having trouble receiving notifications
de_de: Probleme beim Empfang von Benachrichtigungen
es_es: Problemas para recibir notificaciones
fr_fr: Problème de réception des notifications
hi_in: नोटिफ़िकेशन प्राप्त करने में समस्या है
id_id: Mengalami masalah saat menerima notifikasi
it_it: Riscontro di problemi con la ricezione delle notifiche
ja_jp: メッセージ通知が届かない
ko_kr: 알림을 받는 데 문제가 있음
ms_my: Menghadapi masalah menerima notifikasi
pt_br: Tendo problemas com recebimento de notificações
ru_ru: Проблемы с получением уведомлений
th_th: กำลังประสบปัญหาในการรับการแจ้งเตือน
vi_vn: Gặp sự cố khi nhận thông báo
zh_cn: 为什么收不到消息通知
zh_hk: 為何收不到訊息通知

# hg0
source: OK, I Got It.
de_de: OK, verstanden.
es_es: Entendido.
fr_fr: J'ai compris.
hi_in: ठीक है, मैं समझ गया/गई.
id_id: OK, Saya Mengerti.
it_it: OK.
ja_jp: OK
ko_kr: 알겠습니다.
ms_my: OK, Faham.
pt_br: Ok, entendi.
ru_ru: Понятно.
th_th: เข้าใจแล้ว
vi_vn: OK, tôi đã hiểu.
zh_cn: 我知道了
zh_hk: 我知道了

# hmw
source: Do Not Disturb
de_de: Nicht stören
es_es: No molestar
fr_fr: Ne pas déranger
hi_in: विश्राम मोड
id_id: Jangan Ganggu
it_it: Non disturbare
ja_jp: 取り込み中
ko_kr: 방해 금지
ms_my: Jangan Ganggu
pt_br: Não incomodar
ru_ru: Не беспокоить
th_th: ห้ามรบกวน
vi_vn: Không làm phiền
zh_cn: 勿扰模式
zh_hk: 免打擾模式

# qug
source: Once you enable this mode, “Do Not Disturb” will be displayed as your status. When {{APP_DISPLAY_NAME}} is not open, you will not receive notifications other than for buzz messages, voice calls, and video calls.
de_de: Sobald Sie diesen Modus aktivieren, wird Ihr Status als „Nicht stören“ angezeigt. Wenn {{APP_DISPLAY_NAME}} nicht geöffnet ist, erhalten Sie außer für Buzz-Nachrichten sowie Sprach- und Videoanrufe keine Benachrichtigungen.
es_es: Tras activar este modo, “No molestar” se visualizará como tu estado. Mientras {{APP_DISPLAY_NAME}} no esté abierta, no recibirás notificaciones excepto mensajes de Buzz, llamadas de voz y videollamadas.
fr_fr: Une fois que vous avez activé ce mode, « Ne pas déranger » s'affichera en tant que statut. Lorsque {{APP_DISPLAY_NAME}} n'est pas ouvert, vous ne recevez pas de notifications autres que celles des messages buzz, des appels vocaux et des appels vidéo.
hi_in: एक बार आपके द्वारा यह मोड सक्षम किए जाने पर, “विश्राम मोड” आपकी स्थिति के रूप में प्रदर्शित किया जाएगा. जब {{APP_DISPLAY_NAME}} खुला नहीं हो, तब आपको बज़ संदेशों, वॉइस कॉल्स और वीडियो कॉल्स के अलावा अन्य नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Setelah Anda mengaktifkan mode ini, "Jangan Ganggu" akan muncul sebagai status Anda. Saat {{APP_DISPLAY_NAME}} tidak terbuka, Anda tidak akan menerima notifikasi kecuali pesan buzz, panggilan suara, dan panggilan video.
it_it: Dopo aver abilitato questa modalità, "Non disturbare" verrà visualizzato come stato. Quando {{APP_DISPLAY_NAME}} non è aperta, non riceverai notifiche diverse da messaggi buzz, chiamate vocali e videochiamate.
ja_jp: 取り込み中モードはあなたのプロフィールに表示されます。{{APP_DISPLAY_NAME}} の画面を開いていない時は、緊急連絡、音声通話およびビデオ通話以外のすべての通知を受け取りません
ko_kr: 이 모드를 활성화하면 사용자의 상태가 "방해 금지"로 표시됩니다. {{APP_DISPLAY_NAME}}이(가) 열려있지 않으면, buzz 메시지, 음성 통화, 영상 통화를 제외한 알림을 받지 않게 됩니다.
ms_my: Sekali anda mengaktifkan mod ini, "Jangan Ganggu" akan dipaparkan sebagai status anda. Apabila {{APP_DISPLAY_NAME}} tidak dibuka, anda tidak akan menerima pemberitahuan selain daripada mesej buzz, panggilan suara, dan panggilan video.
pt_br: Ao ativar este modo, "Não incomodar" aparecerá em seu status. Quando o {{APP_DISPLAY_NAME}} não estiver aberto, você não receberá notificações além de mensagens por buzz, chamada de voz e videochamada.
ru_ru: Как только этот режим будет включен, ваш статус будет "Не беспокоить". Если {{APP_DISPLAY_NAME}} не открыто, вы не будете получать уведомления, не относящиеся к сообщениям Buzz, голосовым звонкам и видеозвонкам.
th_th: เมื่อคุณเปิดใช้โหมดนี้ “ห้ามรบกวน” จะปรากฏเป็นสถานะของคุณ เมื่อ {{APP_DISPLAY_NAME}} ไม่ได้เปิดอยู่ คุณจะไม่ได้รับการแจ้งเตือนอื่นนอกจากข้อความการส่งเสียง, การสนทนาทางเสียง และการสนทนาทางวิดีโอ
vi_vn: Khi bạn kích hoạt chế độ này, “Không làm phiền” được sẽ được hiển thị làm trạng thái của bạn. Khi {{APP_DISPLAY_NAME}} không mở, bạn sẽ không nhận được thông báo nào khác ngoài tin nhắn có thông báo, cuộc gọi thoại và cuộc gọi video.
zh_cn: 勿扰模式会显示在你的个人状态中，当你没有打开{{APP_DISPLAY_NAME}}时，将不会收到除加急、语音通话和视频通话之外的所有通知
zh_hk: 免打擾模式會顯示在你的個人狀態中，當你未有開啟{{APP_DISPLAY_NAME}}時，將不會收到除了緊急、語音通話和視像通話通話以外的所有通知

# L3o
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# rsA
source: Do Not Disturb mode
de_de: Modus „Nicht stören“
es_es: Modo No molestar
fr_fr: Mode Ne pas déranger
hi_in: विश्राम मोड
id_id: Mode Jangan Ganggu
it_it: Modalità Non disturbare
ja_jp: 取り込み中モードについて
ko_kr: 방해 금지 모드
ms_my: Mod Jangan Ganggu
pt_br: Modo Não incomodar
ru_ru: Режим "Не беспокоить"
th_th: โหมดห้ามรบกวน
vi_vn: Chế độ Không làm phiền
zh_cn: 勿扰模式说明
zh_hk: 免打擾模式說明

# bhw
source: Notifications will resume in
de_de: Benachrichtigungen werden wieder aufgenommen in
es_es: Las notificaciones se reanudarán dentro de
fr_fr: Les notifications seront reprises dans
hi_in: नोटिफ़िकेशन पुनः शुरू किए जाएँगे
id_id: Notifikasi akan dilanjutkan dalam
it_it: Le notifiche riprenderanno tra
ja_jp: 通知再開までの残り時間：
ko_kr: 알림이 재개됩니다
ms_my: Pemberitahuan akan diteruskan dalam
pt_br: As notificações serão retomadas em
ru_ru: Уведомления будут возобновлены в
th_th: การแจ้งเตือนจะดำเนินการต่อใน
vi_vn: Thông báo sẽ tiếp tục trong
zh_cn: 通知暂停时间还有
zh_hk: 通知暫停時間尚餘

# Gq0
source: Pause notifications for
de_de: Benachrichtigungen pausieren für
es_es: Pausar las notificaciones durante
fr_fr: Mettre les notifications en pause pour
hi_in: के नोटिफ़िकेशन रोकें
id_id: Jeda notifikasi selama
it_it: Metti in pausa le notifiche per
ja_jp: 通知をー時停止
ko_kr: 알림 일시 중지
ms_my: Jeda pemberitahuan selama
pt_br: Pausar notificações para
ru_ru: Приостановить уведомления в течение
th_th: หยุดการแจ้งเตือนชั่วคราวนาน
vi_vn: Tạm dừng thông báo trong
zh_cn: 暂停通知
zh_hk: 暫停通知
