Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# qhA
source: Your cache data, such as images and videos, will be cleared. The original files are still kept in the cloud and you can reload them at any time.
de_de: Ihr Cachedaten, wie Bilder und Videos, werden gelöscht. Die Originaldateien werden nach wie vor in der Cloud aufbewahrt und Sie können sie jederzeit neu laden.
es_es: Los datos almacenados en la caché, como imágenes y vídeos, se van a borrar. Los archivos originales se siguen guardando en la nube y puedes volver a cargarlos en cualquier momento.
fr_fr: Vos données en cache (photos et vidéos, par exemple) seront effacées. Les fichiers d'origine restent conservés dans le cloud et vous pouvez les récupérer à tout moment.
hi_in: आपका कैश डेटा, जैसे छवियाँ और वीडियो, साफ़ कर दिया जाएगा. मूल फ़ाइलें अभी भी क्लाउड में रखी गई हैं और आप उन्हें कभी भी फिर से लोड कर सकते हैं.
id_id: Data cache Anda, seperti gambar dan video akan dibersihkan. File asli masih disimpan di cloud dan Anda dapat memuatnya kembali kapan saja.
it_it: I dati memorizzati nella cache, quali immagini e video, verranno cancellati. I file originali sono ancora conservati nel cloud e puoi ricaricarli in qualsiasi momento.
ja_jp: 画像や動画など、デバイス内に保存されているキャッシュデータは削除されますが、元のファイルはクラウドに残り、いつでも再読み込みできます。
ko_kr: 이미지 및 동영상 등의 캐시된 데이터가 지워집니다. 원본 파일은 계속 클라우드에 유지되며 언제든지 다시 로드할 수 있습니다.
ms_my: Data cache anda, seperti gambar dan video, akan dikosongkan. Fail asal masih disimpan dalam awan dan anda boleh memuatkan semula pada bila-bila masa.
pt_br: Seus dados em cache, como imagens e vídeos, serão excluídos. Os arquivos originais ainda serão mantidos na nuvem e você pode recarregá-los a qualquer momento.
ru_ru: Ваши данные кэша, такие как изображения и видео, будут очищены. Исходные файлы по-прежнему хранятся в облаке, и вы можете перезагрузить их в любое время.
th_th: ข้อมูลแคชของคุณ เช่น ภาพและวิดีโอจะถูกล้าง ไฟล์ต้นฉบับจะยังคงถูกเก็บไว้ในคลาวด์และคุณสามารถโหลดใหม่ได้ทุกเมื่อ
vi_vn: Dữ liệu bộ nhớ đệm của bạn như hình ảnh và video sẽ bị xóa. Các tệp gốc vẫn được giữ trong đám mây và bạn có thể tải lại chúng vào bất kỳ lúc nào.
zh_cn: 本地缓存的图片、视频等内容将被清理，但云端仍保留原始文件，可随时重新加载
zh_hk: 本機的圖片、影片等快取內容將被清理，但雲端仍保留原始檔案，可隨時重新載入

# sJ4
source: Clear Cache
de_de: Cache leeren
es_es: Borrar caché
fr_fr: Effacer le cache
hi_in: कैश साफ़ करें
id_id: Bersihkan Cache
it_it: Cancella cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기
ms_my: Kosongkan Cache
pt_br: Limpar cache
ru_ru: Очистить кэш
th_th: ล้างแคช
vi_vn: Xóa bộ nhớ đệm
zh_cn: 清理缓存
zh_hk: 清理快取

# U60
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# KxQ
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ja_jp: 翻訳言語
ko_kr: 번역
ms_my: Terjemahan
pt_br: Tradução
ru_ru: Перевод
th_th: การแปล
vi_vn: Dịch
zh_cn: 内容翻译
zh_hk: 內容翻譯

# t/k
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
hi_in: डिफ़ॉल्ट
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ms_my: Lalai
pt_br: Padrão
ru_ru: По умолчанию
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 标准
zh_hk: 標準

# sAw
source: Efficiency
de_de: Effizienz
es_es: Eficacia
fr_fr: Efficacité
hi_in: कार्यक्षमता
id_id: Efisiensi
it_it: Efficienza
ja_jp: 効率
ko_kr: 효율성
ms_my: Kecekapan
pt_br: Eficiência
ru_ru: Продуктивность
th_th: มีประสิทธิภาพ
vi_vn: Hiệu suất
zh_cn: 效率
zh_hk: 效率

# iII
source: Allow people to find me by
de_de: Ich kann gefunden werden über
es_es: Permitir a los demás encontrarme por
fr_fr: Permettre aux utilisateurs de me trouver par
hi_in: इसके द्वारा लोगों को मुझे ढूँढने की अनुमति दें
id_id: Izinkan orang menemukan saya melalui
it_it: Consenti alle persone di trovarmi tramite
ja_jp: 下記の方法による連絡先検索を許可
ko_kr: 다음을 통해 사람들이 나를 찾을 수 있도록 합니다
ms_my: Benarkan orang mencari saya dengan
pt_br: Permitir que as pessoas me encontrem por meio de
ru_ru: Меня можно найти по:
th_th: ให้ผู้คนค้นหาฉันโดย
vi_vn: Cho phép mọi người tìm tôi theo
zh_cn: 可通过以下方式搜索到我
zh_hk: 可通過以下方式搜尋到我

# rSg
source: General
de_de: Allgemein
fr_fr: Général
hi_in: सामान्य
id_id: Umum
it_it: Generale
ja_jp: 一般
ko_kr: 일반
ms_my: Am
pt_br: Geral
ru_ru: Общие
th_th: ทั่วไป
vi_vn: Chung
zh_cn: 通用
zh_hk: 通用

# Rbs
source: The changes will be effective once you restart the app.
de_de: Die Änderungen werden wirksam, sobald Sie die App neu starten.
es_es: Los cambios se harán efectivos cuando reinicie la aplicación.
fr_fr: Les modifications prendront effet suite au redémarrage de l'application.
hi_in: आपके द्वारा ऐप को पुनः आरंभ करने के बाद परिवर्तन प्रभावी रहेंगे.
id_id: Perubahan ini akan diterapkan setelah Anda memulai ulang aplikasi.
it_it: Le modifiche diventeranno effettive una volta riavviata l'app.
ja_jp: アプリを再起動すると、更新が有効になります
ko_kr: 앱을 다시 시작하면 변경 사항이 적용됩니다.
ms_my: Perubahan akan berkesan setelah anda memulakan semula apl.
pt_br: As alterações entrarão em vigor quando você reiniciar o aplicativo.
ru_ru: Изменения вступят в силу после перезапуска приложения.
th_th: การเปลี่ยนแปลงจะมีผลหลังจากคุณรีสตาร์ทแอปดังกล่าว
vi_vn: Các thay đổi sẽ có hiệu lực khi bạn khởi động lại ứng dụng.
zh_cn: 新配置在重启应用后生效
zh_hk: 新配置會在重新啟動後生效

# ShQ
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
hi_in: बाद में
id_id: Nanti
it_it: Più tardi
ja_jp: 後で
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позднее
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后
zh_hk: 稍後

# zBQ
source: Restart
de_de: Neu starten
es_es: Reiniciar
fr_fr: Redémarrer
hi_in: रीस्टार्ट करें
id_id: Mulai ulang
it_it: Ricomincia
ja_jp: 再起動
ko_kr: 다시 시작
ms_my: Mulakan semula
pt_br: Reiniciar
ru_ru: Перезапустить
th_th: รีสตาร์ท
vi_vn: Khởi động lại
zh_cn: 重启
zh_hk: 重新啟動

# dnA
source: {{APP_DISPLAY_NAME}} configuration updated
de_de: {{APP_DISPLAY_NAME}}-Konfiguration aktualisiert
es_es: La configuración de {{APP_DISPLAY_NAME}} se ha actualizado
fr_fr: Configuration de {{APP_DISPLAY_NAME}} mise à jour
hi_in: {{APP_DISPLAY_NAME}} कॉन्फ़िगरेशन अपडेट किया गया
id_id: Konfigurasi {{APP_DISPLAY_NAME}} diperbarui
it_it: Configurazione di {{APP_DISPLAY_NAME}} aggiornata
ja_jp: {{APP_DISPLAY_NAME}} の環境設定を更新しました
ko_kr: {{APP_DISPLAY_NAME}} 구성 업데이트됨
ms_my: Konfigurasi {{APP_DISPLAY_NAME}} dikemas kini
pt_br: Configuração do {{APP_DISPLAY_NAME}} atualizada
ru_ru: {{APP_DISPLAY_NAME}} конфигурация обновлена
th_th: อัปเดตการกำหนดค่า {{APP_DISPLAY_NAME}} เรียบร้อยแล้ว
vi_vn: Đã cập nhật cấu hình {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}配置已更新
zh_hk: {{APP_DISPLAY_NAME}}配置已更新

# Qbs
source: Get the Latest {{APP_DISPLAY_NAME}} Configuration
de_de: Neueste {{APP_DISPLAY_NAME}}-Konfiguration abrufen
es_es: Obtén la configuración de {{APP_DISPLAY_NAME}} más reciente
fr_fr: Profitez des dernières configurations {{APP_DISPLAY_NAME}}
hi_in: नवीनतम {{APP_DISPLAY_NAME}} कॉन्फ़िगरेशन प्राप्त करें
id_id: Dapatkan Konfigurasi {{APP_DISPLAY_NAME}} Terbaru
it_it: Ottieni l'ultima configurazione di {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} 最新の環境設定を取得
ko_kr: 최신 {{APP_DISPLAY_NAME}} 구성 가져오기
ms_my: Dapatkan Konfigurasi Terkini {{APP_DISPLAY_NAME}}
pt_br: Obtenha a configuração do {{APP_DISPLAY_NAME}} mais recente
ru_ru: Получить самую актуальную конфигурацию {{APP_DISPLAY_NAME}}
th_th: รับการกำหนดค่า {{APP_DISPLAY_NAME}} ล่าสุด
vi_vn: Tải cấu hình {{APP_DISPLAY_NAME}} mới nhất
zh_cn: 获取最新{{APP_DISPLAY_NAME}}配置
zh_hk: 獲取最新{{APP_DISPLAY_NAME}}配置

# RIY
source: How to add me
de_de: Wie ich hinzugefügt werden kann
es_es: Cómo agregarme
fr_fr: Comment m'ajouter
hi_in: मुझे कैसे जोड़ें
id_id: Cara menambah saya
it_it: Come aggiungermi
ja_jp: 連絡に関する設定
ko_kr: 나를 추가하는 방법
ms_my: Cara menambah saya
pt_br: Como me adicionar
ru_ru: Как добавить меня
th_th: วิธีการเพิ่มฉัน
vi_vn: Cách để thêm tôi
zh_cn: 添加我的方式
zh_hk: 新增我的方式

# EiQ
source: Internal Settings
de_de: Interne Einstellungen
es_es: Configuración interna
fr_fr: Paramètres internes
hi_in: आंतरिक सेटिंग्स
id_id: Pengaturan Internal
it_it: Impostazioni interne
ja_jp: 内部設定
ko_kr: 내부 설정
ms_my: Tetapan Dalaman
pt_br: Configurações internas
ru_ru: Внутренние настройки
th_th: การตั้งค่าภายใน
vi_vn: Cài đặt nội bộ
zh_cn: 内部设置
zh_hk: 內部設定

# CJU
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
it_it: Lingua
ja_jp: 表示言語
ko_kr: 언어
ms_my: Bahasa
pt_br: Idioma
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 显示语言
zh_hk: 顯示語言

# UZw
source: @All messages
de_de: @Alle-Nachrichten
es_es: @Todos los mensajes
fr_fr: @Tous les messages
id_id: @Semua pesan
it_it: Messaggi a @tutti
ja_jp: @全員のメッセージ
ko_kr: @모든 메시지
ms_my: Mesej @Semua
pt_br: @Todas as mensagens
ru_ru: @Все сообщения
th_th: @ข้อความทั้งหมด
vi_vn: @Tất cả tin nhắn
zh_cn: @所有人的消息
zh_hk: @所有人的訊息

# Ods
source: Nothing
de_de: Nichts
es_es: Nada
fr_fr: Rien
hi_in: कुछ नहीं
id_id: Tidak ada
it_it: Niente
ja_jp: 通知なし
ko_kr: 없음
ms_my: Tiada
pt_br: Nada
ru_ru: Не уведомлять
th_th: ไม่มีอะไร
vi_vn: Không có gì
zh_cn: 全部不通知
zh_hk: 全部不通知

# ZWM
source: All new messages
de_de: Alle neuen Nachrichten
es_es: Todos los mensajes nuevos
fr_fr: Tous les nouveaux messages
hi_in: सभी नए संदेश
id_id: Semua pesan baru
it_it: Tutti i nuovi messaggi
ja_jp: すべての新着メッセージ
ko_kr: 모든 새 메시지
ms_my: Semua mesej baharu
pt_br: Todas as mensagens novas
ru_ru: Всех новых сообщениях
th_th: ข้อความใหม่ทั้งหมด
vi_vn: Tất cả tin nhắn mới
zh_cn: 全部新消息
zh_hk: 全部新訊息

# tE0
source: Notify me about
de_de: Mich benachrichtigen über
es_es: Informarme sobre
fr_fr: M'avertir au sujet de
hi_in: इसके बारे में मुझे सूचित करें
id_id: Beri tahu saya tentang
it_it: Avvisami
ja_jp: 通知を受け取るメッセージのタイプ
ko_kr: 다음에 대해 알림
ms_my: Beritahu saya tentang
pt_br: Notifique-me sobre
ru_ru: Уведомлять меня о
th_th: แจ้งฉันเกี่ยวกับ
vi_vn: Thông báo cho tôi về
zh_cn: 收到以下消息时通知我
zh_hk: 收到以下訊息時通知我

# 6+0
source: Only specific messages
de_de: Nur bestimmte Meldungen
es_es: Sólo mensajes específicos
fr_fr: Seulement les messages particuliers
hi_in: केवल विशिष्ट संदेश
id_id: Hanya pesan tertentu
it_it: Solo messaggi specifici
ja_jp: 特定の新着メッセージ
ko_kr: 특정 메시지만
ms_my: Hanya mesej tertentu
pt_br: Apenas mensagens específicas
ru_ru: Определенных сообщениях
th_th: ข้อความที่ระบุเท่านั้น
vi_vn: Chỉ những tin nhắn cụ thể
zh_cn: 部分新消息
zh_hk: 部分新訊息

# Mrk
source: Turn off message notifications during calls and meetings
de_de: Benachrichtigungen über Nachrichten während Anrufen und Besprechungen ausschalten
es_es: Desactivar notificación de mensajes durante llamadas y reuniones
fr_fr: Désactiver les notifications de messages pendant les appels et les réunions
hi_in: कॉल और मीटिंग के दौरान संदेश नोटिफ़िकेशन बंद करें
id_id: Nonaktifkan notifikasi pesan selama panggilan dan rapat
it_it: Disattiva le notifiche dei messaggi durante le chiamate e le riunioni
ja_jp: 通話及び会議中に新規メッセージの通知をオフにする
ko_kr: 통화 및 회의 중에 메시지 알림 끄기
ms_my: Matikan pemberitahuan mesej semasa panggilan dan mesyuarat
pt_br: Desligar notificações de mensagens durante chamadas e reuniões
ru_ru: Отключить уведомления о сообщениях во время звонков и конференций
th_th: ปิดการแจ้งเตือนแบบข้อความในระหว่างการสนทนาและการประชุม
vi_vn: Tắt thông báo tin nhắn trong khi gọi và họp
zh_cn: 通话与会议中关闭消息通知
zh_hk: 通話與會議中關閉訊息通知

# Qdk
source: You can choose to receive notifications from other logged in accounts on this device.
de_de: Sie können wählen, ob Sie Benachrichtigungen von anderen angemeldeten Konten auf diesem Gerät erhalten möchten.
es_es: Puedes recibir notificaciones de otras cuentas registradas en este dispositivo.
fr_fr: Vous pouvez choisir de recevoir des notifications d'autres comptes connectés sur cet appareil.
id_id: Anda dapat memilih untuk menerima notifikasi dari akun lain yang login pada perangkat ini.
it_it: Puoi scegliere di ricevere notifiche su questo dispositivo da altri account a cui hai effettuato l'accesso.
ja_jp: このデバイスでログインしている他のアカウントからの通知を受け取るかどうか選択できます。
ko_kr: 이 장치에서 로그인한 다른 계정으로부터 알림을 받도록 선택할 수 있습니다.
ms_my: Anda boleh memilih untuk menerima notifikasi dari akaun lain yang telah log masuk pada peranti ini.
pt_br: Você pode optar por receber notificações de outras contas conectadas neste dispositivo.
ru_ru: Вы можете выбрать, будут ли поступать уведомления от других учетных записей, вход в которые выполнен на этом устройстве.
th_th: คุณสามารถเลือกรับการแจ้งเตือนจากบัญชีอื่น ๆ ที่ล็อกอินเข้าสู่ระบบบนอุปกรณ์นี้ได้
vi_vn: Bạn có thể chọn nhận thông báo từ các tài khoản đã đăng nhập khác trên thiết bị này.
zh_cn: 可接收该设备上其他已登录账号的消息通知
zh_hk: 可接收該裝置上其他已登入帳戶的訊息通知

# WYQ
source: No other logged in accounts on this device, you'll only receive notifications for the current account before adding other accounts.
de_de: Keine anderen angemeldeten Konten auf diesem Gerät, Sie erhalten nur Benachrichtigungen für das aktuelle Konto, bevor Sie andere Konten hinzufügen.
es_es: No hay ninguna otra cuenta iniciada en este dispositivo. Solo recibirás notificaciones de la cuenta actual hasta que agregues otras cuentas.
fr_fr: Aucun autre compte n'est connecté sur cet appareil, vous ne recevrez des notifications que pour le compte actuel avant d'ajouter d'autres comptes.
id_id: Tidak ada akun lain yang login pada perangkat ini, Anda hanya akan menerima notifikasi untuk akun saat ini sebelum menambahkan akun lain.
it_it: Non hai effettuato l'accesso ad altri account su questo dispositivo; riceverai solo le notifiche per l'account corrente prima dell'aggiunta di altri account.
ja_jp: このデバイスでは他のアカウントにログインしていないため、現在のアカウントの通知のみ受け取ることができます。
ko_kr: 이 장치에 로그인한 다른 계정은 없습니다. 다른 계정을 추가하기 전에는 현재 계정에 대한 알림만 받게 됩니다.
ms_my: Tiada akaun lain yang telah log masuk pada peranti ini, anda hanya akan menerima notifikasi untuk akaun semasa sebelum menambah akaun lain.
pt_br: Nenhuma outra conta conectada neste dispositivo. Você só receberá notificações da conta atual antes de adicionar outras contas.
ru_ru: С этого устройства не выполнен вход в другие учетные записи. Пока другие учетные записи не добавлены, уведомления будут поступать только для текущей учетной записи.
th_th: ไม่มีบัญชีอื่นที่ล็อกอินเข้าสู่ระบบบนอุปกรณ์นี้ ก่อนเพิ่มบัญชีอื่น คุณจะได้รับการแจ้งเตือนสำหรับบัญชีปัจจุบันเท่านั้น
vi_vn: Không có tài khoản nào khác đăng nhập trên thiết bị này, bạn sẽ chỉ nhận được thông báo từ tài khoản hiện tại trước khi thêm các tài khoản khác.
zh_cn: 当前设备无其他已登录账号，仅可接收当前账号的消息通知
zh_hk: 目前裝置無其他已登入帳戶，只能接收目前帳戶的訊息通知

# M2k
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
id_id: Tidak Aktif
it_it: Inattivo
ja_jp: オフ
ko_kr: 끔
ms_my: Dimatikan
pt_br: Desligado
ru_ru: Выкл
th_th: ปิด
vi_vn: Tắt
zh_cn: 未开启
zh_hk: 未開啟

# mvc
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
id_id: Aktif
it_it: Attivo
ja_jp: オン
ko_kr: 켬
ms_my: Dihidupkan
pt_br: Ativado
ru_ru: Вкл
th_th: เปิด
vi_vn: Bật
zh_cn: 已开启
zh_hk: 已開啟

# IVg
source: You'll also receive notifications from
de_de: Sie empfangen auch Benachrichtigungen von
es_es: También recibirás notificaciones de
fr_fr: Vous recevrez également des notifications de
id_id: Anda juga akan menerima notifikasi dari
it_it: Riceverai anche le notifiche da
ja_jp: 次のアカウントからの通知も受け取ります。
ko_kr: 또한 다음으로부터 알림을 받게 됩니다
ms_my: Anda juga akan menerima notifikasi dari
pt_br: Você também receberá notificações de
ru_ru: Вы также будете получать уведомления от
th_th: คุณยังจะได้รับการแจ้งเตือนจาก
vi_vn: Bạn cũng sẽ nhận được thông báo từ
zh_cn: 你将同时接收以下账号的通知
zh_hk: 你將同時接收以下帳戶的通知

# EzY
source: Receive notifications from other accounts
de_de: Benachrichtigungen von anderen Konten empfangen
es_es: Recibir notificaciones de otras cuentas
fr_fr: Recevoir des notifications d'autres comptes
id_id: Terima notifikasi dari akun lain
it_it: Ricevi notifiche da altri account
ja_jp: 他のアカウントからの通知を受け取る
ko_kr: 다른 계정으로부터 알림 받기
ms_my: Terima notifikasi dari akaun lain
pt_br: Receber notificações de outras contas
ru_ru: Получение уведомлений от других учетных записей
th_th: รับการแจ้งเตือนจากบัญชีอื่น
vi_vn: Nhận thông báo từ các tài khoản khác
zh_cn: 接收其他账号通知
zh_hk: 接收其他帳戶通知

# F4U
source: You're trying too often. Please try again later.
de_de: Sie haben es zu oft versucht. Bitte versuchen Sie es später erneut.
es_es: Demasiados intentos en poco tiempo. Inténtalo de nuevo más tarde.
fr_fr: Vous avez effectué trop de tentatives. Veuillez réessayer plus tard.
id_id: Anda mencoba terlalu sering. Coba lagi nanti.
it_it: Stai effettuando dei tentativi troppo spesso. Riprova più tardi.
ja_jp: 操作の回数が多いです。後で再試行してください。
ko_kr: 너무 자주 시도하고 있습니다. 나중에 다시 시도하세요.
ms_my: Anda mencuba terlalu kerap. Sila cuba lagi nanti.
pt_br: Você está tentando com muita frequência. Tente novamente mais tarde.
ru_ru: Слишком частые попытки. Повторите попытку позже.
th_th: คุณลองหลายครั้งเกินไป โปรดลองอีกครั้งในภายหลัง
vi_vn: Bạn đã thử quá nhiều lần. Vui lòng thử lại sau.
zh_cn: 操作太频繁，请稍后重试
zh_hk: 操作太過頻繁，請稍後重試

# fW8
source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
hi_in: सक्षम करें
id_id: Aktifkan
it_it: Abilita
ja_jp: 設定へ
ko_kr: 활성화
ms_my: Aktifkan
pt_br: Ativar
ru_ru: Включить
th_th: เปิดใช้
vi_vn: Bật
zh_cn: 前往开启
zh_hk: 前往開啟

# klo
source: Go to your phone Settings - Notifications to enable notifications
de_de: Gehen Sie auf Ihrem Telefon zu Einstellungen - Benachrichtigungen, um Benachrichtigungen zu aktivieren.
es_es: Puedes ir a la configuración del teléfono - Notificaciones para habilitar las notificaciones
fr_fr: Accédez à Paramètres - Notifications sur votre téléphone pour activer les notifications
hi_in: नोटिफ़िकेशन को सक्षम करने के लिए अपने फ़ोन पर सेटिंग्स - नोटिफ़िकेशन में जाएँ
id_id: Buka Pengaturan - Notifikasi di ponsel Anda untuk mengaktifkan notifikasi
it_it: Vai a Impostazioni telefono - Notifiche per abilitare le notifiche
ja_jp: 「設定」>「通知」で通知をオンにしてください。
ko_kr: 휴대폰 설정 - 알림으로 이동하여 알림을 활성화하세요
ms_my: Pergi ke Tetapan telefon anda - Notifikasi untuk mengaktifkan notifikasi
pt_br: Acesse no celular Configurações – Notificações para ativar as notificações
ru_ru: Зайдите в своем телефоне в Настройки — Уведомления, чтобы включить уведомления
th_th: บนมือถือของคุณให้ไปที่ การตั้งค่า > การแจ้งเตือน เพื่อเปิดใช้การแจ้งเตือน
vi_vn: Truy cập Cài đặt trên điện thoại của bạn - Thông báo để bật thông báo
zh_cn: 请在手机的 设置-通知 中开启
zh_hk: 請在手機的 設定 > 通知 中開啟

# K4w
source: @Me messages
de_de: @Mich-Nachrichten
es_es: @Mensajes de mí
fr_fr: Messages @Moi
hi_in: @मैं संदेश
id_id: Pesan @Saya
it_it: Messaggi @me
ja_jp: ＠メッセージ
ko_kr: @나 메시지
ms_my: Mesej @Saya
pt_br: Mensagens @Mim
ru_ru: Упоминания
th_th: ข้อความ @ฉัน
vi_vn: Tin nhắn đề cập đến @tôi
zh_cn: @我的消息
zh_hk: @ 我的訊息

# /YQ
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
hi_in: नोटिफ़िकेशन्स
id_id: Notifikasi
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
ms_my: Pemberitahuan
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知
zh_hk: 通知

# u80
source: Buzz messages
de_de: Buzz-Nachrichten
es_es: Mensajes Buzz
fr_fr: Messages buzz
hi_in: बज़ संदेश
id_id: Pesan Buzz
it_it: Messaggi Buzz
ja_jp: 緊急連絡
ko_kr: Buzz 메시지
ms_my: Mesej Buzz
pt_br: Mensagens por buzz
ru_ru: Сообщения Buzz
th_th: ข้อความการส่งเสียง
vi_vn: Tin nhắn thông báo
zh_cn: 加急消息
zh_hk: 緊急訊息

# FH4
source: Exceptions
de_de: Ausnahmen
es_es: Excepciones
hi_in: अपवाद
id_id: Pengecualian
it_it: Eccezioni
ja_jp: 特例
ko_kr: 예외
ms_my: Pengecualian
pt_br: Exceções
ru_ru: Исключения
th_th: ข้อยกเว้น
vi_vn: Ngoại lệ
zh_cn: 授权特例
zh_hk: 授權特例

# XbE
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 消去
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_hk: 移除

# SxM
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# F2Q
source: Preview chat text size
de_de: Vorschau für Chat-Textgröße
es_es: Vista previa del tamaño de texto del chat
fr_fr: Prévisualiser la taille du texte des discussions
hi_in: चैट के आकार का पूर्वावलोकन करें
id_id: Pratinjau ukuran teks obrolan
it_it: Anteprima dimensioni testo per chat
ja_jp: チャットのフォントサイズをプレビュー
ko_kr: 채팅 텍스트 크기 미리 보기
ms_my: Pratonton saiz teks sembang
pt_br: Visualizar tamanho do texto do chat
ru_ru: Предварительный просмотр размера текста в чате
th_th: ดูตัวอย่างขนาดข้อความของแชท
vi_vn: Xem trước cỡ chữ trong trò chuyện
zh_cn: 预览聊天字体大小
zh_hk: 預覽聊天字體大小

# zOI
source: Preview Docs text size
de_de: Vorschau für Docs-Textgröße
es_es: Vista previa del tamaño de texto de los documentos de Docs
fr_fr: Aperçu de la taille du texte de Docs
hi_in: Docs के टेक्स्ट के आकार का पूर्वावलोकन करें
id_id: Pratinjau ukuran teks Docs
it_it: Anteprima dimensioni testo per documenti
ja_jp: Docs のフォントサイズをプレビュー
ko_kr: 문서 텍스트 크기 미리 보기
ms_my: Pratonton saiz teks Docs
pt_br: Visualizar tamanho do texto do Docs
ru_ru: Предварительный просмотр размера текста Docs
th_th: ดูตัวอย่างขนาดข้อความของ Docs
vi_vn: Xem trước cỡ chữ trong Docs
zh_cn: 预览文档字体大小
zh_hk: 預覽文件字體大小

# 59U
source: Privacy
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
hi_in: गोपनीयता
id_id: Privasi
ja_jp: プライバシー
ko_kr: 개인 정보
ms_my: Privasi
pt_br: Privacidade
ru_ru: Конфиденциальность
th_th: ความเป็นส่วนตัว
vi_vn: Quyền riêng tư
zh_cn: 隐私
zh_hk: 私隱

# E0g
source: Private messages
de_de: Private Nachrichten
es_es: Mensajes privados
fr_fr: Messages privés
hi_in: निजी संदेश
id_id: Pesan privat
it_it: Messaggi privati
ja_jp: 個人チャットメッセージ
ko_kr: 개인 메시지
ms_my: Mesej peribadi
pt_br: Mensagens particulares
ru_ru: Частные сообщения
th_th: ข้อความส่วนตัว
vi_vn: Tin nhắn riêng tư
zh_cn: 单聊消息
zh_hk: 私人聊天訊息

# cj0
source: Set auto-translation for each language
de_de: Auto-Übersetzung für jede Sprache festlegen
es_es: Establecer la traducción automática por idiomas
fr_fr: Définir la traduction automatique pour chaque langue
hi_in: प्रत्येक भाषा के लिए स्वतः अनुवाद सेट करें
id_id: Tetapkan terjemahan otomatis untuk setiap bahasa
it_it: Imposta traduzione automatica per ciascuna lingua
ja_jp: 各言語に自動翻訳の内容を設定
ko_kr: 각 언어에 대한 자동 번역 설정
ms_my: Tetapkan terjemahan automatik untuk setiap bahasa
pt_br: Definir tradução automática para cada idioma
ru_ru: Настроить автоматический перевод для каждого языка
th_th: กำหนดการแปลอัตโนมัติสำหรับแต่ละภาษา
vi_vn: Cài đặt tự động dịch cho từng ngôn ngữ
zh_cn: 设置各语言需要自动翻译的内容
zh_hk: 設定各語言需要自動翻譯的內容

# 8rI
source: Search for language
de_de: Nach Sprache suchen
es_es: Buscar idioma
fr_fr: Rechercher une langue
hi_in: भाषा की खोज
id_id: Cari bahasa
it_it: Cerca lingua
ja_jp: 言語を検索
ko_kr: 언어 검색
ms_my: Cari bahasa
pt_br: Pesquisar idioma
ru_ru: Искать язык
th_th: ค้นหาภาษา
vi_vn: Tìm kiếm ngôn ngữ
zh_cn: 搜索语言
zh_hk: 搜尋語言

# Ejo
source: Translation display
de_de: Anzeige der Übersetzung
es_es: Visualización de la traducción
fr_fr: Affichage de la traduction
hi_in: अनुवाद प्रदर्शन
id_id: Tampilan terjemahan
it_it: Visualizzazione della traduzione
ja_jp: 翻訳後の表示
ko_kr: 번역 표시
ms_my: Paparan terjemahan
pt_br: Exibição de tradução
ru_ru: Вид перевода
th_th: การแสดงผลคำแปล
vi_vn: Hiển thị bản dịch
zh_cn: 翻译后的显示效果
zh_hk: 翻譯後的顯示效果

# 0mc
source: Set translation display for each language
de_de: Übersetzungsanzeige für jede Sprache anzeigen
es_es: Establecer la visualización de la traducción por idiomas
fr_fr: Définir l'affichage de la traduction pour chaque langue
hi_in: प्रत्येक भाषा के लिए अनुवाद डिस्प्ले सेट करें
id_id: Tetapkan tampilan terjemahan untuk setiap bahasa
it_it: Imposta visualizzazione della traduzione per ciascuna lingua
ja_jp: 各言語に翻訳後の表示様式を設定
ko_kr: 각 언어에 대한 번역 표시 설정
ms_my: Tetapkan paparan terjemahan untuk setiap bahasa
pt_br: Definir exibição de tradução para cada idioma
ru_ru: Настроить вид перевода для каждого языка
th_th: กำหนดการแสดงการแปลสำหรับแต่ละภาษา
vi_vn: Cài đặt tự động dịch cho mỗi ngôn ngữ
zh_cn: 设置各语言的翻译显示效果
zh_hk: 設定各語言的翻譯顯示效果
