Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# x60
source: To provide a better experience, {{APP_DISPLAY_NAME}} may ask for the following permissions under certain circumstances.
de_de: Für einen bessere Benutzererfahrung kann {{APP_DISPLAY_NAME}} unter bestimmten Umständen um die folgenden Berechtigungen bitten.
es_es: Para mejorar la experiencia, es posible que {{APP_DISPLAY_NAME}} te pida los permisos siguientes en circunstancias concretas.
fr_fr: Afin d'offrir une meilleure expérience, {{APP_DISPLAY_NAME}} peut demander les autorisations suivantes dans certaines circonstances.
hi_in: बेहतर अनुभव प्रदान करने के लिए, {{APP_DISPLAY_NAME}} कुछ परिस्थियों में निम्न अनुमतियों का अनुरोध कर सकता है.
id_id: Untuk memberikan pengalaman yang lebih baik, {{APP_DISPLAY_NAME}} mungkin akan meminta izin berikut dalam keadaan tertentu.
it_it: Per fornire una migliore esperienza, {{APP_DISPLAY_NAME}} può richiedere le seguenti autorizzazioni in determinate circostanze.
ja_jp: より良い体験を提供するために、{{APP_DISPLAY_NAME}} は特定の状況下で以下の権限を要求する場合があります。
ko_kr: 더 나은 경험을 제공하기 위해 {{APP_DISPLAY_NAME}}은(는) 특정 상황에서 다음 권한을 요청할 수 있습니다.
ms_my: Untuk memberikan pengalaman yang lebih baik, {{APP_DISPLAY_NAME}} mungkin meminta kebenaran berikut dalam keadaan tertentu.
pt_br: Para oferecer a melhor experiência, {{APP_DISPLAY_NAME}} pode solicitar as seguintes permissões sob certas circunstâncias.
ru_ru: Для удобства работы {{APP_DISPLAY_NAME}} может запрашивать следующие разрешения при определенных обстоятельствах.
th_th: {{APP_DISPLAY_NAME}} อาจขอสิทธิ์การอนุญาตต่อไปนี้ภายใต้สถานการณ์บางอย่างเพื่อให้ประสบการณ์การใช้งานที่ดียิ่งขึ้น
vi_vn: Để cung cấp trải nghiệm tốt hơn, {{APP_DISPLAY_NAME}} có thể yêu cầu các quyền dưới đây trong một số trường hợp nhất định.
zh_cn: 为了提供更好的用户体验，{{APP_DISPLAY_NAME}}会在特定场景下向您申请以下权限
zh_hk: 為了提供更優質的用戶體驗，{{APP_DISPLAY_NAME}}會在特定場景下向你申請以下權限

# 0Lw
source: System Permissions
de_de: Systemberechtigungen
es_es: Permisos del sistema
fr_fr: Autorisations système
hi_in: सिस्टम अनुमतियाँ
id_id: Izin Sistem
it_it: Autorizzazioni di sistema
ja_jp: 権限管理
ko_kr: 시스템 권한
ms_my: Kebenaran Sistem
pt_br: Permissões do sistema
ru_ru: Системные разрешения
th_th: สิทธิ์การอนุญาตของระบบ
vi_vn: Quyền hệ thống
zh_cn: 系统权限
zh_hk: 系統權限

# A7o
source: Open Source Software Notice
de_de: Hinweis zu Open Source-Software
es_es: Aviso de software de código abierto
fr_fr: Avis sur les logiciels libres
hi_in: ओपन सोर्स सॉफ़्टवेयर सूचना
id_id: Pemberitahuan Software Sumber Terbuka
it_it: Avviso software open source
ja_jp: オープンソースソフトウェアに関するお知らせ
ko_kr: 오픈 소스 소프트웨어 고지
ms_my: Notis Perisian Sumber Terbuka
pt_br: Aviso de software de código aberto
ru_ru: Уведомление о программном обеспечении с открытым исходным кодом
th_th: เปิดประกาศเกี่ยวกับซอฟต์แวร์โอเพนซอร์ส
vi_vn: Thông báo Phần mềm nguồn mở
zh_cn: 开源组件声明
zh_hk: 開源組件聲明

# eGQ
source: Description of App Permissions
de_de: Beschreibung der App-Berechtigungen
es_es: Descripción de los permisos de la aplicación
fr_fr: Description des autorisations de l'application
hi_in: ऐप अनुमतियों की जानकारी
id_id: Deskripsi Izin Aplikasi
it_it: Descrizione delle autorizzazioni dell'app
ja_jp: アプリ権限について
ko_kr: 앱 권한의 설명
ms_my: Penerangan Kebenaran Apl
pt_br: Descrição das permissões do aplicativo
ru_ru: Описание разрешений приложения
th_th: คำอธิบายสิทธิ์การอนุญาตของแอป
vi_vn: Mô tả quyền của ứng dụng
zh_cn: 应用权限说明
zh_hk: 應用程式權限說明

# VOk
source: Please go to "System Preferences" - "Notification" to enable notification permission
de_de: Gehen Sie zu „Systempräferenzen“ - „Benachrichtigung“, um die Benachrichtigungsberechtigungen zu aktivieren
es_es: Accede a "Preferencias de Sistema" - "Notificación" para habilitar el permiso de notificaciones.
fr_fr: Veuillez accéder à « Préférences système » - « Notifications » pour autoriser les notifications
hi_in: नोटिफ़िकेशन अनुमति सक्षम करने के लिए कृपया "सिस्टम की प्राथमिकताएँ" - "नोटिफ़िकेशन" पर जाएँ
id_id: Buka "Preferensi Sistem" - "Notifikasi" untuk mengaktifkan izin notifikasi
it_it: Vai a "Preferenze di sistema" - "Notifica" per abilitare l'autorizzazione alla notifica
ja_jp: 「システム環境設定」-「通知」から通知設定をオンにしてください
ko_kr: 알림 권한을 활성화하려면 "시스템 기본 설정" - "알림"으로 이동하세요
ms_my: Sila pergi ke "Keutamaan Sistem" - "Pemberitahuan" untuk mengaktifkan kebenaran pemberitahuan
pt_br: Acesse "Preferências do sistema" - "Notificação" para ativar a permissão de notificação
ru_ru: Перейдите в "Системные настройки" - "Уведомления", чтобы включить разрешение на уведомление.
th_th: โปรดไปที่ “การตั้งค่าระบบ” - “การแจ้งเตือน” เพื่อเปิดใช้สิทธิ์การอนุญาตการแจ้งเตือน
vi_vn: Vui lòng đến "Tùy chọn Hệ thống" - "Thông báo" để kích hoạt quyền thông báo
zh_cn: 请前往“系统偏好设置”-“通知”开启通知权限
zh_hk: 請前往「系統偏好設定」>「通知」開啟通知權限

# JZQ
source: Feishu
zh_cn: 飞书
zh_hk: 飛書

# Ikg
source: Security White Paper
es_es: Libro blanco sobre seguridad
fr_fr: Livre blanc sur la sécurité
hi_in: सिक्योरिटी व्हाइट पेपर
id_id: Buku Putih Keamanan
it_it: White paper sulla sicurezza
ja_jp: セキュリティ白書
ko_kr: 보안 백서
ms_my: Kertas Putih Keselamatan
pt_br: Documento técnico de segurança
ru_ru: Официальный документ по безопасности
th_th: สมุดปกขาวว่าด้วยเรื่องความปลอดภัย
vi_vn: Sách trắng bảo mật
zh_cn: 安全白皮书
zh_hk: 安全白皮書

# iwI
source: ICP Number: {{code}}
ja_jp: ICP 番号：{{code}}
zh_cn: ICP 备案号：{{code}}

# 2+8
source: Single Column Mode
de_de: Einzelspaltenmodus
es_es: Modo de una columna
fr_fr: Mode Une colonne
id_id: Mode Kolom Tunggal
it_it: Modalità a colonna singola
ja_jp: シングルカラムモード
ko_kr: 단일 열 모드
ms_my: Mod Lajur Tunggal
pt_br: Modo de coluna simples
ru_ru: Режим одного столбца
th_th: โหมดคอลัมน์เดียว
vi_vn: Chế độ cột đơn
zh_cn: 单栏模式
zh_hk: 單欄模式

# c3E
source: Contacts only
de_de: Nur Kontakte
es_es: Solo contactos
fr_fr: Contacts uniquement
id_id: Khusus kontak
it_it: Solo contatti
ja_jp: 連絡先のみ
ko_kr: 연락처만
ms_my: Kenalan sahaja
pt_br: Apenas contatos
ru_ru: Только контакты
th_th: รายชื่อที่ติดต่อเท่านั้น
vi_vn: Chỉ danh bạ
zh_cn: 仅联系人
zh_hk: 只有聯絡人

# AVg
source: Aurora
ja_jp: オーロラ
ko_kr: 오로라
ru_ru: Аврора
th_th: แสงรุ่งอรุณ
vi_vn: Bình minh
zh_cn: 极光
zh_hk: 極光

# LAU
source: Chord
de_de: Akkord
es_es: Cuerda
it_it: Accordo
ja_jp: コード
ko_kr: 화음
ms_my: Kord
pt_br: Acorde
ru_ru: Аккорд
th_th: คอร์ด
vi_vn: Dây đàn
zh_cn: 和弦
zh_hk: 和弦

# FQE
source: Circles
de_de: Kreise
es_es: Círculos
fr_fr: Cercles
id_id: Lingkaran
it_it: Cerchi
ja_jp: サークル
ko_kr: 원형
ms_my: Lingkaran
pt_br: Círculos
ru_ru: Круги
th_th: วงกลม
vi_vn: Hình tròn
zh_cn: 圆圈
zh_hk: 圓圈

# qO0
source: Follows system
de_de: Folgt dem System
es_es: Opción del sistema
fr_fr: Suit le système
id_id: Mengikuti sistem
it_it: Segue il sistema
ja_jp: システム設定に従う
ko_kr: 시스템 팔로우
ms_my: Mengikut sistem
pt_br: Segue o sistema
ru_ru: Следует системе
th_th: ตามระบบ
vi_vn: Tuân theo cài đặt hệ thống
zh_cn: 跟随系统
zh_hk: 跟隨系統

# vkc
source: Buzz
ja_jp: 緊急連絡
ko_kr: 긴급 메시지
zh_cn: 加急
zh_hk: 緊急

# wA8
source: Mentions
de_de: Erwähnungen
es_es: Menciones
id_id: Sebutan
it_it: Menzioni
ja_jp: ＠自分
ko_kr: 멘션
ms_my: Sebutan
pt_br: Menções
ru_ru: Упоминания
th_th: การกล่าวถึง
vi_vn: Nhắc đến
zh_cn: @我
zh_hk: @我

# C1s
source: Others
de_de: Andere
es_es: Otros
fr_fr: Autres
id_id: Lainnya
it_it: Altri
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Прочее
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 普通
zh_hk: 普通

# tvk
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhuma
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không
zh_cn: 静音
zh_hk: 靜音

# tMg
source: Sound & Vibration
de_de: Ton und Vibration
es_es: Sonido y vibración
fr_fr: Son et vibration
id_id: Suara & Getaran
it_it: Suono e vibrazione
ja_jp: サウンドとバイブレーション
ko_kr: 소리 및 진동
ms_my: Bunyi & Getaran
pt_br: Som e vibração
ru_ru: Звуки и вибрация
th_th: เสียงและการสั่น
vi_vn: Chuông & rung
zh_cn: 声音与振动
zh_hk: 聲音與震動

# N/s
source: Passed ISO 27001:2013 information security management system certification
de_de: Informationssicherheits-Managementsystem nach ISO 27001:2013 zertifiziert
es_es: Ha obtenido la certificación del sistema de gestión de seguridad de la información ISO 27001:2013
fr_fr: Système certifié par la norme de gestion de la sécurité de l'information ISO 27001:2013
hi_in: ISO 27001:2013 जानकारी सुरक्षा प्रबंधन सिस्टम प्रमाणन प्राप्त
id_id: Lulus sertifikasi sistem manajemen keamanan informasi ISO 2700:2013
it_it: Ottenuta la certificazione per i sistemi di gestione della sicurezza delle informazioni ISO 27001:2013
ja_jp: 情報セキュリティ管理システム認証 ISO 27001:2013 を取得しています
ko_kr: ISO 27001:2013 정보 보안 관리 시스템 인증 통과
ms_my: Lulus pensijilan sistem pengurusan keselamatan maklumat ISO 27001:2013
pt_br: Aprovação na certificação ISO 27001:2013 do sistema de gerenciamento de segurança das informações
ru_ru: Пройдена сертификация системы управления информационной безопасностью ISO 27001:2013
th_th: ผ่านการรับรองระบบการจัดการความปลอดภัยของข้อมูล ISO 27001:2013
vi_vn: Đạt chứng nhận hệ thống quản lý an ninh thông tin ISO 27001:2013
zh_cn: 已通过 ISO 27001:2013 信息安全认证
zh_hk: 已通過 ISO 27001:2013 資訊安全認證

# kDQ
source: Personal Info List
de_de: Liste mit personenbezogenen Daten
es_es: Lista de información personal
fr_fr: Liste des informations personnelles
hi_in: व्यक्तिगत जानकारी सूची
id_id: Daftar Info Pribadi
it_it: Elenco informazioni personali
ja_jp: 個人情報収集リスト
ko_kr: 개인 정보 목록
ms_my: Senarai Maklumat Peribadi
pt_br: Lista de informações pessoais
ru_ru: Список личной информации
th_th: รายการข้อมูลส่วนตัว
vi_vn: Danh sách thông tin cá nhân
zh_cn: 个人信息收集清单
zh_hk: 個人資訊收集清單

# vjY
source: Enter content
de_de: Inhalt eingeben
es_es: Introduce el contenido
fr_fr: Saisir du contenu
id_id: Masukkan konten
it_it: Immetti contenuto
ja_jp: 内容を入力
ko_kr: 콘텐츠 입력
ms_my: Masukkan kandungan
pt_br: Inserir conteúdo
ru_ru: Введите содержание
th_th: กรอกเนื้อหา
vi_vn: Nhập nội dung
zh_cn: 输入内容
zh_hk: 輸入內容

# 3Qo
source: Incorrect address format. Please check the address and retry.
de_de: Falsches Adressenformat. Bitte prüfen Sie die Adresse und versuchen Sie es erneut.
es_es: Formato de dirección incorrecto. Revisa la dirección e inténtalo de nuevo.
fr_fr: Le format de l'adresse est incorrect. Veuillez vérifier l'adresse et réessayer.
id_id: Format alamat salah. Periksa alamat dan coba lagi.
it_it: Formato indirizzo non corretto. Verifica l'indirizzo e riprova.
ja_jp: URL の形式が正しくありません。確認してから再試行してください。
ko_kr: 잘못된 주소 형식입니다. 주소를 확인하고 다시 시도하세요.
ms_my: Format alamat yang salah. Sila semak alamat dan cuba semula.
pt_br: Formato de endereço incorreto. Verifique o endereço e tente novamente.
ru_ru: Неверный формат адреса. Проверьте адрес и попробуйте снова.
th_th: รูปแบบที่อยู่ไม่ถูกต้อง โปรดตรวจสอบที่อยู่และลองอีกครั้ง
vi_vn: Sai định dạng địa chỉ. Vui lòng kiểm tra địa chỉ và thử lại.
zh_cn: 网址格式不正确，请检查后重试
zh_hk: 網址格式不正確，請檢查後重試

# 5iI
source: {{num}} characters can be entered maximum.
de_de: Maximal {{num}} Zeichen können eingegeben werden.
es_es: Puedes introducir {{num}} caracteres como máximo.
fr_fr: {{num}} caractères peuvent être saisis au maximum.
id_id: Maksimum {{num}} karakter dapat dimasukkan.
it_it: È possibile immettere un massimo di {{num}} caratteri.
ja_jp: 最大 {{num}} 文字まで入力できます。
ko_kr: 최대 {{num}}자까지 입력할 수 있습니다.
ms_my: Maksimum {{num}} aksara boleh dimasukkan.
pt_br: É possível inserir, no máximo, {{num}} caracteres.
ru_ru: Можно ввести максимум {{num}} симв.
th_th: สามารถกรอกอักขระได้สูงสุด {{num}} ตัวอักษร
vi_vn: Có thể nhập tối đa {{num}} ký tự.
zh_cn: 最多可输入 {{num}} 字
zh_hk: 最多可輸入 {{num}} 字

# qCU
source: Null
es_es: Nulo
fr_fr: Nul
id_id: Kosong
it_it: Nullo
ja_jp: なし
ko_kr: 없음
pt_br: Nulo
ru_ru: Нет
th_th: ไม่มี
vi_vn: Trống
zh_cn: 无
zh_hk: 無

# jeY
source: Please enter the web address
de_de: Bitte geben Sie die Webadresse ein
es_es: Introduce la dirección web
fr_fr: Veuillez saisir l'adresse du site Web
id_id: Masukkan alamat web
it_it: Immetti l'indirizzo Web
ja_jp: ウェブページの URL を入力
ko_kr: 웹 주소를 입력하세요
ms_my: Sila masukkan alamat web
pt_br: Insira o endereço da web
ru_ru: Введите адрес страницы
th_th: โปรดกรอกที่อยู่เว็บ
vi_vn: Vui lòng nhập địa chỉ web
zh_cn: 请输入网页地址
zh_hk: 請輸入網頁地址

# yys
source: Enter the address, starting with http:// or https://
de_de: Geben Sie die Adresse ein, beginnend mit http:// oder https://
es_es: Introduce la dirección, que debe comenzar con http:// o https://
fr_fr: Saisissez l'adresse, en commençant par http:// ou https:/
id_id: Masukkan alamat, dimulai dengan http:// atau https://
it_it: Immetti l'indirizzo che deve iniziare con http:// o https://
ja_jp: http:// または https:// から始まる URL を入力
ko_kr: http:// 또는 https://로 시작하는 주소를 입력하세요
ms_my: Masukkan alamat, bermula dengan http:// atau https://
pt_br: Insira o endereço, começando com http:// ou https://
ru_ru: Введите адрес, начиная с http:// или https://
th_th: กรอกที่อยู่ที่เริ่มต้นด้วย http:// หรือ https://
vi_vn: Nhập địa chỉ, bắt đầu bằng http:// hoặc https://
zh_cn: 输入网址，以 http:// 或 https:// 开头
zh_hk: 輸入網址，以 http:// 或 https:// 開頭

# NCQ
source: Web address
de_de: Webadresse
es_es: Dirección web
fr_fr: Adresse web
id_id: Alamat web
it_it: Indirizzo Web
ja_jp: URL
ko_kr: 웹 주소
ms_my: Alamat web
pt_br: Endereço da Web
ru_ru: Веб-адрес
th_th: ที่อยู่เว็บ
vi_vn: Địa chỉ web
zh_cn: 网页地址
zh_hk: 網頁地址

# OHU
source: Please enter the web title
de_de: Bitte geben Sie den Webtitel ein
es_es: Introduce el título web
fr_fr: Veuillez saisir le titre du site Web
id_id: Masukkan judul web
it_it: Immetti il titolo Web
ja_jp: ウェブページのタイトルを入力
ko_kr: 웹 제목을 입력하세요
ms_my: Sila masukkan tajuk laman web
pt_br: Insira o título da web
ru_ru: Введите заголовок страницы
th_th: โปรดกรอกชื่อเว็บ
vi_vn: Vui lòng nhập tiêu đề web
zh_cn: 请输入网页标题
zh_hk: 請輸入網頁標題

# pt4
source: Enter the title
de_de: Titel eingeben
es_es: Introduce el título
fr_fr: Saisir le titre
id_id: Masukkan judul
it_it: Immetti il titolo
ja_jp: タイトルを入力
ko_kr: 제목을 입력하세요
ms_my: Masukkan tajuk
pt_br: Inserir o título
ru_ru: Введите название
th_th: กรอกชื่อ
vi_vn: Nhập tiêu đề
zh_cn: 输入标题
zh_hk: 輸入標題

# aYQ
source: Web title
de_de: Webtitel
es_es: Título web
fr_fr: Titre du site
id_id: Judul web
it_it: Titolo Web
ja_jp: タイトル
ko_kr: 웹 제목
ms_my: Tajuk laman web
pt_br: Título da Web
ru_ru: Название страницы
th_th: ชื่อเว็บ
vi_vn: Tiêu đề web
zh_cn: 网页标题
zh_hk: 網頁標題

# o+I
source: Powered by
ms_my: Dikuasakan oleh
zh_cn: 提供技术支持
zh_hk: 提供技術支援

# FAg
source: Notify me of new messages in Collapsed Chats
de_de: Mich über neue Nachrichten in zusammengeklappten Chats benachrichtigen
es_es: Notificarme de nuevos mensajes en Chats contraídos
fr_fr: Me notifier des nouveaux messages dans les discussions réduites
hi_in: संक्षिप्त चैट में नए संदेशों के बारे में मुझे सूचित करें
id_id: Beri tahu saya mengenai pesan baru dalam Obrolan Dilipat
it_it: Inviami notifiche di nuovi messaggi nelle chat compresse
ja_jp: 非表示チャットの新着メッセージを通知する
ko_kr: 축소된 채팅에 새 메시지가 있을 때 알림
ms_my: Maklumkan saya tentang mesej baharu dalam Perbualan Runtuh
pt_br: Notifique-me sobre novas mensagens em Chats recolhidos
ru_ru: Уведомлять меня о новых сообщениях в свернутых чатах
th_th: แจ้งเตือนเมื่อมีข้อความใหม่ในแชทแบบพับ
vi_vn: Thông báo tin nhắn mới trong Trò chuyện thu gọn cho tôi
zh_cn: 折叠的会话中有新消息时，通知我
zh_hk: 摺疊的對話中有新訊息時，通知我

# Qu8
source: Our Partners
de_de: Unsere Partner
es_es: Nuestros asociados
fr_fr: Nos partenaires
hi_in: हमारे भागीदार
id_id: Mitra Kami
it_it: I nostri partner
ja_jp: ビジネスパートナー
ko_kr: 당사 파트너
ms_my: Rakan Kongsi Kami
pt_br: Nossos parceiros
ru_ru: Наши партнеры
th_th: พันธมิตรของเรา
vi_vn: Đối tác của chúng tôi
zh_cn: 接入合作方目录
zh_hk: 存取合作方目錄

# 14w
source: Unable to edit due to restrictions set by the administrator.
de_de: Eine Bearbeitung ist aufgrund der vom Administrator festgelegten Beschränkungen nicht möglich.
es_es: No se puede editar debido a restricciones establecidas por el administrador.
fr_fr: Impossible à modifier en raison de restrictions définies par l'administrateur.
id_id: Gagal mengedit karena pembatasan yang ditetapkan oleh administrator.
it_it: Impossibile modificare a causa delle limitazioni impostate dell'amministratore.
ja_jp: 管理者の設定により、編集する権限がありません。
ko_kr: 관리자가 설정한 제한으로 인해 편집할 수 없습니다.
ms_my: Tidak dapat edit kerana sekatan yang ditetapkan oleh pentadbir.
pt_br: Não é possível editar devido a restrições definidas pelo administrador.
ru_ru: Невозможно редактировать из-за ограничений, установленных администратором.
th_th: ไม่สามารถแก้ไขได้เนื่องจากข้อจำกัดที่ตั้งค่าไว้โดยผู้ดูแล
vi_vn: Không thể chỉnh sửa do hạn chế mà quản trị viên đặt.
zh_cn: 由于管理员设置，暂无修改权限
zh_hk: 由於管理員設定，暫無修改權限

# ymU
source: Everyone
de_de: Alle
es_es: Todos
fr_fr: Tout le monde
hi_in: हर व्यक्ति
id_id: Semua orang
it_it: Tutti
ja_jp: すべてのユーザー
ko_kr: 모든 사람
ms_my: Semua orang
pt_br: Todos
ru_ru: Все
th_th: ทุกคน
vi_vn: Mọi người
zh_cn: 所有人
zh_hk: 所有人

# 1Oo
source: Including organization members and external contacts
de_de: Einschließlich Mitglieder der Organisation und externe Kontakte
es_es: Incluidos los miembros de la organización y contactos externos
fr_fr: Y compris les membres de l’organisation et les contacts externes
hi_in: संगठन के सदस्य और बाहरी संपर्क
id_id: Termasuk anggota organisasi dan kontak eksternal
it_it: Membri dell'organizzazione e contatti esterni inclusi
ja_jp: 法人内のメンバーと自分の外部連絡先
ko_kr: 기업 구성원 및 외부 연락처 포함
ms_my: Termasuk ahli organisasi dan kenalan luaran
pt_br: Incluindo membros da organização e contatos externos
ru_ru: Включая участников организации и внешние контакты
th_th: รวมถึงสมาชิกในองค์กรและผู้ติดต่อภายนอก
vi_vn: Bao gồm thành viên tổ chức và các liên hệ bên ngoài
zh_cn: 包括企业成员和外部联系人
zh_hk: 包括企業成員和外部聯絡人

# 7Ok
source: Who can chat with me
de_de: Wer kann mit mir chatten
es_es: Quién puede chatear conmigo
fr_fr: Qui peut discuter avec moi
hi_in: मेरे साथ कौन चैट कर सकता है
id_id: Siapa yang dapat mengobrol dengan saya
it_it: Chi può chattare con me
ja_jp: 自分と個人チャットできるユーザー
ko_kr: 나와 채팅할 수 있는 사람
ms_my: Siapa yang boleh berbual dengan saya
pt_br: Quem pode conversar comigo
ru_ru: Кто может общаться со мной
th_th: ใครสามารถแชทมาหาฉันได้บ้าง
vi_vn: Ai có thể trò chuyện với tôi?
zh_cn: 谁可直接与我单聊
zh_hk: 誰可以直接與我私人聊天

# 7SY
source: Automatically switch to cellular data when WiFi is unstable.
de_de: Automatischer zu Mobilfunkdaten wechseln, wenn WLAN instabil ist.
es_es: Cambiar automáticamente a datos móviles si la Wi-Fi es inestable.
fr_fr: Basculez automatiquement vers les données cellulaires lorsque le Wi-Fi est instable.
hi_in: WiFi अस्थिर होने पर स्वचालित रूप से सेल्युलर डेटा पर स्विच करें.
id_id: Alihkan otomatis ke data seluler saat Wi-Fi tidak stabil.
it_it: Passa automaticamente alla rete dati quando la connessione Wi-Fi è instabile.
ja_jp: Wi-Fi の接続状況が悪い時にモバイルデータ通信に自動で切り替わり、滞りなくコラボレーションできます
ko_kr: WiFi가 불안정한 경우 자동으로 셀룰러 데이터로 전환합니다.
ms_my: Beralih secara automatik ke data selular apabila WiFi tidak stabil.
pt_br: Alterne automaticamente para conexão de dados quando o WiFi estiver instável.
ru_ru: Автоматически переключаться на мобильные данные при нестабильном Wi-Fi.
th_th: สลับไปเป็นข้อมูลเครือข่ายโทรศัพท์โดยอัตโนมัติเมื่อ Wi-Fi ไม่เสถียร
vi_vn: Tự động chuyển sang dữ liệu di động khi WiFi không ổn định.
zh_cn: WiFi 不稳定时自动启用移动网络，协作更流畅
zh_hk: WiFi 不穩定時，自動啟用流動數據網絡，協作更流暢

# /1s
source: Use cellular data under weak WiFi
de_de: Bei schwacher WLAN-Verbindung Mobilfunkdaten verwenden
es_es: Utilizar datos móviles si la Wi-Fi es débil
fr_fr: Utiliser les données cellulaires lorsque le Wi-Fi est faible
hi_in: कमज़ोर WiFi में सेल्युलर डेटा का उपयोग करें
id_id: Gunakan data seluler saat koneksi Wi-Fi lemah
it_it: Usa la rete dati quando la connessione Wi-Fi è scarsa
ja_jp: ネットの接続が悪い場合はモバイル通信を利用する
ko_kr: WiFi가 약한 경우 셀룰러 데이터 사용
ms_my: Gunakan data selular di bawah WiFi lemah
pt_br: Use a conexão de dados quando o WiFi estiver fraco
ru_ru: Использовать мобильные данные при слабом Wi-Fi
th_th: ใช้ข้อมูลเครือข่ายโทรศัพท์เมื่อสัญญาณ Wi-Fi อ่อน
vi_vn: Sử dụng dữ liệu di động với mạng WiFi yếu
zh_cn: 网络不佳时启用移动网络
zh_hk: 網絡欠佳時，啟用流動數據網絡

# +uM
source: Weak WiFi connection. Switched to cellular data
de_de: Schwache WLAN-Verbindung. Zu Mobilfunkdaten gewechselt
es_es: Conexión de Wi-Fi débil. Se ha cambiado a datos móviles
fr_fr: Connexion Wi-Fi faible. Basculé vers les données cellulaires
hi_in: कमज़ोर WiFi कनेक्शन. सेल्युलर डेटा पर स्विच किया गया
id_id: Koneksi Wi-Fi lemah. Dialihkan ke data seluler
it_it: Connessione Wi-Fi scarsa. Passaggio alla rete dati completato
ja_jp: WiFi の接続が悪いため、モバイル通信に切り替えました。設定 > 一般 からオフできます
ko_kr: Wi-Fi 연결이 약합니다. 셀룰러 데이터로 전환했습니다.
ms_my: Sambungan WiFi lemah. Beralih ke data selular
pt_br: Conexão WiFi fraca. Alternou para conexão de dados
ru_ru: Слабое соединение Wi-Fi. Переключено на мобильные данные
th_th: สัญญาณเชื่อมต่อ Wi-Fi อ่อน สลับไปเป็นข้อมูลเครือข่ายโทรศัพท์แล้ว
vi_vn: Kết nối WiFi yếu. Đã chuyển sang dữ liệu di động
zh_cn: 无线网络信号较弱，已切换至移动网络。可在 设置 > 通用 关闭
zh_hk: 無線網絡訊號較弱，已切換至流動數據網絡。可在「設定」 > 「一般」關閉

# OcU
source: Unverified
de_de: Nicht überprüft
es_es: No está verificada
fr_fr: Non vérifié(e)
hi_in: असत्यापित
id_id: Belum diverifikasi
it_it: Non verificata
ja_jp: 未認証
ko_kr: 인증되지 않음
ms_my: Tidak disahkan
pt_br: Não verificado
ru_ru: Непроверенно
th_th: ยังไม่ยืนยัน
vi_vn: Chưa xác nhận
zh_cn: 未认证
zh_hk: 未認證

# EWY
source: Verified
de_de: Überprüft
es_es: Verificado
fr_fr: Vérifié(e)
hi_in: सत्यापित किया गया
id_id: Diverifikasi
it_it: Verifica completata
ja_jp: 認証済み
ko_kr: 인증됨
ms_my: Disahkan
pt_br: Verificado
ru_ru: Проверено
th_th: ยืนยันแล้ว
vi_vn: Đã xác nhận
zh_cn: 飞书认证
zh_hk: 飛書認證

# 3TM
source: Contact Us
de_de: Uns kontaktieren
es_es: Contáctanos
fr_fr: Nous contacter
hi_in: हमसे संपर्क करें
id_id: Hubungi Dukungan
it_it: Contattaci
ja_jp: サポート・ヘルプセンター
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Kami
pt_br: Fale conosco
ru_ru: Свяжитесь с нами
th_th: ติดต่อเรา
vi_vn: Liên hệ với chúng tôi
zh_cn: 帮助与客服
zh_hk: 說明與客戶服務專員

# q0M
source: Restart
de_de: Neustart
es_es: Reiniciar
fr_fr: Redémarrer
hi_in: पुनः शुरू करें
id_id: Mulai ulang
it_it: Riavvia
ja_jp: 再起動
ko_kr: 다시 시작
ms_my: Mulakan semula
pt_br: Reiniciar
ru_ru: Перезапустить
th_th: เริ่มใหม่
vi_vn: Khởi động lại
zh_cn: 重启
zh_hk: 重啟

# aZo
source: buzz
es_es: zumbido
hi_in: बज़
ja_jp: 緊急連絡
ms_my: getaran
zh_cn: 加急
zh_hk: 緊急

# 3e8
source: @All messages
de_de: @Alle Nachrichten
es_es: @Todos los mensajes
fr_fr: Messages @Tous
hi_in: @सभी संदेश
id_id: Pesan @Semua
it_it: Messaggi con @tutti
ja_jp: @全員
ko_kr: @모두 메시지
ms_my: Mesej @Semua
pt_br: Mensagens @Todos
ru_ru: @Всех
th_th: ข้อความ @ทั้งหมด
vi_vn: Tin nhắn đề cập đến @Tất cả
zh_cn: @所有人
zh_hk: @所有人

# 6IU
source: @Me mentions
de_de: @mich-Erwähnungen
es_es: Mis menciones (@Yo)
fr_fr: Mentions @moi
hi_in: @मैं संदेश
id_id: Sebutan @Saya
it_it: Menzioni @Me
ja_jp: @自分
ko_kr: @나에 대한 멘션
ms_my: Sebutan @Saya
pt_br: Menções @Eu
ru_ru: @Меня
th_th: การกล่าวถึง @Me
vi_vn: Nhắc đến @Tôi
zh_cn: @我
zh_hk: @我

# QWI
source: private chats
es_es: chats privados
fr_fr: discussions privées
hi_in: निजी चैट
id_id: obrolan privat
it_it: chat private
ja_jp: 個人チャット
ko_kr: 개인 채팅
ms_my: sembang peribadi
pt_br: chats particulares
ru_ru: Личные чаты
th_th: แชทส่วนตัว
vi_vn: cuộc trò chuyện riêng tư
zh_cn: 单聊
zh_hk: 私人聊天

# 9tk
source: messages from starred contacts
de_de: Nachrichten von mit Stern markierten Kontakten
es_es: mensajes de contactos destacados
fr_fr: messages de contacts favoris
hi_in: तारांकित संपर्कों से संदेश
id_id: pesan dari kontak berbintang
it_it: messaggi dai contatti contrassegnati con la stella
ja_jp: スター付き連絡先からのメッセージ
ko_kr: 별표 표시된 연락처의 메시지
ms_my: mesej daripada kenalan berbintang
pt_br: mensagens de contatos com estrela
ru_ru: Сообщения от избранных контактов
th_th: ข้อความจากรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: tin nhắn từ các địa chỉ liên hệ gắn dấu sao
zh_cn: 星标联系人的消息
zh_hk: 星標聯絡人的訊息

# GXE
source: Allowed
de_de: Erlaubt
es_es: Permitido
fr_fr: Autorisé
id_id: Diizinkan
it_it: Consentito
ja_jp: 許可
ko_kr: 허용됨
ms_my: Dibenarkan
pt_br: Permitido
ru_ru: Разрешено
th_th: อนุญาต
vi_vn: Đã cho phép
zh_cn: 允许
zh_hk: 允許
