Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# E3I
source: Other notifications won't interrupt incoming call rings or vibration
de_de: Andere Benachrichtigungen unterbrechen den Klingelton oder das Vibrieren bei eingehenden Anrufen nicht.
es_es: Las demás notificaciones no interrumpirán los timbres de las llamadas entrantes o la vibración
fr_fr: Les autres notifications n'interromperont pas la sonnerie ou les vibrations des appels entrants
id_id: Notifikasi lain tidak akan mengganggu dering atau getaran panggilan masuk
it_it: Le altre notifiche non interromperanno gli squilli o la vibrazione delle chiamate in arrivo
ja_jp: 着信のサウンドやバイブレーションがその他の通知に中断されません
ko_kr: 다른 알림은 수신 전화벨 또는 진동을 방해하지 않습니다
ms_my: Notifikasi lain tidak akan mengganggu dering panggilan masuk atau getaran
pt_br: Outras notificações não interromperão os toques ou a vibração das chamadas recebidas
ru_ru: Другие уведомления не будут прерывать входящие звонки или вибрацию.
th_th: การแจ้งเตือนอื่น ๆ จะไม่ขัดจังหวะเสียงเรียกเข้าหรือการสั่นของสายเรียกเข้า
vi_vn: Các thông báo khác sẽ không làm gián đoạn cuộc gọi đến đổ chuông hoặc rung
zh_cn: 不被其它通知打断响铃/震动
zh_hk: 不被其他通知打斷鈴聲/震動

# aLo
source: Voice calls answered by phone
de_de: Per Telefon beantwortete Sprachanrufe
es_es: Llamadas de voz respondidas por teléfono
fr_fr: Réponse aux appels vocaux par téléphone
hi_in: सिस्टम फ़ोन से कॉल प्राप्त करें
id_id: Panggilan suara dijawab oleh telepon
it_it: Chiamate vocali risposte dal telefono
ja_jp: システム電話で受信
ko_kr: 전화로 응답한 음성 통화
ms_my: Panggilan suara dijawab melalui telefon
pt_br: Chamadas de voz atendidas por telefone
ru_ru: Голосовые звонки, отвеченные на телефоне
th_th: รับสายด้วยเสียงทางโทรศัพท์
vi_vn: Cuộc gọi thoại được trả lời qua điện thoại
zh_cn: 通话用系统电话接听
zh_hk: 通話以系統電話接聽

# oHE
source: Receive meeting calls with iPhone
de_de: Besprechungsanrufe mit iPhone empfangen
es_es: Recibir llamadas de la reunión con el iPhone
fr_fr: Recevoir des appels de réunion sur iPhone
hi_in: iPhone से मीटिंग कॉल प्राप्त करें
id_id: Terima panggilan rapat dengan iPhone
it_it: Ricevi chiamate di riunione con iPhone
ja_jp: iPhone のシステム電話で会議を受信
ko_kr: iPhone으로 회의 통화 받기
ms_my: Terima panggilan mesyuarat dengan iPhone
pt_br: Receber chamadas de reunião com iPhone
ru_ru: Принимать звонки на конференцию с iPhone
th_th: รับสายการประชุมด้วย iPhone
vi_vn: Nhận cuộc gọi cuộc họp bằng iPhone
zh_cn: 使用iPhone的电话接听会议
zh_hk: 使用 iPhone 的電話接聽會議

# LL4
source: Phone call history shows {{APP_DISPLAY_NAME}} calls
de_de: Die Anrufliste zeigt {{APP_DISPLAY_NAME}}-Anrufe an
es_es: El historial de llamadas del teléfono muestra las llamadas de {{APP_DISPLAY_NAME}}
fr_fr: L'historique des appels téléphoniques montre les appels {{APP_DISPLAY_NAME}}
hi_in: फ़ोन सिस्टम कॉल रिकॉर्ड {{APP_DISPLAY_NAME}} कॉल रिकॉर्ड एकीकृत करते हैं
id_id: Riwayat panggilan telepon menunjukkan panggilan {{APP_DISPLAY_NAME}}
it_it: La cronologia delle chiamate mostra chiamate {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} 通話履歴をシステム通話履歴に統合
ko_kr: 전화 통화 기록에 {{APP_DISPLAY_NAME}} 통화가 표시됩니다
ms_my: Sejarah panggilan telefon menunjukkan panggilan {{APP_DISPLAY_NAME}}
pt_br: O histórico de chamadas telefônicas mostra as chamadas no {{APP_DISPLAY_NAME}}
ru_ru: В журнале звонков на телефоне отображаются вызовы {{APP_DISPLAY_NAME}}
th_th: ประวัติการโทรแสดงสายจาก {{APP_DISPLAY_NAME}}
vi_vn: Lịch sử cuộc gọi điện thoại hiển thị các cuộc gọi {{APP_DISPLAY_NAME}}
zh_cn: 手机系统通话记录显示{{APP_DISPLAY_NAME}}通话记录
zh_hk: 手機系統通話記錄顯示{{APP_DISPLAY_NAME}}通話記錄

# e/4
source: Copyright © 2020 Beijing Feishu Technology Co. Ltd.
ms_my: Hak Cipta © 2020 Beijing Feishu Technology Co. Ltd.
th_th: ลิขสิทธิ์ © 2020 Beijing Feishu Technology Co. Ltd.

# 4WA
source: Copyright © 2020 Lark Technologies Pte. Ltd.
ms_my: Hak Cipta © 2020 Lark Technologies Pte. Ltd.
th_th: ลิขสิทธิ์ © 2020 Lark Technologies Pte. Ltd.
