Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# uMc
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
ko_kr: 캘린더
ms_my: Kalendar
pt_br: Calendário
ru_ru: Календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 日历
zh_hk: 日曆

# GAE
source: Unable to log out from {{Company}}. Please try again
de_de: Abmelden von {{Company}} fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede cerrar la sesión de {{Company}}. Inténtalo de nuevo.
fr_fr: Déconnexion de {{Company}} impossible. Veuillez réessayer
hi_in: {{Company}} से लॉग आउट करने में विफल. कृपया पुनः प्रयास करें
id_id: Gagal keluar dari {{Company}}. Coba lagi
it_it: Impossibile disconnettersi da {{Company}}. Riprova
ja_jp: {{Company}} をログアウトできませんでした。再試行してください
ko_kr: {{Company}}에서 로그아웃할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mendaftar keluar dari {{Company}}. Sila cuba lagi
pt_br: Falha ao fazer logoff de {{Company}}. Tente novamente
ru_ru: Не удалось выйти из {{Company}}. Повторите попытку
th_th: ไม่สามารถล็อกเอาท์จาก {{Company}} ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng xuất khỏi {{Company}}. Vui lòng thử lại
zh_cn: 无法退出登录{{Company}}，请重试
zh_hk: 無法登出{{Company}}，請重試

# ODY
source: Unable to log out. Please try again
de_de: Abmelden fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede cerrar sesión. Inténtalo de nuevo.
fr_fr: Déconnexion impossible. Veuillez réessayer
hi_in: लॉग आउट करने में विफल. कृपया पुनः प्रयास करें
id_id: Tidak dapat keluar. Coba lagi
it_it: Impossibile disconnettersi. Riprova
ja_jp: ログアウトできませんでした。再試行してください
ko_kr: 로그아웃할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mendaftar keluar. Sila cuba lagi
pt_br: Falha ao fazer logoff. Tente novamente
ru_ru: Не удалось выйти. Повторите попытку
th_th: ไม่สามารถล็อกเอาท์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng xuất. Vui lòng thử lại
zh_cn: 无法退出登录，请重试
zh_hk: 無法登出，請重試

# qG4
source: To log back in to the account you just exited, click the "+" button.
de_de: Um sich wieder bei dem Konto anzumelden, das Sie gerade verlassen haben, klicken Sie auf die Schaltfläche „+“.
es_es: Para volver a iniciar sesión en la cuenta de la que acabas de salir, haz clic en el botón "+".
fr_fr: Pour vous reconnecter au compte que vous venez de quitter, cliquez sur le bouton « + ».
hi_in: आप जिस खाते से अभी बाहर निकलें हैं, उसमें वापस लॉगिन करने के लिए "+" बटन पर क्लिक करें.
id_id: Untuk login kembali ke akun yang baru saja Anda keluar, klik tombol "+".
it_it: Per accedere di nuovo all’account da cui hai appena eseguito la disconnessione, fai clic sul pulsante "+".
ja_jp: 「＋」をクリックして、ログアウトしたアカウントに再ログインできます
ko_kr: 방금 종료한 계정에 다시 로그인하려면 "+" 버튼을 클릭하세요.
ms_my: Untuk log masuk semula ke akaun yang baru saja dikeluarkan, klik butang "+".
pt_br: Para fazer login novamente na conta da qual você acabou de sair, clique no botão "+".
ru_ru: Чтобы снова войти в учетную запись, из которой вы только что вышли, щелкните кнопку "+".
th_th: หากต้องการล็อกอินกลับเข้าสู่บัญชีที่คุณเพิ่งออก ให้คลิกปุ่ม "+"
vi_vn: Để đăng nhập trở lại tài khoản bạn vừa thoát, nhấp vào nút "+".
zh_cn: 点击“+”可再次登录刚刚退出的账号
zh_hk: 點擊「+」可再次登入剛退出的帳戶

# adU
source: Log Out of All Accounts
de_de: Von allen Konten abmelden
es_es: Cerrar sesión de todas las cuentas
fr_fr: Se déconnecter de tous les comptes
hi_in: सभी खातों से लॉग आउट करें
id_id: Keluar dari Semua Akun
it_it: Disconnettiti da tutti gli account
ja_jp: すべてのアカウントからログアウト
ko_kr: 모든 계정 로그아웃
ms_my: Log Keluar dari Semua Akaun
pt_br: Fazer logoff de todas as contas
ru_ru: Выйти из всех учетных записей
th_th: ล็อกเอาท์จากบัญชีทั้งหมด
vi_vn: Đăng xuất khỏi tất cả tài khoản
zh_cn: 退出登录所有账号
zh_hk: 登出所有帳戶

# gz0
source: You won't receive notifications from all accounts once you log out.
de_de: Sie erhalten keine Benachrichtigungen mehr von allen Konten, wenn Sie sich abgemeldet haben.
es_es: No recibirás notificaciones de todas las cuentas una vez que cierres sesión.
fr_fr: Après votre déconnexion, vous ne recevrez plus de notifications d'aucun compte.
hi_in: आपके द्वारा लॉग आउट किए जाने के बाद, आपको सभी खातों से नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Anda tidak akan menerima notifikasi dari semua akun setelah Anda keluar.
it_it: Una volta eseguita la disconnessione, non riceverai notifiche da alcun account.
ja_jp: ログアウトすると、すべてのアカウントからの通知を受信できなくなります。
ko_kr: 로그아웃하면 모든 계정에서 알림을 받지 않게 됩니다.
ms_my: Anda tidak akan menerima notifikasi dari semua akaun setelah anda log keluar.
pt_br: Você não receberá notificações de nenhuma dessas contas depois que fizer logoff.
ru_ru: После выхода из системы вы не будете получать уведомления от всех учетных записей.
th_th: คุณจะไม่ได้รับการแจ้งเตือนจากบัญชีทั้งหมดเมื่อคุณล็อกเอาท์
vi_vn: Bạn sẽ không nhận được thông báo từ tất cả các tài khoản sau khi đăng xuất.
zh_cn: 退出登录后，你将无法收到所有账号的通知
zh_hk: 登出後，你將無法收到所有帳戶的通知

# r+4
source: Log Out of {{TenantName}}
de_de: Von {{TenantName}} abmelden
es_es: Cerrar sesión de {{TenantName}}
fr_fr: Se déconnecter de {{TenantName}}
hi_in: "{{TenantName}}" खाते से लॉग आउट करें
id_id: Keluar dari {{TenantName}}
it_it: Disconnettiti da {{TenantName}}
ja_jp: 「{{TenantName}}」からログアウト
ko_kr: {{TenantName}} 로그아웃
ms_my: Log Keluar dari {{TenantName}}
pt_br: Fazer logoff de {{TenantName}}
ru_ru: Выйти из {{TenantName}}
th_th: ล็อกเอาท์จาก {{TenantName}}
vi_vn: Đăng xuất khỏi {{TenantName}}
zh_cn: 退出登录“{{TenantName}}”
zh_hk: 登出「{{TenantName}}」

# JqY
source: You won't receive notifications from this account once you log out.
de_de: Sie erhalten keine Benachrichtigungen mehr von diesem Konto, wenn Sie sich abgemeldet haben.
es_es: No recibirás notificaciones de esta cuenta una vez que cierres sesión.
fr_fr: Après votre déconnexion, vous ne recevrez plus de notifications de ce compte.
hi_in: आपके द्वारा लॉग आउट किए जाने के बाद, आपको इस खाते से नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Anda tidak akan menerima notifikasi dari akun ini setelah Anda keluar.
it_it: Una volta eseguita la disconnessione, non riceverai notifiche da questo account.
ja_jp: ログアウトすると、当該アカウントからの通知を受信できなくなります。
ko_kr: 로그아웃하면 이 계정에서 알림을 받지 않게 됩니다.
ms_my: Anda tidak akan menerima notifikasi dari akaun ini setelah anda log keluar.
pt_br: Você não receberá notificações desta conta depois que fizer logoff.
ru_ru: Вы не будете получать уведомления от этой учетной записи после выхода из системы.
th_th: คุณจะไม่ได้รับการแจ้งเตือนจากบัญชีนี้เมื่อคุณล็อกเอาท์
vi_vn: Bạn sẽ không nhận được thông báo từ tài khoản này sau khi đăng xuất.
zh_cn: 退出登录后，你将无法收到该账号的通知
zh_hk: 登出後，你將無法收到此帳戶的通知

# JqU
source: Logging out...
de_de: Wird abgemeldet...
es_es: Cerrando sesión...
fr_fr: Déconnexion…
hi_in: लॉग आउट किया जा रहा है...
id_id: Sedang keluar...
it_it: Disconnessione...
ja_jp: ログアウト中...
ko_kr: 로그아웃 중...
ms_my: Mendaftar keluar...
pt_br: Fazendo logoff...
ru_ru: Выход из системы...
th_th: กำลังล็อกเอาท์...
vi_vn: Đang đăng xuất...
zh_cn: 退出中...
zh_hk: 退出中...

# v1E
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# Mwc
source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
fr_fr: Paramètres avancés
hi_in: उन्नत सेटिंग्स
id_id: Pengaturan lanjutan
it_it: Impostazioni avanzate
ja_jp: 詳細設定
ko_kr: 고급 설정
ms_my: Tetapan lanjutan
pt_br: Configurações avançadas
ru_ru: Дополнительные настройки
th_th: การตั้งค่าขั้นสูง
vi_vn: Cài đặt nâng cao
zh_cn: 高级设置
zh_hk: 進階設定

# 0fM
source: {{translate_effect}} for the languages selected.
de_de: {{translate_effect}} für die ausgewählten Sprachen.
es_es: {{translate_effect}} para los idiomas seleccionados.
fr_fr: {{translate_effect}} pour les langues sélectionnées.
hi_in: चयनित भाषा के लिए {{translate_effect}}.
id_id: {{translate_effect}} untuk bahasa yang dipilih.
it_it: {{translate_effect}} per le lingue selezionate.
ja_jp: 翻訳された後、{{translate_effect}}の言語を選択してください
ko_kr: 선택된 언어의 {{translate_effect}}.
ms_my: {{translate_effect}} untuk bahasa yang dipilih.
pt_br: {{translate_effect}} para os idiomas selecionados.
ru_ru: Для языков выбран {{translate_effect}}.
th_th: {{translate_effect}} สำหรับภาษาที่เลือก
vi_vn: {{translate_effect}} cho các ngôn ngữ đã chọn.
zh_cn: 这些语言的内容翻译后{{translate_effect}}
zh_hk: 這些語言的內容翻譯後{{translate_effect}}

# ihE
source: {{translate_effect}} when translating these languages:
de_de: {{translate_effect}} bei der Übersetzung dieser Sprachen:
es_es: {{translate_effect}} al traducir estos idiomas:
fr_fr: {{translate_effect}} lors de la traduction de ces langues :
hi_in: इन भाषाओं का अनुवाद करने पर {{translate_effect}}:
id_id: {{translate_effect}} saat menerjemahkan bahasa ini:
it_it: {{translate_effect}} durante la traduzione di queste lingue:
ja_jp: 翻訳された後、{{translate_effect}}の言語は以下の通りです
ko_kr: 이 언어 번역 시 {{translate_effect}}:
ms_my: {{translate_effect}} semasa menterjemahkan bahasa ini:
pt_br: {{translate_effect}} ao traduzir esses idiomas:
ru_ru: {{translate_effect}} при переводе с этих языков:
th_th: {{translate_effect}} เมื่อแปลภาษาเหล่านี้:
vi_vn: {{translate_effect}} khi dịch các ngôn ngữ này:
zh_cn: 请选择翻译后{{translate_effect}}的语言
zh_hk: 請選擇翻譯後{{translate_effect}}的語言

# UNc
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout le monde
hi_in: सभी
id_id: Semua
it_it: Tutti
ja_jp: すべて翻訳可能
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 均可翻译
zh_hk: 均可翻譯

# ebY
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
hi_in: बंद
id_id: Tidak Aktif
it_it: Disattivato
ja_jp: 無効
ko_kr: 끔
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 已关闭
zh_hk: 已關閉

# 43w
source: Except {{language}}
de_de: Außer {{language}}
es_es: Excepto {{language}}
fr_fr: Sauf {{language}}
hi_in: {{language}} को छोड़कर
id_id: Kecuali {{language}}
it_it: Tranne {{language}}
ja_jp: {{language}}を除く
ko_kr: {{language}} 제외
ms_my: Kecuali {{language}}
pt_br: Exceto {{language}}
ru_ru: За исключением {{language}}
th_th: ยกเว้น {{language}}
vi_vn: Ngoại trừ {{language}}
zh_cn: 除{{language}}
zh_hk: 除{{language}}

# ewk
source: Auto-Translation Settings for each section by language
de_de: Auto-Übersetzungseinstellungen für jeden Abschnitt nach Sprache
es_es: Configuración de traducción automática para cada sección por idiomas
fr_fr: Paramètres de la traduction automatique pour chaque section par langue
hi_in: भाषा के अनुसार प्रत्येक अनुभाग के लिए स्वतः अनुवाद सेटिंग्स
id_id: Pengaturan Terjemahan Otomatis untuk setiap bagian berdasarkan bahasa
it_it: Impostazioni di traduzione automatica per ciascuna sezione per lingua
ja_jp: 各言語の自動翻訳が必要な内容を設定する
ko_kr: 언어별 각 섹션의 자동 번역 설정
ms_my: Tetapan Auto-Terjemahan untuk setiap bahagian mengikut bahasa
pt_br: Configurações de tradução automática para cada seção por idioma
ru_ru: Настройки автоматического перевода для каждого раздела по языку
th_th: การตั้งค่าการแปลอัตโนมัติสำหรับแต่ละส่วนตามภาษา
vi_vn: Cài đặt tự động dịch cho từng phần theo ngôn ngữ
zh_cn: 设置各语言需要自动翻译的内容
zh_hk: 設定各語言需要自動翻譯的內容

# B0Q
source: Auto-Translate into {{language}}
de_de: Auto-Übersetzung in {{language}}
es_es: Traducción automática al {{language}}
fr_fr: Traduire automatiquement en {{language}}
hi_in: {{language}} में स्वतः अनुवाद करें
id_id: Terjemahkan Otomatis ke {{language}}
it_it: Traduci automaticamente in {{language}}
ja_jp: {{language}}の自動翻訳が必要な内容を設定する
ko_kr: {{language}}(으)로 자동 번역
ms_my: Auto-Terjemah ke {{language}}
pt_br: Tradução automática para {{language}}
ru_ru: Автоматический перевод на {{language}}
th_th: แปลอัตโนมัติเป็น {{language}}
vi_vn: Tự động dịch sang {{language}}
zh_cn: 设置需要自动翻译的{{language}}内容
zh_hk: 設定需要自動翻譯的{{language}}內容

# XxA
source: Translation display preferences for {{language}}
de_de: Anzeigeeinstellungen für Übersetzungen für {{language}}
es_es: Preferencias de visualización de la traducción para {{language}}
fr_fr: Préférences d'affichage de la traduction pour {{language}}
hi_in: {{language}} के लिए अनुवाद प्रदर्शन प्राथमिकताएँ
id_id: Preferensi tampilan terjemahan untuk {{language}}
it_it: Preferenze di visualizzazione della traduzione per {{language}}
ja_jp: {{language}}の翻訳後の表示様式を設定
ko_kr: {{language}}의 번역 표시 기본 설정
ms_my: Pilihan paparan terjemahan untuk {{language}}
pt_br: Preferências de exibição de tradução para {{language}}
ru_ru: Предпочтительные параметры отображения перевода для {{language}}
th_th: การกำหนดค่าการแสดงผลการแปลสำหรับ {{language}}
vi_vn: Tùy chọn hiển thị bản dịch cho {{language}}
zh_cn: 设置{{language}}内容翻译后的显示效果
zh_hk: 設定{{language}}內容翻譯後的顯示效果

# Lbc
source: Webpage
de_de: Webseite
es_es: Página web
fr_fr: Page Web
hi_in: वेबपेज
id_id: Halaman web
it_it: Pagina Web
ja_jp: ウェブページ
ko_kr: 웹 페이지
ms_my: Laman web
pt_br: Página da web
ru_ru: Веб-страница
th_th: หน้าเว็บ
vi_vn: Trang web
zh_cn: 手机端网页
zh_hk: 手機端網頁

# AU8
source: Documents and comments
de_de: Dokumente und Kommentare
es_es: Documentos y comentarios
fr_fr: Documents et commentaires
hi_in: दस्तावेज़ और टिप्पणियाँ
id_id: Dokumen dan komentar
it_it: Documenti e commenti
ja_jp: 本文とコメント
ko_kr: 문서와 댓글
ms_my: Dokumen dan komen
pt_br: Documentos e comentários
ru_ru: Документы и комментарии
th_th: เอกสารและความคิดเห็น
vi_vn: Tài liệu và nhận xét
zh_cn: 文档正文及评论
zh_hk: 文件正文及評論

# z9s
source: Translation display preferences
de_de: Anzeigeeinstellungen für Übersetzungen
es_es: Preferencias de visualización de la traducción
fr_fr: Préférences d'affichage de la traduction
hi_in: अनुवाद प्रदर्शन की प्राथमिकताएँ
id_id: Preferensi tampilan terjemahan
it_it: Preferenze di visualizzazione della traduzione
ja_jp: 翻訳後の表示様式
ko_kr: 번역 표시 기본 설정
ms_my: Keutamaan paparan terjemahan
pt_br: Preferências de exibição de tradução
ru_ru: Предпочтительные параметры отображения перевода
th_th: การกำหนดค่าการแสดงผลการแปล
vi_vn: Tùy chọn hiển thị bản dịch
zh_cn: 翻译后的显示效果
zh_hk: 翻譯後的顯示效果

# g/A
source: 你好，朋友
de_de: Hallo Freund
es_es: Hola, ¿cómo estás?
fr_fr: Bien le bonjour
hi_in: नमस्ते मित्र
id_id: Halo, Teman
it_it: Ciao amico
ja_jp: Hello Friend
ko_kr: 안녕하세요
pt_br: Olá, amigo(a)
ru_ru: Привет, друг
th_th: สวัสดีเพื่อน
vi_vn: Xin chào bạn
zh_cn: Hello Friend
zh_hk: Hello Friend

# znc
source: Hello!
de_de: Hallo!
es_es: ¡Hola!
fr_fr: Bonjour !
hi_in: नमस्ते!
id_id: Halo!
it_it: Ciao!
ja_jp: こんにちは
ko_kr: 안녕하세요!
ms_my: Helo!
pt_br: Olá!
ru_ru: Приветствуем вас!
th_th: สวัสดี!
vi_vn: Xin chào!
zh_cn: 你好！
zh_hk: 你好！

# Q2g
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ja_jp: 訳文
ko_kr: 번역
ms_my: Terjemahan
pt_br: Tradução
ru_ru: Перевод
th_th: การแปล
vi_vn: Dịch
zh_cn: 译文
zh_hk: 譯文

# wMo
source: Show original text and translation
de_de: Originaltext und Übersetzung anzeigen
es_es: Mostrar el texto original y la traducción
fr_fr: Afficher le texte original et la traduction
hi_in: मूल टेक्स्ट और अनुवाद दिखाएँ
id_id: Tampilkan teks asli dan terjemahan
it_it: Mostra testo originale e traduzione
ja_jp: 原文と訳文を表示
ko_kr: 원본 텍스트 및 번역 표시
ms_my: Tunjukkan teks asal dan terjemahan
pt_br: Mostrar texto original e tradução
ru_ru: Показать оригинальный текст и перевод
th_th: แสดงข้อความต้นฉบับและคำแปล
vi_vn: Hiển thị văn bản gốc và bản dịch
zh_cn: 同时展示原文和译文
zh_hk: 同時顯示原文和譯文

# X3Y
source: show translation only
de_de: Nur Übersetzung anzeigen
es_es: Mostrar sólo la traducción
fr_fr: Afficher uniquement la traduction
hi_in: केवल अनुवाद दिखाएँ
id_id: hanya tampilkan terjemahan
it_it: Mostra solo traduzione
ja_jp: 訳文のみ表示
ko_kr: 번역만 표시
ms_my: tunjukkan terjemahan sahaja
pt_br: Mostrar apenas tradução
ru_ru: Показать только перевод
th_th: แสดงคำแปลเท่านั้น
vi_vn: Chỉ hiển thị bản dịch
zh_cn: 只展示译文
zh_hk: 只顯示譯文

# Hl0
source: Select the languages that you don't want automatically translated.
de_de: Wählen Sie die Sprachen aus, die nicht automatisch übersetzt werden sollen.
es_es: Selecciona los idiomas que no deseas que se traduzcan automáticamente.
fr_fr: Sélectionnez les langues pour lesquelles vous ne souhaitez pas de traduction automatique.
hi_in: ऐसी भाषाएँ चुनें जिनका आप स्वचालित रूप से अनुवाद करना नहीं चाहते.
id_id: Pilih bahasa yang tidak ingin diterjemahkan otomatis.
it_it: Seleziona le lingue che non desideri vengano tradotte automaticamente.
ja_jp: 自動翻訳しない言語を選択してください
ko_kr: 자동 번역을 원하지 않는 언어를 선택하세요.
ms_my: Pilih bahasa yang tidak mahu diterjemahkan secara automatik.
pt_br: Selecione os idiomas que você não quer que sejam traduzidos automaticamente.
ru_ru: Выберите языки, для которых не требуется автоматический перевод.
th_th: เลือกภาษาที่คุณไม่ต้องการให้แปลโดยอัตโนมัติ
vi_vn: Chọn ngôn ngữ mà bạn không muốn tự động dịch sang.
zh_cn: 请选择你认为不需要自动翻译的语言
zh_hk: 請選擇你認為無需自動翻譯的語言

# Yeg
source: Allowed
de_de: Zugelassen
es_es: Permitido
fr_fr: Autorisé
hi_in: अनुमत
id_id: Diizinkan
it_it: Consentiti
ja_jp: 許可
ko_kr: 허용됨
ms_my: Dibenarkan
pt_br: Permitido
ru_ru: Разрешить
th_th: อนุญาตแล้ว
vi_vn: Được phép
zh_cn: 允许
zh_hk: 允許

# Lhc
source: Not allowed
de_de: Nicht zulässig
es_es: Sin permitir
fr_fr: Interdit
hi_in: अनुमत नहीं
id_id: Tidak diizinkan
it_it: Non consentiti
ja_jp: 禁止
ko_kr: 허용되지 않음
ms_my: Tidak dibenarkan
pt_br: Não permitido
ru_ru: Не разрешать
th_th: ไม่อนุญาต
vi_vn: Không cho phép
zh_cn: 不允许
zh_hk: 不允許

# GAA
source: For accessing or editing calendar events
de_de: Zum Zugreifen auf und Bearbeiten von Kalenderereignissen
es_es: Para acceder a eventos del calendario o editarlos
fr_fr: Pour accéder aux événements du calendrier ou les modifier
hi_in: कैलेंडर ईवेंट ऐक्सेस या संपादित करने के लिए
id_id: Untuk mengakses atau mengedit acara kalender
it_it: Per accedere o modificare gli eventi del calendario
ja_jp: 予定の情報取得と編集に使用します
ko_kr: 캘린더 이벤트 액세스 또는 편집 목적
ms_my: Untuk mengakses atau mengedit acara kalendar
pt_br: Para acesso ou edição de eventos do calendário
ru_ru: Для доступа или редактирования событий календаря
th_th: สำหรับการเข้าถึงหรือการแก้ไขเหตุการณ์ในปฏิทิน
vi_vn: Để truy cập hoặc chỉnh sửa các sự kiện lịch
zh_cn: 用于获取或修改日程
zh_hk: 用於獲取或修改日程

# ia4
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
ko_kr: 캘린더
ms_my: Kalendar
pt_br: Calendário
ru_ru: Календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 日历权限
zh_hk: 日曆權限

# clE
source: For scanning, taking photos or videos, etc.
de_de: Zum Scannen, Bilder oder Videos machen usw.
es_es: Para escanear, hacer fotos o grabar vídeos, etc.
fr_fr: Pour scanner, prendre des photos ou des vidéos, etc.
hi_in: स्कैन करने, फ़ोटो खींचने या वीडियो बनाने के लिए
id_id: Untuk pemindaian, pengambilan foto atau perekaman video, dll.
it_it: Per scansione, acquisizione di foto o video, ecc.
ja_jp: スキャン、撮影、録画などに使用されます
ko_kr: 스캔, 사진 또는 동영상 촬영 등
ms_my: Untuk mengimbas, mengambil gambar atau video, dan lain-lain
pt_br: Para escanear, tirar fotos ou vídeos, etc.
ru_ru: Для сканирования, съемки фотографий или видео и т. д.
th_th: สำหรับการสแกน ถ่ายภาพหรือวิดีโอ เป็นต้น
vi_vn: Để quét, chụp ảnh hoặc quay video, v.v.
zh_cn: 用于扫描、拍照、录视频等
zh_hk: 用於掃描、拍照及錄影等

# Zzw
source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Caméra
hi_in: कैमरा
id_id: Kamera
it_it: Videocamera
ja_jp: カメラ
ko_kr: 카메라
ms_my: Kamera
pt_br: Câmera
ru_ru: Камера
th_th: กล้อง
vi_vn: Máy ảnh
zh_cn: 相机权限
zh_hk: 相機權限

# Wok
source: For searching contacts, receiving recommendations, etc.
de_de: Für die Suche nach Kontakten, zum Empfangen von Empfehlungen usw.
es_es: Para buscar contactos, recibir recomendaciones, etc.
fr_fr: Pour chercher des contacts, recevoir des recommandations, etc.
hi_in: संपर्क खोजने या अनुशंसाएँ प्राप्त करने के लिए
id_id: Untuk mencari kontak, menerima rekomendasi, dll.
it_it: Per ricerca di contatti, ricezione di suggerimenti, ecc.
ja_jp: 連絡先の検索、お知り合いのおすすめなどに使用されます
ko_kr: 연락처 검색, 추천 받기 등
ms_my: Untuk mencari kenalan, menerima cadangan, dan lain-lain
pt_br: Para pesquisar contatos, receber recomendações, etc.
ru_ru: Для поиска контактов, получения рекомендаций и т.д.
th_th: สำหรับการค้นหารายชื่อที่ติดต่อ รับคำแนะนำ เป็นต้น
vi_vn: Để tìm kiếm liên hệ, nhận đề xuất, v.v.
zh_cn: 用于搜索、推荐通讯录中的联系人等
zh_hk: 用於搜尋及推薦通訊錄中的聯絡人等

# eWY
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อที่ติดต่อ
vi_vn: Danh bạ
zh_cn: 通讯录权限
zh_hk: 通訊錄權限

# fc0
source: For sharing locations, taking attendances, reserving meeting rooms, etc.
de_de: Für die gemeinsame Nutzung von Standorten, zum Erfassen der Anwesenden, für die Reservierung von Besprechungsräumen usw.
es_es: Para compartir ubicaciones, anotar asistencias, reservar salas de reuniones, etc.
fr_fr: Pour partager des localisations, relever les présences, réserver des salles de réunion, etc.
hi_in: स्थान साझा करने या अटेंडेंस लेने के लिए
id_id: Untuk berbagi lokasi, mengabsen, reservasi ruang rapat, dll.
it_it: Per condivisione di posizioni, rilevazione di presenze, prenotazione di sale riunioni, ecc.
ja_jp: 打刻の位置情報の取得、現在地の共有や会議室の予約などに使用されます
ko_kr: 위치 공유, 출석 확인, 회의실 예약 등
ms_my: Untuk berkongsi lokasi, mengambil kehadiran, menempah bilik mesyuarat, dan lain-lain
pt_br: Para compartilhar localizações, marcar presenças, reservar salas de reunião, etc.
ru_ru: Для обмена местами, учета посещаемости, бронирования комнат и т. д.
th_th: สำหรับการแบ่งปันตำแหน่งที่ตั้ง ตรวจสอบการเข้าร่วม จองห้องประชุม เป็นต้น
vi_vn: Để chia sẻ vị trí, tham dự, đặt phòng họp, v.v.
zh_cn: 用于获取打卡定位、在消息中发送位置、预定会议室等
zh_hk: 用於獲取打卡定位、在訊息中發送位置，以及預訂會議室等

# YxU
source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
hi_in: स्थान
id_id: Lokasi
it_it: Posizione
ja_jp: 位置情報
ko_kr: 위치
ms_my: Lokasi
pt_br: Localização
ru_ru: Место нахождения
th_th: ตำแหน่งที่ตั้ง
vi_vn: Địa điểm
zh_cn: 位置信息权限
zh_hk: 位置資訊權限

# RrM
source: For video or voice calls, etc.
de_de: Für Video- oder Sprachanrufe usw.
es_es: Para videollamadas o llamadas de voz, etc.
fr_fr: Pour des appels vocaux ou vidéo, etc.
hi_in: वीडियो या वॉइस कॉल्स के लिए
id_id: Untuk panggilan video atau suara, dll.
it_it: Per chiamate vocali o video, ecc.
ja_jp: 音声メッセージや通話などに使用されます
ko_kr: 영상 통화 또는 음성 통화 등
ms_my: Untuk panggilan video atau suara, dan lain-lain
pt_br: Para chamadas de vídeo ou voz, etc.
ru_ru: Для видео или голосовых вызовов и т. д.
th_th: สำหรับการสนทนาด้วยวิดีโอหรือเสียง เป็นต้น
vi_vn: Để gọi video hoặc gọi thoại, v.v.
zh_cn: 用于发送语言消息、进行语音通话等
zh_hk: 用於發送語音訊息及語音通話等

# EHU
source: Microphone
de_de: Mikrofon
es_es: Micrófono
hi_in: माइक्रोफ़ोन
id_id: Mikrofon
it_it: Microfono
ja_jp: マイク
ko_kr: 마이크
ms_my: Mikrofon
pt_br: Microfone
ru_ru: Микрофон
th_th: ไมโครโฟน
vi_vn: Micrô
zh_cn: 麦克风权限
zh_hk: 麥克風權限

# 5Ow
source: For sending or saving images, videos, etc.
de_de: Zum Versenden oder Speichern von Bildern, Videos usw.
es_es: Para enviar o guardar imágenes, vídeos, etc.
fr_fr: Pour envoyer ou enregistrer des images, des vidéos, etc.
hi_in: छवियाँ या वीडियो भेजने के लिए
id_id: Untuk mengirim atau menyimpan gambar, video, dll.
it_it: Per inviare o salvare immagini, video, ecc.
ja_jp: 画像と動画などの送信と保存に使用されます
ko_kr: 이미지, 동영상 등을 전송하거나 저장하는 경우
ms_my: Untuk menghantar atau menyimpan gambar, video, dan lain-lain
pt_br: Para enviar ou salvar imagens, vídeos, etc.
ru_ru: Для отправки или сохранения изображений видео и т. д.
th_th: สำหรับส่งหรือบันทึกภาพ วิดีโอ เป็นต้น
vi_vn: Để gửi hoặc lưu hình ảnh, video, v.v.
zh_cn: 用于发送或保存图片和视频等
zh_hk: 用於發送或儲存圖片和影片等

# Wc0
source: Photos
de_de: Fotos
es_es: Fotos
hi_in: फ़ोटो
id_id: Foto
it_it: Foto
ja_jp: 写真
ko_kr: 사진
ms_my: Gambar
pt_br: Fotos
ru_ru: Галерея
th_th: ภาพถ่าย
vi_vn: Ảnh
zh_cn: 相册权限
zh_hk: 相簿權限
