Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkMine/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# +10
source: Notifications paused for {{Time}}
de_de: Benachrichtigungen für {{Time}} pausiert
es_es: Notificaciones pausadas durante {{Time}}
fr_fr: Notifications en pause pour {{Time}}
hi_in: नोटिफ़िकेशन को {{Time}} के लिए विराम दिया गया
id_id: Notifikasi dijeda selama {{Time}}
it_it: Notifiche in pausa per {{Time}}
ja_jp: {{Time}}以内、通知を一時停止します
ko_kr: {{Time}} 동안 알림 일시정지됨
ms_my: Pemberitahuan dijeda selama {{Time}}
pt_br: Notificações pausadas por {{Time}}
ru_ru: Уведомления приостановлены на {{Time}}
th_th: หยุดการแจ้งเตือนชั่วคราวนาน {{Time}}
vi_vn: Tạm dừng thông báo trong {{Time}}
zh_cn: {{Time}}内暂停通知
zh_hk: {{Time}}內暫停通知

# BE0
source: Notifications resumed
de_de: Benachrichtigungen wieder aufgenommen
es_es: Las notificaciones se han reanudado
fr_fr: Notifications reprises
hi_in: नोटिफ़िकेशन पुनः शुरू किए गए
id_id: Notifikasi dilanjutkan
it_it: Notifiche riprese
ja_jp: 通知は再開されました
ko_kr: 알림 재개됨
ms_my: Pemberitahuan diteruskan
pt_br: Notificações retomadas
ru_ru: Уведомления возобновлены
th_th: การแจ้งเตือนดำเนินการต่อแล้ว
vi_vn: Đã tiếp tục thông báo
zh_cn: 通知已恢复
zh_hk: 通知已恢復

# wdk
source: hour
de_de: Stunde
es_es: hora
fr_fr: heure
hi_in: घंटा
id_id: jam
it_it: ora
ja_jp: 時間
ko_kr: 시간
ms_my: jam
pt_br: hora
ru_ru: час
th_th: ชั่วโมง
vi_vn: giờ
zh_cn: 小时
zh_hk: 小時

# f0E
source: hours
de_de: Stunden
es_es: horas
fr_fr: heures
hi_in: घंटे
id_id: jam
it_it: ore
ja_jp: 時間
ko_kr: 시간
ms_my: jam
pt_br: horas
ru_ru: ч
th_th: ชั่วโมง
vi_vn: giờ
zh_cn: 小时
zh_hk: 小時

# W0I
source: minute
es_es: minuto
hi_in: मिनट
id_id: menit
it_it: minuto
ja_jp: 分
ko_kr: 분
ms_my: minit
pt_br: minuto
ru_ru: мин.
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_hk: 分鐘

# 1Jo
source: minutes
de_de: Minuten
es_es: minutos
hi_in: मिनट
id_id: menit
it_it: minuti
ja_jp: 分
ko_kr: 분
ms_my: minit
pt_br: minutos
ru_ru: мин.
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_hk: 分鐘

# BHc
source: Resume notifications now
de_de: Benachrichtigungen jetzt wieder aufnehmen
es_es: Reanudar las notificaciones ahora
fr_fr: Reprendre les notifications maintenant
hi_in: अभी नोटिफ़िकेशन पुनः शुरू करें
id_id: Lanjutkan notifikasi sekarang
it_it: Riprendi le notifiche adesso
ja_jp: 通知の再開
ko_kr: 지금 알림 재개
ms_my: Teruskan pemberitahuan sekarang
pt_br: Retomar notificações agora
ru_ru: Возобновить уведомления сейчас
th_th: กลับมาแจ้งเตือนทันที
vi_vn: Tiếp tục thông báo lúc này
zh_cn: 恢复通知
zh_hk: 恢復通知

# tmw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# qw8
source: Verify Now
de_de: Jetzt überprüfen
es_es: Verificar ahora
fr_fr: Vérifier maintenant
hi_in: अभी सत्यापित करें
id_id: Verifikasi Sekarang
it_it: Verifica ora
ja_jp: 認証する
ko_kr: 지금 확인
ms_my: Sahkan Sekarang
pt_br: Verificar agora
ru_ru: Подтвердить сейчас
th_th: ยืนยันตอนนี้เลย
vi_vn: Xác nhận ngay
zh_cn: 立即验证
zh_hk: 立即驗證

# ux4
source: Please verify your email address before enabling settings
de_de: Prüfen Sie vor Aktivierung der Einstellungen Ihre E-Mail-Adresse
es_es: Comprueba tu dirección de correo electrónico antes de activar la configuración
fr_fr: Veuillez vérifier votre adresse e-mail avant d'activer les paramètres
hi_in: सेटिंग्स को सक्षम करने से पहले कृपया ईमेल पता सत्यापित करें
id_id: Verifikasi alamat email Anda sebelum mengaktifkan pengaturan
it_it: Verifica il tuo indirizzo e-mail prima di abilitare le impostazioni
ja_jp: メールアドレスを認証する必要があります
ko_kr: 설정을 활성화하기 전에 이메일 주소를 확인하세요
ms_my: Sila tentusahkan alamat e-mel anda sebelum mendayakan tetapan
pt_br: Verifique seu endereço de e-mail antes de ativar configurações
ru_ru: Подтвердите свою почту перед включением настроек
th_th: โปรดยืนยันที่อยู่อีเมลของคุณก่อนเปิดใช้การตั้งค่า
vi_vn: Vui lòng xác nhận địa chỉ email của bạn trước khi kích hoạt cài đặt
zh_cn: 开启前请先完成邮箱验证
zh_hk: 開啟前，請先驗證電郵地址

# HbI
source: Please verify your phone number before enabling settings
de_de: Prüfen Sie vor Aktivierung der Einstellungen Ihre Telefonnummer
es_es: Comprueba tu número de teléfono antes de habilitar la configuración
fr_fr: Veuillez vérifier votre numéro de téléphone avant d'activer les paramètres
hi_in: सेटिंग्स को सक्षम करने से पहले कृपया अपना फ़ोन नंबर सत्यापित करें
id_id: Verifikasi nomor telepon Anda sebelum mengaktifkan pengaturan
it_it: Verifica il tuo numero di telefono prima di abilitare le impostazioni
ja_jp: 携帯番号を認証する必要があります
ko_kr: 설정을 활성화하기 전에 전화번호를 확인하세요
ms_my: Sila sahkan nombor telefon anda sebelum mengaktifkan tetapan
pt_br: Verifique seu número de telefone antes de ativar configurações
ru_ru: Подтвердите свой номер телефона перед включением настроек
th_th: โปรดยืนยันหมายเลขโทรศัพท์มือถือของคุณก่อนเปิดใช้การตั้งค่า
vi_vn: Vui lòng xác minh số điện thoại của bạn trước khi kích hoạt cài đặt
zh_cn: 开启前请先完成手机号验证
zh_hk: 開啟前，請先驗證手機號碼

# 6CA
source: Contact Email Address
de_de: Kontakt-E-Mail-Adresse
es_es: Dirección de correo electrónico de contacto
fr_fr: Adresse e-mail de contact
hi_in: संपर्क ईमेल पता
id_id: Kontak Alamat Email
it_it: Indirizzo e-mail di contatto
ja_jp: 連絡用メールアドレス
ko_kr: 연락처 이메일 주소
ms_my: Alamat e-mel kenalan
pt_br: Endereço de e-mail de contato
ru_ru: Контактная почта
th_th: ที่อยู่อีเมลติดต่อ
vi_vn: Địa chỉ Email của Danh bạ
zh_cn: 联系邮箱
zh_hk: 聯絡電郵地址

# vXo
source: Not my login phone number or email address?
de_de: Nicht die eigene Anmelde-Telefonnummer oder -E-Mail-Adresse?
es_es: ¿Mi número móvil para iniciar sesión o mi dirección de correo electrónico?
fr_fr: Ce n'est pas votre numéro de téléphone ou adresse e-mail de connexion ?
hi_in: मेरा लॉगिन फ़ोन नंबर या ईमेल पता नहीं है?
id_id: Bukan nomor telepon atau alamat email login saya?
it_it: Non è il mio numero di telefono o il mio indirizzo e-mail per l'accesso?
ja_jp: ログイン用携帯番号/メールアドレスと違う？
ko_kr: 본인의 로그인 전화번호 또는 이메일 주소와 다른가요?
ms_my: Bukan log masuk nombor telefon atau log masuk alamat e-mel saya?
pt_br: Não é meu número de telefone de login ou meu endereço de e-mail?
ru_ru: Не мой номер телефона или адрес электронной почты для входа?
th_th: นี่ไม่น่าจะใช่หมายเลขโทรศัพท์สำหรับการล็อกอินหรือที่อยู่อีเมลสำหรับการล็อกอินของฉัน
vi_vn: Không phải số điện thoại hoặc địa chỉ email đăng nhập của tôi?
zh_cn: 与登录手机号/邮箱不一样？
zh_hk: 與登入手機號碼/電郵地址不符？

# /tw
source: Contact Phone Number
de_de: Kontakt-Telefonnummer
es_es: Número de teléfono de contacto
fr_fr: Numéro de téléphone de contact
hi_in: संपर्क फ़ोन नंबर
id_id: Kontak Nomor Telepon
it_it: Numero di telefono di contatto
ja_jp: 連絡用携帯番号
ko_kr: 연락처 전화번호
ms_my: Nombor Telefon Hubungi
pt_br: Número de telefone de contato
ru_ru: Контактный телефон
th_th: หมายเลขโทรศัพท์ติดต่อ
vi_vn: Số Điện thoại của Danh bạ
zh_cn: 联系手机号
zh_hk: 聯絡手機號碼

# 2Xo
source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
hi_in: ईमेल पता
id_id: Alamat Email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat E-mel
pt_br: Endereço de e-mail
ru_ru: Почта
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱
zh_hk: 電郵地址

# OQQ
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé(e)
hi_in: सक्षम किया गया
id_id: Diaktifkan
it_it: Abilitato
ja_jp: オンにしました
ko_kr: 활성화됨
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Включено
th_th: เปิดใช้แล้ว
vi_vn: Đã kích hoạt
zh_cn: 已开启
zh_hk: 已開啟

# g9M
source: Login email address
de_de: Anmelde-E-Mail-Adresse
es_es: Dirección de correo electrónico de inicio de sesión
fr_fr: Adresse e-mail de connexion
id_id: Alamat email login
it_it: Indirizzo e-mail di accesso
ja_jp: ログイン用メールアドレス
ko_kr: 로그인 이메일 주소
ms_my: Log masuk alamat e-mel
pt_br: Endereço de e-mail de login
ru_ru: Адрес почты для входа
th_th: ที่อยู่อีเมลสำหรับการล็อกอิน
vi_vn: Địa chỉ email đăng nhập
zh_cn: 登录邮箱
zh_hk: 登陸電郵地址

# oAA
source: Login phone number
de_de: Anmelde-Telefonnummer
es_es: Número de teléfono de inicio de sesión
fr_fr: Numéro de téléphone de connexion
id_id: Nomor telepon login
it_it: Numero di telefono per l'accesso
ja_jp: ログイン用携帯番号
ko_kr: 로그인 전화번호
ms_my: Nombor telefon log masuk
pt_br: Número de telefone de login
ru_ru: Номер телефона для входа
th_th: หมายเลขโทรศัพท์สำหรับการล็อกอิน
vi_vn: Số điện thoại đăng nhập
zh_cn: 登录手机号
zh_hk: 登陸手機號碼

# z4Y
source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Nomor Telepon
it_it: Numero di telefono
ja_jp: 携帯番号
ko_kr: 전화번호
ms_my: Nombor Telefon
pt_br: Número de telefone
ru_ru: Телефон
th_th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_cn: 手机号
zh_hk: 手機號碼

# 3ag
source: Not my contact phone number or contact email address?
de_de: Nicht meine Kontakttelefonnummer oder Kontakt-E-Mail-Adresse?
es_es: No es mi número de teléfono o mi dirección de correo electrónico de contacto
fr_fr: Pas mon numéro de téléphone ni mon adresse e-mail de contact ?
id_id: Bukan nomor telepon kontak atau alamat email kontak saya?
it_it: Non è il tuo numero di telefono o il tuo indirizzo e-mail di contatto?
ja_jp: 連絡先の携帯番号・メールアドレスと一致しない？
ko_kr: 내 연락처 전화번호 또는 연락처 이메일 주소가 아닌가요?
ms_my: Bukan nombor telefon kenalan atau alamat e-mel kenalan saya?
pt_br: Não é meu número de telefone de contato ou endereço de e-mail de contato?
ru_ru: Не мой контактный номер телефона или контактный адрес почты?
th_th: ไม่ใช่หมายเลขโทรศัพท์ติดต่อหรือที่อยู่อีเมลติดต่อของฉันใช่หรือไม่
vi_vn: Không phải là số điện thoại liên hệ hoặc địa chỉ email liên hệ của tôi?
zh_cn: 与联系手机号/邮箱不一样？
zh_hk: 與聯絡手機號碼/電郵地址不符？

# h24
source: What's the difference?
de_de: Was ist der Unterschied?
es_es: ¿Cuál es la diferencia?
fr_fr: Quelle est la différence ?
id_id: Apa perbedaannya?
it_it: Qual è la differenza?
ja_jp: 違いについて
ko_kr: 무엇이 다른가요?
ms_my: Apa perbezaannya?
pt_br: Qual é a diferença?
ru_ru: В чем разница?
th_th: มีความแตกต่างกันอย่างไร
vi_vn: Có điều gì khác biệt?
zh_cn: 查看区别
zh_hk: 查看區別

# tF0
source: Edit Alias
de_de: Alias bearbeiten
es_es: Editar alias
fr_fr: Modifier l'alias
hi_in: उपनाम संपादित करें
it_it: Modifica alias
ja_jp: ニックネームを変更
ko_kr: 별칭 편집
pt_br: Editar alias
ru_ru: Изменить псевдоним
th_th: แก้ไขนามแฝง
vi_vn: Chỉnh sửa Bí danh
zh_cn: 修改别名
zh_hk: 修改別名

# ZBI
source: Enter alias
de_de: Alias eingeben
es_es: Introducir alias
fr_fr: Saisir l'alias
hi_in: उपनाम दर्ज करें
id_id: Masukkan Alias
it_it: Immetti alias
ja_jp: ニックネームを入力
ko_kr: 별칭을 입력하세요
ms_my: Masukkan alias
pt_br: Inserir alias
ru_ru: Введите псевдоним
th_th: ป้อนนามแฝง
vi_vn: Nhập bí danh
zh_cn: 输入别名
zh_hk: 輸入別名

# +Tc
source: My Alias
de_de: Mein Alias
es_es: Mi alias
fr_fr: Mon alias
hi_in: मेरा उपनाम
id_id: Alias Saya
it_it: Il mio alias
ja_jp: ニックネーム
ko_kr: 내 별칭
ms_my: Alias Saya
pt_br: Meu alias
ru_ru: Псевдоним
th_th: นามแฝงของฉัน
vi_vn: Bí danh của Tôi
zh_cn: 别名
zh_hk: 別名

# Npg
source: No permission to edit alias
de_de: Keine Berechtigung zum Bearbeiten des Alias
es_es: No tienes permiso para editar el alias
fr_fr: Aucune d'autorisation de modifier l'alias
hi_in: उपनाम संपादित करने की अनुमति नहीं
id_id: Tidak ada izin untuk mengedit tugas
it_it: Nessuna autorizzazione per modificare l'alias
ja_jp: ニックネームを変更する権限がありません。
ko_kr: 별칭을 편집할 권한이 없습니다
ms_my: Tiada kebenaran untuk edit alias
pt_br: Sem permissão para editar alias
ru_ru: Нет разрешения на редактирование псевдонима
th_th: ไม่มีสิทธิ์การอนุญาตในการแก้ไขนามแฝง
vi_vn: Không có quyền chỉnh sửa bí danh
zh_cn: 无权限修改别名
zh_hk: 無權限修改別名

# CjY
source: Say something about yourself...
de_de: Sagen Sie etwas über sich selbst...
es_es: Cuéntanos algo sobre ti...
fr_fr: Dites quelque chose sur vous…
hi_in: अपने बारे में कुछ बताएँ...
id_id: Ceritakan sesuatu tentang dirimu...
it_it: Dicci qualcosa su di te...
ja_jp: 自己紹介を入力
ko_kr: 자기소개를 해 주세요...
ms_my: Ceritakan sesuatu tentang diri anda...
pt_br: Diga algo sobre você...
ru_ru: Расскажите что-нибудь о себе...
th_th: บอกอะไรบางอย่างเกี่ยวกับตัวคุณเอง...
vi_vn: Hãy giới thiệu về bản thân bạn...
zh_cn: 输入你的个性签名...
zh_hk: 請輸入你的個性簽名…

# hvE
source: My Badges
de_de: Meine Medaillen
es_es: Mis insignias
fr_fr: Mes badges
id_id: Lencana Saya
it_it: I miei badge
ja_jp: 自分のバッジ
ko_kr: 나의 배지
ms_my: Lencana Saya
pt_br: Meus emblemas
ru_ru: Мои значки
th_th: ตราสัญลักษณ์ของฉัน
vi_vn: Huy hiệu của tôi
zh_cn: 我的勋章
zh_hk: 我的勳章

# qns
source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
hi_in: मेरा प्रोफ़ाइल
id_id: Profil
it_it: Profilo
ja_jp: マイプロフィール
ko_kr: 프로필
ms_my: Profil
pt_br: Perfil
ru_ru: Профиль
th_th: โปรไฟล์
vi_vn: Hồ sơ
zh_cn: 我的个人名片
zh_hk: 我的個人名片

# n04
source: "On Leave" displays here automatically when you're on leave. You can remove this status in Settings.
de_de: „In Urlaub“ wird hier automatisch angezeigt, wenn Sie in Urlaub sind. In den Einstellungen können Sie diesen Status abändern.
es_es: "De permiso" muestra aquí automáticamente cuándo estás de baja. No puedes borrar este estado en Configuración.
fr_fr: « En congés » s'affiche automatiquement ici lorsque vous êtes en congé. Vous pouvez supprimer ce statut dans les Paramètres.
hi_in: जब आप छुट्टी पर होते हैं तो "ऑन लीव" अपने आप यहाँ प्रदर्शित होता है. आप इस स्थिति को सेटिंग्स में निकाल सकते हैं.
id_id: "Cuti" ditampilkan otomatis di sini saat Anda sedang cuti. Anda dapat menghapus status ini di Pengaturan.
it_it: Il messaggio "In licenza" viene visualizzato automaticamente qui quando sei in congedo. Puoi rimuovere questo stato andando a Impostazioni.
ja_jp: 休暇期間、ここは「休暇中」と表示されます。非表示する場合は、「設定」から操作してください。
ko_kr: "휴가 중"은 휴가 중일 때 여기에 자동으로 표시됩니다. 설정에서 이 상태를 제거할 수 있습니다.
ms_my: "CutI" akan dipaparkan di sini secara automatik apabila anda bercuti. Anda boleh keluarkan status ini dalam Tetapan.
pt_br: "De licença" aparece aqui automaticamente quando você está de licença. Você pode remover esse status em Configurações.
ru_ru: "В отпуске" отображается здесь автоматически, когда вы в отпуске. Вы можете удалить этот статус в Настройках.
th_th: "ลา" จะปรากฏขึ้นที่นี่โดยอัตโนมัติเมื่อคุณลา คุณสามารถลบสถานะนี้ออกได้ในการตั้งค่า
vi_vn: "Đang Nghỉ phép" sẽ tự động được hiển thị tại đây khi bạn nghỉ phép. Bạn có thể xóa trạng thái này trong mục Cài đặt.
zh_cn: 当你请假时，此处会自动显示请假状态。如需移除请假标签，可在“设置”中操作。
zh_hk: 當你請假時，此處會自動顯示請假狀態。如需移除請假標籤，可在「設定」中操作。

# 5vw
source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
id_id: Organisasi
it_it: Organizzazione
ja_jp: 法人
ko_kr: 기업
ms_my: Organisasi
pt_br: Organização
ru_ru: Организация
th_th: องค์กร
vi_vn: Tổ chức
zh_cn: 企业
zh_hk: 企業

# 1XM
source: Bio
de_de: Steckbrief
fr_fr: Biographie
hi_in: परिचय
id_id: Biodata
it_it: Biografia
ja_jp: 自己紹介
ko_kr: 자기소개
ru_ru: Биография
th_th: ประวัติ
vi_vn: Tiểu sử
zh_cn: 个性签名
zh_hk: 個人簽名

# +sE
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 个人状态
zh_hk: 個人狀態

# O3w
source: Set a status or customize your status. Allow Status to automatically sync with your calendar for a quick update.
de_de: Legen Sie den Status fest oder passen Sie Ihren Status an. Lassen Sie den Status automatisch mit Ihrem Kalender synchronisieren, um eine schnelle Aktualisierung zu ermöglichen.
es_es: Establece un estado o personaliza tu estado. Permitir que el estado se sincronice automáticamente con tu calendario para una actualización rápida.
fr_fr: Définissez un statut ou personnalisez votre statut. Autorisez la synchronisation automatique de votre statut avec votre calendrier pour une mise à jour rapide.
hi_in: स्थिति सेट करें या अपनी स्थिति अनुकूलित करें. त्वरित अपडेट के लिए "स्थिति" को अपने कैलेंडर से स्वतः सिंक होने दें.
id_id: Tetapkan status atau sesuaikan status Anda. Izinkan Status untuk disinkronkan secara otomatis dengan kalender Anda untuk pembaruan cepat.
it_it: Imposta uno stato o personalizza il tuo stato. Consenti a Stato di sincronizzarsi automaticamente con il tuo calendario per un rapido aggiornamento.
ja_jp: 複数のステータスとカスタム設定をサポートします。休暇、予定および会議のステータスを自動的に同期できます。
ko_kr: 상태를 설정하거나 상태를 커스터마이징 하세요. 빠른 업데이트를 위해 상태가 자동으로 캘린더와 동기화되도록 허용합니다.
ms_my: Tetapkan status atau suai status anda. Benarkan Status untuk diselaraskan secara automatik dengan kalendar anda untuk kemas kini pantas.
pt_br: Configure ou personalize seu status. Permita que o status sincronize automaticamente com o seu calendário para uma atualização rápida.
ru_ru: Установите статус или настройте свой статус. Разрешите автоматическую синхронизацию статуса с вашим календарем для быстрого обновления.
th_th: ตั้งค่าสถานะหรือปรับแต่งสถานะของคุณ อนุญาตให้ซิงค์สถานะกับปฏิทินของคุณโดยอัตโนมัติเพื่อการอัปเดตอย่างรวดเร็ว
vi_vn: Đặt trạng thái hoặc tùy chỉnh trạng thái của bạn. Cho phép Trạng thái tự động đồng bộ hóa với lịch của bạn để cập nhật nhanh chóng.
zh_cn: 可添加多种自定义状态，并可设置请假、日程与会议状态的自动同步
zh_hk: 可新增多種自訂狀態，並可設定請假、日程與會議狀態的自動同步

# zRc
source: Bio history
de_de: Steckbrief-Verlauf
es_es: Biografía
fr_fr: Historique de la biographie
id_id: Riwayat bio
it_it: Cronologia biografia
ja_jp: 履歴
ko_kr: 자기소개 이력
ms_my: Sejarah bio
pt_br: Histórico da bio
ru_ru: История биографий
th_th: การเปลี่ยนแปลงประวัติ
vi_vn: Quá trình tiểu sử
zh_cn: 历史记录
zh_hk: 過往記錄

# Gyg
source: Admin Suite
fr_fr: Suite de l'administrateur
hi_in: सुइट एडमिन
id_id: Suite Admin
it_it: Suite amministratore
ja_jp: 法人管理
ko_kr: 관리자 제품군
ms_my: Suite Pentadbir
pt_br: Conjunto de administração
ru_ru: Консоль администратора
th_th: ชุดโปรแกรมผู้ดูแล
vi_vn: Bộ công cụ quản trị
zh_cn: 企业管理
zh_hk: 企業管理

# DOk
source: Once unblocked, this user will regain the ability to message, buzz, or call you. They will also be able to invite you to groups, events, and assign you tasks again.
de_de: Wenn das Blockieren dieses Benutzer aufgehoben wird, kann er Ihnen wieder Nachrichten senden, Sie wieder buzzen und Sie auch wieder anrufen. Er kann Sie auch wieder in eine Gruppe oder zu Terminen einladen und Aufgaben kann er Ihnen auch wieder zuweisen.
es_es: Una vez desbloqueado, este usuario recuperará la capacidad de enviarte mensajes y Buzz, así como de llamarte. También podrá invitarte a grupos y eventos, y volver a asignarte tareas.
fr_fr: Une fois débloqué, cet utilisateur pourra à nouveau vous envoyer des messages, des buzz ou vous appeler. Il pourra également à nouveau vous inviter à des groupes ou à des événements et vous confier des tâches.
id_id: Setelah blokir dibuka, pengguna ini akan mendapatkan kembali kemampuan untuk mengirim pesan, buzz, atau menelepon Anda. Dia juga akan dapat mengundang Anda ke grup, acara, dan menugasi Anda tugas lagi.
it_it: Una volta sbloccato, questo utente potrà di nuovo inviarti messaggi o buzz e chiamarti. Inoltre potrà invitarti a gruppi o eventi e assegnarti attività.
ja_jp: ブロックが解除されたユーザーは、あなたに対してメッセージの送信、緊急連絡、グループへの追加、電話、音声・ビデオ通話、予定招待、タスクの割り当てなどができるようになります。
ko_kr: 차단을 해제하면 이 사용자는 회원님에게 메시지, 긴급 메시지를 보내거나 전화할 수 있게 됩니다. 또한 다시 회원님을 그룹, 이벤트에 초대하고 회원님에게 할 일을 요청할 수도 있게 됩니다.
ms_my: Setelah dinyahsekat, pengguna ini akan mendapatkan semula keupayaan untuk menghantar mesej, buzz, atau menelefon anda. Mereka juga akan dapat menjemput anda ke kumpulan, acara, dan menugaskan tugas kepada anda lagi.
pt_br: Depois de desbloqueado, esse usuário recuperará a capacidade de enviar mensagens, buzz ou ligar para você. Ele também poderá convidá-lo para grupos, eventos e atribuir-lhe tarefas novamente.
ru_ru: После разблокировки этот пользователь снова сможет писать вам, отправлять сообщения Buzz или звонить. Также он снова сможет приглашать вас в группы, на события и назначать вам задачи.
th_th: เมื่อเลิกบล็อกแล้ว ผู้ใช้รายนี้จะสามารถส่งข้อความ, Buzz หรือโทรหาคุณได้อีกครั้ง และยังเชิญคุณเข้าร่วมกลุ่ม งานกิจกรรม และมอบหมายงานให้คุณได้อีกครั้ง
vi_vn: Sau khi bỏ chặn, người dùng này sẽ có thể tiếp tục nhắn tin, buzz hoặc gọi cho bạn. Họ cũng sẽ có thể tiếp tục mời bạn vào nhóm, sự kiện và gán nhiệm vụ cho bạn.
zh_cn: 解除屏蔽后，你们将恢复聊天，该用户可以对你加急、加群、拨打电话、音视频通话、发起日程、分配任务等
zh_hk: 解除封鎖後，你們將恢復聊天，該用戶可以緊急聯絡你、將你新增為群組成員、給你打電話、發起語音與視像通話、發起日程，以及分配任務等

# B3s
source: Unblock this user?
de_de: Möchten Sie die Blockierung dieses Benutzers aufheben?
es_es: ¿Desbloquear a este usuario?
fr_fr: Débloquer cet utilisateur ?
id_id: Buka blokir pengguna ini?
it_it: Sbloccare questo utente?
ja_jp: このユーザーのブロックを解除しますか？
ko_kr: 이 사용자의 차단을 해제하시겠습니까?
ms_my: Nyahsekat pengguna ini?
pt_br: Desbloquear este usuário?
ru_ru: Разблокировать этого пользователя?
th_th: เลิกบล็อกผู้ใช้รายนี้หรือไม่
vi_vn: Bỏ chặn người dùng này?
zh_cn: 解除对该用户的屏蔽？
zh_hk: 要解除對該用戶的封鎖嗎？

# NpQ
source: Unblock
de_de: Blockierung aufheben
es_es: Desbloquear
fr_fr: Débloquer
id_id: Buka blokir
it_it: Sblocca
ja_jp: ブロックを解除
ko_kr: 차단 해제
ms_my: Nyahsekat
pt_br: Desbloquear
ru_ru: Разблокировать
th_th: ยกเลิกการบล็อก
vi_vn: Bỏ chặn
zh_cn: 解除屏蔽
zh_hk: 解除封鎖

# xkw
source: Feishu event
de_de: Feishu-Ereignis
es_es: Evento de Feishu
fr_fr: Événement Feishu
hi_in: Feishu ईवेंट
id_id: Acara Feishu
it_it: Evento Feishu
ja_jp: Feishu キャンペーン
ko_kr: Feishu 이벤트
ms_my: Acara Feishu
pt_br: Evento do Feishu
ru_ru: Мероприятие Feishu
th_th: งานกิจกรรมของ Feishu
vi_vn: Sự kiện Feishu
zh_cn: 飞书活动
zh_hk: 飛書活動

# d/4
source: Edit Your Name
de_de: Ihren Namen bearbeiten
es_es: Editar tu nombre
fr_fr: Modifier votre nom
hi_in: अपना नाम संपादित करें
id_id: Edit Nama Anda
it_it: Modifica il tuo nome
ja_jp: 名前の編集
ko_kr: 사용자 이름 편집
ms_my: Edit Nama Anda
pt_br: Editar nome
ru_ru: Редактирование имени
th_th: แก้ไขชื่อของคุณ
vi_vn: Chỉnh sửa tên của bạn
zh_cn: 修改姓名
zh_hk: 修改姓名

# UCE
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya! Se ha producido un error. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें.
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Spiacenti. Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tidak kena. Sila cuba lagi nanti
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_hk: 糟糕…發生錯誤，請稍後重試

# uis
source: Well, this is awkward. Your network isn't connected. Please check your network settings and try again.
de_de: Das ist seltsam. Ihr Netzwerk ist nicht verbunden. Überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es_es: Algo ha fallado. La red no está conectada. Comprueba la configuración de red e inténtalo de nuevo.
fr_fr: Oups, c'est embarrassant ! Votre réseau n'est pas connecté. Veuillez vérifier vos paramètres réseau et réessayer.
hi_in: कनेक्शन त्रुटि. कृपया अपनी सेटिंग्स जाँचें और पुनः प्रयास करें.
id_id: Aneh sekali. Jaringan Anda tidak terhubung. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Si è verificato un problema. La tua rete non è connessa. Verifica le impostazioni di rete e riprova.
ja_jp: ネットワークエラーです。ネットワークの接続を確認してください
ko_kr: 문제가 발생했습니다. 네트워크가 연결되어 있지 않습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Eh, ini memalukan. Rangkaian anda tidak tersambung. Sila periksa tetapan rangkaian dan cuba lagi.
pt_br: Bem, isso é constrangedor. Sua rede não está conectada. Verifique as configurações da rede e tente novamente.
ru_ru: Да, это не очень удобно. Ваша сеть не подключена. Проверьте сетевые параметры и повторите попытку.
th_th: อืม แย่จัง ไม่มีการเชื่อมต่อเครือข่ายของคุณ โปรดตรวจสอบการตั้งค่าเครือข่ายและลองอีกครั้ง
vi_vn: Ồ, lạ thật đấy. Không có kết nối mạng. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 网络连接异常，请检查网络设置
zh_hk: 網絡連線異常，請檢查網絡設定
