Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 7po
source: {{user}} added a repeat frequency "{{rule}}".
de_de: {{user}} hat die Wiederholungshäufigkeit „{{rule}}“ hinzugefügt.
es_es: {{user}} ha agregado una frecuencia de repetición "{{rule}}".
fr_fr: {{user}} a ajouté une fréquence de répétition "{{rule}}".
id_id: {{user}} menambahkan frekuensi berulang "{{rule}}".
it_it: {{user}} ha aggiunto una frequenza di ripetizione "{{rule}}".
ja_jp: {{user}} が繰り返しルール「{{rule}}」を追加しました。
ko_kr: {{user}} 님이 "{{rule}}" 반복 주기를 추가했습니다.
ms_my: {{user}} menambah frekuensi ulangan "{{rule}}".
pt_br: {{user}} adicionou uma frequência de repetição "{{rule}}".
ru_ru: {{user}} добавил(а) частоту повторения "{{rule}}".
th_th: {{user}} เพิ่มความถี่ของ "{{rule}}" ที่เกิดซ้ำแล้ว
vi_vn: {{user}} đã thêm tần suất lặp lại "{{rule}}".
zh_cn: {{user}} 添加了重复规则“{{rule}}”
zh_tw: {{user}} 新增了重複規則「{{rule}}」

# 8oY
source: {{user}} added this task to the list {{ListName}}.
de_de: {{user}} hat diese Aufgabe zur Liste {{ListName}} hinzugefügt.
es_es: {{user}} ha agregado esta tarea a la lista {{ListName}}.
fr_fr: {{user}} a ajouté cette tâche à la liste {{ListName}}.
id_id: {{user}} menambahkan tugas ini ke daftar {{ListName}}.
it_it: {{user}} ha aggiunto questa attività all'elenco {{ListName}}.
ja_jp: {{user}} がこのタスクをリスト {{ListName}} に追加しました。
ko_kr: {{user}} 님이 이 할 일을 {{ListName}} 목록에 추가했습니다.
ms_my: Jika tidak melanggan, tugas ini tidak akan muncul di halaman Tugas anda.
pt_br: {{user}} adicionou esta tarefa à lista {{ListName}}.
ru_ru: {{user}} добавил(а) эту задачу в список {{ListName}}.
th_th: {{user}} เพิ่มงานนี้ไปยังรายการ {{ListName}} แล้ว
vi_vn: {{user}} đã thêm tác vụ này vào danh sách {{ListName}}.
zh_cn: {{user}} 将任务添加至清单 {{ListName}} 中
zh_tw: {{user}} 將任務新增至清單 {{ListName}} 中

# H9U
source: {{user}} added this task to the list.
de_de: {{user}} hat diese Aufgabe zur Liste hinzugefügt.
es_es: {{user}} ha agregado esta tarea a la lista.
fr_fr: {{user}} a ajouté cette tâche à la liste.
id_id: {{user}} menambahkan tugas ini ke daftar.
it_it: {{user}} ha aggiunto questa attività all'elenco.
ja_jp: {{user}} がタスクをタスクリストに追加しました。
ko_kr: {{user}} 님이 이 할 일을 목록에 추가했습니다.
ms_my: {{user}} menambah tugas ini ke dalam senarai.
pt_br: {{user}} adicionou esta tarefa à lista.
ru_ru: {{user}} добавил(а) эту задачу в список.
th_th: {{user}} เพิ่มงานนี้ไปยังรายการแล้ว
vi_vn: {{user}} đã thêm tác vụ này vào danh sách.
zh_cn: {{user}} 将任务添加至清单
zh_tw: {{user}} 將任務新增至清單

# neM
source: {{user}} changed the task title to
de_de: {{user}} hat den Aufgabentitel geändert zu
es_es: {{user}} ha cambiado el título de la tarea a
fr_fr: {{user}} a remplacé le titre de la tâche par
id_id: {{user}} mengubah judul tugas menjadi
it_it: {{user}} ha modificato il titolo dell'attività in
ja_jp: {{user}} がタスクの説明を次のように変更しました：
ko_kr: {{user}} 님이 할 일 제목을 다음으로 변경했습니다
ms_my: {{user}} menukar tajuk tugas kepada
pt_br: {{user}} alterou o título da tarefa para
ru_ru: {{user}} изменил(а) название задачи на
th_th: {{user}} ได้เปลี่ยนชื่องานเป็น
vi_vn: {{user}} đã thay đổi tiêu đề tác vụ thành
zh_cn: {{user}} 将任务描述修改为
zh_tw: {{user}} 將任務說明修改為

# GmA
source: {{user}} changed the due date from {{time1}} to {{time2}}.
de_de: {{user}} hat das Fälligkeitsdatum von {{time1}} in {{time2}} geändert.
es_es: {{user}} ha cambiado la hora de vencimiento de {{time1}} a {{time2}}.
fr_fr: {{user}} a remplacé la date d'échéance {{time1}} par {{time2}}.
id_id: {{user}} mengubah tenggat waktu dari {{time1}} menjadi {{time2}}.
it_it: {{user}} ha modificato la data di scadenza da {{time1}} a {{time2}}.
ja_jp: {{user}} がタスクの締切日時を {{time1}} から {{time2}} に変更しました。
ko_kr: {{user}} 님이 마감일을 {{time1}}에서 {{time2}}(으)로 변경했습니다.
ms_my: {{user}} menukar tarikh akhir dari {{time1}} ke {{time2}}.
pt_br: {{user}} alterou a data de vencimento de {{time1}} para {{time2}}.
ru_ru: {{user}} изменил(а) дату выполнения с {{time1}} на {{time2}}.
th_th: {{user}} ได้เปลี่ยนวันที่ครบกำหนดจาก {{time1}} เป็น {{time2}}
vi_vn: {{user}} đã thay đổi ngày đến hạn từ {{time1}} thành {{time2}}.
zh_cn: {{user}} 将任务截止时间由 {{time1}} 修改为 {{time2}}
zh_tw: {{user}} 將任務截止時間從 {{time1}} 修改為 {{time2}}

# NMc
source: {{user}} changed the task owner from {{user1}} to {{user2}}.
de_de: {{user}} hat den Aufgabenbesitzer von {{user1}} zu {{user2}} geändert.
es_es: {{user}} ha cambiado el propietario de la tarea de {{user1}} a {{user2}}.
fr_fr: {{user}} a remplacé le propriétaire de la tâche de {{user1}} par {{user2}}.
id_id: {{user}} berhasil mengubah pemilik tugas dari {{user1}} menjadi {{user2}}.
it_it: {{user}} ha modificato il proprietario dell'attività da {{user1}} a {{user2}}.
ja_jp: {{user}} がタスクの担当者を {{user1}} から {{user2}} に変更しました。
ko_kr: {{user}} 님이 할 일 소유자를 {{user1}} 님에서 {{user2}} 님으로 변경했습니다.
ms_my: {{user}} menukar pemilik tugas dari {{user1}} ke {{user2}}.
pt_br: {{user}} alterou o proprietário da tarefa de {{user1}} para {{user2}}.
ru_ru: {{user}} изменил(а) владельца задачи с {{user1}} на {{user2}}.
th_th: {{user}} ได้เปลี่ยนเจ้าของงานจาก {{user1}} เป็น {{user2}}
vi_vn: {{user}} đã đổi chủ sở hữu tác vụ từ {{user1}} thành{{user2}}.
zh_cn: {{user}} 将任务负责人由 {{user1}} 修改为 {{user2}}
zh_tw: {{user}} 將任務負責人從 {{user1}} 修改為 {{user2}}

# nTY
source: {{user}} changed the repeat frequency from "{{rule1}}" to "{{rule2}}".
de_de: {{user}} hat die Wiederholungshäufigkeit von „{{rule1}}“ zu „{{rule2}}“ geändert.
es_es: {{user}} ha cambiado la frecuencia de repetición de "{{rule1}}" a "{{rule2}}".
fr_fr: {{user}} a modifié la fréquence de répétition de "{{rule1}}" par"{{rule2}}".
id_id: {{user}} mengubah frekuensi pengulangan dari "{{rule1}}" menjadi "{{rule2}}".
it_it: {{user}} ha modificato la frequenza di ripetizione da "{{rule1}}" a "{{rule2}}".
ja_jp: {{user}} が繰り返しルール「{{rule1}}」を「{{rule2}}」に変更しました。
ko_kr: {{user}} 님이 반복 빈도를 "{{rule1}}"에서 "{{rule2}}"(으)로 변경했습니다.
ms_my: {{user}} menukar frekuensi ulangan dari "{{rule1}}" ke "{{rule2}}".
pt_br: {{user}} alterou a frequência de repetição de "{{rule1}}" para "{{rule2}}".
ru_ru: {{user}} изменил(а) частоту повторения с "{{rule1}}" на "{{rule2}}".
th_th: {{user}} ได้เปลี่ยนความถี่ซ้ำจาก "{{rule1}}" เป็น "{{rule2}}"
vi_vn: {{user}} đã thay đổi tần suất lặp lại từ "{{rule1}}" thành "{{rule2}}".
zh_cn: {{user}} 将重复规则“{{rule1}}”修改为“{{rule2}}”
zh_tw: {{user}} 將重複規則「{{rule1}}」修改為「{{rule2}}」

# Td0
source: {{user}} changed the task title to
de_de: {{user}} hat den Aufgabentitel geändert zu
es_es: {{user}} ha cambiado el título de la tarea a
fr_fr: {{user}} a remplacé le titre de la tâche par
id_id: {{user}} mengubah judul tugas menjadi
it_it: {{user}} ha modificato il titolo dell'attività in
ja_jp: {{user}} がタスクのタイトルを次のように変更しました：
ko_kr: {{user}} 님이 할 일 제목을 다음으로 변경했습니다
ms_my: {{user}} menukar tajuk tugas kepada
pt_br: {{user}} alterou o título da tarefa para
ru_ru: {{user}} изменил(а) название задачи на
th_th: {{user}} ได้เปลี่ยนชื่องานเป็น
vi_vn: {{user}} đã thay đổi tiêu đề tác vụ thành
zh_cn: {{user}} 将任务标题修改为：
zh_tw: {{user}} 將任務標題修改為

# ozw
source: {{user}} completed the whole task.
de_de: {{user}} hat die gesamte Aufgabe abgeschlossen.
es_es: {{user}} ha completado toda la tarea.
fr_fr: {{user}} a terminé l'ensemble de la tâche.
id_id: {{user}} menyelesaikan tugas seluruhnya.
it_it: {{user}} ha completato l'intera attività.
ja_jp: {{user}} がタスク全体を完了しました。
ko_kr: {{user}} 님이 전체 할 일을 완료했습니다.
pt_br: {{user}} concluiu toda a tarefa.
ru_ru: {{user}} завершил(а) всю задачу.
th_th: {{user}} ทำงานทั้งหมดเสร็จสมบูรณ์แล้ว
vi_vn: {{user}} đã hoàn thành toàn bộ tác vụ.
zh_cn: {{user}} 完成了整个任务
zh_tw: {{user}} 完成了整個任務

# 4rQ
source: {{user}} completed the task.
de_de: {{user}} hat die Aufgabe abgeschlossen.
es_es: {{user}} ha completado la tarea.
fr_fr: {{user}} a terminé la tâche.
id_id: {{user}} menyelesaikan tugas.
it_it: {{user}} ha completato l'attività.
ja_jp: {{user}} がタスクを完了しました。
ko_kr: {{user}} 님이 할 일을 완료했습니다.
ms_my: {{user}} menyelesaikan tugas.
pt_br: {{user}} concluiu a tarefa.
ru_ru: {{user}} завершил(а) задачу.
th_th: {{user}} ทำงานเสร็จสมบูรณ์แล้ว
vi_vn: {{user}} đã hoàn thành tác vụ.
zh_cn: {{user}} 完成了任务
zh_tw: {{user}} 完成了任務

# IzA
source: {{user}} created the task.
de_de: {{user}} hat die Aufgabe erstellt.
es_es: {{user}} ha creado la tarea.
fr_fr: {{user}} a créé la tâche.
id_id: {{user}} menciptakan tugas.
it_it: {{user}} ha creato l'attività.
ja_jp: {{user}} がタスクを作成しました。
ko_kr: {{user}} 님이 할 일을 생성했습니다.
pt_br: {{user}} criou a tarefa.
ru_ru: {{user}} создал(а) задачу.
th_th: {{user}} สร้างงานแล้ว
vi_vn: {{user}} đã tạo tác vụ.
zh_cn: {{user}} 创建了任务
zh_tw: {{user}} 建立了任務

# /EE
source: {{user}} deleted the task description:
de_de: {{user}} hat die Aufgabenbeschreibung gelöscht:
es_es: {{user}} ha eliminado la descripción de la tarea:
fr_fr: {{user}} a supprimé la description de tâche :
id_id: {{user}} menghapus deskripsi tugas:
it_it: {{user}} ha eliminato la descrizione dell'attività:
ja_jp: {{user}} がタスクの説明を削除しました：
ko_kr: {{user}} 님이 다음 할 일 설명을 삭제했습니다.
ms_my: {{user}} memadamkan keterangan tugas:
pt_br: {{user}} excluiu a descrição da tarefa:
ru_ru: {{user}} удалил(а) описание задачи:
th_th: {{user}} ได้ลบคำอธิบายงานแล้ว:
vi_vn: {{user}} đã xóa mô tả tác vụ:
zh_cn: {{user}} 移除了任务描述：
zh_tw: {{user}} 移除了任務說明：

# coc
source: {{user}} deleted the attached chat history.
de_de: {{user}} hat den angefügten Chatverlauf gelöscht.
es_es: {{user}} ha eliminado el historial de chat adjunto.
fr_fr: {{user}} a supprimé l'historique de discussion joint.
id_id: {{user}} menghapus riwayat obrolan terlampir.
it_it: {{user}} ha eliminato la cronologia chat allegata.
ja_jp: {{user}} が関連するチャット履歴を削除しました。
ko_kr: {{user}} 님이 첨부된 채팅 내역을 삭제했습니다.
pt_br: {{user}} excluiu o histórico do chat anexado.
ru_ru: {{user}} удалил(а) прикрепленную историю чата.
th_th: {{user}} ลบประวัติแชทที่แนบมาด้วยแล้ว
vi_vn: {{user}} đã xóa lịch sử trò chuyện đính kèm.
zh_cn: {{user}} 删除了关联的会话记录
zh_tw: {{user}} 刪除了關聯的對話記錄

# QHI
source: {{user}} deleted the task.
de_de: {{user}} hat die Aufgabe gelöscht.
es_es: {{user}} ha eliminado la tarea.
fr_fr: {{user}} a supprimé la tâche.
id_id: {{user}} menghapus tugas.
it_it: {{user}} ha eliminato l'attività.
ja_jp: {{user}} がタスクを削除しました。
ko_kr: {{user}} 님이 할 일을 삭제했습니다.
ms_my: {{user}} menghapus tugas.
pt_br: {{user}} excluiu a tarefa.
ru_ru: {{user}} удалил(а) задачу.
th_th: {{user}} ลบงานแล้ว
vi_vn: {{user}} đã xóa tác vụ.
zh_cn: {{user}} 删除了任务
zh_tw: {{user}} 刪除了任務

# qnc
source: {{user}} duplicated this recurring task from {{task}}.
de_de: {{user}} hat diese wiederkehrende Aufgabe von {{task}} dupliziert.
es_es: {{user}} ha duplicado esta tarea periódica de {{task}}.
fr_fr: {{user}} a dupliqué cette tâche récurrente de {{task}}.
id_id: {{user}} menduplikasi tugas berulang ini dari {{task}}.
it_it: {{user}} ha duplicato questa attività ricorrente da {{task}}.
ja_jp: {{user}} がタスク「{{task}}」からこの繰り返しタスクを生成しました。
ko_kr: {{user}} 님이 {{task}}에서 이 반복 할 일을 중복으로 생성했습니다.
ms_my: {{user}} menduplikasi tugas berulang ini dari {{task}}.
pt_br: {{user}} duplicou esta tarefa recorrente de {{task}}.
ru_ru: {{user}} создал(а) копию повторяющейся задачи {{task}}.
th_th: {{user}} ทำงานที่เกิดซ้ำจาก {{task}} ซ้ำแล้ว
vi_vn: {{user}} đã sao chép tác vụ định kỳ này từ {{task}}.
zh_cn: {{user}} 从 {{task}} 中生成了该重复任务
zh_tw: {{user}} 從 {{task}} 中建立了該重複任務

# yQQ
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
id_id: Tidak Ada
it_it: Nessuno
ja_jp: 空白
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhuma
ru_ru: Пусто
th_th: ไม่มี
vi_vn: Không có
zh_cn: 空
zh_tw: 空白

# epk
source: {{user}} marked the task as a milestone.
de_de: {{user}} hat die Aufgabe als Meilenstein markiert.
es_es: {{user}} ha marcado la tarea como hito.
fr_fr: {{user}} a marqué la tâche comme une étape importante.
id_id: {{user}} menandai tugas sebagai pencapaian.
it_it: {{user}} ha contrassegnato l'attività come traguardo.
ja_jp: {{user}} がタスク をマイルストーンに設定しました。
ko_kr: {{user}} 님이 해당 할 일을 마일스톤으로 표시했습니다.
ms_my: {{user}} menandakan tugasan sebagai batu peringkat.
pt_br: {{user}} marcou a tarefa como um marco.
ru_ru: Пользователь {{user}} отметил задачу как веху.
th_th: {{user}} ทำเครื่องหมายงานเป็นขั้น
vi_vn: {{user}} đã đánh dấu tác vụ là mốc.
zh_cn: {{user}} 将任务设为了里程碑
zh_tw: {{user}} 已將任務設為里程碑

# hZA
source: {{user}} removed {{task_name}} from blocking the task.
de_de: {{user}} hat die Blockierung der Aufgabe durch {{task_name}} entfernt.
es_es: {{user}} ha hecho que {{task_name}} deje de bloquear la tarea.
fr_fr: {{user}} a retiré {{task_name}} de la liste de blocage de la tâche.
id_id: {{user}} menghapus {{task_name}} dari memblokir tugas.
it_it: {{user}} ha rimosso {{task_name}} dal blocco dell'attività.
ja_jp: {{user}} が先行タスク {{task_name}} を削除しました。
ko_kr: {{user}} 님이 {{task_name}}을(를) 할 일 차단에서 제거했습니다.
ms_my: {{user}} keluarkan {{task_name}} daripada menyekat tugasan.
pt_br: {{user}} removeu {{task_name}} de bloquear a tarefa.
ru_ru: Пользователь {{user}} отменил блокировку задачи со стороны {{task_name}}.
th_th: {{user}} ลบ {{task_name}} ออกจากการบล็อก
vi_vn: {{user}} đã xóa {{task_name}} khỏi hành động chặn tác vụ.
zh_cn: {{user}} 移除了前置任务 {{task_name}}
zh_tw: {{user}} 移除了前置任務 {{task_name}}

# pHQ
source: {{user}} removed the due date {{time}}.
de_de: {{user}} hat das Fälligkeitsdatum {{time}} entfernt.
es_es: {{user}} ha quitado la hora vencimiento {{time}}.
fr_fr: {{user}} a supprimé la date d'échéance {{time}}.
id_id: {{user}} menghapus tenggat waktu {{time}}.
it_it: {{user}} ha rimosso la data e l'ora di scadenza {{time}}.
ja_jp: {{user}} がタスクの締切日時 {{time}} を削除しました。
ko_kr: {{user}} 님이 마감일 {{time}}을(를) 제거했습니다.
ms_my: {{user}} mengeluarkan tarikh akhir {{time}}.
pt_br: {{user}} removeu a data de vencimento {{time}}.
ru_ru: {{user}} удалил(а) дату выполнения {{time}}.
th_th: {{user}} ได้ลบวันที่ครบกำหนด {{time}} ออก
vi_vn: {{user}} đã xóa ngày đến hạn {{time}}.
zh_cn: {{user}} 移除了任务截止时间 {{time}}
zh_tw: {{user}} 移除了任務截止時間 {{time}}

# pGw
source: {{user}} removed the task from blocking {{task_name}}.
de_de: {{user}} hat die Blockierung von {{task_name}} durch die Aufgabe entfernt.
es_es: {{user}} ha hecho que la tarea deje de bloquear {{task_name}}.
fr_fr: {{user}} a retiré la tâche de la liste de blocage de la tâche {{task_name}}.
id_id: {{user}} menghapus tugas dari memblokir {{task_name}}.
it_it: {{user}} ha rimosso l'attività dal blocco di {{task_name}}.
ja_jp: {{user}} が後続タスク {{task_name}} を削除しました。
ko_kr: {{user}} 님이 해당 할 일을 {{task_name}} 차단에서 제거했습니다.
ms_my: {{user}} keluarkan tugasan daripada menyekat {{task_name}}.
pt_br: {{user}} removeu a tarefa de bloquear {{task_name}}.
ru_ru: Пользователь {{user}} отменил блокировку {{task_name}} со стороны этой задачи.
th_th: {{user}} ลบงานออกจากการบล็อก {{task_name}}
vi_vn: {{user}} đã xóa tác vụ khỏi hành động chặn {{task_name}}.
zh_cn: {{user}} 移除了后置任务 {{task_name}}
zh_tw: {{user}} 移除了後置任務 {{task_name}}

# LDg
source: {{user}} removed this task from the list {{ListName}}.
de_de: {{user}} hat diese Aufgabe aus der Liste {{ListName}} entfernt.
es_es: {{user}} ha quitado esta tarea de la lista {{ListName}}.
fr_fr: {{user}} a retiré cette tâche de la liste {{ListName}}.
id_id: {{user}} menghapus tugas ini dari daftar {{ListName}}.
it_it: {{user}} ha rimosso questa attività dall'elenco {{ListName}}.
ja_jp: {{user}} がこのタスクをリスト {{ListName}} から削除しました。
ko_kr: {{user}} 님이 이 할 일을 {{ListName}} 목록에서 제거했습니다.
pt_br: {{user}} removeu esta tarefa da lista {{ListName}}.
ru_ru: {{user}} удалил(а) эту задачу из списка {{ListName}}.
th_th: {{user}} ลบงานนี้ออกจากรายการ {{ListName}} แล้ว
vi_vn: {{user}} đã xóa tác vụ này khỏi danh sách {{ListName}}.
zh_cn: {{user}} 将任务从清单 {{ListName}} 中移除
zh_tw: {{user}} 將任務從清單 {{ListName}} 中移除

# Ak8
source: {{user}} removed this task from the list.
de_de: {{user}} hat diese Aufgabe aus der Liste entfernt.
es_es: {{user}} ha quitado esta tarea de la lista.
fr_fr: {{user}} a retiré cette tâche de la liste.
id_id: {{user}} menghapus tugas ini dari daftar.
it_it: {{user}} ha rimosso questa attività dall'elenco.
ja_jp: {{user}} がタスクをタスクリストから外しました。
ko_kr: {{user}} 님이 이 할 일을 목록에서 제거했습니다.
ms_my: {{user}} mengeluarkan tugas ini dari senarai.
pt_br: {{user}} removeu esta tarefa da lista.
ru_ru: {{user}} удалил(а) эту задачу из списка.
th_th: {{user}} ลบงานนี้จากรายการแล้ว
vi_vn: {{user}} đã xóa tác vụ này khỏi danh sách.
zh_cn: {{user}} 将任务从清单移除
zh_tw: {{user}} 將任務從清單中移除

# 3PQ
source: {{user}} removed the task owner {{user1}}.
de_de: {{user}} hat den Aufgabenbesitzer {{user1}} entfernt.
es_es: {{user}} ha quitado al propietario de la tarea {{user1}}.
fr_fr: {{user}} a retiré le propriétaire de la tâche {{user1}}.
id_id: {{user}} menghapus pemilik tugas {{user1}}.
it_it: {{user}} ha rimosso il proprietario dell'attività {{user1}}.
ja_jp: {{user}} がタスクの担当者 {{user1}} を削除しました。
ko_kr: {{user}} 님이 할 일 소유자 {{user1}} 님을 제거했습니다.
ms_my: {{user}} mengeluarkan pemilik tugas {{user1}}.
pt_br: {{user}} removeu o proprietário da tarefa {{user1}}.
ru_ru: {{user}} удалил(а) владельца задачи {{user1}}.
th_th: {{user}} ได้ลบเจ้าของงาน {{user1}} ออก
vi_vn: {{user}} đã xóa chủ sở hữu tác vụ {{user1}}.
zh_cn: {{user}} 移除了任务负责人 {{user1}}
zh_tw: {{user}} 移除了任務負責人 {{user1}}

# aWg
source: {{user}} removed the repeat frequency "{{rule}}".
de_de: {{user}} hat die Wiederholungshäufigkeit „{{rule}}“ entfernt.
es_es: {{user}} ha quitado la frecuencia de repetición "{{rule}}".
fr_fr: {{user}} a retiré la fréquence de répétition "{{rule}}".
id_id: {{user}} menghapus frekuensi berulang "{{rule}}".
it_it: {{user}} ha rimosso la frequenza di ripetizione "{{rule}}".
ja_jp: {{user}} が繰り返しルール「{{rule}}」を削除しました。
ko_kr: {{user}} 님이 "{{rule}}" 반복 주기를 제거했습니다.
ms_my: {{user}} mengeluarkan frekuensi ulangan "{{rule}}".
pt_br: {{user}} removeu uma frequência de repetição "{{rule}}".
ru_ru: {{user}} удалил(а) частоту повторения "{{rule}}".
th_th: {{user}} ลบความถี่ "{{rule}}" ที่เกิดซ้ำออกแล้ว
vi_vn: {{user}} đã xóa tần suất lặp lại "{{rule}}".
zh_cn: {{user}} 移除了重复规则“{{rule}}”
zh_tw: {{user}} 移除了重複規則「{{rule}}」

# x28
source: {{user}} reopened the whole task.
de_de: {{user}} hat die gesamte Aufgabe erneut geöffnet.
es_es: {{user}} ha reabierto toda la tarea.
fr_fr: {{user}} a rouvert l'ensemble de la tâche.
id_id: {{user}} membuka kembali tugas seluruhnya.
it_it: {{user}} ha riaperto l'intera attività.
ja_jp: {{user}}がタスク全体を再開しました。
ko_kr: {{user}} 님이 전체 할 일을 다시 열었습니다.
pt_br: {{user}} reabriu toda a tarefa.
ru_ru: {{user}} повторно открыл(а) всю задачу.
th_th: {{user}} เปิดงานทั้งหมดอีกครั้งแล้ว
vi_vn: {{user}} đã mở lại toàn bộ tác vụ.
zh_cn: {{user}} 重启了整个任务
zh_tw: {{user}} 恢復了整個任務

# se0
source: {{user}} reopened the task.
de_de: {{user}} hat die Aufgabe erneut geöffnet.
es_es: {{user}} ha reabierto la tarea.
fr_fr: {{user}} a rouvert la tâche.
id_id: {{user}} membuka kembali tugas.
it_it: {{user}} ha riaperto l'attività.
ja_jp: {{user}} がタスクを再開しました。
ko_kr: {{user}} 님이 할 일을 다시 열었습니다.
ms_my: {{user}} membuka semula tugas.
pt_br: {{user}} reabriu a tarefa.
ru_ru: {{user}} повторно открыл(а) задачу.
th_th: {{user}} เปิดงานอีกครั้งแล้ว
vi_vn: {{user}} mở lại tác vụ.
zh_cn: {{user}} 重启了任务
zh_tw: {{user}} 恢復了任務

# duU
source: {{user}} replied to the comment:
de_de: {{user}} hat auf den Kommentar geantwortet:
es_es: {{user}} ha respondido al comentario:
fr_fr: {{user}} a répondu au commentaire :
id_id: {{user}} membalas komentar:
it_it: {{user}} ha risposto al commento:
ja_jp: {{user}} がコメントに返信しました：
ko_kr: {{user}} 님이 다음과 같이 댓글에 회신했습니다.
ms_my: {{user}} membalas komen:
pt_br: {{user}} respondeu ao comentário:
ru_ru: {{user}} ответил(а) на комментарий:
th_th: {{user}} ได้ตอบกลับความคิดเห็น:
vi_vn: {{user}} đã trả lời nhận xét:
zh_cn: {{user}} 回复了评论：
zh_tw: {{user}} 回覆了評論：

# 3+Q
source: {{user}} restored the task.
de_de: {{user}} hat die Aufgabe wiederhergestellt.
es_es: {{user}} ha restaurado la tarea.
fr_fr: {{user}} a restauré la tâche.
id_id: {{user}} memulihkan tugas.
it_it: {{user}} ha ripristinato l'attività.
ja_jp: {{user}} がタスクを復元しました。
ko_kr: {{user}} 님이 할 일을 복원했습니다.
ms_my: {{user}} memulihkan tugas.
pt_br: {{user}} restaurou a tarefa.
ru_ru: {{user}} восстановил(а) задачу.
th_th: {{user}} กู้คืนงานแล้ว
vi_vn: {{user}} đã khôi phục tác vụ.
zh_cn: {{user}} 恢复了任务
zh_tw: {{user}} 還原了任務

# BCk
source: {{user}} set the due date to {{time}}.
de_de: {{user}} hat das Fälligkeitsdatum auf {{time}} eingestellt.
es_es: {{user}} ha establecido la hora de vencimiento en {{time}}
fr_fr: {{user}} a défini la date d'échéance sur {{time}}
id_id: {{user}} menetapkan tenggat waktu menjadi {{time}}
it_it: {{user}} imposta la data di scadenza a {{time}}
ja_jp: {{user}} がタスクの締切日時を {{time}} に設定しました。
ko_kr: {{user}} 님이 마감일을 {{time}}(으)로 설정했습니다
ms_my: {{user}} menetapkan tarikh akhir pada {{time}}
pt_br: {{user}} configurou a data de vencimento como {{time}}
ru_ru: {{user}} установил(а) дату выполнения на {{time}}
th_th: {{user}} ได้ตั้งค่าวันที่ครบกำหนดเป็น {{time}}
vi_vn: {{user}} đã đặt ngày đến hạn thành {{time}}
zh_cn: {{user}} 将任务截止时间设置为 {{time}}
zh_tw: {{user}} 將任務截止時間設定為 {{time}}

# av0
source: {{user}} set the start date to {{StartTime}}, and the due date to {{DueTime}}.
de_de: {{user}} hat das Startdatum auf {{StartTime}} sowie das Fälligkeitsdatum auf {{DueTime}} eingestellt.
es_es: {{user}} ha establecido la hora de inicio en {{StartTime}} y la hora de vencimiento en {{DueTime}}.
fr_fr: {{user}} a défini la date de début sur {{StartTime}} et la date d'échéance sur {{DueTime}}.
id_id: {{user}} menetapkan tanggal mulai menjadi {{StartTime}}, dan tenggat waktu menjadi {{DueTime}}.
it_it: {{user}} imposta la data di inizio su {{StartTime}} e la data di scadenza su {{DueTime}}.
ja_jp: {{user}} がタスクの開始日時を {{StartTime}} に設定し、締切日時を {{DueTime}} に設定しました。
ko_kr: {{user}} 님이 시작일을 {{StartTime}}, 마감일을 {{DueTime}}(으)로 설정했습니다.
ms_my: {{user}} tetapkan tarikh mula ke {{StartTime}}, dan tarikh akhir ke {{DueTime}}.
pt_br: {{user}} configurou a data de início como {{StartTime}}, e a data de vencimento como {{DueTime}}.
ru_ru: {{user}} установил(а) дату начала на {{StartTime}}, а дату выполнения на {{DueTime}}.
th_th: {{user}} ได้ตั้งค่าวันที่เริ่มต้นเป็น {{StartTime}} และวันที่ครบกำหนดเป็น {{DueTime}}
vi_vn: {{user}} đã đặt ngày bắt đầu thành {{StartTime}} và ngày đến hạn thành {{DueTime}}.
zh_cn: {{user}} 将任务开始时间设置为{{StartTime}}，截止时间设置为 {{DueTime}}
zh_tw: {{user}} 將任務開始時間設定為 {{StartTime}}，截止時間設定為 {{DueTime}}

# pWc
source: {{user}} set the task to be blocked by {{task_name}}.
de_de: {{user}} hat festgelegt, dass die Aufgabe von {{task_name}} blockiert wird.
es_es: {{user}} ha establecido que {{task_name}} bloquee la tarea.
fr_fr: {{user}} a défini la tâche comme pouvant être bloquée par {{task_name}}.
id_id: {{user}} menetapkan tugas untuk diblokir oleh {{task_name}}.
it_it: {{user}} ha impostato l'attività per essere bloccata da {{task_name}}.
ja_jp: {{user}} が先行タスク {{task_name}} を追加しました。
ko_kr: {{user}} 님이 해당 할 일을 {{task_name}}에 의해 차단되도록 설정했습니다.
ms_my: {{user}} menetapkan tugasan untuk dihalang oleh {{task_name}}.
pt_br: {{user}} configurou a tarefa para ser bloqueada por {{task_name}}.
ru_ru: Пользователь {{user}} настроил блокировку задачи со стороны {{task_name}}.
th_th: {{user}} ตั้งงานให้ถูกบล็อกโดย{{task_name}}
vi_vn: {{user}} đã đặt tác vụ thành cần bị chặn bởi {{task_name}}.
zh_cn: {{user}} 添加了前置任务 {{task_name}}
zh_tw: {{user}} 新增了前置任務 {{task_name}}
