Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# p0k
source: Unsubscribing...
de_de: Abbestellen...
es_es: Anulando suscripción...
fr_fr: Désabonnement...
hi_in: अनफ़ॉलो हो रहा है...
id_id: Menghentikan berlangganan...
it_it: Annullamento iscrizione in corso
ja_jp: フォローを解除しています…
ko_kr: 구독 취소 중...
ms_my: Berhenti melanggan...
pt_br: Cancelando assinatura...
ru_ru: Отмена подписки...
th_th: กำลังยกเลิกการสมัครรับ...
vi_vn: Đang hủy đăng ký...
zh_cn: 正在取消关注...
zh_tw: 正在取消關注...

# YYo
source: Unnamed document
de_de: Unbenanntes Dokument
es_es: Documento sin nombre
fr_fr: Document sans nom
hi_in: अनाम दस्तावेज़
id_id: Dokumen tanpa nama
it_it: Documento senza nome
ja_jp: 名称未設定ドキュメント
ko_kr: 이름 없는 문서
ms_my: Dokumen tanpa nama
pt_br: Documento sem nome
ru_ru: Документ без названия
th_th: เอกสารที่ไม่ได้ตั้งชื่อ
vi_vn: Tài liệu chưa được đặt tên
zh_cn: 未命名文档
zh_tw: 未命名文件

# 0q8
source: [Unsupported comment]
id_id: [Komentar tidak didukung]
ja_jp: [サポートされていないコメント形式]
ms_my: [Komen tidak disokong]
zh_cn: [未知类型评论]
zh_tw: [未知類型評論]

# l5s
source: View History
de_de: Verlauf anzeigen
es_es: Ver historial
fr_fr: Afficher l'historique
hi_in: इतिहास देखें
id_id: Lihat Riwayat
it_it: Visualizza cronologia
ja_jp: 履歴を表示
ko_kr: 기록 보기
ms_my: Lihat Sejarah
pt_br: Exibir histórico
ru_ru: Посмотреть историю
th_th: ดูประวัติ
vi_vn: Xem Lịch Sử
zh_cn: 查看历史记录
zh_tw: 查看歷史記錄

# uC4
source: View Details
de_de: Details ansehen
es_es: Ver detalles
fr_fr: Afficher les détails
hi_in: विवरण देखें
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Подробности
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 查看詳細資料

# VKE
source: Created in {{TaskSource}}: {{SourceLocation}}
de_de: Erstellt in {{TaskSource}}: {{SourceLocation}}
es_es: Creado en {{TaskSource}}: {{SourceLocation}}
fr_fr: Créé dans {{TaskSource}} : {{SourceLocation}}
hi_in: {{TaskSource}} में देखें: {{SourceLocation}}
id_id: Dibuat di {{TaskSource}}: {{SourceLocation}}
it_it: Creazione completata in {{TaskSource}}: {{SourceLocation}}
ja_jp: {{TaskSource}}: {{SourceLocation}} より作成
ko_kr: {{TaskSource}}에 생성됨: {{SourceLocation}}
ms_my: Dicipta dalam {{TaskSource}}: {{SourceLocation}}
pt_br: Criado em {{TaskSource}}: {{SourceLocation}}
ru_ru: Создано в {{TaskSource}}: {{SourceLocation}}
th_th: สร้างสำเร็จแล้วใน {{TaskSource}}: {{SourceLocation}}
vi_vn: Đã tạo trong {{TaskSource}}: {{SourceLocation}}
zh_cn: 创建于{{TaskSource}}：{{SourceLocation}}
zh_tw: 建立於{{TaskSource}}：{{SourceLocation}}

# jos
source: Unable to leave as task is assigned from an external platform
de_de: Verlassen nicht möglich, da die Aufgabe von einer externen Plattform zugewiesen wurde
es_es: No se puede abandonar la tarea, ya que se ha asignado desde una plataforma externa
fr_fr: Impossible de quitter car la tâche est affectée depuis une plateforme externe
hi_in: छोड़ने में असमर्थ क्योंकि यह कार्य बाहरी प्लेटफ़ॉर्म से असाइन किया गया है
id_id: Gagal keluar karena tugas ini ditetapkan dari platform eksternal
it_it: Impossibile abbandonare poiché l’attività è assegnata da una piattaforma esterna
ja_jp: サードパーティからのタスクのため、退出できませんでした。
ko_kr: 할 일이 외부 플랫폼에서 요청되었으므로 떠날 수 없습니다
ms_my: Tidak dapat keluar kerana tugasan diberikan dari platform luar
pt_br: Falha ao sair porque a tarefa foi atribuída a partir de uma plataforma externa
ru_ru: Невозможно выйти, так как задача назначена с внешней платформы
th_th: ไม่สามารถออกจากงานที่ถูกมอบหมายจากแพลตฟอร์มภายนอกได้
vi_vn: Không thể rời khỏi vì nhiệm vụ này được giao từ nền tảng bên ngoài
zh_cn: 无法退出，任务来自第三方系统
zh_tw: 無法退出，任務來自第三方系統

# zDs
source: Blocked by
de_de: Geblockt durch
es_es: Bloqueada por
fr_fr: Bloquée(s) par
id_id: Diblokir oleh
it_it: Bloccato da
ja_jp: 先行タスク
ko_kr: 차단자
ms_my: Dihalang oleh
pt_br: Bloqueado por
ru_ru: Заблокировано пользователем
th_th: บล็อกโดย
vi_vn: Bị chặn bởi
zh_cn: 前置任务
zh_tw: 前置任務

# 1M8
source: Blocking {{num}}
de_de: {{num}} werden geblockt
es_es: Bloqueando {{num}}
fr_fr: Tâches bloquées : {{num}}
id_id: Memblokir {{num}}
it_it: Blocchi: {{num}}
ja_jp: {{num}} 件の後続タスク
ko_kr: {{num}}개 차단
ms_my: Menghalang {{num}}
pt_br: Bloqueando {{num}}
ru_ru: Блокирует {{num}}
th_th: กำลังบล็อก {{num}}
vi_vn: Đang chặn {{num}}
zh_cn: {{num}} 后置任务
zh_tw: {{num}} 後置任務

# lu4
source: You don't have permission to view this task.
de_de: Sie haben keine Berechtigung für die Anzeige dieser Aufgabe.
es_es: No tienes permiso para ver esta tarea.
fr_fr: Vous n'êtes pas autorisé(e) à afficher cette tâche.
id_id: Anda tidak memiliki izin untuk melihat tugas ini.
it_it: Non disponi dell'autorizzazione per visualizzare questa attività.
ja_jp: このタスクを表示する権限がありません。
ko_kr: 이 할 일을 볼 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melihat tugas ini.
pt_br: Você não tem permissão para visualizar esta tarefa.
ru_ru: У вас нет разрешения на просмотр этой задачи.
th_th: คุณไม่มีสิทธิ์การอนุญาตดูงานนี้
vi_vn: Bạn không có quyền xem nhiệm vụ này.
zh_cn: 暂无权限查看该任务
zh_tw: 暫無權限查看該任務

# 7CE
source: Blocking
de_de: Blockieren
es_es: Bloqueando
fr_fr: Tâches bloquées
id_id: Memblokir
it_it: Blocco
ja_jp: 後続タスク
ko_kr: 차단
ms_my: Menghalang
pt_br: Bloqueio
ru_ru: Блокирует
th_th: กำลังบล็อก
vi_vn: Đang chặn
zh_cn: 后置任务
zh_tw: 後置任務

# GPE
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Padam
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清空
zh_tw: 清空

# wUg
source: Unable to custom sort due to permission settings
de_de: Benutzerdefiniertes Sortieren aufgrund der Berechtigungseinstellungen fehlgeschlagen
es_es: No se puede usar el orden personalizado debido a la configuración de permisos
fr_fr: Impossible d'effectuer un tri personnalisé en raison des paramètres d'autorisation
id_id: Gagal melakukan pengurutan kustom karena pengaturan izin
it_it: Impossibile ordinare in modo personalizzato a causa delle impostazioni delle autorizzazioni
ja_jp: リストの編集権限がないため、並び順を変更できません。
ko_kr: 권한 설정으로 인해 정렬을 사용자 지정할 수 없습니다
ms_my: Tidak dapat menyusun tersuai kerana tetapan kebenaran
pt_br: Não é possível classificar de forma personalizada devido às configurações de permissão
ru_ru: Невозможно выполнить пользовательскую сортировку из-за настроек разрешений
th_th: ไม่สามารถจัดเรียงแบบกำหนดเองได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Không thể sắp xếp tùy chỉnh do cài đặt quyền
zh_cn: 暂无清单编辑权限，无法拖拽任务进行排序
zh_tw: 暫無清單編輯權限，無法拖放任務進行排序

# Ics
source: The current section doesn't support custom sort by drag and drop.
de_de: Der aktuelle Abschnitt unterstützt benutzerdefiniertes Sortieren per Drag and Drop nicht.
es_es: La sección actual no permite el orden personalizado mediante arrastrar y soltar.
fr_fr: La section actuelle ne prend pas en charge le tri personnalisé par glisser-déposer.
id_id: Bagian saat ini tidak mendukung pengurutan kustom dengan tarik dan letakkan.
it_it: La selezione corrente non supporta l'ordinamento personalizzato tramite operazione di trascinamento e rilascio.
ja_jp: 現在の設定では、セクションにタスクをドラッグできません。
ko_kr: 현재 섹션은 끌어서 놓기를 통한 정렬 사용자 지정을 지원하지 않습니다.
ms_my: Bahagian semasa tidak menyokong susunan tersuai dengan seret dan lepas.
pt_br: A seção atual não oferece suporte à classificação personalizada por mover, arrastar e soltar.
ru_ru: Текущий раздел не поддерживает пользовательскую сортировку путем перетаскивания.
th_th: ส่วนปัจจุบันไม่รองรับการจัดเรียงแบบกำหนดเองด้วยการลากแล้วปล่อย
vi_vn: Phần hiện tại không hỗ trợ sắp xếp tùy chỉnh bằng cách kéo và thả.
zh_cn: 当前分组不支持拖拽自定义
zh_tw: 目前分組不支援自訂拖放

# EOY
source: The current sort doesn't support drag and drop. Please switch to "Custom" and try again.
de_de: Die aktuelle Sortierung unterstützt Drag and Drop nicht. Bitte wechseln Sie zu „Benutzerdefiniert“ und versuchen Sie es erneut.
es_es: El orden actual no permite arrastrar y soltar. Cambia a "Personalizado" e inténtalo de nuevo.
fr_fr: Le tri actuel ne prend pas en charge le glisser-déposer. Veuillez passer à "Personnalisé" et réessayer.
id_id: Pengurutan saat ini tidak mendukung tarik dan letakkan. Ganti ke "Kustom" dan coba lagi.
it_it: L'ordinamento corrente non supporta l'operazione di trascinamento e rilascio. Passa a "Personalizzato" e riprova.
ja_jp: 現在の設定では、並び順をドラッグで変更できません。並べ替えで「カスタム」を選択してからお試しください。
ko_kr: 현재 정렬은 끌어서 놓기를 지원하지 않습니다. "사용자 지정"으로 전환하고 다시 시도하세요.
ms_my: Susunan semasa tidak menyokong seret dan lepas. Sila tukar ke "Tersuai" dan cuba lagi.
pt_br: A classificação atual não suporta a função mover, arrastar e soltar. Mude para "Personalizado" e tente novamente.
ru_ru: Текущая сортировка не поддерживает перетаскивание. Переключитесь на "Пользовательскую" и повторите попытку.
th_th: การจัดเรียงปัจจุบันไม่รองรับการลากแล้วปล่อย โปรดเปลี่ยนเป็นแบบ "กำหนดเอง" แล้วลองอีกครั้ง
vi_vn: Cách sắp xếp hiện tại không hỗ trợ kéo và thả. Vui lòng chuyển sang "Tùy chỉnh" và thử lại.
zh_cn: 当前所选排序规则不支持拖拽，可切换至“拖拽自定义”后重试
zh_tw: 目前所選排序規則不支援拖放，可切換至「自訂拖放」後重試

# W2U
source: Unable to add more than {{num}} owners
de_de: Mehr als {{num}} Besitzer können nicht hinzugefügt werden
es_es: No se pueden agregar más de {{num}} propietarios
fr_fr: Impossible d'ajouter plus de {{num}} propriétaires
id_id: Gagal menambah lebih dari {{num}} pemilik
it_it: Impossibile aggiungere più di {{num}} proprietari
ja_jp: 担当者の指定上限（ {{num}} 名）を超えるため、追加できません。
ko_kr: {{num}}명 이상의 소유자를 추가할 수 없습니다
ms_my: Tidak boleh menambah lebih daripada {{num}} pemilik
pt_br: Falha ao adicionar mais de {{num}} proprietários
ru_ru: Не удается добавить более следующего количества владельцев: {{num}}
th_th: ไม่สามารถเพิ่มเจ้าของได้มากกว่า {{num}} คน
vi_vn: Không thể thêm quá {{num}} chủ sở hữu
zh_cn: 无法添加，负责人不可超过 {{num}} 人
zh_tw: 無法新增，負責人不能超過 {{num}} 人

# Ecg
source: My tasks
de_de: Meine Aufgaben
es_es: Mis tareas
fr_fr: Mes tâches
id_id: Tugas saya
it_it: Le mie attività
ja_jp: 自分のタスク
ko_kr: 내 할 일
ms_my: Tugas saya
pt_br: Minhas tarefas
ru_ru: Мои задачи
th_th: งานของฉัน
vi_vn: Tác vụ của tôi
zh_cn: 我的任务
zh_tw: 我的任務

# KX0
source: Activities
de_de: Aktivitäten
es_es: Actividades
fr_fr: Activités
id_id: Aktivitas
it_it: Attività
ja_jp: タスクの履歴
ko_kr: 활동
ms_my: Aktiviti
pt_br: Atividades
ru_ru: Активность
th_th: กิจกรรม
vi_vn: Hoạt động
zh_cn: 动态
zh_tw: 動態

# N2A
source: {{user}} added you as an owner
de_de: {{user}} hat Sie als Besitzer hinzugefügt
es_es: {{user}} se ha agregado como propietario
fr_fr: {{user}} vous a ajouté comme propriétaire
id_id: {{user}} berhasil menambahkan Anda sebagai pemilik
it_it: {{user}} ti ha aggiunto come proprietario
ja_jp: {{user}} があなたを担当者として追加しました
ko_kr: {{user}} 님이 회원님을 소유자로 추가했습니다
ms_my: {{user}} menambah anda sebagai pemilik
pt_br: {{user}} adicionou você como proprietário
ru_ru: {{user}} добавил(а) вас в качестве владельца
th_th: {{user}} เพิ่มคุณในฐานะเจ้าของแล้ว
vi_vn: {{user}} đã thêm bạn vào làm chủ sở hữu
zh_cn: {{user}}将你添加为负责人
zh_tw: {{user}}將你新增為負責人

# 5GY
source: View Details
de_de: Details ansehen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Посмотреть детали
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 查看詳細資料

# OXA
source: View More ({{num}})
de_de: ({{num}}) mehr anzeigen
es_es: Ver más ({{num}})
fr_fr: Afficher plus ({{num}})
id_id: Lihat Lainnya ({{num}})
it_it: Visualizza altro ({{num}})
ja_jp: すべて表示（{{num}} ）
ko_kr: 더 보기({{num}})
ms_my: Lihat Lebih Banyak ({{num}})
pt_br: Visualizar mais ({{num}})
ru_ru: Просмотреть больше ({{num}})
th_th: ดูเพิ่มเติม ({{num}})
vi_vn: Xem thêm ({{num}})
zh_cn: 展开更多（{{num}}）
zh_tw: 展開更多 ({{num}})

# DW0
source: View Profile Page
de_de: Profilseite ansehen
es_es: Ver página de perfil
fr_fr: Afficher la page du profil
id_id: Lihat Halaman Profil
it_it: Visualizza pagina del profilo
ja_jp: プロフィールページを表示
ko_kr: 프로필 페이지 보기
ms_my: Lihat Halaman Profil
pt_br: Visualizar página do perfil
ru_ru: Просмотр страницы профиля
th_th: ดูหน้าโปรไฟล์
vi_vn: Xem trang hồ sơ
zh_cn: 查看名片页
zh_tw: 查看名片頁

# Dj4
source: Action failed. Please try again later.
de_de: Aktion fehlgeschlagen. Versuchen Sie es später erneut.
es_es: No se ha podido realizar la acción. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'action. Veuillez réessayer plus tard.
hi_in: क्रिया विफल हुई. कृपया बाद में फिर से प्रयास करें.
id_id: Tindakan gagal. Coba lagi nanti.
it_it: Azione non riuscita. Riprova più tardi.
ja_jp: 操作できませんでした。後ほど再試行してください。
ko_kr: 작업에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Tindakan gagal. Sila cuba lagi kemudian.
pt_br: Falha na ação. Tente novamente mais tarde.
ru_ru: Действие не выполнено. Пожалуйста, повторите попытку позже.
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้งภายหลัง
vi_vn: Thao tác không thành công. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_tw: 操作失敗，請稍後重試

# fPk
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# yKw
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# K8Q
source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créée
hi_in: बनाया गया
id_id: Dibuat
it_it: Creata
ja_jp: 作成しました。
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Создано
th_th: สร้างเมื่อ
vi_vn: Đã tạo
zh_cn: 创建成功
zh_tw: 建立成功

# MDg
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# fhA
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
hi_in: सफलतापूर्वक हटाया गया
id_id: Berhasil dihapus
it_it: Eliminazione completata
ja_jp: 削除しました。
ko_kr: 삭제됨
ms_my: Dipadam
pt_br: Excluída
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_tw: 已刪除

# sGU
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# nRg
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: Algo ha salido mal. Inténtalo de nuevo más tarde.
fr_fr: Une erreur est survenue. Veuillez réessayer plus tard.
hi_in: कुछ गलत हुआ. कृपया बाद में फिर से प्रयास करें.
id_id: Ada yang salah. Coba lagi nanti.
it_it: Si è verificato un errore. Riprova più tardi.
ja_jp: エラーが発生しました。後ほど再試行してください。
ko_kr: 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Ada yang tidak kena. Sila cuba lagi kemudian.
pt_br: Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
vi_vn: Đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_cn: 发生了一些错误，请稍后重试
zh_tw: 發生某些錯誤，請稍後重試
