Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# VnA
source: {{user}} set the task to block {{task_name}}.
de_de: {{user}} hat festgelegt, dass {{task_name}} von der Aufgabe blockiert wird.
es_es: {{user}} ha establecido que la tarea bloquee {{task_name}}.
fr_fr: {{user}} a défini la tâche afin qu'elle bloque {{task_name}}.
id_id: {{user}} menetapkan tugas untuk memblokir {{task_name}}.
it_it: {{user}} ha impostato l'attività per bloccare {{task_name}}.
ja_jp: {{user}} が後続タスク {{task_name}} を追加しました。
ko_kr: {{user}} 님이 {{task_name}} 을(를) 차단하도록 해당 할 일을 설정했습니다.
ms_my: {{user}} tetapkan tugasan untuk menyekat {{task_name}}.
pt_br: {{user}} configurou a tarefa para bloquear {{task_name}}.
ru_ru: Пользователь {{user}} настроил для блокировки {{task_name}}.
th_th: {{user}} ตั้งงานที่จะบล็อก {{task_name}}
vi_vn: {{user}} đã đặt tác vụ để chặn {{task_name}}.
zh_cn: {{user}} 添加了后置任务 {{task_name}}
zh_tw: {{user}} 新增了後置任務 {{task_name}}

# vpg
source: {{user}} subscribed to the task.
de_de: {{user}} hat die Aufgabe abonniert.
es_es: {{user}} se ha suscrito a la tarea.
fr_fr: {{user}} s'est abonné à la tâche.
id_id: {{user}} mengikuti tugas.
it_it: {{user}} ha effettuato l'iscrizione all'attività.
ja_jp: {{user}} がタスクをフォローしました。
ko_kr: {{user}} 님이 할 일을 팔로우했습니다.
ms_my: {{user}} melanggan tugas.
pt_br: {{user}} seguiu a tarefa.
ru_ru: {{user}} подписался(ась) на задачу.
th_th: {{user}} ติดตามงานแล้ว
vi_vn: {{user}} đã đăng ký tác vụ.
zh_cn: {{user}} 关注了任务
zh_tw: {{user}} 關注了任務

# 8VQ
source: {{user}} unsubscribed from the task.
de_de: {{user}} hat das Abonnement der Aufgabe storniert.
es_es: {{user}} se ha dado de baja de la tarea.
fr_fr: {{user}} s'est désabonné de la tâche.
id_id: {{user}} berhenti mengikuti tugas ini.
it_it: {{user}} ha rimosso l'iscrizione all'attività.
ja_jp: {{user}} がタスクのフォローを解除しました。
ko_kr: {{user}} 님이 할 일 구독을 취소했습니다.
pt_br: {{user}} cancelou a assinatura da tarefa.
ru_ru: {{user}} отписался(ась) от задачи.
th_th: {{user}} ยกเลิกการสมัครรับงานแล้ว
vi_vn: {{user}} đã hủy theo dõi tác vụ.
zh_cn: {{user}} 取消关注了任务
zh_tw: {{user}} 取消關注了任務

# N5w
source: {{user}} unmarked the task as a milestone.
de_de: {{user}} hat die Markierung der Aufgabe als Meilenstein aufgehoben.
es_es: {{user}} ha desmarcado la tarea como hito.
fr_fr: {{user}} a retiré la tâche des étapes importantes.
id_id: {{user}} batal menandai tugas sebagai pencapaian.
it_it: {{user}} ha rimosso il contrassegno di traguardo dell'attività.
ja_jp: {{user}} がタスク のマイルストーンマークを取り消しました。
ko_kr: {{user}} 님이 해당 할 일의 마일스톤 표시를 해제했습니다.
ms_my: {{user}} menyahmarkah tugasan sebagai batu peringkat.
pt_br: {{user}} desmarcou a tarefa como um marco.
ru_ru: Пользователь {{user}} снял пометку с задачи как с вехи.
th_th: {{user}} ยกเลิกการทำเครื่องหมายงานเป็นขั้น
vi_vn: {{user}} đã bỏ đánh dấu tác vụ là mốc.
zh_cn: {{user}} 取消了任务的里程碑标记
zh_tw: {{user}} 取消了任務的里程碑標記

# cHw
source: {{user}} set the alert time to {{AlertTime}}.
de_de: {{user}} hat für die Warnzeit {{AlertTime}} festgelegt.
es_es: {{user}} ha establecido el tiempo de alerta a {{AlertTime}}.
fr_fr: {{user}} a défini l'heure d'alerte à {{AlertTime}}.
id_id: {{user}} menetapkan waktu peringatan menjadi {{AlertTime}}.
it_it: {{user}} ha impostato l'ora di avviso alle {{AlertTime}}.
ja_jp: {{user}} が通知時間を {{AlertTime}} に設定しました。
ko_kr: {{user}} 님이 알림 시간을 {{AlertTime}}(으)로 설정했습니다.
pt_br: {{user}} definiu o tempo de alerta para {{AlertTime}}.
ru_ru: {{user}} установил(а) время оповещения в {{AlertTime}}.
th_th: {{user}} ตั้งเวลาปลุกเป็น {{AlertTime}} แล้ว
vi_vn: {{user}} đã đặt thời gian cảnh báo thành {{AlertTime}}.
zh_cn: {{user}} 将任务提醒时间设置为 {{AlertTime}}
zh_tw: {{user}} 將任務提醒時間設定為 {{AlertTime}}

# mIE
source: {{user}} updated the task's dependency settings.
de_de: {{user}} hat die Abhängigkeitseinstellungen der Aufgabe aktualisiert.
es_es: {{user}} ha actualizado la configuración de dependencia de la tarea.
fr_fr: {{user}} a mis à jour les paramètres de dépendance de la tâche.
id_id: {{user}} memperbarui pengaturan ketergantungan tugas.
it_it: {{user}} ha aggiornato le impostazioni di dipendenza dell'attività.
ja_jp: {{user}} がタスクの依存関係を更新しました。
ko_kr: {{user}} 님이 해당 할 일의 종속성 설정을 업데이트했습니다.
ms_my: {{user}} kemas kini tetapan kebergantungan tugasan.
pt_br: {{user}} atualizou as configurações de dependência da tarefa.
ru_ru: Пользователь {{user}} обновил настройки зависимостей задачи.
th_th: {{user}} อัปเดตการตั้งค่าการพึ่งพาของงาน
vi_vn: {{user}} đã cập nhật cài đặt phụ thuộc của tác vụ.
zh_cn: {{user}} 更新了任务依赖关系
zh_tw: {{user}} 更新了任務相依性

# Azc
source: {{user}} completed the task owned by {{assignee}}.
de_de: {{user}} hat die Aufgabe von {{assignee}} abgeschlossen.
es_es: {{user}} ha completado la tarea propiedad de {{assignee}}.
fr_fr: {{user}} a terminé la tâche appartenant à {{assignee}}.
id_id: {{user}} menyelesaikan tugas yang dimiliki oleh {{assignee}}.
it_it: {{user}} ha completato l'attività di proprietà di {{assignee}}.
ja_jp: {{user}} が {{assignee}} の担当するタスクを完了しました。
ko_kr: {{user}} 님이 {{assignee}} 님이 소유한 할 일을 완료했습니다.
pt_br: {{user}} concluiu a tarefa pertencente a {{assignee}}.
ru_ru: {{user}} завершил(а) задачу, принадлежащую {{assignee}}.
th_th: {{user}} ทำงานที่ {{assignee}} เป็นเจ้าของเสร็จสมบูรณ์แล้ว
vi_vn: {{user}} đã hoàn thành tác vụ thuộc quyền sở hữu của {{assignee}}.
zh_cn: {{user}} 完成了 {{assignee}} 负责的任务
zh_tw: {{user}} 完成了 {{assignee}} 負責的任務

# dm4
source: {{user}} reopened the task owned by {{assignee}}.
de_de: {{user}} hat die Aufgabe von {{assignee}} erneut geöffnet.
es_es: {{user}} ha reabierto la tarea propiedad de {{assignee}}.
fr_fr: {{user}} a rouvert la tâche appartenant à {{assignee}}.
id_id: {{user}} membuka kembali tugas yang dimiliki oleh {{assignee}}.
it_it: {{user}} ha riaperto l'attività di proprietà di {{assignee}}.
ja_jp: {{user}} が {{assignee}} の担当するタスクを再開しました。
ko_kr: {{user}} 님이 {{assignee}} 님이 소유한 할 일을 다시 열었습니다.
pt_br: {{user}} reabriu a tarefa pertencente a {{assignee}}.
ru_ru: {{user}} повторно открыл(а) задачу, принадлежащую {{assignee}}.
th_th: {{user}} เปิดงานที่่ {{assignee}} เป็นเจ้าของอีกครั้งแล้ว
vi_vn: {{user}} đã mở lại tác vụ thuộc quyền sở hữu của {{assignee}}.
zh_cn: {{user}} 重启了 {{assignee}} 负责的任务
zh_tw: {{user}} 恢復了 {{assignee}} 負責的任務

# AZc
source: Add a comment
de_de: Kommentar hinzufügen
es_es: Agregar comentario
fr_fr: Ajouter un commentaire
hi_in: कोई टिप्पणी जोड़ें
id_id: Tambah komentar
it_it: Aggiungi un commento
ja_jp: コメントを入力
ko_kr: 댓글 추가
ms_my: Tambah komen
pt_br: Adicionar um comentário
ru_ru: Добавить комментарий
th_th: เพิ่มความคิดเห็น
vi_vn: Thêm nhận xét
zh_cn: 输入评论
zh_tw: 輸入評論

# lwE
source: Add Attachment
de_de: Anhang hinzufügen
es_es: Agregar adjunto
fr_fr: Ajouter une pièce jointe
hi_in: जोड़ें
id_id: Tambahkan Lampiran
it_it: Aggiungi allegato
ja_jp: 添付ファイルを追加
ko_kr: 첨부 파일 추가
ms_my: Tambah Lampiran
pt_br: Adicionar anexo
ru_ru: Добавить приложение
th_th: เพิ่มไฟล์แนบ
vi_vn: Thêm tập tin đính kèm
zh_cn: 添加附件
zh_tw: 新增附件

# GrQ
source: Add due date
de_de: Fälligkeitsdatum hinzufügen
es_es: Agregar hora de vencimiento
fr_fr: Ajouter une date d'échéance
hi_in: नियत समय जोड़ें
id_id: Tambah tenggat waktu
it_it: Aggiungi data di scadenza
ja_jp: 締切日時を追加
ko_kr: 마감일 추가
ms_my: Tambah tarikh akhir
pt_br: Adicionar data de vencimento
ru_ru: Добавить срок
th_th: เพิ่มวันที่ครบกำหนด
vi_vn: Thêm ngày đến hạn
zh_cn: 添加截止时间
zh_tw: 新增截止時間

# WSA
source: Add subscriber
de_de: Abonnenten hinzufügen
es_es: Agregar suscriptor
fr_fr: Ajouter un abonné
hi_in: फॉलोवर जोड़ें
id_id: Tambah pelanggan
it_it: Aggiungi iscritto
ja_jp: フォロワーを追加
ko_kr: 구독자 추가
ms_my: Tambah pelanggan
pt_br: Adicionar assinante
ru_ru: Добавить подписчика
th_th: เพิ่มสมาชิก
vi_vn: Thêm người đăng ký
zh_cn: 添加关注人
zh_tw: 新增關注者

# bvg
source: Add Description
de_de: Beschreibung hinzufügen
es_es: Agregar descripción
fr_fr: Ajouter une description
hi_in: नोट्स जोड़ें
id_id: Tambah Deskripsi
it_it: Aggiungi descrizione
ja_jp: 説明を入力
ko_kr: 설명 추가
ms_my: Tambah keterangan
pt_br: Adicionar descrição
ru_ru: Добавить описание
th_th: เพิ่มคำอธิบาย
vi_vn: Thêm mô tả
zh_cn: 添加描述
zh_tw: 新增說明

# VmY
source: Add task
de_de: Aufgabe hinzufügen
es_es: Agregar tarea
fr_fr: Ajouter une tâche
hi_in: कार्य जोड़ें
id_id: Tambah tugas
it_it: Aggiungi attività
ja_jp: タスクを追加
ko_kr: 할 일 추가
ms_my: Tambah tugas
pt_br: Adicionar tarefa
ru_ru: Добавить задачу
th_th: เพิ่มงาน
vi_vn: Thêm nhiệm vụ
zh_cn: 添加任务
zh_tw: 新增任務

# eRA
source: When it's due
de_de: Wenn sie fällig ist
es_es: Cuando venza
fr_fr: À l'échéance
hi_in: यह कब नियत है
id_id: Kapan batas waktunya
it_it: Scadenza
ja_jp: 締切時間
ko_kr: 기한이 되는 경우
ms_my: Apabila tarikh luput
pt_br: No prazo
ru_ru: Время выполнения
th_th: เมื่อครบกำหนด
vi_vn: Khi đến hạn
zh_cn: 任务截止时
zh_tw: 任務截止時間

# QSE
source: No alert
de_de: Keine Benachrichtigung
es_es: No hay alertas
fr_fr: Pas d'alerte
hi_in: कोई अलर्ट नहीं
id_id: Tidak ada peringatan
it_it: Nessun avviso
ja_jp: 通知なし
ko_kr: 알림 없음
ms_my: Tiada amaran
pt_br: Nenhum alerta
ru_ru: Не оповещать
th_th: ไม่มีการแจ้งเตือน
vi_vn: Không có cảnh báo
zh_cn: 不提醒
zh_tw: 不提醒

# WpU
source: On day of event at {{time}}
de_de: Am Tag des Termins um {{time}}
es_es: El día del evento a las {{time}}
fr_fr: Le jour de l'événement à {{time}}
hi_in: ईवेंट के दिन {{time}} पर
id_id: Pada hari acara jam {{time}}
it_it: Il giorno dell'evento alle ore {{time}}
ja_jp: 当日 {{time}}
ko_kr: 이벤트 당일 {{time}}
ms_my: Pada hari acara pada {{time}}
pt_br: No dia do evento às {{time}}
ru_ru: В день события в {{time}}
th_th: ณ วันที่จัดกิจกรรมในเวลา {{time}}
vi_vn: Vào ngày diễn ra sự kiện lúc {{time}}
zh_cn: 当天 {{time}}
zh_tw: 當天 {{time}}

# Jrw
source: Owners:
de_de: Besitzer:
es_es: Propietarios:
fr_fr: Propriétaires :
hi_in: असाइनी:
id_id: Pemilik:
it_it: Proprietari:
ja_jp: 担当者：
ko_kr: 소유자:
ms_my: Pemilik:
pt_br: Proprietários:
ru_ru: Владельцы:
th_th: เจ้าของ:
vi_vn: Chủ sở hữu:
zh_cn: 负责人：
zh_tw: 負責人：

# Gnk
source: You were removed as an owner.
de_de: Sie wurden als Besitzer entfernt.
es_es: Se te ha eliminado como propietario.
fr_fr: Vous avez été retiré des propriétaires.
hi_in: आपको असाइनी के तौर पर हटाया गया.
id_id: Anda dihapus sebagai pemilik.
it_it: Sei stato rimosso come proprietario.
ja_jp: あなたはこのタスクの担当者ではなくなりました
ko_kr: 회원님의 소유자 역할이 제거되었습니다.
ms_my: Anda telah dibuang sebagai pemilik.
pt_br: Você foi removido como proprietário.
ru_ru: Вы были удалены в качестве владельца.
th_th: คุณถูกลบออกในฐานะเจ้าของแล้ว
vi_vn: Bạn đã bị xóa tư cách chủ sở hữu.
zh_cn: 你已不是此任务的负责人
zh_tw: 你已不是此任務的負責人

# XvI
source: This task has expired.
de_de: Diese Aufgabe ist abgelaufen.
es_es: Esta tarea ha caducado.
fr_fr: Cette tâche a expiré.
hi_in: इस कार्य की समय-सीमा समाप्त हो चुकी है.
id_id: Tugas ini telah berakhir.
it_it: Questa attività è scaduta.
ja_jp: このタスクは期限切れになりました
ko_kr: 이 할 일은 만료되었습니다.
ms_my: Tugas ini telah tamat tempoh.
pt_br: Esta tarefa venceu.
ru_ru: Срок действия этой задачи истек.
th_th: งานนี้หมดอายุแล้ว
vi_vn: Nhiệm vụ này đã hết hạn.
zh_cn: 此任务卡片已失效
zh_tw: 此任務卡片已失效

# ocA
source: This task is deleted
de_de: Diese Aufgabe wurde gelöscht
es_es: Esta tarea se ha eliminado
fr_fr: Cette tâche est supprimée
hi_in: इस कार्य को हटा दिया गया है.
id_id: Tugas ini berhasil dihapus
it_it: Questa attività è stata eliminata
ja_jp: タスクが削除されました
ko_kr: 이 할 일이 삭제되었습니다
ms_my: Tugas ini dipadam
pt_br: Esta tarefa foi excluída
ru_ru: Эта задача удалена
th_th: งานนี้ถูกลบแล้ว
vi_vn: Tác vụ này đã bị xóa
zh_cn: 此任务已被删除
zh_tw: 此任務已被刪除

# pm0
source: This task is completed.
de_de: Diese Aufgabe ist beendet.
es_es: Esta tarea ha finalizado.
fr_fr: Cette tâche est terminée.
hi_in: यह कार्य ख़तम हो चूका है.
id_id: Tugas ini telah selesai.
it_it: Questa attività è terminata.
ja_jp: タスクが完了しました
ko_kr: 완료된 할 일입니다.
ms_my: Tugas ini selesai.
pt_br: A tarefa foi finalizada.
ru_ru: Эта задача выполнена.
th_th: งานนี้เสร็จแล้ว
vi_vn: Nhiệm vụ này đã được hoàn thành.
zh_cn: 此任务已完成
zh_tw: 此任務已完成

# gXs
source: {{user_name}} removed you from owners
de_de: {{user_name}} hat Sie aus Besitzern entfernt
es_es: {{user_name}} te ha eliminado de los propietarios
fr_fr: {{user_name}} vous a retiré des propriétaires
id_id: {{user_name}} menghapus Anda dari pemilik
it_it: {{user_name}} ti ha rimosso dai proprietari
ja_jp: {{user_name}} があなたを担当者から削除しました
ko_kr: {{user_name}} 님이 회원님을 소유자에서 제거했습니다
ms_my: {{user_name}} membuang anda dari pemilik
pt_br: {{user_name}} removeu você dos proprietários
ru_ru: {{user_name}} удалил вас из владельцев
th_th: {{user_name}} ลบคุณออกจากการเป็นเจ้าของแล้ว
vi_vn: {{user_name}} đã xóa bạn khỏi danh sách chủ sở hữu
zh_cn: {{user_name}}将你从负责人中移除
zh_tw: {{user_name}}將你從負責人中移除

# SkQ
source: {{user}} removed you from subscribers
de_de: {{user}} hat Sie aus den Abonnenten entfernt
es_es: {{user}} te ha quitado de los suscriptores
fr_fr: {{user}} vous a retiré des abonnés
hi_in: {{user}} ने आपको फ़ॉलोअर से हटाया
id_id: {{user}} berhasil menghapus Anda dari pelanggan
it_it: {{user}} ti ha rimosso dagli iscritti
ja_jp: {{user}}があなたをフォロワーから削除しました
ko_kr: {{user}} 님이 회원님을 구독자에서 제거했습니다
ms_my: {{user}} membuang anda dari langganan
pt_br: {{user}} removeu você dos assinantes
ru_ru: {{user}} удалил(а) вас из подписчиков
th_th: {{user}} ลบคุณออกจากการเป็นสมาชิกแล้ว
vi_vn: {{user}} đã xóa bạn khỏi danh sách người đăng ký
zh_cn: {{user}}将你从关注人中移除
zh_tw: {{user}}將你從關注者中移除

# cg8
source: {{user_name}} updated the task
de_de: {{user_name}} hat die Aufgabe aktualisiert
es_es: {{user_name}} actualizó la tarea
fr_fr: {{user_name}} a mis à jour la tâche
hi_in: {{user_name}} ने कार्य अपडेट किया
id_id: {{user_name}} memperbarui tugas
it_it: {{user_name}} ha aggiornato l'attività
ja_jp: {{user_name}}がタスクを更新しました
ko_kr: {{user_name}} 님이 할 일을 업데이트했습니다
ms_my: {{user_name}} mengemas kini tugas
pt_br: {{user_name}} atualizou a tarefa
ru_ru: {{user_name}} обновил задачу
th_th: {{user_name}} ได้อัปเดตงาน
vi_vn: {{user_name}} đã cập nhật nhiệm vụ
zh_cn: {{user_name}}更新了任务
zh_tw: {{user_name}}已更新任務

# e7w
source: Unable to unsubscribe from this task as it's assigned from an external platform
de_de: Für diese Aufgabe kann das Abonnement nicht abbestellt werden, da sie von einer externen Plattform zugewiesen wurde
es_es: No se puede anular la suscripción de esta tarea porque se ha asignado desde una plataforma externa
fr_fr: Impossible de se désabonner de cette tâche, car elle est attribuée depuis une plateforme externe
hi_in: इस कार्य का अनुसरण रोकने में असमर्थ क्योंकि इसे बाहरी प्लेटफ़ॉर्म से असाइन किया गया है
id_id: Gagal berhenti berlangganan tugas ini karena tugas ini ditugaskan dari platform eksternal
it_it: Impossibile annullare l'iscrizione a questa attività poiché è assegnata da una piattaforma esterna
ja_jp: フォローを解除できません。サードパーティからのタスクです
ko_kr: 외부 플랫폼에서 요청되었기 때문에 이 할 일에서 구독 취소할 수 없습니다
ms_my: Tidak dapat berhenti langganan dari tugasan ini kerana ia diberikan dari platform luar
pt_br: Não é possível cancelar a assinatura desta tarefa, pois ela foi atribuída de uma plataforma externa
ru_ru: Невозможно отписаться от этой задачи, так как она назначена с внешней платформы
th_th: ยกเลิกการสมัครรับงานนี้ไม่สำเร็จเนื่องจากมีการมอบหมายงานจากแพลตฟอร์มภายนอก
vi_vn: Không thể hủy đăng ký tác vụ này vì tác vụ được giao từ một nền tảng bên ngoài
zh_cn: 无法取消关注，任务来自第三方系统
zh_tw: 無法取消關注，任務來自第三方系統

# ru0
source: Unable to subscribe to tasks assigned from an external platform
de_de: Aufgaben, die von einer externen Plattform zugewiesen wurden, können nicht abonniert werden
es_es: No se puede suscribir a tareas asignadas desde una plataforma externa
fr_fr: Impossible de s'abonner aux tâches attribuées depuis une plateforme externe
hi_in: बाहरी प्लेटफ़ॉर्म से असाइन किए गए कार्यों का अनुसरण करने में असमर्थ
id_id: Gagal berlangganan tugas yang ditugaskan dari platform eksternal
it_it: Impossibile iscriversi alle attività assegnate da una piattaforma esterna
ja_jp: サードパーティからのタスクのため、フォローできません。
ko_kr: 외부 플랫폼에서 요청된 할 일을 구독할 수 없습니다
ms_my: Tidak dapat melanggan tugas yang diberikan dari platform luar
pt_br: Não é possível assinar tarefas atribuídas de uma plataforma externa
ru_ru: Невозможно подписаться на задачи, назначенные с внешней платформы
th_th: สมัครรับงานที่มอบหมายจากแพลตฟอร์มภายนอกไม่สำเร็จ
vi_vn: Không thể đăng ký tác vụ được giao từ một nền tảng bên ngoài
zh_cn: 无法关注，任务来自第三方系统
zh_tw: 無法關注，任務來自第三方系統

# VYk
source: {{user_name}} created task
de_de: {{user_name}} hat Aufgabe erstellt.
es_es: {{user_name}} creó la tarea
fr_fr: {{user_name}} a crée une tâche
hi_in: {{user_name}} ने कार्य बनाया
id_id: {{user_name}} membuat tugas
it_it: {{user_name}} ha creato l'attività
ja_jp: {{user_name}} がタスクを作成しました
ko_kr: {{user_name}} 님이 할 일을 만들었습니다
ms_my: {{user_name}} mencipta tugas
pt_br: {{user_name}} criou a tarefa
ru_ru: {{user_name}} создал(-а) задачу
th_th: {{user_name}} ได้สร้างงาน
vi_vn: {{user_name}} đã tạo nhiệm vụ
zh_cn: {{user_name}} 创建了任务
zh_tw: {{user_name}} 已建立任務

# aNI
source: {{user_name}} removed the start date and due date.
de_de: {{user_name}} hat das Startdatum und das Fälligkeitsdatum entfernt.
es_es: {{user_name}} ha quitado las horas de inicio y vencimiento.
fr_fr: {{user_name}} a retiré la date de début et la date d'échéance.
id_id: {{user_name}} menghapus tanggal mulai dan tenggat waktu.
it_it: {{user_name}} ha rimosso la data di inizio e la data di scadenza.
ja_jp: {{user_name}} がタスクの開始日時と締切日時を削除しました。
ko_kr: {{user_name}} 님이 시작일과 마감일을 제거했습니다.
ms_my: {{user_name}} membuang tarikh mula dan tarikh akhir.
pt_br: {{user_name}} removeu a data de início e a data de vencimento.
ru_ru: {{user_name}} удалил(а) дату начала и дату выполнения.
th_th: {{user_name}} ได้ลบวันที่เริ่มต้นและวันที่ครบกำหนดออก
vi_vn: {{user_name}} đã xóa ngày bắt đầu và ngày đến hạn.
zh_cn: {{user_name}} 移除了任务开始时间和截止时间
zh_tw: {{user_name}} 移除了任務開始時間和截止時間

# FIE
source: {{username}} set the start date to {{StartTime}}.
de_de: {{username}} hat das Startdatum auf {{StartTime}} eingestellt.
es_es: {{username}} ha establecido la hora de inicio en {{StartTime}}.
fr_fr: {{username}} a défini la date de début sur {{StartTime}}.
id_id: {{username}} menetapkan tanggal mulai menjadi {{StartTime}}.
it_it: {{username}} ha impostato la data di inizio su {{StartTime}}.
ja_jp: {{username}} がタスクの開始日時を {{StartTime}} に設定しました。
ko_kr: {{username}} 님이 시작일을 {{StartTime}}(으)로 설정했습니다.
ms_my: {{username}} menetapkan tarikh mula ke {{StartTime}}.
pt_br: {{username}} configurou a data de início como {{StartTime}}.
ru_ru: {{username}} установил(а) дату начала {{StartTime}}.
th_th: {{username}} ได้ตั้งค่าเวลาเริ่มต้นเป็น {{StartTime}}
vi_vn: {{username}} đã đặt ngày bắt đầu thành {{StartTime}}.
zh_cn: {{username}} 将任务开始时间设置为 {{StartTime}}
zh_tw: {{username}} 將任務開始時間設定為 {{StartTime}}

# YrM
source: History
de_de: Verlauf
es_es: Historial
fr_fr: Historique
hi_in: इतिहास
id_id: Riwayat
it_it: Cronologia
ja_jp: タスクの履歴
ko_kr: 기록
ms_my: Sejarah
pt_br: Histórico
ru_ru: История
th_th: ประวัติ
vi_vn: Lịch sử
zh_cn: 历史记录
zh_tw: 歷史記錄

# gQU
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: チャット内のメンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 会话内成员
zh_tw: 對話內成員

# U70
source: Photo Library
de_de: Bildbibliothek
es_es: Biblioteca de fotos
fr_fr: Bibliothèque d’images
hi_in: लाइब्रेरी से फ़ोटो चुनें
id_id: Perpustakaan Foto
it_it: Raccolta foto
ja_jp: 写真をアルバムから選択
ko_kr: 사진 라이브러리
ms_my: Galeri Foto
pt_br: Biblioteca de fotos
ru_ru: Библиотека фотографий
th_th: ไลบรารีภาพ
vi_vn: Thư viện ảnh
zh_cn: 相册
zh_tw: 相簿

# KZ0
source: Comment
de_de: Kommentar
es_es: Comentar
fr_fr: commentaire
hi_in: टिप्पणी करें(v), टिप्पणी(n)
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentário
ru_ru: Комментарий
th_th: ความคิดเห็น
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# Qzk
source: Complete
de_de: Erledigen
es_es: Completar
fr_fr: Terminer
hi_in: पूर्ण करें
id_id: Selesai
it_it: Completa
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluir
ru_ru: Завершить
th_th: ทำให้เสร็จสมบูรณ์
vi_vn: Hoàn thành
zh_cn: 完成任务
zh_tw: 完成任務

# BNI
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# mAA
source: Delete the comment?
de_de: Kommentar löschen?
es_es: ¿Eliminar el comentario?
fr_fr: Supprimer le commentaire ?
hi_in: टिप्पणी हटाना चाहते हैं?
id_id: Hapus komentar?
it_it: Eliminare il commento?
ja_jp: このコメントを削除しますか？
ko_kr: 댓글을 삭제하시겠습니까?
ms_my: Padam komen?
pt_br: Excluir o comentário?
ru_ru: Удалить комментарий?
th_th: ลบความคิดเห็นหรือไม่
vi_vn: Xóa bình luận?
zh_cn: 确定删除此评论？
zh_tw: 確定刪除此評論？

# nVo
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# CLs
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Disalin
it_it: Copiata
ja_jp: コピーしました。
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 复制成功
zh_tw: 複製成功

# K3Q
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# lhg
source: Create and Send
de_de: Erstellen und senden
es_es: Crear y enviar
fr_fr: Créer et envoyer
hi_in: बनाएँ और भेजें
id_id: Buat dan Kirim
it_it: Crea a invia
ja_jp: 作成して送信
ko_kr: 생성하고 보내기
ms_my: Cipta dan Hantar
pt_br: Criar e enviar
ru_ru: Создать и отправить
th_th: สร้างและส่ง
vi_vn: Tạo và gửi
zh_cn: 创建并发送
zh_tw: 建立並傳送

# rVs
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# ULQ
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: कार्य हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# kZA
source: Owners of this task will be notified
de_de: Besitzer dieser Aufgabe werden benachrichtigt
es_es: Se notificará a los propietarios de esta tarea
fr_fr: Les propriétaires de cette tâche seront notifiés
hi_in: इस कार्य के असाइनी को सूचित किया जाएगा
id_id: Pemilik tugas ini akan diberi tahu
it_it: I proprietari di questa attività riceveranno una notifica
ja_jp: 削除後、タスクの担当者は通知を受け取ります。
ko_kr: 이 할 일의 소유자가 알림을 받습니다
ms_my: Pemilik tugas ini akan diberitahu
pt_br: Os proprietários desta tarefa serão notificados
ru_ru: Владельцы этой задачи будут уведомлены
th_th: เจ้าของงานนี้จะได้รับการแจ้งเตือน
vi_vn: Chủ sở hữu tác vụ này sẽ nhận được thông báo
zh_cn: 删除后，任务负责人会收到通知
zh_tw: 刪除後，任務負責人會收到通知

# wK0
source: Due
de_de: Fällig
es_es: Vencimiento
fr_fr: Échéance
hi_in: नियत
id_id: Batas waktu
it_it: Termine
ja_jp: 締切日時
ko_kr: 기한
ms_my: Sehingga
pt_br: Vencimento
ru_ru: Срок выполнения
th_th: วันครบกำหนด
vi_vn: Đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# aIA
source: Due: {{time}}
de_de: Fällig: {{time}}
es_es: Vencimiento: {{time}}
fr_fr: Échéance : {{time}}
hi_in: नियत: {{time}}
id_id: Batas waktu: {{time}}
it_it: Termine: {{time}}
ja_jp: 締切日時：{{time}}
ko_kr: 기한: {{time}}
ms_my: Tarikh luput: {{time}}
pt_br: Vencimento: {{time}}
ru_ru: Срок выполнения: {{time}}
th_th: วันครบกำหนด: {{time}}
vi_vn: Thời hạn: {{time}}
zh_cn: 截止时间：{{time}}
zh_tw: 截止時間：{{time}}

# wis
source: (edited)
de_de: (bearbeitet)
es_es: (editado)
fr_fr: (modifié)
hi_in: (संपादित)
id_id: (diedit)
it_it: (modificato)
ja_jp: （編集済み）
ko_kr: (편집됨)
ms_my: (suntingan)
pt_br: (editado)
ru_ru: (изменено)
th_th: (แก้ไขแล้ว)
vi_vn: (đã chỉnh sửa)
zh_cn: (编辑过)
zh_tw: (已編輯)
