Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# YsU
source: Daily notification
de_de: Tägliche Benachrichtigung
es_es: Notificación diaria
fr_fr: Notification quotidienne
hi_in: दैनिक नोटिफ़िकेशन
id_id: Notifikasi harian
it_it: Notifica giornaliera
ja_jp: 毎日の通知
ko_kr: 일일 알림
ms_my: Pemberitahuan harian
pt_br: Notificação diária
ru_ru: Ежедневное уведомление
th_th: การแจ้งเตือนรายวัน
vi_vn: Thông báo hàng ngày
zh_cn: 每日提醒
zh_tw: 每日提醒

# FZk
source: Task default alert time
de_de: Standard-Benachrichtigungszeit der Aufgabe
es_es: Hora de alerta predeterminada de la tarea
fr_fr: Heure d'alerte de tâche par défaut
hi_in: कार्य डिफ़ॉल्ट अलर्ट समय
id_id: Waktu peringatan default tugas
it_it: Ora di avviso predefinita dell'attività
ja_jp: タスクのデフォルト通知時間
ko_kr: 할 일 기본 알림 시간
ms_my: Masa amaran lalai tugas
pt_br: Horário dos alertas padrão da tarefa
ru_ru: Время оповещения о задании по умолчанию
th_th: เวลาแจ้งเตือนงานตามค่าเริ่มต้น
vi_vn: Thời gian cảnh báo mặc định của nhiệm vụ
zh_cn: 任务默认提醒时间
zh_tw: 任務預設提醒時間

# rl4
source: Set default alert time for new tasks
de_de: Standard-Benachrichtigungszeit für neue Aufgaben festlegen
es_es: Establecer el tiempo de alerta predeterminado para las nuevas tareas
fr_fr: Définir l'heure d'alerte par défaut pour les nouvelles tâches
hi_in: नए कार्यों के लिए डिफ़ॉल्ट अलर्ट समय सेट करें
id_id: Tetapkan waktu peringatan default untuk tugas baru
it_it: Imposta l'orario di avviso predefinito per le nuove attività
ja_jp: 新しいタスクのデフォルトの通知時間を設定します。
ko_kr: 새 할 일에 대한 기본 알림 시간 설정
ms_my: Tetapkan masa amaran lalai untuk tugasan baru
pt_br: Configurar hora de alerta padrão para novas tarefas
ru_ru: Установить время оповещения по умолчанию для новых задач
th_th: ตั้งค่าเวลาแจ้งเตือนตามค่าเริ่มต้นสำหรับงานใหม่ ๆ
vi_vn: Đặt thời gian cảnh báo mặc định cho tác vụ mới
zh_cn: 设置新建任务的默认提醒时间
zh_tw: 設定新建立任務的預設提醒時間

# Uek
source: Default alert time
de_de: Standard-Benachrichtigungszeit
es_es: Hora predeterminada de la alerta
fr_fr: Heure d'alerte par défaut
hi_in: डिफ़ॉल्ट अलर्ट समय
id_id: Waktu peringatan default
it_it: Ora di avviso predefinita
ja_jp: デフォルト通知時刻
ko_kr: 기본 알림 시간
ms_my: Masa amaran lalai
pt_br: Horário dos alertas padrão
ru_ru: Время оповещения по умолчанию
th_th: เวลาแจ้งเตือนตามค่าเริ่มต้น
vi_vn: Thời gian cảnh báo mặc định
zh_cn: 默认提醒时间
zh_tw: 預設提醒時間

# QPk
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# kaM
source: Invite collaborators
de_de: Kollaboratoren einladen
es_es: Invitar a colaboradores
fr_fr: Inviter des collaborateurs
id_id: Undang kolaborator
it_it: Invita collaboratori
ja_jp: 共同作業者を招待
ko_kr: 공동 작업자 초대
ms_my: Jemput kolaborator
pt_br: Convidar colaboradores
ru_ru: Пригласить соавторов
th_th: เชิญผู้ร่วมงาน
vi_vn: Mời cộng tác viên
zh_cn: 邀请协作人
zh_tw: 邀請協作者

# OeA
source: Can edit
de_de: Kann bearbeiten
es_es: Poder editar
fr_fr: Peut modifier
id_id: Dapat mengedit
it_it: È possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh sunting
pt_br: Pode editar
ru_ru: Можно редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# 9Es
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 擁有者

# ozQ
source: Can view
de_de: Kann lesen
es_es: Poder ver
fr_fr: Peut afficher
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# GwU
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# 3bs
source: Set as Owner
de_de: Als Besitzer festlegen
es_es: Configurar como propietario
fr_fr: Définir comme propriétaire
id_id: Tetapkan sebagai Pemilik
it_it: Imposta come proprietario
ja_jp: 所有者に設定
ko_kr: 소유자로 설정
ms_my: Tetapkan sebagai Pemilik
pt_br: Configurar como proprietário
ru_ru: Сделать владельцем
th_th: ตั้งเป็นเจ้าของ
vi_vn: Đặt làm chủ sở hữu
zh_cn: 设为所有者
zh_tw: 設為擁有者

# g8I
source: Send a notification
de_de: Benachrichtigung senden
es_es: Enviar una notificación
fr_fr: Envoyer une notification
id_id: Kirimkan notifikasi
it_it: Invia una notifica
ja_jp: 通知を送信
ko_kr: 알림 전송
ms_my: Hantar notifikasi
pt_br: Enviar uma notificação
ru_ru: Отправить уведомление
th_th: ส่งการแจ้งเตือน
vi_vn: Gửi thông báo
zh_cn: 发送通知
zh_tw: 傳送通知

# beg
source: Add a note (message will be sent to {{APP_DISPLAY_NAME}} chat)
de_de: Eine Notiz hinzufügen (die Nachricht wird an den {{APP_DISPLAY_NAME}} Chat gesendet)
es_es: Agregar una nota (el mensaje se enviará al chat de {{APP_DISPLAY_NAME}})
fr_fr: Ajouter une note (un message sera envoyé au chat {{APP_DISPLAY_NAME}})
id_id: Tambahkan catatan (pesan akan dikirim ke obrolan {{APP_DISPLAY_NAME}})
it_it: Aggiungi una nota (il messaggio verrà inviato alla chat {{APP_DISPLAY_NAME}})
ja_jp: 備考を入力（{{APP_DISPLAY_NAME}} チャットメッセージとして送信されます）
ko_kr: 메모 추가(메시지가 {{APP_DISPLAY_NAME}} 채팅으로 전송됩니다)
ms_my: Tambah nota (mesej akan dihantar ke {{APP_DISPLAY_NAME}} sembang)
pt_br: Adicionar uma anotação (a mensagem será enviada para o chat do {{APP_DISPLAY_NAME}})
ru_ru: Добавить заметку (сообщение будет отправлено в чат {{APP_DISPLAY_NAME}})
th_th: เพิ่มบันทึก (ข้อความจะส่งไปยังแชทของ {{APP_DISPLAY_NAME}})
vi_vn: Thêm ghi chú (tin nhắn sẽ được gửi đến cuộc trò chuyện {{APP_DISPLAY_NAME}})
zh_cn: 添加备注（消息会发送到{{APP_DISPLAY_NAME}}会话）
zh_tw: 新增備註 (訊息會傳送到{{APP_DISPLAY_NAME}}對話)

# 3rY
source: Share to chat
de_de: Für Chat freigeben
es_es: Compartir con el chat
fr_fr: Partager dans le chat
id_id: Bagikan ke obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke sembang
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_tw: 分享至對話

# T58
source: Share Task List
de_de: Aufgabenliste freigeben
es_es: Compartir lista de tareas
fr_fr: Partager la liste destâches
id_id: Bagikan Daftar Tugas
it_it: Condividi elenco attività
ja_jp: タスクリストを共有
ko_kr: 할 일 목록 공유
ms_my: Kongsi Senarai Tugas
pt_br: Compartilhar lista de tarefas
ru_ru: Поделиться списком задач
th_th: แบ่งปันรายชื่องาน
vi_vn: Chia sẻ danh sách tác vụ
zh_cn: 分享任务清单
zh_tw: 分享任務清單

# acA
source: No permission to view this task
de_de: Keine Berechtigung zum Ansehen dieser Aufgabe
es_es: No tienes permiso para ver esta tarea
fr_fr: Pas autorisé à afficher cette tâche
id_id: Tidak ada izin untuk melihat tugas ini
it_it: Nessuna autorizzazione per visualizzare questa attività
ja_jp: このタスクを閲覧する権限がありません
ko_kr: 이 할 일을 볼 수 있는 권한 없음
ms_my: Tiada kebenaran untuk melihat tugas ini
pt_br: Sem permissão para visualizar esta tarefa
ru_ru: Нет разрешения на просмотр этой задачи
th_th: ไม่ได้รับสิทธิ์การอนุญาตให้ดูงานนี้
vi_vn: Không có quyền xem tác vụ này
zh_cn: 暂无权限查看该任务
zh_tw: 暫無權限查看該任務

# xzI
source: Unable to upload
de_de: Hochladen nicht möglich
es_es: No se puede subir
fr_fr: Envoi impossible
id_id: Gagal mengunggah
it_it: Impossibile caricare
ja_jp: アップロード失敗
ko_kr: 업로드할 수 없습니다
ms_my: Tidak dapat memuat naik
pt_br: Não é possível carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถอัปโหลดได้
vi_vn: Không thể tải lên
zh_cn: 上传失败
zh_tw: 上傳失敗

# fxs
source: View More in Tasks
de_de: „Mehr“ in „Aufgaben“ anzeigen
es_es: Ver más en Tareas
fr_fr: Voir plus dans Tâches
hi_in: "कार्य" में अधिक देखें
id_id: Lihat Lebih Banyak di Tugas
it_it: Visualizza altro in Attività
ja_jp: タスクセンターに移動して詳細を見る
ko_kr: 할 일에서 더 보기
ms_my: Lihat Lebih Lanjut dalam Tugasan
pt_br: Visualizar mais em Tarefas
ru_ru: Подробнее в Задачах
th_th: ดูเพิ่มเติมในงาน
vi_vn: Xem thêm trong Tác vụ
zh_cn: 前往任务中心查看更多
zh_tw: 前往任務中心查看更多

# wCg
source: Open Tasks
de_de: Offene Aufgaben
es_es: Abrir Tareas
fr_fr: Ouvrir Tâches
hi_in: ओपन कार्य
id_id: Buka Tugas
it_it: Apri Attività
ja_jp: 詳細を見る
ko_kr: 할 일 열기
ms_my: Tugasan Terbuka
pt_br: Abrir tarefas
ru_ru: Открыть задачи
th_th: เปิดงาน
vi_vn: Mở Tác vụ
zh_cn: 查看更多
zh_tw: 查看更多

# f7g
source: Add an Owner
de_de: Einen Besitzer hinzufügen
es_es: Agrega un propietario
fr_fr: Ajouter un propriétaire
id_id: Tambahkan Pemilik
it_it: Aggiungi un proprietario
ja_jp: 担当者を追加
ko_kr: 소유자 추가
ms_my: Tambah Pemilik
pt_br: Adicionar um proprietário
ru_ru: Добавить владельца
th_th: เพิ่มเจ้าของ
vi_vn: Thêm chủ sở hữu
zh_cn: 添加负责人
zh_tw: 新增負責人

# AX0
source: This task is duplicated from the recurring task {{Task}}
de_de: Diese Aufgabe wird von der Wiederholungsaufgabe {{Task}} dupliziert
es_es: Esta tarea se ha duplicado a partir de la tarea periódica {{Task}}
fr_fr: Cette tâche a été dupliquée à partir de la tâche récurrente {{Task}}
id_id: Tugas ini digandakan dari tugas berulang {{Task}}
it_it: Questa attività è un duplicato dell'attività ricorrente {{Task}}
ja_jp: 繰り返しタスク {{Task}} より
ko_kr: 이 할 일은 반복 할 일 {{Task}}에서 중복됩니다
ms_my: Tugas ini diduplikasi daripada tugas berulang {{Task}}
pt_br: Esta tarefa é duplicada da tarefa recorrente {{Task}}
ru_ru: Эта задача дублируется из повторяющейся задачи {{Task}}
th_th: งานนี้คัดลอกมาจากงานที่เกิดซ้ำ {{Task}}
vi_vn: Nhiệm vụ này được sao chép từ nhiệm vụ định kỳ {{Task}}
zh_cn: 任务创建自重复任务 {{Task}}
zh_tw: 任務建立於重複任務 {{Task}}

# 5kc
source: {{user}} added the field "{{field}}" to the list.
de_de: {{user}} hat das Feld „{{field}}“ zur Liste hinzugefügt.
es_es: {{user}} ha agregado el campo "{{field}}" a la lista.
fr_fr: {{user}} a ajouté le champ "{{field}}" à la liste.
id_id: {{user}} menambahkan bidang "{{field}}" ke daftar.
it_it: {{user}} ha aggiunto il campo "{{field}}" all'elenco.
ja_jp: {{user}}がフィールド「{{field}}」をリストに追加しました。
ko_kr: {{user}} 님이 목록에 "{{field}}" 필드를 추가했습니다.
ms_my: {{user}} menambah bidang "{{field}}" ke dalam senarai.
pt_br: {{user}} adicionou o campo "{{field}}" à lista.
ru_ru: {{user}} добавил(а) поле "{{field}}" в список.
th_th: {{user}} เพิ่มช่องข้อมูล "{{field}}" เข้าในรายการแล้ว
vi_vn: {{user}} đã thêm trường "{{field}}" vào danh sách.
zh_cn: {{user}} 将字段“{{field}}”添加至清单
zh_tw: {{user}} 將欄位「{{field}}」新增至清單

# 2k0
source: {{user}} changed the value of the field "{{field}}" to: {{value}}
de_de: {{user}} hat den Wert des Feldes „{{field}}“ geändert zu: {{value}}
es_es: {{user}} ha cambiado el valor del campo "{{field}}" a: {{value}}
fr_fr: {{user}} a modifié la valeur du champ "{{field}}" en :{{value}}
id_id: {{user}} mengubah nilai bidang "{{field}}" menjadi: {{value}}
it_it: {{user}} ha modificato il valore del campo "{{field}}" in: {{value}}
ja_jp: {{user}} は、フィールド「{{field}}」の値を「{{value}}」に変更しました。
ko_kr: {{user}} 님이 "{{field}}" 필드 값을 {{value}}(으)로 변경했습니다
ms_my: {{user}} menukar nilai bidang "{{field}}" kepada: {{value}}
pt_br: {{user}} mudou o valor do campo "{{field}}" para: {{value}}
ru_ru: {{user}} изменил(а) значение поля "{{field}}" на: {{value}}
th_th: {{user}} เปลี่ยนค่าของฟิลด์ "{{field}}" เป็น: {{value}}
vi_vn: {{user}} đã thay đổi giá trị trường "{{field}}" thành: {{value}}
zh_cn: {{user}} 将“{{field}}”的字段值修改为：{{value}}
zh_tw: {{user}} 將「{{field}}」的欄位值修改為：{{value}}

# q2E
source: {{user}} removed the field "{{field}}" from the list.
de_de: {{user}} hat das Feld „{{field}}“ aus der Liste entfernt.
es_es: {{user}} ha quitado el campo "{{field}}" de la lista.
fr_fr: {{user}} a retiré le champ "{{field}}" de la liste actuelle.
id_id: {{user}} menghapus bidang "{{field}}" dari daftar.
it_it: {{user}} ha rimosso il campo "{{field}}" dall'elenco.
ja_jp: {{user}}がフィールド「{{field}}」をリストから削除しました。
ko_kr: {{user}} 님이 목록에서 "{{field}}" 필드를 제거했습니다.
ms_my: {{user}} mengeluarkan bidang "{{field}}" daripada senarai.
pt_br: {{user}} removeu o campo "{{field}}" da lista.
ru_ru: {{user}} удалил(а) поле "{{field}}" из списка.
th_th: {{user}} ลบช่องข้อมูล "{{field}}" ออกจากรายการแล้ว
vi_vn: {{user}} đã xóa trường "{{field}}" khỏi danh sách.
zh_cn: {{user}} 将字段“{{field}}”从清单移除
zh_tw: {{user}} 將欄位「{{field}}」從清單移除

# J5g
source: Ownership transferred
de_de: Gruppenbesitz übertragen
es_es: Propiedad transferida
fr_fr: Propriété transférée
id_id: Kepemilikan ditransferkan
it_it: Proprietà trasferita
ja_jp: 所有者権限を譲渡しました
ko_kr: 소유권 이전
ms_my: Pemilikan dipindahkan
pt_br: Propriedade transferida
ru_ru: Право собственности передано
th_th: ถ่ายโอนความเป็นเจ้าของแล้ว
vi_vn: Đã chuyển quyền sở hữu
zh_cn: 所有权已转移
zh_tw: 所有權已轉移

# 7Hc
source: All
de_de: Alle
es_es: Todas
fr_fr: Tous
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# qc4
source: Create your first task list and enjoy seamless task coordination and management.
de_de: Erstellen Sie Ihre erste Aufgabenliste und genießen Sie die nahtlose Koordinierung und Verwaltung Ihrer Aufgaben.
es_es: Crea tu primera lista de tareas y disfruta de una coordinación y gestión sencillas de tareas.
fr_fr: Créez votre première liste de tâches et profitez d'une coordination et d'une gestion transparentes des tâches.
id_id: Buat daftar tugas pertama Anda dan nikmati koordinasi dan manajemen tugas yang mulus.
it_it: Crea il tuo primo elenco attività e prova il coordinamento e la gestione delle attività senza problemi.
ja_jp: タスクリストを作成すれば、タスクの調整と管理がスムーズになります。ぜひお試しください。
ko_kr: 첫 할 일 목록을 만들어 보세요. 원활하게 할 일을 조정하고 관리해 보세요.
ms_my: Cipta senarai tugas pertama anda dan nikmati penyelarasan tugas yang lancar dan pengurusan.
pt_br: Crie sua primeira lista de tarefas e aproveite a coordenação e o gerenciamento perfeitos de tarefas.
ru_ru: Создайте свой первый список задач и пользуйтесь эффективными средствами координации и управления задачами.
th_th: สร้างรายชื่องานแรกของคุณและเพลิดเพลินไปกับการประสานงานและการจัดการงานที่ราบรื่น
vi_vn: Tạo danh sách tác vụ đầu tiên của bạn, đồng thời quản lý và điều phối tác vụ liền mạch.
zh_cn: 创建你的第一个任务清单，体验更高效的任务协同管理吧
zh_tw: 建立你的第一個任務清單，體驗更高效的任務協同管理吧

# nwY
source: Archived
de_de: Archiviert
es_es: Archivada
fr_fr: Archivé
id_id: Diarsipkan
it_it: Archiviata
ja_jp: アーカイブ済み
ko_kr: 보관됨
ms_my: Diarkibkan
pt_br: Arquivada
ru_ru: В архиве
th_th: เก็บถาวรแล้ว
vi_vn: Đã lưu trữ
zh_cn: 已归档
zh_tw: 已歸檔

# 3Mg
source: Join a task list whenever you need to collaborate, and find it right here.
de_de: Sie können hier jederzeit einer Aufgabenliste beitreten, wenn es die Zusammenarbeit erforderlich macht.
es_es: Únete a una lista de tareas si necesitas colaborar. Podrás encontrarla aquí mismo.
fr_fr: Rejoignez une liste de tâches chaque fois que vous avez besoin de collaborer, et retrouvez-la ici même.
id_id: Bergabunglah dengan daftar tugas kapan saja Anda perlu berkolaborasi, dan temukan di sini.
it_it: Partecipa a un elenco attività ogni volta che hai bisogno di collaborare e trovalo qui.
ja_jp: タスクリストがありません
ko_kr: 공동 작업이 필요할 때마다 할 일 목록에 참여하고 여기에서 바로 찾아보세요.
ms_my: Sertai senarai tugas bila-bila anda perlu bekerjasama, dan temui di sini.
pt_br: Ingresse em uma lista de tarefas sempre que precisar colaborar e encontre-a aqui mesmo.
ru_ru: Присоединитесь к списку задач, когда требуется совместная работа, и вы всегда сможете найти его здесь.
th_th: เข้าร่วมรายชื่องานทุกครั้งที่คุณต้องการทำงานร่วมกัน และค้นหาได้ที่นี่
vi_vn: Tham gia và danh sách tác vụ bất cứ khi nào bạn cần cộng tác và tìm danh sách ngay tại đây.
zh_cn: 你还没有加入任何任务清单
zh_tw: 你還沒有加入任何任務清單

# jxU
source: Involved
de_de: Beteiligt
es_es: Implicadas
fr_fr: Impliqué
id_id: Terlibat
it_it: Coinvolte
ja_jp: 自分が参加
ko_kr: 참여함
ms_my: Terlibat
pt_br: Envolvidos
ru_ru: С вашим участием
th_th: มีส่วนร่วม
vi_vn: Đã tham gia
zh_cn: 我参与的
zh_tw: 我參與的

# qgo
source: Created
de_de: Erstellt
es_es: Creadas
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Create
ja_jp: 自分が作成
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Созданные
th_th: สร้างแล้ว
vi_vn: Đã tạo
zh_cn: 我创建的
zh_tw: 我建立的

# eXo
source: From Chats
de_de: Aus Chats
es_es: De chats
fr_fr: Des chats
id_id: Dari Obrolan
it_it: Dalle chat
ja_jp: チャット
ko_kr: 채팅에서
ms_my: Dari Sembang
pt_br: De Chats
ru_ru: Из чатов
th_th: จากแชท
vi_vn: Từ các cuộc trò chuyện
zh_cn: 来自会话
zh_tw: 來自對話

# 28s
source: Task lists created from chats will show up here.
de_de: Aus Chats erstellte Aufgabenlisten werden hier angezeigt.
es_es: Las listas de tareas creadas a partir de chats se mostrarán aquí.
fr_fr: Les listes de tâches créées à partir des chats s'affichent ici.
id_id: Daftar tugas yang dibuat dari obrolan akan ditampilkan di sini.
it_it: Gli elenchi attività creati dalle chat verranno mostrati qui.
ja_jp: チャットから作成されたタスクリストがありません
ko_kr: 채팅에서 생성된 할 일 목록이 여기에 표시됩니다.
ms_my: Senarai tugasan yang dihasilkan dari sembang akan muncul di sini.
pt_br: As listas de tarefas criadas a partir dos chats serão exibidas aqui.
ru_ru: Здесь будут отображаться списки задач, созданные из чатов.
th_th: รายชื่องานที่สร้างจากแชทจะแสดงขึ้นที่นี่
vi_vn: Danh sách tác vụ được tạo từ cuộc trò chuyện sẽ hiển thị tại đây.
zh_cn: 暂无来自会话的任务清单
zh_tw: 暫無來自對話的任務清單

# APA
source: Task lists created from docs will show up here.
de_de: Aus Docs erstellte Aufgabenlisten werden hier angezeigt.
es_es: Las listas de tareas creadas a partir de documentos se mostrarán aquí.
fr_fr: Les listes de tâches créées à partir des documents s'affichent ici.
id_id: Daftar tugas yang dibuat dari docs akan ditampilkan di sini.
it_it: Gli elenchi attività creati da Docs verranno mostrati qui.
ja_jp: Docs から作成されたタスクリストがありません
ko_kr: 문서에서 생성된 할 일 목록이 여기에 표시됩니다.
ms_my: Senarai tugasan yang dihasilkan dari dokumen akan muncul di sini.
pt_br: As listas de tarefas criadas a partir do Docs serão exibidas aqui.
ru_ru: Здесь будут отображаться списки задач, созданные из Docs.
th_th: รายชื่องานที่สร้างจาก Docs จะแสดงขึ้นที่นี่
vi_vn: Danh sách tác vụ được tạo từ tài liệu sẽ hiển thị tại đây.
zh_cn: 暂无来自文档的任务清单
zh_tw: 暫無來自文件的任務清單

# ffk
source: From Docs
de_de: Aus Docs
es_es: De Docs
fr_fr: De Docs
id_id: Dari Docs
it_it: Da Docs
ja_jp: Docs
ko_kr: Docs에서
ms_my: Dari Docs
pt_br: Do Docs
ru_ru: Из Docs
th_th: จาก Docs
vi_vn: Từ Docs
zh_cn: 来自文档
zh_tw: 來自文件

# pD4
source: Not archived
de_de: Nicht archiviert
es_es: No archivada
fr_fr: Non archivé
id_id: Belum diarsipkan
it_it: Non archiviata
ja_jp: 未アーカイブ
ko_kr: 보관되지 않음
ms_my: Tidak diarkibkan
pt_br: Não arquivado
ru_ru: Не в архиве
th_th: ไม่ได้เก็บถาวร
vi_vn: Chưa lưu trữ
zh_cn: 未归档
zh_tw: 未歸檔

# Gt8
source: Task List
de_de: Aufgabenliste
es_es: Lista de tareas
fr_fr: Liste de tâches
id_id: Daftar Tugas
it_it: Elenco attività
ja_jp: タスクリスト
ko_kr: 할 일 목록
ms_my: Senarai Tugas
pt_br: Lista de tarefas
ru_ru: Список задач
th_th: รายชื่องาน
vi_vn: Danh sách tác vụ
zh_cn: 任务清单
zh_tw: 任務清單

# Y/8
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました。
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_tw: 已儲存

# mKo
source: Delete this section?
de_de: Möchten Sie diesen Abschnitt löschen?
es_es: ¿Eliminar esta sección?
fr_fr: Supprimer la section ?
id_id: Hapus bagian ini?
it_it: Eliminare questa sezione?
ja_jp: このセクションを削除しますか？
ko_kr: 이 섹션을 삭제하시겠습니까?
ms_my: Padam bahagian ini?
pt_br: Excluir esta seção?
ru_ru: Удалить этот раздел?
th_th: ลบส่วนนี้หรือไม่
vi_vn: Xóa phần này?
zh_cn: 确定删除该分组吗？
zh_tw: 確定要刪除該分組嗎？

# rSQ
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# eao
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
id_id: Namai ulang
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 바꾸기
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_cn: 重命名分组
zh_tw: 重新命名分組

# hOA
source: {{user}} archived the list.
de_de: {{user}} hat die Liste archiviert.
es_es: {{user}} ha archivado la lista.
fr_fr: {{user}} a archivé la liste.
id_id: {{user}} mengarsipkan daftar.
it_it: {{user}} ha archiviato l'elenco.
ja_jp: {{user}} がタスクリストをアーカイブしました。
ko_kr: {{user}} 님이 목록을 보관했습니다.
ms_my: {{user}} mengarkibkan senarai.
pt_br: {{user}} arquivou a lista.
ru_ru: {{user}} заархивировал(а) список.
th_th: {{user}} ได้เก็บถาวรรายการ
vi_vn: {{user}} đã lưu trữ danh sách.
zh_cn: {{user}} 归档了清单
zh_tw: {{user}} 對清單進行了歸檔

# mWk
source: {{user}} changed the list name from "{{nameOld}}" to "{{nameNew}}".
de_de: {{user}} hat den Listennamen von „{{nameOld}}“ zu „{{nameNew}}“ geändert.
es_es: {{user}} ha cambiado el nombre de la lista de "{{nameOld}}" a "{{nameNew}}".
fr_fr: {{user}} a modifié le nom de la liste de "{{nameOld}}" par "{{nameNew}}".
id_id: {{user}} mengubah nama daftar dari "{{nameOld}}" menjadi "{{nameNew}}".
it_it: {{user}} ha modificato il nome dell'elenco da "{{nameOld}}" a "{{nameNew}}".
ja_jp: {{user}} がタスクリストのタイトルを「{{nameOld}}」から「{{nameNew}}」に変更しました。
ko_kr: {{user}} 님이 목록 이름을 "{{nameOld}}"에서 "{{nameNew}}"(으)로 변경했습니다.
ms_my: {{user}} menukar nama senarai dari "{{nameOld}}" ke "{{nameNew}}".
pt_br: {{user}} alterou o nome da lista de "{{nameOld}}" para "{{nameNew}}".
ru_ru: {{user}} изменил(а) название списка с "{{nameOld}}" на "{{nameNew}}".
th_th: {{user}} ได้เปลี่ยนชื่อรายการจาก "{{nameOld}}" เป็น "{{nameNew}}"
vi_vn: {{user}} đã đổi tên danh sách từ "{{nameOld}}" thành "{{nameNew}}".
zh_cn: {{user}} 将清单标题“{{nameOld}}”修改为“{{nameNew}}”
zh_tw: {{user}} 將清單標題「{{nameOld}}」修改為「{{nameNew}}」

# UI4
source: {{user}} changed the owner of the list to {{user2}}.
de_de: {{user}} hat den Besitzer der Liste zu {{user2}} geändert.
es_es: {{user}} ha cambiado el propietario de la lista a {{user2}}.
fr_fr: {{user}} a remplacé le propriétaire de la liste par {{user2}}.
id_id: {{user}} mengubah pemilik daftar menjadi {{user2}}.
it_it: {{user}} ha modificato il proprietario dell'elenco in {{user2}}.
ja_jp: {{user}} がリストの所有者を {{user2}} に変更しました。
ko_kr: {{user}} 님이 목록 소유자를 {{user2}} 님으로 변경했습니다.
ms_my: {{user}} menukar pemilik senarai kepada {{user2}}.
pt_br: {{user}} alterou o proprietário da lista para {{user2}}.
ru_ru: {{user}} изменил(а) владельца списка на {{user2}}.
th_th: {{user}} ได้เปลี่ยนเจ้าของรายการเป็น {{user2}}
vi_vn: {{user}} đã đổi chủ sở hữu danh sách thành {{user2}}.
zh_cn: {{user}} 将清单所有者变更为 {{user2}}
zh_tw: {{user}} 將清單擁有者變更為 {{user2}}

# 8G0
source: {{user}} changed the section "{{sectionOld}}" to "{{sectionNew}}".
de_de: {{user}} hat den Abschnitt „{{sectionOld}}“ zu „{{sectionNew}}“ geändert.
es_es: {{user}} ha cambiado la sección "{{sectionOld}}" a "{{sectionNew}}".
fr_fr: {{user}} a modifié la section "{{sectionOld}}" par "{{sectionNew}}".
id_id: {{user}} mengubah bagian "{{sectionOld}}" menjadi "{{sectionNew}}".
it_it: {{user}} ha modificato la sezione "{{sectionOld}}" in "{{sectionNew}}".
ja_jp: {{user}} がセクション「{{sectionOld}}」を「{{sectionNew}}」に変更しました。
ko_kr: {{user}} 님이 "{{sectionOld}}" 섹션을 "{{sectionNew}}" 섹션으로 변경했습니다.
ms_my: {{user}} menukar bahagian "{{sectionOld}}" kepada "{{sectionNew}}".
pt_br: {{user}} alterou a seção "{{sectionOld}}" para "{{sectionNew}}".
ru_ru: {{user}} изменил(а) раздел "{{sectionOld}}" на "{{sectionNew}}".
th_th: {{user}} ได้เปลี่ยนส่วน "{{sectionOld}}" เป็น "{{sectionNew}}"
vi_vn: {{user}} đã thay đổi mục "{{sectionOld}}" thành "{{sectionNew}}".
zh_cn: {{user}} 将自定义分组“{{sectionOld}}”修改为“{{sectionNew}}”
zh_tw: {{user}} 將自訂分組「{{sectionOld}}」修改為「{{sectionNew}}」
