Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Pk4
source: Deleting the list will not affect the tasks on it. This action cannot be undone.
de_de: Das Löschen der Liste hat keine Auswirkungen auf die darin enthaltenen Aufgaben. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: La eliminación de la lista no afectará a sus tareas. Esta acción no se puede deshacer.
fr_fr: La suppression de la liste n'affectera pas les tâches qui s'y trouvent. Cette opération ne peut pas être annulée.
id_id: Menghapus daftar tidak akan berdampak pada tugas di dalamnya. Tindakan ini tidak bisa diurungkan.
it_it: L'eliminazione dell'elenco non influirà sulle attività presenti in esso. Questa azione non può essere annullata.
ja_jp: リストを削除しても、リスト内のタスクは削除されずに残ります。ただし、削除したリストの復元はできません。
ko_kr: 목록을 삭제해도 해당 목록에 있는 할 일에는 영향을 미치지 않습니다. 이 작업은 실행 취소할 수 없습니다.
ms_my: Menghapus senarai tidak akan menjejaskan tugas di atasnya. Tindakan ini tidak boleh dibatalkan.
pt_br: A exclusão da lista não afetará as tarefas nela. Essa ação não pode ser desfeita.
ru_ru: Удаление списка не повлияет на задачи в нем. Это действие не может быть отменено.
th_th: การลบรายการจะไม่ส่งผลต่องานในนั้น การดำเนินการนี้ไม่สามารถยกเลิกได้
vi_vn: Việc xóa danh sách sẽ không ảnh hưởng đến tác vụ trên danh sách đó. Thao tác này không thể hoàn tác.
zh_cn: 删除清单后，清单内的任务将会保留，但被删除的清单将无法恢复。
zh_tw: 刪除清單後，清單內的任務將會保留，但已刪除的清單無法恢復。

# vQg
source: Delete Task List "{{List}}"?
de_de: Aufgabenliste „{{List}}“ löschen?
es_es: ¿Eliminar la lista de tareas "{{List}}"?
fr_fr: Supprimer la liste de tâches "{{List}}" ?
id_id: Hapus Daftar Tugas "{{List}}"?
it_it: Eliminare l'elenco attività "{{List}}"?
ja_jp: タスクリスト「{{List}}」を削除しますか？
ko_kr: 할 일 목록 "{{List}}"을(를) 삭제하시겠습니까?
ms_my: Padam Senarai Tugas "{{List}}"?
pt_br: Excluir a lista de tarefas "{{List}}"?
ru_ru: Удалить список задач "{{List}}"?
th_th: ลบรายชื่องาน "{{List}}" หรือไม่
vi_vn: Xóa danh sách tác vụ "{{List}}"?
zh_cn: 删除任务清单“{{List}}”？
zh_tw: 要刪除任務清單「{{List}}」嗎？

# 1SU
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# G9g
source: Task List
de_de: Aufgabenliste
es_es: Lista de tareas
fr_fr: Liste de tâches
id_id: Daftar Tugas
it_it: Elenco attività
ja_jp: タスクリスト
ko_kr: 할 일 목록
ms_my: Senarai Tugas
pt_br: Lista de tarefas
ru_ru: Список задач
th_th: รายชื่องาน
vi_vn: Danh sách tác vụ
zh_cn: 任务清单
zh_tw: 任務清單

# u5s
source: Request
de_de: Anfrage
es_es: Solicitar
fr_fr: Demander
id_id: Minta
it_it: Richiedi
ja_jp: 申請
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitação
ru_ru: Запросить
th_th: ส่งคำขอ
vi_vn: Yêu cầu
zh_cn: 申请
zh_tw: 申請

# hFo
source: Edit Permission
de_de: Bearbeitungsberechtigung
es_es: permiso de edición
fr_fr: autorisation de modification
id_id: izin untuk mengedit
it_it: autorizzazione per modificare
ja_jp: 編集権限
ko_kr: 편집 권한
ms_my: kebenaran edit
pt_br: permissão para editar
ru_ru: разрешение на редактирование
th_th: สิทธิ์การอนุญาตแก้ไข
vi_vn: quyền chỉnh sửa
zh_cn: 编辑权限
zh_tw: 編輯權限

# hP8
source: Request {{permission}}
de_de: {{permission}} beantragen
es_es: Solicitar {{permission}}
fr_fr: Demander l{{permission}}
id_id: Minta {{permission}}
it_it: Richiedi {{permission}}
ja_jp: {{permission}}を申請
ko_kr: {{permission}} 요청
ms_my: Meminta {{permission}}
pt_br: Solicitar {{permission}}
ru_ru: Запросить {{permission}}
th_th: ส่งคำขอ {{permission}}
vi_vn: Yêu cầu {{permission}}
zh_cn: 申请 {{permission}}
zh_tw: 申請 {{permission}}

# jBA
source: View Permission
de_de: Leseberechtigung
es_es: permiso de lectura
fr_fr: autorisation de lecture
id_id: izin untuk melihat
it_it: autorizzazione per visualizzare
ja_jp: 閲覧権限
ko_kr: 읽기 권한
ms_my: kebenaran lihat
pt_br: permissão para visualizar
ru_ru: разрешение на просмотр
th_th: สิทธิ์การอนุญาตดู
vi_vn: quyền xem
zh_cn: 阅读权限
zh_tw: 閱讀權限

# 1c4
source: Add a note (optional)
de_de: Notiz hinzufügen (optional)
es_es: Agregar una nota (opcional)
fr_fr: Ajouter une note (facultatif)
id_id: Tambahkan catatan (opsional)
it_it: Aggiungi una nota (opzionale)
ja_jp: 備考を入力（任意）
ko_kr: 메모 추가(선택 사항)
ms_my: Tambah nota (pilihan)
pt_br: Adicionar uma anotação (opcional)
ru_ru: Добавить примечание (необязательно)
th_th: เพิ่มโน้ต (ไม่บังคับ)
vi_vn: Thêm ghi chú (tùy chọn)
zh_cn: 添加备注（选填）
zh_tw: 新增備註 (可選)

# xeY
source: The current identity you've logged in to is {{user}}. Please request permission from {{Owner}}.
de_de: Die aktuelle Identität, mit der Sie sich angemeldet haben, ist {{user}}. Bitte beantragen Sie die Erlaubnis von {{Owner}}
es_es: La identidad con la que has iniciado sesión es {{user}}. Solicita permiso a {{Owner}}.
fr_fr: L'identité actuelle à laquelle vous vous êtes connecté est {{user}}. Veuillez demander l'autorisation à {{Owner}}.
id_id: Identitas yang Anda gunakan untuk login saat ini adalah {{user}}. Mintalah izin dari {{Owner}}.
it_it: L'identità corrente a cui hai effettuato l'accesso è {{user}}. Richiedi l'autorizzazione a {{Owner}}.
ja_jp: 現在、{{user}} としてログインしています。{{Owner}} に権限を申請できます。
ko_kr: 로그인한 현재 ID는 {{user}}입니다. {{Owner}} 님에게 권한을 요청하세요.
ms_my: Identiti semasa yang anda log masuk ialah {{user}}. Sila minta kebenaran daripada {{Owner}}.
pt_br: A identidade atual na qual você fez login é {{user}}. Solicite permissão de {{Owner}}.
ru_ru: Текущая учетная запись — {{user}}. Запросите разрешение у {{Owner}}.
th_th: ตัวตนปัจจุบันที่คุณล็อกอินไว้คือ {{user}} โปรดส่งคำขอสิทธิ์การอนุญาตจาก {{Owner}}
vi_vn: ID hiện tại mà bạn đã đăng nhập vào là {{user}}. Vui lòng yêu cầu {{Owner}} cấp quyền.
zh_cn: 当前登录身份为 {{user}}，你可以向 {{Owner}} 申请权限
zh_tw: 目前登入身分為 {{user}}，你可以向 {{Owner}} 申請權限

# A/I
source: No permission to access
de_de: Keine Zugriffsberechtigung
es_es: Sin permiso para acceder
fr_fr: Aucune autorisation d'accès
id_id: Tidak ada izin untuk mengakses
it_it: Nessuna autorizzazione per accedere
ja_jp: リストにアクセスする権限がありません
ko_kr: 액세스 권한이 없습니다
ms_my: Tiada kebenaran untuk mengakses
pt_br: Sem permissão para acessar
ru_ru: Нет разрешения на доступ
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有清单访问权限
zh_tw: 沒有清單存取權限

# Cj8
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
id_id: Namai ulang
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 바꾸기
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

# 7Zc
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
id_id: Permintaan dikirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました。
ko_kr: 요청이 전송되었습니다
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_tw: 已傳送申請

# zF8
source: Share
de_de: Freigeben
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# Mb4
source: Transfer
de_de: Übertragen
es_es: Transferir
fr_fr: Transférer
it_it: Trasferisci
ja_jp: 譲渡
ko_kr: 이전
ms_my: Pindah
pt_br: Transferir
ru_ru: Передать
th_th: ถ่ายโอน
vi_vn: Chuyển
zh_cn: 转移
zh_tw: 轉移

# uUw
source: {{name}} will become the owner of this list and can manage or delete this list.
de_de: {{name}} wird zum Besitzer dieser Liste und kann diese Liste verwalten oder löschen.
es_es: {{name}} se convertirá en el propietario de esta lista, por lo que podrá administrarla o eliminarla.
fr_fr: {{name}} deviendra propriétaire de cette liste et peut la gérer ou la supprimer.
id_id: {{name}} akan menjadi pemilik daftar ini dan dapat mengelola atau menghapus daftar ini.
it_it: {{name}} diventerà il proprietario di questo elenco e potrà gestire o eliminare questo elenco.
ja_jp: 譲渡後、{{name}}はリストの所有者になり、リストを管理・削除できるようになります。
ko_kr: {{name}} 님이 이 목록의 소유자가 되며 이 목록을 관리하거나 삭제할 수 있습니다.
ms_my: {{name}} akan menjadi pemilik senarai ini dan boleh mengurus atau memadam senarai ini.
pt_br: {{name}} se tornará o proprietário desta lista e poderá gerenciá-la ou excluí-la.
ru_ru: {{name}} станет владельцем этого списка и сможет управлять им или удалять его.
th_th: {{name}} จะกลายเป็นเจ้าของรายการนี้และสามารถจัดการหรือลบรายการนี้ได้
vi_vn: {{name}} sẽ trở thành chủ sở hữu của danh sách này và có thể quản lý hoặc xóa danh sách này.
zh_cn: 转移后，{{name}}将成为清单的所有者，清单所有者可以管理或删除清单。
zh_tw: 轉移後，{{name}}將成為清單的擁有者，清單擁有者可以管理或刪除清單。

# fA4
source: Transfer ownership to {{name}}
de_de: Gruppenbesitz übertragen an {{name}}
es_es: Transferir propiedad a {{name}}
fr_fr: Transférer la propriété à {{name}}
id_id: Transfer kepemilikan kepada {{name}}
it_it: Trasferisci proprietà a {{name}}
ja_jp: 所有者権限を {{name}} に譲渡
ko_kr: {{name}} 님에게 소유권 이전
ms_my: Pindahkan hak milik kepada {{name}}
pt_br: Transferir propriedade para {{name}}
ru_ru: Передать право собственности {{name}}
th_th: ถ่ายโอนความเป็นเจ้าของไปยัง {{name}}
vi_vn: Chuyển quyền sở hữu cho {{name}}
zh_cn: 转移所有权给 {{name}}
zh_tw: 將擁有權轉移給 {{name}}

source: Loading failed. {{ClickToRetry}}
de_de: Laden fehlgeschlagen. {{ClickToRetry}}
es_es: Error al cargar. {{ClickToRetry}}
fr_fr: Échec du chargement. {{ClickToRetry}}
id_id: Gagal memuat. {{ClickToRetry}}
it_it: Caricamento non riuscito. {{ClickToRetry}}
ja_jp: 読み込みできませんでした。{{ClickToRetry}}
ko_kr: 로드하지 못했습니다. {{ClickToRetry}}
ms_my: Gagal memuatkan. {{ClickToRetry}}
pt_br: Falha no carregamento. {{ClickToRetry}}
ru_ru: Не удалось загрузить. {{ClickToRetry}}
th_th: การโหลดล้มเหลว {{ClickToRetry}}
vi_vn: Tải không thành công. {{ClickToRetry}}
zh_cn: 加载失败，{{ClickToRetry}}
zh_tw: 載入失敗，{{ClickToRetry}}

# Xus
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: クリックして再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# KIU
source: Manage Section Sorting
de_de: Abschnittssortierung verwalten
es_es: Administrar orden de sección
fr_fr: Gérer le tri des sections
id_id: Kelola Pengurutan Bagian
it_it: Gestisci ordinamento della sezione
ja_jp: セクションの並べ替えを管理
ko_kr: 섹션 정렬 관리
ms_my: Urus Susunan Bahagian
pt_br: Gerenciar classificação de seção
ru_ru: Управление сортировкой разделов
th_th: จัดการการจัดเรียงส่วน
vi_vn: Quản lý sắp xếp phần
zh_cn: 管理分组排序
zh_tw: 管理分組排序

# oUk
source: Create List
de_de: Liste erstellen
es_es: Crear lista
fr_fr: Créer une liste
id_id: Buat Daftar
it_it: Crea elenco
ja_jp: リストを作成
ko_kr: 목록 생성
ms_my: Buat Senarai
pt_br: Criar lista
ru_ru: Создать список
th_th: สร้างรายการ
vi_vn: Tạo danh sách
zh_cn: 创建清单
zh_tw: 建立清單

# 4Bo
source: Search for or create lists
de_de: Listen suchen oder erstellen
es_es: Buscar o crear listas
fr_fr: Rechercher ou créer des listes
id_id: Cari atau buat daftar
it_it: Cerca o crea elenchi
ja_jp: リストを検索または作成
ko_kr: 목록 검색 또는 생성
ms_my: Cari atau buat senarai
pt_br: Pesquisar ou criar listas
ru_ru: Поиск или создание списков
th_th: ค้นหาหรือสร้างรายการ
vi_vn: Tìm kiếm hoặc tạo danh sách
zh_cn: 搜索或新建清单
zh_tw: 搜尋或建立新清單

# Va8
source: Next 7 days
de_de: Nächste 7 Tage
es_es: Próximos 7 días
fr_fr: 7 prochains jours
hi_in: अगले 7 दिन
id_id: 7 hari berikutnya
it_it: Prossimi 7 giorni
ja_jp: 7 日間以内
ko_kr: 다음 7일
ms_my: 7 hari seterusnya
pt_br: Próximos 7 dias
ru_ru: Следующие 7 дней
th_th: 7 วันถัดไป
vi_vn: 7 ngày tiếp theo
zh_cn: 未来 7 天
zh_tw: 未來 7 天

# Ffc
source: Overdue
de_de: Überfällig
es_es: Vencido
fr_fr: En souffrance
hi_in: विलंबित
id_id: Terlambat
it_it: Scaduta
ja_jp: 期限切れ
ko_kr: 기한 경과
ms_my: Lewat
pt_br: Atrasado
ru_ru: Просрочено
th_th: เกินกำหนด
vi_vn: Quá hạn
zh_cn: 已逾期
zh_tw: 已逾期

# MD8
source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
hi_in: आज
id_id: Hari ini
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
ms_my: Hari ini
pt_br: Hoje
ru_ru: Cегодня
th_th: วันนี้
vi_vn: Hôm nay
zh_cn: 今天
zh_tw: 今天

# vYI
source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
hi_in: आने वाला कल
id_id: Besok
it_it: Domani
ja_jp: 明日
ko_kr: 내일
ms_my: Esok
pt_br: Amanhã
ru_ru: Завтра
th_th: พรุ่งนี้
vi_vn: Ngày mai
zh_cn: 明天
zh_tw: 明天

# fzI
source: {{ratio}} completed
de_de: {{ratio}} abgeschlossen
es_es: {{ratio}} completado
fr_fr: {{ratio}} terminé
id_id: {{ratio}} terselesaikan
it_it: Completamento di {{ratio}}
ja_jp: {{ratio}} 人が完了
ko_kr: {{ratio}} 완료됨
ms_my: {{ratio}} selesai
pt_br: {{ratio}} de conclusão
ru_ru: {{ratio}} завершено
th_th: เสร็จสมบูรณ์แล้ว {{ratio}} รายการ
vi_vn: Đã hoàn thành {{ratio}}
zh_cn: {{ratio}} 人已完成
zh_tw: {{ratio}} 人已完成

# mqc
source: Task completed when anyone completes
de_de: Die Aufgabe ist erledigt, wenn sie von jemanden abgeschlossen wird
es_es: Tarea completada cuando alguien la completa
fr_fr: Tâche terminée lorsqu'une personne l'a terminée
id_id: Tugas selesai ketika ada yang menyelesaikan
it_it: Attività completata quando qualcuno la completa
ja_jp: 一人が完了した時点でタスクが完了
ko_kr: 임의의 사용자가 완료하면 할 일이 완료됩니다
ms_my: Tugas selesai apabila sesiapa sahaja menyelesaikan
pt_br: Tarefa concluída quando alguém a conclui
ru_ru: Задача будет завершена, когда любой из пользователь завершит ее
th_th: งานจะเสร็จสมบูรณ์เมื่อมีคนทำเสร็จ
vi_vn: Nhiệm vụ hoàn thành khi bất kỳ người nào hoàn thành
zh_cn: 任一负责人完成即可
zh_tw: 任一負責人完成即可

# d40
source: Task completed when everyone completes
de_de: Die Aufgabe ist erledigt, wenn sie von allen abgeschlossen wird
es_es: Tarea completada cuando todos la completan
fr_fr: Tâche terminée lorsque tout le monde l'a terminé
id_id: Tugas selesai ketika semua orang menyelesaikan
it_it: Attività completata quando tutti la completano
ja_jp: 全員が完了した時点でタスクが完了
ko_kr: 모든 사용자가 완료하면 할 일이 완료됩니다
ms_my: Tugas selesai apabila semua orang menyelesaikan
pt_br: Tarefa concluída quando todos a concluírem
ru_ru: Задача будет завершена, когда любой все пользователи завершат ее
th_th: งานจะเสร็จสมบูรณ์เมื่อทุกคนทำเสร็จ
vi_vn: Nhiệm vụ hoàn thành mọi người hoàn thành
zh_cn: 全部负责人均需完成
zh_tw: 全部負責人均需完成

# /4k
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 确定
zh_tw: 確定

# PlI
source: Owners who have marked this task as completed will be reset to ongoing. Save the change?
de_de: Besitzer, die diese Aufgabe als „Abgeschlossen“ gekennzeichnet haben, werden auf „Wird ausgeführt“ zurückgesetzt. Möchten Sie die Änderung speichern?
es_es: Los propietarios que hayan marcado esta tarea como completada se restablecerán a En curso. ¿Guardar el cambio?
fr_fr: Les propriétaires qui ont marqué cette tâche comme Terminée repasseront à En cours. Enregistrer la modification ?
id_id: Pemilik yang telah menandai tugas ini sebagai selesai akan direset ke sedang berlangsung. Simpan perubahannya?
it_it: I proprietari che hanno contrassegnato questa attività come completata saranno ripristinati su In corso. Salvare la modifica?
ja_jp: このタスクを完了した担当者は、未完了の状態に戻ります。変更を保存しますか？
ko_kr: 이 할 일을 완료됨으로 표시한 소유자가 진행 중으로 재설정됩니다. 변경 내용을 저장하시겠습니까?
ms_my: Pemilik yang telah menandakan tugas ini sebagai selesai akan diset semula ke sedang berlangsung. Simpan perubahan?
pt_br: Os proprietários que marcaram essa tarefa como concluída serão redefinidos como em andamento. Salvar a alteração?
ru_ru: Статус владельцев, которые пометили эту задачу как завершенную, изменится на "В процессе". Сохранить изменения?
th_th: เจ้าของที่ทำเครื่องหมายงานนี้ว่าเสร็จสมบูรณ์แล้วจะรีเซ็ตเป็นกำลังดำเนินการ บันทึกการเปลี่ยนแปลงหรือไม่
vi_vn: Chủ sở hữu đã đánh dấu tác vụ này là đã hoàn thành sẽ được đặt lại thành đang diễn ra. Lưu thay đổi?
zh_cn: 已完成此任务的负责人会重置为未完成，确定修改吗？
zh_tw: 已完成此任務的負責人會重設為未完成，確定要修改嗎？

# 6TI
source: View More
de_de: Mehr anzeigen
es_es: Ver más
fr_fr: Afficher plus
id_id: Lihat Lainnya
it_it: Visualizza altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Lihat Lagi
pt_br: Visualizar mais
ru_ru: Посмотреть больше
th_th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_cn: 展开更多
zh_tw: 展開更多

# S8w
source: Assign duplicate sub-tasks
de_de: Doppelte Unteraufgaben zuweisen
es_es: Asignar subtareas duplicadas
fr_fr: Attribuer des sous-tâches en double
id_id: Tugaskan duplikat subtugas
it_it: Assegnare attività secondarie duplicate
ja_jp: 一括割り当て
ko_kr: 중복 하위 할 일 요청
ms_my: Berikan sub-tugas pendua
pt_br: Atribuir subtarefas duplicadas
ru_ru: Назначить повторяющиеся подзадачи
th_th: มอบหมายงานย่อยที่ซ้ำกัน
vi_vn: Chỉ định tác vụ con trùng lặp
zh_cn: 批量指派
zh_tw: 批次指派

# KDc
source: All Tasks
de_de: Alle Aufgaben
es_es: Todas las tareas
fr_fr: Toutes les tâches
id_id: Semua Tugas
it_it: Tutte le attività
ja_jp: すべて
ko_kr: 모든 할 일
ms_my: Semua Tugas
pt_br: Todas as tarefas
ru_ru: Все задачи
th_th: งานทั้งหมด
vi_vn: Tất cả tác vụ
zh_cn: 全部任务
zh_tw: 全部任務

# E7c
source: All Tasks
de_de: Alle Aufgaben
es_es: Todas las tareas
fr_fr: Toutes les tâches
id_id: Semua Tugas
it_it: Tutte le attività
ja_jp: すべてのタスク
ko_kr: 모든 할 일
ms_my: Semua Tugas
pt_br: Todas as tarefas
ru_ru: Все задачи
th_th: งานทั้งหมด
vi_vn: Tất cả tác vụ
zh_cn: 全部任务
zh_tw: 全部任務

# QaA
source: Assigned
de_de: Von mir zugewiesen
es_es: Asignadas
fr_fr: Attribué
id_id: Ditugaskan
it_it: Assegnazione completata
ja_jp: 自分が割り当て
ko_kr: 요청함
ms_my: Ditugaskan
pt_br: Atribuído
ru_ru: Назначено мной
th_th: มอบหมายแล้ว
vi_vn: Đã giao
zh_cn: 我分配的
zh_tw: 我分配的

# Hkc
source: Complete
de_de: Abschließen
es_es: Completar
fr_fr: Terminer
id_id: Selesai
it_it: Completa
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluir
ru_ru: Готово
th_th: เสร็จสมบูรณ์
vi_vn: Hoàn thành
zh_cn: 完成
zh_tw: 完成

# KsM
source: Completed at
de_de: Abschlusszeit
es_es: Hora de finalización
fr_fr: Terminé à
id_id: Selesai pada
it_it: Ora completamento
ja_jp: 完了日時
ko_kr: 완료 시간
ms_my: Selesai pada
pt_br: Concluído às
ru_ru: Время завершения
th_th: เสร็จเมื่อ
vi_vn: Đã hoàn thành lúc
zh_cn: 完成时间
zh_tw: 完成時間

# +v8
source: Completed
de_de: Abgeschlossen
es_es: Completadas
fr_fr: Terminé
id_id: Selesai
it_it: Completata
ja_jp: 完了
ko_kr: 완료됨
ms_my: Selesai
pt_br: Concluída
ru_ru: Завершено
th_th: เสร็จสมบูรณ์
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

# z5k
source: Completed
de_de: Abgeschlossen
es_es: Completadas
fr_fr: Terminé
id_id: Selesai
it_it: Completamento effettuato
ja_jp: 完了
ko_kr: 완료됨
ms_my: Selesai
pt_br: Concluída
ru_ru: Завершено
th_th: เสร็จสมบูรณ์
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

# v/s
source: Created at
de_de: Erstellungszeit
es_es: Hora de creación
fr_fr: Créé à
id_id: Berhasil dibuat pada
it_it: Creazione completata alle
ja_jp: 作成日時
ko_kr: 생성 시간
ms_my: Dicipta pada
pt_br: Criado em
ru_ru: Время создания
th_th: สร้างเมื่อ
vi_vn: Đã tạo vào
zh_cn: 创建时间
zh_tw: 建立時間

# zJA
source: Created
de_de: Von mir erstellt
es_es: Creadas
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 自分が作成
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado em
ru_ru: Создано мной
th_th: สร้างแล้ว
vi_vn: Đã tạo
zh_cn: 我创建的
zh_tw: 我建立的

# uws
source: Creator
de_de: Ersteller
es_es: Creador
fr_fr: Créateur
id_id: Pembuat
it_it: Creatore
ja_jp: 作成者
ko_kr: 생성자
ms_my: Pencipta
pt_br: Criador
ru_ru: Создатель
th_th: ผู้สร้าง
vi_vn: Người tạo
zh_cn: 创建人
zh_tw: 建立者

# +PI
source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'échéance
id_id: Tanggal Jatuh Tempo
it_it: Data di scadenza
ja_jp: 締切日時
ko_kr: 마감 날짜
ms_my: Tarikh Akhir
pt_br: Data de vencimento
ru_ru: Срок выполнения
th_th: วันที่ครบกำหนด
vi_vn: Ngày đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# J28
source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'échéance
id_id: Tanggal Jatuh Tempo
it_it: Data di scadenza
ja_jp: 締切日時
ko_kr: 마감 날짜
ms_my: Tarikh Akhir
pt_br: Data de vencimento
ru_ru: Срок выполнения
th_th: วันที่ครบกำหนด
vi_vn: Ngày đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# w9c
source: Group by: {{Filter}}
de_de: Gruppieren nach: {{Filter}}
es_es: Agrupar por: {{Filter}}
fr_fr: Grouper par : {{Filter}}
id_id: Kelompokkan berdasarkan: {{Filter}}
it_it: Raggruppa per: {{Filter}}
ja_jp: グループ化：{{Filter}}
ko_kr: 그룹화 기준: {{Filter}}
ms_my: Kumpulkan mengikut: {{Filter}}
pt_br: Agrupar por: {{Filter}}
ru_ru: Группировать по: {{Filter}}
th_th: จัดกลุ่มตาม {{Filter}}
vi_vn: Phân nhóm theo: {{Filter}}
zh_cn: 分组：{{Filter}}
zh_tw: 分組：{{Filter}}

# fWI
source: Leave task?
de_de: Aufgabe verlassen?
es_es: ¿Abandonar la tarea?
fr_fr: Quitter la tâche ?
id_id: Tinggalkan tugas?
it_it: Abbandonare l'attività?
ja_jp: タスクを退出しますか？
ko_kr: 할 일에서 나가시겠습니까?
ms_my: Tinggalkan tugasan?
pt_br: Sair da tarefa?
ru_ru: Покинуть задачу?
th_th: ต้องการออกจากงานหรือไม่
vi_vn: Thoát nhiệm vụ?
zh_cn: 确定退出任务？
zh_tw: 確定要退出任務嗎？

# zkE
source: Future
de_de: Zukünftig
es_es: Futuro
fr_fr: Futur
id_id: Mendatang
it_it: Futuro
ja_jp: 今後
ko_kr: 미래
ms_my: Masa Depan
pt_br: Futuro
ru_ru: Будущее
th_th: อนาคต
vi_vn: Tương lai
zh_cn: 以后
zh_tw: 以後

# tWM
source: No Owners
de_de: Keine Besitzer
es_es: Sin propietarios
fr_fr: Aucun propriétaire
hi_in: कोई ओनर नहीं
id_id: Tidak Ada Pemilik
it_it: Nessun proprietario
ja_jp: 担当者未設定
ko_kr: 소유자 없음
ms_my: Tiada Pemilik
pt_br: Nenhum proprietário
ru_ru: Нет владельцев
th_th: ไม่มีเจ้าของ
vi_vn: Không có chủ sở hữu
zh_cn: 未安排负责人
zh_tw: 未安排負責人

# JBo
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhuma
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không có
zh_cn: 无分组
zh_tw: 無分組

# 9QQ
source: Not Scheduled
de_de: Nicht geplant
es_es: Sin programar
fr_fr: Non planifié
id_id: Tidak Dijadwalkan
it_it: Non pianificata
ja_jp: 未設定
ko_kr: 예약되지 않음
ms_my: Tidak Dijadualkan
pt_br: Não agendada
ru_ru: Не планируется
th_th: ไม่มีกำหนดการ
vi_vn: Không theo lịch trình
zh_cn: 未安排
zh_tw: 未安排

# jK8
source: Ongoing
de_de: Fortlaufend
es_es: En curso
fr_fr: En cours
id_id: Sedang berlangsung
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
ms_my: Sedang Berjalan
pt_br: Em andamento
ru_ru: В процессе
th_th: กำลังดำเนินการ
vi_vn: Đang diễn ra
zh_cn: 未完成
zh_tw: 未完成

# PAU
source: Owned
de_de: In meinem Besitz
es_es: Propias
fr_fr: Détenu
id_id: Dimiliki
it_it: Di proprietà
ja_jp: 自分が担当
ko_kr: 소유됨
ms_my: Dimiliki
pt_br: Pertencente
ru_ru: Принадлежит мне
th_th: เป็นเจ้าของ
vi_vn: Đã sở hữu
zh_cn: 我负责的
zh_tw: 我負責的

# Jyw
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 担当者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 负责人
zh_tw: 負責人

# chA
source: Quick Access
de_de: Schnellzugriff
es_es: Acceso rápido
fr_fr: Accès rapide
id_id: Akses Cepat
it_it: Accesso rapido
ja_jp: クイックアクセス
ko_kr: 빠른 액세스
ms_my: Akses Pantas
pt_br: Acesso rápido
ru_ru: Быстрый доступ
th_th: การเข้าถึงด่วน
vi_vn: Truy cập nhanh
zh_cn: 快速访问
zh_tw: 快速存取

# fXM
source: Re-open
de_de: Erneut öffnen
es_es: Volver a abrir
fr_fr: Rouvrir
id_id: Buka ulang
it_it: Riapri
ja_jp: 再開
ko_kr: 다시 열기
ms_my: Buka Semula
pt_br: Reabrir
ru_ru: Повторно открыть
th_th: เปิดอีกครั้ง
vi_vn: Mở lại
zh_cn: 重启
zh_tw: 重新啟動

# uXY
source: Add Section Above
de_de: Abschnitt oben hinzufügen
es_es: Agregar sección arriba
fr_fr: Ajouter une section au-dessus
id_id: Tambah Bagian di Atas
it_it: Aggiungi sezione sopra
ja_jp: 上にセクションを追加
ko_kr: 위에 섹션 추가
ms_my: Tambah Bahagian Atas
pt_br: Adicionar seção acima
ru_ru: Добавить раздел выше
th_th: เพิ่มส่วนด้านบน
vi_vn: Thêm phần ở trên
zh_cn: 在上方新建分组
zh_tw: 在上方建立新分組

# g78
source: Add Section Below
de_de: Abschnitt unten hinzufügen
es_es: Agregar sección abajo
fr_fr: Ajouter une section en dessous
id_id: Tambah Bagian di Bawah
it_it: Aggiungi sezione sotto
ja_jp: 下にセクションを追加
ko_kr: 아래에 섹션 추가
ms_my: Tambah Bahagian Bawah
pt_br: Adicionar seção abaixo
ru_ru: Добавить раздел ниже
th_th: เพิ่มส่วนด้านล่าง
vi_vn: Thêm phần ở dưới
zh_cn: 在下方新建分组
zh_tw: 在下方建立新分組
