Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# HiU
source: No repeats
de_de: Keine Wiederholung
es_es: No repetir
fr_fr: Ne pas répéter
hi_in: कोई दोहराव नहीं
id_id: Tidak berulang
it_it: Nessuna ripetizione
ja_jp: 繰り返さない
ko_kr: 반복 안함
ms_my: Tiada ulangan
pt_br: Não repetir
ru_ru: Не повторяется
th_th: ไม่ทำซ้ำ
vi_vn: Không lặp lại
zh_cn: 不重复
zh_tw: 不重複

# Egw
source: Secure key unavailable. Unable to send messages. Please contact your organization administrator.
de_de: Sicherheitsschlüssel nicht verfügbar. Senden von Nachrichten nicht möglich. Kontaktieren Sie den Administrator Ihrer Organisation.
es_es: La clave de seguridad no está disponible. Error al enviar mensajes. Ponte en contacto con el administrador de la organización.
fr_fr: Clé sécurisée non disponible. Envoi de messages impossible. Veuillez contacter l'administrateur de votre organisation.
hi_in: सुरक्षा की अनुपलब्ध है. संदेश भेजने में असमर्थ. कृपया अपने संगठन के एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Kunci aman tidak tersedia. Gagal mengirim pesan. Hubungi administrator organisasi Anda.
it_it: Chiave di sicurezza non disponibile. Impossibile inviare messaggi. Contatta l'amministratore della tua organizzazione.
ja_jp: 鍵が無効なため、メッセージを送信できません。法人管理者にお問い合わせください
ko_kr: 보안 키를 사용할 수 없습니다. 메시지를 보낼 수 없습니다. 기업 관리자에게 문의하세요.
ms_my: Kunci selamat tidak tersedia. Tidak dapat menghantar mesej. Sila hubungi pentadbir organisasi anda.
pt_br: Chave de segurança indisponível. Falha ao enviar mensagens. Entre em contato com o administrador de sua organização.
ru_ru: Безопасный ключ недоступен. Невозможно отправлять сообщения. Обратитесь к администратору вашей организации.
th_th: คีย์เพื่อความปลอดภัยไม่พร้อมใช้งาน ไม่สามารถส่งข้อความได้ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Khóa bảo mật không khả dụng. Không thể gửi tin nhắn. Vui lòng liên hệ với quản trị viên tổ chức của bạn.
zh_cn: 密钥不可用，无法发送新消息。请联系企业管理员
zh_tw: 金鑰無法使用，無法傳送新訊息。請聯絡企業管理員

# +mA
source: [Code block]
es_es: [Bloque de código]
fr_fr: [Bloc de code]
id_id: [Blok kode]
it_it: [Blocco di codice]
ja_jp: [コードブロック]
ko_kr: [코드 블록]
ms_my: [Blok kod]
pt_br: [Bloco de código]
ru_ru: [Кодовый блок]
th_th: [โค้ดบล็อก]
vi_vn: [Khối mã]
zh_cn: [代码块]
zh_tw: [程式碼區塊]

# K7g
source: Default emojis
de_de: Standard-Emojis
es_es: Emojis predeterminados
fr_fr: Emojis par défaut
hi_in: डिफ़ॉल्ट
id_id: Emoji default
it_it: Emoji predefiniti
ja_jp: デフォルトの絵文字
ko_kr: 기본 이모지
ms_my: Emojis lalai
pt_br: Emojis padrão
ru_ru: Смайлики по умолчанию
th_th: อิโมจิเริ่มต้น
vi_vn: Biểu tượng cảm xúc mặc định
zh_cn: 默认表情
zh_tw: 預設表情

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_tw: 載入中

# rOk
source: Show More
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
hi_in: अधिक दिखाएँ
id_id: Tampilkan Lebih Banyak
it_it: Mostra altro
ja_jp: もっと見る
ko_kr: 더 보기
ms_my: Tunjukkan Lebih Banyak
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 展开
zh_tw: 展開

# Txs
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Se ha copiado al Portapapeles
fr_fr: Copié dans le presse-papiers
hi_in: क्लिपबोर्ड में कॉपी किया गया
id_id: Disalin ke papan klip
it_it: Copiato negli appunti
ja_jp: コピーしました
ko_kr: 클립보드에 복사됨
ms_my: Disalin ke papan keratan
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép sang bảng tạm
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# 49c
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 7KI
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
it_it: [Immagine]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Imej]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_tw: [圖片]

# FNM
source: Couldn't load. Tap screen to try again.
de_de: Konnte nicht geladen werden. Tippen Sie auf den Bildschirm, um es erneut zu versuchen.
es_es: No se pudo cargar. Pulsa la pantalla para intentarlo de nuevo.
fr_fr: Échec du chargement. Appuyez sur l'écran pour réessayer.
hi_in: लोड करने में विफल हुआ. पुनः प्रयास करने के लिए स्क्रीन पर टैप करें.
id_id: Tidak dapat memuat. Ketuk layar untuk coba lagi.
it_it: Non è stato possibile caricare. Tocca lo schermo per riprovare.
ja_jp: ロードに失敗しました。画面をタップして再試行してください
ko_kr: 로드할 수 없습니다. 화면을 탭하여 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Ketuk skrin untuk cuba lagi.
pt_br: Não foi possível carregar. Toque na tela para tentar novamente.
ru_ru: Не удалось загрузить. Коснитесь экрана и повторите попытку.
th_th: ไม่สามารถโหลดได้ แตะที่หน้าจอเพื่อลองอีกครั้ง
vi_vn: Không thể tải xuống. Chạm vào màn hình để thử lại.
zh_cn: 加载失败，点击屏幕重试
zh_tw: 載入失敗，請點選螢幕重試

# qFI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_tw: 載入中

# ReA
source: [Video]
es_es: [Vídeo]
fr_fr: [Vidéo]
hi_in: [वीडियो]
ja_jp: [動画]
ko_kr: [동영상]
pt_br: [Vídeo]
ru_ru: [Видео]
th_th: [วิดีโอ]
zh_cn: [视频]
zh_tw: [視訊]

# WJ0
source: No results
de_de: Keine Ergebnisse
es_es: Sin resultados
fr_fr: Aucun résultat
hi_in: कोई परिणाम नहीं
id_id: Tidak ada hasil
it_it: Nessun risultato
ja_jp: 結果は見つかりませんでした
ko_kr: 결과가 없습니다
ms_my: Tiada hasil
pt_br: Nenhum resultado
ru_ru: Нет результатов
th_th: ไม่พบผลลัพธ์
vi_vn: Không có kết quả
zh_cn: 没有搜索到结果
zh_tw: 沒有搜尋到結果

# HI4
source: Used extension
de_de: Verwendete Erweiterung
es_es: Extensión usada
fr_fr: Extension utilisée
id_id: Ekstensi yang digunakan
it_it: Estensione utilizzata
ja_jp: 拡張機能を使用した
ko_kr: 확장 사용됨
ms_my: Menggunakan sambungan
pt_br: Extensão usada
ru_ru: Использовано расширение
th_th: ส่วนขยายที่ใช้แล้ว
vi_vn: Phần mở rộng đã sử dụng
zh_cn: 使用了插件
zh_tw: 使用了外掛程式

# q5Q
source: Used {{extension}}
de_de: {{extension}} verwendet
es_es: se ha usado {{extension}}
fr_fr: {{extension}} utilisé
id_id: {{extension}} yang digunakan
it_it: utilizzo di {{extension}}
ja_jp: {{extension}}を使用した
ko_kr: {{extension}} 사용됨
ms_my: Menggunakan {{extension}}
pt_br: {{extension}} usada
ru_ru: Использовано {{extension}}
th_th: ใช้ {{extension}} แล้ว
vi_vn: {{extension}} đã sử dụng
zh_cn: 使用了{{extension}}
zh_tw: 使用了{{extension}}

# wlc
source: Using extension
de_de: Erweiterung verwenden
es_es: Usando extensión
fr_fr: Utilisation de l'extension
id_id: Menggunakan ekstensi
it_it: Utilizzo dell'estensione in corso
ja_jp: 拡張機能を使用中
ko_kr: 확장 사용 중
ms_my: Menggunakan sambungan
pt_br: Usando extensão
ru_ru: Используется расширение
th_th: กำลังใช้ส่วนขยาย
vi_vn: Đang sử dụng phần mở rộng
zh_cn: 正在使用插件
zh_tw: 正在使用外掛程式

# kGc
source: Using {{extension}}
de_de: {{extension}} verwenden
es_es: Usando {{extension}}
fr_fr: Utilisation de {{extension}}
id_id: Menggunakan {{extension}}
it_it: Utilizzo di {{extension}} in corso
ja_jp: {{extension}}を使用中
ko_kr: {{extension}} 사용 중
ms_my: Menggunakan {{extension}}
pt_br: Usando {{extension}}
ru_ru: Используется {{extension}}
th_th: กำลังใช้ {{extension}}
vi_vn: Đang sử dụng {{extension}}
zh_cn: 正在使用{{extension}}
zh_tw: 正在使用{{extension}}

# MWU
source: {{user}} changed the list permissions for the collaborators of the document {{document}} from "{{permissionOld}}" to "{{permissionNew}}".
de_de: {{user}} hat für die Kollaborateure des Dokuments {{document}} die Listenberechtigungen von „{{permissionOld}}“ zu „{{permissionNew}}“ geändert.
es_es: {{user}} ha cambiado los permisos de los colaboradores del documento {{document}} con respecto a la lista de "{{permissionOld}}" a "{{permissionNew}}".
fr_fr: {{user}} a modifié les autorisations de la liste pour les collaborateurs du document {{document}} de "{{permissionOld}}" à "{{permissionNew}}".
id_id: {{user}} mengubah izin daftar untuk kolaborator dokumen {{document}} dari "{{permissionOld}}" menjadi "{{permissionNew}}".
it_it: {{user}} ha modificato le autorizzazioni dell'elenco per i collaboratori del documento {{document}} da "{{permissionOld}}" a "{{permissionNew}}".
ja_jp: {{user}} がドキュメントの共同編集者に対して、タスクリストの権限を「{{permissionOld}}」から「{{permissionNew}}」に設定しました。
ko_kr: {{user}} 님이 {{document}} 문서의 공동 작업자에 대한 목록 권한을 "{{permissionOld}}"에서 "{{permissionNew}}"(으)로 변경했습니다.
ms_my: {{user}} menukar kebenaran senarai untuk kolaborator dokumen {{document}} dari "{{permissionOld}}" ke "{{permissionNew}}".
pt_br: {{user}} alterou as permissões da lista para os colaboradores do documento {{document}} de "{{permissionOld}}" para "{{permissionNew}}".
ru_ru: Пользователь {{user}} изменил список разрешений для соавторов документа {{document}} с "{{permissionOld}}" на "{{permissionNew}}".
th_th: {{user}} เปลี่ยนสิทธิ์การอนุญาตรายการสำหรับผู้ร่วมงานของเอกสาร {{document}} จาก "{{permissionOld}}" เป็น "{{permissionNew}}"
vi_vn: {{user}} đã thay đổi quyền danh sách cho cộng tác viên của tài liệu {{document}} từ "{{permissionOld}}" thành "{{permissionNew}}".
zh_cn: {{user}} 将文档 {{document}} 协作者的清单权限由“{{permissionOld}}”修改为“{{permissionNew}}”
zh_tw: {{user}} 將文件 {{document}} 協作者的清單權限從「{{permissionOld}}」修改為「{{permissionNew}}」

# gNI
source: Unauthorized Document
de_de: Nicht autorisiertes Dokument
es_es: Documento no autorizado
fr_fr: Document non autorisé
id_id: Dokumen yang Tidak Memiliki Otorisasi
it_it: Documento non autorizzato
ja_jp: アクセス権限のないドキュメント
ko_kr: 승인되지 않은 문서
ms_my: Dokumen tidak dibenarkan
pt_br: Documento não autorizado
ru_ru: Неавторизованный документ
th_th: เอกสารที่ไม่ได้รับอนุญาต
vi_vn: Tài liệu trái phép
zh_cn: 无权限文档
zh_tw: 無權限文件

# +7A
source: Can edit
de_de: Kann bearbeiten
es_es: Poder editar
fr_fr: Peut éditer
id_id: Dapat mengedit
it_it: È possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: สามารถแก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# JKk
source: Can view
de_de: Kann lesen
es_es: Poder ver
fr_fr: Peut afficher
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: สามารถดูได้
vi_vn: Có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# +7E
source: Follow Docs permissions
de_de: Den Docs-Berechtigungen folgen
es_es: Seguir permisos de Docs
fr_fr: Suivre les autorisations des Docs
id_id: Ikuti izin Docs
it_it: Segui le autorizzazioni Docs
ja_jp: Docs 権限に従う
ko_kr: Docs 권한 따르기
ms_my: Ikut kebenaran Docs
pt_br: Siga as permissões de Docs
ru_ru: Подписаться на разрешения Docs
th_th: ปฏิบัติตามสิทธิ์การอนุญาต Docs
vi_vn: Áp dụng theo quyền Docs
zh_cn: 跟随文档权限
zh_tw: 跟隨文件權限

# vJ8
source: {{user}} inserted the list to the document {{document}}, and set the list permissions for the document collaborators to "{{permission}}".
de_de: {{user}} hat die Liste in das Dokument {{document}} eingefügt und für die Kollaborateure des Dokuments als Listenberechtigung „{{permission}}“ festgelegt.
es_es: {{user}} ha insertado la lista en el documento {{document}} y ha establecido los permisos de los colaboradores del documento con respecto a la lista en "{{permission}}".
fr_fr: {{user}} a inséré la liste dans le document {{document}}, et a défini les autorisations de la liste pour les collaborateurs du document sur "{{permission}}".
id_id: {{user}} menyisipkan daftar ke dokumen {{document}}, dan menetapkan izin daftar untuk kolaborator dokumen menjadi "{{permission}}".
it_it: {{user}} ha inserito l'elenco nel documento {{document}} e ha impostato le autorizzazioni dell'elenco per i collaboratori del documento su "{{permission}}".
ja_jp: {{user}} がタスクリストをドキュメント「{{document}}」に挿入し、ドキュメントの共同編集者に対して、タスクリストの権限を「{{permission}}」に設定しました。
ko_kr: {{user}} 님이 {{document}} 문서에 목록을 삽입하고 문서 공동 작업자에 대한 목록 권한을 "{{permission}}"(으)로 설정했습니다.
ms_my: {{user}} memasukkan senarai ke dalam dokumen {{document}}, dan menetapkan kebenaran senarai untuk kolaborator dokumen menjadi "{{permission}}".
pt_br: {{user}} inseriu a lista no documento {{document}} e configurou as permissões da lista para os colaboradores do documento como "{{permission}}".
ru_ru: Пользователь {{user}} вставил список в документ {{document}}, и установил для соавторов документа разрешения "{{permission}}".
th_th: {{user}} แทรกรายการในเอกสาร {{document}} และตั้งสิทธิ์การอนุญาตรายการสำหรับผู้ร่วมงานเอกสารเป็น "{{permission}}"
vi_vn: {{user}} đã chèn danh sách vào tài liệu {{document}} và đặt quyền truy cập danh sách cho cộng tác viên của tài liệu thành "{{permission}}".
zh_cn: {{user}} 将清单插入文档 {{document}}，并将文档协作者的清单权限设置为“{{permission}}”
zh_tw: {{user}} 將清單插入文件 {{document}}，並將文件協作者的清單權限設定為「{{permission}}」

# hL8
source: Keep up with all the updates and activities of your tasks here
de_de: Hier über alle Aktualisierungen und Aktivitäten im Zusammenhang mit Ihren Aufgaben auf dem Laufenden halten
es_es: Mantente al día de todas las actualizaciones y las actividades de tus tareas aquí
fr_fr: Suivez toutes les mises à jour et les activités de vos tâches ici
id_id: Terus ikuti semua pembaruan dan aktivitas tugas Anda di sini
it_it: Rimani al passo con tutti gli aggiornamenti e le azioni delle tue attività qui
ja_jp: ここでは、タスクの変更や更新などに関するすべての履歴を確認できます。
ko_kr: 여기에서 할 일의 모든 업데이트 및 활동에 대한 최신 정보를 확인하세요
ms_my: Ikuti semua kemaskini dan aktiviti tugas anda di sini
pt_br: Acompanhe aqui todas as atualizações e atividades das suas tarefas
ru_ru: Следите за всеми обновлениями и активностью ваших задач здесь
th_th: ติดตามการอัปเดตและกิจกรรมทั้งหมดของงานของคุณได้ที่นี่
vi_vn: Theo dõi mọi thông tin cập nhật và hoạt động của tác vụ tại đây
zh_cn: 你可以在这里查看所有任务的动态和更新，工作进展，了如指掌
zh_tw: 你可以在這裡查看所有任務的動態和更新，工作進展了若指掌

# OXM
source: No activities yet
de_de: Noch keine Aktivitäten
es_es: Todavía no hay actividades
fr_fr: Aucune activité pour le moment
id_id: Belum ada aktivitas
it_it: Ancora nessuna attività
ja_jp: 履歴がありません
ko_kr: 아직 활동 없음
ms_my: Belum ada aktiviti
pt_br: Ainda não há atividades
ru_ru: Пока нет активности
th_th: ยังไม่มีบันทึกกิจกรรม
vi_vn: Chưa có hoạt động nào
zh_cn: 暂无动态
zh_tw: 暫無動態

# jYg
source: Unknown type of activity. Please upgrade to the latest version to view.
de_de: Unbekannter Aktivitätentyp. Bitte aktualisieren Sie zur Ansicht auf die neueste Version.
es_es: Tipo de actividad desconocido. Actualiza a la versión más reciente para verlo.
fr_fr: Type d'activité inconnu. Veuillez passer à la version la plus récente pour l'afficher.
id_id: Jenis aktivitas tidak diketahui. Tingkatkan ke versi terbaru untuk melihat.
it_it: Tipo di attività sconosciuto. Effettua l'upgrade alla versione più recente per visualizzare.
ja_jp: 不明な種類の履歴です。アプリを最新バージョンにアップデートしてから表示してください。
ko_kr: 알 수 없는 활동 유형입니다. 보려면 최신 버전으로 업그레이드하세요.
ms_my: Jenis aktiviti tidak diketahui. Sila naik taraf ke versi terkini untuk melihat.
pt_br: Tipo de atividade desconhecido. Atualize para a versão mais recente para visualizar.
ru_ru: Неизвестный вид активности. Обновите до последней версии для просмотра.
th_th: ไม่รู้จักประเภทของกิจกรรม โปรดอัปเกรดเป็นเวอร์ชันล่าสุดเพื่อดู
vi_vn: Loại hoạt động không xác định. Vui lòng nâng cấp lên phiên bản mới nhất để xem.
zh_cn: 未知类型动态，请升级至最新版本查看
zh_tw: 未知類型動態，請升級至最新版本查看

# nts
source: Unable to add more than 5 levels of sub-tasks
de_de: Maximal 5 Ebenen an untergeordneten Aufgaben können hinzugefügt werden
es_es: No se pueden agregar más de 5 niveles de subtareas
fr_fr: Impossible d'ajouter plus de 5 niveaux de sous-tâches
id_id: Gagal menambah lebih dari 5 level subtugas
it_it: Impossibile aggiungere più di 5 livelli di attività secondarie
ja_jp: 最大 5 レベルのサブタスクを追加できます。これ以上追加できません。
ko_kr: 5단계 이상의 하위 할 일을 추가할 수 없습니다
ms_my: Tidak boleh menambah lebih daripada 5 peringkat sub-tugas
pt_br: Falha ao adicionar mais de 5 níveis de subtarefas
ru_ru: Невозможно добавить более 5 уровней подзадач
th_th: ไม่สามารถเพิ่มงานย่อยเกิน 5 ระดับได้
vi_vn: Không thể thêm nhiều hơn 5 cấp tác vụ con
zh_cn: 最多支持添加 5 个层级的子任务，无法继续拆解
zh_tw: 最多支援新增 5 個層級的子任務，無法繼續拆解

# 2z0
source: Add Sub-task
de_de: Unteraufgabe hinzufügen
es_es: Agregar subtarea
fr_fr: Ajouter une sous-tâche
id_id: Tambahkan Subtugas
it_it: Aggiungi attività secondaria
ja_jp: サブタスクを追加
ko_kr: 하위 할 일을 추가하세요
ms_my: Tambah Sub-tugas
pt_br: Adicionar subtarefa
ru_ru: Добавить подзадачу
th_th: เพิ่มงานย่อย
vi_vn: Thêm tác vụ con
zh_cn: 添加子任务
zh_tw: 新增子任務

# /pg
source: Add owners
de_de: Besitzer hinzufügen
es_es: Agregar propietarios
fr_fr: Ajouter des propriétaires
id_id: Tambah pemilik
it_it: Aggiungi proprietari
ja_jp: 担当者を追加
ko_kr: 소유자 추가
ms_my: Tambah pemilik
pt_br: Adicionar proprietários
ru_ru: Добавить владельцев
th_th: เพิ่มเจ้าของ
vi_vn: Thêm chủ sở hữu
zh_cn: 添加负责人
zh_tw: 新增負責人

# qsc
source: Add subscribers
de_de: Abonnenten hinzufügen
es_es: Agregar suscriptores
fr_fr: Ajouter des abonnés
id_id: Tambah pelanggan
it_it: Aggiungi iscritti
ja_jp: フォロワーを追加
ko_kr: 구독자 추가
ms_my: Tambah pelanggan
pt_br: Adicionar assinantes
ru_ru: Добавить подписчиков
th_th: เพิ่มสมาชิก
vi_vn: Thêm người đăng ký
zh_cn: 添加关注人
zh_tw: 新增關注者

# tFc
source: Enter a sub-task title
de_de: Geben Sie einen Unteraufgabentitel ein
es_es: Introduce un título de subtarea
fr_fr: Saisir un titre de sous-tâche
id_id: Masukkan judul subtugas
it_it: Immetti un titolo per l'attività secondaria
ja_jp: サブタスクのタイトルを入力
ko_kr: 하위 할 일 제목 입력
ms_my: Masukkan tajuk sub-tugas
pt_br: Insira um título de subtarefa
ru_ru: Введите название подзадачи
th_th: กรอกชื่องานย่อย
vi_vn: Nhập tiêu đề tác vụ con
zh_cn: 输入子任务标题
zh_tw: 輸入子任務標題

# S5I
source: Add to Task List
de_de: Zur Aufgabenliste hinzufügen
es_es: Agregar a lista de tareas
fr_fr: Ajouter à la liste de tâches
id_id: Tambahkan ke Daftar Tugas
it_it: Aggiungi all'elenco attività
ja_jp: タスクリストに追加
ko_kr: 할 일 목록에 추가
ms_my: Tambah ke Senarai Tugas
pt_br: Adicionar à lista de tarefas
ru_ru: Добавить в список задач
th_th: เพิ่มไปยังรายการงาน
vi_vn: Thêm vào Danh sách tác vụ
zh_cn: 添加至任务清单
zh_tw: 新增至任務清單

# C40
source: All owners have completed their tasks
de_de: Alle Besitzer haben ihre Aufgaben abgeschlossen
es_es: Todos los propietarios han completado sus tareas
fr_fr: Tous les propriétaires ont terminé leurs tâches
hi_in: सभी असाइनी ने अपने कार्य पूर्ण कर लिए हैं
id_id: Semua pemilik telah menyelesaikan tugas mereka
it_it: Tutti i proprietari hanno completato le relative attività
ja_jp: すべての担当者がタスクを完了しました
ko_kr: 모든 소유자가 할 일을 완료했습니다
ms_my: Semua pemilik telah menyelesaikan tugasan mereka
pt_br: Todos os proprietários concluíram suas tarefas
ru_ru: Все владельцы завершили свои задачи
th_th: เจ้าของทุกคนทำงานเสร็จแล้ว
vi_vn: Tất cả chủ sở hữu đã hoàn thành tác vụ
zh_cn: 所有负责人已完成任务
zh_tw: 所有負責人已完成任務

# 4z0
source: No owners have completed their tasks
de_de: Keine Besitzer haben ihre Aufgaben abgeschlossen
es_es: Ningún propietario ha completado sus tareas
fr_fr: Aucun propriétaire n'a terminé ses tâches
hi_in: किसी भी असाइनी ने अपना कार्य पूर्ण नहीं किया है
id_id: Tidak ada pemilik yang telah menyelesaikan tugas mereka
it_it: Nessun proprietario ha completato le proprie attività
ja_jp: タスクを完了した担当者はいません
ko_kr: 할 일을 완료한 소유자가 없습니다
ms_my: Tiada pemilik yang telah menyelesaikan tugasan mereka
pt_br: Nenhum proprietário concluiu suas tarefas
ru_ru: Никакие владельцы не завершили свои задачи
th_th: ยังไม่มีเจ้าของคนใดทำงานเสร็จ
vi_vn: Chưa có chủ sở hữu nào hoàn thành tác vụ
zh_cn: 尚无负责人完成任务
zh_tw: 尚無負責人完成任務

# lMs
source: More
de_de: Mehr
es_es: Más
fr_fr: plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Больше
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 查看更多
zh_tw: 查看更多

# bzQ
source: Other tasks
de_de: Sonstige Aufgaben
es_es: Otras tareas
fr_fr: Autres tâches
hi_in: अन्य कार्य
id_id: Tugas lainnya
it_it: Altre attività
ja_jp: その他
ko_kr: 기타 할 일
ms_my: Tugas lain
pt_br: Outras tarefas
ru_ru: Другие задачи
th_th: งานอื่น ๆ
vi_vn: Nhiệm vụ khác
zh_cn: 其他任务
zh_tw: 其他任務

# 6zI
source: {{sender}} sent at {{date}}
de_de: {{sender}} hat am {{date}} gesendet.
es_es: {{sender}} hizo el envío a las {{date}}
fr_fr: {{sender}} a envoyé le {{date}}
hi_in: {{sender}} ने {{date}} को भेजा
id_id: {{sender}} mengirimkan pada {{date}}
it_it: {{sender}} ha effettuato l'invio in data {{date}}
ja_jp: {{sender}} が {{date}} に送信しました
ko_kr: {{sender}} 님이 {{date}}에 보냈습니다
ms_my: {{sender}} dihantar pada {{date}}
pt_br: {{sender}} enviou em {{date}}
ru_ru: {{sender}} отправил(-а) {{date}}
th_th: {{sender}} ได้ส่งเมื่อ {{date}}
vi_vn: {{sender}} đã gửi vào ngày {{date}}
zh_cn: {{sender}} 发送于 {{date}}
zh_tw: {{sender}} 傳送於 {{date}}

# x2w
source: Tasks sent to this chat will appear here.
de_de: Hier sehen Sie die an diesen Chat gesendeten Aufgaben.
es_es: Las tareas enviadas a este chat aparecerán aquí.
fr_fr: Les tâches envoyées à ce chat apparaîtront ici.
hi_in: इस चैट में भेजे गए कार्य यहाँ दिखाई देंगे.
id_id: Tugas yang dikirim ke obrolan ini akan muncul di sini.
it_it: Le attività inviate a questa chat appariranno qui.
ja_jp: このチャットに送信されたタスクはここに表示されます
ko_kr: 이 채팅으로 전송된 할 일이 여기에 표시됩니다.
ms_my: Tugas yang dihantar ke sembang ini akan muncul di sini.
pt_br: As tarefas enviadas para este chat aparecerão aqui.
ru_ru: Задачи, отправленные в этот чат, будут отображаться здесь.
th_th: งานที่ส่งไปยังแชทนี้จะปรากฏขึ้นที่นี่
vi_vn: Tác vụ đã gửi vào cuộc trò chuyện này sẽ xuất hiện ở đây.
zh_cn: 发送到此会话的任务将展示在这里
zh_tw: 傳送到此對話的任務將顯示在這裡

# 0TI
source: View
de_de: Ansicht
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Вид
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_tw: 查看

# ujM
source: Task created. To view it, go to Tasks in the navigation bar.
de_de: Aufgabe erstellt. Um sie anzuzeigen, gehen Sie zu „Aufgaben“ in der Navigationsleiste.
es_es: La tarea se ha creado. Para verla, ve a Tareas en la barra de navegación.
fr_fr: Tâche créée. Pour l'afficher, accédez à Tâches dans la barre de navigation.
hi_in: कार्य बनाया गया. यह देखने के लिए, नैविगेशन बार में "कार्य" पर जाएँ.
id_id: Tugas dibuat. Untuk melihatnya, buka Tugas di bilah navigasi.
it_it: Attività creata. Per visualizzarla, accedi ad Attività nella barra di spostamento.
ja_jp: タスクを作成しました。タスクセンターから確認できます。
ko_kr: 할 일이 생성되었습니다. 보려면 내비게이션 바에서 할 일로 이동하세요.
ms_my: Tugas dicipta. Untuk melihatnya, pergi ke Tugas dalam bar navigasi.
pt_br: Tarefa criada. Para visualizar, acesse Tarefas na barra de navegação.
ru_ru: Задача создана. Чтобы просмотреть ее, перейдите в приложение Задачи в панель навигации.
th_th: สร้างงานแล้ว หากต้องการดู ให้ไปยังงานในแถบนำทาง
vi_vn: Đã tạo nhiệm vụ. Để xem nhiệm vụ, hãy đi tới Tác vụ trong thanh điều hướng.
zh_cn: 任务已创建，可在导航栏中打开任务应用查看
zh_tw: 任務已建立，可在導覽列中開啟任務應用程式查看
