Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# W+0
source: Task created. To view it, tap "..." in the navigation bar and open Tasks.
de_de: Aufgabe erstellt. Zum Anzeigen tippen Sie auf „...“ in der Navigationsleiste und öffnen Sie „Aufgaben“.
es_es: La tarea se ha creado. Para verla, pulsa "..." en la barra de navegación y abre Tareas.
fr_fr: Tâche créée. Pour l'afficher, appuyez sur « … » dans la barre de navigation et ouvrez Tâches.
hi_in: कार्य बनाया गया. यह देखने के लिए, नैविगेशन बार में "...” पर टैप करें और कार्य खोलें.
id_id: Tugas telah dibuat. Untuk melihatnya, ketuk "..." di bilah navigasi dan buka Tugas.
it_it: Attività creata. Per visualizzarla, tocca "..." nella barra di spostamento e apri Attività.
ja_jp: タスクを作成しました。ナビゲーションバーの「...」からタスクセンターを開いて確認できます。
ko_kr: 할 일이 생성되었습니다. 확인하려면 내비게이션 바에서 "..."를 탭하고 할 일을 여세요.
ms_my: Tugas dicipta. Untuk melihatnya, ketuk "..." di bar navigasi dan buka Tugas.
pt_br: Tarefa criada. Para visualizá-la, toque em "..." na barra de navegação e abra Tarefas.
ru_ru: Задача создана. Чтобы просмотреть ее, нажмите "..." в панели навигации и откройте Задачи.
th_th: สร้างงานแล้ว หากต้องการดู ให้แตะ "..." ในแถบนำทางและเปิดงาน
vi_vn: Đã tạo nhiệm vụ. Để xem nhiệm vụ, chạm vào "..." trên thanh điều hướng rồi mở Nhiệm vụ.
zh_cn: 任务已创建，可在导航栏中点击“...”打开任务应用查看
zh_tw: 任務已建立，可在導覽列中點選「...」開啟任務應用程式查看

# +Do
source: Click to Redirect
de_de: Klicken Sie zum Umleiten
es_es: Clic para redirigir
fr_fr: Cliquer pour rediriger
id_id: Klik untuk Mengalihkan
it_it: Fai clic per reindirizzare
ja_jp: クリックして移動
ko_kr: 클릭하여 리디렉션
ms_my: Klik untuk Alihkan
pt_br: Clicar para redirecionar
ru_ru: Щелкните для перенаправления
th_th: คลิกเพื่อเปลี่ยนเส้นทาง
vi_vn: Nhấp để chuyển hướng
zh_cn: 点击跳转
zh_tw: 點選以重新導向

# Gcc
source: Re-open
de_de: Erneut öffnen
es_es: Volver a abrir
fr_fr: Rouvrir
hi_in: पुनः खोलें
id_id: Buka ulang
it_it: Riapri
ja_jp: 再開
ko_kr: 다시 열기
ms_my: Buka semula
pt_br: Reabrir
ru_ru: Открыть снова
th_th: เปิดอีกครั้ง
vi_vn: Mở lại
zh_cn: 确认重启
zh_tw: 確認恢復

# KFU
source: Mark as completed? Some owners haven't completed this task
de_de: Als abgeschlossen markieren? Einige Besitzer haben diese Aufgabe nicht abgeschlossen
es_es: ¿Marcar como completada? Algunos propietarios no han completado esta tarea
fr_fr: Marquer comme terminé ? Certains propriétaires n'ont pas terminé cette tâche
hi_in: पूर्ण के रूप में चिह्नित करें? कुछ असाइनी ने यह कार्य पूर्ण नहीं किया
id_id: Tandai sebagai selesai? Beberapa pemilik belum menyelesaikan tugas ini
it_it: Contrassegnare come completata? Alcuni proprietari non hanno completato questa attività
ja_jp: タスクを完了していない担当者がいます。タスク全体を完了にしますか？
ko_kr: 완료됨으로 표시하시겠습니까? 일부 소유자는 이 할 일을 완료하지 않았습니다
ms_my: Tandakan sebagai selesai? Beberapa pemilik belum menyelesaikan tugas ini
pt_br: Marcar como concluído? Alguns proprietários não concluíram esta tarefa
ru_ru: Пометить как завершенную? Некоторые владельцы не завершили эту задачу
th_th: ทำเครื่องหมายว่าเสร็จสมบูรณ์หรือไม่ เจ้าของบางคนยังไม่ได้ทำงานนี้ให้เสร็จสมบูรณ์
vi_vn: Đánh dấu là đã hoàn thành? Một số chủ sở hữu vẫn chưa hoàn thành tác vụ này
zh_cn: 还有负责人未完成任务，是否确认完成整个任务？
zh_tw: 還有負責人未完成任務，是否確認完成整個任務？

# S7o
source: Mark as completed?
de_de: Als erledigt markieren?
es_es: ¿Marcar como completada?
fr_fr: Marquer comme terminé(e) ?
hi_in: पूर्ण के रूप में चिह्नित करें?
id_id: Tandai sebagai selesai?
it_it: Vuoi contrassegnarla come completata?
ja_jp: タスクを完了
ko_kr: 완료됨으로 표시하시겠습니까?
ms_my: Tandakan sebagai selesai?
pt_br: Marcar como concluída?
ru_ru: Пометить как выполненную?
th_th: ทำเครื่องหมายว่าเสร็จสมบูรณ์แล้วหรือไม่
vi_vn: Đánh dấu là đã hoàn thành?
zh_cn: 完成任务
zh_tw: 完成任務

# Cbs
source: Completed
de_de: erledigt
es_es: Completó
fr_fr: terminée(s)
hi_in: पूर्ण
id_id: Selesai
it_it: Completate
ja_jp: 完了
ko_kr: 개 완료됨
ms_my: Selesai
pt_br: concluídos
ru_ru: Выполнено
th_th: เสร็จสมบูรณ์แล้วรายการ
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

# H/E
source: Completed {{num}}
de_de: {{num}} erledigt
es_es: Completó {{num}}
fr_fr: {{num}} terminée(s)
hi_in: पूर्ण {{num}}
id_id: Selesai {{num}}
it_it: Completate: {{num}}
ja_jp: 完了 {{num}}
ko_kr: {{num}}개 완료됨
ms_my: Selesai {{num}}
pt_br: {{num}} concluídos
ru_ru: Завершено {{num}}
th_th: เสร็จสมบูรณ์แล้ว {{num}} รายการ
vi_vn: Đã hoàn thành {{num}}
zh_cn: 已完成 {{num}}
zh_tw: 已完成 {{num}}

# CQc
source: {{user_name}} completed the task. This entire task is now completed
de_de: {{user_name}} hat die Aufgabe erledigt. Diese Aufgabe ist nun vollständig erledigt.
es_es: {{user_name}} completó la tarea. Ya se ha completado esta tarea
fr_fr: {{user_name}} a terminé la tâche. Cette tâche est maintenant terminée dans sa totalité
hi_in: {{user_name}} ने कार्य पूर्ण किया. यह तमाम कार्य अब पूर्ण हो गया है
id_id: {{user_name}} menyelesaikan tugas. Seluruh tugas ini telah selesai
it_it: {{user_name}} ha completato l'attività. Questa intera attività è ora completata
ja_jp: {{user_name}} がタスクを完了し、全タスクが完了となりました
ko_kr: {{user_name}} 님이 할 일을 완료했습니다. 이제 이 전체 할 일이 완료되었습니다.
ms_my: {{user_name}} menyelesaikan tugas. Seluruh tugas ini kini selesai
pt_br: {{user_name}} concluiu a tarefa. Esta tarefa inteira está concluída
ru_ru: {{user_name}} выполнил (-а) задачу. Эта задача теперь выполнена целиком
th_th: {{user_name}} ทำงานจนเสร็จสมบูรณ์แล้ว งานทั้งหมดนี้เสร็จสมบูรณ์แล้วในขณะนี้
vi_vn: {{user_name}} đã hoàn thành nhiệm vụ. Hiện đã hoàn thành toàn bộ nhiệm vụ này
zh_cn: {{user_name}}完成了任务，整个任务已完成
zh_tw: {{user_name}}已完成任務，整個任務已完成

# 1Lk
source: Complete
de_de: Erledigt
es_es: Completar
fr_fr: Terminer
hi_in: पूर्ण करें
id_id: Selesai
it_it: Completa
ja_jp: 完了にする
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Выполнить
th_th: เสร็จสมบูรณ์
vi_vn: Hoàn thành
zh_cn: 确认完成
zh_tw: 確認完成

# Vnk
source: {{user_name}} re-opened the entire task
de_de: {{user_name}} hat die gesamte Aufgabe erneut geöffnet.
es_es: {{user_name}} ha vuelto a abrir la tarea completa
fr_fr: {{user_name}} a rouvert la totalité de la tâche
hi_in: {{user_name}} ने पूरा कार्य पुनः खोला था
id_id: {{user_name}} membuka kembali seluruh tugas
it_it: {{user_name}} ha riaperto tutta l'attività
ja_jp: {{user_name}}がタスク全体を再開しました
ko_kr: {{user_name}} 님이 전체 할 일을 다시 열었습니다
ms_my: {{user_name}} membuka semula keseluruhan tugas
pt_br: {{user_name}} reabriu toda a tarefa
ru_ru: {{user_name}} возобновила(-а) задачу целиком
th_th: {{user_name}} ได้เปิดงานทั้งหมดอีกครั้ง
vi_vn: {{user_name}} đã mở lại toàn bộ nhiệm vụ
zh_cn: {{user_name}}重启了整个任务

# E9Y
source: {{user_name}} has left the task. The entire task is now completed
de_de: {{user_name}} hat die Aufgabe verlassen. Die gesamte Aufgabe ist nun vollständig erledigt.
es_es: {{user_name}} ha abandonado la tarea. Ya se ha completado la tarea
fr_fr: {{user_name}} a quitté la tâche. La tâche est maintenant terminée dans sa totalité
hi_in: {{user_name}} ने कार्य छोड़ दिया. यह तमाम कार्य अब पूर्ण हो गया है
id_id: {{user_name}} telah keluar dari tugas. Seluruh tugas telah selesai
it_it: {{user_name}} ha abbandonato l'attività. L'intera attività è ora completata
ja_jp: {{user_name}} がタスクから退出したため、タスク全体が完了しました
ko_kr: {{user_name}} 님이 할 일에서 나갔습니다. 이제 전체 할 일이 완료되었습니다.
ms_my: {{user_name}} telah meninggalkan tugas. Seluruh tugas kini selesai
pt_br: {{user_name}} saiu da tarefa. A tarefa inteira está concluída
ru_ru: {{user_name}} покинул (-а) задачу. Теперь задача выполнена целиком
th_th: {{user_name}} ได้ออกจากงานแล้ว งานทั้งหมดเสร็จสมบูรณ์แล้วในขณะนี้
vi_vn: {{user_name}} đã rời khỏi nhiệm vụ. Hiện đã hoàn thành toàn bộ nhiệm vụ
zh_cn: {{user_name}}不再参与任务，整个任务已完成
zh_tw: {{user_name}}不再參與任務，整個任務已完成

# nIc
source: Ongoing
de_de: Offen
es_es: En curso
fr_fr: En cours
hi_in: जारी
id_id: Sedang berlangsung
it_it: In corso
ja_jp: 未完了
ko_kr: 진행 중
ms_my: Sedang berjalan
pt_br: Em andamento
ru_ru: К выполнению
th_th: กำลังดำเนินการ
vi_vn: Đang tiến hành
zh_cn: 未完成
zh_tw: 未完成

# Q14
source: Ongoing {{num}}
de_de: {{num}} offen
es_es: En curso {{num}}
fr_fr: {{num}} en cours
hi_in: जारी {{num}}
id_id: Sedang berlangsung {{num}}
it_it: In corso: {{num}}
ja_jp: 未完了 {{num}}
ko_kr: {{num}}개 진행 중
ms_my: Sedang berlangsung {{num}}
pt_br: {{num}} em andamento
ru_ru: К выполнению {{num}}
th_th: กำลังดำเนินการ {{num}} รายการ
vi_vn: Đang tiến hành {{num}}
zh_cn: 未完成 {{num}}
zh_tw: 未完成 {{num}}

# E7I
source: Mark as completed
de_de: Als erledigt markieren
es_es: Marcar como completada
fr_fr: Marquer comme terminé(e)
hi_in: पूर्ण के रूप में चिह्नित करें
id_id: Tandai sebagai selesai
it_it: Contrassegna come completata
ja_jp: 完了にする
ko_kr: 완료됨으로 표시
ms_my: Tandakan sebagai selesai
pt_br: Marcar como concluída
ru_ru: Отметить как выполненную
th_th: ทำเครื่องหมายว่าเสร็จสมบูรณ์แล้ว
vi_vn: Đánh dấu là đã hoàn thành
zh_cn: 标记完成
zh_tw: 標記完成

# CkU
source: Mark as Ongoing
de_de: Als offen markieren
es_es: Marcar como tarea en curso
fr_fr: Marquer comme en cours
hi_in: जारी के रूप में चिह्नित करें
id_id: Tandai sebagai Sedang Berlangsung
it_it: Contrassegna come In corso
ja_jp: 未完了にする
ko_kr: 진행 중으로 표시
ms_my: Tandakan sebagai Sedang Berjalan
pt_br: Marcar como "em andamento"
ru_ru: Пометить как текущую
th_th: ทำเครื่องหมายว่ากำลังดำเนินการ
vi_vn: Đánh dấu là Đang tiến hành
zh_cn: 标记未完成
zh_tw: 標記未完成

# urI
source: I've Completed
de_de: Ich habe alles erledigt
es_es: La he completado
fr_fr: J'ai terminé
hi_in: मैंने पूर्ण किया
id_id: Sudah Selesai
it_it: Ho completato
ja_jp: 自分が完了した
ko_kr: 완료했습니다
ms_my: Saya telah Selesai
pt_br: Eu concluí
ru_ru: Я выполнил (-а)
th_th: ฉันทำงานจนเสร็จสมบูรณ์แล้ว
vi_vn: Tôi đã hoàn thành
zh_cn: 我已完成
zh_tw: 我已完成

# bNE
source: I've Completed
de_de: Ich habe alles erledigt
es_es: La he completado
fr_fr: J'ai terminé
hi_in: मैंने पूर्ण किया
id_id: Sudah Selesai
it_it: Ho completato
ja_jp: 自分のみ完了
ko_kr: 완료했습니다
ms_my: Saya Selesai
pt_br: Eu concluí
ru_ru: Я выполнил (-а)
th_th: ฉันทำงานจนเสร็จสมบูรณ์แล้ว
vi_vn: Tôi đã hoàn thành
zh_cn: 仅我完成
zh_tw: 只有我完成

# r20
source: Re-open task?
de_de: Aufgabe erneut öffnen?
es_es: ¿Volver a abrir la tarea?
fr_fr: Rouvrir la tâche ?
hi_in: कार्य पुनः खोलें?
id_id: Buka kembali tugas?
it_it: Vuoi riaprire l'attività?
ja_jp: タスクを再開
ko_kr: 할 일을 다시 여시겠습니까?
ms_my: Buka semula tugas?
pt_br: Reabrir tarefa?
ru_ru: Возобновить задачу?
th_th: เปิดงานอีกครั้งหรือไม่
vi_vn: Mở lại nhiệm vụ?
zh_cn: 重启任务
zh_tw: 恢復任務

# e00
source: Once this task is re-opened, it'll be marked as ongoing for all owners.
de_de: Nachdem diese Aufgabe erneut geöffnet wurde, wird sie für alle Besitzer als „Wird ausgeführt“ markiert.
es_es: Una vez que se vuelva a abrir esta tarea, se marcará como en curso para todos los propietarios.
fr_fr: Une fois cette tâche rouverte, elle sera marquée comme en cours pour tous les propriétaires.
hi_in: यह कार्य पुनः खोले जाने के बाद, इसे सभी असाइनी के लिए जारी के रूप में चिह्नित किया जाएगा.
id_id: Setelah tugas ini dibuka ulang, tugas akan ditandai sebagai sedang berlangsung untuk semua pemilik.
it_it: Una volta riaperta questa attività, verrà contrassegnata come "in corso" per tutti i proprietari.
ja_jp: タスクを再開すると、すべての担当者のタスクが「未完了」に戻ります。再開しますか？
ko_kr: 이 할 일이 다시 열리면 모든 소유자에게 진행 중으로 표시됩니다.
ms_my: Sekali tugas ini dibuka semula, ia akan ditandakan sebagai sedang berlangsung untuk semua pemilik.
pt_br: Quando essa tarefa for reaberta, ela será marcada como em andamento para todos os proprietários.
ru_ru: После повторного открытия этой задачи она будет помечена как текущая для всех владельцев.
th_th: เมื่องานนี้เปิดอีกครั้ง จะมีการทำเครื่องหมายเป็นกำลังดำเนินการสำหรับเจ้าของทุกคน
vi_vn: Sau khi mở lại tác vụ này, nó sẽ được đánh dấu là đang diễn ra đối với tất cả chủ sở hữu.
zh_cn: 重启任务后，所有负责人的任务将回到未完成状态，是否确认重启？
zh_tw: 恢復任務後，所有負責人的任務將回到未完成狀態，是否確認恢復？

# QdM
source: Progress updated
de_de: Fortschritt aktualisiert
es_es: El avance se ha actualizado
fr_fr: Avancement mis à jour
hi_in: प्रगति अपडेट की गई
id_id: Kemajuan diperbarui
it_it: Progresso aggiornato
ja_jp: 操作しました
ko_kr: 진행 상황이 업데이트되었습니다
ms_my: Kemajuan dikemaskini
pt_br: Andamento atualizado
ru_ru: Данные о выполнении обновлены
th_th: อัปเดตความคืบหน้าแล้ว
vi_vn: Đã cập nhật tiến độ
zh_cn: 操作成功
zh_tw: 操作成功

# vXY
source: {{user_name}} added owner {{assignee}} and re-opened the task
de_de: {{user_name}} hat den Besitzer {{assignee}} hinzugefügt und die Aufgabe erneut geöffnet
es_es: {{user_name}} ha agregado el propietario {{assignee}} y ha reabierto la tarea
fr_fr: {{user_name}} a ajouter le propriétaire {{assignee}} et a rouvert la tâche
id_id: {{user_name}} berhasil menambahkan pemilik {{assignee}} dan berhasil membuka ulang tugas
it_it: {{user_name}} ha aggiunto il proprietario {{assignee}} e riaperto l'attività
ja_jp: {{user_name}} が担当者 {{assignee}} を追加し、タスクが再開されました
ko_kr: {{user_name}} 님이 소유자 {{assignee}} 님을 추가하고 할 일을 다시 열었습니다
ms_my: {{user_name}} menambah pemilik {{assignee}} dan membuka semula tugas
pt_br: {{user_name}} adicionou o proprietário {{assignee}} e reabriu a tarefa
ru_ru: {{user_name}} добавил владельца {{assignee}} и повторно открыл задачу
th_th: {{user_name}} เพิ่มเจ้าของ {{assignee}} แล้ว และงานนี้เปิดขึ้นอีกครั้ง
vi_vn: {{user_name}} đã thêm chủ sở hữu {{assignee}} và đã mở lại tác vụ
zh_cn: {{user_name}}新增了负责人{{assignee}}，任务已重启
zh_tw: {{user_name}}新增了負責人{{assignee}}，任務已恢復

# HKw
source: {{user_name}} added {{num}} owners to this task. The entire task is now re-opened
de_de: {{user_name}} hat {{num}} Besitzer zu dieser Aufgabe hinzugefügt. Die gesamte Aufgabe ist jetzt erneut geöffnet
es_es: {{user_name}} ha agregado {{num}} propietarios a esta tarea. Se ha reabierto la tarea completa
fr_fr: {{user_name}} a ajouté {{num}} propriétaires à cette tâche. Toute la tâche est désormais rouverte
id_id: {{user_name}} berhasil menambahkan {{num}} pemilik ke tugas ini. Seluruh tugas sekarang dibuka ulang
it_it: {{user_name}} ha aggiunto{{num}} proprietari a questa attività. L'intera attività è ora riaperta
ja_jp: {{user_name}} が {{num}} 人の担当者を追加し、タスクが再開されました
ko_kr: {{user_name}} 님이 이 할 일에 소유자 {{num}}명을 추가했습니다. 이제 전체 할 일이 다시 열렸습니다
ms_my: {{user_name}} menambah {{num}} pemilik ke tugas ini. Seluruh tugas kini dibuka semula
pt_br: {{user_name}} adicionou {{num}} proprietários à tarefa. A tarefa inteira agora está reaberta
ru_ru: {{user_name}} добавил {{num}} влад. в эту задачу. Вся задача теперь повторно открыта
th_th: {{user_name}} เพิ่มเจ้าของ {{num}} คนไปยังงานนี้แล้ว งานทั้งหมดเปิดขึ้นอีกครั้ง
vi_vn: {{user_name}} đã thêm {{num}} chủ sở hữu vào tác vụ này. Toàn bộ tác vụ hiện đã được mở lại
zh_cn: {{user_name}}新增了负责人 {{num}} 人，任务已重启
zh_tw: {{user_name}}新增了 {{num}} 位負責人，任務已恢復

# h6Q
source: {{user_name}} added him-/herself as owner. The entire task is now re-opened
de_de: {{user_name}} hat sich selbst als Besitzer hinzugefügt. Die gesamte Aufgabe ist jetzt erneut geöffnet
es_es: {{user_name}} se ha agregado como propietario. Se ha reabierto la tarea completa
fr_fr: {{user_name}} s'est ajouté en tant que propriétaire. La tâche entière est désormais rouverte
id_id: {{user_name}} berhasil menambahkan dirinya sendiri sebagai pemilik. Seluruh tugas sekarang dibuka ulang
it_it: {{user_name}} ha aggiunto sé stesso/a come proprietario. L'intera attività è ora riaperta
ja_jp: {{user_name}} が自分を担当者として追加し、タスクが再開されました
ko_kr: {{user_name}} 님이 자기 자신을 소유자로 추가했습니다. 이제 전체 할 일이 다시 열렸습니다
ms_my: {{user_name}} menambah diri sendiri sebagai pemilik. Seluruh tugas kini dibuka semula
pt_br: {{user_name}} adicionou a si mesmo como proprietário. A tarefa inteira agora está reaberta
ru_ru: {{user_name}} добавил себя в качестве владельца. Вся задача теперь повторно открыта
th_th: {{user_name}} เพิ่มตัวเองเป็นเจ้าของแล้ว งานทั้งหมดเปิดขึ้นอีกครั้ง
vi_vn: {{user_name}} đã thêm bản thân mình vào làm chủ sở hữu. Toàn bộ tác vụ hiện đã được mở lại
zh_cn: {{user_name}}将自己添加为负责人，任务已重启
zh_tw: {{user_name}}將自己新增為負責人，任務已恢復

# mR8
source: {{user_name}} restored {{num}} owners. The entire task is now re-opened
de_de: {{user_name}} hat {{num}} Besitzer wiederhergestellt. Die gesamte Aufgabe ist jetzt erneut geöffnet
es_es: {{user_name}} ha restaurado {{num}} propietarios. Se ha reabierto la tarea completa
fr_fr: {{user_name}} a restauré {{num}} propriétaires. La tâche entière est désormais rouverte
id_id: {{user_name}} memulihkan {{num}} pemilik. Seluruh tugas sekarang dibuka ulang
it_it: {{user_name}} ha ripristinato {{num}} proprietari. L'intera attività è ora riaperta
ja_jp: {{user_name}} が {{num}} 人の担当者を復元し、タスクが再開されました
ko_kr: {{user_name}} 님이 소유자 {{num}}명을 복원했습니다. 이제 전체 할 일이 다시 열렸습니다
ms_my: {{user_name}} memulihkan {{num}} pemilik. Tugas keseluruhan kini dibuka semula
pt_br: {{user_name}} restaurou {{num}} proprietários. A tarefa inteira agora está reaberta
ru_ru: {{user_name}} восстановил {{num}} влад. Вся задача теперь повторно открыта
th_th: {{user_name}} กู้คืนเจ้าของ {{num}} คนไปยังงานนี้แล้ว งานทั้งหมดเปิดอีกครั้งแล้ว
vi_vn: {{user_name}} đã khôi phục {{num}} chủ sở hữu. Toàn bộ tác vụ hiện đã được mở lại
zh_cn: {{user_name}}恢复了 {{num}} 个负责人，任务已重启
zh_tw: {{user_name}}恢復了 {{num}} 個負責人，任務已恢復

# 1wE
source: {{user_name}} added you as owner. This task is now re-opened
de_de: {{user_name}} hat Sie als Besitzer hinzugefügt. Diese Aufgabe ist jetzt erneut geöffnet
es_es: {{user_name}} te ha agregado como propietario. Se ha reabierto la tarea
fr_fr: {{user_name}} vous a ajouté en tant que propriétaire. Cette tâche est désormais rouverte
id_id: {{user_name}} berhasil menambahkan Anda sebagai pemilik. Tugas ini sekarang dibuka ulang
it_it: {{user_name}} ti ha aggiunto come proprietario. L'attività è ora riaperta
ja_jp: {{user_name}} があなたを担当者として追加し、タスクが再開されました
ko_kr: {{user_name}} 님이 회원님을 소유자로 추가했습니다. 이제 이 할 일이 다시 열렸습니다
ms_my: {{user_name}} menambah anda sebagai pemilik. Tugas ini kini dibuka semula
pt_br: {{user_name}} adicionou você como proprietário. Esta tarefa está agora reaberta
ru_ru: {{user_name}} добавил вас в качестве владельца. Эта задача повторно открыта
th_th: {{user_name}} เพิ่มคุณเป็นเจ้าของแล้ว งานนี้เปิดขึ้นอีกครั้ง
vi_vn: {{user_name}} đã thêm bạn vào làm chủ sở hữu. Tác vụ này hiện đã được mở lại
zh_cn: {{user_name}}添加你为负责人，任务已被重启
zh_tw: {{user_name}}將你新增為負責人，任務已恢復

source: {{user_name}} completed the task
de_de: {{user_name}} hat die Aufgabe erledigt.
es_es: {{user_name}} completó la tarea
fr_fr: {{user_name}} a terminé la tâche
hi_in: {{user_name}} ने कार्य पूर्ण किया
id_id: {{user_name}} menyelesaikan tugas
it_it: {{user_name}} ha completato l'attività
ja_jp: {{user_name}} がタスクを完了しました
ko_kr: {{user_name}} 님이 할 일을 완료했습니다
ms_my: {{user_name}} menyelesaikan tugas
pt_br: {{user_name}} concluiu a tarefa
ru_ru: {{user_name}} выполнил(а) задачу
th_th: {{user_name}} ทำงานจนเสร็จสมบูรณ์แล้ว
vi_vn: {{user_name}} đã hoàn thành nhiệm vụ
zh_cn: {{user_name}}完成了任务
zh_tw: {{user_name}}已完成任務

# 6T0
source: {{user_name}} completed {{assignee}}'s task. The entire task is now completed
de_de: {{user_name}} hat die Aufgabe von {{assignee}} erledigt. Die gesamte Aufgabe ist nun vollständig erledigt.
es_es: {{user_name}} completó la tarea de {{assignee}}. Ya se ha completado la tarea
fr_fr: {{user_name}} a terminé la tâche de {{assignee}}. La tâche est maintenant terminée dans sa totalité
hi_in: {{user_name}} ने {{assignee}} का कार्य पूर्ण किया यह तमाम कार्य अब पूर्ण हो गया है
id_id: {{user_name}} menyelesaikan tugas {{assignee}}. Seluruh tugas telah selesai
it_it: {{user_name}} ha completato l'attività di {{assignee}}. L'intera attività è ora completata
ja_jp: {{user_name}} が {{assignee}} のタスクを完了し、タスク全体が完了しました
ko_kr: {{user_name}} 님이 {{assignee}} 님의 할 일을 완료했습니다. 이제 전체 할 일이 완료되었습니다.
ms_my: {{user_name}} menyelesaikan tugasan {{assignee}}. Keseluruhan tugasan kini selesai
pt_br: {{user_name}} concluiu a tarefa de {{assignee}}. A tarefa inteira está concluída
ru_ru: {{user_name}} выполнил (-а) задачу {{assignee}}. Теперь вся задача выполнена
th_th: {{user_name}} ได้ทำงานของ {{assignee}} จนเสร็จสมบูรณ์ งานทั้งหมดเสร็จสมบูรณ์แล้วในขณะนี้
vi_vn: {{user_name}} đã hoàn thành nhiệm vụ của {{assignee}}. Hiện đã hoàn thành toàn bộ nhiệm vụ
zh_cn: {{user_name}}完成了{{assignee}}的任务，整个任务已完成
zh_tw: {{user_name}}已完成{{assignee}}的任務，整個任務已完成

# Gg0
source: {{user_name}} completed the task for {{num}} owners. The entire task is now completed
de_de: {{user_name}} hat die Aufgabe für {{num}} Besitzer abgeschlossen. Die gesamte Aufgabe ist jetzt abgeschlossen
es_es: {{user_name}} ha completado la tarea para {{num}} propietarios. Se ha completado la tarea en su totalidad
fr_fr: {{user_name}} a terminé la tâche pour {{num}} propriétaires. La tâche entière est désormais terminée
id_id: {{user_name}} menyelesaikan tugas untuk {{num}} pemilik. Seluruh tugas sekarang selesai
it_it: {{user_name}} ha completato l'attività per {{num}} proprietari. L'intera attività è ora completata
ja_jp: {{user_name}} が {{num}} 人の担当者のタスクを完了し、タスク全体が完了しました
ko_kr: {{user_name}} 님이 소유자 {{num}}명에 대한 할 일을 완료했습니다. 이제 전체 할 일이 완료되었습니다
ms_my: {{user_name}} menyelesaikan tugas untuk {{num}} pemilik. Tugas keseluruhan kini selesai
pt_br: {{user_name}} concluiu a tarefa para {{num}} proprietários. A tarefa inteira está agora concluída
ru_ru: {{user_name}} завершил задачу для {{num}} влад. Вся задача теперь завершена
th_th: {{user_name}} ทำงานสำหรับเจ้าของ {{num}} คนเสร็จแล้ว งานทั้งหมดเสร็จแล้ว
vi_vn: {{user_name}} đã hoàn thành tác vụ cho {{num}} chủ sở hữu. Toàn bộ tác vụ hiện đã hoàn thành
zh_cn: {{user_name}}完成了 {{num}} 个负责人的任务，整个任务已完成
zh_tw: {{user_name}}完成了 {{num}} 個負責人的任務，整個任務已完成

# jPk
source: {{user_name}} marked your task as completed
de_de: {{user_name}} hat Ihre Aufgabe als erledigt markiert.
es_es: {{user_name}} marcó tu tarea como completada
fr_fr: {{user_name}} a marqué votre tâche comme terminée
hi_in: {{user_name}} ने आपका कार्य पूर्ण के रूप में चिह्नित किया
id_id: {{user_name}} menandai tugas Anda sebagai selesai
it_it: {{user_name}} ha contrassegnato la tua attività come completata
ja_jp: {{user_name}} があなたのタスクを完了しました
ko_kr: {{user_name}} 님이 회원님의 할 일을 완료됨으로 표시했습니다
ms_my: {{user_name}} menandakan tugasan anda sebagai selesai
pt_br: {{user_name}} marcou sua tarefa como concluída
ru_ru: {{user_name}} отметил (-а) вашу задачу как выполненную
th_th: {{user_name}} ได้ทำเครื่องหมายงานของคุณว่าเสร็จสมบูรณ์แล้ว
vi_vn: {{user_name}} đã đánh dấu nhiệm vụ của bạn là đã hoàn thành
zh_cn: {{user_name}}完成了你的任务
zh_tw: {{user_name}}已完成你的任務

# gxA
source: {{user_name}} completed your task. The entire task is now completed
de_de: {{user_name}} hat Ihre Aufgabe erledigt. Die gesamte Aufgabe ist nun vollständig erledigt.
es_es: {{user_name}} completó tu tarea. Ya se ha completado la tarea
fr_fr: {{user_name}} a terminé votre tâche. La tâche est maintenant terminée dans sa totalité
hi_in: {{user_name}} ने आपका कार्य पूर्ण किया. यह तमाम कार्य अब पूर्ण हो गया है
id_id: {{user_name}} menyelesaikan tugas Anda. Seluruh tugas telah selesai
it_it: {{user_name}} ha completato la tua attività. L'intera attività è ora completata
ja_jp: {{user_name}} があなたのタスクを完了したため、タスク全体が完了しました
ko_kr: {{user_name}} 님이 회원님의 할 일을 완료했습니다. 이제 전체 할 일이 완료되었습니다.
ms_my: {{user_name}} menyelesaikan tugas anda. Keseluruhan tugas kini selesai
pt_br: {{user_name}} concluiu sua tarefa. A tarefa inteira está concluída
ru_ru: {{user_name}} выполнил (-а) вашу задачу. Теперь задача выполнена целиком
th_th: {{user_name}} ได้ทำงานของคุณจนเสร็จสมบูรณ์แล้ว งานทั้งหมดเสร็จสมบูรณ์แล้วในขณะนี้
vi_vn: {{user_name}} đã hoàn thành nhiệm vụ của bạn. Hiện đã hoàn thành toàn bộ nhiệm vụ
zh_cn: {{user_name}}完成了你的任务，整个任务已完成
zh_tw: {{user_name}}已完成你的任務，整個任務已完成
