Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Zdk
source: {{user_name}} removed owner {{assignee}}. The entire task is now completed
de_de: {{user_name}} hat den Besitzer {{assignee}} entfernt. Die gesamte Aufgabe ist jetzt abgeschlossen
es_es: {{user_name}} ha quitado al propietario {{assignee}}. Se ha completado la tarea completa
fr_fr: {{user_name}} a retiré le propriétaire {{assignee}}. La tâche entière est désormais terminée
id_id: {{user_name}} berhasil menghapus pemilik {{assignee}}. Seluruh tugas sekarang selesai
it_it: {{user_name}} ha rimosso il proprietario {{assignee}}. L'intera attività è ora completata
ja_jp: {{user_name}} が担当者 {{assignee}} を削除し、タスク全体が完了しました
ko_kr: {{user_name}} 님이 소유자 {{assignee}} 님을 제거했습니다. 이제 전체 할 일이 완료되었습니다
ms_my: {{user_name}} membuang pemilik {{assignee}}. Seluruh tugas kini selesai
pt_br: {{user_name}} removeu o proprietário {{assignee}}. A tarefa inteira está agora concluída
ru_ru: {{user_name}} удалил владельца {{assignee}}. Вся задача теперь завершена
th_th: {{user_name}} ลบเจ้าของ {{assignee}} แล้ว งานทั้งหมดเสร็จสมบูรณ์แล้ว
vi_vn: {{user_name}} đã xóa chủ sở hữu {{assignee}}. Toàn bộ tác vụ hiện đã hoàn thành
zh_cn: {{user_name}} 移除了负责人 {{assignee}}，整个任务已完成
zh_tw: {{user_name}} 移除了負責人 {{assignee}}，整個任務已完成

# KRU
source: {{user_name}} removed {{num}} owners. This task is now completed
de_de: {{user_name}} hat {{num}} Besitzer entfernt. Diese Aufgabe ist jetzt abgeschlossen
es_es: {{user_name}} ha quitado {{num}} propietarios. Se ha completado tarea
fr_fr: {{user_name}} a retiré {{num}} propriétaires. La tâche entière est désormais terminée
id_id: {{user_name}} menghapus {{num}} pemilik. Seluruh tugas sekarang selesai
it_it: {{user_name}} ha rimosso {{num}} proprietari. Questa attività è ora completata
ja_jp: {{user_name}} が {{num}} 人の担当者を削除し、タスクが完了しました
ko_kr: {{user_name}} 님이 소유자 {{num}}명을 제거했습니다. 이제 이 할 일이 완료되었습니다
ms_my: {{user_name}} mengeluarkan {{num}} pemilik. Tugas ini kini selesai
pt_br: {{user_name}} removeu {{num}} proprietários. A tarefa inteira está agora concluída
ru_ru: {{user_name}} удалил {{num}} влад. Эта задача теперь завершена
th_th: {{user_name}} ลบเจ้าของ {{num}} คนแล้ว งานทั้งหมดเสร็จแล้ว
vi_vn: {{user_name}} đã xóa {{num}} chủ sở hữu. Toàn bộ tác vụ hiện đã hoàn thành
zh_cn: {{user_name}}移除了负责人 {{num}} 人，整个任务已完成
zh_tw: {{user_name}}移除了 {{num}} 個負責人，整個任務已完成

# sdI
source: {{user_name}} removed you from owners. The entire task is now completed
de_de: {{user_name}} hat Sie aus Besitzern entfernt. Die gesamte Aufgabe ist jetzt abgeschlossen
es_es: {{user_name}} te ha eliminado de los propietarios. Se ha completado la tarea en su totalidad
fr_fr: {{user_name}} vous a retiré des propriétaires. La tâche entière est désormais terminée
id_id: {{user_name}} menghapus Anda dari pemilik. Seluruh tugas sekarang selesai
it_it: {{user_name}} ti ha rimosso dai proprietari. L'intera attività è ora completata
ja_jp: {{user_name}} があなたを担当者から削除し、タスクが完了しました
ko_kr: {{user_name}} 님이 회원님을 소유자에서 제거했습니다. 이제 전체 할 일이 완료되었습니다
ms_my: {{user_name}} membuang anda dari pemilik. Seluruh tugas kini selesai
pt_br: {{user_name}} removeu você dos proprietários. A tarefa inteira está agora concluída
ru_ru: {{user_name}} удалил вас из владельцев. Вся задача теперь завершена
th_th: {{user_name}} ลบคุณออกจากการเป็นเจ้าของแล้ว งานทั้งหมดเสร็จแล้ว
vi_vn: {{user_name}} đã xóa bạn khỏi danh sách chủ sở hữu. Toàn bộ tác vụ hiện đã hoàn thành
zh_cn: {{user_name}}将你从负责人中移除，整个任务已完成
zh_tw: {{user_name}}將你從負責人中移除，整個任務已完成

# RiE
source: {{user_name}} re-opened your task. The entire task is now re-opened.
de_de: {{user_name}} hat Ihre Aufgabe erneut geöffnet. Die gesamte Aufgabe ist nun erneut geöffnet.
es_es: {{user_name}} volvió a abrir tu tarea. Ya se ha vuelto a abrir la tarea completa.
fr_fr: {{user_name}} a rouvert votre tâche. La tâche est maintenant rouverte dans sa totalité.
hi_in: {{user_name}} ने आपका कार्य पुनः खोला है. यह तमाम कार्य अब पुनः खोला गया है.
id_id: {{user_name}} membuka ulang tugas Anda. Seluruh tugas telah dibuka ulang.
it_it: {{user_name}} ha riaperto l'attività. L'intera attività è ora riaperta.
ja_jp: {{user_name}} はあなたのタスクを再開したため、タスク全体が再開されました
ko_kr: {{user_name}} 님이 회원님의 할 일을 다시 열었습니다. 이제 전체 할 일이 다시 열렸습니다.
ms_my: {{user_name}} membuka semula tugas anda. Keseluruhan tugas kini dibuka semula
pt_br: {{user_name}} reabriu sua tarefa. A tarefa inteira está reaberta.
ru_ru: {{user_name}} повторно открыл (-а) вашу задачу. Теперь задача полностью открыта.
th_th: {{user_name}} ได้เปิดงานของคุณอีกครั้ง งานทั้งหมดถูกเปิดอีกครั้งแล้วในขณะนี้
vi_vn: {{user_name}} đã mở lại nhiệm vụ của bạn. Toàn bộ nhiệm vụ hiện đã được mở lại.
zh_cn: {{user_name}}重启了你的任务，整个任务已被重启
zh_tw: {{user_name}}已恢復你的任務，整個任務已恢復

# RtI
source: {{user_name}} reopened {{assignee}}'s task. The entire task is now reopened
de_de: {{user_name}} hat {{assignee}}s Aufgabe erneut geöffnet. Die gesamte Aufgabe ist nun erneut geöffnet
es_es: {{user_name}} ha reabierto la tarea de {{assignee}}. Se ha reabierto la tarea completa
fr_fr: {{user_name}} a rouvert la tâche de {{assignee}}. La tâche entière est maintenant rouverte
hi_in: {{user_name}} ने {{assignee}} का कार्य पुनः खोला. यह तमाम कार्य अब पुनः खोला गया है
id_id: {{user_name}} membuka kembali tugas {{assignee}}. Seluruh tugas sekarang dibuka kembali
it_it: {{user_name}} ha riaperto l'attività di {{assignee}}. L'intera attività è ora riaperta
ja_jp: {{user_name}} が {{assignee}} のタスクを再開したため、タスクが再開されました
ko_kr: {{user_name}} 님이 {{assignee}} 님의 할 일을 다시 열었습니다. 이제 전체 할 일이 다시 열렸습니다
ms_my: {{user_name}} membuka semula tugas {{assignee}}. Keseluruhan tugas kini dibuka semula
pt_br: {{user_name}} reabriu a tarefa de {{assignee}}. A tarefa inteira agora foi reaberta
ru_ru: {{user_name}} повторно открыл задачу {{assignee}}. Вся задача теперь повторно открыта
th_th: {{user_name}} เปิดงานของ {{assignee}} ขึ้นมาใหม่ งานนี้ทั้งงานเปิดขึ้นใหม่แล้ว
vi_vn: {{user_name}} đã mở lại nhiệm vụ của {{assignee}}. Toàn bộ nhiệm vụ hiện đã được mở lại
zh_cn: {{user_name}}重启了{{assignee}}的任务，整个任务已重启
zh_tw: {{user_name}}已恢復{{assignee}}的任務，整個任務已恢復

# qw0
source: {{user_name}} reopened his/her own task. The entire task is now reopened
de_de: {{user_name}} hat seine/ihre eigene Aufgabe erneut geöffnet. Die gesamte Aufgabe ist nun erneut geöffnet
es_es: {{user_name}} ha reabierto su propia tarea. Se ha reabierto la tarea completa
fr_fr: {{user_name}} a rouvert sa propre tâche. La tâche entière est maintenant rouverte
hi_in: {{user_name}} ने खुद का कार्य पुनः खोला. यह तमाम कार्य अब पुनः खोला गया है
id_id: {{user_name}} membuka kembali tugasnya sendiri. Seluruh tugas sekarang dibuka kembali
it_it: {{user_name}} ha riaperto la sua attività. L'intera attività è ora riaperta
ja_jp: {{user_name}} が自分のタスクを再開したため、タスクが再開されました
ko_kr: {{user_name}} 님이 자신의 할 일을 다시 열었습니다. 이제 전체 할 일이 다시 열렸습니다
ms_my: {{user_name}} membuka semula tugasnya sendiri. Keseluruhan tugas kini dibuka semula
pt_br: {{user_name}} reabriu sua própria tarefa. A tarefa inteira agora foi reaberta
ru_ru: {{user_name}} повторно открыл свою задачу. Вся задача теперь повторно открыта
th_th: {{user_name}} เปิดงานของตัวเองขึ้นมาใหม่ งานนี้ทั้งงานเปิดขึ้นใหม่แล้ว
vi_vn: {{user_name}} đã mở lại nhiệm vụ của chính mình. Toàn bộ nhiệm vụ hiện đã được mở lại
zh_cn: {{user_name}}重启了自己的任务，整个任务已重启
zh_tw: {{user_name}}已恢復自己的任務，整個任務已恢復

# fXE
source: {{user_name}} reopened the task
de_de: {{user_name}} hat die Aufgabe erneut geöffnet.
es_es: {{user_name}} volvió a abrir la tarea
fr_fr: {{user_name}} a rouvert la tâche
hi_in: {{user_name}} ने कार्य पुनः खोला
id_id: {{user_name}} membuka kembali tugas
it_it: {{user_name}} ha riaperto l'attività
ja_jp: {{user_name}} がタスクを再開しました
ko_kr: {{user_name}} 님이 할 일을 다시 열었습니다
ms_my: {{user_name}} membuka semula tugas
pt_br: {{user_name}} reabriu a tarefa
ru_ru: {{user_name}} повторно открыл (-а) задачу
th_th: {{user_name}} ได้เปิดงานอีกครั้ง
vi_vn: {{user_name}} đã mở lại nhiệm vụ
zh_cn: {{user_name}}重启了任务
zh_tw: {{user_name}}已恢復任務

# kfE
source: {{user_name}} reopened your task and marked it as ongoing
de_de: {{user_name}} hat Ihre Aufgabe erneut geöffnet und als offen markiert.
es_es: {{user_name}} volvió a abrir tu tarea y la marcó como tarea en curso
fr_fr: {{user_name}} a rouvert votre tâche et l'a marquée comme en cours
hi_in: {{user_name}} ने आपका कार्य पुनः खोला और इसे जारी के रूप में चिह्नित किया
id_id: {{user_name}} membuka kembali tugas Anda dan menandainya sebagai sedang berlangsung
it_it: {{user_name}} ha riaperto la tua attività e l'ha contrassegnata come in corso
ja_jp: {{user_name}} があなたのタスクを再開しました
ko_kr: {{user_name}} 님이 회원님의 할 일을 다시 열어 진행 중으로 표시했습니다
ms_my: {{user_name}} membuka semula tugasan anda dan menandakannya sebagai sedang berjalan
pt_br: {{user_name}} reabriu sua tarefa e a marcou como em andamento
ru_ru: {{user_name}} повторно открыл (-а) вашу задачу и отметил (-а) ее как выполняющуюся
th_th: {{user_name}} ได้เปิดงานของคุณอีกครั้งและทำเครื่องหมายว่ากำลังดำเนินการ
vi_vn: {{user_name}} đã mở lại nhiệm vụ của bạn và đánh dấu nhiệm vụ là đang tiến hành
zh_cn: {{user_name}}重启了你的任务
zh_tw: {{user_name}}已恢復你的任務

# deU
source: [File]
de_de: [Datei]
es_es: [Archivo]
fr_fr: [Fichier]
ja_jp: [ファイル]
ko_kr: [파일]
ms_my: [Fail]
pt_br: [Arquivo]
ru_ru: [Файл]
th_th: [ไฟล์]
vi_vn: [Tập tin]
zh_cn: [文件]
zh_tw: [檔案]

# yJo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# f9g
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Siap
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# IW0
source: Failed to send
de_de: Senden fehlgeschlagen
es_es: Error al enviar
fr_fr: Échec de l'envoi
hi_in: भेजने में विफल हुआ
id_id: Gagal mengirim
it_it: Impossibile inviare
ja_jp: 送信できませんでした
ko_kr: 전송 실패
ms_my: Gagal menghantar
pt_br: Falha ao enviar
ru_ru: Не удалось отправить
th_th: ส่งไม่สำเร็จ
vi_vn: Gửi không thành công
zh_cn: 发送失败
zh_tw: 傳送失敗

# m2M
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
hi_in: अधिक जानें
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 深入瞭解

# fsA
source: Other
de_de: Sonstiges
es_es: Otros
fr_fr: Autre
hi_in: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Другое
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他时间
zh_tw: 其他時間

# 1+o
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_tw: 回覆

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# myU
source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
hi_in: आज
id_id: Hari ini
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
ms_my: Hari ini
pt_br: Hoje
ru_ru: Cегодня
th_th: วันนี้
vi_vn: Hôm nay
zh_cn: 今天
zh_tw: 今天

# Stw
source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
hi_in: आने वाला कल
id_id: Besok
it_it: Domani
ja_jp: 明日
ko_kr: 내일
ms_my: Esok
pt_br: Amanhã
ru_ru: Завтра
th_th: พรุ่งนี้
vi_vn: Ngày mai
zh_cn: 明天
zh_tw: 明天

# 5Do
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Buat
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# QYw
source: Maximum number of characters reached
de_de: Maximale Anzahl von Zeichen erreicht
es_es: Número máximo de caracteres alcanzado
fr_fr: Nombre maximal de caractères atteint
id_id: Jumlah maksimum karakter telah tercapai
it_it: Numero massimo di caratteri raggiunto
ja_jp: 文字数が上限に達しました。
ko_kr: 최대 문자 수에 도달했습니다
ms_my: Bilangan aksara maksimum dicapai
pt_br: Número máximo de caracteres atingido
ru_ru: Достигнуто максимальное количество символов
th_th: อักขระครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số lượng ký tự tối đa
zh_cn: 字符数已达上限
zh_tw: 字元數已達上限

# 1jg
source: Enter list name
de_de: Namen der Liste eingeben
es_es: Introduce el nombre de lista
fr_fr: Saisir le nom de la liste
id_id: Masukkan nama daftar
it_it: Immetti il nome dell'elenco
ja_jp: リスト名を入力
ko_kr: 목록 이름 입력
ms_my: Masukkan nama senarai
pt_br: Inserir nome da lista
ru_ru: Введите имя списка
th_th: กรอกชื่อรายการ
vi_vn: Nhập tên danh sách
zh_cn: 输入清单名称
zh_tw: 輸入清單名稱

# CkQ
source: List name
de_de: Name der Liste
es_es: Nombre de lista
fr_fr: Nom de la liste
id_id: Nama daftar
it_it: Nome elenco
ja_jp: リスト名
ko_kr: 목록 이름
ms_my: Nama senarai
pt_br: Nome da lista
ru_ru: Имя списка
th_th: ชื่อรายการ
vi_vn: Tên danh sách
zh_cn: 清单名称
zh_tw: 清單名稱

# QAw
source: New Task List
de_de: Neue Aufgabenliste
es_es: Nueva lista de tareas
fr_fr: Nouvelle liste de tâches
id_id: Daftar Tugas Baru
it_it: Nuovo elenco attività
ja_jp: タスクリストを作成
ko_kr: 새 할 일 목록
ms_my: Senarai Tugas Baharu
pt_br: Nova lista de tarefas
ru_ru: Новый список задач
th_th: รายชื่องานใหม่
vi_vn: Danh sách tác vụ mới
zh_cn: 新建任务清单
zh_tw: 建立新任務清單

# N58
source: Create Section
de_de: Abschnitt erstellen
es_es: Crear sección
fr_fr: Créer une section
id_id: Buat Bagian
it_it: Crea sezione
ja_jp: セクションを作成
ko_kr: 섹션 생성
ms_my: Buat Bahagian
pt_br: Criar seção
ru_ru: Создать раздел
th_th: สร้างส่วน
vi_vn: Tạo mục
zh_cn: 创建分组
zh_tw: 建立分組

# 7YY
source: Maximum character limit reached
de_de: Maximale Zeichenbeschränkung erreicht
es_es: Se ha alcanzado el límite de caracteres máximo
fr_fr: Limite maximale de caractères atteinte
hi_in: वर्णों की अधिकतम संख्या सीमा तक पहुँच गई है
id_id: Batas karakter maksimum tercapai
it_it: Limite massimo di caratteri raggiunto
ja_jp: 文字数の上限を超えています。
ko_kr: 최대 글자 수 한도에 도달했습니다
ms_my: Had aksara maksimum dicapai
pt_br: Limite máximo de caracteres atingido
ru_ru: Достигнуто максимальное количество символов
th_th: อักขระครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt giới hạn ký tự tối đa
zh_cn: 超过字数上限
zh_tw: 超過字數上限

# azA
source: No options
de_de: Keine Optionen
es_es: No hay opciones
fr_fr: Aucune option
id_id: Tidak ada opsi
it_it: Nessuna opzione
ja_jp: オプションなし
ko_kr: 옵션 없음
ms_my: Tiada pilihan
pt_br: Nenhuma opção
ru_ru: Нет вариантов
th_th: ไม่มีตัวเลือก
vi_vn: Không có tùy chọn nào
zh_cn: 暂无选项
zh_tw: 暫無選項

# HJg
source: Loading...
de_de: Ladevorgang...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 数据加载中，请稍候...
zh_tw: 資料載入中，請稍候...

# 3Hs
source: Follow Docs permissions
de_de: Den Docs-Berechtigungen folgen
es_es: Seguir permisos de Docs
fr_fr: Suivre les autorisations des Docs
id_id: Ikuti izin Docs
it_it: Segui le autorizzazioni Docs
ja_jp: Docs の権限に従う
ko_kr: Docs 권한 따르기
ms_my: Ikut kebenaran Docs
pt_br: Siga as permissões de Docs
ru_ru: Подписаться на разрешения Docs
th_th: ปฏิบัติตามสิทธิ์การอนุญาต Docs
vi_vn: Áp dụng theo quyền Docs
zh_cn: 跟随文档权限
zh_tw: 跟隨文件權限

# V1I
source: Untitled document
de_de: Unbenanntes Dokument
es_es: Documento sin título
fr_fr: Document sans titre
id_id: Dokumen tanpa judul
it_it: Documento senza titolo
ja_jp: 名称未設定ドキュメント
ko_kr: 제목 없는 문서
ms_my: Dokumen tanpa tajuk
pt_br: Documento sem título
ru_ru: Документ без названия
th_th: เอกสารที่ไม่มีชื่อ
vi_vn: Tài liệu không có tiêu đề
zh_cn: 未命名文档
zh_tw: 未命名文件

# AH8
source: Blocked by {{num}}
de_de: Blockiert nach {{num}}
es_es: Bloqueada por {{num}}
fr_fr: Assujettie à {{num}}
id_id: Diblokir oleh {{num}}
it_it: Bloccato da {{num}}
ja_jp: {{num}} 件の先行タスク
ko_kr: 필수 선행 할 일 {{num}}개
ms_my: Disekat oleh {{num}}
pt_br: Bloqueado por {{num}}
ru_ru: Заблокировано {{num}}
th_th: บล็อกโดย {{num}}
vi_vn: Bị chặn bởi {{num}}
zh_cn: {{num}} 前置任务
zh_tw: {{num}} 前置任務

# eVU
source: Blocked by
de_de: Blockiert nach
es_es: Bloqueada por
fr_fr: Assujettir à
id_id: Diblokir oleh
it_it: Bloccato da
ja_jp: 先行タスクを追加
ko_kr: 필수 선행 할 일 추가
ms_my: Disekat oleh
pt_br: Bloqueado por
ru_ru: Заблокировано
th_th: บล็อกโดย
vi_vn: Bị chặn bởi
zh_cn: 添加前置任务
zh_tw: 新增前置任務

# X2Q
source: Blocking {{num}}
de_de: {{num}} blockieren
es_es: Bloqueo: {{num}}
fr_fr: Assujettit {{num}}
id_id: Memblokir {{num}}
it_it: Blocco di {{num}} in corso
ja_jp: {{num}} 件の後続タスク
ko_kr: 할 일 {{num}}개 차단 중
ms_my: Menyekat {{num}}
pt_br: Bloqueando {{num}}
ru_ru: Блокировка {{num}}
th_th: กำลังบล็อก {{num}}
vi_vn: Đang chặn {{num}}
zh_cn: 阻塞 {{num}} 任务
zh_tw: 封鎖 {{num}} 任務

# YoE
source: Blocking
de_de: Blockieren
es_es: Bloqueo
fr_fr: Assujettit
id_id: Memblokir
it_it: Blocco in corso
ja_jp: 後続タスクを追加
ko_kr: 후행 할 일 추가
ms_my: Menyekat
pt_br: Bloqueio
ru_ru: Блокировка
th_th: กำลังบล็อก
vi_vn: Đang chặn
zh_cn: 添加后置任务
zh_tw: 新增後置任務

# 6Y0
source: Mark Complete
de_de: Als abgeschlossen markieren
es_es: Marcar como completada
fr_fr: Marquer comme terminé
id_id: Tandai Selesai
it_it: Contrassegna come completata
ja_jp: 完了
ko_kr: 완료로 표시
ms_my: Tandakan Selesai
pt_br: Marcar como concluída
ru_ru: Пометить как завершенную
th_th: ทำเครื่องหมายเป็นเสร็จสมบูรณ์
vi_vn: Đánh dấu là đã hoàn thành
zh_cn: 完成
zh_tw: 完成

# Tt8
source: Mark this task complete?
de_de: Diese Aufgabe als abgeschlossen markieren?
es_es: ¿Marcar esta tarea como completada?
fr_fr: Marquer cette tâche comme terminée ?
id_id: Tandai tugas ini sebagai selesai?
it_it: Contrassegnare questa attività come completata?
ja_jp: タスクを完了にしますか？
ko_kr: 이 할 일을 완료로 표시하시겠습니까?
ms_my: Tandakan tugas ini selesai?
pt_br: Marcar esta tarefa como concluída?
ru_ru: Отметить эту задачу как выполненную?
th_th: ทำเครื่องหมายว่างานนี้เสร็จสมบูรณ์หรือไม่
vi_vn: Đánh dấu tác vụ này là đã hoàn thành?
zh_cn: 确认完成任务吗？
zh_tw: 確認完成任務嗎？

# mLU
source: Mark as Milestone
de_de: Als Meilenstein markieren
es_es: Marcar como hito
fr_fr: Marquer comme étape importante
id_id: Tandai sebagai Pencapaian
it_it: Contrassegna come traguardo
ja_jp: マイルストーンに設定
ko_kr: 마일스톤으로 표시
ms_my: Tandakan sebagai Milestone
pt_br: Marcar como Marco
ru_ru: Отметить как веху
th_th: ทำเครื่องหมายเป็นขั้น
vi_vn: Đánh dấu là mốc
zh_cn: 设为里程碑
zh_tw: 設為里程碑

# khw
source: Milestone
de_de: Meilenstein
es_es: Hito
fr_fr: Étape importante
id_id: Pencapaian
it_it: Traguardo
ja_jp: マイルストーン
ko_kr: 마일스톤
ms_my: Tanda batu
pt_br: Marco
ru_ru: Веха
th_th: ขั้น
vi_vn: Mốc
zh_cn: 里程碑
zh_tw: 里程碑

# MtA
source: Unmark as Milestone
de_de: Markierung als Meilenstein aufheben
es_es: Desmarcar como hito
fr_fr: Retirer des étapes importantes
id_id: Batal tandai sebagai Pencapaian
it_it: Rimuovi contrassegno di traguardo
ja_jp: タスクのマイルストーンマークを取り消す
ko_kr: 마일스톤 표시 해제
ms_my: Nyahandaikan sebagai Batu Tanda
pt_br: Desmarcar como Marco
ru_ru: Снять отметку о вехе
th_th: ยกเลิกการทำเครื่องหมายเป็นขั้น
vi_vn: Bỏ đánh dấu là mốc
zh_cn: 取消里程碑标记
zh_tw: 取消里程碑標記

# qO4
source: Leave Task
de_de: Aufgabe verlassen
es_es: Dejar tarea
fr_fr: Quitter la tâche
id_id: Tinggalkan Tugas
it_it: Abbandona attività
ja_jp: タスクから退出
ko_kr: 할 일에서 나가기
ms_my: Tinggalkan Tugas
pt_br: Sair da tarefa
ru_ru: Оставить задачу
th_th: ออกจากงาน
vi_vn: Thoát tác vụ
zh_cn: 退出任务
zh_tw: 退出任務

# ACw
source: You've left the task
de_de: Sie haben die Aufgabe verlassen
es_es: Has salido de la tarea
fr_fr: Vous avez quitté la tâche
id_id: Anda meninggalkan tugas
it_it: Hai abbandonato l'attività
ja_jp: タスクから退出しました。
ko_kr: 할 일을 종료했습니다
ms_my: Anda telah meninggalkan tugasan
pt_br: Você deixou a tarefa
ru_ru: Вы покинули задачу
th_th: คุณออกจากงานแล้ว
vi_vn: Bạn đã rời khỏi tác vụ
zh_cn: 已退出任务
zh_tw: 已退出任務

# Kpw
source: Collaborators
de_de: Kollaboratoren
es_es: Colaboradores
fr_fr: Collaborateurs
id_id: Kolaborator
it_it: Collaboratori
ja_jp: 共同作業者
ko_kr: 공동 작업자
ms_my: Penyokong
pt_br: Colaboradores
ru_ru: Соавторы
th_th: ผู้ร่วมงาน
vi_vn: Cộng tác viên
zh_cn: 协作人
zh_tw: 協作者

# FS8
source: can edit
de_de: kann bearbeiten
es_es: poder editar
fr_fr: peut modifier
id_id: dapat mengedit
it_it: è possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh edit
pt_br: pode editar
ru_ru: может редактировать
th_th: แก้ไขได้
vi_vn: có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# j/s
source: can view
de_de: kann lesen
es_es: poder ver
fr_fr: peut afficher
id_id: dapat melihat
it_it: è possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: pode visualizar
ru_ru: может просматривать
th_th: ดูได้
vi_vn: có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# 5v8
source: This list has been deleted
de_de: Diese Liste wurde gelöscht
es_es: Esta lista se ha eliminado
fr_fr: Cette liste a été supprimée
id_id: Daftar ini sudah dihapus
it_it: Questo elenco è stato eliminato
ja_jp: このリストは削除されました
ko_kr: 이 목록이 삭제되었습니다
ms_my: Senarai ini telah dipadam
pt_br: Esta lista foi excluída
ru_ru: Этот список был удален
th_th: รายการนี้ถูกลบแล้ว
vi_vn: Danh sách này đã bị xóa
zh_cn: 该清单已被删除
zh_tw: 該清單已被刪除

# jA4
source: No permission to access
de_de: Keine Zugriffsberechtigung
es_es: Sin permiso para acceder
fr_fr: Aucune autorisation d'accès
id_id: Tidak ada izin untuk mengakses
it_it: Nessuna autorizzazione per accedere
ja_jp: アクセス権限がありません
ko_kr: 액세스 권한이 없습니다
ms_my: Tiada kebenaran untuk mengakses
pt_br: Sem permissão para acessar
ru_ru: Нет разрешения на доступ
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 你没有访问权限
zh_tw: 你沒有存取權限

# BgY
source: List deleted
de_de: Liste gelöscht
es_es: Lista eliminada
fr_fr: Liste supprimée
id_id: Daftar berhasil dihapus
it_it: Elenco eliminato
ja_jp: 削除しました。
ko_kr: 목록 삭제됨
ms_my: Senarai dipadam
pt_br: Lista excluída
ru_ru: Список удален
th_th: ลบรายการแล้ว
vi_vn: Đã xóa danh sách
zh_cn: 已删除
zh_tw: 已刪除

# 8zo
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# PXU
source: Delete unassigned tasks that are only on this list at the same time.
de_de: Löschen Sie nicht zugewiesene Aufgaben, die sich nur auf dieser Liste befinden, zur gleichen Zeit.
es_es: Eliminar las tareas no asignadas que solo están en esta lista.
fr_fr: Supprimez les tâches non assignées qui ne figurent que sur cette liste en même temps.
id_id: Hapus tugas yang belum ditetapkan yang hanya ada di daftar ini secara bersamaan.
it_it: Elimina contemporaneamente le attività non assegnate che sono presenti solo su questo elenco.
ja_jp: このリストにのみ存在し、担当者が割り当てられていないタスクも削除する
ko_kr: 동시에 이 목록에서만 요청되지 않은 할 일을 삭제합니다.
ms_my: Padam tugas yang tidak ditugaskan yang hanya ada dalam senarai ini pada masa yang sama.
pt_br: Exclua as tarefas não atribuídas que estão apenas nesta lista ao mesmo tempo.
ru_ru: Удалить не назначенные задачи, которые есть только в этом списке одновременно.
th_th: ลบงานที่ยังไม่ได้มอบหมายที่มีเฉพาะในรายการนี้พร้อมกัน
vi_vn: Xóa cùng lúc các nhiệm vụ không được gán, chỉ có trên danh sách này.
zh_cn: 同时删除仅属于当前清单，且无负责人的任务
zh_tw: 同時刪除僅屬於目前清單，且無負責人的任務
