Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ccE
source: Failed to share, please try again later
de_de: Teilen fehlgeschlagen, später erneut versuchen
es_es: Error al compartir, inténtalo de nuevo más tarde
fr_fr: Échec du partage, veuillez réessayer plus tard
hi_in: साझा करने में विफल हुआ, कृपया बाद में फिर से प्रयास करें
id_id: Gagal berbagi, coba lagi nanti
it_it: Impossibile condividere, riprova più tardi
ja_jp: 共有できませんでした。再試行してください。
ko_kr: 공유에 실패했습니다. 나중에 다시 시도하세요
ms_my: Gagal berkongsi, sila cuba lagi kemudian
pt_br: Falha ao compartilhar, tente novamente mais tarde
ru_ru: Не удалось поделиться, попробуйте еще раз позже
th_th: แบ่งปันไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Chia sẻ thất bại, vui lòng thử lại sau
zh_cn: 分享失败，请稍后再试
zh_tw: 分享失敗，請稍後再試

# rik
source: Unable to follow
de_de: Folgen nicht möglich
es_es: No se puede seguir
fr_fr: Abonnement impossible
hi_in: अनुसरण करने में असमर्थ
id_id: Tidak dapat mengikuti
it_it: Impossibile seguire
ja_jp: フォローできませんでした。
ko_kr: 팔로우할 수 없음
ms_my: Tidak dapat mengikuti
pt_br: Não é possível seguir
ru_ru: Не удалось подписаться
th_th: ไม่สามารถติดตามได้
vi_vn: Không thể theo dõi
zh_cn: 关注失败
zh_tw: 關注失敗

# Tjo
source: Unable to make changes, please try again
de_de: Durchführen von Änderungen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede hacer ningún cambio, inténtalo de nuevo
fr_fr: Impossible d'apporter des modifications, veuillez réessayer
hi_in: बदलाव करने में असमर्थ, कृपया पुन प्रयास करें
id_id: Tidak dapat membuat perubahan, coba lagi
it_it: Impossibile apportare modifiche, riprova
ja_jp: 設定できませんでした。後ほど再試行してください。
ko_kr: 변경할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat membuat perubahan, sila cuba lagi
pt_br: Não foi possível fazer as alterações. Tente novamente.
ru_ru: Не удалось внести изменения. Повторите попытку
th_th: ไม่สามารถทำการเปลี่ยนแปลงได้ โปรดลองอีกครั้ง
vi_vn: Không thể thực hiện thay đổi, vui lòng thử lại
zh_cn: 设置失败，请重试
zh_tw: 設定失敗，請重試

# rsQ
source: Unable to unfollow
de_de: Nicht mehr folgen nicht möglich
es_es: No se puede dejar de seguir
fr_fr: Désabonnement impossible
hi_in: अनफ़ॉलो करने में असमर्थ
id_id: Tidak dapat berhenti mengikuti
it_it: Impossibile non seguire più
ja_jp: フォローを解除できませんでした。
ko_kr: 팔로우를 취소할 수 없음
ms_my: Tidak dapat berhenti mengikuti
pt_br: Não é possível deixar de seguir
ru_ru: Не удалось отменить подписку
th_th: ไม่สามารถเลิกติดตามได้
vi_vn: Không thể bỏ theo dõi
zh_cn: 取消关注失败
zh_tw: 取消關注失敗

# xJw
source: {{num}} attachments can be added maximum. Please adjust and retry.
de_de: Maximal {{num}} Anhänge können hinzugefügt werden. Bitte passen Sie das Limit an und versuchen Sie es erneut.
es_es: Se puede agregar un máximo de {{num}} adjuntos. Ajusta la cantidad e inténtalo de nuevo.
fr_fr: {{num}} pièces jointes peuvent être ajoutées au maximum. Veuillez ajuster et réessayer.
hi_in: अधिकतम {{num}} फ़ाइलें. कृपया पुनः प्रयास करें
id_id: Maksimum {{num}} lampiran dapat ditambahkan. Sesuaikan dan coba lagi.
it_it: Possono essere aggiunti al massimo {{num}} allegati. Rettifica e riprova.
ja_jp: 最大 {{num}} 個の添付ファイルを追加できます。変更してから再試行してください。
ko_kr: 최대 {{num}}개의 첨부 파일을 추가할 수 있습니다. 조정하고 다시 시도하세요.
ms_my: Maksimum {{num}} lampiran boleh ditambah. Sila laraskan dan cuba lagi.
pt_br: É possível adicionar no máximo {{num}} anexos. Ajuste e tente novamente.
ru_ru: Можно добавить максимум вложений: {{num}}. Измените и повторите попытку.
th_th: สามารถเพิ่มไฟล์แนบได้สูงสุด {{num}} โปรดทำการปรับและลองอีกครั้ง
vi_vn: Có thể thêm tối đa {{num}} tập tin đính kèm. Vui lòng điều chỉnh và thử lại.
zh_cn: 最多可添加 {{num}} 个附件，请调整后重试
zh_tw: 最多可新增 {{num}} 個附件，請調整後重試

# zMI
source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S'abonner
hi_in: अनुसरण करें
id_id: Langganan
it_it: Iscriviti
ja_jp: フォロー
ko_kr: 구독
ms_my: Langgan
pt_br: Assinar
ru_ru: Подписаться
th_th: สมัครสมาชิก
vi_vn: Đăng ký
zh_cn: 关注
zh_tw: 關注

# 7Uo
source: Subscriber
de_de: Abonnent
es_es: Suscriptor
fr_fr: Abonné
hi_in: फॉलोवर
id_id: Pelanggan
it_it: Iscritto
ja_jp: フォロワー
ko_kr: 구독자
ms_my: Pelanggan
pt_br: Assinante
ru_ru: Подписчик
th_th: สมาชิก
vi_vn: Người đăng ký
zh_cn: 关注人
zh_tw: 關注者

# C98
source: Unable to add more than {{num}} subscribers
de_de: Mehr als {{num}} Abonnenten können nicht hinzugefügt werden
es_es: No se pueden agregar más de {{num}} suscriptores
fr_fr: Impossible d'ajouter plus de {{num}} abonnés
hi_in: {{num}} से अधिक फ़ॉलोअर जोड़ने में असमर्थ
id_id: Gagal menambah lebih dari {{num}} pelanggan
it_it: Impossibile aggiungere più di {{num}} iscritti
ja_jp: {{num}} 人を超えるフォロワーは追加できません。
ko_kr: {{num}}명 이상의 구독자를 추가할 수 없습니다
ms_my: Tidak dapat menambah lebih daripada {{num}} pelanggan
pt_br: Falha ao adicionar mais de {{num}} assinantes
ru_ru: Не удалось добавить более {{num}} подписчиков (-а)
th_th: เพิ่มเกินสมาชิก {{num}} รายไม่สำเร็จ
vi_vn: Không thể thêm quá {{num}} người đăng ký
zh_cn: 无法添加，关注人不可超过 {{num}} 人
zh_tw: 無法新增，關注者不能超過 {{num}} 人

# oBY
source: Subscribed
de_de: Abonniert
es_es: Suscripción activa
fr_fr: Abonné
hi_in: अनुसरण कर रहे हैं
id_id: Berhasil berlangganan
it_it: Iscrizione completata
ja_jp: フォロー中
ko_kr: 구독함
ms_my: Dilanggan
pt_br: Assinado
ru_ru: Вы подписались
th_th: สมัครรับแล้ว
vi_vn: Đã đăng ký
zh_cn: 已关注
zh_tw: 已關注

# 7y8
source: Subscribing...
de_de: Abonnieren...
es_es: Completando suscripción...
fr_fr: Abonnement...
hi_in: अनुसरण किया जा रहा है...
id_id: Berlangganan...
it_it: Iscrizione in corso
ja_jp: フォローしています…
ko_kr: 구독 중...
ms_my: Melanggan...
pt_br: Assinando...
ru_ru: Подписка...
th_th: กำลังสมัครรับ...
vi_vn: Đang đăng ký...
zh_cn: 正在关注...
zh_tw: 正在關注...

# iwE
source: From chat with {{Chat}}
de_de: Aus Chat mit {{Chat}}
es_es: Del chat con {{Chat}}
fr_fr: À partir de la discussion avec {{Chat}}
hi_in: {{Chat}} के साथ चैट से
id_id: Dari obrolan dengan {{Chat}}
it_it: Da chat con {{Chat}}
ja_jp: チャット：{{Chat}} より
ko_kr: {{Chat}}이(가) 있는 채팅에서
ms_my: Dari sembang dengan {{Chat}}
pt_br: Do chat com {{Chat}}
ru_ru: Из чата с {{Chat}}
th_th: จากการแชทกับ {{Chat}}
vi_vn: Từ cuộc trò chuyện với {{Chat}}
zh_cn: 来自会话：{{Chat}}
zh_tw: 來自對話：{{Chat}}

# yyY
source: From topic group {{Topic}}
de_de: Aus Zirkel {{Topic}}
es_es: Del grupo de temas {{Topic}}
fr_fr: À partir du groupe de sujets {{Topic}}
hi_in: {{Topic}} विषय समूह से
id_id: Dari grup topik {{Topic}}
it_it: Da gruppo di argomenti {{Topic}}
ja_jp: トピックグループ：{{Topic}} より
ko_kr: 주제 그룹 {{Topic}}에서
ms_my: Dari kumpulan topik {{Topic}}
pt_br: Do grupo de tópicos {{Topic}}
ru_ru: Из тематической группы {{Topic}}
th_th: จากกลุ่มหัวข้อ {{Topic}}
vi_vn: Từ nhóm chủ đề {{Topic}}
zh_cn: 来自话题群：{{Topic}}
zh_tw: 來自話題群組：{{Topic}}

# Jgo
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# QCQ
source: Failed to load. Please try again later.
de_de: Laden fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में फिर से प्रयास करें.
id_id: Gagal memuat. Coba lagi nanti.
it_it: Impossibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。後ほど再試行してください。
ko_kr: 로드에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Ошибка загрузки. Пожалуйста, повторите попытку позже.
th_th: โหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_tw: 載入失敗，請稍後重試

# R3E
source: You may want to add...
de_de: Sie sollten vielleicht Folgendes hinzufügen...
es_es: Es posible que desees mencionar a...
fr_fr: Vous souhaitez peut-être ajouter…
hi_in: आप शायद जोड़ना चाहते हैं...
id_id: Anda mungkin ingin menambahkan...
it_it: Puoi aggiungere...
ja_jp: 探しているかも
ko_kr: 추가 추천:
ms_my: Anda mungkin ingin menambah...
pt_br: Você pode querer adicionar...
ru_ru: Возможно, вы захотите добавить...
th_th: คุณอาจต้องการเพิ่ม...
vi_vn: Bạn có thể cần thêm...
zh_cn: 可能想添加的人
zh_tw: 可能要新增的人員

# NPI
source: No editing permission
de_de: Keine Berechtigung zum Bearbeiten
es_es: No hay permiso de edición
fr_fr: Aucune autorisation d'édition
hi_in: किसी भी संपादन की अनुमति नहीं
id_id: Tidak ada izin pengeditan
it_it: Nessuna autorizzazione per modificare
ja_jp: 編集権限がありません
ko_kr: 편집 권한 없음
ms_my: Tiada kebenaran mengedit
pt_br: Sem permissão para editar
ru_ru: Нет разрешения на редактирование
th_th: ไม่มีสิทธิ์การอนุญาตแก้ไข
vi_vn: Không có quyền chỉnh sửa
zh_cn: 无编辑权限
zh_tw: 無編輯權限

# WEY
source: (No title)
de_de: (Kein Titel)
es_es: (Sin título)
fr_fr: (Sans titre)
hi_in: (कोई टाइटिल नहीं)
id_id: (Tanpa judul)
it_it: (Senza titolo)
ja_jp: （タイトルなし）
ko_kr: (제목 없음)
ms_my: (Tiada tajuk)
pt_br: (Sem título)
ru_ru: (Без заголовка)
th_th: (ไม่มีชื่อ)
vi_vn: (Không có tiêu đề)
zh_cn: (无主题)
zh_tw: （無主題）

# AV8
source: Non-members
de_de: Nicht-Mitglieder
es_es: Usuarios que no son miembros
fr_fr: Non-membres
hi_in: गैर-सदस्य
id_id: Bukan anggota
it_it: Non membri
ja_jp: チャット外のユーザー
ko_kr: 구성원이 아닌 사용자
ms_my: Bukan ahli
pt_br: Não membros
ru_ru: Не участники
th_th: ไม่ใช่สมาชิก
vi_vn: Người không phải là thành viên
zh_cn: 会话外的人
zh_tw: 對話外的人員

# dEM
source: You might want to mention...
de_de: Sie sollten vielleicht erwähnen...
es_es: Es posible que desee mencionar a...
fr_fr: Vous voudrez peut-être mentionner…
hi_in: आप शायद उल्लिखित करना चाहते हैं...
id_id: Anda mungkin ingin menyebutkan...
it_it: Puoi menzionare...
ja_jp: よく連絡する人
ko_kr: 멘션 추천:
ms_my: Anda mungkin ingin menyebut...
pt_br: Pode ser que você queira mencionar...
ru_ru: Возможно, вы хотели упомянуть...
th_th: คุณอาจต้องการอ้างถึง...
vi_vn: Có thể bạn muốn đề cập...
zh_cn: 可能@的人
zh_tw: 可能@的人員

# Gyc
source: Recent ongoing tasks
de_de: Fortlaufende Aufgaben in letzter Zeit
es_es: Tareas recientes en curso
fr_fr: Tâches récentes en cours
hi_in: चालू कार्य
id_id: Tugas terbaru yang sedang berlangsung
it_it: Attività recenti in corso
ja_jp: 最近の未処理タスク
ko_kr: 최근 진행 중인 할 일
ms_my: Tugas sedang berlangsung terkini
pt_br: Tarefas em andamento recentes
ru_ru: Последние текущие задачи
th_th: งานที่กำลังดำเนินการอยู่
vi_vn: Tác vụ đang diễn ra gần đây
zh_cn: 近期待处理任务
zh_tw: 近期待處理任務

# RRs
source: A daily reminder of recent tasks owned by you.
de_de: Eine tägliche Erinnerung an Ihre aktuellen Aufgaben.
es_es: Recordatorio diario de tus tareas recientes.
fr_fr: Rappel quotidien des tâches récentes dont vous êtes le propriétaire.
hi_in: मुझे असाइन किए गए हाल ही के विलंबित और जारी कार्यों का दैनिक रिमाइंडर.
id_id: Pengingat harian tentang tugas terbaru milik Anda.
it_it: Un promemoria quotidiano delle attività recenti di cui sei proprietario.
ja_jp: 毎日定刻に、「自分が担当」する最近のタスクの概要を通知します。
ko_kr: 회원님이 소유한 최근 할 일에 대한 일일 알림입니다.
ms_my: Peringatan harian tugas terkini yang dimiliki oleh anda.
pt_br: Um lembrete diário das tarefas recentes de sua propriedade.
ru_ru: Ежедневное напоминание о недавних задачах, принадлежащих вам.
th_th: เตือนความจำรายวันเกี่ยวกับงานล่าสุดที่คุณเป็นเจ้าของ
vi_vn: Lời nhắc hằng ngày về tác vụ gần đây do bạn sở hữu.
zh_cn: 每天固定时间提醒最近“我负责的”任务摘要
zh_tw: 每天固定時間提醒最近「我負責的」任務摘要

# 7Ek
source: Remove Subscriber
de_de: Abonnenten entfernen
es_es: Quitar suscriptor
fr_fr: Retirer l'abonné
hi_in: फ़ॉलोअर को हटाएँ
id_id: Hapus Pelanggan
it_it: Rimuovi iscritto
ja_jp: フォロワーを削除
ko_kr: 구독자 제거
ms_my: Buang Pelanggan
pt_br: Remover assinante
ru_ru: Удалить подписчика
th_th: ลบสมาชิก
vi_vn: Xóa người đăng ký
zh_cn: 移除关注人
zh_tw: 移除關注者

# FPM
source: You will not be able to view this task once removed.
de_de: Sie können diese Aufgabe nach dem Löschen nicht mehr anzeigen.
es_es: No podrás ver esta tarea una vez eliminada.
fr_fr: Suite à votre retrait, vous ne pourrez plus afficher cette tâche.
hi_in: एक बार निकाल दिए जाने पर आप इस कार्य को देखने में समर्थ नहीं होंगे.
id_id: Anda tidak akan dapat melihat tugas ini setelah dihapus.
it_it: Non sarai in grado di visualizzare questa attività una volta rimossa.
ja_jp: 自分を担当者から削除すると、このタスクを確認できなくなります。
ko_kr: 제거하면 이 할 일을 볼 수 없습니다.
ms_my: Anda tidak akan dapat melihat tugas ini setelah dibuang.
pt_br: Não será possível visualizar esta tarefa depois de removê-la.
ru_ru: После удаления вы не сможете просматривать эту задачу.
th_th: คุณจะไม่สามารถดูงานนี้ได้เมื่อลบออกแล้ว
vi_vn: Bạn sẽ không thể xem được nhiệm vụ này sau khi nhiệm vụ bị xóa.
zh_cn: 移除后，你将无法查看此任务
zh_tw: 移除後，你將無法查看此任務

# lt0
source: Remove
de_de: Löschen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# 0qs
source: Once removed, you will no longer see this task in your Tasks page.
de_de: Nach dem Entfernen wird diese Aufgabe nicht mehr auf Ihrer Aufgabenseite angezeigt.
es_es: Una vez eliminada, esta tarea no aparecerá en tu página de tareas.
fr_fr: Après sa suppression, vous ne verrez plus cette tâche dans votre page des Tâches.
hi_in: हटाए जाने के बाद, आप अपने कार्य पेज में इस कार्य को नहीं देखेंगे.
id_id: Setelah dihapus, Anda tidak akan lagi melihat tugas ini di halaman Tugas Anda.
it_it: Una volta rimossa, non potrai più visualizzare questa attività nella tua pagina Attività.
ja_jp: 自分をフォロワーから削除すると、このタスクはタスクセンターに表示されなくなります。
ko_kr: 제거하면 더 이상 할 일 페이지에 이 할 일이 표시되지 않습니다.
ms_my: Setelah dibuang, anda tidak akan melihat tugasan ini di halaman Tugasan anda.
pt_br: Com a remoção, você não verá mais esta tarefa na sua página de Tarefas.
ru_ru: После удаления вы больше не будете видеть эту задачу на странице Задачи.
th_th: เมื่อลบออกแล้ว คุณจะไม่เห็นงานนี้อีกต่อไปในหน้างาน
vi_vn: Sau khi bị xóa, bạn sẽ không còn thấy nhiệm vụ này trên trang Nhiệm vụ của bạn nữa.
zh_cn: 移除后，你将无法在任务中心查看此任务
zh_tw: 移除後，你將無法在任務中心查看此任務

# eqs
source: Group owner has restricted members to post in {{group_name}}.
de_de: Gruppenbesitzer hat das Posten durch Mitglieder in {{group_name}} eingeschränkt.
es_es: El propietario del grupo ha restringido a los miembros a publicar en {{group_name}}.
fr_fr: Le propriétaire du groupe a interdit aux membres de publier dans {{group_name}}.
hi_in: समूह के ओनर ने सदस्यों को {{group_name}} में पोस्ट करने हेतु प्रतिबंधित किया है.
id_id: Pemilik grup telah membatasi anggota untuk memposting di {{group_name}}.
it_it: L'amministratore del gruppo ha applicato dei limiti di pubblicazione per i membri in {{group_name}}.
ja_jp: {{group_name}}はグループオーナー又は特定のメンバーだけが発言できるように設定されているため、現在送信できません
ko_kr: 그룹 소유자는 {{group_name}}에 게시할 수 있는 구성원을 제한했습니다.
ms_my: Pemilik kumpulan telah menyekat ahli untuk mengepos di {{group_name}}.
pt_br: O proprietário do grupo restringiu as postagens dos membros no {{group_name}}.
ru_ru: Владелец группы запретил участникам делать публикации в {{group_name}}.
th_th: เจ้าของกลุ่มได้จำกัดสิทธิ์การโพสต์ของสมาชิกในกลุ่ม {{group_name}}
vi_vn: Quản trị viên nhóm đã hạn chế thành viên đăng bài trong {{group_name}}.
zh_cn: {{group_name}}设置为仅群主或特定成员可发言，暂无法发送
zh_tw: {{group_name}}設定為僅群主或特定成員可發言，暫時無法傳送

# eKk
source: Search task
de_de: Aufgabe suchen
es_es: Buscar tarea
fr_fr: Rechercher une tâche
hi_in: कार्य खोजें
id_id: Cari tugas
it_it: Cerca attività
ja_jp: タスクを検索
ko_kr: 할 일 검색
ms_my: Cari tugasan
pt_br: Pesquisar tarefa
ru_ru: Поиск задач
th_th: ค้นหางาน
vi_vn: Tìm nhiệm vụ
zh_cn: 搜索任务
zh_tw: 搜尋任務

# bNM
source: Choose File
de_de: Datei auswählen
es_es: Elegir archivo
fr_fr: Choisir un fichier
hi_in: फ़ाइल चुनें
id_id: Pilih File
it_it: Seleziona file
ja_jp: ファイルを選択
ko_kr: 파일 선택
ms_my: Pilih Fail
pt_br: Escolher arquivo
ru_ru: Выбрать файл
th_th: เลือกไฟล์
vi_vn: Chọn tập tin
zh_cn: 文件
zh_tw: 檔案

# bhM
source: Send task to chat
de_de: Aufgabe an Chat senden
es_es: Enviar tarea al chat
fr_fr: Envoyer la tâche dans la discussion
hi_in: चैट में कार्य भेजें
id_id: Kirim tugas ke obrolan
it_it: Invia attività alla chat
ja_jp: タスクをチャットに送信
ko_kr: 채팅에 할 일 보내기
ms_my: Hantar tugas ke sembang
pt_br: Enviar tarefa para o chat
ru_ru: Отправить задание в чат
th_th: ส่งงานไปยังแชท
vi_vn: Gửi nhiệm vụ đến cửa sổ trò chuyện
zh_cn: 发送任务到会话
zh_tw: 將任務傳送到對話

# jP4
source: Alert
de_de: Warnung
es_es: Alerta
fr_fr: Alerte
hi_in: अलर्ट समय
id_id: Peringatan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Amaran
pt_br: Alerta
ru_ru: Напоминание
th_th: คำเตือน
vi_vn: Cảnh báo
zh_cn: 提醒
zh_tw: 提醒

# 2Rg
source: Due date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'échéance
hi_in: देय समय
id_id: Tanggal jatuh tempo
it_it: Data di scadenza
ja_jp: 締切日時
ko_kr: 마감일
ms_my: Tarikh akhir
pt_br: Data de vencimento
ru_ru: Дата окончания
th_th: วันที่ครบกำหนด
vi_vn: Ngày đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# P0Y
source: Shared
de_de: Geteilt
es_es: Compartido
fr_fr: partagé(e)
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有しました
ko_kr: 공유됨
ms_my: Kongsi
pt_br: Compartilhado
ru_ru: Вы успешно поделились
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_tw: 分享成功

# RBs
source: Sharing
de_de: Teilen
es_es: Compartiendo
fr_fr: Partage en cours
hi_in: साझाकरण
id_id: Membagikan
it_it: Condivisione
ja_jp: 共有中
ko_kr: 공유 중
ms_my: Kongsikan
pt_br: Compartilhando
ru_ru: Делимся
th_th: กำลังแบ่งปัน
vi_vn: Đang chia sẻ
zh_cn: 正在分享
zh_tw: 正在分享

# W3I
source: Earlier comments
de_de: Frühere Kommentare
es_es: Comentarios anteriores
fr_fr: Commentaires précédents
hi_in: पहले की टिप्पणियाँ
id_id: Komentar sebelumnya
it_it: Commenti precedenti
ja_jp: 過去のコメントを表示
ko_kr: 이전 댓글
ms_my: Komen sebelumnya
pt_br: Primeiros comentários
ru_ru: Ранние комментарии
th_th: ความคิดเห็นก่อนหน้านี้
vi_vn: Các khoảnh khắc trước
zh_cn: 显示更早的评论
zh_tw: 顯示更早的評論

# rlw
source: Show More
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Voir plus
hi_in: अधिक दिखाएँ
id_id: Tampilkan Lainnya
it_it: Mostra altro
ja_jp: すべて見る
ko_kr: 더 자세히 보기
ms_my: Tunjukkan Lebih Banyak
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 展开
zh_tw: 展開

# kXs
source: Subscribed
de_de: Abonniert
es_es: Suscripción activa
fr_fr: Abonné
hi_in: अनुसरण किया
id_id: Berhasil berlangganan
it_it: Iscrizione completata
ja_jp: フォローしました
ko_kr: 구독함
ms_my: Langgan
pt_br: Assinado
ru_ru: Вы подписались
th_th: สมัครรับแล้ว
vi_vn: Đã đăng ký
zh_cn: 已关注
zh_tw: 已關注

# 3T8
source: Take Photo
de_de: Bild aufnehmen
es_es: Tomar foto
fr_fr: Prendre une photo
hi_in: फोटो लें
id_id: Ambil Foto
it_it: Scatta foto
ja_jp: 写真を撮る
ko_kr: 사진 찍기
ms_my: Ambil Foto
pt_br: Tirar foto
ru_ru: Сфотографировать
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍摄
zh_tw: 拍攝

# 74g
source: Tasks Assistant
de_de: Aufgaben-Assistent
es_es: Asistente de tareas
fr_fr: Assistant Tâches
hi_in: कार्य सहायक
id_id: Asisten Tugas
it_it: Assistente Attività
ja_jp: タスクアシスタント
ko_kr: 할 일 어시스턴트
ms_my: Pembantu Tugas
pt_br: Assistente de tarefas
th_th: ตัวช่วยงาน
vi_vn: Trợ lý tác vụ
zh_cn: 任务助手
zh_tw: 任務助手

# z7E
source: This task has been deleted
ja_jp: このタスクは削除されました
zh_cn: 该任务已被删除

# 20c
source: Task: {{task}}
de_de: Aufgabe: {{task}}
es_es: Tarea: {{task}}
fr_fr: Tâche : {{task}}
hi_in: कार्य: {{task}}
id_id: Tugas: {{task}}
it_it: Attività: {{task}}
ja_jp: タスク：{{task}}
ko_kr: 할 일: {{task}}
ms_my: Tugas: {{task}}
pt_br: Tarefa: {{task}}
ru_ru: Задача: {{task}}
th_th: งาน: {{task}}
vi_vn: Nhiệm vụ: {{task}}
zh_cn: 任务：{{task}}
zh_tw: 任務：{{task}}

# GnI
source: Task description
de_de: Aufgabenbeschreibung
es_es: Descripción de la tarea
fr_fr: Description de la tâche
hi_in: कार्य नोट्स
id_id: Deskripsi tugas
it_it: Descrizione attività
ja_jp: タスクの説明
ko_kr: 할 일 설명
ms_my: Penerangan tugas
pt_br: Descrição da tarefa
ru_ru: Описание задачи
th_th: คำอธิบายงาน
vi_vn: Mô tả tác vụ
zh_cn: 任务描述
zh_tw: 任務說明

# xvo
source: chat
fr_fr: discussion
hi_in: चैट
id_id: obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: sembang
ru_ru: чат
th_th: แชท
vi_vn: trò chuyện
zh_cn: 会话
zh_tw: 對話

# ldY
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
hi_in: कार्य
id_id: Tugas
it_it: Attività
ja_jp: タスク
ko_kr: 할 일
ms_my: Tugas
pt_br: Tarefas
ru_ru: Задачи
th_th: งาน
vi_vn: Nhiệm vụ
zh_cn: 任务
zh_tw: 任務

# FCo
source: Received
de_de: Mir zugewiesen
es_es: Asignado a mí
fr_fr: Attribué(e) à moi
hi_in: मुझे असाइन किया गया
id_id: Diterima
it_it: Assegnata a me
ja_jp: 自分に割り当て
ko_kr: 받은 할 일
ms_my: Diterima
pt_br: Atribuída a mim
ru_ru: Назначено мне
th_th: มอบหมายให้กับฉัน
vi_vn: Đã được giao cho tôi
zh_cn: 由我处理
zh_tw: 由我處理

# wuA
source: Completed
de_de: Beendet
es_es: Finalizado
fr_fr: Terminé(e)
hi_in: समाप्त
id_id: Selesai
it_it: Terminata
ja_jp: 完了しました
ko_kr: 완료
ms_my: Selesai
pt_br: Concluída
ru_ru: Закончено
th_th: เสร็จสิ้น
vi_vn: Đã kết thúc
zh_cn: 已完成
zh_tw: 已完成

# 2GI
source: Due: {{Time}}
de_de: Fällig: {{Time}}
es_es: Vencimiento: {{Time}}
fr_fr: Échéance : {{Time}}
hi_in: {{Time}} नियत
id_id: Tenggat Waktu: {{Time}}
it_it: Scadenza: {{Time}}
ja_jp: 締切日時：{{Time}}
ko_kr: 기한: {{Time}}
ms_my: Tarikh luput: {{Time}}
pt_br: Vencimento: {{Time}}
ru_ru: Срок: {{Time}}
th_th: เหลือเวลาอีก: {{Time}}
vi_vn: Đến hạn vào: {{Time}}
zh_cn: {{Time}} 截止
zh_tw: {{Time}} 截止

# 58U
source: Task is from Docs, please edit in the document
de_de: Bearbeitung nicht möglich. Aufgabe ist aus Docs.
es_es: No se puede editar, la tarea es de Docs
fr_fr: Modification impossible, la tâche provient de Docs
hi_in: संपादित करने में असमर्थ, कार्य Docs का है
id_id: Tidak dapat mengedit tugas dari Docs
it_it: Impossibile modificare, l'attività proviene da Docs
ja_jp: Docs からのタスクです。ドキュメントで編集してください
ko_kr: Docs에서 작성된 할 일입니다. Docs에서 편집해 주세요.
ms_my: Tugas dari Docs, sila edit dalam dokumen
pt_br: Não é possível editar. A tarefa é do Docs.
ru_ru: Не удалось редактировать. Задача из Docs
th_th: ไม่สามารถแก้ไขได้ งานนี้มาจาก Docs
vi_vn: Không thể chỉnh sửa do đây là nhiệm vụ từ Docs
zh_cn: 任务来自云文档，请在文档中编辑
zh_tw: 任務來自雲端文件，請在文件中編輯

# fuk
source: Unfollow
de_de: Nicht mehr folgen
es_es: No seguir
fr_fr: Ne plus suivre
hi_in: अनफॉलो करें
id_id: Berhenti mengikuti
it_it: Non seguire
ja_jp: フォローを解除
ko_kr: 팔로우 취소
ms_my: Nyahikuti
pt_br: Deixar de seguir
ru_ru: Отменить подписку
th_th: เลิกติดตาม
vi_vn: Bỏ theo dõi
zh_cn: 取消关注
zh_tw: 取消關注

# B2w
source: If unsubscribed, this task will no longer show up in your Tasks page.
de_de: Wenn Sie das Abonnement abbestellen, wird diese Aufgabe nicht mehr auf Ihrer Aufgabenseite angezeigt.
es_es: Si anulas tu suscripción, tu página de Tareas dejará de mostrar esta tarea.
fr_fr: Si vous vous désabonnez, cette tâche n'apparaîtra plus dans votre page Tâches.
hi_in: यदि अनफ़ॉलो किया है, तो यह कार्य अब आपके कार्य पेज में दिखाई नहीं देगा.
id_id: Jika berhenti berlangganan, tugas ini tidak akan muncul lagi di halaman Tugas Anda.
it_it: Se annulli l'iscrizione, questa attività non verrà più mostrata nella tua pagina Attività.
ja_jp: フォローを解除すると、このタスクはタスクセンターに表示されなくなります。
ko_kr: 구독 취소하면 할 일 페이지에 이 할 일이 더 이상 표시되지 않습니다.
pt_br: Se a assinatura for cancelada, esta tarefa não aparecerá mais na sua página de Tarefas.
ru_ru: Если вы отмените подписку, эта задача больше не будет отображаться на вашей странице задач.
th_th: หากยกเลิกการสมัครรับ งานนี้จะไม่ปรากฏในหน้างานของคุณอีกต่อไป
vi_vn: Nếu hủy đăng ký, tác vụ này sẽ không tiếp tục hiển thị trong trang Tác vụ của bạn.
zh_cn: 不再关注后，你将无法在任务中心查看此任务
zh_tw: 不再關注後，你將無法在任務中心查看此任務

# 4xc
source: Unsubscribed
de_de: Abbestellt
es_es: Suscripción anulada
fr_fr: Désabonné
hi_in: अनफ़ॉलो किया
id_id: Berhenti berlangganan
it_it: Iscrizione annullata
ja_jp: フォローを解除しました。
ko_kr: 구독 취소함
ms_my: Tidak melanggan
pt_br: Assinatura cancelada
ru_ru: Вы отписались
th_th: ยกเลิกการสมัครรับแล้ว
vi_vn: Đã hủy đăng ký
zh_cn: 已取消关注
zh_tw: 已取消關注
