Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Sig
source: {{user}} created the list.
de_de: {{user}} hat die Liste erstellt.
es_es: {{user}} ha creado la lista.
fr_fr: {{user}} a créé la liste.
id_id: {{user}} membuat daftar.
it_it: {{user}} ha creato l'elenco.
ja_jp: {{user}} がタスクリストを作成しました。
ko_kr: {{user}} 님이 목록을 생성했습니다.
ms_my: {{user}} mencipta senarai.
pt_br: {{user}} criou a lista.
ru_ru: {{user}} создал(а) список.
th_th: {{user}} ได้สร้างรายการ
vi_vn: {{user}} đã tạo danh sách.
zh_cn: {{user}} 创建了清单
zh_tw: {{user}} 建立了清單

# V9U
source: {{user}} deleted the section "{{section}}".
de_de: {{user}} hat den Abschnitt „{{section}}“ gelöscht.
es_es: {{user}} ha eliminado la sección "{{section}}".
fr_fr: {{user}} a supprimé la section "{{section}}".
id_id: {{user}} menghapus bagian "{{section}}".
it_it: {{user}} ha eliminato la sezione "{{section}}".
ja_jp: {{user}} がセクション「{{section}}」を削除しました。
ko_kr: {{user}} 님이 "{{section}}" 섹션을 삭제했습니다.
ms_my: {{user}} memadam bahagian "{{section}}".
pt_br: {{user}} excluiu a seção "{{section}}".
ru_ru: {{user}} удалил(а) раздел "{{section}}".
th_th: {{user}} ได้ลบส่วน "{{section}}"
vi_vn: {{user}} đã xóa mục "{{section}}".
zh_cn: {{user}} 删除了自定义分组“{{section}}”
zh_tw: {{user}} 刪除了自訂分組「{{section}}」

# 0uk
source: {{user}} deleted the list.
de_de: {{user}} hat die Liste gelöscht.
es_es: {{user}} ha eliminado la lista.
fr_fr: {{user}} a supprimé la liste.
id_id: {{user}} menghapus daftar.
it_it: {{user}} ha eliminato l'elenco.
ja_jp: {{user}} がタスクリストを削除しました。
ko_kr: {{user}} 님이 목록을 삭제했습니다.
ms_my: {{user}} memadam senarai.
pt_br: {{user}} excluiu a lista.
ru_ru: {{user}} удалил(а) список.
th_th: {{user}} ได้ลบรายการ
vi_vn: {{user}} đã xóa danh sách.
zh_cn: {{user}} 删除了清单
zh_tw: {{user}} 刪除了清單

# UUA
source: {{user}} changed the permission of {{user2}} for the list from "can edit" to "can view".
de_de: {{user}} hat die Berechtigung von {{user2}} für die Liste von „kann bearbeiten“ zu „kann lesen“ geändert.
es_es: {{user}} ha cambiado el permiso de {{user2}} en la lista de "puede editar" a "puede ver".
fr_fr: {{user}} a modifié l'autorisation de {{user2}} pour la liste de "peut éditer" par "peut afficher".
id_id: {{user}} mengubah izin {{user2}} untuk daftar dari "dapat mengedit" menjadi "dapat melihat".
it_it: {{user}} ha modificato l'autorizzazione di {{user2}} per l'elenco da "è possibile modificare" a "è possibile visualizzare".
ja_jp: {{user}} が {{user2}} のリストでの権限を「編集可能」から「閲覧可能」に変更しました。
ko_kr: {{user}} 님이 목록에 대한 {{user2}} 님의 권한을 "편집 가능"에서 "읽기 가능"으로 변경했습니다.
ms_my: {{user}} menukar kebenaran {{user2}} untuk senarai daripada "boleh edit" ke "boleh lihat".
pt_br: {{user}} alterou a permissão de {{user2}} para a lista de "pode editar" para "pode visualizar".
ru_ru: {{user}} изменил(а) разрешение {{user2}} для списка с "может редактировать" на "может просматривать".
th_th: {{user}} ได้เปลี่ยนสิทธิ์การอนุญาตของ {{user2}} สำหรับรายการจาก "แก้ไขได้" เป็น "ดูได้"
vi_vn: {{user}} đã thay đổi quyền của {{user2}} đối với danh sách từ "có thể chỉnh sửa" thành "có thể xem".
zh_cn: {{user}} 将 {{user2}} 在清单中的权限由“可编辑”修改为“可阅读"
zh_tw: {{user}} 將 {{user2}} 在清單中的權限從「可編輯」修改為「可閱讀」

# lkQ
source: {{user}} added a new section "{{section}}" to the list.
de_de: {{user}} hat den neuen Abschnitt „{{section}}“ zur Liste hinzugefügt.
es_es: {{user}} ha agregado una nueva sección ("{{section}}") a la lista.
fr_fr: {{user}} a ajouté une nouvelle section "{{section}}" à la liste.
id_id: {{user}} menambahkan bagian baru "{{section}}" ke daftar.
it_it: {{user}} ha aggiunto una nuova sezione "{{section}}" all'elenco.
ja_jp: {{user}} がリスト内でセクション「{{section}}」を作成しました。
ko_kr: {{user}} 님이 목록에 새 섹션 "{{section}}"을(를) 추가했습니다.
ms_my: {{user}} menambah bahagian baru "{{section}}" ke dalam senarai.
pt_br: {{user}} adicionou uma nova seção, "{{section}}", à lista.
ru_ru: {{user}} добавил(а) в список новый раздел "{{section}}".
th_th: {{user}} ได้เพิ่มส่วนใหม่ "{{section}}" ในรายการ
vi_vn: {{user}} đã thêm một mục mới "{{section}}" vào danh sách.
zh_cn: {{user}} 在清单内新建了自定义分组“{{section}}”
zh_tw: {{user}} 在清單內建立了新自訂分組「{{section}}」

# mEo
source: {{user}} removed {{user2}} from collaborators.
de_de: {{user}} hat {{user2}} aus Kollaboratoren entfernt.
es_es: {{user}} ha quitado a {{user2}} de los colaboradores.
fr_fr: {{user}} a retiré {{user2}} de la liste des collaborateurs.
id_id: {{user}} menghapus {{user2}} dari kolaborator.
it_it: {{user}} ha rimosso {{user2}} dai collaboratori.
ja_jp: {{user}} が {{user2}} を共同作業者リストから削除しました。
ko_kr: {{user}} 님이 공동 작업자에서 {{user2}} 님을 제거했습니다.
ms_my: {{user}} mengeluarkan {{user2}} dari kolaborator.
pt_br: {{user}} removeu {{user2}} dos colaboradores.
ru_ru: {{user}} удалил(а) {{user2}} из соавторов.
th_th: {{user}} ได้ลบ {{user2}} ออกจากผู้ร่วมงาน
vi_vn: {{user}} đã xóa {{user2}} khỏi danh sách cộng tác viên.
zh_cn: {{user}} 将 {{user2}} 从协作人列表中移除
zh_tw: {{user}} 將 {{user2}} 從協作者清單中移除

# dDc
source: {{user}} restored the list.
de_de: {{user}} hat die Liste wiederhergestellt.
es_es: {{user}} ha restaurado la lista.
fr_fr: {{user}} a restauré la liste.
id_id: {{user}} memulihkan daftar.
it_it: {{user}} ha ripristinato l'elenco.
ja_jp: {{user}} がタスクリストのアーカイブを解除しました。
ko_kr: {{user}} 님이 목록을 복원했습니다.
ms_my: {{user}} memulihkan senarai.
pt_br: {{user}} restaurou a lista.
ru_ru: {{user}} восстановил(а) список.
th_th: {{user}} ได้กู้คืนรายการ
vi_vn: {{user}} đã lưu danh sách.
zh_cn: {{user}} 取消归档了清单
zh_tw: {{user}} 取消了清單歸檔

# w94
source: {{user}} changed the permission of {{user2}} for the list from "can view" to "can edit".
de_de: {{user}} hat die Berechtigung von {{user2}} für die Liste von „kann lesen“ zu „kann bearbeiten“ geändert.
es_es: {{user}} ha cambiado el permiso de {{user2}} en la lista de "puede ver" a "puede editar".
fr_fr: {{user}} a modifié l'autorisation de {{user2}} pour la liste de "peut afficher" par "peut éditer".
id_id: {{user}} mengubah izin {{user2}} untuk daftar dari "dapat melihat" menjadi "dapat mengedit".
it_it: {{user}} ha modificato l'autorizzazione di {{user2}} per l'elenco da "è possibile visualizzare" a "è possibile modificare".
ja_jp: {{user}} が {{user2}} のリストでの権限を「閲覧可能」から「編集可能」に変更しました。
ko_kr: {{user}} 님이 목록에 대한 {{user2}} 님의 권한을 "읽기 가능"에서 "편집 가능"으로 변경했습니다.
ms_my: {{user}} menukar kebenaran {{user2}} untuk senarai daripada "boleh lihat" ke "boleh edit".
pt_br: {{user}} alterou a permissão de {{user2}} para a lista de "pode visualizar" para "pode editar".
ru_ru: {{user}} изменил(а) разрешение {{user2}} для списка с "может просматривать" на "может редактировать".
th_th: {{user}} ได้เปลี่ยนสิทธิ์การอนุญาตของ {{user2}} สำหรับรายการจาก "ดูได้" เป็น "แก้ไขได้"
vi_vn: {{user}} đã thay đổi quyền của {{user2}} đối với danh sách từ "có thể xem" thành "có thể chỉnh sửa".
zh_cn: {{user}} 将 {{user2}} 在清单中的权限由“可阅读”修改为“可编辑"
zh_tw: {{user}} 將 {{user2}} 在清單中的權限從「可閱讀」修改為「可編輯」

# RCs
source: {{name}} edited the default view.
de_de: {{name}} hat die Standardansicht bearbeitet.
es_es: {{name}} ha editado la vista predeterminada.
fr_fr: {{name}} a modifié l'affichage par défaut.
id_id: {{name}} mengedit tampilan default.
it_it: {{name}} ha modificato la visualizzazione predefinita.
ja_jp: {{name}} がデフォルトのビューを編集しました。
ko_kr: {{name}} 님이 기본 보기를 편집했습니다.
ms_my: {{name}} mengedit paparan lalai.
pt_br: {{name}} editou a visualização padrão.
ru_ru: {{name}} отредактировал(а) вид по умолчанию.
th_th: {{name}} แก้ไขมุมมองเริ่มต้นแล้ว
vi_vn: {{name}} đã chỉnh sửa chế độ xem mặc định.
zh_cn: {{name}} 修改了清单默认视图
zh_tw: {{name}} 修改了清單預設視圖

# uJk
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
id_id: Arsipkan
it_it: Archivia
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архив
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 归档
zh_tw: 歸檔

# 6G4
source: Once archived, collaborators can find this list at "Archived Task List" in their Tasks page. This won't change the status of the tasks on this list.
de_de: Nach der Archivierung finden Kollaboratoren diese Liste unter „Archivierte Aufgabenliste“ auf ihrer Aufgabenseite. Der Status der Aufgaben in dieser Liste wird dadurch nicht geändert.
es_es: Una vez archivada, los colaboradores podrán encontrar esta lista en la opción "lista de tareas archivada" de sus páginas de tareas. Esto no cambiará el estado de las tareas de esta lista.
fr_fr: Une fois archivée, les collaborateurs peuvent trouver cette liste dans "Liste de tâches archivées" de leur page Tâches. Cela ne changera pas le statut des tâches de cette liste.
id_id: Setelah diarsipkan, kolaborator dapat menemukan daftar ini di "Daftar Tugas yang Diarsipkan" di halaman Tugas mereka. Ini tidak akan mengubah status tugas di daftar ini.
it_it: Dopo l'archiviazione, i collaboratori potranno trovare questo elenco in "Elenco attività archiviate" nella loro pagina Attività. Ciò non cambierà lo stato delle attività in questo elenco.
ja_jp: アーカイブすると、共同作業者はタスクセンターの「タスクリスト」でこのリストを確認できます。アーカイブの操作は、リスト内のタスクのステータスに影響しません。
ko_kr: 보관하면 공동 작업자는 할 일 페이지의 "보관된 할 일 목록"에서 이 목록을 찾을 수 있습니다. 이 목록의 할 일 상태는 변경되지 않습니다.
ms_my: Setelah diarkibkan, rakan kerjasama boleh mencari senarai ini di "Senarai Tugas Diarkibkan" di halaman Tugas mereka. Ini tidak akan mengubah status tugas-tugas dalam senarai ini.
pt_br: Após o arquivamento, os colaboradores podem encontrar esta lista na "Lista de tarefas arquivadas" em suas tarefas. Isso não mudará o status das tarefas nessa lista.
ru_ru: После архивирования соавторы могут найти этот список в разделе "Архивированный список задач" на своей странице задач. Это не изменит статус задач в этом списке.
th_th: เมื่อเก็บถาวรแล้ว ผู้ร่วมงานสามารถค้นหารายการนี้ได้ที่ "รายการงานที่เก็บถาวรไว้" ในหน้างานของตน การดำเนินการนี้จะไม่เปลี่ยนสถานะของงานในรายการนี้
vi_vn: Sau khi được lưu trữ, cộng tác viên có thể tìm danh sách này tại "Danh sách tác vụ đã lưu trữ" trên trang Tác vụ. Việc này sẽ không làm thay đổi trạng thái của các tác vụ trong danh sách này.
zh_cn: 归档后，协作人可在任务中心“归档清单”处查看该任务清单。归档不会改变清单中任务的状态。
zh_tw: 歸檔後，協作者可在任務中心「歸檔清單」中查看該任務清單。歸檔不會改變清單中的任務狀態。

# Zd8
source: Archive "{{listName}}"?
de_de: „{{listName}}“ archivieren?
es_es: ¿Archivar "{{listName}}"?
fr_fr: Archiver "{{listName}}" ?
id_id: Arsipkan "{{listName}}"?
it_it: Archiviare "{{listName}}"?
ja_jp: 「{{listName}}」をアーカイブしますか？
ko_kr: "{{listName}}"을(를) 보관하시겠습니까?
ms_my: Arkibkan "{{listName}}"?
pt_br: Arquivar "{{listName}}"?
ru_ru: Архивировать "{{listName}}"?
th_th: เก็บถาวร "{{listName}}" หรือไม่
vi_vn: Lưu trữ "{{listName}}"?
zh_cn: 确定归档“{{listName}}”？
zh_tw: 確定對「{{listName}}」進行歸檔嗎？

# 5mQ
source: Archive
de_de: Archivieren
es_es: Archivar
fr_fr: Archiver
id_id: Arsipkan
it_it: Archivia
ja_jp: アーカイブ
ko_kr: 보관
ms_my: Arkib
pt_br: Arquivar
ru_ru: Архивировать
th_th: เก็บถาวร
vi_vn: Lưu trữ
zh_cn: 归档
zh_tw: 歸檔

# hk8
source: Task List archived
de_de: Aufgabenliste archiviert
es_es: Lista de tareas archivada
fr_fr: Liste des tâches archivées
id_id: Daftar Tugas yang diarsipkan
it_it: Elenco attività archiviato
ja_jp: タスクリストがアーカイブされました
ko_kr: 할 일 목록 보관됨
ms_my: Senarai Tugas diarkibkan
pt_br: Lista de tarefas arquivadas
ru_ru: Список задач заархивирован
th_th: เก็บถาวรรายการงานแล้ว
vi_vn: Đã lưu trữ Danh sách tác vụ
zh_cn: 任务清单已归档
zh_tw: 任務清單已歸檔

# hM8
source: Task List archived
de_de: Aufgabenliste archiviert
es_es: Lista de tareas archivada
fr_fr: Liste des tâches archivées
id_id: Daftar Tugas yang diarsipkan
it_it: Elenco attività archiviato
ja_jp: アーカイブしました。
ko_kr: 할 일 목록 보관됨
ms_my: Senarai Tugas diarkibkan
pt_br: Lista de tarefas arquivadas
ru_ru: Список задач заархивирован
th_th: เก็บถาวรรายการงานแล้ว
vi_vn: Đã lưu trữ Danh sách tác vụ
zh_cn: 已归档
zh_tw: 已歸檔

# mNY
source: Permission changed
de_de: Berechtigung wurde geändert
es_es: Permiso cambiado
fr_fr: Autorisations modifiées
id_id: Izin berhasil diubah
it_it: Autorizzazione modificata
ja_jp: 権限を変更しました。
ko_kr: 권한이 변경되었습니다
ms_my: Kebenaran berubah
pt_br: Permissão alterada
ru_ru: Разрешение изменено
th_th: เปลี่ยนแปลงสิทธิ์การอนุญาตแล้ว
vi_vn: Quyền đã thay đổi
zh_cn: 权限已修改
zh_tw: 權限已修改

# EI4
source: The lists within the section can still be viewed from the Task List page after the section is deleted.
de_de: Die Listen innerhalb des Abschnitts können auch nach dem Löschen des Abschnitts auf der Seite „Aufgabenliste“ angesehen werden.
es_es: Las listas de la sección podrán seguir viéndose en la página Lista de tareas una vez que se haya eliminado la sección.
fr_fr: Les listes de la section peuvent toujours être consultées à partir de la page Liste de tâches après la suppression de la section.
id_id: Daftar dalam bagian tersebut masih dapat dilihat dari halaman Daftar Tugas setelah bagian tersebut dihapus.
it_it: Dopo l'eliminazione della pagina, gli elenchi all'interno della sezione potranno comunque essere visualizzati dalla pagina Elenco attività.
ja_jp: セクションを削除しても、セクション内のリストはタスクリストページに残ります。
ko_kr: 섹션이 삭제된 후에도 섹션 내의 목록은 할 일 목록 페이지에서 계속 볼 수 있습니다.
ms_my: Senarai dalam seksyen masih boleh dilihat dari halaman Senarai Tugas setelah seksyen dihapuskan.
pt_br: As listas dentro da seção ainda podem ser visualizadas na página Lista de tarefas após a seção ser excluída.
ru_ru: После удаления раздела находящиеся в нем списки по-прежнему будут отображаться на странице "Список задач".
th_th: รายการภายในส่วนยังดูได้จากหน้ารายชื่องานหลังลบตัวเลือกแล้ว
vi_vn: Bạn vẫn có thể xem các danh sách trong mục này từ trang Danh sách tác vụ sau khi mục này bị xóa.
zh_cn: 删除后，你可以在任务清单页内继续查看原分组内的清单
zh_tw: 刪除後，你可以在任務清單頁面內繼續查看原分組內的清單

# zL4
source: Hide Archived Task List
de_de: Archivierte Aufgabenliste ausblenden
es_es: Ocultar lista de tareas archivada
fr_fr: Masquer la liste des tâches archivées
id_id: Sembunyikan Daftar Tugas yang Diarsipkan
it_it: Nascondi elenco attività archiviate
ja_jp: アーカイブを非表示
ko_kr: 보관된 할 일 목록 숨기기
ms_my: Sembunyikan Senarai Tugas Diarkibkan
pt_br: Ocultar lista de tarefas arquivadas
ru_ru: Скрыть архивный список задач
th_th: ซ่อนรายการงานที่เก็บถาวรไว้
vi_vn: Ẩn Danh sách tác vụ đã lưu trữ
zh_cn: 隐藏归档清单
zh_tw: 隱藏歸檔清單

# GvY
source: Invitation sent
de_de: Einladung gesendet
es_es: Invitación enviada
fr_fr: Invitation envoyée
id_id: Undangan dikirim
it_it: Invito inviato
ja_jp: 招待状を送信しました。
ko_kr: 초대장 전송됨
ms_my: Jemputan dihantar
pt_br: Convite enviado
ru_ru: Приглашение отправлено
th_th: ส่งคำเชิญแล้ว
vi_vn: Đã gửi lời mời
zh_cn: 邀请已发送
zh_tw: 邀請已傳送

# RLA
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_tw: 邀請

# FUE
source: List field
de_de: Listenfeld
es_es: Campo de lista
fr_fr: Champ de liste
id_id: Bidang daftar
it_it: Campo elenco
ja_jp: リストのフィールド
ko_kr: 목록 필드
ms_my: Bidang senarai
pt_br: Campo de lista
ru_ru: Поле списка
th_th: รายการช่องข้อมูล
vi_vn: Trường danh sách
zh_cn: 清单字段
zh_tw: 清單欄位

# NOk
source: View More
de_de: Mehr anzeigen
es_es: Ver más
fr_fr: Afficher plus
id_id: Lihat Lainnya
it_it: Visualizza altro
ja_jp: もっと見る
ko_kr: 더 보기
ms_my: Lihat Lagi
pt_br: Visualizar mais
ru_ru: Больше
th_th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_cn: 展开更多
zh_tw: 展開更多

# A54
source: New Section
de_de: Neuer Abschnitt
es_es: Sección nueva
fr_fr: Nouvelle section
id_id: Bagian Baru
it_it: Nuova sezione
ja_jp: セクションを作成
ko_kr: 새 섹션
ms_my: Bahagian Baharu
pt_br: Nova seção
ru_ru: Новый раздел
th_th: ส่วนใหม่
vi_vn: Phần mới
zh_cn: 新建分组
zh_tw: 建立新分組

# X7Y
source: Enter the section name
de_de: Geben Sie den Abschnittsnamen ein
es_es: Introduce el nombre de la sección
fr_fr: Saisir le nom de la section
id_id: Masukkan nama bagian
it_it: Immetti il nome della sezione
ja_jp: セクション名を入力
ko_kr: 섹션 이름 입력
ms_my: Masukkan nama bahagian
pt_br: Inserir nome da seção
ru_ru: Введите название раздела
th_th: กรอกชื่อส่วน
vi_vn: Nhập tên phần
zh_cn: 输入分组名称
zh_tw: 輸入分組名稱

# Cq8
source: New section
de_de: Neuer Abschnitt
es_es: Nueva sección
fr_fr: Nouvelle section
id_id: Bagian baru
it_it: Nuova sezione
ja_jp: セクションを作成
ko_kr: 새 섹션
ms_my: Bahagian baharu
pt_br: Nova seção
ru_ru: Новый раздел
th_th: ส่วนใหม่
vi_vn: Phần mới
zh_cn: 新建清单分组
zh_tw: 建立新清單分組

# SCw
source: You've become the owner of this list
de_de: Sie sind jetzt Besitzer der Liste geworden
es_es: Ahora eres el propietario de esta lista
fr_fr: Vous êtes devenu le propriétaire de cette liste
id_id: Anda telah menjadi pemilik daftar ini
it_it: Sei diventato il proprietario di questo elenco
ja_jp: あなたはこのリストの所有者になりました。
ko_kr: 이 목록의 소유자가 되었습니다
ms_my: Anda menjadi pemilik senarai ini
pt_br: Você se tornou o proprietário desta lista
ru_ru: Вы стали владельцем этого списка
th_th: คุณได้เป็นเจ้าของรายการนี้แล้ว
vi_vn: Bạn đã trở thành chủ sở hữu của danh sách này
zh_cn: 你已成为此清单的所有者
zh_tw: 你已成為此清單的擁有者

# +60
source: Your permission for this list has changed to: {{CanDo}}
de_de: Ihre Berechtigung für diese Liste wurde geändert zu: {{CanDo}}
es_es: Tu permiso para esta lista ha cambiado a: {{CanDo}}
fr_fr: Votre autorisation pour cette liste a été modifiée en : {{CanDo}}
id_id: Izin Anda untuk daftar ini telah diubah menjadi: {{CanDo}}
it_it: La tua autorizzazione per questo elenco è stata modificata in: {{CanDo}}
ja_jp: このリストで、あなたの権限は「{{CanDo}}」に変更されました。
ko_kr: 이 목록에 대한 회원님의 권한이 다음으로 변경됨: {{CanDo}}
ms_my: Kebenaran anda untuk senarai ini telah berubah kepada: {{CanDo}}
pt_br: Sua permissão para esta lista mudou para: {{CanDo}}
ru_ru: Ваше разрешение для этого списка изменено на: {{CanDo}}
th_th: มีการเปลี่ยนสิทธิ์การอนุญาตของคุณสำหรับรายการนี้เป็น: {{CanDo}} แล้ว
vi_vn: Quyền của bạn đối với danh sách này đã đổi thành: {{CanDo}}
zh_cn: 你在此清单的权限变更为：{{CanDo}}
zh_tw: 你在此清單的權限變更為：{{CanDo}}

# Ujs
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 解除
ko_kr: 복원
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
vi_vn: Khôi phục
zh_cn: 取消归档
zh_tw: 取消歸檔

# MJA
source: Task List restored
de_de: Aufgabenliste wiederhergestellt
es_es: Lista de tareas restaurada
fr_fr: Liste de tâches restaurée
id_id: Daftar Tugas berhasil dipulihkan
it_it: Elenco attività ripristinato
ja_jp: アーカイブを解除しました。
ko_kr: 할 일 목록이 복원되었습니다
ms_my: Senarai Tugas dipulihkan
pt_br: Lista de tarefas restaurada
ru_ru: Список задач восстановлен
th_th: กู้คืนรายการงานแล้ว
vi_vn: Đã khôi phục Danh sách tác vụ
zh_cn: 已取消归档
zh_tw: 已取消歸檔

# RZE
source: Show Archived Task List
de_de: Archivierte Aufgabenliste anzeigen
es_es: Mostrar lista de tareas archivada
fr_fr: Afficher la liste des tâches archivées
id_id: Tampilkan Daftar Tugas yang Diarsipkan
it_it: Mostra elenco attività archiviate
ja_jp: アーカイブを表示
ko_kr: 보관된 할 일 목록 표시
ms_my: Tunjukkan Senarai Tugas Diarkibkan
pt_br: Mostrar lista de tarefas arquivadas
ru_ru: Показать архивный список задач
th_th: แสดงรายการงานที่เก็บไว้
vi_vn: Hiển thị Danh sách tác vụ đã lưu trữ
zh_cn: 展开归档清单
zh_tw: 展開歸檔清單

# L/U
source: No permission to edit this list
de_de: Keine Berechtigung zum Bearbeiten dieser Liste
es_es: Sin permiso para editar esta lista
fr_fr: Pas d'autorisation de modification de cette liste
id_id: Tidak ada izin untuk mengedit daftar ini
it_it: Nessuna autorizzazione per modificare questo elenco
ja_jp: このリストを編集する権限がありません。
ko_kr: 이 목록을 편집할 권한이 없습니다
ms_my: Tiada kebenaran untuk mengedit senarai ini
pt_br: Sem permissão para editar esta lista
ru_ru: Нет разрешения на редактирование этого списка
th_th: ไม่มีสิทธิ์การอนุญาตแก้ไขรายชื่อนี้
vi_vn: Không có quyền chỉnh sửa danh sách này
zh_cn: 暂无该清单编辑权限
zh_tw: 暫無該清單的編輯權限

# rP8
source: Untitled section
de_de: Unbenannter Abschnitt
es_es: Sección sin título
fr_fr: Section sans titre
id_id: Bagian tak berjudul
it_it: Sezione senza titolo
ja_jp: 名称未設定のセクション
ko_kr: 제목 없는 섹션
ms_my: Seksyen tanpa tajuk
pt_br: Seção sem título
ru_ru: Раздел без названия
th_th: ส่วนที่ไม่มีชื่อ
vi_vn: Mục không có tiêu đề
zh_cn: 未命名分组
zh_tw: 未命名分組

# 1ws
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除分组
zh_tw: 刪除分組

# pT4
source: Ongoing
de_de: Fortlaufend
es_es: En curso
fr_fr: En cours
id_id: Sedang berlangsung
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
ms_my: Sedang berlangsung
pt_br: Em andamento
ru_ru: Непрерывный
th_th: กำลังดำเนินการ
vi_vn: Đang diễn ra
zh_cn: 已开始
zh_tw: 已開始

source: Select a section
de_de: Einen Abschnitt auswählen
es_es: Selecciona una sección
fr_fr: Sélectionnez une section
id_id: Pilih bagian
it_it: Seleziona una sezione
ja_jp: セクションを選択
ko_kr: 섹션 선택
ms_my: Pilih bahagian
pt_br: Selecionar uma seção
ru_ru: Выберите раздел
th_th: เลือกส่วน
vi_vn: Chọn mục
zh_cn: 选择分组
zh_tw: 選擇分組

# LQs
source: Start Date
de_de: Startdatum
es_es: Hora de inicio
fr_fr: Date de début
id_id: Tanggal Mulai
it_it: Data di inizio
ja_jp: 開始日時
ko_kr: 시작일
ms_my: Tarikh Mula
pt_br: Data de início
ru_ru: Дата начала
th_th: วันที่เริ่มต้น
vi_vn: Ngày bắt đầu
zh_cn: 开始时间
zh_tw: 開始時間

# EtA
source: Set Time
de_de: Zeit einstellen
es_es: Establecer hora
fr_fr: Définir l'heure
id_id: Tetapkan Waktu
it_it: Imposta ora
ja_jp: 時間を指定
ko_kr: 시간 설정
ms_my: Tetapkan Masa
pt_br: Configurar horário
ru_ru: Установить время
th_th: ตั้งค่าเวลา
vi_vn: Đặt thời gian
zh_cn: 设置具体时间
zh_tw: 設定具體時間

# 5HY
source: Starts from {{day_time}}
de_de: Beginn: {{day_time}}
es_es: Hora de inicio: {{day_time}}
fr_fr: Commence à partir de {{day_time}}
id_id: Mulai dari {{day_time}}
it_it: Inizia da {{day_time}}
ja_jp: {{day_time}} より開始
ko_kr: {{day_time}}부터 시작
ms_my: Bermula dari {{day_time}}
pt_br: Começa em {{day_time}}
ru_ru: Начинается с {{day_time}}
th_th: เริ่มจาก {{day_time}}
vi_vn: Bắt đầu từ {{day_time}}
zh_cn: {{day_time}} 开始
zh_tw: {{day_time}} 開始

# IRU
source: {{user}} added the task as a sub-task of {{ParentTask}}.
de_de: {{user}} hat die Aufgabe als Unteraufgabe von {{ParentTask}} hinzugefügt.
es_es: {{user}} ha agregado la tarea como una subtarea de {{ParentTask}}.
fr_fr: {{user}} a ajouté la tâche comme sous-tâche de {{ParentTask}}.
id_id: {{user}} menambahkan tugas sebagai subtugas {{ParentTask}}.
it_it: {{user}} ha aggiunto l'attività come attività secondaria di {{ParentTask}}.
ja_jp: {{user}} がタスクを {{ParentTask}} のサブタスクとして追加しました。
ko_kr: {{user}} 님이 {{ParentTask}}의 하위 작업으로 할 일을 추가했습니다.
pt_br: {{user}} adicionou a tarefa como uma subtarefa de {{ParentTask}}.
ru_ru: {{user}} добавил(а) задачу в качестве подзадачи {{ParentTask}}.
th_th: {{user}} เพิ่มงานเป็นงานย่อยของ {{ParentTask}} แล้ว
vi_vn: {{user}} đã thêm tác vụ làm tác vụ con của {{ParentTask}}.
zh_cn: {{user}} 将任务设置为 {{ParentTask}} 的子任务
zh_tw: {{user}} 將任務設定為 {{ParentTask}} 的子任務

# JIo
source: {{user}} added a comment:
de_de: {{user}} hat einen Kommentar hinzugefügt:
es_es: {{user}} ha agregado un comentario:
fr_fr: {{user}} a ajouté un commentaire :
id_id: {{user}} menambahkan komentar:
it_it: {{user}} ha aggiunto un commento:
ja_jp: {{user}} がコメントを追加しました：
ko_kr: {{user}} 님이 다음 댓글을 추가했습니다.
ms_my: {{user}} menambah komen:
pt_br: {{user}} adicionou um comentário:
ru_ru: {{user}} добавил(а) комментарий:
th_th: {{user}} ได้เพิ่มความคิดเห็น:
vi_vn: {{user}} đã thêm nhận xét:
zh_cn: {{user}} 添加了评论：
zh_tw: {{user}} 新增了評論：

# T1E
source: {{user}} added task description:
de_de: {{user}} hat eine Aufgabenbeschreibung hinzugefügt:
es_es: {{user}} ha agregado la descripción de la tarea:
fr_fr: {{user}} a ajouté la description de tâche :
id_id: {{user}} menambahkan deskripsi tugas:
it_it: {{user}} ha aggiunto la descrizione dell'attività:
ja_jp: {{user}} がタスクの説明を追加しました：
ko_kr: {{user}} 님이 다음 할 일 설명을 추가했습니다.
ms_my: {{user}} menambah keterangan tugas:
pt_br: {{user}} adicionou a descrição da tarefa:
ru_ru: {{user}} добавил(а) описание задачи:
th_th: {{user}} ได้เพิ่มคำอธิบายงานแล้ว:
vi_vn: {{user}} đã thêm mô tả tác vụ:
zh_cn: {{user}} 添加了任务描述：
zh_tw: {{user}} 新增了任務說明：
