Repository: lark-opensource/iOS-client
Catalog: Modules/Todo/Bizs/Todo/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 6dM
source: Delete Section
de_de: Abschnitt löschen
es_es: Eliminar sección
fr_fr: Supprimer la section
id_id: Hapus Bagian
it_it: Elimina sezione
ja_jp: セクションを削除
ko_kr: 섹션 삭제
ms_my: Padam Bahagian
pt_br: Excluir seção
ru_ru: Удалить раздел
th_th: ลบส่วน
vi_vn: Xóa phần
zh_cn: 删除分组
zh_tw: 刪除分組

# w7o
source: Enter section name
de_de: Abschnittsnamen eingeben
es_es: Introducir el nombre de la sección
fr_fr: Saisir le nom de la section
id_id: Masukkan nama bagian
it_it: Immetti nome sezione
ja_jp: セクション名を入力
ko_kr: 섹션 이름 입력
ms_my: Masukkan nama bahagian
pt_br: Inserir nome da seção
ru_ru: Введите название раздела
th_th: กรอกชื่อส่วน
vi_vn: Nhập tên phần
zh_cn: 输入分组标题
zh_tw: 輸入分組標題

# O34
source: Section
de_de: Abschnitt
es_es: Sección
id_id: Bagian
it_it: Sezione
ja_jp: カスタム
ko_kr: 섹션
ms_my: Bahagian
pt_br: Seção
ru_ru: Раздел
th_th: ส่วน
vi_vn: Phần
zh_cn: 自定义分组
zh_tw: 自訂分組

# qxY
source: New Section
de_de: Neuer Abschnitt
es_es: Sección nueva
fr_fr: Nouvelle section
id_id: Bagian Baru
it_it: Nuova sezione
ja_jp: セクションを作成
ko_kr: 새 섹션
ms_my: Bahagian Baharu
pt_br: Nova seção
ru_ru: Новый раздел
th_th: ส่วนใหม่
vi_vn: Phần mới
zh_cn: 新建分组
zh_tw: 建立新分組

# Zg4
source: No Section
de_de: Standard-Abschnitt
es_es: Sin sección
fr_fr: Aucune section
id_id: Tidak Ada Bagian
it_it: Nessuna sezione
ja_jp: デフォルトセクション
ko_kr: 섹션 없음
ms_my: Tiada Bahagian
pt_br: Nenhuma seção
ru_ru: Нет раздела
th_th: ไม่มีส่วน
vi_vn: Không có phần nào
zh_cn: 默认分组
zh_tw: 未分組

# /7E
source: Rename Section
de_de: Abschnitt umbenennen
es_es: Cambiar el nombre de la sección
fr_fr: Renommer la section
id_id: Namai Ulang Bagian
it_it: Rinomina sezione
ja_jp: 名前を変更
ko_kr: 섹션 이름 바꾸기
ms_my: Namakan semula Bahagian
pt_br: Renomear seção
ru_ru: Переименовать раздел
th_th: เปลี่ยนชื่อส่วน
vi_vn: Đổi tên phần
zh_cn: 重命名
zh_tw: 重新命名

# XqU
source: Sort by: {{Factor}}
de_de: Sortieren nach: {{Factor}}
es_es: Ordenar por: {{Factor}}
fr_fr: Trier par : {{Factor}}
id_id: Urutkan berdasarkan: {{Factor}}
it_it: Ordina per: {{Factor}}
ja_jp: 並べ替え：{{Factor}}
ko_kr: 정렬 기준: {{Factor}}
ms_my: Susun mengikut: {{Factor}}
pt_br: Classificar por: {{Factor}}
ru_ru: Сортировать по: {{Factor}}
th_th: จัดเรียงตาม {{Factor}}
vi_vn: Sắp xếp theo: {{Factor}}
zh_cn: 排序：{{Factor}}
zh_tw: 排序：{{Factor}}

# /oo
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
ms_my: Tersuai
pt_br: Personalizado
ru_ru: Пользовательская
th_th: กำหนดเอง
vi_vn: Tùy chỉnh
zh_cn: 拖拽自定义
zh_tw: 拖曳以自訂

# uo4
source: Created from
de_de: Aufgabenquelle
es_es: Creado a partir de
fr_fr: Créé à partir de
id_id: Dibuat dari
it_it: Creata da
ja_jp: 作成元
ko_kr: 생성자
ms_my: Dicipta dari
pt_br: Criado de
ru_ru: Создано из
th_th: สร้างจาก
vi_vn: Đã tạo từ
zh_cn: 任务来源
zh_tw: 任務來源

# CQE
source: Others
de_de: Andere
es_es: Otros
fr_fr: Autres
id_id: Lainnya
it_it: Altri
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Другие
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他
zh_tw: 其他

# xSc
source: Start Time
de_de: Startzeit
es_es: Hora de inicio
fr_fr: Heure de début
id_id: Waktu Mulai
it_it: Ora di inizio
ja_jp: 開始日時
ko_kr: 시작 시간
ms_my: Masa Mula
pt_br: Hora de início
ru_ru: Время начала
th_th: เวลาเริ่มต้น
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间
zh_tw: 開始時間

# t1A
source: Subscribed
de_de: Meine Abos
es_es: Suscripción activa
fr_fr: Abonné
id_id: Berhasil berlangganan
it_it: Iscrizione completata
ja_jp: フォロー中
ko_kr: 구독함
ms_my: Dilanggan
pt_br: Assinado
ru_ru: Подписки
th_th: สมัครรับแล้ว
vi_vn: Đã đăng ký
zh_cn: 我关注的
zh_tw: 關注

# ljU
source: Untitled Section
de_de: Umbenannter Abschnitt
es_es: Sección sin título
fr_fr: Section sans titre
id_id: Bagian Tak Berjudul
it_it: Sezione senza titolo
ja_jp: 名称未設定セクション
ko_kr: 제목 없는 섹션
ms_my: Bahagian Tanpa Tajuk
pt_br: Seção sem título
ru_ru: Раздел без названия
th_th: ส่วนที่ไม่มีชื่อ
vi_vn: Phần không có tiêu đề
zh_cn: 未命名分组
zh_tw: 未命名分組

# A38
source: Last Modified at
de_de: Letzte Änderungszeit
es_es: Hora de última modificación
fr_fr: Dernière modification à
id_id: Terakhir diubah pada
it_it: Ora ultima modifica
ja_jp: 更新日時
ko_kr: 마지막 수정 시간
ms_my: Diubahsuai pada
pt_br: Última modificação às
ru_ru: Время обновления
th_th: แก้ไขล่าสุดเมื่อ
vi_vn: Chỉnh sửa lần cuối lúc
zh_cn: 更新时间
zh_tw: 更新時間

# vyM
source: Unsubscribe
de_de: Abbestellen
es_es: Anular la suscripción
fr_fr: Se désabonner
hi_in: अनुसरण करना बंद करें
id_id: Berhenti berlangganan
it_it: Annulla iscrizione
ja_jp: 解除
ko_kr: 구독 취소
ms_my: Nyahlanggan
pt_br: Cancelar assinatura
ru_ru: Отписаться
th_th: ยกเลิกการสมัครสมาชิก
vi_vn: Hủy đăng ký
zh_cn: 不再关注
zh_tw: 不再關注

# FMI
source: No tasks
de_de: Keine Aufgaben
es_es: No hay tareas
fr_fr: Aucune tâche
id_id: Tidak ada tugas
it_it: Nessuna attività
ja_jp: 担当中のタスクがありません
ko_kr: 작업 없음
ms_my: Tiada tugas
pt_br: Nenhuma tarefa
ru_ru: Нет задач
th_th: ไม่มีงาน
vi_vn: Không có tác vụ
zh_cn: 暂无任务
zh_tw: 暫無任務

# 5R0
source: [Alert] A task is due in {{day}} day(s): {{Task}}
de_de: [Warnung] Folgende Aufgabe in {{day}} Tag(en) fällig: {{Task}}
es_es: [Alerta] Una tarea vence en {{day}} día(s): {{Task}}
fr_fr: [Alerte] Une tâche est exigée dans {{day}} jour(s) : {{Task}}
hi_in: [अलर्ट] कार्य {{day}} दिन(दिनों) में नियत है: {{Task}}
id_id: [Peringatan] Tugas akan jatuh tempo setelah {{day}} hari: {{Task}}
it_it: [Avviso] Un'attività scadrà tra {{day}} giorno/i: {{Task}}
ja_jp: [通知]タスクは {{day}} 日後に期限切れになります：{{Task}}
ko_kr: [알림] 할 일 {{Task}}이(가) {{day}}일 후에 마감됩니다
ms_my: [Amaran] Tugasan akan tamat tempoh dalam {{day}} hari: {{Task}}
pt_br: [Alerta] Uma tarefa vencerá em {{day}} dia(s): {{Task}}
ru_ru: [Напоминание] Срок действия задачи истечет через {{day}} дн.: {{Task}}
th_th: [การแจ้งเตือน] งานนี้จะถึงกำหนดเวลาใน {{day}} วัน: {{Task}}
vi_vn: [Cảnh báo] Một nhiệm vụ sắp hết hạn sau {{day}} ngày: {{Task}}
zh_cn: [提醒] 任务将在 {{day}} 天后到期：{{Task}}
zh_tw: [提醒] 任務將在 {{day}} 天後到期：{{Task}}

# lrc
source: [Alert] A task is due in {{hour}} hr: {{Task}}
de_de: [Warnung] Eine Aufgabe ist fällig in {{hour}} Std.: {{Task}}
es_es: [Alerta] Una tarea vence en {{hour}} h: {{Task}}
fr_fr: [Alerte] Une tâche est due dans {{hour}} h : {{Task}}
hi_in: [अलर्ट] कार्य {{hour}} घंटे(घंटों) में नियत है: {{Task}}
id_id: [Peringatan] Sebuah tugas jatuh tempo dalam {{hour}} jam: {{Task}}
it_it: [Avviso] Scadenza di un'attività tra {{hour}} h: {{Task}}
ja_jp: [通知]タスクは {{hour}} 時間後に期限切れになります：{{Task}}
ko_kr: [경고] 할 일이 {{hour}}시간 후에 만료됨: {{Task}}
ms_my: [Amaran] Tugasan akan tamat tempoh dalam {{hour}} jam: {{Task}}
pt_br: [Alerta] Uma tarefa vencerá em {{hour}} h: {{Task}}
ru_ru: [Предупреждение] Задача должна быть выполнена через {{hour}} ч.: {{Task}}
th_th: [แจ้งเตือน] งานจะครบกำหนดส่งในอีก{{hour}} ชม.: {{Task}}
vi_vn: [Cảnh báo] Một tác vụ sẽ đến hạn sau {{hour}} giờ: {{Task}}
zh_cn: [提醒] 任务将在 {{hour}} 小时后到期：{{Task}}
zh_tw: [提醒] 任務將在 {{hour}} 小時後到期：{{Task}}

# +hw
source: [Alert] A task is due in {{min}} min: {{Task}}
de_de: [Warnung] Eine Aufgabe ist fällig in {{min}} Min.: {{Task}}
es_es: [Alerta] Una tarea vence en {{min}} min: {{Task}}
fr_fr: [Alerte] Une tâche est due dans {{min}} min : {{Task}}
hi_in: [अलर्ट] कार्य {{min}} मिनट(मिनटों) में नियत है: {{Task}}
id_id: [Peringatan] Sebuah tugas jatuh tempo dalam {{min}} mnt: {{Task}}
it_it: [Avviso] Scadenza di un'attività tra {{min}} min: {{Task}}
ja_jp: [通知]タスクは {{min}} 分後に期限切れになります：{{Task}}
ko_kr: [경고] 할 일이 {{min}}분 후에 만료됨: {{Task}}
ms_my: [Alert] Tugas akan jatuh tempo dalam {{min}} min: {{Task}}
pt_br: [Alerta] Uma tarefa vencerá em {{min}} min: {{Task}}
ru_ru: [Предупреждение] Задача должна быть выполнена через {{min}} мин.: {{Task}}
th_th: [แจ้งเตือน] งานจะครบกำหนดส่งในอีก {{min}} นาที: {{Task}}
vi_vn: [Cảnh báo] Một tác vụ sẽ đến hạn sau {{min}} phút: {{Task}}
zh_cn: [提醒] 任务将在 {{min}} 分钟后到期：{{Task}}
zh_tw: [提醒] 任務將在 {{min}} 分鐘後到期：{{Task}}

# Ga4
source: Task created
de_de: Aufgabe erstellt
es_es: Tarea creada
fr_fr: Tâche créée avec succès
hi_in: नया कार्य
id_id: Tugas berhasil dibuat
it_it: Attività creata
ja_jp: 新しいタスク
ko_kr: 생성된 할 일
ms_my: Tugas dicipta
pt_br: Tarefa criada
ru_ru: Задача создана
th_th: สร้างงานสำเร็จแล้ว
vi_vn: Đã tạo tác vụ
zh_cn: 创建任务
zh_tw: 建立任務

# PP8
source: {{username}} deleted task
de_de: {{username}} hat task gelöscht.
es_es: {{username}} eliminó task
fr_fr: {{username}} a supprimé task
hi_in: {{username}} को task को हटा दिया
id_id: {{username}} menghapus task
it_it: {{username}} ha eliminato task
ja_jp: {{username}} がタスクを削除しました
ko_kr: {{username}} 님이 할 일을 삭제했습니다
ms_my: {{username}} memadam tugas
pt_br: {{username}} excluiu task
ru_ru: {{username}} удалил(-а) task
th_th: {{username}} ได้ลบ task
vi_vn: {{username}} đã xóa task
zh_cn: {{username}} 删除了任务
zh_tw: {{username}} 刪除了任務

# uEI
source: {{username}} added you as a subscriber
de_de: {{username}} hat Sie als Abonnent hinzugefügt
es_es: Se ha agregado a {{username}} como suscriptor
fr_fr: {{username}} vous a ajouté comme abonné
hi_in: {{username}} ने आपको फ़ॉलोअर के रूप में जोड़ा
id_id: {{username}} berhasil menambahkan Anda sebagai pelanggan
it_it: {{username}} ti ha aggiunto come iscritto
ja_jp: {{username}} があなたをフォロワーに追加しました
ko_kr: {{username}} 님이 회원님을 구독자로 추가했습니다
ms_my: {{username}} menambah anda sebagai pelanggan
pt_br: {{username}} adicionou você como assinante
ru_ru: {{username}} добавил(а) вас в качестве подписчика
th_th: {{username}} เพิ่มคุณเป็นสมาชิกแล้ว
vi_vn: {{username}} đã thêm bạn vào làm người đăng ký
zh_cn: {{username}} 将你添加为关注人
zh_tw: {{username}} 將你新增為關注者

# JQ0
source: You don't have permission
de_de: Sie haben keine Berechtigung
es_es: No tienes permiso
fr_fr: Vous ne disposez pas des autorisations nécessaires
hi_in: आपके पास अनुमति नहीं है
id_id: Anda tidak memiliki izin
it_it: Non disponi dell'autorizzazione
ja_jp: 権限がありません
ko_kr: 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran
pt_br: Você não tem permissão
ru_ru: У вас нет разрешения
th_th: คุณไม่มีสิทธิ์การอนุญาต
vi_vn: Bạn không có quyền
zh_cn: 没有权限
zh_tw: 沒有權限

# PRo
source: Task shared
de_de: Aufgabe freigegeben
es_es: Tarea compartida
fr_fr: Tâche partagée
hi_in: साझा किया गया कार्य
id_id: Tugas dibagikan
it_it: Attività condivisa
ja_jp: 共有のタスク
ko_kr: 공유한 할 일
ms_my: Tugas dikongsi
pt_br: Tarefa compartilhada
ru_ru: Вы поделились задачей
th_th: แบ่งปันงานสำเร็จแล้ว
vi_vn: Đã chia sẻ tác vụ
zh_cn: 分享任务
zh_tw: 分享任務

# BV8
source: {{username}} created a task
de_de: {{username}} hat eine Aufgabe erstellt.
es_es: {{username}} creó una tarea
fr_fr: {{username}} a créé une tâche
hi_in: {{username}} ने कार्य बनाया
id_id: {{username}} membuat tugas
it_it: {{username}} ha creato un'attività
ja_jp: {{username}} がタスクを作成しました
ko_kr: {{username}} 님이 할 일을 만들었습니다
ms_my: {{username}} mencipta tugas
pt_br: {{username}} criou uma tarefa
ru_ru: {{username}} создал(-а) задачу
th_th: {{username}} สร้างงานแล้ว
vi_vn: {{username}} đã tạo một nhiệm vụ
zh_cn: {{username}} 创建了任务
zh_tw: {{username}} 已建立任務

# bcw
source: The parent task of this sub-task has been completed
de_de: Die übergeordnete Aufgabe dieser untergeordneten Aufgabe wurde abgeschlossen
es_es: La tarea principal de esta subtarea se ha completado
fr_fr: La tâche parente de cette sous-tâche a été terminée
id_id: Tugas induk dari subtugas ini sudah diselesaikan
it_it: L'attività padre di questa attività secondaria è stata completata
ja_jp: このタスクの親タスクが完了しました。
ko_kr: 이 하위 할 일의 상위 할 일이 완료되었습니다
ms_my: Tugas induk sub-tugas ini telah selesai
pt_br: A tarefa pai desta subtarefa foi concluída
ru_ru: Родительская задача этой подзадачи выполнена
th_th: งานหลักของงานย่อยนี้เสร็จเรียบร้อยแล้ว
vi_vn: Tác vụ chính của tác vụ con này đã được hoàn thành
zh_cn: 该任务的上级任务已被完成
zh_tw: 該任務的上級任務已經完成

# Hsk
source: The parent task of this sub-task has been deleted
de_de: Die übergeordnete Aufgabe dieser untergeordneten Aufgabe wurde gelöscht
es_es: La tarea principal de esta subtarea se ha eliminado
fr_fr: La tâche parente de cette sous-tâche a été supprimée
id_id: Tugas induk dari subtugas ini sudah dihapus
it_it: L'attività padre di questa attività secondaria è stata eliminata
ja_jp: このタスクの親タスクが削除されました。
ko_kr: 이 하위 할 일의 상위 할 일이 삭제되었습니다
ms_my: Tugas induk sub-tugas ini telah dipadam
pt_br: A tarefa pai desta subtarefa foi excluída
ru_ru: Родительская задача этой подзадачи удалена
th_th: งานหลักของงานย่อยนี้ลบไปแล้ว
vi_vn: Tác vụ chính của tác vụ con này đã bị xóa
zh_cn: 该任务的上级任务已被删除
zh_tw: 該任務的上級任務已被刪除

# jws
source: Please enter a task title and try again
de_de: Bitte geben Sie einen Aufgabentitel ein und versuchen Sie es erneut.
es_es: Introduce un título de tarea e inténtalo de nuevo
fr_fr: Veuillez saisir un titre de tâche et réessayer
id_id: Masukkan judul tugas dan coba lagi
it_it: Immetti un titolo dell'attività e riprova
ja_jp: タスクのタイトルを入力して再試行してください。
ko_kr: 할 일 제목을 입력하고 다시 시도하세요
ms_my: Sila masukkan tajuk tugas dan cuba lagi
pt_br: Insira um título de tarefa e tente novamente
ru_ru: Введите название задачи и повторите попытку.
th_th: โปรดกรอกชื่องานแล้วลองอีกครั้ง
vi_vn: Vui lòng nhập tiêu đề tác vụ và thử lại
zh_cn: 请输入任务标题后重试
zh_tw: 請輸入任務標題後重試

# Gzw
source: Repeat
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
hi_in: दोहराने के लिए सेट करें
id_id: Ulangi
it_it: Ripeti
ja_jp: 繰り返しのタスク
ko_kr: 반복
ms_my: Ulang
pt_br: Repetir
ru_ru: Повторить
th_th: ทำซ้ำ
vi_vn: Lặp lại
zh_cn: 重复
zh_tw: 重複

# c2U
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# R1Q
source: Remove the attachment "{{Attachment}}"?
de_de: Den Anhang „{{Attachment}}“ entfernen?
es_es: ¿Quitar el adjunto "{{Attachment}}"?
fr_fr: Retirer la pièce jointe "{{Attachment}}" ?
id_id: Hapus lampiran "{{Attachment}}"?
it_it: Rimuovere l'allegato "{{Attachment}}"?
ja_jp: 添付ファイル「{{Attachment}}」を削除しますか？
ko_kr: 첨부 파일 "{{Attachment}}"을(를) 제거하시겠습니까?
ms_my: Buang lampiran "{{Attachment}}"?
pt_br: Remover o anexo "{{Attachment}}"?
ru_ru: Удалить вложение "{{Attachment}}"?
th_th: ลบไฟล์แนบ "{{Attachment}}" หรือไม่
vi_vn: Xóa tập tin đính kèm "{{Attachment}}"?
zh_cn: 确定移除附件“{{Attachment}}”？
zh_tw: 確定要移除附件「{{Attachment}}」嗎？

# y9s
source: Remove Owner
de_de: Besitzer entfernen
es_es: Quitar propietario
fr_fr: Retirer le propriétaire
id_id: Hapus Pemilik
it_it: Rimuovi proprietario
ja_jp: 担当者を削除
ko_kr: 소유자 제거
ms_my: Buang Pemilik
pt_br: Remover proprietário
ru_ru: Удалить владельца
th_th: ลบเจ้าของ
vi_vn: Xóa chủ sở hữu
zh_cn: 移除负责人
zh_tw: 移除負責人

# wHg
source: Unable to post comment as the content violates {{APP_DISPLAY_NAME}} User Agreement
de_de: Kommentar kann nicht gepostet werden, da der Inhalt gegen die {{APP_DISPLAY_NAME}} Benutzervereinbarung verstößt
es_es: No se puede publicar el comentario, ya que el contenido infringe el Acuerdo de usuario de {{APP_DISPLAY_NAME}}
fr_fr: Publication du commentaire impossible car son contenu enfreint le Contrat de l'utilisateur {{APP_DISPLAY_NAME}}
hi_in: टिप्पणी पोस्ट करने में असमर्थ क्योंकि कांटेंट {{APP_DISPLAY_NAME}} उपयोगकर्ता अनुबंध का उल्लंघन करता है
id_id: Gagal memposting komentar karena kontennya melanggar Perjanjian Pengguna {{APP_DISPLAY_NAME}}
it_it: Impossibile pubblicare un commento poiché il contenuto viola il Contratto di licenza {{APP_DISPLAY_NAME}}
ja_jp: 送信できませんでした。コンテンツは {{APP_DISPLAY_NAME}} ユーザー規約に違反しています。
ko_kr: 해당 내용이 {{APP_DISPLAY_NAME}} 사용자 계약을 위반하므로 댓글을 게시할 수 없습니다
ms_my: Tidak dapat menghantar komen kerana kandungan melanggar Perjanjian Pengguna {{APP_DISPLAY_NAME}}
pt_br: Falha ao postar comentário porque o conteúdo viola o Termo do usuário do {{APP_DISPLAY_NAME}}
ru_ru: Невозможно опубликовать комментарий, поскольку содержание нарушает Пользовательское соглашение {{APP_DISPLAY_NAME}}
th_th: ไม่สามารถโพสต์ความคิดเห็นได้ เนื่องจากเนื้อหาละเมิดข้อตกลงของผู้ใช้ {{APP_DISPLAY_NAME}}
vi_vn: Không thể đăng bình luận vì nội dung vi phạm Thỏa thuận người dùng {{APP_DISPLAY_NAME}}
zh_cn: 无法发送，内容不符合{{APP_DISPLAY_NAME}}用户协议
zh_tw: 無法傳送，該內容不符合{{APP_DISPLAY_NAME}}使用者協議

# FF8
source: Report
de_de: Melden
es_es: Denunciar
fr_fr: Signaler
hi_in: रिपोर्ट करें
id_id: Laporan
it_it: Segnala
ja_jp: 報告
ko_kr: 신고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 檢舉

# 7QY
source: Search section
de_de: Suchabschnitt
es_es: Buscar sección
fr_fr: Rechercher une section
id_id: Cari bagian
it_it: Cerca sezione
ja_jp: セクションを検索
ko_kr: 섹션 검색
ms_my: Cari bahagian
pt_br: Pesquisar seção
ru_ru: Раздел поиска
th_th: ค้นหาส่วน
vi_vn: Tìm kiếm mục
zh_cn: 搜索分组
zh_tw: 搜尋分組

# fwc
source: Once this section is deleted, tasks in this section will display under "No Section"
de_de: Nachdem dieser Abschnitt gelöscht wurde, werden Aufgaben in diesem Abschnitt unter „Kein Abschnitt“ angezeigt
es_es: Una vez eliminada esta sección, las tareas que contiene se mostrarán en "Sin sección"
fr_fr: Une fois cette section supprimée, les tâches qu'elle contient seront affichées dans "Aucune section"
id_id: Setelah bagian ini dihapus, tugas di dalam bagian ini akan ditampilkan di bawah "Tidak Ada Bagian"
it_it: Una volta eliminata questa sezione, le attività all'interno appariranno come "Senza sezione"
ja_jp: セクションを削除すると、セクション内にあったタスクはデフォルトセクションに移されます。
ko_kr: 이 섹션이 삭제되면 이 섹션의 할 일이 "섹션 없음" 아래에 표시됩니다
ms_my: Apabila bahagian ini dipadam, tugas dalam bahagian ini akan dipaparkan di bawah "Tiada Bahagian"
pt_br: Depois que esta seção for excluída, as tarefas nesta seção serão exibidas em "Nenhuma seção"
ru_ru: После удаления этого раздела задачи из этого раздела будут отображаться под заголовком "Без раздела"
th_th: เมื่อส่วนนี้ลบออกแล้ว งานในส่วนนี้จะแสดงภายใต้ "ไม่มีส่วน"
vi_vn: Sau khi xóa mục này, tác vụ trong mục này sẽ hiển thị dưới dạng "Không có mục nào"
zh_cn: 删除分组后，分组内的任务将回到默认分组中
zh_tw: 刪除分組後，分組內的任務將回到預設分組中

# 3uU
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# bfs
source: Section sorting
de_de: Abschnittssortierung
es_es: Orden de sección
fr_fr: Tri des sections
id_id: Pengurutan bagian
it_it: Ordinamento della sezione
ja_jp: セクションの並べ替え
ko_kr: 섹션 정렬
ms_my: Susunan bahagian
pt_br: Classificação de seção
ru_ru: Сортировка разделов
th_th: การจัดเรียงส่วน
vi_vn: Sắp xếp phần
zh_cn: 分组排序
zh_tw: 分組排序

# H2I
source: Select Another Owner
de_de: Einen anderen Besitzer auswählen
es_es: Seleccionar otro propietario
fr_fr: Sélectionner un autre propriétaire
id_id: Pilih Pemilik Lainnya
it_it: Seleziona un altro proprietario
ja_jp: 再選択
ko_kr: 다른 소유자 선택
ms_my: Pilih Pemilik Lain
pt_br: Selecionar outro proprietário
ru_ru: Выбрать другого владельца
th_th: เลือกเจ้าของรายอื่น
vi_vn: Chọn một chủ sở hữu khác
zh_cn: 重新选择
zh_tw: 重新選擇

# fOc
source: Send task to topic
de_de: Aufgabe zum Thema senden
es_es: Enviar tarea al tema
fr_fr: Envoyer la tâche au sujet
id_id: Kirimkan tugas ke topik
it_it: Invia attività come argomento
ja_jp: タスクをトピックに送信
ko_kr: 주제로 할 일 전송
ms_my: Hantar tugas ke topik
pt_br: Enviar tarefa para o tópico
ru_ru: Отправить задачу в тему
th_th: ส่งงานไปที่หัวข้อ
vi_vn: Gửi tác vụ tới chủ đề
zh_cn: 发送任务到话题
zh_tw: 傳送任務到話題

# oa0
source: Select what the badge count represents.
de_de: Auswahl, was die Badgeanzahl repräsentiert.
es_es: Selecciona qué representa el número de insignias.
fr_fr: Sélectionnez ce que représente la bulle de notification.
hi_in: आपने कार्य विलंबित या आज नियत होने पर कार्य ऐप पर लाल बिंदु देखें.
id_id: Pilih apa yang diwakili oleh jumlah lencana.
it_it: Seleziona che cosa rappresenta il numero di badge.
ja_jp: 赤い通知バッジの表示範囲を選択できます。
ko_kr: 배지 개수가 나타내는 항목을 선택합니다.
ms_my: Pilih apa yang diwakili oleh bilangan lencana.
pt_br: Selecione o que a contagem de emblemas representa.
ru_ru: Выберите, что представляет маркер.
th_th: เลือกสิ่งจำนวนป้ายบอกสถานะแสดง
vi_vn: Chọn xem số lượng thông báo có nghĩa là gì.
zh_cn: 选择红点标记指代的任务数量范围
zh_tw: 選擇紅點標記指代的任務數量範圍

# KQc
source: None
de_de: Keine
es_es: Ninguna
fr_fr: Aucun(e)
hi_in: कोई नहीं
id_id: Tidak ada
it_it: Nessuno
ja_jp: オフ
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhum
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không
zh_cn: 无
zh_tw: 無

# JM8
source: Ongoing tasks owned by me
de_de: Meine derzeit ausgeführten Aufgaben
es_es: Tareas en curso mías
fr_fr: Tâches en cours dont je suis le propriétaire
id_id: Tugas milik saya yang sedang berlangsung
it_it: Attività in corso di cui sono proprietario
ja_jp: 自分が担当する未完了のタスク
ko_kr: 내가 소유한 진행 중인 할 일
ms_my: Tugas sedang berjalan milik saya
pt_br: Tarefas em andamento da minha propriedade
ru_ru: Текущие задачи, принадлежащие мне
th_th: งานที่กำลังดำเนินการที่เป็นของฉัน
vi_vn: Tác vụ đang diễn ra do tôi sở hữu
zh_cn: 我负责的未完成任务
zh_tw: 我負責的未完成任務

# ibs
source: Overdue tasks
de_de: Überfällige Aufgaben
es_es: Tareas expiradas
fr_fr: Tâches en retard
hi_in: विलंबित
id_id: Tugas yang telah lewat tenggat
it_it: Attività scadute
ja_jp: 期限切れのタスク
ko_kr: 기한이 지난 할 일
ms_my: Tugas lewat
pt_br: Tarefas vencidas
ru_ru: Просроченные задачи
th_th: งานที่เกินกำหนด
vi_vn: Tác vụ quá hạn
zh_cn: 已逾期的任务
zh_tw: 已逾期的任務

# ZJU
source: Tasks already overdue or due today
de_de: Bereits überfällige oder heute fällige Aufgaben
es_es: Tareas ya expiradas o que expiran hoy
fr_fr: Tâches déjà en retard ou dues aujourd'hui
hi_in: विलंबित या आज नियत
id_id: Tugas telah lewat tenggat atau jatuh tempo hari ini
it_it: Attività già scadute o in scadenza oggi
ja_jp: 期限切れのタスクと本日が締め切りのタスク
ko_kr: 이미 기한이 지났거나 오늘 마감인 할 일
ms_my: Tugas sudah lewat atau jatuh tempo hari ini
pt_br: Tarefas já vencidas ou a vencer hoje
ru_ru: Задачи, срок выполнения которых истекает сегодня или уже истек
th_th: งานที่เกินกำหนดแล้วหรือครบกำหนดวันนี้
vi_vn: Các tác vụ đã quá hạn hoặc đến hạn hôm nay
zh_cn: 已逾期和今天截止的任务
zh_tw: 已逾期和今天截止的任務

# XxY
source: Show badge count for tasks that are:
de_de: Badgeanzahl für Aufgaben mit dem Status:
es_es: Mostrar número de distintivo para las tareas con el estado:
fr_fr: Afficher une bulle de notification pour les tâches qui sont :
hi_in: उन कार्यों के लिए बैज की संख्या दिखाएँ जो निम्न हैं:
id_id: Tampilkan jumlah lencana untuk tugas yang:
it_it: Mostra numero di badge per le attività che sono:
ja_jp: 以下のタスクを通知バッジで表示
ko_kr: 다음 할 일에 대한 배지 알람 수 표시:
ms_my: Tunjukkan bilangan lencana untuk tugas yang:
pt_br: Mostrar contagem de emblema para tarefas que estão
ru_ru: Отображать на плашке количество задач, которые:
th_th: แสดงจำนวนป้ายบอกสถานะสำหรับงานที่:
vi_vn: Hiển thị số lượng thẻ tên cho các tác vụ đã:
zh_cn: 为以下任务显示红点标记：
zh_tw: 為以下任務顯示紅點標記：

# 6D4
source: Overdue
de_de: Überfällig
es_es: Vencida
fr_fr: En souffrance
hi_in: विलंबित
id_id: Terlambat
it_it: Scadute
ja_jp: 期限切れのタスク
ko_kr: 기한 경과
ms_my: Lewat
pt_br: Atrasadas
ru_ru: Просрочены
th_th: เกินกำหนดเวลา
vi_vn: Quá hạn
zh_cn: 已逾期的任务
zh_tw: 已逾期的任務

# /S0
source: Overdue or due today
de_de: Überfällig oder heute fällig
es_es: Ha vencido o vence hoy
fr_fr: En souffrance ou exigée aujourd'hui
hi_in: विलंबित या आज नियत
id_id: Terlambat atau jatuh tempo hari ini
it_it: Scaduto o in scadenza oggi
ja_jp: 期限切れのタスクと本日が締め切りのタスク
ko_kr: 기한 경과 또는 오늘 기한
ms_my: Lewat atau tempoh hari ini
pt_br: Atrasada ou para hoje
ru_ru: Просрочено или срок истекает сегодня
th_th: เกินกำหนดเวลาหรือครบกำหนดในวันนี้
vi_vn: Quá hạn hoặc đến hạn trong hôm nay
zh_cn: 已逾期和今天截止的任务
zh_tw: 已逾期和今天截止的任務

# NNY
source: Badge count
de_de: Badgeanzahl
es_es: Número de distintivo
fr_fr: Bulle de notification
hi_in: बैज की संख्या
id_id: Jumlah lencana
it_it: Numero di badge
ja_jp: 通知バッジ
ko_kr: 배지 알람 수
ms_my: Bilangan lencana
pt_br: Contagem de emblemas
ru_ru: Количество на плашке
th_th: จำนวนป้ายบอกสถานะ
vi_vn: Số lượng thẻ tên
zh_cn: 红点标记
zh_tw: 紅點標記
