Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Ilg
source: The transcript will only include written notes. If you want to access meeting notes that include voice and video, please record the meeting.
de_de: Das Transkript wird nur die schriftlichen Notizen enthalten. Wenn Sie auf Besprechungsnotizen zugreifen möchten, die Sprach- und Videoaufzeichnungen enthalten, zeichnen Sie die Besprechung bitte auf.
es_es: La transcripción solo incluirá notas escritas. Si quieres acceder a notas de la reunión con voz y vídeo, deberás grabarla.
fr_fr: La transcription ne comprendra que des notes écrites. Si vous souhaitez accéder aux notes de réunion qui incluent la voix et la vidéo, veuillez enregistrer la réunion.
id_id: Transkrip hanya akan mencakup catatan tertulis. Jika Anda ingin mengakses catatan rapat yang mencakup suara dan video, rekam rapat.
it_it: La trascrizione includerà solo le note scritte. Se desideri accedere alle note riunione che includono voce e video, registra la riunione.
ja_jp: 文字起こしには音声とビデオが含まれていません。音声とビデオにアクセスするには、会議中のレコーディング機能を使用してください。
ko_kr: 원고 기록에는 서면 메모만 포함됩니다. 음성 및 영상이 포함된 회의록에 액세스하려면 회의를 기록하세요.
ms_my: Transkrip hanya akan menyertakan nota bertulis. Jika anda mahu mengakses nota mesyuarat yang termasuk suara dan video, sila rakam mesyuarat.
pt_br: A transcrição incluirá apenas anotações escritas. Se quiser acessar as anotações da reunião que incluem voz e vídeo, grave a reunião.
ru_ru: Расшифровка будет содержать только письменные протоколы. Чтобы получить доступ к протоколам конференции, включающим голос и видео, запишите конференцию.
th_th: การถอดเสียงจะรวมเฉพาะบันทึกที่เป็นลายลักษณ์อักษรเท่านั้น หากต้องการเข้าถึงบันทึกการประชุมที่รวมเสียงและวิดีโอ โปรดบันทึกการประชุม
vi_vn: Bản chép lời sẽ chỉ bao gồm ghi chú bằng văn bản. Nếu bạn muốn truy cập ghi chú cuộc họp có cả âm thanh và video, vui lòng ghi lại cuộc họp.
zh_cn: 转录不包含声音和视频，建议你在会议中开启录制功能进行体验
zh_tw: 轉錄不包含音訊和視訊，建議你在會議中開啟錄製功能進行體驗

# C+8
source: Recording...
de_de: Wird aufgezeichnet...
es_es: Grabando...
fr_fr: Enregistrement...
id_id: Merekam...
it_it: Registrazione in corso
ja_jp: 録音中...
ko_kr: 기록 중...
ms_my: Merakam...
pt_br: Gravando...
ru_ru: Запись...
th_th: กำลังบันทึก...
vi_vn: Đang ghi...
zh_cn: 录音中...
zh_tw: 錄音中…

# z5w
source: Can't transfer ownership while recording.
de_de: Während der Aufzeichnung kann der Besitz nicht übertragen werden.
es_es: No se puede transferir la propiedad durante una grabación.
fr_fr: Impossible de transférer la propriété pendant l'enregistrement.
id_id: Tidak bisa mentransfer kepemilikan ketika merekam.
it_it: Impossibile trasferire la proprietà durante la registrazione.
ja_jp: 録音中に所有者を変更できません
ko_kr: 기록하는 동안 소유권을 이전할 수 없습니다.
ms_my: Tidak boleh memindahkan hak milik semasa merakam.
pt_br: Não é possível transferir a propriedade durante a gravação.
ru_ru: Невозможно передать право собственности во время записи.
th_th: ไม่สามารถถ่ายโอนความเป็นเจ้าของขณะบันทึกได้
vi_vn: Không thể chuyển quyền sở hữu trong khi ghi.
zh_cn: 录音中无法转移所有者
zh_tw: 錄音中無法轉移所有者

# Hs8
source: The maximum recording time is {{number}} hours. When this limit is reached, we'll automatically stop recording and save your file.
de_de: Die maximale Aufnahmezeit beträgt {{number}} Stunden. Wenn diese Grenze erreicht ist, wird die Aufnahme automatisch beendet und Ihre Datei gespeichert.
es_es: El tiempo máximo de grabación es de {{number}} horas. Cuando se alcance dicho límite, se detendrá automáticamente la grabación y se guardará tu archivo.
fr_fr: La durée maximale d'enregistrement est de {{number}} heures. Lorsque cette limite est atteinte, nous arrêtons automatiquement l'enregistrement et sauvegardons votre fichier.
id_id: Waktu rekaman maksimum adalah {{number}} jam. Ketika batas ini tercapai, kami akan secara otomatis berhenti merekam dan menyimpan file Anda.
it_it: Il tempo massimo di registrazione è di {{number}} ore. Quando il limite di tempo viene raggiunto, interromperemo automaticamente la registrazione e salveremo il file.
ja_jp: 最大録音時間は {{number}} 時間です。時間になると、録音は自動的に終了し、保存されます。
ko_kr: 최대 기록 시간은 {{number}}시간입니다. 이 제한에 도달하면 자동으로 기록을 중지하고 파일을 저장합니다.
ms_my: Masa rakaman maksimum ialah {{number}} jam. Apabila had ini dicapai, kami akan berhenti merakam secara automatik dan menyimpan fail anda.
pt_br: O tempo máximo de gravação é {{number}} horas. Quando esse limite for atingido, interromperemos automaticamente a gravação e salvaremos seu arquivo.
ru_ru: Максимальное время записи составляет {{number}} ч. Когда этот предел будет достигнут, мы автоматически остановим запись и сохраним ваш файл.
th_th: เวลาในการบันทึกสูงสุดคือ {{number}} ชั่วโมง เมื่อถึงจุดนี้ เราจะหยุดบันทึกและบันทึกไฟล์ของคุณโดยอัตโนมัติ
vi_vn: Thời gian ghi tối đa là {{number}} giờ. Khi đạt đến giới hạn này, chúng tôi sẽ tự động dừng ghi và lưu tập tin của bạn.
zh_cn: 最长录音时长为 {{number}} 小时，到时将自动停止并保存录音
zh_tw: 最長錄音時長為 {{number}} 小時，到時會自動停止並儲存錄音

# ovw
source: Unable to transcribe audio due to network error. Recording is still in progress
de_de: Das Audio kann aufgrund eines Netzwerkfehlers nicht transkribiert werden. Die Aufzeichnung wird noch durchgefürt
es_es: No se puede transcribir el audio por un error de red. La grabación sigue en curso
fr_fr: Impossible de transcrire l'audio en raison d'une erreur réseau. L'enregistrement est toujours en cours
id_id: Gagal mentranskripsi audio karena kesalahan jaringan. Perekaman masih dalam kemajuan
it_it: Impossibile trascrivere l'audio a causa di un errore di rete. La registrazione è ancora in corso
ja_jp: ネットワーク接続していないため、会話記録を更新できません。録音は引き続き進行中です。
ko_kr: 네트워크 오류로 인해 오디오를 기록할 수 없습니다. 기록이 아직 진행 중입니다
ms_my: Tidak dapat menyalin audio kerana ralat rangkaian. Rakaman masih dalam proses
pt_br: Não foi possível transcrever o áudio devido a um erro de rede. A gravação ainda está em andamento
ru_ru: Не удалось расшифровать аудио из-за сетевой ошибки. Запись все еще продолжается
th_th: ไม่สามารถถอดเสียงได้เนื่องจากข้อผิดพลาดของเครือข่าย การบันทึกยังอยู่ในระหว่างดำเนินการ
vi_vn: Không thể chép lời âm thanh do lỗi mạng. Quy trình ghi vẫn đang diễn ra
zh_cn: 当前网络不佳，文字记录无法更新，但录音仍在继续
zh_tw: 目前網路狀況不良，文字記錄無法更新，但錄音仍在繼續

# Yoc
source: Recording saved to "My content."
de_de: Aufzeichnung unter „Meine Inhalte“ gespeichert.
es_es: Grabación guardada en "Mi contenido".
fr_fr: Enregistrement sauvegardé dans "Mon contenu".
id_id: Perekaman disimpan ke "Konten saya."
it_it: Registrazione salvata in "Il mio contenuto".
ja_jp: 録音は「私のコンテンツ」に保存されました
ko_kr: 기록이 "내 콘텐츠"에 저장되었습니다.
ms_my: Rakaman disimpan ke "Kandungan saya."
pt_br: Gravação salva em "Meu conteúdo".
ru_ru: Запись сохранена в "Мой контент".
th_th: บันทึกไปยัง "เนื้อหาของฉัน"
vi_vn: Đã lưu bản ghi vào "Nội dung của tôi".
zh_cn: 录音已保存至“我的内容”
zh_tw: 錄音已儲存至「我的內容」

# SR8
source: Recording saved to "Shared content."
de_de: Aufzeichnung unter „Freigegebene Inhalte“ gespeichert.
es_es: Grabación guardada en "Contenido compartido".
fr_fr: Enregistrement sauvegardé dans "Contenu partagé".
id_id: Rekaman disimpan ke "Konten bersama".
it_it: Registrazione salvata in "Contenuto condiviso".
ja_jp: 録音は「共有コンテンツ」に保存されました
ko_kr: 기록이 "공유 콘텐츠"에 저장되었습니다.
ms_my: Rakaman disimpan ke "Kandungan Berkongsi."
pt_br: Gravação salva em "Conteúdo compartilhado".
ru_ru: Запись сохранена в разделе "Показанный контент".
th_th: การบันทึกถูกบันทึกไว้ใน "เนื้อหาที่ใช้ร่วมกัน"
vi_vn: Đã lưu bản ghi vào "Nội dung được chia sẻ".
zh_cn: 录音已保存至“共享内容”
zh_tw: 錄音已儲存至「分享內容」

# +o4
source: The current recording will stop if you log out.
de_de: Wenn Sie sich abmelden, wird die aktuelle Aufzeichnung beendet.
es_es: Si cierras sesión, la grabación actual se detendrá.
fr_fr: L'enregistrement actuel sera arrêté si vous vous déconnectez.
id_id: Rekaman saat ini akan berhenti jika Anda keluar.
it_it: La registrazione corrente verrà interrotta se ti disconnetti.
ja_jp: ログアウトすると、録音は終了します
ko_kr: 로그아웃하면 현재 기록이 중지됩니다.
ms_my: Rakaman semasa akan berhenti jika anda log keluar.
pt_br: A gravação atual será interrompida se você fizer logoff.
ru_ru: Текущая запись остановится, если вы выйдете из системы.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณล็อกเอาท์
vi_vn: Quá trình ghi hiện tại sẽ dừng nếu bạn đăng xuất.
zh_cn: 账号退出登录后，当前录音将停止
zh_tw: 帳號退出登入後，目前錄音將停止。

# G9A
source: The current recording will stop if you switch.
de_de: Wenn Sie wechseln, wird die aktuelle Aufzeichnung beendet.
es_es: Si haces algún cambio, la grabación actual se detendrá.
fr_fr: L'enregistrement actuel sera arrêté si vous changez.
id_id: Rekaman saat ini akan berhenti jika Anda beralih.
it_it: La registrazione corrente verrà interrotta se cambi.
ja_jp: ID を切り替えると、録音は終了します
ko_kr: 전환하면 현재 기록이 중지됩니다.
ms_my: Rakaman semasa akan berhenti jika anda menukar.
pt_br: A gravação atual será interrompida se você alternar.
ru_ru: Текущая запись остановится, если вы переключитесь.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณเปลี่ยน
vi_vn: Quá trình ghi hiện tại sẽ dừng nếu bạn chuyển đổi.
zh_cn: 切换后，当前录音将停止

# rZM
source: Recording stopped
de_de: Aufzeichnung beendet
es_es: Grabación detenida
fr_fr: Enregistrement interrompu
id_id: Rekaman dihentikan
it_it: Registrazione interrotta
ja_jp: 録音は終了しました
ko_kr: 기록 중지됨
ms_my: Rakaman dihentikan
pt_br: Gravação interrompida
ru_ru: Запись остановлена
th_th: การบันทึกหยุดแล้ว
vi_vn: Đã dừng ghi
zh_cn: 录音已停止
zh_tw: 錄音已停止

# k6Y
source: Recording paused because you're currently in a call.
de_de: Die Aufzeichnung wurde pausiert, da Sie aktuell einen Anruf führen.
es_es: Se ha pausado la grabación porque estás en una llamada.
fr_fr: L'enregistrement a été mis en pause, car vous avez un appel en cours.
id_id: Perekaman dijeda karena Anda sedang berada di dalam panggilan.
it_it: Registrazione sospesa poiché hai una chiamata attualmente in corso.
ja_jp: 通話中です。録音を中止しました
ko_kr: 현재 통화 중이므로 기록이 일시 정지되었습니다.
ms_my: Rakaman dijeda kerana anda sedang dalam panggilan.
pt_br: A gravação foi pausada porque você está em uma chamada no momento.
ru_ru: Запись приостановлена, так как вы разговариваете по телефону.
th_th: การบันทึกถูกหยุดชั่วคราวเนื่องจากคุณกำลังอยู่ในสาย
vi_vn: Đã tạm dừng ghi vì bạn đang thực hiện cuộc gọi.
zh_cn: 通话中，录音已暂停
zh_tw: 通話中，錄音已暫停

# BJ0
source: The current recording will stop if you start a call.
de_de: Die aktuelle Aufzeichnung wird beendet, wenn Sie einen Anruf beginnen.
es_es: La grabación actual se detendrá si inicias una llamada.
fr_fr: L'enregistrement actuel sera interrompu si vous démarrez un appel.
id_id: Rekaman saat ini akan berhenti jika Anda memulai panggilan.
it_it: La registrazione corrente verrà interrotta se avvii una chiamata.
ja_jp: 通話を開始すると、録音は終了します
ko_kr: 통화를 시작하면 현재 기록이 중지됩니다.
ms_my: Rakaman semasa akan berhenti jika anda memulakan panggilan.
pt_br: A gravação atual será interrompida se você iniciar uma chamada.
ru_ru: Текущая запись остановится, если вы начнете вызов.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณเริ่มการโทร
vi_vn: Quy trình ghi hiện tại sẽ dừng khi bạn bắt đầu một cuộc gọi.
zh_cn: 发起通话后，当前录音将停止
zh_tw: 發起通話後，目前錄音將停止

# XRo
source: The current recording will stop if you start a meeting.
de_de: Die aktuelle Aufzeichnung wird beendet, wenn Sie eine Besprechung beginnen.
es_es: La grabación actual se detendrá si inicias una reunión.
fr_fr: L'enregistrement actuel sera interrompu si vous démarrez une réunion.
id_id: Rekaman saat ini akan berhenti jika Anda memulai rapat.
it_it: La registrazione corrente verrà interrotta se avvii una riunione.
ja_jp: 会議を開始すると、録音は終了します
ko_kr: 회의를 시작하면 현재 기록이 중지됩니다.
ms_my: Rekodan semasa akan berhenti jika anda memulakan mesyuarat.
pt_br: A gravação atual será interrompida se você iniciar uma reunião.
ru_ru: Текущая запись остановится, если вы начнете конференция.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณเริ่มการประชุม
vi_vn: Quy trình ghi hiện tại sẽ dừng khi bạn bắt đầu một cuộc họp.
zh_cn: 发起会议后，当前录音将停止
zh_tw: 發起會議後，目前錄音將停止

# zDg
source: Recordings
de_de: Aufzeichnungen
es_es: Grabaciones
fr_fr: Enregistrements
id_id: Rekaman
it_it: Registrazioni
ja_jp: ファイル
ko_kr: 기록
ms_my: Rakaman
pt_br: Gravações
ru_ru: Записи
th_th: การบันทึก
vi_vn: Bản ghi
zh_cn: 录制文件
zh_tw: 錄製檔案

# Jqw
source: Refresh Page
de_de: Seite aktualisieren
es_es: Actualizar página
fr_fr: Actualiser la page
id_id: Perbarui Halaman
it_it: Aggiorna la pagina
ja_jp: ページを更新
ko_kr: 페이지 새로 고침
ms_my: Muat semula Halaman
pt_br: Atualizar a página
ru_ru: Обновить страницу
th_th: รีเฟรชหน้า
vi_vn: Làm mới trang
zh_cn: 点击刷新
zh_tw: 點選重新整理

# 0PU
source: Related links:
de_de: Zugehörige Links:
es_es: Enlaces relacionados:
fr_fr: Liens associés :
id_id: Tautan terkait:
it_it: Link correlati:
ja_jp: 参考リンク：
ko_kr: 관련 링크:
ms_my: Pautan berkaitan:
pt_br: Links relacionados:
ru_ru: Ссылки по теме:
th_th: ลิงก์ที่เกี่ยวข้อง:
vi_vn: Liên kết có liên quan:
zh_cn: 相关链接：
zh_tw: 相關連結：

# 3ss
source: Reload
de_de: Neu laden
es_es: Volver a cargar
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_tw: 重新載入

# NgA
source: Remove all {{number}} "{{name}}"
de_de: Alle {{number}} „{{name}}“ entfernen
es_es: Quitar {{number}} "{{name}}"
fr_fr: Retirer les {{number}} "{{name}}"
id_id: Hapus semua {{number}} "{{name}}"
it_it: Rimuovi tutto: {{number}} "{{name}}"
ja_jp: {{number}} 箇所の「{{name}}」を削除
ko_kr: 모두 제거({{number}} "{{name}}")
ms_my: Keluarkan semua {{number}} "{{name}}"
pt_br: Remover todos os {{number}} "{{name}}"
ru_ru: Удалить все {{number}} "{{name}}"
th_th: ลบทั้งหมด {{number}} "{{name}}"
vi_vn: Xóa tất cả {{number}} "{{name}}"
zh_cn: 批量移除 {{number}} 处“{{name}}”
zh_tw: 批次移除 {{number}} 處「{{name}}」

# ZW8
source: Rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
id_id: Namai ulang
it_it: Rinomina
ja_jp: ファイル名を編集
ko_kr: 이름 바꾸기
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

# Zcw
source: Rename recording
de_de: Aufzeichnung umbenennen
es_es: Renombrar grabación
fr_fr: Renommer l'enregistrement
id_id: Namai ulang rekaman
it_it: Rinomina la registrazione
ja_jp: 録音ファイル名を編集
ko_kr: 기록 이름 바꾸기
ms_my: Namakan semula rakaman
pt_br: Renomear gravação
ru_ru: Переименовать запись
th_th: เปลี่ยนชื่อการบันทึก
vi_vn: Đổi tên bản ghi
zh_cn: 重命名录音
zh_tw: 重新命名錄音

# ssA
source: Report
de_de: Bericht
es_es: Denunciar
fr_fr: Signaler
id_id: Laporan
it_it: Segnala
ja_jp: 報告
ko_kr: 신고
ms_my: Laporkan
pt_br: Relatar
ru_ru: Жалоба
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# BVw
source: Report
de_de: Bericht
es_es: Denunciar
fr_fr: Rapport
id_id: Laporan
it_it: Segnala
ja_jp: 報告
ko_kr: 신고
ms_my: Laporkan
pt_br: Relatar
ru_ru: Жалоба
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# D6E
source: If necessary, you can contact {{name}} (owner) for {{permissionType}}.
de_de: Kontaktieren Sie ggf. {{name}} (Besitzer) für {{permissionType}}.
es_es: Si es necesario, puedes contactar con {{name}} (propietario) para solicitar {{permissionType}}.
fr_fr: Si nécessaire, vous pouvez contacter {{name}} (propriétaire) pour lui demander {{permissionType}}.
id_id: Jika perlu, Anda dapat menghubungi {{name}} (pemilik) untuk {{permissionType}}.
it_it: Se necessario, puoi contattare {{name}} (proprietario) per {{permissionType}}.
ja_jp: 必要のある場合、{{name}}（所有者）に下記権限を申請できます：{{permissionType}}
ko_kr: 필요한 경우 {{permissionType}}을(를) 위해 {{name}} 님(소유자)께 연락할 수 있습니다.
ms_my: Jika perlu, anda boleh hubungi {{name}} (pemilik) untuk {{permissionType}}.
pt_br: Se necessário, você pode entrar com contato com {{name}} (proprietário) para solicitar {{permissionType}}.
ru_ru: При необходимости вы можете связаться с {{name}} (владельцем) для {{permissionType}}.
th_th: คุณสามารถติดต่อ {{name}} (เจ้าของ) สำหรับ {{permissionType}} ได้หากจำเป็น
vi_vn: Bạn có thể liên hệ với {{name}} (chủ sở hữu) để yêu cầu {{permissionType}} nếu cần.
zh_cn: 如有需要，可以向{{name}}（所有者）申请{{permissionType}}
zh_tw: 如有需要，可以向{{name}}（所有者）申請{{permissionType}}

# 21M
source: Add a note (optional)
de_de: Notiz hinzufügen (optional)
es_es: Agregar una nota (opcional)
fr_fr: Ajouter une note (facultatif)
id_id: Tambah catatan (opsional)
it_it: Aggiungi una nota (opzionale)
ja_jp: メモを追加する（オプション）
ko_kr: 메모 추가(선택 사항)
ms_my: Tambah nota (pilihan)
pt_br: Adicionar uma anotação (opcional)
ru_ru: Добавить примечание (опционально)
th_th: เพิ่มหมายเหตุ (ไม่บังคับ)
vi_vn: Thêm ghi chú (không bắt buộc)
zh_cn: 添加备注（选填）
zh_tw: 新增備註（選填）

# HkU
source: Request sent
de_de: Anfrage versendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
id_id: Permintaan dikirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_tw: 申請已傳送

# DSk
source: Resume
de_de: Fortsetzen
es_es: Reanudar
fr_fr: Reprendre
id_id: Lanjutkan
it_it: Riprendi
ja_jp: 再開
ko_kr: 재개
ms_my: Sambung
pt_br: Retomar
ru_ru: Продолжить
th_th: ทำต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# G9U
source: Review failed
de_de: Überprüfung fehlgeschlagen
es_es: Error al revisar
fr_fr: Échec de la vérification
id_id: Peninjauan gagal
it_it: Impossibile completare revisione
ja_jp: 審査落ち
ko_kr: 검토 실패
ms_my: Ulasan gagal
pt_br: Falha na revisão
ru_ru: Сбой проверки
th_th: ตรวจสอบไม่สำเร็จ
vi_vn: Đánh giá không thành công
zh_cn: 审核失败
zh_tw: 審核失敗

# i5M
source: Risky content detected. Appeal denied.
de_de: Risikobehafteter Inhalt entdeckt. Dem Einspruch wurde nicht stattgegeben.
es_es: Contenido de riesgo detectado. Reclamación denegada.
fr_fr: Contenu à risque détecté. Appel rejeté.
id_id: Konten berisiko terdeteksi. Banding ditolak.
it_it: Contenuto rischioso rilevato. Appello rifiutato.
ja_jp: リスクあり、申し立て失敗
ko_kr: 위험한 콘텐츠가 감지되었습니다. 이의 제기가 거부되었습니다.
ms_my: Kandungan berisiko dikesan. Rayuan ditolak.
pt_br: Conteúdo arriscado detectado. Solicitação negada.
ru_ru: Обнаружен опасный контент. Апелляция отклонена.
th_th: ตรวจพบเนื้อหาที่มีความเสี่ยง ปฏิเสธคำร้อง
vi_vn: Đã phát hiện nội dung rủi ro. Kháng nghị đã bị từ chối.
zh_cn: 检测到风险内容，申诉失败
zh_tw: 偵測到風險內容，申訴失敗

# oDk
source: Risky content detected. Appeal not approved.
de_de: Risikobehafteter Inhalt entdeckt. Der Einspruch wurde nicht genehmigt.
es_es: Contenido de riesgo detectado. Reclamación no aprobada.
fr_fr: Contenu à risque détecté. Appel non approuvé.
id_id: Konten berisiko terdeteksi. Banding tidak disetujui.
it_it: Contenuto rischioso rilevato. Appello non approvato.
ja_jp: リスクあり、審査不合格
ko_kr: 위험한 콘텐츠가 감지되었습니다. 이의 제기가 승인되지 않았습니다.
ms_my: Kandungan berisiko dikesan. Rayuan tidak diluluskan.
pt_br: Conteúdo arriscado detectado. Solicitação não aprovada.
ru_ru: Обнаружен опасный контент. Апелляция не одобрена.
th_th: ตรวจพบเนื้อหาที่มีความเสี่ยง การส่งคำร้องไม่ได้รับการอนุมัติ
vi_vn: Đã phát hiện nội dung rủi ro. Kháng nghị không được phê duyệt.
zh_cn: 检测到风险内容，审核不通过
zh_tw: 偵測到風險內容，審核未通過

# yBY
source: Risky content detected. Sharing has been stopped.
de_de: Risikobehafteter Inhalt entdeckt. Die Freigabe wurde beendet.
es_es: Contenido de riesgo detectado. Se ha detenido el uso compartido.
fr_fr: Contenu à risque détecté. Le partage a été interrompu.
id_id: Konten berisiko terdeteksi. Pembagian telah dihentikan.
it_it: Contenuto rischioso rilevato. La condivisione è stata interrotta.
ja_jp: リスクあり、共有停止中
ko_kr: 위험한 콘텐츠가 감지되었습니다. 공유가 중지되었습니다.
ms_my: Kandungan berisiko dikesan. Perkongsian telah dihentikan.
pt_br: Conteúdo arriscado detectado. O compartilhamento foi interrompido.
ru_ru: Обнаружен опасный контент. Обмен остановлен.
th_th: ตรวจพบเนื้อหาที่มีความเสี่ยง หยุดแบ่งปันแล้ว
vi_vn: Đã phát hiện nội dung rủi ro. Tính năng chia sẻ đã bị dừng.
zh_cn: 检测到风险内容，已停止分享
zh_tw: 偵測到風險內容，已停止分享

# ge4
source: Unable to save. Please check your internet
de_de: Speichern nicht möglich. Bitte überprüfen Sie Ihre Internetverbindung.
es_es: No se ha podido guardar. Compruebe el estado de su conexión a Internet.
fr_fr: Échec de l'enregistrement. Veuillez vérifier votre connexion Internet.
id_id: Tidak dapat menyimpan. Periksa koneksi internet Anda.
it_it: Impossibile salvare. Controlla la connessione Internet.
ja_jp: 保存できませんでした。ネット接続を確認してください。
ko_kr: 저장할 수 없습니다. 인터넷 연결을 확인하세요.
ms_my: Tidak dapat simpan. Sila periksa internet anda
pt_br: Não foi possível salvar. Verifique sua conexão à Internet.
ru_ru: Не удалось сохранить. Проверьте подключение к Интернету.
th_th: ไม่สามารถบันทึกได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
vi_vn: Không thể lưu. Vui lòng kiểm tra kết nối internet của bạn.
zh_cn: 保存失败，请检查网络连接
zh_tw: 儲存失敗，請檢查網路連線

# J4Q
source: All changes saved
de_de: Alle Änderungen gespeichert
es_es: Se han guardado todos los cambios
fr_fr: Toutes les modifications ont été enregistrées
id_id: Semua perubahan disimpan
it_it: Tutte le modifiche sono state salvate
ja_jp: 変更が保存されました
ko_kr: 모든 변경 사항이 저장됨
ms_my: Semua perubahan disimpan
pt_br: Todas as alterações foram salvas
ru_ru: Все изменения сохранены
th_th: บันทึกการเปลี่ยนแปลงทั้งหมดแล้ว
vi_vn: Đã lưu tất cả thay đổi
zh_cn: 已保存所有更改
zh_tw: 已儲存所有變更

# J5k
source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement…
id_id: Menyimpan...
it_it: Salvataggio in corso
ja_jp: 保存中...
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_tw: 儲存中…

# wFk
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# V1w
source: Find
de_de: Suchen
es_es: Encontrar
fr_fr: Trouver
id_id: Temukan
it_it: Trova
ja_jp: 検索
ko_kr: 찾기
ms_my: Cari
pt_br: Localizar
ru_ru: Найти
th_th: ค้นหา
vi_vn: Tìm
zh_cn: 查找
zh_tw: 尋找

# pLA
source: See original
de_de: Original ansehen
es_es: Ver original
fr_fr: Voir l'original
id_id: Lihat asli
it_it: Vedi originale
ja_jp: 原文を表示
ko_kr: 원본 보기
ms_my: Lihat asal
pt_br: Ver original
ru_ru: Посмотреть оригинал
th_th: ดูต้นฉบับ
vi_vn: Xem bản gốc
zh_cn: 查看原文
zh_tw: 檢視原文

# 0dY
source: Select a language
de_de: Eine Sprache auswählen
es_es: Selecciona un idioma
fr_fr: Sélectionner une langue
id_id: Pilih bahasa
it_it: Seleziona una lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
ms_my: Pilih bahasa
pt_br: Selecione um idioma
ru_ru: Выберите язык
th_th: เลือกภาษา
vi_vn: Chọn ngôn ngữ
zh_cn: 请选择一种语言
zh_tw: 請選擇一種語言

# Y6Q
source: Selected:
de_de: Ausgewählt:
es_es: Seleccionados:
fr_fr: Sélectionné :
id_id: Dipilih:
it_it: Selezionate:
ja_jp: 選択中：
ko_kr: 선택됨:
ms_my: Terpilih:
pt_br: Selecionado:
ru_ru: Выбрано:
th_th: เลือกแล้ว:
vi_vn: Đã chọn:
zh_cn: 已选：
zh_tw: 已選：

# CpI
source: Send request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
id_id: Kirim permintaan
it_it: Invia richiesta
ja_jp: 申請
ko_kr: 요청 보내기
ms_my: Hantar permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送请求
zh_tw: 傳送請求

# SSk
source: Send to chat
de_de: An Chat senden
es_es: Enviar a chat
fr_fr: Envoyer dans le chat
id_id: Kirim ke obrolan
it_it: Invia alla chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke sembang
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งมาที่แชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# Gzc
source: Set as owner
de_de: Als Besitzer festlegen
es_es: Configurar como propietario
fr_fr: Définir en tant que propriétaire
id_id: Tetapkan sebagai pemilik
it_it: Imposta come proprietario
ja_jp: 所有者に変更
ko_kr: 소유자로 설정
ms_my: Tetapkan sebagai pemilik
pt_br: Definir como proprietário
ru_ru: Установить как владельца
th_th: ตั้งเป็นเจ้าของ
vi_vn: Đặt làm chủ sở hữu
zh_cn: 设为所有者
zh_tw: 設為所有者

# Nus
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享
