Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# eWA
source: Risky
de_de: Risiko
es_es: Riesgo
fr_fr: Risque
id_id: Risiko
it_it: Rischio
ja_jp: リスク
ko_kr: 위험
ms_my: Berisiko
pt_br: Risco
ru_ru: Риск
th_th: มีความเสี่ยง
vi_vn: Rủi ro
zh_cn: 风险
zh_tw: 風險

# SlE
source: AI notes are generated by AI and may be inaccurate. Please refer to them with caution. They do not represent the views or positions of our platform.
de_de: KI-Notizen sind von der KI generierte Notizen und können ungenau sein. Bitte verweisen Sie auf sie mit Bedacht und beachten Sie bitte, dass sie nicht die Ansichten oder Positionen unserer Plattform widerspiegeln.
es_es: Las notas con IA se generan mediante inteligencia artificial y pueden ser inexactas. Utilízalas con precaución. No representan las opiniones ni las posiciones de nuestra plataforma.
fr_fr: Les notes de l'IA sont générées par l'IA et peuvent être inexactes. Veuillez les utiliser avec prudence. Elles ne représentent pas les opinions ou les positions de notre plateforme.
id_id: Catatan AI dihasilkan oleh AI dan mungkin tidak akurat. Rujuk dengan hati-hati. Catatan tersebut tidak mewakili pandangan atau posisi platform kami.
it_it: Le note IA sono generate dall'IA e potrebbero essere imprecise. Consultale con cautela. Non rappresentano i valori o la posizione della nostra piattaforma.
ja_jp: AI 議事録は AI によって生成されたものです。そのため、不正確な情報や誤解を招く可能性がありますので、あらかじめご了承ください。また、内容は弊社の見解を表すものではありません。
ko_kr: AI 메모는 AI에 의해 생성되며 정확하지 않을 수 있습니다. 주의해서 참조하세요. 해당 내용은 당사 플랫폼의 관점이나 입장을 대변하지 않습니다.
ms_my: Nota AI dihasilkan oleh AI dan mungkin tidak tepat. Sila rujuk dengan berhati-hati. Mereka tidak mewakili pandangan atau kedudukan platform kami.
pt_br: As notas de IA são geradas pela IA e podem ser imprecisas. Consulte-as com cautela. Elas não representam as opiniões ou posições de nossa plataforma.
ru_ru: Протоколы генерируются ИИ и могут быть неточными. Обращайтесь с ними с осторожностью. Они не отражают взгляды или позиции нашей платформы.
th_th: หมายเหตุ AI สร้างขึ้นโดย AI และอาจไม่แม่นยำ โปรดดูด้วยความระมัดระวัง หมายเหตุดังกล่าวไม่ได้แสดงถึงมุมมองหรือจุดยืนสำหรับแพลตฟอร์มของเรา
vi_vn: Ghi chú AI do AI tạo và có thể không chính xác. Vui lòng thận trọng khi tham khảo. Các ghi chú này không đại diện cho quan điểm hoặc lập trường của nền tảng của chúng tôi.
zh_cn: 智能纪要内容由 AI 生成，可能不准确，请谨慎参考，这些内容不代表平台立场
zh_tw: 智慧記錄內容由 AI 產生，可能不準確，請謹慎參考。這些內容不代表平台立場

# r/Q
source: Access to microphone denied
de_de: Zugriff auf das Mikrofon wurde abgelehnt
es_es: Acceso al micrófono denegado
fr_fr: Accès au microphone refusé
id_id: Akses ke mikrofon ditolak
it_it: Accesso al microfono rifiutato
ja_jp: マイクにアクセスできません
ko_kr: 마이크 액세스가 거부되었습니다
ms_my: Akses ke mikrofon ditolak
pt_br: Acesso ao microfone negado
ru_ru: Доступ к микрофону запрещен
th_th: การเข้าถึงไมโครโฟนถูกปฏิเสธ
vi_vn: Đã từ chối quyền truy cập micrô
zh_cn: 没有麦克风权限
zh_tw: 沒有麥克風權限

# OTs
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# q7M
source: Add a comment
de_de: Kommentar hinzufügen
es_es: Agregar comentario
fr_fr: Ajouter un commentaire
id_id: Tambah komentar
it_it: Aggiungi un commento
ja_jp: コメントを入力
ko_kr: 댓글 추가
ms_my: Tambah komen
pt_br: Adicionar um comentário
ru_ru: Добавить комментарий
th_th: เพิ่มความคิดเห็น
vi_vn: Thêm nhận xét
zh_cn: 输入评论
zh_tw: 輸入評論

# d44
source: Add @@{{name}}@@ as a participant
de_de: Fügen Sie @@{{name}}@@ als Teilnehmer hinzu
es_es: Agregar a @@{{name}}@@ como participante
fr_fr: Ajouter @@{{name}}@@ en tant que participant
id_id: Tambahkan @@{{name}}@@ sebagai peserta
it_it: Aggiungi @@{{name}}@@ come partecipante
ja_jp: @@{{name}}@@ を参加者に追加します
ko_kr: @@{{name}}@@ 님을 참가자로 추가
ms_my: Tambah @@{{name}}@@ sebagai peserta
pt_br: Adicionar @@{{name}}@@ como um participante
ru_ru: Добавить @@{{name}}@@ в качестве участника
th_th: เพิ่ม @@{{name}}@@ เป็นผู้เข้าร่วม
vi_vn: Thêm @@{{name}}@@ vào làm người tham gia
zh_cn: 添加 @@{{name}}@@ 为参与者
zh_tw: 新增 @@{{name}}@@ 為參與者

# 7zw
source: Add @@{{name}}@@ as a speaker
de_de: @@{{name}}@@ als Sprecher hinzufügen
es_es: Agregar a @@{{name}}@@ como ponente
fr_fr: Ajouter @@{{name}}@@ en tant qu'intervenant
id_id: Tambahkan @@{{name}}@@ sebagai pembicara
it_it: Aggiungi @@{{name}}@@ come relatore
ja_jp: @@{{name}}@@ を発言者に追加します
ko_kr: @@{{name}}@@ 님을 발화자로 추가
ms_my: Tambah @@{{name}}@@ sebagai pembicara
pt_br: Adicionar @@{{name}}@@ como um orador
ru_ru: Добавить @@{{name}}@@ в качестве выступающего
th_th: เพิ่ม @@{{name}}@@ เป็นผู้พูด
vi_vn: Thêm @@{{name}}@@ vào làm người phát biểu
zh_cn: 添加 @@{{name}}@@ 为说话人
zh_tw: 新增 @@{{name}}@@ 為發言人

# BWY
source: Add participant
de_de: Teilnehmer hinzufügen
es_es: Agregar participante
fr_fr: Ajouter un participant
id_id: Tambahkan peserta
it_it: Aggiungi partecipante
ja_jp: 参加者を追加
ko_kr: 참가자 추가
ms_my: Tambah peserta
pt_br: Adicionar participante
ru_ru: Добавить участника
th_th: เพิ่มผู้เข้าร่วม
vi_vn: Thêm người tham gia
zh_cn: 添加参与者
zh_tw: 新增參與者

# HZU
source: Added by:
de_de: Hinzugefügt von:
es_es: Agregado por :
fr_fr: Ajouté par :
id_id: Ditambahkan oleh:
it_it: Aggiunto da:
ja_jp: 追加者：
ko_kr: 추가한 사용자:
ms_my: Ditambah oleh:
pt_br: Adicionado por:
ru_ru: Добавлено:
th_th: เพิ่มโดย:
vi_vn: Được thêm bởi:
zh_cn: 添加人：
zh_tw: 新增者：

# 1+8
source: This option has been configured by the administrator.
de_de: Diese Option wurde vom Administrator konfiguriert.
es_es: El administrador ha configurado esta opción.
fr_fr: Cette option a été configurée par l'administrateur.
id_id: Opsi ini telah dikonfigurasikan oleh administrator.
it_it: Questa opzione è stata configurata dall'amministratore.
ja_jp: 管理者に設定されました
ko_kr: 이 옵션은 관리자가 구성했습니다.
ms_my: Pilihan ini telah dikonfigurasikan oleh pentadbir.
pt_br: Esta opção foi configurada pelo administrador.
ru_ru: Этот параметр был настроен администратором.
th_th: ตัวเลือกนี้ถูกกำหนดค่าโดยผู้ดูแล
vi_vn: Tùy chọn này đã được quản trị viên cấu hình.
zh_cn: 该选项已由管理员配置
zh_tw: 該選項已由管理員設定

# Nt4
source: The administrator from the owner‘s organization has restricted external users to access the content.
de_de: Der Administrator der Organisation des Besitzers hat den Zugriff externer Benutzer auf den Inhalt beschränkt.
es_es: El administrador de la organización del propietario ha restringido el acceso al contenido a los usuarios externos.
fr_fr: L'administrateur de l'organisation du propriétaire a restreint l'accès des utilisateurs externes au contenu.
id_id: Administrator dari organisasi pemilik telah membatasi pengguna eksternal untuk mengakses konten.
it_it: L'amministratore dell'organizzazione del proprietario ha limitato l'accesso al contenuto da parte di utenti esterni.
ja_jp: 所有者に所属する組織の管理者の設定により、コンテンツにアクセスできません
ko_kr: 소유자 기업의 관리자가 외부 사용자의 콘텐츠 액세스를 제한했습니다.
ms_my: Pentadbir dari organisasi pemilik telah menghadkan pengguna luar untuk mengakses kandungan.
pt_br: O administrador da organização do proprietário restringiu o acesso de usuários externos ao conteúdo.
ru_ru: Администратор организации владельца ограничил доступ внешних пользователей к содержимому.
th_th: ผู้ดูแลจากองค์กรของเจ้าของได้จำกัดการเข้าถึงเนื้อหาของผู้ใช้ภายนอก
vi_vn: Quản trị viên từ tổ chức của chủ sở hữu đã hạn chế người dùng bên ngoài truy cập vào nội dung.
zh_cn: 由于内容所有者所在团队的管理员设置，你无法申请权限
zh_tw: 由於內容所有者所在團隊的管理員設定，你無法申請權限

# qwM
source: Administrator has turned on auto delete for Minutes.
de_de: Der Administrator hat das automatische Löschen für Minutes aktiviert.
es_es: El administrador ha activado la eliminación automática de las actas.
fr_fr: L'administrateur a activé la suppression automatique pour Minutes.
id_id: Administrator telah mengaktifkan penghapusan otomatis untuk Minutes.
it_it: L'amministratore ha attivato l'eliminazione automatica per Verbale.
ja_jp: 管理者が Minutes の自動削除機能をオンにしました
ko_kr: 관리자가 회의록의 자동 삭제 기능을 켰습니다.
ms_my: Pentadbir telah menghidupkan padam automatik untuk Minit.
pt_br: O administrador ativou a exclusão automática de Minutes.
ru_ru: Администратор включил автоматическое удаление Minutes.
th_th: ผู้ดูแลได้เปิดการลบอัตโนมัติเป็นเวลาหลายนาทีแล้ว
vi_vn: Quản trị viên đã bật tính năng tự động xóa đối với Biên bản.
zh_cn: 管理员启用了妙记文件自动删除功能
zh_tw: 管理員啟用了妙記檔案自動刪除功能

# npY
source: Administrator has set auto delete for Minutes. Your newly created Minutes will be retained for {{number}} month(s) and then automatically deleted. You can go to {{list}} to check the auto-delete time and go to {{page}} to download the video or export Minutes to local to save.
de_de: Der Administrator hat das automatische Löschen für Minutes festgelegt. Ihre neu erstellten Minutes werden {{number}} Monat(e) aufbewahrt und dann automatisch gelöscht. Sie können zu {{list}} navigieren, um den automatischen Löschzeitraum zu überprüfen, und Sie können zu {{page}} navigieren, um das Video herunterzuladen oder um Minutes zu exportieren und lokal zu speichern.
es_es: El administrador ha establecido la eliminación automática de las actas. Tus actas nuevas se conservarán durante {{number}} mes(es) y después se eliminarán automáticamente. Puedes ir a {{list}} para comprobar el plazo para la eliminación automática y a {{page}} para eliminar el vídeo o exportar las actas localmente para guardarlas.
fr_fr: L'administrateur a activé la suppression automatique pour Minutes. Vos comptes-rendus nouvellement créés seront conservés pendant {{number}} mois, puis automatiquement supprimés. Vous pouvez accéder à {{list}} pour vérifier le délai de suppression automatique et accéder à {{page}} pour télécharger la vidéo ou exporter les comptes-rendus en local afin de les enregistrer.
id_id: Administrator telah menetapkan penghapusan otomatis untuk Minutes. Minutes yang baru Anda buat akan disimpan selama {{number}} bulan, kemudian akan dihapus secara otomatis. Anda bisa membuka {{list}} untuk melihat waktu penghapusan otomatis dan membuka {{page}} untuk mengunduh video atau mengekspor Minutes ke lokal untuk menyimpan.
it_it: L'amministratore ha impostato l'eliminazione automatica per Verbale. Il Verbale di nuova creazione verrà conservato per {{number}} mese/i. Puoi andare a {{list}} per verificare il periodo di eliminazione automatica e andare a {{page}} per scaricare il video o esportare il Verbale in locale per salvarlo.
ja_jp: 管理者が Minutes の自動削除機能をオンにしたため、新しく作成する Minutes は {{number}} 月後に自動的に削除されるようになります。{{list}}にて Minutes の自動削除日時を確認できるほか、{{page}}にてビデオをダウンロードするか、Minutes をエクスポートして保存できます
ko_kr: 관리자가 회의록의 자동 삭제 기능을 설정했습니다. 새로 생성된 회의록은 {{number}}개월 동안 유지된 후 자동으로 삭제됩니다. {{list}}(으)로 이동하여 자동 삭제 시간을 확인하고 {{page}}(으)로 이동하여 동영상을 다운로드하거나 회의록을 로컬로 내보내 저장할 수 있습니다.
ms_my: Pentadbir telah menetapkan padam automatik untuk Minit. Minit yang baru dibuat anda akan disimpan selama {{number}} bulan dan kemudian dipadam secara automatik. Anda boleh pergi ke {{list}} untuk memeriksa masa padam automatik dan pergi ke {{page}} untuk memuat turun video atau mengeksport Minit ke tempatan untuk disimpan.
pt_br: O administrador definiu a exclusão automática para Minutes. Seus Minutes recém-criados serão retidos por {{number}} mês(es) e depois excluídos automaticamente. Você pode ir para {{list}} para verificar o tempo de exclusão automática e ir para {{page}} para baixar o vídeo ou exportar Minutes para o local para salvar.
ru_ru: Администратор установил автоматическое удаление Minutes. Ваши созданные Minutes будут храниться в течение {{number}} мес., а затем автоматически удалятся. Вы можете перейти на {{list}}, чтобы проверить время автоматического удаления, и перейти на {{page}}, чтобы скачать видео или экспортировать Minutes на локальный диск для сохранения.
th_th: ผู้ดูแลได้ตั้งค่าการลบอัตโนมัติสำหรับ Minutes โดย Minutes ที่สร้างขึ้นใหม่ของคุณจะถูกเก็บไว้เป็นเวลา {{number}} เดือน จากนั้นจะถูกลบโดยอัตโนมัติ คุณสามารถไปยัง {{list}} เพื่อตรวจสอบเวลาการลบอัตโนมัติ และไปที่ {{page}} เพื่อดาวน์โหลดวิดีโอหรือส่งออก Minutes ไปยังเครื่องเพื่อบันทึกได้
vi_vn: Quản trị viên đã đặt tự động xóa đối với Biên bản. Biên bản mới tạo sẽ được lưu giữ trong {{number}} tháng và sau đó sẽ tự động bị xóa. Bạn có thể vào {{list}} để kiểm tra thời gian tự động xóa và vào {{page}} để tải xuống video hoặc xuất Biên bản vào bộ nhớ cục bộ để lưu.
zh_cn: 管理员设置了妙记文件自动删除，你新创建的妙记将在 {{number}} 月后自动删除。你可前往{{list}}查看妙记自动删除时间，并前往{{page}}下载视频、导出文档至本地进行保存
zh_tw: 管理員設定了妙記檔案自動刪除，新建立的妙記將在 {{number}} 個月後自動刪除。你可前往{{list}}查看妙記自動刪除時間，並前往{{page}}下載影片或將文件匯出至本機進行儲存

# pXQ
source: After {{number}} day(s)
de_de: Nach {{number}} Tag(en)
es_es: Después de {{number}} día(s)
fr_fr: Après {{number}} jour(s)
id_id: Setelah {{number}} hari
it_it: Dopo {{number}} giorno/i
ja_jp: {{number}} 日後
ko_kr: {{number}}일 후
ms_my: Selepas {{number}} hari
pt_br: Após {{number}} dia(s)
ru_ru: Через {{number}} дн.
th_th: หลังจาก {{number}} วัน
vi_vn: Sau {{number}} ngày
zh_cn: {{number}} 天后
zh_tw: {{number}} 天後

# 9tI
source: After {{number}} hr
de_de: Nach {{number}} Std.
es_es: Después de {{number}} h
fr_fr: Après {{number}} h
id_id: Setelah {{number}} jam
it_it: Dopo {{number}} h
ja_jp: {{number}} 時間後
ko_kr: {{number}}시간 후
ms_my: Selepas {{number}} jam
pt_br: Após {{number}} h
ru_ru: Через {{number}} ч.
th_th: หลังจาก {{number}} ชม.
vi_vn: Sau {{number}} giờ
zh_cn: {{number}} 小时后
zh_tw: {{number}} 小時後

# vQQ
source: After {{number}} min
de_de: Nach {{number}} Min.
es_es: Después de {{number}} min
fr_fr: Après {{number}} min
id_id: Setelah {{number}} menit
it_it: Dopo {{number}} min
ja_jp: {{number}} 分後
ko_kr: {{number}}분 후
ms_my: Selepas {{number}} min
pt_br: Após {{number}} min
ru_ru: Через {{number}} мин.
th_th: หลังจาก {{number}} นาที
vi_vn: Sau {{number}} phút
zh_cn: {{number}} 分钟后
zh_tw: {{number}} 分鐘後

# T9I
source: All participants ({{number}})
de_de: Alle Teilnehmer ({{number}})
es_es: Participantes ({{number}})
fr_fr: Tous les participants ({{number}})
id_id: Semua peserta ({{number}})
it_it: Tutti i partecipanti ({{number}})
ja_jp: 全ての参加者（{{number}}）
ko_kr: 모든 참가자({{number}})
ms_my: Semua peserta ({{number}})
pt_br: Participantes ({{number}})
ru_ru: Все участники ({{number}})
th_th: ผู้เข้าร่วมทั้งหมด ({{number}})
vi_vn: Tất cả người tham gia ({{number}})
zh_cn: 所有参与者（{{number}}）
zh_tw: 所有參與者（{{number}}）

# r84
source: To record audio, allow access to the microphone in Settings > Privacy > Microphone.
de_de: Erlauben Sie den Zugriff auf das Mikrofon unter „Einstellungen – Datenschutz – Mikrofon“, um Audio aufzuzeichnen.
es_es: Para grabar audio, permite el acceso al micrófono en Configuración > Privacidad > Micrófono.
fr_fr: Pour enregistrer l'audio, autorisez l'accès au microphone dans Paramètres > Confidentialité > Microphone.
id_id: Untuk merekam audio, izinkan akses ke mikrofon di Pengaturan > Privasi > Mikrofon.
it_it: Per registrare l'audio, consenti l'accesso al microfono in Impostazioni > Privacy > Microfono.
ja_jp: 録音するには、設定 > プライバシー > マイク でマイクへのアクセスを許可してください
ko_kr: 오디오를 기록하려면 설정> 개인 정보 > 마이크에서 마이크에 대한 액세스를 허용합니다.
ms_my: Untuk merakam audio, benarkan akses ke mikrofon dalam Tetapan > Privasi > Mikrofon.
pt_br: Para gravar áudio, permita o acesso ao microfone em Configurações > Privacidade > Microfone.
ru_ru: Для записи звука разрешите доступ к микрофону в меню Настройки > Конфиденциальность > Микрофон.
th_th: หากต้องการบันทึกเสียง ให้อนุญาตการเข้าถึงไมโครโฟนใน การตั้งค่า > ความเป็นส่วนตัว > ไมโครโฟน
vi_vn: Để ghi âm, hãy cho phép truy cập vào micrô trong mục Cài đặt > Quyền riêng tư > Micrô.
zh_cn: 请在设置 > 隐私 > 麦克风中启用麦克风权限，以录制音频
zh_tw: 請在設定 > 隱私權 > 麥克風中啟用麥克風權限，以錄製音訊

# gKw
source: Anyone
de_de: Alle
es_es: Cualquier usuario
fr_fr: N'importe qui
id_id: Siapa pun
it_it: Chiunque
ja_jp: すべてのユーザー
ko_kr: 모든 사람
ms_my: Sesiapa
pt_br: Qualquer pessoa
ru_ru: От любых лиц
th_th: ทุกคน
vi_vn: Bất kỳ ai
zh_cn: 所有人
zh_tw: 所有人

# XXA
source: Anyone with the link can edit and share
de_de: Jeder mit dem Link kann bearbeiten und teilen
es_es: Cualquier usuario que tenga el enlace puede introducir cambios y compartir
fr_fr: Toute personne disposant du lien peut modifier et partager
id_id: Siapa pun yang memiliki tautan dapat mengedit dan berbagi
it_it: Chiunque è in possesso del link può modificare e condividere
ja_jp: リンクを取得した全員が編集と共有可能
ko_kr: 링크를 가진 사람은 누구나 편집하고 공유할 수 있습니다
ms_my: Sesiapa dengan pautan boleh edit dan kongsi
pt_br: Qualquer pessoa com o link pode editar e compartilhar
ru_ru: Любой, у кого есть ссылка, может редактировать и делиться
th_th: ทุกคนที่มีลิงก์สามารถแก้ไขและแชร์ได้
vi_vn: Bất kỳ ai có liên kết đều có thể chỉnh sửa và chia sẻ
zh_cn: 所有获得链接的人可编辑与分享
zh_tw: 所有獲得連結的人可編輯與分享

# x6Q
source: Anyone with the link can view and share
de_de: Jeder mit dem Link kann anzeigen und teilen
es_es: Cualquier usuario que tenga el enlace puede ver y compartir
fr_fr: Toute personne disposant du lien peut afficher et partager
id_id: Siapa pun yang memiliki tautan dapat melihat dan berbagi
it_it: Chiunque è in possesso del link può visualizzare e condividere
ja_jp: リンクを取得した全員が閲覧と共有可能
ko_kr: 링크를 가진 사람은 누구나 보고 공유할 수 있습니다
ms_my: Sesiapa dengan pautan boleh melihat dan kongsi
pt_br: Qualquer pessoa com o link pode visualizar e compartilhar
ru_ru: Любой, у кого есть ссылка, может просматривать и делиться
th_th: ทุกคนที่มีลิงก์สามารดูและแชร์ได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem và chia sẻ
zh_cn: 所有获得链接的人可查看与分享
zh_tw: 所有獲得連結的人可查看與分享

# ovk
source: We're sorry to inform you that your appeal was unsuccessful. If you think there's been a mistake, you can @@submit an appeal@@ again.
de_de: Leider müssen wir Ihnen mitteilen, dass Ihr Einspruch nicht erfolgreich war. Wenn Sie glauben, dass es sich um einen Fehler handelt, können Sie erneut einen @@Einspruch einlegen@@.
es_es: Sentimos informarte de que tu reclamación no ha sido satisfactoria. Si crees que se ha producido un error, puedes volver a @@enviar una reclamación@@.
fr_fr: Nous sommes désolés de vous informer que votre appel n'a pas abouti. Si vous pensez qu'il y a eu une erreur, vous pouvez @@Faire appel@@ à nouveau.
id_id: Dengan berat hati kami menginformasikan bahwa pengajuan banding Anda tidak berhasil. Jika merasa ini adalah kekeliruan, Anda dapat @@mengajukan banding@@ lagi.
it_it: Siamo spiacenti di informarti che il tuo appello non è andato a buon fine. Se ritieni che ci sia stato un errore, puoi @@inviare un appello@@ di nuovo.
ja_jp: 残念ですが、申し立てを送信できませんでした。再度審査する場合は、@@申し立て@@を送信してください。
ko_kr: 죄송합니다. 이의 제기가 승인되지 않았습니다. 실수가 있었다고 생각하면 @@이의 제기를 다시 제출@@할 수 있습니다.
ms_my: Kami minta maaf untuk memaklumkan bahawa rayuan anda tidak berjaya. Jika anda rasa ada kesilapan, anda boleh @@hantar rayuan@@ lagi.
pt_br: Lamentamos informar que sua solicitação não foi bem-sucedida. Se você acha que houve um engano, pode @@enviar uma solicitação@@ novamente.
ru_ru: К сожалению ваша апелляция была отклонена. Если вы считаете, что произошла ошибка, вы можете снова @@подать апелляцию@@.
th_th: เราเสียใจที่ต้องแจ้งให้คุณทราบว่าการส่งคำร้องของคุณไม่สำเร็จ หากคุณคิดว่ามีข้อผิดพลาด คุณสามารถ@@ส่งคำร้อง@@อีกครั้งได้
vi_vn: Chúng tôi rất tiếc khi phải thông báo với bạn rằng kháng nghị của bạn không thành công. Nếu cho rằng đã có sự nhầm lẫn, bạn có thể @@gửi lại kháng nghị@@.
zh_cn: 很遗憾，本次申诉失败。如需再次人工审核，可@@提交申诉@@
zh_tw: 很遺憾，本次申訴失敗。如需再次人工審核，可@@提交申訴@@

# N9E
source: We're sorry to inform you that your appeal was unsuccessful.
de_de: Wir müssen Ihnen leider mitteilen, dass Ihr Einspruch nicht erfolgreich war.
es_es: Sentimos informarte de que tu reclamación no ha tenido éxito.
fr_fr: Nous sommes désolés de vous informer que votre appel n'a pas abouti.
id_id: Dengan berat hati kami menginformasikan bahwa pengajuan banding Anda tidak berhasil.
it_it: Siamo spiacenti di informarti che il tuo appello non è andato a buon fine.
ja_jp: 残念ですが、申し立てを送信できませんでした。
ko_kr: 죄송합니다. 이의 제기가 승인되지 않았습니다.
ms_my: Kami minta maaf untuk memaklumkan bahawa rayuan anda tidak berjaya.
pt_br: Lamentamos informar que sua solicitação não foi bem-sucedida.
ru_ru: К сожалению, что ваша апелляция была отклонена.
th_th: เราเสียใจที่ต้องแจ้งให้คุณทราบว่าการส่งคำร้องของคุณไม่สำเร็จ
vi_vn: Chúng tôi rất tiếc khi phải thông báo rằng kháng nghị của bạn không thành công.
zh_cn: 很遗憾，本次申诉失败
zh_tw: 很遺憾，本次申訴失敗

# HJY
source: Couldn't submit appeal
de_de: Der Einspruch konnte nicht eingereicht werden
es_es: No se pudo enviar la reclamación
fr_fr: Impossible de soumettre l'appel
id_id: Tidak bisa mengirimkan banding
it_it: Invio appello non riuscito
ja_jp: 申し立てを送信できませんでした
ko_kr: 이의 제기를 제출하지 못했습니다
ms_my: Tidak dapat hantar rayuan
pt_br: Não foi possível enviar solicitação
ru_ru: Не удалось подать апелляцию
th_th: ไม่สามารถส่งคำร้องได้
vi_vn: Không thể gửi kháng nghị
zh_cn: 申诉提交失败
zh_tw: 申訴提交失敗

# 0DI
source: Appeal submitted. Under review.
de_de: Einspruch eingereicht. Der Einspruch wird aktuell geprüft.
es_es: Reclamación enviada. En revisión.
fr_fr: Appel soumis, en cours d'examen.
id_id: Banding dikirim. Sedang ditinjau.
it_it: Appello inviato. In fase di revisione.
ja_jp: 申し立て済み、現在処理中
ko_kr: 이의 제기가 제출되었습니다. 검토 중입니다.
ms_my: Rayuan dihantar. Sedang dikaji semula.
pt_br: Solicitação enviada. Em análise.
ru_ru: Апелляция подана. На рассмотрении.
th_th: ส่งคำร้องแล้ว อยู่ภายใต้การตรวจสอบ
vi_vn: Kháng nghị đã được gửi và đang được xem xét.
zh_cn: 已申诉，审核中
zh_tw: 已申訴，審核中

# WBc
source: Appeal submitted
de_de: Einspruch eingereicht
es_es: Reclamación enviada
fr_fr: Appel soumis
id_id: Banding diajukan
it_it: Appello inviato
ja_jp: 申し立てを送信しました
ko_kr: 이의 제기 제출됨
ms_my: Rayuan dihantar
pt_br: Solicitação enviada
ru_ru: Апелляция отправлена
th_th: ส่งคำร้องแล้ว
vi_vn: Đã gửi kháng nghị
zh_cn: 申诉提交成功
zh_tw: 申訴提交成功

# a5I
source: The comment you were @mentioned in was deleted
de_de: Der Kommentar, in dem Sie @erwähnt wurden, wurde gelöscht
es_es: El comentario en el que te han @mencionado se ha eliminado
fr_fr: Le commentaire dans lequel vous avez été @mentionné a été supprimé
id_id: Komentar tempat Anda @disebut telah dihapus
it_it: Il commento in cui eri @menzionato/a è stato eliminato
ja_jp: あなたを@したコメントが削除されました
ko_kr: 회원님이 @멘션된 댓글이 삭제되었습니다
ms_my: Komen yang anda @sebut telah dipadam
pt_br: O comentário em que você foi @mencionado foi excluído
ru_ru: Комментарий, в котором вы были @упомянуты, был удален
th_th: ความคิดเห็นที่คุณถูก @กล่าวถึง ถูกลบแล้ว
vi_vn: Nhận xét bạn được @nhắc đến đã bị xóa
zh_cn: 提及你的评论已被删除
zh_tw: 提及你的評論已被刪除

# uLk
source: The content you were @mentioned in was deleted
de_de: Der Inhalt, bei dem Sie @erwähnt wurden, wurde gelöscht
es_es: El contenido en el que te han @mencionado se ha eliminado
fr_fr: Le contenu dans lequel vous avez été @mentionné a été supprimé
id_id: Konten tempat Anda @disebut telah dihapus
it_it: Il contenuto in cui eri @menzionato/a è stato eliminato
ja_jp: あなたを@した本文が削除されました
ko_kr: 회원님이 @멘션된 콘텐츠가 삭제되었습니다
ms_my: Kandungan yang anda @sebut telah dipadam
pt_br: O conteúdo em que você foi @mencionado foi excluído
ru_ru: Контент, в котором вы были @упомянуты, был удален
th_th: เนื้อหาที่คุณถูก @กล่าวถึง ถูกลบแล้ว
vi_vn: Nội dung bạn được @nhắc đến đã bị xóa
zh_cn: 提及你的内容已被删除
zh_tw: 提及你的內容已被刪除

# JJ0
source: Attribution
de_de: Zuordnung
es_es: Atribución
id_id: Atribusi
it_it: Attribuzione
ja_jp: ソース
ko_kr: 속성
ms_my: Atribusi
pt_br: Atribuição
ru_ru: Атрибуция
th_th: แหล่งที่มา
vi_vn: Thuộc tính
zh_cn: 归属
zh_tw: 歸屬

# Nzo
source: Auto-delete time
de_de: Zeitraum für autom. Löschen
es_es: Plazo de eliminación automática
fr_fr: Heure de suppression automatique
id_id: Waktu hapus otomatis
it_it: Periodo di eliminazione automatica
ja_jp: 自動削除日時
ko_kr: 자동 삭제 시간
ms_my: Masa padam automatik
pt_br: Tempo de exclusão automática
ru_ru: Время автоматического удаления
th_th: เวลาลบอัตโนมัติ
vi_vn: Thời gian tự động xóa
zh_cn: 自动删除时间
zh_tw: 自動刪除時間
