Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2+c
source: Return to the position playing now
de_de: Zurück zu der jetzt abgespielten Position
es_es: Volver a la posición que se está reproduciendo
fr_fr: Revenir à la position de lecture actuelle
id_id: Kembali ke posisi pemutaran saat ini
it_it: Torna alla posizione di riproduzione ora
ja_jp: 現在再生しているところに戻る
ko_kr: 지금 재생 중인 위치로 돌아가기
ms_my: Kembali ke posisi yang sedang dimainkan
pt_br: Voltar para a posição em reprodução agora
ru_ru: Вернуться к позиции, играемой сейчас
th_th: กลับสู่ตำแหน่งที่กำลังเล่นอยู่ตอนนี้
vi_vn: Quay lại vị trí đang phát
zh_cn: 回到当前播放位置
zh_tw: 回到目前播放位置

# JeY
source: Breakout Rooms
de_de: Gruppenräume
es_es: Salas de descanso
fr_fr: Sessions en petits groupes
id_id: Ruang Diskusi Kelompok
it_it: Sale di suddivisione
ja_jp: ブレイクアウトルーム
ko_kr: 소회의실
ms_my: Bilik Pecahan
pt_br: Salas separadas
ru_ru: Сессионные залы
th_th: ห้องย่อย
vi_vn: Phòng tách
zh_cn: 分组讨论
zh_tw: 分組討論

# sIM
source: By time remaining
de_de: Nach verbleibender Zeit
es_es: Por tiempo restante
fr_fr: Par temps restant
id_id: Berdasarkan sisa waktu
it_it: Per periodo rimanente
ja_jp: 残り時間
ko_kr: 남은 시간별
ms_my: Mengikut masa yang tinggal
pt_br: Pelo tempo restante
ru_ru: По оставшемуся времени
th_th: ตามเวลาที่เหลือ
vi_vn: Trước thời gian còn lại
zh_cn: 按剩余时间
zh_tw: 依剩餘時間

# aXg
source: Byte Moments
fr_fr: Moments Byte
ko_kr: Byte 모멘트
vi_vn: Khoảnh khắc Byte
zh_cn: 字节圈
zh_tw: 字節圈

# fPo
source: Can edit
de_de: Kann bearbeiten
es_es: Puede editar
fr_fr: Peut modifier
id_id: Dapat mengedit
it_it: È possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# O90
source: Couldn't start recording because you're in a call
de_de: Die Aufzeichnung konnte nicht gestartet werden, da Sie einen Anruf führen
es_es: No se pudo iniciar la grabación porque estás en una llamada
fr_fr: Impossible de démarrer l'enregistrement, car vous avez un appel en cours
id_id: Tidak bisa mulai merekam karena Anda sedang berada dalam panggilan
it_it: Impossibile avviare la registrazione poiché hai una chiamata in corso
ja_jp: 通話中に録音を開始できません
ko_kr: 통화 중이므로 기록을 시작하지 못했습니다
ms_my: Tidak dapat memulakan rakaman kerana anda sedang dalam panggilan
pt_br: Não foi possível iniciar a gravação porque você está em uma chamada
ru_ru: Не удалось начать запись, так как вы разговариваете по телефону.
th_th: ไม่สามารถเริ่มบันทึกได้เนื่องจากคุณกำลังอยู่ในสาย
vi_vn: Không thể bắt đầu ghi vì bạn đang thực hiện cuộc gọi
zh_cn: 你正在通话中，无法开始录音
zh_tw: 你正在通話，無法開始錄音

# eQo
source: Couldn't start recording because you're in a meeting
de_de: Die Aufzeichnung konnte nicht gestartet werden, da Sie in einer Besprechung sind
es_es: No se pudo iniciar la grabación porque estás en una reunión
fr_fr: Impossible de démarrer l'enregistrement, car vous êtes en réunion
id_id: Tidak bisa mulai merekam karena Anda sedang berada dalam rapat
it_it: Impossibile avviare la registrazione poiché sei in una riunione
ja_jp: 会議中に録音を開始できません
ko_kr: 회의 중이므로 기록을 시작하지 못했습니다
ms_my: Tidak dapat memulakan rakaman kerana anda sedang dalam mesyuarat
pt_br: Não foi possível iniciar a gravação porque você está em uma reunião
ru_ru: Не удалось начать запись, так как вы участвуете в конференции.
th_th: ไม่สามารถเริ่มบันทึกได้เนื่องจากคุณอยู่ในการประชุม
vi_vn: Không thể bắt đầu ghi vì bạn đang tham gia cuộc họp
zh_cn: 你正在会议中，无法开始录音
zh_tw: 你正在進行會議，無法開始錄音

# IxI
source: Can't start recording in podcast mode
de_de: Im Podcast-Modus können keine Aufzeichnungen begonnen werden
es_es: No se puede iniciar una grabación en el modo de podcast
fr_fr: Impossible de lancer l'enregistrement en mode Podcast
id_id: Tidak bisa mulai merekam dalam mode podcast
it_it: Impossibile avviare la registrazione in modalità podcast
ja_jp: ポッドキャストモードに録音を開始できません
ko_kr: 팟캐스트 모드에서 기록을 시작할 수 없습니다
ms_my: Tidak boleh mula merakam dalam mod podcast
pt_br: Não é possível iniciar a gravação no modo de podcast
ru_ru: Не удалось начать запись в режиме подкаста
th_th: ไม่สามารถเริ่มบันทึกในโหมดพอดคาสต์ได้
vi_vn: Không thể bắt đầu ghi ở chế độ podcast
zh_cn: 播客模式下无法开始录音
zh_tw: Podcast 模式下無法開始錄音

# Qw4
source: Couldn't start recording because you're watching a livestream
de_de: Die Aufzeichnung konnte nicht gestartet werden, da Sie einen Livestream ansehen
es_es: No se pudo iniciar la grabación porque estás viendo una emisión en directo
fr_fr: Impossible de démarrer l'enregistrement, car vous regardez un livestream
id_id: Tidak bisa mulai merekam karena Anda sedang menonton streaming langsung
it_it: Impossibile avviare la registrazione poiché stai guardando un live streaming
ja_jp: ストリーミングを視聴中に録音を開始できません
ko_kr: 라이브 방송을 시청 중이므로 기록을 시작하지 못했습니다
ms_my: Tidak dapat memulakan rakaman kerana anda sedang menonton siaran langsung
pt_br: Não foi possível iniciar a gravação porque você está assistindo a uma transmissão ao vivo
ru_ru: Не удалось начать запись, так как вы смотрите трансляцию.
th_th: ไม่สามารถเริ่มบันทึกได้เนื่องจากคุณกำลังดูสตรีมสดอยู่
vi_vn: Không thể bắt đầu ghi vì bạn đang xem phát trực tiếp
zh_cn: 你正在观看直播，无法开始录音
zh_tw: 你正在觀看直播，無法開始錄音

# Oio
source: Can view
de_de: Kann anzeigen
es_es: Puede ver el contenido
fr_fr: Peut afficher
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 보기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 可查看
zh_tw: 可查看

# 4vs
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Tw4
source: Your appeal is being processed. While waiting, click to view the @@Appeal Progress@@.
de_de: Ihr Einspruch wird derzeit bearbeitet. Klicken Sie, um in der Zwischenzeit den @@Fortschritt der Bearbeitung Ihres Einspruches@@ anzuzeigen.
es_es: Tu reclamación se está procesando. Mientras esperas, haz clic para ver el @@Progreso de la reclamación@@.
fr_fr: Votre appel est en cours de traitement. Pendant que vous patientez, cliquez ici pour afficher son @@avancement@@.
id_id: Banding Anda sedang diproses. Selagi menunggu, klik untuk melihat @@Kemajuan Banding@@.
it_it: Il tuo appello è in fase di elaborazione. Durante l'attesa, fai clic per visualizzare l'@@avanzamento dell'appello@@.
ja_jp: 送信した申し立てが現在処理中です。しばらくお待ちください。クリックして@@進捗状況を確認@@
ko_kr: 이의 제기가 처리되고 있습니다. 기다리는 동안 @@이의 제기 진행률@@를 보려면 클릭하세요.
ms_my: Rayuan anda sedang diproses. Sementara menunggu, klik untuk melihat @@Appeal Progress@@.
pt_br: Sua solicitação está sendo processada. Enquanto aguarda, clique para visualizar o @@Andamento da solicitação@@.
ru_ru: Ваша апелляция обрабатывается. Во время ожидания вы можете просмотреть @@ход рассмотрения апелляции@@.
th_th: กำลังดำเนินการส่งคำร้องของคุณ ระหว่างรอ คลิกเพื่อดู @@ความคืบหน้าการส่งคำร้อง@@
vi_vn: Kháng nghị của bạn đang được xử lý. Trong khi chờ, hãy nhấp để xem @@Tiến độ kháng nghị@@.
zh_cn: 你提交的申诉正在处理中，请耐心等待结果。点击查看@@申诉进度@@
zh_tw: 你提交的申訴正在處理中，請耐心等待結果。點選查看@@申訴進度@@

# 6+4
source: Clip
id_id: Klip
it_it: Ritaglio
ja_jp: クリップ
ko_kr: 클립
ms_my: Klip
pt_br: Corte
ru_ru: Клип
th_th: คลิป
vi_vn: Kẹp
zh_cn: 片段
zh_tw: 片段

# gPA
source: Minutes clip deleted
de_de: Minutes-Clip gelöscht
es_es: Clip de actas eliminado
fr_fr: Clip de compte-rendu supprimé
id_id: Klip catatan dihapus
it_it: Ritaglio di Verbale eliminato
ja_jp: クリップが削除されました
ko_kr: 회의록 클립이 삭제되었습니다
ms_my: Klip minit dihapuskan
pt_br: Corte de Minutes excluído
ru_ru: Клип Minutes удален
th_th: คลิป Minutes ถูกลบแล้ว
vi_vn: Đã xóa kẹp Biên bản
zh_cn: 妙记片段已删除
zh_tw: 妙記片段已刪除

# h6Y
source: Clip list
de_de: Clip-Liste
es_es: Lista de clips
fr_fr: Liste de clips
id_id: Daftar klip
it_it: Elenco ritagli
ja_jp: クリップ一覧
ko_kr: 클립 목록
ms_my: Senarai klip
pt_br: Lista de cortes
ru_ru: Список клипов
th_th: รายชื่อคลิป
vi_vn: Danh sách kẹp
zh_cn: 片段列表
zh_tw: 片段清單

# D4E
source: Collaborators ({{number}})
de_de: Kollaboratoren ({{number}})
es_es: Colaboradores ({{number}})
fr_fr: Collaborateurs ({{number}})
id_id: Kolaborator ({{number}})
it_it: Collaboratori ({{number}})
ja_jp: 共同編集者（{{number}}）
ko_kr: 공동 작업자({{number}})
ms_my: Penyumbang ({{number}})
pt_br: Colaboradores ({{number}})
ru_ru: Соавторы ({{number}})
th_th: ผู้ร่วมงาน ({{number}})
vi_vn: Cộng tác viên ({{number}})
zh_cn: 协作者（{{number}}）
zh_tw: 協作者（{{number}}）

# AuU
source: Comment
de_de: Kommentieren
es_es: Comentar
fr_fr: Commentaire
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentar
ru_ru: Комментарий
th_th: ความคิดเห็น
vi_vn: Nhận xét
zh_cn: 评论
zh_tw: 評論

# HLo
source: Post
de_de: Posten
es_es: Publicar
fr_fr: Publier
id_id: Posting
it_it: Pubblica
ja_jp: 送信
ko_kr: 포스트
ms_my: Siarkan
pt_br: Postar
ru_ru: Отправить
th_th: โพสต์
vi_vn: Đăng
zh_cn: 发送
zh_tw: 傳送

# 07g
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# KqU
source: Confirm to delete this clip?
de_de: Bestätigen Sie, dass dieser Clip gelöscht werden soll?
es_es: ¿Confirmas la eliminación de este clip?
fr_fr: Confirmer la suppression du clip ?
id_id: Konfirmasi untuk menghapus klip ini?
it_it: Vuoi davvero eliminare questo ritaglio?
ja_jp: このクリップを削除しますか？
ko_kr: 이 클립을 삭제하시겠습니까?
ms_my: Sahkan untuk padam klip ini?
pt_br: Confirmar para excluir este corte?
ru_ru: Подтвердить удаление этого клипа?
th_th: ยืนยันที่จะลบคลิปนี้หรือไม่
vi_vn: Xác nhận xóa kẹp này?
zh_cn: 确认删除该条片段吗？
zh_tw: 確認刪除此片段嗎？

# Sc4
source: Connection error. Please check your internet
de_de: Verbindungsfehler. Bitte prüfen Sie Ihre Internetverbindung
es_es: Error de conexión. Comprueba tu conexión a Internet
fr_fr: Erreur de connexion. Veuillez vérifier votre connexion Internet
id_id: Kesalahan koneksi. Periksa internet Anda
it_it: Errore di connessione. Verifica Internet
ja_jp: 接続エラーです。ネットワークをチェックしてください
ko_kr: 연결 오류입니다. 인터넷을 확인하세요
ms_my: Ralat sambungan. Sila periksa internet anda
pt_br: Erro de conexão. Verifique sua internet
ru_ru: Ошибка подключения. Проверьте свой интернет
th_th: การเชื่อมต่อล้มเหลว โปรดตรวจสอบอินเทอร์เน็ตของคุณ
vi_vn: Lỗi kết nối. Vui lòng kiểm tra internet của bạn
zh_cn: 网络错误，请检查网络设置
zh_tw: 網路錯誤，請檢查網路設定

# uWw
source: Name:
es_es: Nombre:
fr_fr: Nom :
id_id: Nama:
it_it: Nome:
ja_jp: タイトル：
ko_kr: 이름:
ms_my: Nama:
pt_br: Nome:
ru_ru: Имя:
th_th: ชื่อ:
vi_vn: Tên:
zh_cn: 名称：
zh_tw: 名稱：

# gDM
source: Risky content detected. Sharing has been stopped.
de_de: Risikobehafteter Inhalt entdeckt. Die Freigabe wurde beendet.
es_es: Contenido de riesgo detectado. Se ha detenido el uso compartido.
fr_fr: Contenu à risque détecté. Le partage a été interrompu.
id_id: Konten berisiko terdeteksi. Pembagian telah dihentikan.
it_it: Contenuto rischioso rilevato. La condivisione è stata interrotta.
ja_jp: リスクのあるコンテンツを検出したため、共有を停止しました。
ko_kr: 위험한 콘텐츠가 감지되었습니다. 공유가 중지되었습니다.
ms_my: Kandungan berisiko dikesan. Perkongsian telah dihentikan.
pt_br: Conteúdo arriscado detectado. O compartilhamento foi interrompido.
ru_ru: Обнаружен опасный контент. Обмен остановлен.
th_th: ตรวจพบเนื้อหาที่มีความเสี่ยง หยุดแบ่งปันแล้ว
vi_vn: Đã phát hiện nội dung rủi ro. Tính năng chia sẻ đã bị dừng.
zh_cn: 检测到风险内容，已停止分享
zh_tw: 偵測到風險內容，已停止分享

# 25Q
source: Content unavailable
de_de: Inhalt nicht verfügbar
es_es: Contenido no disponible
fr_fr: Contenu non disponible
id_id: Konten tidak tersedia
it_it: Contenuto non disponibile
ja_jp: コンテンツを利用できません
ko_kr: 콘텐츠 사용 불가
ms_my: Kandungan tidak tersedia
pt_br: Conteúdo indisponível
ru_ru: Контент недоступен
th_th: เนื้อหาไม่พร้อมใช้งาน
vi_vn: Nội dung không khả dụng
zh_cn: 内容无法使用
zh_tw: 內容無法使用

# TLw
source: This content is unavailable because the original file appears to be damaged.
de_de: Dieser Inhalt ist nicht verfügbar, da die Originaldatei anscheinend beschädigt ist.
es_es: El contenido no está disponible porque el archivo original parece estar dañado.
fr_fr: Ce contenu n'est pas disponible, car le fichier original semble endommagé.
id_id: Konten ini tidak tersedia karena file aslinya sepertinya rusak.
it_it: Questo contenuto non è disponibile poiché il file originale sembra essere danneggiato.
ja_jp: ソースファイルが破損しているため、このコンテンツを利用できません
ko_kr: 원본 파일이 손상된 것 같으므로 이 콘텐츠는 사용할 수 없습니다.
ms_my: Kandungan ini tidak tersedia kerana fail asal nampak rosak.
pt_br: Este conteúdo está indisponível porque o arquivo original parece estar danificado.
ru_ru: Это содержимое недоступно, так как исходный файл поврежден.
th_th: เนื้อหานี้ไม่พร้อมใช้งานเนื่องจากดูเหมือนว่าไฟล์ต้นฉบับจะเสียหาย
vi_vn: Nội dung này không khả dụng vì tập tin gốc có vẻ đã bị hỏng.
zh_cn: 该内容无法使用，因为源文件已损坏
zh_tw: 該內容無法使用，因為來源檔案已損壞

# 1ME
source: The content has been updated.
de_de: Der Inhalt wurde aktualisiert.
es_es: Se ha actualizado el contenido.
fr_fr: Le contenu a été mis à jour.
id_id: Konten telah diperbarui.
it_it: Il contenuto è stato aggiornato.
ja_jp: コンテンツにアップデートがあります
ko_kr: 콘텐츠가 업데이트되었습니다.
ms_my: Kandungan telah dikemaskini.
pt_br: O conteúdo foi atualizado.
ru_ru: Содержание обновлено.
th_th: อัปเดตเนื้อหาแล้ว
vi_vn: Nội dung đã được cập nhật.
zh_cn: 内容有更新
zh_tw: 內容有更新

# hwM
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
id_id: Disalin
it_it: Copiato
ja_jp: コピー済み
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 复制成功
zh_tw: 複製成功

# fdU
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# FwM
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin Pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

# eCw
source: Couldn't play the audio
de_de: Das Audio konnte nicht abgespielt werden
es_es: No se puede reproducir el audio
fr_fr: Impossible de lire l'audio
id_id: Tidak bisa memutar audio
it_it: Impossibile riprodurre l'audio
ja_jp: オーディオを再生できませんでした
ko_kr: 오디오를 재생하지 못했습니다
ms_my: Tidak dapat memainkan audio
pt_br: Não foi possível reproduzir o áudio
ru_ru: Не удалось воспроизвести аудио
th_th: ไม่สามารถเล่นเสียงได้
vi_vn: Không thể phát âm thanh
zh_cn: 无法播放音频
zh_tw: 無法播放音訊

# CRs
source: Couldn't skip silent parts
de_de: Stummsequenzen konnten nicht übersprungen werden
es_es: No se pudieron omitir las partes en silencio
fr_fr: Impossible de sauter les parties silencieuses
id_id: Tidak bisa melewati bagian yang senyap
it_it: Impossibile saltare le parti in silenzio
ja_jp: 空白部分をスキップできませんでした
ko_kr: 무음 부분을 건너뛰지 못했습니다
ms_my: Tidak dapat melangkau bahagian senyap
pt_br: Não foi possível ignorar as partes silenciosas
ru_ru: Не удалось пропустить немые части
th_th: ไม่สามารถข้ามส่วนที่ไม่มีเสียงได้
vi_vn: Không thể bỏ qua các đoạn im lặng
zh_cn: 跳过空白片段失败

# 33w
source: Create/share time
de_de: Erstell-/Freigabezeit
es_es: Fecha/hora de creación o compartición
fr_fr: Heure de création/partage
id_id: Waktu membuat/membagikan
it_it: Periodo di creazione/condivisione
ja_jp: 作成・共有日時
ko_kr: 생성/공유 시간
ms_my: Masa cipta/kongsi
pt_br: Criar/compartilhar tempo
ru_ru: Время создания/показа
th_th: สร้าง/แบ่งปันเวลา
vi_vn: Thời gian tạo/chia sẻ
zh_cn: 创建/共享时间
zh_tw: 建立/分享時間

# 51I
source: Created
de_de: Erstellt
es_es: Creación
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 作成時間：
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Создано
th_th: สร้างสำเร็จแล้ว
vi_vn: Đã tạo
zh_cn: 创建于
zh_tw: 建立於

# pSM
source: Created:
de_de: Erstellt:
es_es: Creación:
fr_fr: Créé avec succès :
id_id: Dibuat:
it_it: Creato:
ja_jp: 作成時間：
ko_kr: 생성된 시간:
ms_my: Dicipta:
pt_br: Criado em:
ru_ru: Время создания:
th_th: สร้างเมื่อ:
vi_vn: Đã tạo:
zh_cn: 创建时间：
zh_tw: 建立時間：

# idU
source: Creator: {{name}}
de_de: Ersteller: {{name}}
es_es: Creador: {{name}}
fr_fr: Créateur : {{name}}
id_id: Pembuat: {{name}}
it_it: Creatore: {{name}}
ja_jp: 作成者：{{name}}
ko_kr: 생성자: {{name}}
ms_my: Pencipta: {{name}}
pt_br: Criador: {{name}}
ru_ru: Создатель: {{name}}
th_th: ผู้สร้าง: {{name}}
vi_vn: Người tạo: {{name}}
zh_cn: 创建人：{{name}}
zh_tw: 建立者：{{name}}

# eiY
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# ya0
source: Auto delete after {{number}} day(s)
de_de: Autom. Löschen nach {{number}} Tag(en)
es_es: Eliminación automática después de {{number}} día(s)
fr_fr: Suppression automatique après {{number}} jour(s)
id_id: Hapus otomatis setelah {{number}} hari
it_it: Elimina automaticamente dopo {{number}} giorno/i
ja_jp: {{number}} 日後に自動削除
ko_kr: {{number}}일 후 자동 삭제
ms_my: Padam automatik selepas {{number}} hari
pt_br: Exclusão automática após {{number}} dia(s)
ru_ru: Автоматическое удаление через {{number}} дн.
th_th: ลบอัตโนมัติหลังจาก {{number}} วัน
vi_vn: Tự động xóa sau {{number}} ngày
zh_cn: {{number}} 天后自动删除
zh_tw: {{number}} 天後自動刪除

# Ipo
source: Auto delete after {{number}} hr
de_de: Autom. Löschen nach {{number}} Std.
es_es: Eliminar automáticamente después de {{number}} h
fr_fr: Suppression automatique après {{number}} h
id_id: Hapus otomatis setelah {{number}} jam
it_it: Elimina automaticamente dopo {{number}} h
ja_jp: {{number}} 時間後に自動削除
ko_kr: {{number}}시간 후 자동 삭제
ms_my: Padam automatik selepas {{number}} jam
pt_br: Exclusão automática após {{number}} h
ru_ru: Автоматическое удаление через {{number}} ч.
th_th: ลบอัตโนมัติหลังจาก {{number}} ชม.
vi_vn: Tự động xóa sau {{number}} giờ
zh_cn: {{number}} 小时后自动删除
zh_tw: {{number}} 小時後自動刪除

# 3QE
source: Auto delete after {{number}} min
de_de: Autom. Löschen nach {{number}} Min.
es_es: Eliminar automáticamente después de {{number}} min
fr_fr: Suppression automatique après {{number}} min
id_id: Hapus otomatis setelah {{number}} menit
it_it: Elimina automaticamente dopo {{number}} min
ja_jp: {{number}} 日後に自動削除
ko_kr: {{number}}분 후 자동 삭제
ms_my: Padam automatik selepas {{number}} min
pt_br: Exclusão automática após {{number}} min
ru_ru: Автоматическое удаление через {{number}} мин.
th_th: ลบอัตโนมัติหลังจาก {{number}} นาที
vi_vn: Tự động xóa sau {{number}} phút
zh_cn: {{number}} 分钟后自动删除
zh_tw: {{number}} 分鐘後自動刪除

# /ro
source: Delete comment
de_de: Kommentar löschen
es_es: Eliminar comentario
fr_fr: Supprimer le commentaire
id_id: Hapus komentar
it_it: Elimina commento
ja_jp: コメントを削除
ko_kr: 댓글 삭제
ms_my: Padam komen
pt_br: Excluir comentário
ru_ru: Удалить комментарий
th_th: ลบความคิดเห็น
vi_vn: Xóa nhận xét
zh_cn: 删除评论
zh_tw: 刪除評論

# nDY
source: You will not be able to restore this content once you delete it.
de_de: Wird dieser Inhalt gelöscht, kann er nicht mehr wiederhergestellt werden.
es_es: No podrás restaurar este contenido una vez que lo elimines.
fr_fr: Vous ne pourrez pas rétablir ce contenu suite à sa suppression.
id_id: Anda tidak dapat memulihkan konten ini setelah Anda menghapusnya.
it_it: Non sarà possibile ripristinare questo contenuto una volta eliminato.
ja_jp: 削除した内容は復旧できません
ko_kr: 삭제한 후에는 이 콘텐츠를 복원할 수 없습니다.
ms_my: Anda tidak akan dapat memulihkan kandungan ini setelah memadamnya.
pt_br: Você não poderá restaurar este conteúdo depois de excluí-lo.
ru_ru: Вы не сможете восстановить это содержимое после удаления.
th_th: คุณจะไม่สามารถคืนค่าเนื้อหานี้ได้เมื่อคุณลบ
vi_vn: Bạn sẽ không thể phục hồi nội dung này sau khi xóa.
zh_cn: 内容删除后将无法复原
zh_tw: 內容刪除後無法復原

# DNI
source: Delete "{{itemName}}"?
de_de: {{itemName}} löschen?
es_es: ¿Eliminar {{itemName}}?
fr_fr: Supprimer {{itemName}} ?
id_id: Hapus {{itemName}}?
it_it: Vuoi eliminare {{itemName}}?
ja_jp: 「{{itemName}}」を削除しますか？
ko_kr: {{itemName}}을(를) 삭제하시겠습니까?
ms_my: Padam "{{itemName}}"?
pt_br: Excluir {{itemName}}?
ru_ru: Удалить {{itemName}}?
th_th: ลบ {{itemName}} หรือไม่
vi_vn: Xóa {{itemName}}?
zh_cn: 是否删除“{{itemName}}”？
zh_tw: 是否刪除 {{itemName}}？

# UbM
source: This content has already been deleted by the owner.
de_de: Dieser Inhalt wurde bereits vom Besitzer gelöscht.
es_es: El contenido ha sido eliminado por el propietario.
fr_fr: Ce contenu a déjà été supprimé par le propriétaire.
id_id: Konten ini telah dihapus oleh pemiliknya.
it_it: Questo contenuto è già stato eliminato dal proprietario.
ja_jp: このコンテンツは所有者に削除されました
ko_kr: 소유자가 이미 이 콘텐츠를 삭제했습니다.
ms_my: Kandungan ini telah dipadamkan oleh pemiliknya.
pt_br: Este conteúdo já foi excluído pelo proprietário.
ru_ru: Это содержимое удалено владельцем.
th_th: เนื้อหานี้ถูกเจ้าของลบไปแล้ว
vi_vn: Chủ sở hữu đã xóa tài liệu này.
zh_cn: 该内容已被所有者删除
zh_tw: 該內容已被所有者刪除

# Ww0
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Perincian
it_it: Dettagli
ja_jp: 基本情報
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 基本信息
zh_tw: 基本資訊

# YNw
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Feito
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# Ty4
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# fA8
source: Download audio
de_de: Audio herunterladen
es_es: Descargar audio
fr_fr: Télécharger l'audio
id_id: Unduh audio
it_it: Scarica audio
ja_jp: オーディオをダウンロード
ko_kr: 오디오 다운로드
ms_my: Muat turun audio
pt_br: Fazer download de áudio
ru_ru: Скачать аудио
th_th: ดาวน์โหลดเสียง
vi_vn: Tải xuống âm thanh
zh_cn: 下载音频
zh_tw: 下載音訊

# fCc
source: You can download the video or export Minutes to local to save.
de_de: Sie können das Video herunterladen oder Minutes exportieren und lokal speichern.
es_es: Puedes descargar el vídeo o exportar las actas localmente para guardarlas.
fr_fr: Vous pouvez télécharger la vidéo ou exporter les comptes-rendus en local pour les enregistrer.
id_id: Anda dapat mengunduh video atau mengekspor Minutes ke lokal untuk menyimpan.
it_it: Puoi scaricare il video o esportare il Verbale in locale per salvarlo.
ja_jp: コンテンツを保存するには、ビデオをダウンロードするか、Minutes をエクスポートできます
ko_kr: 동영상을 다운로드하거나 회의록을 로컬로 내보내 저장할 수 있습니다.
ms_my: Anda boleh memuat turun video atau mengeksport Minit ke tempatan untuk disimpan.
pt_br: Você pode baixar o vídeo ou exportar Minutes para o local para salvar.
ru_ru: Вы можете скачать видео или экспортировать Minutes на локальный диск для сохранения.
th_th: คุณสามารถดาวน์โหลดวิดีโอหรือส่งออก Minutes ไปยังเครื่องเพื่อบันทึก
vi_vn: Bạn có thể tải xuống video hoặc xuất Biên bản vào bộ nhớ cục bộ để lưu.
zh_cn: 你可以下载视频或导出妙记到本地进行保存
zh_tw: 你可以下載影片或將妙記匯出到本機進行儲存

# 73k
source: Download Video
de_de: Video herunterladen
es_es: Descargar vídeo
fr_fr: Télécharger la vidéo
id_id: Unduh video
it_it: Scarica video
ja_jp: ビデオをダウンロード
ko_kr: 동영상 다운로드
ms_my: Muat turun Video
pt_br: Fazer download de vídeo
ru_ru: Скачать видео
th_th: ดาวน์โหลดวิดีโอ
vi_vn: Tải xuống video
zh_cn: 下载视频
zh_tw: 下載視訊

# XQ8
source: Duration:
de_de: Dauer:
es_es: Duración:
fr_fr: Durée :
id_id: Durasi:
it_it: Durata:
ja_jp: 所要時間：
ko_kr: 지속 시간:
ms_my: Tempoh:
pt_br: Duração:
ru_ru: Продолжительность:
th_th: ระยะเวลา:
vi_vn: Thời lượng:
zh_cn: 时长：
zh_tw: 時長：
