Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# tIs
source: Who can open this link?
de_de: Wer kann diesen Link öffnen?
es_es: ¿Quién puede abrir este enlace?
fr_fr: Qui peut ouvrir ce lien ?
id_id: Siapa yang dapat membuka tautan ini?
it_it: Chi può aprire questo link?
ja_jp: 誰がこのリンクを開くことができますか？
ko_kr: 누가 이 링크를 열 수 있나요?
ms_my: Siapa yang boleh membuka pautan ini?
pt_br: Quem pode abrir este link?
ru_ru: Кто может открыть эту ссылку?
th_th: ใครสามารถเปิดลิงก์นี้ได้
vi_vn: Ai có thể mở liên kết này?
zh_cn: 谁可以打开此链接？
zh_tw: 誰可以開啟此連結？

# I8E
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 一致する結果がありません
ko_kr: 결과를 찾을 수 없음
ms_my: Tiada hasil ditemui
pt_br: Nenhum resultado encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả nào
zh_cn: 无匹配结果
zh_tw: 無符合結果

# KBw
source: No files yet
de_de: Noch keine Dateien
es_es: No hay archivos todavía
fr_fr: Aucun fichier pour l'instant
id_id: Belum ada file
it_it: Ancora nessun file
ja_jp: ファイルがありません
ko_kr: 아직 파일 없음
ms_my: Belum ada fail
pt_br: Nenhum arquivo ainda
ru_ru: Файлов пока нет
th_th: ยังไม่มีไฟล์
vi_vn: Chưa có tập tin nào
zh_cn: 暂无妙记文件
zh_tw: 暫無妙記檔案

# UYg
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中…

# Q10
source: Log out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
id_id: Keluar
it_it: Disconnettiti
ja_jp: ログアウト
ko_kr: 로그아웃
ms_my: Log keluar
pt_br: Encerrar sessão
ru_ru: Выйти
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_tw: 登出

# BXw
source: 普通话
id_id: Mandarin
ko_kr: 표준어
zh_tw: 普通話

# XR8
source: Meeting clips
de_de: Besprechungsclips
es_es: Clips de la reunión
fr_fr: Clips de réunion
id_id: Klip rapat
it_it: Clip della riunione
ja_jp: Minutes クリップ
ko_kr: 회의 클립
ms_my: Klip mesyuarat
pt_br: Cortar reuniões
ru_ru: Клипы конференции
th_th: คลิปการประชุม
vi_vn: Clip cuộc họp
zh_cn: 妙记片段
zh_tw: 妙記片段

# 1iQ
source: Created
de_de: Erstellt
es_es: Creada
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 作成日時
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado em
ru_ru: Создано
th_th: สร้างแล้ว
vi_vn: Đã tạo
zh_cn: 创建时间
zh_tw: 建立時間

# Z+o
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 擁有者

# Z18
source: Participants
de_de: Teilnehmer
es_es: Participantes
id_id: Peserta
it_it: Partecipanti
ja_jp: 参加者
ko_kr: 참가자
ms_my: Peserta
pt_br: Participantes
ru_ru: Участники
th_th: ผู้เข้าร่วม
vi_vn: Người tham gia
zh_cn: 参与者
zh_tw: 參與者

# cqc
source: Related links
de_de: Zugehörige Links
es_es: Enlaces relacionados
fr_fr: Liens connexes
id_id: Tautan terkait
it_it: Link correlati
ja_jp: 関連リンク
ko_kr: 관련 링크
ms_my: Pautan berkaitan
pt_br: Links relacionados
ru_ru: Связанные ссылки
th_th: ลิงก์ที่เกี่ยวข้อง
vi_vn: Liên kết liên quan
zh_cn: 相关链接
zh_tw: 相關連結

# nCA
source: Meeting Info
de_de: Besprechungsinformationen
es_es: Información de la reunión
fr_fr: Informations sur la réunion
id_id: Info Rapat
it_it: Informazioni sulla riunione
ja_jp: 会議の情報
ko_kr: 회의 정보
ms_my: Maklumat Mesyuarat
pt_br: Informações sobre a reunião
ru_ru: Сведения о конференции
th_th: ข้อมูลการประชุม
vi_vn: Thông tin cuộc họp
zh_cn: 会议信息
zh_tw: 會議資訊

# c38
source: Meeting notes
de_de: Besprechungsnotizen
es_es: Notas de reunión
fr_fr: Notes de réunion
id_id: Catatan rapat
it_it: Note riunione
ja_jp: 議事録
ko_kr: 회의 메모
ms_my: Nota mesyuarat
pt_br: Anotações da reunião
ru_ru: Протоколы конференции
th_th: บันทึกการประชุม
vi_vn: Ghi chú cuộc họp
zh_cn: 会议纪要
zh_tw: 會議記錄

# HfY
source: No smart chapters were generated because the content discussed was brief.
de_de: Weil der besprochene Inhalt kurz war, wurden keine intelligenten Kapitel generiert.
es_es: No se han generado capítulos inteligentes porque se trató un contenido breve.
fr_fr: Aucun chapitre intelligent n'a été généré, car le contenu abordé était bref.
id_id: Tidak ada bab cerdas yang dihasilkan karena konten yang didiskusikan singkat.
it_it: Non è stato generato alcun capitolo intelligente poiché il contenuto discusso era breve.
ja_jp: 会議が短すぎるため、セクションを生成できません。
ko_kr: 토론한 콘텐츠가 짧아서 스마트 챕터가 생성되지 않았습니다.
ms_my: Tiada bab pintar dihasilkan kerana isi perbincangan singkat.
pt_br: Não foram gerados capítulos inteligentes porque o conteúdo discutido era breve.
ru_ru: Интеллектуальные главы не созданы, поскольку обсуждаемый контент слишком короткий.
th_th: ไม่มีการสร้างบทอัจฉริยะเนื่องจากเนื้อหาที่กล่าวถึงสั้นเกินไป
vi_vn: Chưa tạo chương thông minh nào vì nội dung thảo luận ngắn.
zh_cn: 会议内容较短，没有生成智能章节
zh_tw: 會議內容較短，沒有產生智慧章節

# zsc
source: No summary was generated because the content discussed was brief.
de_de: Weil der besprochene Inhalt kurz war, wurde keine Zusammenfassung generiert.
es_es: No se ha generado ningún resumen porque se trató un contenido breve.
fr_fr: Aucun résumé n'a été généré, car le contenu abordé était bref.
id_id: Tidak ada ringkasan yang dibuat karena konten yang didiskusikan singkat.
it_it: Non è stato generato alcun riepilogo poiché il contenuto discusso era breve.
ja_jp: 会議が短すぎるため、要約を生成できません。
ko_kr: 토론한 콘텐츠가 짧아서 요약이 생성되지 않았습니다.
ms_my: Tiada ringkasan dihasilkan kerana isi perbincangan singkat.
pt_br: Nenhum resumo foi gerado porque o conteúdo discutido era breve.
ru_ru: Сводка не подготовлена, поскольку обсуждаемый контент слишком короткий.
th_th: ไม่มีการสร้างบทสรุปเนื่องจากเนื้อหาที่กล่าวถึงสั้นเกินไป
vi_vn: Chưa tạo bản tóm tắt nào vì nội dung thảo luận ngắn.
zh_cn: 会议内容较短，没有生成智能总结
zh_tw: 會議內容較短，沒有產生智慧總結

# 4PA
source: No content yet
de_de: Noch kein Inhalt
es_es: Aún no hay contenido
fr_fr: Aucun contenu pour le moment
id_id: Belum ada konten
it_it: Ancora nessun contenuto
ja_jp: 内容がありません
ko_kr: 아직 콘텐츠가 없습니다
ms_my: Tiada kandungan lagi
pt_br: Nenhum conteúdo ainda
ru_ru: Пока нет контента
th_th: ยังไม่มีเนื้อหา
vi_vn: Chưa có nội dung
zh_cn: 暂无内容
zh_tw: 暫無內容

# Kh8
source: {{number}} minutes ago
de_de: {{number}} Minuten her
es_es: Hace {{number}} minutos
fr_fr: Il y a {{number}} minutes
id_id: {{number}} menit lalu
it_it: {{number}} minuti fa
ja_jp: {{number}} 分前
ko_kr: {{number}}분 전
ms_my: {{number}} minit lalu
pt_br: {{number}} minutos atrás
ru_ru: {{number}} мин. назад
th_th: {{number}} นาทีที่ผ่านมา
vi_vn: {{number}} phút trước
zh_cn: {{number}} 分钟前
zh_tw: {{number}} 分鐘前

# Qzg
source: {{number}} minute ago
de_de: {{number}} Minute her
es_es: Hace {{number}} minuto
fr_fr: Il y a {{number}} minute
id_id: {{number}} menit lalu
it_it: {{number}} minuto fa
ja_jp: {{number}} 分前
ko_kr: {{number}}분 전
ms_my: {{number}} minit lalu
pt_br: {{number}} minuto atrás
ru_ru: {{number}} мин. назад
th_th: {{number}} นาทีที่ผ่านมา
vi_vn: {{number}} phút trước
zh_cn: {{number}} 分钟前
zh_tw: {{number}} 分鐘前

# sHw
source: Minutes
es_es: Minutos
it_it: Verbale
ko_kr: 회의록
ms_my: Minit
vi_vn: Biên bản
zh_cn: 妙记
zh_tw: 妙記

source: In order to divide your transcription into sections by speakers, Minutes will need to collect and use voice data from your uploaded files. We respect your privacy and are committed to protecting it through our compliance with the @@Privacy Statement@@. We use anonymization to remove personally identifiable information, and won’t store any biometric data without your knowledge.
de_de: Um Ihre Transkription in Abschnitte nach Sprechern aufzuteilen, muss Minutes Stimmdaten aus Ihren hochgeladenen Dateien erfassen und verwenden. Wir respektieren Ihre Privatsphäre und verpflichten uns, sie durch die Einhaltung der @@Datenschutzrichtlinie@@ zu schützen. Wir führen eine Anonymisierung durch, um persönlich identifizierbare Daten zu entfernen, und wir speichern keine biometrischen Daten ohne Ihr Wissen.
es_es: Para dividir tu transcripción en secciones según los ponentes participantes, Minutes necesita recopilar y utilizar los datos de voz procedentes de los archivos que has subido. Respetamos tu privacidad y nos comprometemos a protegerla cumpliendo la @@Declaración de privacidad@@. Usamos herramientas de anonimización para quitar cualquier tipo de información que pueda identificar a una persona y no almacenamos ningún dato biométrico sin tu conocimiento.
fr_fr: Afin de diviser votre transcription en sections par intervenant, Minutes devra collecter et utiliser les données vocales de vos fichiers envoyés. Nous respectons votre vie privée et nous nous engageons à la protéger conformément à la @@Déclaration de confidentialité@@. Nous utilisons l'anonymisation pour retirer les informations personnellement identifiables et nous ne stockons aucune donnée biométrique à votre insu.
id_id: Untuk membagi transkripsi Anda menjadi beberapa bagian berdasarkan pembicara, Minutes perlu mengumpulkan dan menggunakan data suara dari file yang Anda unggah. Kami menghargai privasi Anda dan berkomitmen untuk melindunginya melalui kepatuhan kami terhadap @@Pernyataan Privasi@@. Kami menggunakan anonimisasi untuk menghapus informasi pribadi yang dapat diidentifikasi, dan tidak akan menyimpan data biometrik apa pun tanpa sepengetahuan Anda.
it_it: Per dividere la trascrizione in sezioni per relatore, Verbale dovrà acquisire e utilizzare i dati vocali dai file caricati. Rispettiamo la tua privacy e ci impegniamo a proteggerla osservando l'@@Informativa sulla privacy@@. Utilizziamo l'anonimizzazione per rimuovere le informazioni di identificazione personale e non archiviamo alcun dato biometrico a tua insaputa.
ja_jp: 異なる発言者を識別し、より正確な Minutes を作成するために、レコーディングファイルから音声データを収集してプロセスする必要があります。私たちは、あなたのプライバシーを保護し、@@プライバシーポリシー@@を遵守することを約束します。プロセスに使用される音声データは匿名化され、識別用のデータを保存することはありません。
ko_kr: 기록을 발화자별 섹션으로 나누려면 회의록이 업로드된 파일에서 음성 데이터를 수집하고 사용해야 합니다. 당사는 회원님의 개인 정보를 소중히 여깁니다. 또한 @@개인정보 보호정책@@을 준수하여 개인 정보를 보호하도록 최선을 다하고 있습니다. 당사는 익명화를 사용하여 개인 식별 가능한 정보를 제거하며 회원님 모르게 생체 인식 데이터를 저장하지 않습니다.
ms_my: Untuk membahagikan transkripsi anda mengikut bahagian oleh pembicara, Minit perlu mengumpul dan menggunakan data suara dari fail yang dimuat naik. Kami menghormati privasi anda dan komited untuk melindunginya melalui pematuhan kami terhadap @@Kenyataan Privasi@@. Kami menggunakan anonimisasi untuk mengeluarkan maklumat peribadi yang dapat dikenal pasti, dan tidak akan menyimpan data biometrik tanpa pengetahuan anda.
pt_br: Para dividir sua transcrição em seções por oradores, os Minutes precisarão coletar e usar dados de voz de seus arquivos enviados. Respeitamos sua privacidade e estamos comprometidos em protegê-la por meio de nossa conformidade com a @@Declaração de privacidade@@. Usamos o anonimato para remover informações de identificação pessoal e não armazenamos dados biométricos sem o seu conhecimento.
ru_ru: Чтобы разделить вашу транскрипцию на разделы по выступающим, Minutes потребуется собирать и использовать голосовые данные из загруженных вами файлов. Мы уважаем вашу конфиденциальность и обязуемся защищать ее посредством соблюдения @@Заявление о конфиденциальности@@. Мы используем анонимность для удаления информации, позволяющей установить личность, и не будем хранить биометрические данные без вашего ведома.
th_th: ในการแบ่งการถอดเสียงออกเป็นส่วน ๆ ตามผู้พูด Minutes จะต้องรวบรวมและใช้ข้อมูลเสียงจากไฟล์ที่คุณอัปโหลด เราเคารพความเป็นส่วนตัวของคุณและมุ่งมั่นที่จะปกป้องผ่านการปฏิบัติตาม @@คำชี้แจงความเป็นส่วนตัว@@ เราใช้การไม่เปิดเผยตัวตนเพื่อลบข้อมูลส่วนบุคคล และจะไม่จัดเก็บข้อมูลไบโอเมตริกใด ๆ โดยที่คุณไม่ทราบ
vi_vn: Để chia bản chép lời thành các phần theo người phát biểu, Biên bản sẽ cần thu thập và sử dụng dữ liệu giọng nói từ các tập tin bạn đã tải lên. Chúng tôi tôn trọng và cam kết bảo vệ quyền riêng tư của bạn thông qua việc tuân thủ @@Tuyên bố về quyền riêng tư@@. Chúng tôi sử dụng phương thức ẩn danh để xóa thông tin có thể nhận dạng cá nhân và sẽ không lưu trữ bất kỳ dữ liệu sinh trắc học nào mà bạn không biết.
zh_cn: 为了帮助你整理出更清晰的妙记，我们会在录音文件中获取并使用声音信息以区分出不同的说话人。妙记会严格遵守 @@隐私政策@@，对声音信息进行匿名化处理，且不会在过程中存储任何声音特征信息
zh_tw: 為了協助你整理出更清晰的妙記，我們會在錄音檔案中取得並使用聲音資訊，以區別不同的發言人。妙記會嚴格遵守 @@隱私權政策@@，對聲音資訊進行匿名化處理，且不會在過程中儲存任何聲音特徵資訊

# NpM
source: Minutes Privacy Statement
de_de: Minutes – Datenschutzrichtlinie
es_es: Declaración de privacidad de Minutes
fr_fr: Déclaration de confidentialité de Minutes
id_id: Pernyataan Privasi Minutes
it_it: Informativa sulla privacy di Verbale
ja_jp: プライバシーについて
ko_kr: 회의록 개인정보 보호정책
ms_my: Kenyataan Privasi Minit
pt_br: Declaração de privacidade dos Minutes
ru_ru: Заявление о конфиденциальности Minutes
th_th: คำชี้แจงความเป็นส่วนตัวของ Minutes
vi_vn: Tuyên bố về quyền riêng tư của Biên bản
zh_cn: 妙记隐私声明
zh_tw: 妙記隱私權聲明

# VN0
source: Minutes
es_es: Minutos
it_it: Verbale
ja_jp: 議事録
ko_kr: 회의록
ms_my: Minit
vi_vn: Biên bản
zh_cn: 会议纪要
zh_tw: 會議記錄

# zb4
source: All files
de_de: Alle Dateien
es_es: Todos los archivos
fr_fr: Tous les fichiers
id_id: Semua file
it_it: Tutti i file
ja_jp: すべて
ko_kr: 모든 파일
ms_my: Semua fail
pt_br: Todos os arquivos
ru_ru: Все файлы
th_th: ไฟล์ทั้งหมด
vi_vn: Tất cả tập tin
zh_cn: 全部
zh_tw: 全部

# PNc
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lebih
pt_br: Mais
ru_ru: Более
th_th: เพิ่มเติม
vi_vn: Xem thêm
zh_cn: 更多
zh_tw: 更多

# YMw
source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
id_id: Komentar
it_it: Commenti
ja_jp: コメント数
ko_kr: 댓글
ms_my: Komen
pt_br: Comentários
ru_ru: Комментарии
th_th: ความคิดเห็น
vi_vn: Nhận xét
zh_cn: 评论总数

# RFA
source: Created
de_de: Erstellt
es_es: Creación
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 作成日時
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Время создания
th_th: สร้างสำเร็จแล้ว
vi_vn: Đã tạo
zh_cn: 妙记创建时间

# z7Q
source: Activities
de_de: Aktivitäten
es_es: Actividades
fr_fr: Activités
id_id: Aktivitas
it_it: Attività
ja_jp: アクティビティ
ko_kr: 활동
ms_my: Aktiviti
pt_br: Atividades
ru_ru: Деятельность
th_th: กิจกรรม
vi_vn: Hoạt động
zh_cn: 互动统计

# ukI
source: See Statistics
de_de: Statistiken anzeigen
es_es: Ver estadísticas
fr_fr: Afficher les statistiques
id_id: Lihat Statistik
it_it: Visualizza statistiche
ja_jp: 統計データ
ko_kr: 통계 참조
ms_my: Lihat Statistik
pt_br: Ver estatísticas
ru_ru: Смотреть статистику
th_th: ดูสถิติ
vi_vn: Xem số liệu thống kê
zh_cn: 查看统计
zh_tw: 查看統計資料

# SJs
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 妙记所有者

# fsI
source: People who reacted
de_de: Personen, die reagiert haben
es_es: Personas que han reaccionado
fr_fr: Personnes ayant réagi
id_id: Orang yang bereaksi
it_it: Persone che hanno reagito
ja_jp: 絵文字返信人数
ko_kr: 반응한 사용자
ms_my: Orang yang memberi reaksi
pt_br: Pessoas que reagiram
ru_ru: Люди, которые отреагировали
th_th: คนที่ตอบกลับ
vi_vn: Người đã phản hồi
zh_cn: 表情互动人数
zh_tw: 表情互動人數

# Pvg
source: Pageviews
de_de: Seitenaufrufe
es_es: Vistas de la página
fr_fr: Vues de pages
id_id: Tampilan halaman
it_it: Visualizzazioni pagina
ja_jp: アクセス回数
ko_kr: 페이지 보기
ms_my: Paparan Halaman
pt_br: Visualizações de página
ru_ru: Просмотры страниц
th_th: จำนวนหน้าที่มีการเปิด
vi_vn: Lượt xem trang
zh_cn: 访问次数

# upY
source: Views
de_de: Aufrufe
es_es: Visualizaciones
fr_fr: Affichage
id_id: Tayangan
it_it: Visualizzazioni
ja_jp: アクセスデータ
ko_kr: 조회 수
ms_my: Pandangan
pt_br: Visualizações
ru_ru: Виды
th_th: ยอดดู
vi_vn: Số lượt xem
zh_cn: 访问统计
zh_tw: 存取統計

# 44k
source: Viewers
de_de: Betrachter
es_es: Espectadores
fr_fr: Visiteurs
id_id: Penonton
it_it: Visualizzatori
ja_jp: アクセス人数
ko_kr: 시청자
ms_my: Penonton
pt_br: Visualizadores
ru_ru: Посетители
th_th: ผู้ดู
vi_vn: Người xem
zh_cn: 访问人数

# tPQ
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: 詳細
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Дополнительно
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# bBc
source: My content
de_de: Meine Inhalte
es_es: Mi contenido
fr_fr: Mon contenu
id_id: Konten saya
it_it: I miei contenuti
ja_jp: 私のコンテンツ
ko_kr: 나의 콘텐츠
ms_my: Kandungan saya
pt_br: Meu conteúdo
ru_ru: Мои материалы
th_th: เนื้อหาของฉัน
vi_vn: Nội dung của tôi
zh_cn: 我的内容
zh_tw: 我的內容

# CV8
source: No content
de_de: Kein Inhalt
es_es: Sin contenido
fr_fr: Aucun contenu
id_id: Tidak ada konten
it_it: Nessun contenuto
ja_jp: コンテンツがありません
ko_kr: 콘텐츠 없음
ms_my: Tiada kandungan
pt_br: Sem conteúdo
ru_ru: Содержимое отсутствует
th_th: ไม่พบเนื้อหา
vi_vn: Không có nội dung
zh_cn: 无内容
zh_tw: 無內容

# D2I
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: キャンセル
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# kU4
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# aZg
source: Delete this file?
de_de: Diese Datei löschen?
es_es: ¿Eliminar este archivo?
fr_fr: Supprimer ce fichier ?
id_id: Hapus file ini?
it_it: Eliminare questo file?
ja_jp: このファイルを削除しますか？
ko_kr: 이 파일을 삭제하시겠습니까?
ms_my: Padam fail ini?
pt_br: Excluir este arquivo?
ru_ru: Удалить этот файл?
th_th: ลบไฟล์นี้หรือไม่
vi_vn: Xóa tập tin này?
zh_cn: 删除该妙记？
zh_tw: 刪除該妙記？

# Wz0
source: Deleted file will be moved to Trash and will be permanently deleted after 30 days
de_de: Die gelöschte Datei wird in den Papierkorb verschoben und nach 30 Tagen endgültig gelöscht
es_es: El archivo eliminado se moverá a la Papelera y se eliminará definitivamente después de 30 días
fr_fr: Le fichier supprimé sera déplacé vers la corbeille et sera définitivement supprimé après 30 jours.
id_id: File yang dihapus akan dipindahkan ke Sampah dan akan dihapus secara permanen setelah 30 hari
it_it: Il file eliminato sarà spostato nel Cestino ed eliminato definitivamente dopo 30 giorni
ja_jp: 削除したファイルはゴミ箱に移動され、30 日後に完全に削除されます
ko_kr: 삭제된 파일은 휴지통으로 이동되고 30일 후에 영구히 삭제됩니다
ms_my: Fail yang dipadam akan dipindahkan ke Tong Sampah dan akan dipadamkan secara kekal selepas 30 hari
pt_br: O arquivo excluído será movido para a Lixeira e será excluído permanentemente após 30 dias
ru_ru: Удаленный файл будет перемещен в Корзину и окончательно удален через 30 дней.
th_th: ไฟล์ที่ถูกลบจะถูกย้ายไปยังถังขยะและจะถูกลบอย่างถาวรหลังจาก 30 วัน
vi_vn: Tập tin đã xóa sẽ được chuyển vào thư mục Rác và sẽ bị xóa vĩnh viễn sau 30 ngày
zh_cn: 删除的妙记将进入回收站，30 天后将自动永久删除
zh_tw: 刪除的妙記將進入資源回收筒，30 天後將自動永久刪除

# gHk
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Kgs
source: File deleted
de_de: Datei gelöscht
es_es: Archivo eliminado
fr_fr: Fichier supprimé
id_id: File berhasil dihapus
it_it: File eliminato
ja_jp: 削除しました
ko_kr: 파일이 삭제되었습니다
ms_my: Fail dipadam
pt_br: Arquivo excluído
ru_ru: Файл удален
th_th: ไฟล์ถูกลบแล้ว
vi_vn: Đã xóa tập tin
zh_cn: 文件已删除
zh_tw: 檔案已刪除

# P6Y
source: {{name}} is editing right now.
de_de: {{name}} führt derzeit Bearbeitungsschritte durch.
es_es: {{name}} está introduciendo cambios en este momento.
fr_fr: {{name}} est actuellement en train de modifier.
id_id: {{name}} sedang mengedit sekarang.
it_it: Modifica di {{name}} in corso.
ja_jp: {{name}}は編集中です
ko_kr: {{name}} 님이 현재 편집 중입니다.
ms_my: {{name}} sedang mengedit sekarang.
pt_br: {{name}} está editando neste momento.
ru_ru: Пользователь {{name}} сейчас редактирует запись.
th_th: {{name}} กำลังแก้ไขในขณะนี้
vi_vn: {{name}} hiện đang mở.
zh_cn: {{name}}正在编辑
zh_tw: {{name}}正在編輯

# ckw
source: Network error. Please try again later
de_de: Netzwerkfehler. Bitte versuchen Sie es später erneut
es_es: Error en la red. Inténtalo de nuevo más tarde
fr_fr: Erreur réseau. Veuillez réessayer plus tard
id_id: Kesalahan jaringan. Coba lagi nanti
it_it: Errore di rete. Riprova più tardi
ja_jp: 接続エラーです。再試行してください
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요
ms_my: Ralat rangkaian. Sila cuba lagi kemudian
pt_br: Erro de rede. Tente novamente mais tarde
ru_ru: Ошибка сети. Повторите попытку позже
th_th: เกิดข้อผิดพลาดด้านเครือข่าย โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau
zh_cn: 网络错误，请稍后重试
zh_tw: 網路錯誤，請稍後重試。

# 7pQ
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Следующий
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_tw: 下一步

# Lm8
source: You don't have permission to access this content.
de_de: Sie haben keine Berechtigung, auf diesen Inhalt zuzugreifen.
es_es: No tienes permiso para acceder a este contenido.
fr_fr: Vous n'êtes pas autorisé à accéder à ce contenu.
id_id: Anda tidak memiliki izin untuk mengakses konten ini.
it_it: Non hai l'autorizzazione per accedere a questo contenuto.
ja_jp: アクセス権限がありません
ko_kr: 이 콘텐츠에 액세스할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses kandungan ini.
pt_br: Você não tem permissão para acessar este conteúdo.
ru_ru: У вас нет разрешения на доступ к этому содержимому.
th_th: คุณไม่มีสิทธิ์การอนุญาตให้เข้าถึงเนื้อหานี้
vi_vn: Bạn không có quyền truy cập nội dung này.
zh_cn: 没有权限访问
zh_tw: 沒有權限存取

# u6M
source: Edit session expired due to inactivity
de_de: Bearbeitungssitzung aufgrund von Inaktivität abgelaufen
es_es: La sesión de edición ha expirado por inactividad
fr_fr: La session de modification a expiré en raison d'une inactivité
id_id: Sesi pengeditan kedaluwarsa karena tidak aktif
it_it: Sessione di modifica scaduta per inattività
ja_jp: 長時間操作していなかったため、編集モードから退出しました
ko_kr: 비활성 상태이므로 편집 세션이 만료되었습니다
ms_my: Sesi edit tamat kerana tidak aktif
pt_br: A sessão de edição expirou devido à inatividade
ru_ru: Срок действия сеанса редактирования истек из-за бездействия
th_th: เซสชันการแก้ไขหมดอายุแล้วเนื่องจากไม่ได้ใช้งาน
vi_vn: Phiên chỉnh sửa đã hết hạn do không hoạt động
zh_cn: 长时间未操作，已退出编辑模式

# ZDI
source: No smart chapters were generated because the content discussed was brief.
de_de: Weil der besprochene Inhalt kurz war, wurden keine intelligenten Kapitel generiert.
es_es: No se han generado capítulos inteligentes porque se habló de un contenido breve.
fr_fr: Aucun chapitre intelligent n'a été généré, car le contenu abordé était bref.
id_id: Tidak ada bab cerdas yang dihasilkan karena konten yang didiskusikan singkat.
it_it: Non è stato generato alcun capitolo intelligente poiché il contenuto discusso era breve.
ja_jp: 会議が短いため、セクションごとの要約を生成できません。
ko_kr: 토론한 콘텐츠가 짧아 스마트 챕터가 생성되지 않았습니다.
ms_my: Tiada bab pintar dijana kerana kandungan yang dibincangkan singkat.
pt_br: Não foram gerados capítulos inteligentes porque o conteúdo discutido era breve.
ru_ru: Интеллектуальные главы не созданы, потому что обсуждение было кратким.
th_th: ไม่มีการสร้างบทอัจฉริยะเนื่องจากเนื้อหาที่กล่าวถึงสั้นเกินไป
vi_vn: Chưa tạo chương thông minh nào vì nội dung thảo luận ngắn.
zh_cn: 会议内容较短，没有章节纪要
zh_tw: 會議內容較短，沒有章節記錄

# SDk
source: No internet connection
de_de: Keine Internetverbindung
es_es: No hay conexión a Internet
fr_fr: Aucune connexion Internet
id_id: Tidak ada koneksi internet
it_it: Nessuna connessione Internet
ja_jp: ネットワークに接続していません
ko_kr: 인터넷 연결 없음
ms_my: Tiada sambungan internet
pt_br: Sem conexão de internet
ru_ru: Отсутствует подключение к Интернету
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Không có kết nối internet
zh_cn: 无网络连接
zh_tw: 沒有網路連線
