Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# znM
source: AI notes are generated by AI and may be inaccurate or misleading. Please refer to them with caution. They do not represent the views or positions of our platform.
de_de: KI-Notizen sind von KI generierte Notizen und können ungenau oder irreführend sein. Bitte verweisen Sie auf sie mit Bedacht und beachten Sie bitte, dass sie nicht die Ansichten oder Positionen unserer Plattform widerspiegeln.
es_es: Las notas con IA se generan mediante inteligencia artificial y pueden ser inexactas o engañosas. Utilízalas con precaución. No representan las opiniones ni las posiciones de nuestra plataforma.
fr_fr: Les notes d'IA sont générées par l'IA et peuvent être inexactes ou trompeuses. Veuillez faire attention lorsque vous les consultez. Elles ne représentent pas les opinions ou les positions de notre plateforme.
id_id: Catatan AI dihasilkan oleh AI dan mungkin tidak akurat atau menyesatkan. Rujuk dengan hati-hati. Catatan tersebut tidak mewakili pandangan atau posisi platform kami.
it_it: Le note IA sono generate dall'IA e potrebbero essere non precise o fuorvianti. Consultale con cautela. Non rappresentano i valori o la posizione della nostra piattaforma.
ja_jp: AI 議事録は AI によって生成されたものです。そのため、不正確な情報や誤解を招く可能性がありますので、あらかじめご了承ください。また、内容は弊社の見解を表すものではありません。
ko_kr: AI 메모는 AI에 의해 생성되며 정확하지 않거나 오해의 소지가 있을 수 있습니다. 주의해서 참조하세요. 해당 내용은 당사 플랫폼의 관점이나 입장을 대변하지 않습니다.
ms_my: Nota AI dihasilkan oleh AI dan mungkin tidak tepat atau mengelirukan. Sila merujuk kepada mereka dengan berhati-hati. Mereka tidak mewakili pandangan atau kedudukan platform kami.
pt_br: As anotações por IA são geradas por IA e podem ser imprecisas ou enganosas. Consulte-as com cautela. Elas não representam as opiniões ou posições da nossa plataforma.
ru_ru: Примечания генерируются ИИ, они могут быть неточными или вводящими в заблуждение. Обращайтесь с ними с осторожностью. Они не отражают взгляды или позиции нашей платформы.
th_th: หมายเหตุ AI สร้างขึ้นโดย AI และอาจไม่แม่นยำหรืออาจทำให้เข้าใจผิดได้ โปรดดูด้วยความระมัดระวัง หมายเหตุดังกล่าวไม่ได้แสดงถึงมุมมองหรือจุดยืนสำหรับแพลตฟอร์มของเรา
vi_vn: Ghi chú AI do AI tạo và có thể không chính xác hoặc gây hiểu lầm. Vui lòng thận trọng khi tham khảo. Các ghi chú này không đại diện cho quan điểm hoặc lập trường của nền tảng của chúng tôi.
zh_cn: 智能纪要内容由 AI 生成，可能不准确或具有误导性，请谨慎参考，这些内容不代表平台立场
zh_tw: 智慧記錄內容由 AI 產生，可能不準確或具有誤導性，請謹慎參考。這些內容不代表平台立場

# qtc
source: Transcript
de_de: Transkript
es_es: Transcripción
fr_fr: Transcription
id_id: Transkrip
it_it: Trascrizione
ja_jp: 会話記録
ko_kr: 회의록
ms_my: Transkrip
pt_br: Transcrição
ru_ru: Расшифровать
th_th: การถอดเสียง
vi_vn: Bản chép lại
zh_cn: 文字记录
zh_tw: 文字記錄

# UwE
source: Transcribing...
de_de: Wird transkribiert...
es_es: Transcribiendo...
fr_fr: Transcription...
id_id: Mentranskripsi...
it_it: Trascrizione in corso
ja_jp: 文字起こし中...
ko_kr: 기록 중...
ms_my: Menyalin...
pt_br: Transcrevendo...
ru_ru: Расшифровка...
th_th: กำลังถอดความ...
vi_vn: Đang chép lời...
zh_cn: 转写中...
zh_tw: 轉寫中…

# 8Ts
source: The transcript will only include written notes. Voice and video are not included.
de_de: Das Transkript wird nur die schriftlichen Notizen enthalten. Es werden keine Sprach- und Videoaufzeichnungen enthalten sein.
es_es: La transcripción solo incluirá notas escritas. No se incluirán voz ni vídeo.
fr_fr: La transcription ne comprendra que des notes écrites. La voix et la vidéo ne sont pas incluses.
id_id: Transkrip hanya akan mencakup catatan tertulis. Suara dan video tidak tercakup.
it_it: La trascrizione includerà solo le note scritte. Voce e video non sono inclusi.
ja_jp: 文字起こしで生成されたファイルにはテキストのみが含まれ、音声とビデオは含まれません。
ko_kr: 원고 기록에는 서면 메모만 포함됩니다. 음성 및 영상은 포함되지 않습니다.
ms_my: Transkrip hanya akan menyertakan nota bertulis. Suara dan video tidak termasuk.
pt_br: A transcrição incluirá apenas anotações escritas. Voz e vídeo não estão incluídos.
ru_ru: Расшифровка будет содержать только письменные протоколы. Голос и видео не включены.
th_th: การถอดเสียงจะรวมเฉพาะบันทึกที่เป็นลายลักษณ์อักษรเท่านั้น เสียงและวิดีโอจะไม่รวมอยู่ด้วย
vi_vn: Bản chép lời sẽ chỉ bao gồm ghi chú bằng văn bản chứ không bao gồm âm thanh và video.
zh_cn: 会议转录生成的文件仅包含文字，不包含声音和视频
zh_tw: 會議轉錄產生的檔案僅包含文字，不包含音訊和視訊

# k5I
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역하기
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевод
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_tw: 翻譯

# RhM
source: Translated
de_de: Übersetzt
es_es: Traducción finalizada
fr_fr: Traduit
id_id: Diterjemahkan
it_it: Traduzione completata
ja_jp: 翻訳しました
ko_kr: 번역됨
ms_my: Diterjemah
pt_br: Traduzido
ru_ru: Переведено
th_th: แปลแล้ว
vi_vn: Đã dịch
zh_cn: 翻译成功
zh_tw: 翻譯成功

# hIA
source: Translating...
de_de: Wird übersetzt...
es_es: Traduciendo...
fr_fr: Traduction...
id_id: Menerjemahkan...
it_it: Traduzione in corso
ja_jp: 翻訳中...
ko_kr: 번역 중...
ms_my: Menterjemah...
pt_br: Traduzindo...
ru_ru: Идет перевод...
th_th: กำลังแปล...
vi_vn: Đang dịch...
zh_cn: 翻译中...
zh_tw: 翻譯中…

# YYE
source: {{number}} days left
de_de: {{number}} Tage verbleiben
es_es: Quedan {{number}} días
fr_fr: {{number}} jours restants
id_id: Sisa {{number}} hari
it_it: {{number}} giorni rimasti
ja_jp: {{number}} 日後に完全に削除されます
ko_kr: {{number}}일 남음
ms_my: {{number}} hari lagi
pt_br: {{number}} dias restantes
ru_ru: Осталось {{number}} дн.
th_th: เหลืออีก {{number}} วัน
vi_vn: Còn lại {{number}} ngày
zh_cn: {{number}} 天后将永久删除
zh_tw: {{number}} 天後將永久刪除

# tjQ
source: Delete permanently
de_de: Endgültig löschen
es_es: Eliminar definitivamente
fr_fr: Supprimer définitivement
id_id: Hapus permanen
it_it: Elimina definitivamente
ja_jp: 完全削除
ko_kr: 영구히 삭제
ms_my: Padamkan secara kekal
pt_br: Excluir permanentemente
ru_ru: Удалить навсегда
th_th: ลบอย่างถาวร
vi_vn: Xóa vĩnh viễn
zh_cn: 永久删除
zh_tw: 永久刪除

# /9s
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: キャンセル
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# rug
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 永久删除
zh_tw: 永久刪除

# O8A
source: Once permanently deleted, this file can't be restored.
de_de: Diese Datei kann nicht wiederhergestellt werden, nachdem sie endgültig gelöscht wurde.
es_es: Una vez eliminado definitivamente, este archivo no se podrá restaurar.
fr_fr: Une fois définitivement supprimé, ce fichier ne peut pas être restauré.
id_id: Setelah dihapus secara permanen, file tidak dapat dipulihkan.
it_it: Una volta eliminato definitivamente, questo file non potrà essere ripristinato.
ja_jp: 完全に削除後、このファイルは復元できなくなります。
ko_kr: 영구히 삭제하면 이 파일을 복원할 수 없습니다.
ms_my: Setelah dihapuskan secara kekal, fail ini tidak boleh dipulihkan.
pt_br: Depois de excluído permanentemente, esse arquivo não pode ser restaurado.
ru_ru: После окончательного удаления этот файл невозможно восстановить.
th_th: เมื่อลบอย่างถาวรแล้ว ไฟล์นี้จะไม่สามารถกู้คืนได้
vi_vn: Không thể khôi phục tập tin này sau khi xóa vĩnh viễn.
zh_cn: 永久删除后，该妙记将无法被恢复。
zh_tw: 永久刪除後，該妙記將無法恢復。

# KDI
source: Permanently delete this file?
de_de: Diese Datei endgültig löschen?
es_es: ¿Eliminar este archivo definitivamente?
fr_fr: Supprimer définitivement ce fichier ?
id_id: Hapus file ini secara permanen?
it_it: Eliminare definitivamente questo file?
ja_jp: このファイルを完全に削除しますか？
ko_kr: 이 파일을 영구히 삭제하시겠습니까?
ms_my: Padamkan fail ini secara kekal?
pt_br: Excluir permanentemente este arquivo?
ru_ru: Удалить этот файл навсегда?
th_th: ลบไฟล์นี้อย่างถาวรหรือไม่
vi_vn: Xóa vĩnh viễn tập tin này?
zh_cn: 永久删除该妙记？
zh_tw: 永久刪除該妙記？

# QyY
source: {{number}} hours left
de_de: {{number}} Stunden verbleibend
es_es: Quedan {{number}} horas
fr_fr: {{number}} heures restantes
id_id: Tersisa {{number}} jam
it_it: {{number}} ore rimaste
ja_jp: {{number}} 時間後に完全に削除されます
ko_kr: {{number}}시간 남음
ms_my: {{number}} jam lagi
pt_br: {{number}} horas restantes
ru_ru: Осталось {{number}} ч.
th_th: เหลืออีก {{number}} ชั่วโมง
vi_vn: Còn lại {{number}} giờ
zh_cn: {{number}} 小时后将永久删除
zh_tw: {{number}} 小時後將永久刪除

# 1AU
source: {{number}} day left
de_de: {{number}} Tag verbleibt
es_es: Queda {{number}} día
fr_fr: {{number}} jour restant
id_id: Sisa {{number}} hari
it_it: {{number}} giorno rimasto
ja_jp: {{number}} 日後に完全に削除されます
ko_kr: {{number}}일 남음
ms_my: {{number}} hari lagi
pt_br: {{number}} dia restante
ru_ru: Осталось {{number}} дн.
th_th: เหลืออีก {{number}} วัน
vi_vn: Còn lại {{number}} ngày
zh_cn: {{number}} 天后将永久删除
zh_tw: {{number}} 天後將永久刪除

# wAs
source: {{number}} hour left
de_de: {{number}} Stunde verbleibend
es_es: Quedan {{number}} hora
fr_fr: {{number}} heure restante
id_id: Sisa {{number}} jam
it_it: {{number}} ora rimasta
ja_jp: {{number}} 時間後に完全に削除されます
ko_kr: {{number}}시간 남음
ms_my: {{number}} jam lagi
pt_br: {{number}} hora restante
ru_ru: Осталось {{number}} ч.
th_th: เหลืออีก {{number}} ชั่วโมง
vi_vn: Còn lại {{number}} giờ
zh_cn: {{number}} 小时后将永久删除
zh_tw: {{number}} 小時後將永久刪除

# btc
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
vi_vn: Khôi phục
zh_cn: 恢复
zh_tw: 恢復

# 9xc
source: File restored
de_de: Datei wiederhergestellt
es_es: Archivo restaurado
fr_fr: Fichier restauré
id_id: File dipulihkan
it_it: File ripristinato
ja_jp: 復元しました
ko_kr: 파일이 복원되었습니다
ms_my: Fail dipulihkan
pt_br: Arquivo restaurado
ru_ru: Файл восстановлен
th_th: กู้คืนไฟล์แล้ว
vi_vn: Đã khôi phục tập tin
zh_cn: 文件已恢复
zh_tw: 檔案已恢復

# SMw
source: Trash
de_de: Papierkorb
es_es: Papelera
fr_fr: Corbeille
id_id: Sampah
it_it: Cestino
ja_jp: ごみ箱
ko_kr: 휴지통
ms_my: Tong sampah
pt_br: Lixeira
ru_ru: Корзина
th_th: ถังขยะ
vi_vn: Rác
zh_cn: 回收站
zh_tw: 資源回收筒

# q9k
source: Under review...
de_de: Wird geprüft...
es_es: En revisión...
fr_fr: En cours de vérification...
id_id: Dalam peninjauan...
it_it: In revisione…
ja_jp: 審査中...
ko_kr: 검토 중...
ms_my: Dalam kajian...
pt_br: Em análise...
ru_ru: На рассмотрении...
th_th: อยู่ระหว่างการตรวจสอบ...
vi_vn: Đang được xem xét...
zh_cn: 审核中...
zh_tw: 審核中…

# Hco
source: Untitled recording
de_de: Unbenannte Aufzeichnung
es_es: Grabación sin título
fr_fr: Enregistrement sans titre
id_id: Rekaman tanpa judul
it_it: Registrazione senza titolo
ja_jp: 名称未設定録音
ko_kr: 제목 없는 기록
ms_my: Rakaman tanpa tajuk
pt_br: Gravação sem nome
ru_ru: Запись без названия
th_th: การบันทึกที่ไม่มีชื่อ
vi_vn: Bản ghi không có tiêu đề
zh_cn: 未命名录音
zh_tw: 未命名錄音

# EEk
source: Upload again
de_de: Erneut hochladen
es_es: Subir de nuevo
fr_fr: Envoyer à nouveau
id_id: Unggah ulang
it_it: Carica di nuovo
ja_jp: 再アップロード
ko_kr: 다시 업로드
ms_my: Muat naik semula
pt_br: Carregar novamente
ru_ru: Загрузить снова
th_th: อัปโหลดอีกครั้ง
vi_vn: Tải lên lại
zh_cn: 重新上传
zh_tw: 重新上傳

# 0s4
source: Couldn't upload. Please try again.
de_de: Das Hochladen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se pudo subir. Inténtalo de nuevo.
fr_fr: Envoi impossible. Veuillez réessayer.
id_id: Tidak bisa mengunggah. Coba lagi.
it_it: Caricamento non riuscito. Riprova.
ja_jp: アップロードできませんでした。再試行してください
ko_kr: 업로드하지 못했습니다. 다시 시도하세요.
ms_my: Tidak dapat memuat naik. Sila cuba lagi.
pt_br: Não foi possível carregar. Tente novamente.
ru_ru: Не удалось загрузить. Попробуйте еще раз.
th_th: ไม่สามารถอัปโหลดได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải lên. Vui lòng thử lại.
zh_cn: 上传失败，请重试
zh_tw: 上傳失敗，請重試

# y3I
source: Uploading...
de_de: Hochladen...
es_es: Cargando...
fr_fr: Téléchargement…
id_id: Mengunggah...
it_it: Caricamento in corso
ja_jp: アップロード中...
ko_kr: 업로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Идет загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 上传中...
zh_tw: 上傳中…

# zI4
source: Video length exceeds 16 hr. Unable to generate text records.
de_de: Die Länge des Videos überschreitet 16 Stunden. Es können keine Textaufzeichnungen generiert werden.
es_es: La longitud del vídeo supera las 16 horas. No se pueden generar registros de texto.
fr_fr: La durée de la vidéo dépasse 16 heures. Impossible de générer des enregistrements texte.
id_id: Durasi video melampaui 16 jam. Gagal menghasilkan rekaman teks.
it_it: La lunghezza del video supera 16 ore. Impossibile generare record del testo.
ja_jp: ビデオの長さが 16 時間を超えており、会話記録の生成は現在サポートされていません。
ko_kr: 동영상 길이가 16시간을 초과합니다. 텍스트 기록을 생성할 수 없습니다.
ms_my: Panjang video melebihi 16 jam. Tidak dapat menjana rekod teks.
pt_br: A duração do vídeo excede 16 horas. Não é possível gerar registros de texto.
ru_ru: Продолжительность видео превышает 16 часов. Не удалось создать текстовые записи.
th_th: ความยาววิดีโอเกิน 16 ชม. ไม่สามารถสร้างบันทึกข้อความได้
vi_vn: Thời lượng video vượt quá 16 giờ. Không thể tạo bản ghi văn bản.
zh_cn: 视频时长超 16 小时，暂时无法生成文字记录
zh_tw: 視訊時長超過 16 小時，暫時無法產生文字記錄

# 4zw
source: view permission
de_de: Leseberechtigung
es_es: permiso de lectura
fr_fr: autorisation de lecture
id_id: izin untuk melihat
it_it: autorizzazione per visualizzare
ja_jp: 閲覧権限
ko_kr: 읽기 권한
ms_my: kebenaran melihat
pt_br: permissão para visualizar
ru_ru: разрешение на просмотр
th_th: สิทธิ์การอนุญาตดู
vi_vn: quyền xem
zh_cn: 查看权限
zh_tw: 查看權限

# 0g8
source: View and share
de_de: Anzeigen und teilen
es_es: Ver y compartir
fr_fr: Afficher et partager
id_id: Melihat dan berbagi
it_it: Visualizza e condividi
ja_jp: 閲覧と共有
ko_kr: 보기 및 공유
ms_my: Lihat dan kongsi
pt_br: Visualizar e compartilhar
ru_ru: Просматривать и делиться
th_th: ดูและแชร์
vi_vn: Xem và chia sẻ
zh_cn: 查看与分享
zh_tw: 查看與分享

# PI0
source: The current {{appName}} Minutes may contain content that violates our policies and can no longer be shared. If you think there's been a mistake, you can @@submit an appeal@@.
de_de: Die aktuellen {{appName}} Minutes enthalten möglicherweise Inhalte, die gegen unsere Richtlinien verstoßen, und können nicht mehr freigegeben werden. Wenn Sie glauben, dass ein Fehler vorliegt, können Sie @@einen Einspruch einreichen@@.
es_es: Estas actas de {{appName}} podrían incluir contenido que infringe nuestras políticas. Si crees que se ha producido un error, puedes @@enviar una reclamación@@.
fr_fr: Le compte-rendu {{appName}} actuel comporte peut-être du contenu qui enfreint nos politiques et ne peut plus être partagé. Si vous pensez qu'il s'agit d'une erreur, vous pouvez @@soumettre un appel@@.
id_id: {{appName}} Minutes saat ini mungkin mengandung konten yang melanggar kebijakan kami dan tidak dapat lagi dibagikan. Jika Anda merasa ini adalah kekeliruan, Anda dapat @@mengajukan banding@@.
it_it: Il Verbale {{appName}} corrente potrebbe includere contenuti che violano i nostri criteri e non può più essere condiviso. Se ritieni che ci sia stato un errore, puoi @@inviare un appello@@.
ja_jp: {{appName}} Minutes には規約違反内容を含む可能性があるため、共有を中止しました。ご不明な点がございましたら、@@申し立て@@を送信してください。
ko_kr: 현재 {{appName}} 회의록에 당사 정책을 위반하는 콘텐츠가 포함되어 있을 수 있어 더 이상 공유할 수 없습니다. 실수가 있었다고 생각되면 @@이의 제기를 제출@@할 수 있습니다.
ms_my: Minit {{appName}} semasa mungkin mengandungi kandungan yang melanggar polisi kami dan tidak boleh dikongsi lagi. Jika anda rasa ada kesilapan, anda boleh @@hantar rayuan@@.
pt_br: Os Minutes atuais de {{appName}} podem conter conteúdo que viole nossas políticas e não podem mais ser compartilhados. Se você acha que houve um engano, pode @@enviar uma solicitação@@.
ru_ru: Текущие {{appName}} Minutes могут содержать контент, нарушающий наши правила, которым больше нельзя делиться. Если вы считаете, что произошла ошибка, вы можете @@подать апелляцию@@.
th_th: {{appName}} Minutes ปัจจุบันอาจมีเนื้อหาที่ละเมิดนโยบายของเราและไม่สามารถแบ่งปันร์ได้อีกต่อไป หากคุณคิดว่ามีข้อผิดพลาด คุณสามารถ@@ส่งคำร้อง@@ได้
vi_vn: {{appName}} Minutes hiện tại có thể chứa nội dung vi phạm chính sách của chúng tôi nên không thể chia sẻ được nữa. Nếu cho rằng đã có sự nhầm lẫn, bạn có thể @@gửi kháng nghị@@.
zh_cn: 当前{{appName}}妙记中可能存在违规内容，已暂停共享。如需人工审核可@@提交申诉@@
zh_tw: 目前{{appName}}妙記中可能存在違規內容，已暫停分享。如需人工審核，可@@提交申訴@@

# uaw
source: The current {{appName}} Minutes may contain content that violates our policies and can no longer be shared.
de_de: Die aktuellen {{appName}} Minutes enthalten möglicherweise Inhalte, die gegen unsere Richtlinien verstoßen, und können nicht mehr freigegeben werden.
es_es: Estas actas de {{appName}} podrían incluir contenido que infringe nuestras políticas, por lo que no pueden seguir compartiéndose.
fr_fr: Le compte-rendu actuel de {{appName}} est susceptible de contenir des informations contraires à nos politiques et ne peut plus être partagé.
id_id: {{appName}} Minutes saat ini mungkin mengandung konten yang melanggar kebijakan kami dan tidak dapat lagi dibagikan.
it_it: Il Verbale {{appName}} corrente potrebbe includere contenuti che violano i nostri criteri e non può più essere condiviso.
ja_jp: {{appName}} Minutes には規約違反内容を含む可能性があるため、共有を中止しました
ko_kr: 현재 {{appName}} 회의록에 당사 정책을 위반하는 콘텐츠가 포함되어 있을 수 있어 더 이상 공유할 수 없습니다.
ms_my: Minit {{appName}} semasa mungkin mengandungi kandungan yang melanggar polisi kami dan tidak boleh dikongsi lagi.
pt_br: Os Minutes atuais do {{appName}} podem conter conteúdo que viole nossas políticas e não podem mais ser compartilhados.
ru_ru: Текущие {{appName}} Minutes могут содержать контент, нарушающий наши правила, которым больше нельзя делиться.
th_th: {{appName}} Minutes ปัจจุบันอาจมีเนื้อหาที่ละเมิดนโยบายของเราและไม่สามารถแบ่งปันได้อีกต่อไป
vi_vn: {{appName}} Minutes hiện tại có thể chứa nội dung vi phạm chính sách của chúng tôi nên không được thể chia sẻ được nữa.
zh_cn: 当前{{appName}}妙记中可能存在违规内容，已暂停共享
zh_tw: 目前{{appName}}妙記中可能存在違規內容，已暫停分享

# ANk
source: Number of viewers: {{number}}
de_de: Anzahl der Betrachter: {{number}}
es_es: Número de espectadores: {{number}}
fr_fr: Nombre de visiteurs : {{number}}
id_id: Jumlah penonton: {{number}}
it_it: Numero visitatore: {{number}}
ja_jp: アクセス人数：{{number}}
ko_kr: 시청자 수: {{number}}
ms_my: Bilangan penonton: {{number}}
pt_br: Número de visualizadores: {{number}}
ru_ru: Номер посетителя: {{number}}
th_th: จำนวนผู้ชม: {{number}}
vi_vn: Số lượng người xem: {{number}}
zh_cn: 访问人数：{{number}}
zh_tw: 存取人數：{{number}}

# nr4
source: Webinar
es_es: Seminario web
fr_fr: Webinaire
ja_jp: ウェビナー
ko_kr: 웨비나
ru_ru: Вебинар
th_th: การสัมมนาออนไลน์
vi_vn: Hội thảo trực tuyến
zh_cn: 网络研讨会
zh_tw: 網路研討會

# 7hg
source: Generation in progress
de_de: Generierung schreitet fort
es_es: Generación en curso
fr_fr: Génération en cours
id_id: Sedang dihasilkan
it_it: Generazione in corso
ja_jp: 生成中
ko_kr: 생성 중
ms_my: Penghasilan sedang berlangsung
pt_br: Geração em andamento
ru_ru: Генерация выполняется
th_th: กำลังสร้าง
vi_vn: Đang tạo
zh_cn: 生成中
zh_tw: 正在產生

# Bso
source: Done! All speakers have been matched with their names.
de_de: Fertig! Alle Sprecher wurden mit ihren Namen abgeglichen.
es_es: Listo. Se ha emparejado a todos los ponentes con sus nombres.
fr_fr: Terminé ! Tous les intervenants ont été associés à leur nom.
id_id: Selesai! Semua pembicara telah dicocokkan dengan nama mereka.
it_it: Operazione completata. Tutti i relatori sono stati abbinati ai loro nomi.
ja_jp: すべての発言者のマッチングが完了しました
ko_kr: 완료했습니다! 모든 발화자를 해당 이름과 일치시켰습니다.
ms_my: Siap! Semua pembicara telah dipadankan dengan nama mereka.
pt_br: Feito! Todos os oradores foram combinados com seus nomes.
ru_ru: Готово! Все выступающие были сопоставлены с их именами.
th_th: เสร็จแล้ว! ผู้พูดทั้งหมดได้รับการจับคู่กับชื่อของพวกเขาแล้ว
vi_vn: Xong! Tất cả người phát biểu đã được đối sánh với tên của họ.
zh_cn: 已完成全文所有说话人的匹配
zh_tw: 已完成全文所有發言人的配對

# Yeo
source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
id_id: Kemarin
it_it: Ieri
ja_jp: 昨日
ko_kr: 어제
ms_my: Semalam
pt_br: Ontem
ru_ru: Вчера
th_th: เมื่อวานนี้
vi_vn: Hôm qua
zh_cn: 昨天
zh_tw: 昨天

# dXU
source: {{number}} hr {{numberOne}} min {{numberTwo}} s
de_de: {{number}} Std. {{numberOne}} Min. {{numberTwo}} Sek.
es_es: {{number}} h {{numberOne}} min {{numberTwo}} s
fr_fr: {{number}} h {{numberOne}} min {{numberTwo}} s
id_id: {{number}} jam {{numberOne}} menit {{numberTwo}} detik
it_it: {{number}} h {{numberOne}} min {{numberTwo}} sec
ja_jp: {{number}} 時間 {{numberOne}} 分 {{numberTwo}} 秒
ko_kr: {{number}}시간 {{numberOne}}분 {{numberTwo}}초
ms_my: {{number}} jam {{numberOne}} min {{numberTwo}} s
pt_br: {{number}} h {{numberOne}} min {{numberTwo}} s
ru_ru: {{number}} ч {{numberOne}} мин {{numberTwo}} с
th_th: {{number}} ชม. {{numberOne}} นาที {{numberTwo}} วินาที
vi_vn: {{number}} giờ {{numberOne}} phút {{numberTwo}} giây
zh_cn: {{number}} 小时 {{numberOne}} 分 {{numberTwo}} 秒
zh_tw: {{number}} 小時 {{numberOne}} 分 {{numberTwo}} 秒

# Uj8
source: {{numberOne}} min {{numberTwo}} s
de_de: {{numberOne}} Min. {{numberTwo}} Sek.
id_id: {{numberOne}} menit {{numberTwo}} detik
it_it: {{numberOne}} min {{numberTwo}} sec
ja_jp: {{numberOne}} 分 {{numberTwo}} 秒
ko_kr: {{numberOne}}분 {{numberTwo}}초
ru_ru: {{numberOne}} мин {{numberTwo}} с
th_th: {{numberOne}} นาที {{numberTwo}} วินาที
vi_vn: {{numberOne}} phút {{numberTwo}} giây
zh_cn: {{numberOne}} 分 {{numberTwo}} 秒
zh_tw: {{numberOne}} 分 {{numberTwo}} 秒

# Y+o
source: {{number}} s
de_de: {{number}} Sek.
id_id: {{number}} detik
it_it: {{number}} sec
ja_jp: {{number}} 秒
ko_kr: {{number}}초
ru_ru: {{number}} с
th_th: {{number}} วินาที
vi_vn: {{number}} giây
zh_cn: {{number}} 秒
zh_tw: {{number}} 秒

# ja8
source: Audio and video generated
de_de: Audio und Video generiert
es_es: Audio y vídeo generados
fr_fr: Audio et vidéo générés
id_id: Audio dan video dihasilkan
it_it: Audio e video generati
ja_jp: 音声・ビデオを生成しました
ko_kr: 오디오 및 동영상이 생성되었습니다
ms_my: Audio dan video dihasilkan
pt_br: Áudio e vídeo gerado
ru_ru: Создано аудио и видео
th_th: สร้างเสียงและวิดีโอแล้ว
vi_vn: Đã tạo âm thanh và video
zh_cn: 音视频已生成

# k6s
source: Audio and video generating
de_de: Audio- und Video-Generierung
es_es: Generando audio y vídeo
fr_fr: Génération de l'audio et de la vidéo
id_id: Audio dan video sedang dihasilkan
it_it: Generazione audio e video in corso
ja_jp: 音声・ビデオを生成しています
ko_kr: 오디오 및 동영상 생성 중
ms_my: Audio dan video sedang dihasilkan
pt_br: Geração de áudio e vídeo
ru_ru: Генерация аудио и видео
th_th: กำลังสร้างเสียงและวิดีโอ
vi_vn: Đang tạo âm thanh và video
zh_cn: 音视频生成中

# pD8
source: Edit this label or all labels with the same speaker name
de_de: Dieses Label oder alle Label mit demselben Sprechernamen bearbeiten
es_es: Editar esta etiqueta o todas las etiquetas con un mismo nombre de ponente
fr_fr: Modifier cette étiquette ou toutes les étiquettes portant le même nom d'intervenant
id_id: Edit label ini atau semua label dengan nama pembicara yang sama
it_it: Modifica questa etichetta o tutte le etichette con lo stesso nome del relatore
ja_jp: この発言者を変更すると、この Minutes 内のすべての同じ発言者も同時に変更されます
ko_kr: 이 레이블 또는 발화자 이름이 동일한 모든 레이블 편집
ms_my: Edit label ini atau semua label dengan nama pembicara yang sama
pt_br: Edite este rótulo ou todos os rótulos com o mesmo nome de orador
ru_ru: Изменить этот метка или все метки с таким же именем выступающего
th_th: แก้ไขป้ายกำกับนี้หรือป้ายกำกับทั้งหมดที่มีชื่อผู้พูดเดียวกัน
vi_vn: Chỉnh sửa nhãn này hoặc tất cả các nhãn có cùng tên người phát biểu
zh_cn: 修改该说话人时可同步修改本篇妙记中相同的说话人
zh_tw: 修改該發言人時可以同步修改本篇妙記中相同的發言人

# 4ZM
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# SGo
source: Filter
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
ms_my: Tapis
pt_br: Filtrar
ru_ru: Фильтр
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選
