Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ijA
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# ubI
source: Got it
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris.
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# WDo
source: Delete original file
de_de: Ursprüngliche Datei löschen
es_es: Eliminar archivo original
fr_fr: Supprimer le fichier original
id_id: Hapus file asli
it_it: Elimina file originale
ja_jp: 元ファイルを同時に削除
ko_kr: 원본 파일 삭제
ms_my: Padam fail asal
pt_br: Excluir arquivo original
ru_ru: Удалить исходный файл
th_th: ลบไฟล์ต้นฉบับ
vi_vn: Xóa tập tin gốc
zh_cn: 删除源文件
zh_tw: 刪除來源檔案

# umE
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: キャンセル
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# 4oY
source: Once removed, this file won't be displayed in Recent
de_de: Nach dem Entfernen wird diese Datei in „Kürzlich“ nicht mehr angezeigt
es_es: Una vez quitado, este archivo dejará de mostrarse en Recientes
fr_fr: Une fois retiré, ce fichier ne s'affichera plus dans Récent
id_id: Setelah dihapus, file ini tidak akan ditampilkan di Terbaru
it_it: Dopo la rimozione, questo file non verrà visualizzato in Recenti
ja_jp: 削除後、このファイルは最近のリストから確認できなくなります
ko_kr: 이 파일은 제거되면 최근 항목에 표시되지 않습니다
ms_my: Setelah dibuang, fail ini tidak akan dipaparkan dalam Terkini
pt_br: Depois de removido, esse arquivo não será exibido em Recentes
ru_ru: После удаления этот файл не будет отображаться в разделе "Последние".
th_th: เมื่อลบออกแล้ว ไฟล์นี้จะไม่แสดงในรายการล่าสุด
vi_vn: Tập tin này sẽ không được hiển thị trong mục Gần đây sau khi bị xóa
zh_cn: 移除的妙记将不会在最近列表显示
zh_tw: 移除的妙記將不會在最近清單顯示

# 2mo
source: Remove from Recent?
de_de: Aus „Zuletzt verwendet“ entfernen?
es_es: ¿Quitar de Recientes?
fr_fr: Retirer de Récent ?
id_id: Hapus dari Terbaru?
it_it: Rimuovere da Recenti?
ja_jp: 最近のリストから削除しますか？
ko_kr: 최근 항목에서 제거하시겠습니까?
ms_my: Buang dari Terkini?
pt_br: Remover de Recente?
ru_ru: Удалить из недавних?
th_th: ลบออกจากรายการล่าสุดหรือไม่
vi_vn: Xóa khỏi mục Gần đây?
zh_cn: 从最近列表中移除？
zh_tw: 從最近清單中移除？

# oDU
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# NjY
source: Owned by anyone
de_de: In beliebigem Besitz
es_es: Perteneciente a cualquiera
fr_fr: Détenu par n'importe qui
id_id: Dimiliki oleh siapa saja
it_it: Posseduti da chiunque
ja_jp: 所有者指定なし
ko_kr: 모든 사용자가 소유함
ms_my: Dimiliki oleh sesiapa
pt_br: Propriedade de qualquer pessoa
ru_ru: Принадлежит кому-либо
th_th: เป็นของใครก็ได้
vi_vn: Thuộc sở hữu của bất kỳ ai
zh_cn: 不限归属
zh_tw: 不限屬性

# IuY
source: Owned by me
de_de: In meinem Besitz
es_es: Yo soy propietario
fr_fr: Dont je suis le propriétaire
id_id: Saya miliki
it_it: Posseduti da me
ja_jp: 自分が所有者
ko_kr: 내 소유
ms_my: Dimiliki oleh saya
pt_br: Possuído por mim
ru_ru: Принадлежит мне
th_th: ฉันเป็นเจ้าของ
vi_vn: Do tôi sở hữu
zh_cn: 归我所有
zh_tw: 歸我所有

# 7Vw
source: File removed
de_de: Datei entfernt
es_es: Archivo quitado
fr_fr: Fichier retiré
id_id: File dihapus
it_it: File rimosso
ja_jp: 削除しました
ko_kr: 파일이 제거되었습니다
ms_my: Fail dibuang
pt_br: Arquivo removido
ru_ru: Файл удален
th_th: ไฟล์ถูกลบแล้ว
vi_vn: Đã xóa tập tin
zh_cn: 文件已移除
zh_tw: 檔案已移除

# 1b8
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: キャンセル
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# ya8
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# C0s
source: Once removed, this file won't be displayed in Recent
de_de: Nach dem Entfernen wird diese Datei in „Kürzlich“ nicht mehr angezeigt
es_es: Una vez quitado, este archivo dejará de mostrarse en Recientes
fr_fr: Une fois retiré, ce fichier ne s'affichera plus dans Récent
id_id: Setelah dihapus, file ini tidak akan ditampilkan di Terbaru
it_it: Dopo la rimozione, questo file non verrà visualizzato in Recenti
ja_jp: 削除後、このファイルは最近のリストから確認できなくなります
ko_kr: 이 파일은 제거되면 최근 항목에 표시되지 않습니다
ms_my: Sekali dibuang, fail ini tidak akan dipaparkan dalam Terkini
pt_br: Depois de removido, esse arquivo não será exibido em Recentes
ru_ru: После удаления этот файл не будет отображаться в разделе "Последние".
th_th: เมื่อลบออกแล้ว ไฟล์นี้จะไม่แสดงในรายการล่าสุด
vi_vn: Tập tin này sẽ không được hiển thị trong mục Gần đây sau khi bị xóa
zh_cn: 移除的妙记将不会在最近列表显示
zh_tw: 移除的妙記將不會在最近清單顯示

# T0I
source: Remove from Recent?
de_de: Aus „Zuletzt verwendet“ entfernen?
es_es: ¿Quitar de Recientes?
fr_fr: Retirer de Récent ?
id_id: Hapus dari Terbaru?
it_it: Rimuovere da Recenti?
ja_jp: 最近のリストから削除しますか？
ko_kr: 최근 항목에서 제거하시겠습니까?
ms_my: Buang dari Terkini?
pt_br: Remover de Recente?
ru_ru: Удалить из недавних?
th_th: ลบออกจากรายการล่าสุดหรือไม่
vi_vn: Xóa khỏi mục Gần đây?
zh_cn: 从最近列表中移除？
zh_tw: 從最近清單中移除？

# zxE
source: Shared with me
de_de: Für mich freigegeben
es_es: Compartido conmigo
fr_fr: Partagé avec moi
id_id: Dibagikan dengan saya
it_it: Condiviso con me
ja_jp: 自分と共有した
ko_kr: 나와 공유한 파일
ms_my: Dikongsi dengan saya
pt_br: Compartilhado comigo
ru_ru: Поделились со мной
th_th: แบ่งปันให้กับฉัน
vi_vn: Đã chia sẻ với tôi
zh_cn: 与我共享
zh_tw: 與我分享

# W9Q
source: Identified automatically by speaker identification AI. Is this @@{{name}}@@? You may confirm or remove this speaker.
de_de: Mithilfe der Sprechererkennungs-KI automatisch identifiziert. Ist dies @@{{name}}@@? Sie können diesen Sprecher bestätigen oder entfernen.
es_es: Se ha identificado por medio de la IA de identificación del ponente. ¿Es esta persona @@{{name}}@@? Puedes confirmar o quitar este ponente.
fr_fr: Identifié automatiquement par l'IA d'identification de l'intervenant. S'agit-il de @@{{name}}@@ ? Vous pouvez confirmer ou retirer cet intervenant.
id_id: Diidentifikasi secara otomatis dengan AI pengenalan pembicara. Apakah ini @@{{name}}@@? Anda dapat mengonfirmasi atau menghapus pembicara ini.
it_it: Identificazione automatica effettuata tramite l'IA del riconoscimento relatore. È @@{{name}}@@? Puoi confermare o rimuovere questo relatore.
ja_jp: AI による認識。これは @@{{name}}@@ ですか？発言者を確認または削除できます
ko_kr: 발화자 인식 AI에 의해 자동으로 식별되었습니다. @@{{name}}@@ 님인가요? 이 발화자를 확인하거나 제거할 수 있습니다.
ms_my: Dikenal pasti secara automatik oleh AI pengenalan pembicara. Adakah ini @@{{name}}@@? Anda boleh mengesahkan atau mengeluarkan pembicara ini.
pt_br: Identificado automaticamente pela IA de identificação do orador. Este é @@{{name}}@@? Você pode confirmar ou remover este orador.
ru_ru: Идентифицируется автоматически с помощью ИИ идентификации выступающего. Это @@{{name}}@@? Вы можете подтвердить или удалить этого выступающего.
th_th: ระบุโดยอัตโนมัติโดย AI การจดจำผู้พูด นี่คือ @@{{name}}@@ ใช่หรือไม่ คุณสามารถยืนยันหรือลบผู้พูดนี้ได้
vi_vn: Được xác định tự động bằng AI nhận dạng người phát biểu. Đây có phải là @@{{name}}@@ không? Bạn có thể xác nhận hoặc xóa người phát biểu này.
zh_cn: 由 AI 语音识别技术推测。这是 @@{{name}}@@ 吗？你可以确认或移除该说话人
zh_tw: 由 AI 語音辨識技術推測。這是 @@{{name}}@@ 嗎？你可以確認或移除該發言人

# GD0
source: Labeled by event invitee @@{{nameOne}}@@. Is this @@{{nameTwo}}@@? You may confirm or remove this speaker.
de_de: Von Veranstaltungsgast @@{{nameOne}}@@ mit Label versehen. Ist dies @@{{nameTwo}}@@? Sie können diesen Sprecher bestätigen oder entfernen.
es_es: Etiqueta agregada por el invitado al evento @@{{nameOne}}@@. ¿Es esta persona @@{{nameTwo}}@@? Puedes confirmar o quitar este ponente.
fr_fr: Étiqueté par l'invité de l'événement @@{{nameOne}}@@. S'agit-il de @@{{nameTwo}}@@ ? Vous pouvez confirmer ou retirer cet intervenant.
id_id: Dilabeli oleh undangan acara @@{{nameOne}}@@. Apakah ini @@{{nameTwo}}@@? Anda dapat mengonfirmasi atau menghapus pembicara ini.
it_it: Etichetta creata dall'invitato all'evento @@{{nameOne}}@@. È @@{{nameTwo}}@@? Puoi confermare o rimuovere questo relatore.
ja_jp: イベントの参加者 @@{{nameOne}}@@ による注釈。これは @@{{nameTwo}}@@ ですか？発言者を確認または削除できます
ko_kr: 이벤트 초대 대상자 @@{{nameOne}}@@ 님에 의해 레이블 지정되었습니다. @@{{nameTwo}}@@ 님입니까? 이 발화자를 확인하거나 제거할 수 있습니다.
ms_my: Dilabel oleh jemputan acara @@{{nameOne}}@@. Adakah ini @@{{nameTwo}}@@? Anda boleh mengesahkan atau mengeluarkan pembicara ini.
pt_br: Rotulado pelo convidado do evento @@{{nameOne}}@@. Este é @@{{nameTwo}}@@? Você pode confirmar ou remover este orador.
ru_ru: Отмечено участником события @@{{nameOne}}@@. Это @@{{nameTwo}}@@? Вы можете подтвердить или удалить этого выступающего.
th_th: ติดป้ายกำกับโดยผู้ได้รับเชิญจากกิจกรรม @@{{nameOne}}@@ นี่คือ @@{{nameTwo}}@@ ใช่หรือไม่ คุณสามารถยืนยันหรือลบผู้พูดนี้ได้
vi_vn: Được người được mời tham gia sự kiện @@{{nameOne}}@@ gắn nhãn. Đây có phải là @@{{nameTwo}}@@ không? Bạn có thể xác nhận hoặc xóa người phát biểu này.
zh_cn: 由日程参与者 @@{{nameOne}}@@ 标注。这是 @@{{nameTwo}}@@ 吗？你可以确认或移除该说话人
zh_tw: 由日程參與者 @@{{nameOne}}@@ 標註。這是 @@{{nameTwo}}@@ 嗎？你可以確認或移除該發言人

# 8EI
source: Labeled by participant @@{{nameOne}}@@. Is this @@{{nameTwo}}@@? You may confirm or remove this speaker.
de_de: Von Teilnehmer @@{{nameOne}}@@ mit Label versehen. Ist dies @@{{nameTwo}}@@? Sie können diesen Sprecher bestätigen oder entfernen.
es_es: Etiqueta agregada por el participante @@{{nameOne}}@@. ¿Es esta persona @@{{nameTwo}}@@? Puedes confirmar o quitar este ponente.
fr_fr: Étiqueté par le participant @@{{nameOne}}@@. S'agit-il de @@{{nameTwo}}@@ ? Vous pouvez confirmer ou retirer cet intervenant.
id_id: Dilabeli oleh peserta @@{{nameOne}}@@. Apakah ini @@{{nameTwo}}@@? Anda dapat mengonfirmasi atau menghapus pembicara ini.
it_it: Etichetta creata dal partecipante @@{{nameOne}}@@. È @@{{nameTwo}}@@? Puoi confermare o rimuovere questo relatore.
ja_jp: 会議の参加者 @@{{nameOne}}@@ による注釈。これは @@{{nameTwo}}@@ ですか？発言者を確認または削除できます
ko_kr: 참가자 @@{{nameOne}}@@ 님에 의해 레이블이 지정되었습니다. @@{{nameTwo}}@@ 님입니까? 이 발화자를 확인하거나 제거할 수 있습니다.
ms_my: Dilabel oleh peserta @@{{nameOne}}@@. Adakah ini @@{{nameTwo}}@@? Anda boleh mengesahkan atau mengeluarkan pembicara ini.
pt_br: Rotulado pelo participante @@{{nameOne}}@@. Este é @@{{nameTwo}}@@? Você pode confirmar ou remover este orador.
ru_ru: Отмечен участником @@{{nameOne}}@@. Это @@{{nameTwo}}@@? Вы можете подтвердить или удалить этого выступающего.
th_th: ติดป้ายกำกับโดยผู้เข้าร่วม @@{{nameOne}}@@ นี่คือ @@{{nameTwo}}@@ ใช่หรือไม่ คุณสามารถยืนยันหรือลบผู้พูดนี้ได้
vi_vn: Được bởi người tham gia @@{{nameOne}}@@ gắn nhãn. Đây có phải là @@{{nameTwo}}@@ không? Bạn có thể xác nhận hoặc xóa người phát biểu này.
zh_cn: 由参会人 @@{{nameOne}}@@ 标注。这是 @@{{nameTwo}}@@ 吗？你可以确认或移除该说话人
zh_tw: 由與會人員 @@{{nameOne}}@@ 標註。這是 @@{{nameTwo}}@@ 嗎？你可以確認或移除該發言人

# sKE
source: Last opened at {{time}}
de_de: Zuletzt geöffnet um {{time}}
es_es: Última apertura a las {{time}}
fr_fr: Dernière ouverture à {{time}}
id_id: Terakhir dibuka pada {{time}}
it_it: Ultima apertura: {{time}}
ja_jp: 最終閲覧：{{time}}
ko_kr: 마지막으로 연 시간: {{time}}
ms_my: Terakhir dibuka pada {{time}}
pt_br: Aberto da última vez em {{time}}
ru_ru: Последнее открытие в {{time}}
th_th: เปิดล่าสุดเมื่อ {{time}}
vi_vn: Mở lần cuối lúc {{time}}
zh_cn: 打开于 {{time}}
zh_tw: 開啟於 {{time}}

# gO4
source: Clips
id_id: Klip
it_it: Ritagli
ja_jp: クリップ
ko_kr: 클립
ms_my: Klip
pt_br: Corte
ru_ru: Клипы
th_th: คลิป
vi_vn: Kẹp
zh_cn: 片段
zh_tw: 片段

# ro4
source: Notes
de_de: Notizen
es_es: Notas
id_id: Catatan
it_it: Note
ja_jp: 議事録
ko_kr: 메모
ms_my: Nota
pt_br: Anotações
ru_ru: Примечания
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 纪要
zh_tw: 記錄

# +58
source: Created
de_de: Erstellt
es_es: Creación
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 作成時間
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Время создания
th_th: สร้างสำเร็จแล้ว
vi_vn: Đã tạo
zh_cn: 创建时间
zh_tw: 建立時間

# 6sk
source: Last opened
de_de: Zuletzt geöffnet
es_es: Última apertura
fr_fr: Dernière ouverture
id_id: Dibuka terakhir
it_it: Ultima apertura
ja_jp: 最終閲覧
ko_kr: 마지막으로 연 시간
ms_my: Terakhir dibuka
pt_br: Aberto da última vez em
ru_ru: Последнее открытие
th_th: เปิดล่าสุด
vi_vn: Mở lần cuối
zh_cn: 打开时间
zh_tw: 開啟時間

# 8xI
source: Record anyway
de_de: Trotzdem aufzeichnen
es_es: Grabar de todas formas
fr_fr: Enregistrer quand même
id_id: Tetap rekam
it_it: Registra comunque
ja_jp: 録音を開始
ko_kr: 그래도 기록하기
ms_my: Rakamkan juga
pt_br: Gravar mesmo assim
ru_ru: Все равно записать
th_th: บันทึกต่อไป
vi_vn: Vẫn ghi
zh_cn: 开始录音
zh_tw: 開始錄音

# ReI
source: Insufficient storage. Recording has stopped
de_de: Unzureichender Speicher. Die Aufzeichnung wurde beendet
es_es: Almacenamiento insuficiente. Se ha detenido la grabación
fr_fr: Stockage insuffisant. L'enregistrement a été interrompu
id_id: Penyimpanan tidak cukup. Perekaman telah berhenti
it_it: Spazio di archiviazione insufficiente. Registrazione interrotta
ja_jp: ストレージ容量がいっぱいです。録音は終了しました
ko_kr: 저장소가 부족합니다. 기록이 중지되었습니다
ms_my: Storan tidak mencukupi. Rakaman telah berhenti
pt_br: Armazenamento insuficiente. A gravação parou
ru_ru: Недостаточно места для хранения. Запись остановлена
th_th: พื้นที่เก็บข้อมูลไม่เพียงพอ หยุดการบันทึกแล้ว
vi_vn: Không đủ dung lượng lưu trữ. Đã dừng ghi
zh_cn: 存储空间已满，录音已停止
zh_tw: 儲存空間已滿，錄音已停止

# 1UI
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# Arc
source: Limited storage on this device. Recording may stop automatically.
de_de: Beschränkter Speicherplatz auf diesem Gerät. Die Aufzeichnung wird möglicherweise automatisch beendet.
es_es: El almacenamiento de este dispositivo es limitado. La grabación podría detenerse automáticamente.
fr_fr: L'espace de stockage sur cet appareil est limité. L'enregistrement peut s'arrêter automatiquement.
id_id: Penyimpanan di perangkat ini terbatas. Perekaman dapat berhenti secara otomatis.
it_it: Spazio di archiviazione su questo dispositivo limitato. La registrazione potrebbe interrompersi automaticamente.
ja_jp: ストレージ容量が不足です。録音を自動的に終了する可能性があります
ko_kr: 이 장치의 저장소에는 한도가 있습니다. 기록이 자동으로 중지될 수 있습니다.
ms_my: Storan terhad pada peranti ini. Rakaman mungkin berhenti secara automatik.
pt_br: Armazenamento limitado neste dispositivo. A gravação pode parar automaticamente.
ru_ru: Ограниченное хранилище на этом устройстве. Запись может остановиться автоматически.
th_th: พื้นที่เก็บข้อมูลบนอุปกรณ์นี้ไม่เพียงพอ การบันทึกอาจหยุดลงโดยอัตโนมัติ
vi_vn: Còn ít dung lượng lưu trữ trên thiết bị này. Quy trình ghi có thể sẽ tự động dừng.
zh_cn: 设备剩余存储空间不足，录音可能会被中断
zh_tw: 裝置剩餘儲存空間不足，錄音可能會被中斷

# Dks
source: Storage almost full
de_de: Speicher fast voll
es_es: El almacenamiento está casi lleno
fr_fr: Espace de stockage presque plein
id_id: Penyimpanan hampir penuh
it_it: Spazio di archiviazione quasi pieno
ja_jp: ストレージ容量が不足です
ko_kr: 저장소가 거의 가득 찼습니다
ms_my: Storan hampir penuh
pt_br: Armazenamento quase cheio
ru_ru: Хранилище почти заполнено
th_th: พื้นที่เก็บข้อมูลเกือบเต็มแล้ว
vi_vn: Dung lượng lưu trữ gần đầy
zh_cn: 可用空间不足
zh_tw: 可用空間不足

# L30
source: hr
de_de: Std.
es_es: h
fr_fr: h
id_id: jam
it_it: h
ko_kr: 시간
ms_my: jam
pt_br: h
ru_ru: час
th_th: ชม.
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# I2c
source: min
id_id: menit
ko_kr: 분
ru_ru: мин
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# ksY
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# wKQ
source: Last opened
de_de: Zuletzt geöffnet
es_es: Última apertura
fr_fr: Dernière ouverture
id_id: Dibuka terakhir
it_it: Ultima apertura
ja_jp: 最終閲覧
ko_kr: 마지막으로 연 시간
ms_my: Terakhir dibuka
pt_br: Aberto da última vez em
ru_ru: Последнее открытие
th_th: เปิดล่าสุด
vi_vn: Mở lần cuối
zh_cn: 打开时间
zh_tw: 開啟時間

# 5+w
source: Shared on
de_de: Freigegeben am
es_es: Fecha en que se compartió
fr_fr: Partagé sur
id_id: Dibagikan pada
it_it: Condiviso su
ja_jp: 共有時間
ko_kr: 공유 위치
ms_my: Dikongsi pada
pt_br: Compartilhado em
ru_ru: Доступно
th_th: แบ่งปันบน
vi_vn: Được chia sẻ vào
zh_cn: 共享时间
zh_tw: 分享時間

# tpY
source: Chapters
de_de: Kapitel
es_es: Capítulos
fr_fr: Chapitres
id_id: Bab
it_it: Capitoli
ja_jp: セクション
ko_kr: 챕터
ms_my: Bab
pt_br: Capítulos
ru_ru: Главы
th_th: บท
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

# CwM
source: Speaker clips
de_de: Sprecher-Clips
es_es: Clips de ponente
fr_fr: Clips des intervenants
id_id: Klip pembicara
it_it: Ritagli del relatore
ja_jp: 発言者のクリップ
ko_kr: 발화자 클립
ms_my: Klip pembicara
pt_br: Cortes do orador
ru_ru: Клипы выступающего
th_th: คลิปผู้พูด
vi_vn: Kẹp người phát biểu
zh_cn: 发言人片段
zh_tw: 發言人片段

# RnA
source: Speaker to be confirmed
de_de: Sprecher muss noch bestätigt werden
es_es: Ponente por confirmar
fr_fr: Intervenant à confirmer
id_id: Pembicara yang perlu dikonfirmasi
it_it: Relatore da confermare
ja_jp: 要確認の発言者
ko_kr: 확인할 발화자
ms_my: Pembicara untuk disahkan
pt_br: Orador a ser confirmado
ru_ru: Выступающий уточняется
th_th: ผู้พูดที่รอการยืนยัน
vi_vn: Người phát biểu cần xác nhận
zh_cn: 待确认的说话人
zh_tw: 待確認的發言人

# E/k
source: {{number}} day left
de_de: {{number}} Tag verbleibt
es_es: Queda {{number}} día
fr_fr: {{number}} jour restant
id_id: Sisa {{number}} hari
it_it: {{number}} giorno rimasto
ja_jp: 残り {{number}} 日
ko_kr: {{number}}일 남음
ms_my: {{number}} hari lagi
pt_br: {{number}} dia restante
ru_ru: Осталось {{number}} дн.
th_th: เหลืออีก {{number}} วัน
vi_vn: Còn lại {{number}} ngày
zh_cn: 剩余 {{number}} 天
zh_tw: 剩餘 {{number}} 天

# /X8
source: {{number}} days left
de_de: {{number}} Tage verbleiben
es_es: Quedan {{number}} días
fr_fr: {{number}} jours restants
id_id: Sisa {{number}} hari
it_it: {{number}} giorni rimasti
ja_jp: 残り {{number}} 日
ko_kr: {{number}}일 남음
ms_my: {{number}} hari lagi
pt_br: {{number}} dias restantes
ru_ru: Осталось {{number}} дн.
th_th: เหลืออีก {{number}} วัน
vi_vn: Còn lại {{number}} ngày
zh_cn: 剩余 {{number}} 天
zh_tw: 剩餘 {{number}} 天

# c+k
source: {{number}} hour left
de_de: {{number}} Stunde verbleibend
es_es: Quedan {{number}} hora
fr_fr: {{number}} heure restante
id_id: Sisa {{number}} jam
it_it: {{number}} ora rimasta
ja_jp: 残り {{number}} 時間
ko_kr: {{number}}시간 남음
ms_my: {{number}} jam lagi
pt_br: {{number}} hora restante
ru_ru: Осталось {{number}} ч.
th_th: เหลืออีก {{number}} ชั่วโมง
vi_vn: Còn lại {{number}} giờ
zh_cn: 剩余 {{number}} 小时
zh_tw: 剩餘 {{number}} 小時

# MR4
source: {{number}} hours left
de_de: {{number}} Stunden verbleibend
es_es: Quedan {{number}} horas
fr_fr: {{number}} heures restantes
id_id: Tersisa {{number}} jam
it_it: {{number}} ore rimaste
ja_jp: 残り {{number}} 時間
ko_kr: {{number}}시간 남음
ms_my: {{number}} jam lagi
pt_br: {{number}} horas restantes
ru_ru: Осталось {{number}} ч.
th_th: เหลืออีก {{number}} ชั่วโมง
vi_vn: Còn lại {{number}} giờ
zh_cn: 剩余 {{number}} 小时
zh_tw: 剩餘 {{number}} 小時

# nPQ
source: {{number}} minute left
de_de: {{number}} Minute verbleibt
es_es: Queda {{number}} minuto
fr_fr: {{number}} minute restante
id_id: Tersisa {{number}} menit
it_it: {{number}} minuto rimasto
ja_jp: 残り {{number}} 分
ko_kr: {{number}}분 남음
ms_my: {{number}} minit lagi
pt_br: {{number}} minuto restante
ru_ru: Осталось {{number}} мин.
th_th: เหลืออีก {{number}} นาที
vi_vn: Còn lại {{number}} phút
zh_cn: 剩余 {{number}} 分钟
zh_tw: 剩餘 {{number}} 分鐘

# ODE
source: {{number}} minutes left
de_de: {{number}} Minuten verbleiben
es_es: Quedan {{number}} minutos
fr_fr: {{number}} minutes restantes
id_id: Tersisa {{number}} menit
it_it: {{number}} minuti rimasti
ja_jp: 残り {{number}} 分
ko_kr: {{number}}분 남음
ms_my: {{number}} minit lagi
pt_br: {{number}} minutos restantes
ru_ru: Осталось {{number}} мин.
th_th: เหลืออีก {{number}} นาที
vi_vn: Còn lại {{number}} phút
zh_cn: 剩余 {{number}} 分钟
zh_tw: 剩餘 {{number}} 分鐘

# vko
source: Tap here to open Trash
de_de: Tippen Sie hier, um den Papierkorb zu öffnen
es_es: Pulsa aquí para abrir la Papelera
fr_fr: Appuyez ici pour ouvrir la corbeille
id_id: Ketuk di sini untuk membuka Sampah
it_it: Tocca qui per aprire il Cestino
ja_jp: ここをタップしてゴミ箱を確認できます
ko_kr: 휴지통을 열려면 여기를 탭하세요
ms_my: Ketuk di sini untuk membuka Tong Sampah
pt_br: Toque aqui para abrir a Lixeira
ru_ru: Нажмите здесь, чтобы открыть Корзину
th_th: แตะที่นี่เพื่อเปิดถังขยะ
vi_vn: Nhấn vào đây để mở thư mục Rác
zh_cn: 点击此处查看回收站
zh_tw: 點選此處查看資源回收筒

# lDU
source: Key unavailable. Unable to make this action.
de_de: Schlüssel nicht verfügbar. Ausführen dieser Aktion nicht möglich.
es_es: Clave no disponible. No se puede llevar a cabo esta acción.
fr_fr: Clé non disponible. Impossible d'effectuer cette opération.
id_id: Kunci tidak tersedia. Gagal melakukan tindakan ini.
it_it: Chiave non disponibile. Impossibile eseguire questa azione.
ja_jp: 鍵が使用できないため、操作を行えません
ko_kr: 키를 사용할 수 없습니다. 이 작업을 수행할 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat melakukan tindakan ini.
pt_br: Chave indisponível. Não é possível realizar esta ação.
ru_ru: Ключ недоступен. Невозможно выполнить это действие.
th_th: คีย์ไม่พร้อมใช้งาน ไม่สามารถทำการดำเนินการนี้ได้
vi_vn: Khóa không khả dụng. Không thể thực hiện hành động này.
zh_cn: 密钥不可用，无法执行操作
zh_tw: 金鑰不可用，無法執行操作

# MRU
source: Key unavailable. Unable to view Minutes info.
de_de: Schlüssel nicht verfügbar. Ansehen der Minutes nicht möglich.
es_es: Clave no disponible. No se puede ver la información de las actas.
fr_fr: Clé non disponible. Impossible d'afficher les informations du compte-rendu.
id_id: Kunci tidak tersedia. Gagal melihat info Minutes.
it_it: Chiave non disponibile. Impossibile visualizzare le informazioni del Verbale.
ja_jp: 鍵が使用できないため、Minutes 情報を表示できません
ko_kr: 키를 사용할 수 없습니다. 회의록 정보를 볼 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat melihat maklumat Minit.
pt_br: Chave indisponível. Não é possível visualizar informações de Minutes.
ru_ru: Ключ недоступен. Невозможно просмотреть информацию о Minutes.
th_th: คีย์ไม่พร้อมใช้งาน ไม่สามารถดูข้อมูล Minutes ได้
vi_vn: Khóa không khả dụng. Không thể xem thông tin Biên bản.
zh_cn: 密钥不可用，无法查看妙记信息
zh_tw: 金鑰不可用，無法查看妙記資訊

# nR8
source: Key unavailable. Unable to record audio.
de_de: Schlüssel nicht verfügbar. Audio-Aufzeichnung nicht möglich.
es_es: Clave no disponible. No se puede grabar audio.
fr_fr: Clé non disponible. Impossible d'enregistrer l'audio.
id_id: Kunci tidak tersedia. Gagal merekam audio.
it_it: Chiave non disponibile. Impossibile registrare l'audio.
ja_jp: 鍵が使用できないため、録音できません
ko_kr: 키를 사용할 수 없습니다. 오디오를 녹음할 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat merakam audio.
pt_br: Chave indisponível. Não é possível gravar áudio.
ru_ru: Ключ недоступен. Невозможно записать звук.
th_th: คีย์ไม่พร้อมใช้งาน ไม่สามารถบันทึกเสียงได้
vi_vn: Khóa không khả dụng. Không thể ghi âm.
zh_cn: 密钥不可用，无法录音
zh_tw: 金鑰不可用，無法錄音

# EeE
source: Key unavailable. Unable to view Minutes.
de_de: Schlüssel nicht verfügbar. Ansehen der Minutes nicht möglich.
es_es: Clave no disponible. No se pueden ver las actas.
fr_fr: Clé non disponible. Impossible d'afficher le compte-rendu.
id_id: Kunci tidak tersedia. Gagal melihat Minutes.
it_it: Chiave non disponibile. Impossibile visualizzare il Verbale.
ja_jp: 鍵が使用できないため、Minutes を表示できません
ko_kr: 키를 사용할 수 없습니다. 회의록을 볼 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat melihat Minit.
pt_br: Chave indisponível. Não é possível visualizar Minutes.
ru_ru: Ключ недоступен. Невозможно просмотреть Minutes.
th_th: คีย์ไม่พร้อมใช้งาน ไม่สามารถดู Minutes ได้
vi_vn: Khóa không khả dụng. Không thể xem Biên bản.
zh_cn: 密钥不可用，无法查看妙记
zh_tw: 金鑰不可用，無法查看妙記
