Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# dN4
source: Earliest to latest
de_de: Früheste bis neueste
es_es: De más antiguo a más reciente
fr_fr: Du plus récent au plus ancien
id_id: Paling lama hingga terbaru
it_it: Da meno recente a più recente
ja_jp: 昇順
ko_kr: 오래된순
ms_my: Terawal ke terkini
pt_br: Do mais antigo ao mais recente
ru_ru: От раннего до последнего
th_th: ก่อนหน้าไปล่าสุด
vi_vn: Cũ nhất đến mới nhất
zh_cn: 时间从远到近
zh_tw: 時間從遠到近

# +OA
source: Latest to earliest
de_de: Neueste bis früheste
es_es: De más reciente a más antiguo
fr_fr: Du plus ancien au plus récent
id_id: Terbaru hingga paling lama
it_it: Da più recente a meno recente
ja_jp: 降順
ko_kr: 최신순
ms_my: Terkini ke terawal
pt_br: Do mais recente para o mais antigo
ru_ru: От последнего к самому раннему
th_th: ล่าสุดไปก่อนหน้า
vi_vn: Mới nhất đến cũ nhất
zh_cn: 时间从近到远
zh_tw: 時間從近到遠

# ars
source: Please refresh and try again
de_de: Bitte aktualisieren Sie und versuchen Sie es erneut
es_es: Actualiza e inténtalo de nuevo
fr_fr: Veuillez actualiser et réessayer
id_id: Perbarui dan coba lagi
it_it: Aggiorna e riprova
ja_jp: エラーです。再読み込みしてください
ko_kr: 새로 고치고 다시 시도하세요
ms_my: Sila muat semula dan cuba lagi
pt_br: Atualize e tente novamente
ru_ru: Обновите и повторите попытку
th_th: โปรดคลิกรีเฟรชแล้วลองอีกครั้ง
vi_vn: Vui lòng làm mới rồi thử lại
zh_cn: 出错了，请刷新试试
zh_tw: 發生錯誤，請嘗試重新整理

# 9xY
source: Feishu
zh_cn: 飞书
zh_tw: 飛書

# UE4
source: 日本語
zh_tw: 日文

# 96U
source: 简体中文
zh_tw: 簡體中文
