Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Lbs
source: Share to chat
de_de: Für Chat freigeben
es_es: Compartir en chat
fr_fr: Partager dans le chat
id_id: Bagikan ke obrolan
it_it: Condividi nella chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke sembang
pt_br: Compartilhar com chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_tw: 分享至對話

# pHc
source: Shared
de_de: Freigegeben
es_es: Compartido
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisione completata
ja_jp: 共有時間：
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Общее
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享于
zh_tw: 分享於

# 2as
source: Shared content
de_de: Geteilter Inhalt
es_es: Contenido compartido
fr_fr: Contenu partagé
id_id: Konten yang dibagikan
it_it: Contenuto condiviso
ja_jp: 共有コンテンツ
ko_kr: 공유 콘텐츠
ms_my: Kandungan dikongsi
pt_br: Conteúdo compartilhado
ru_ru: Показанный контент
th_th: เนื้อหาที่แชร์
vi_vn: Nội dung được chia sẻ
zh_cn: 共享内容
zh_tw: 分享內容

# Ic0
source: No shared content
de_de: Kein freigegebener Inhalt
es_es: No hay contenido compartido
fr_fr: Aucun contenu partagé
id_id: Tidak ada konten yang dibagikan
it_it: Nessun contenuto condiviso
ja_jp: 共有コンテンツがありません
ko_kr: 공유 콘텐츠 없음
ms_my: Tiada kandungan dikongsi
pt_br: Nenhum conteúdo compartilhado
ru_ru: Нет показанного контента
th_th: ไม่มีเนื้อหาที่ใช้ร่วมกัน
vi_vn: Không có nội dung được chia sẻ
zh_cn: 无共享内容
zh_tw: 無分享內容

# d8Q
source: Once removed, this file won't be displayed in Shared Content or Home.
de_de: Nach dem Entfernen wird diese Datei nicht mehr unter „Freigegebene Inhalte“ oder „Startseite“ angezeigt.
es_es: Una vez quitado, este archivo no se mostrará en Contenido compartido ni en Inicio.
fr_fr: Une fois retiré, ce fichier ne sera plus affiché dans Contenu partagé ou dans Accueil.
id_id: Setelah dihapus, file tidak akan ditampilkan di Konten Bersama atau Beranda.
it_it: Dopo la rimozione, questo file non verrà visualizzato in Contenuto condiviso né in Home.
ja_jp: 削除後、このファイルは自分と共有したファイルのリストまたはホームから確認できなくなります
ko_kr: 제거하면 이 파일은 공유 콘텐츠 또는 홈에 표시되지 않습니다.
ms_my: Sekali dibuang, fail ini tidak akan dipaparkan dalam Kandungan Berkongsi atau Laman Utama.
pt_br: Depois de removidos, esse arquivo não será exibido no Conteúdo compartilhado ou na Página inicial.
ru_ru: После удаления этот файл не будет отображаться в разделе "Общий контент" или на домашней странице.
th_th: เมื่อนำออกแล้ว ไฟล์นี้จะไม่แสดงในเนื้อหาที่ใช้ร่วมกันหรือหน้าแรก
vi_vn: Tập tin này sẽ không được hiển thị trong mục Nội dung được chia sẻ hoặc Trang chủ sau khi bị xóa.
zh_cn: 移除的妙记将不会在共享内容和主页中显示
zh_tw: 移除的妙記將不會在分享內容和首頁中顯示

source: Remove from Shared Content?
de_de: Aus „Freigegebene Inhalte“ entfernen?
es_es: ¿Quitar de Contenido compartido?
fr_fr: Retirer du Contenu partagé ?
id_id: Hapus dari Konten Bersama?
it_it: Rimuovere da Contenuto condiviso?
ja_jp: 自分と共有したファイルのリストから削除しますか？
ko_kr: 공유 콘텐츠에서 제거하시겠습니까?
ms_my: Buang daripada Kandungan Berkongsi?
pt_br: Remover de Conteúdo Compartilhado?
ru_ru: Удалить из показанного контента?
th_th: ลบออกจากเนื้อหาที่แบ่งปันหรือไม่
vi_vn: Xóa khỏi mục Nội dung được chia sẻ?
zh_cn: 从共享内容中移除？
zh_tw: 從分享內容中移除？

# 1NQ
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: キャンセル
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# zoA
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# xBQ
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# dbs
source: Comment tags aren't shown during playback.
de_de: Kommentar-Tags werden während der Wiedergabe nicht angezeigt.
es_es: Las etiquetas de comentarios no se muestran durante la reproducción.
fr_fr: Les balises de commentaire ne s'affichent pas lors des rediffusions.
id_id: Tag komentar tidak ditampilkan selama pemutaran.
it_it: I tag dei commenti non sono mostrati durante la riproduzione.
ja_jp: 再生中にコメントタグを表示しません
ko_kr: 댓글 태그가 재생 중에 표시되지 않습니다.
ms_my: Tag komen tidak ditunjukkan semasa main balik.
pt_br: As etiquetas de comentário não são exibidas durante a reprodução.
ru_ru: Теги комментариев не отображаются во время воспроизведения.
th_th: แท็กความคิดเห็นจะไม่แสดงระหว่างการเล่น
vi_vn: Thẻ nhận xét không được hiển thị trong khi phát lại.
zh_cn: 播放进度中不显示评论记号
zh_tw: 播放進度中不顯示評論記號

# WNk
source: Comment tags are shown during playback.
de_de: Kommentar-Tags werden während der Wiedergabe angezeigt.
es_es: Las etiquetas de comentarios se muestran durante la reproducción.
fr_fr: Les balises de commentaire s'affichent lors des rediffusions.
id_id: Tag komentar ditampilkan selama pemutaran.
it_it: I tag dei commenti sono mostrati durante la riproduzione.
ja_jp: 再生中にコメントタグを表示します
ko_kr: 댓글 태그가 재생 중에 표시됩니다.
ms_my: Tag komen ditunjukkan semasa main balik.
pt_br: As etiquetas de comentário são exibidas durante a reprodução.
ru_ru: Теги комментариев отображаются во время воспроизведения.
th_th: แท็กความคิดเห็นจะแสดงระหว่างการเล่น
vi_vn: Thẻ nhận xét được hiển thị trong khi phát lại.
zh_cn: 播放进度中显示评论记号
zh_tw: 播放進度中顯示評論記號

# zQY
source: Show comment tags
de_de: Kommentar-Tags einblenden
es_es: Mostrar etiquetas de comentarios
fr_fr: Afficher les balises de commentaire
id_id: Tampilkan tag komentar
it_it: Mostra tag dei commenti
ja_jp: コメントタグを表示
ko_kr: 댓글 태그 표시
ms_my: Tunjukkan tag komen
pt_br: Mostrar etiquetas de comentários
ru_ru: Показать теги комментариев
th_th: แสดงแท็กความคิดเห็น
vi_vn: Hiển thị thẻ nhận xét
zh_cn: 显示评论记号
zh_tw: 顯示評論記號

# Ouw
source: Show emoji reactions
de_de: Emoji-Reaktionen anzeigen
es_es: Mostrar reacciones con emojis
fr_fr: Afficher les réactions emoji
id_id: Tampilkan reaksi emoji
it_it: Mostra reazioni emoji
ja_jp: クイック返信を表示
ko_kr: 이모지 반응 표시
ms_my: Tunjukkan reaksi emoji
pt_br: Mostrar reações de emoji
ru_ru: Показывать реакции эмодзи
th_th: แสดงอีโมจิแสดงความรู้สึก
vi_vn: Hiển thị phản ứng bằng biểu tượng cảm xúc
zh_cn: 显示表情
zh_tw: 顯示表情

# Dis
source: Emoji reactions aren't shown during playback.
de_de: Emoji-Reaktionen werden während der Wiedergabe nicht angezeigt.
es_es: Las reacciones con emojis no se muestran durante la reproducción.
fr_fr: Les réactions emoji ne sont pas affichées pendant les rediffusions.
id_id: Reaksi emoji tidak ditampilkan selama pemutaran.
it_it: Le reazioni emoji non sono mostrate durante la riproduzione.
ja_jp: 再生中にクイック返信を表示しません
ko_kr: 이모지 반응이 재생 중에 표시되지 않습니다.
ms_my: Reaksi emoji tidak ditunjukkan semasa main balik.
pt_br: As reações de emoji não são mostradas durante a reprodução.
ru_ru: Реакции эмодзи не отображаются во время воспроизведения.
th_th: อีโมจิแสดงความรู้สึกจะไม่แสดงระหว่างการเล่น
vi_vn: Phản ứng bằng biểu tượng cảm xúc không được hiển thị trong khi phát lại.
zh_cn: 播放进度中不显示表情
zh_tw: 播放進度中不顯示表情

# CHw
source: Emoji reactions are shown during playback.
de_de: Emoji-Reaktionen werden während der Wiedergabe angezeigt.
es_es: Las reacciones con emojis se muestran durante la reproducción.
fr_fr: Les réactions emoji sont affichées pendant les rediffusions.
id_id: Reaksi emoji ditampilkan selama pemutaran.
it_it: Le reazioni emoji sono mostrate durante la riproduzione.
ja_jp: 再生中にクイック返信を表示ます
ko_kr: 이모지 반응이 재생 중에 표시됩니다.
ms_my: Reaksi emoji ditunjukkan semasa main balik.
pt_br: As reações de emoji são mostradas durante a reprodução.
ru_ru: Реакции эмодзи отображаются во время воспроизведения.
th_th: อีโมจิแสดงความรู้สึกจะแสดงระหว่างการเล่น
vi_vn: Phản ứng bằng biểu tượng cảm xúc được hiển thị trong khi phát lại.
zh_cn: 播放进度中显示表情
zh_tw: 播放進度中顯示表情

# fJU
source: Show Speaker Summary
de_de: Sprecherzusammenfassung anzeigen
es_es: Mostrar resumen de ponente
fr_fr: Afficher le résumé de l'intervenant
id_id: Tampilkan Ringkasan Pembicara
it_it: Mostra il riepilogo del relatore
ja_jp: 発言内容の要約を表示
ko_kr: 발화자 요약 표시
ms_my: Tunjukkan Ringkasan Pembicara
pt_br: Mostrar resumo do orador
ru_ru: Показать сводку по докладу выступающего
th_th: แสดงสรุปจากผู้พูด
vi_vn: Hiển thị tóm tắt của người phát biểu
zh_cn: 显示发言总结
zh_tw: 顯示發言總結

# 7no
source: Skip silence
de_de: Stummsequenz überspringen
es_es: Omitir silencios
fr_fr: Sauter le silence
id_id: Lewati senyap
it_it: Salta silenzi
ja_jp: 空白部分をスキップ
ko_kr: 무음 건너뛰기
ms_my: Langkau ke senyap
pt_br: Ignorar silêncio
ru_ru: Пропустить тишину
th_th: ข้ามส่วนที่ไม่มีเสียงได้
vi_vn: Bỏ qua đoạn im lặng
zh_cn: 跳过空白片段
zh_tw: 跳過空白片段

# IUQ
source: Skipped {{h}}h {{m}}m {{s}}s
de_de: {{h}} Std. {{m}} Min. {{s}} Sek. übersprungen
es_es: Se han omitido {{h}} h {{m}} min {{s}} s
fr_fr: Saut de {{h}} h {{m}} m {{s}} s
id_id: Melewati {{h}} jam {{m}} menit {{s}} detik
it_it: {{h}} h {{m}} m {{s}} s saltati
ja_jp: {{h}} 時間 {{m}} 分 {{s}} 秒をスキップしました
ko_kr: {{h}}시간 {{m}}분 {{s}}초 건너뛰었습니다
ms_my: Dilangkau {{h}}j {{m}}m {{s}}s
pt_br: Pulou {{h}} h {{m}} m {{s}} s
ru_ru: Пропущено {{h}} ч {{m}} мин {{s}} с
th_th: ข้าม {{h}}ชม. {{m}}นาที {{s}}วิ
vi_vn: Đã bỏ qua {{h}} giờ {{m}} phút {{s}} giây
zh_cn: 已跳过 {{h}} 小时 {{m}} 分 {{s}} 秒
zh_tw: 已跳過 {{h}} 小時 {{m}} 分 {{s}} 秒

# fPc
source: Skipped {{m}}m {{s}}s
de_de: {{m}} Min. {{s}} Sek. übersprungen
es_es: Se han omitido {{m}} m {{s}} s
fr_fr: Saut de {{m}} m {{s}} s
id_id: Melewati {{m}} menit {{s}} detik
it_it: {{m}} m {{s}} s saltati
ja_jp: {{m}} 分 {{s}} 秒をスキップしました
ko_kr: {{m}}분 {{s}}초 건너뛰었습니다
ms_my: Dilangkau {{m}}m {{s}}s
pt_br: Pulou {{m}} m {{s}} s
ru_ru: Пропущено {{m}} мин {{s}} с
th_th: ข้าม {{m}}นาที {{s}}วิ
vi_vn: Đã bỏ qua {{m}} phút {{s}} giây
zh_cn: 已跳过 {{m}}分 {{s}}秒
zh_tw: 已跳過 {{m}} 分 {{s}} 秒

# du4
source: Skipped {{s}}s
de_de: {{s}} Sek. übersprungen
es_es: Se han omitido {{s}} s
fr_fr: Saut de {{s}} s
id_id: Melewati {{s}} detik
it_it: {{s}} s saltati
ja_jp: {{s}} 秒をスキップしました
ko_kr: {{s}}초 건너뛰었습니다
ms_my: Dilangkau {{s}}s
pt_br: Ignorou {{s}} s
ru_ru: Пропущено {{s}} с
th_th: ข้าม {{s}}วิ
vi_vn: Đã bỏ qua {{s}} giây
zh_cn: 已跳过 {{s}}秒
zh_tw: 已跳過 {{s}} 秒

# rfQ
source: Smart chapters
de_de: Intelligente Kapitel
es_es: Capítulos inteligentes
fr_fr: Chapitres intelligents
id_id: Bab pintar
it_it: Capitoli intelligenti
ja_jp: チャプター
ko_kr: 스마트 챕터
ms_my: Bab pintar
pt_br: Capítulos inteligentes
ru_ru: Интеллектуальное оглавление
th_th: บทอัจฉริยะ
vi_vn: Chương thông minh
zh_cn: 章节纪要
zh_tw: 章節記錄

# O0g
source: AI Notes
de_de: KI-Notizen
es_es: Notas con IA
fr_fr: Notes d'IA
id_id: Catatan AI
it_it: Note IA
ja_jp: AI 議事録
ko_kr: AI 메모
ms_my: Nota AI
pt_br: Anotações por IA
ru_ru: Примечания ИИ
th_th: หมายเหตุ AI
vi_vn: Ghi chú AI
zh_cn: 智能纪要
zh_tw: 智慧記錄

# BQ0
source: Oops... Something went wrong...
de_de: Hoppla... Etwas ist schiefgelaufen...
es_es: ¡Vaya! Algo ha fallado...
fr_fr: Désolé ! Une erreur est survenue…
id_id: Ups... Ada yang salah...
it_it: Spiacenti. Si è verificato un errore.
ja_jp: エラーが発生しました
ko_kr: 죄송합니다... 문제가 발생했습니다...
ms_my: Alamak... Ada yang tidak kena...
pt_br: Ops... Ocorreu um problema...
ru_ru: Ошибка. Что-то пошло не так.
th_th: แย่แล้ว... มีบางอย่างผิดปกติ...
vi_vn: Rất tiếc... Đã có lỗi xảy ra...
zh_cn: 糟糕…发生了一些错误…
zh_tw: 糟糕…發生錯誤…

# GP0
source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
id_id: Urutkan berdasarkan
it_it: Ordina per
ja_jp: 並べ替え
ko_kr: 정렬 기준
ms_my: Susun mengikut
pt_br: Classificar por
ru_ru: Сортировка
th_th: จัดเรียงตาม
vi_vn: Sắp xếp theo
zh_cn: 排序
zh_tw: 排序

# VG4
source: Created
de_de: Erstellt
es_es: Creación
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 最近作成した
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Время создания
th_th: สร้างสำเร็จแล้ว
vi_vn: Đã tạo
zh_cn: 按创建时间
zh_tw: 依建立時間

# OrM
source: By auto-delete time
de_de: Nach Zeitraum für autom. Löschen
es_es: Por plazo de eliminación automática
fr_fr: Par heure de suppression automatique
id_id: Berdasarkan waktu penghapusan otomatis
it_it: Per periodo di eliminazione automatica
ja_jp: 自動削除日時
ko_kr: 자동 삭제 시간별
ms_my: Mengikut masa padam automatik
pt_br: Por tempo de exclusão automática
ru_ru: По времени автоматического удаления
th_th: ตามเวลาลบอัตโนมัติ
vi_vn: Trước thời gian tự động xóa
zh_cn: 按自动删除时间
zh_tw: 按自動刪除時間

# KDA
source: Last opened
de_de: Zuletzt geöffnet
es_es: Última apertura
fr_fr: Dernière ouverture
id_id: Dibuka terakhir
it_it: Ultima apertura
ja_jp: 開く時間
ko_kr: 마지막으로 연 시간
ms_my: Terakhir dibuka
pt_br: Aberto da última vez em
ru_ru: Последнее открытие
th_th: เปิดล่าสุด
vi_vn: Mở lần cuối
zh_cn: 按打开时间
zh_tw: 依開啟時間

# Gc0
source: Shared
de_de: Freigegeben
es_es: Compartido
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisione completata
ja_jp: 最近共有した
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Время показа
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 按共享时间
zh_tw: 依分享時間

# KKg
source: Set order
de_de: Reihenfolge festlegen
es_es: Establecer orden
fr_fr: Définir l'ordre
id_id: Tetapkan urutan
it_it: Imposta ordine
ja_jp: カテゴリーと並べ替えを設定
ko_kr: 순서 설정
ms_my: Tetapkan susunan
pt_br: Configurar ordem
ru_ru: Установить порядок
th_th: ตั้งค่าคำสั่ง
vi_vn: Đặt thứ tự
zh_cn: 排序
zh_tw: 排序

# y2M
source: If the results are inaccurate, speaker can be manually edited.
de_de: Sind die Ergebnisse falsch, kann der Sprecher manuell bearbeitet werden.
es_es: Si los resultados son incorrectos, el ponente se puede editar manualmente.
fr_fr: Si les résultats sont inexacts, l'intervenant peut être modifié manuellement.
id_id: Jika hasil tidak akurat, pembicara dapat diedit secara manual.
it_it: Se i risultati non sono accurati, il relatore può essere modificato manualmente.
ja_jp: 結果が正確でない場合、手動で発言者を変更できます
ko_kr: 결과가 정확하지 않으면 발화자를 수동으로 편집할 수 있습니다.
ms_my: Jika hasilnya tidak tepat, pembicara boleh diedit secara manual.
pt_br: Se os resultados forem imprecisos, o orador poderá ser editado manualmente.
ru_ru: Если результаты неточны, выступающего можно отредактировать вручную.
th_th: หากผลลัพธ์ไม่ถูกต้อง สามารถแก้ไขผู้พูดด้วยตนเองได้
vi_vn: Nếu kết quả không chính xác, bạn có thể chỉnh sửa người phát biểu theo cách thủ công.
zh_cn: 如果识别不准确，可以手动修改说话人
zh_tw: 如果識別不準確，可以手動修改發言人

# 8/g
source: Speakers
de_de: Sprecher
es_es: Ponentes
fr_fr: Intervenants
id_id: Pembicara
it_it: Relatori
ja_jp: 発言者
ko_kr: 발화자
ms_my: Penceramah
pt_br: Orador
ru_ru: Динамики
th_th: ลำโพง
vi_vn: Người phát biểu
zh_cn: 发言人
zh_tw: 發言人

# ogg
source: Current speaker
de_de: Aktueller Sprecher
es_es: Ponente actual
fr_fr: Intervenant actuel
id_id: Pembicara saat ini
it_it: Relatore corrente
ja_jp: 現在の発言者
ko_kr: 현재 발화자
ms_my: Pembicara semasa
pt_br: Orador atual
ru_ru: Текущий выступающий
th_th: ผู้พูดปัจจุบัน
vi_vn: Người phát biểu hiện tại
zh_cn: 当前说话人
zh_tw: 目前發言人

# Z2I
source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
id_id: Kecepatan
it_it: Velocità
ja_jp: 倍速
ko_kr: 속도
ms_my: Kelajuan
pt_br: Velocidade
ru_ru: Скорость
th_th: ความเร็ว
vi_vn: Tốc độ
zh_cn: 倍速
zh_tw: 倍速

# qiw
source: Start
es_es: Iniciar
fr_fr: Démarrer
id_id: Mulai
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
ms_my: Mula
pt_br: Iniciar
ru_ru: Начинать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 发起
zh_tw: 發起

# IeU
source: Start new recording
de_de: Neue Aufzeichnung beginnen
es_es: Iniciar nueva grabación
fr_fr: Démarrer un nouvel enregistrement
id_id: Mulai rekaman baru
it_it: Avvia nuova registrazione
ja_jp: 新しい録音を開始
ko_kr: 새 기록 시작
ms_my: Mulakan rakaman baru
pt_br: Começar nova gravação
ru_ru: Начать новую запись
th_th: เริ่มต้นการบันทึกใหม่
vi_vn: Bắt đầu quy trình ghi mới
zh_cn: 开始新录音
zh_tw: 開始新錄音

# jHQ
source: You're in the middle of another recording. Start a new recording?
de_de: Sie sind mitten in einer anderen Aufzeichnung. Möchten Sie eine neue Aufzeichnung beginnen?
es_es: Ya tienes una grabación en curso. ¿Quieres iniciar una nueva?
fr_fr: Un autre enregistrement est en cours. Commencer un nouvel enregistrement ?
id_id: Anda sedang berada di tengah rekaman lain. Mulai rekaman baru?
it_it: Hai già una registrazione in corso. Avviare una nuova registrazione?
ja_jp: 進行中の録音があります。終了して新しい録音を開始しますか？
ko_kr: 다른 기록 중입니다. 새 기록을 시작하시겠습니까?
ms_my: Anda sedang dalam rakaman lain. Mulakan rakaman baru?
pt_br: Você está no meio de outra gravação. Iniciar uma nova gravação?
ru_ru: Вы находитесь в середине другой записи. Начать новую запись?
th_th: คุณกำลังอยู่ระหว่างการบันทึกรายการอื่น เริ่มการบันทึกใหม่หรือไม่
vi_vn: Bạn đang thực hiện một quy trình ghi khác. Bắt đầu quy trình ghi mới?
zh_cn: 你正在进行其它录音，结束并开始新的录音吗？
zh_tw: 你正在進行其他錄音，結束並開始新的錄音嗎？

# tiE
source: Start Recording
de_de: Aufzeichnung beginnen
es_es: Iniciar grabación
fr_fr: Commencer l'enregistrement
id_id: Mulai Perekaman
it_it: Avvia registrazione
ja_jp: レコーディング開始
ko_kr: 기록 시작
ms_my: Mula Merakam
pt_br: Começar a gravar
ru_ru: Начать запись
th_th: เริ่มต้นการบันทึก
vi_vn: Bắt đầu ghi
zh_cn: 开始录音
zh_tw: 開始錄音

# ySw
source: Counted from November 1, 2020 onwards
de_de: Zählung ab dem 1. November 2020
es_es: Recuento desde el 1 de noviembre de 2020
fr_fr: Début de la comptabilisation : 1er novembre 2020
id_id: Dihitung mulai dari 1 November 2020 dan seterusnya
it_it: Conteggio a partire dal 1º novembre 2020
ja_jp: データの統計は 2020 年 11 月 1 日からです
ko_kr: 2020년 11월 1일부터 계산됨
ms_my: Dikira dari 1 November 2020 ke atas
pt_br: Contado a partir de 1º de novembro de 2020
ru_ru: Подсчитывается с 1 ноября 2020 г.
th_th: นับตั้งแต่วันที่ 1 พฤศจิกายน 2020 เป็นต้นไป
vi_vn: Tính từ ngày 01 tháng 11 năm 2020 trở đi
zh_cn: 该数据从2020年11月1日开始统计
zh_tw: 該資料從 2020 年 11 月 1 日開始統計

# omk
source: OK
es_es: Aceptar
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 好的
zh_tw: 好的

# IjM
source: The current recording will stop if you join the meeting.
de_de: Die aktuelle Aufzeichnung wird beendet, wenn Sie der Besprechung beitreten.
es_es: La grabación actual se detendrá si te unes a la reunión.
fr_fr: L'enregistrement actuel sera interrompu si vous rejoignez la réunion.
id_id: Rekaman saat ini akan berhenti jika Anda bergabung dengan rapat.
it_it: La registrazione corrente verrà interrotta se partecipi a una riunione.
ja_jp: 会議に参加すると、録音は終了します
ko_kr: 회의에 참가하면 현재 기록이 중지됩니다.
ms_my: Rekodan semasa akan berhenti jika anda menyertai mesyuarat.
pt_br: A gravação atual será interrompida se você ingressar na reunião.
ru_ru: Текущая запись остановится, если вы присоединитесь к конференции.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณเข้าร่วมการประชุม
vi_vn: Quy trình ghi hiện tại sẽ dừng khi bạn tham gia một cuộc họp.
zh_cn: 加入会议后，当前录音将停止
zh_tw: 你正在錄音，加入會議將會停止錄音

# Juc
source: We're sorry to inform you that your appeal was unsuccessful. If you think there's been a mistake, you can @@Submit an Appeal@@ again.
de_de: Leider müssen wir Ihnen mitteilen, dass Ihr Einspruch nicht erfolgreich war. Wenn Sie glauben, dass es sich um einen Fehler handelt, können Sie erneut einen Einspruch einlegen.
es_es: Sentimos informarte de que tu reclamación no ha tenido éxito. Si crees que se ha producido un error, puedes volver a enviar una reclamación.
fr_fr: Nous sommes désolés de vous informer que votre appel n'a pas abouti. Si vous pensez qu'il y a eu une erreur, vous pouvez de nouveau faire appel.
id_id: Dengan berat hati kami menginformasikan bahwa pengajuan banding Anda tidak berhasil. Jika merasa ini adalah kekeliruan, Anda dapat mengajukan banding lagi.
it_it: Siamo spiacenti di informarti che il tuo appello non è andato a buon fine. Se ritieni che ci sia stato un errore, puoi inviare un appello di nuovo.
ja_jp: 残念ですが、申し立てが却下されました。ご質問等ございましたら、再度@@申し立て@@を行うことができます。
ko_kr: 죄송합니다. 이의 제기가 승인되지 않았습니다. 실수가 있었다고 생각하면 이의 제기를 다시 제출할 수 있습니다.
ms_my: Kami minta maaf untuk memaklumkan bahawa rayuan anda tidak berjaya. Jika anda rasa ada kesilapan, anda boleh @@Submit an Appeal@@ lagi.
pt_br: Lamentamos informar que sua solicitação não foi bem-sucedida. Se você acha que houve um engano, pode enviar uma solicitação novamente.
ru_ru: К сожалению, ваша апелляция была отклонена. Если вы считаете, что произошла ошибка, вы можете снова подать апелляцию.
th_th: เราเสียใจที่ต้องแจ้งให้คุณทราบว่าการส่งคำร้องของคุณไม่สำเร็จ หากคุณคิดว่ามีข้อผิดพลาด คุณสามารถส่งคำร้องอีกครั้งได้
vi_vn: Chúng tôi rất tiếc khi phải thông báo với bạn rằng kháng nghị của bạn không thành công. Nếu cho rằng đã có sự nhầm lẫn, bạn có thể gửi lại kháng nghị.
zh_cn: 很遗憾，本次申诉失败。若有疑问，可重新发起@@申诉@@，进行人工审核
zh_tw: 很遺憾，本次申訴失敗。如有疑問，可重新發起申訴，進行人工審核

# og0
source: Submit feedback
de_de: Feedback absenden
es_es: Enviar comentarios
fr_fr: Soumettre des commentaires
id_id: Kirim saran
it_it: Invia feedback
ja_jp: フィードバックを送信
ko_kr: 피드백 제출
ms_my: Hantar maklum balas
pt_br: Enviar feedback
ru_ru: Отправить отзыв
th_th: ส่งข้อเสนอแนะ
vi_vn: Gửi phản hồi
zh_cn: 提交反馈
zh_tw: 提交意見反應

# ogM
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Mudar
ru_ru: Переключить
th_th: เปลี่ยน
vi_vn: Chuyển đổi
zh_cn: 切换
zh_tw: 切換

# CwQ
source: This language currently does not support transcription.
de_de: Diese Sprache unterstützt aktuell keine Transkription.
es_es: Este idioma no admite por ahora la transcripción.
fr_fr: Cette langue n'est actuellement pas compatible avec la transcription.
id_id: Bahasa ini saat ini tidak mendukung transkripsi.
it_it: Questa lingua al momento non supporta la trascrizione.
ja_jp: この言語の文字起こしは現在サポートされていません
ko_kr: 이 언어는 현재 기록을 지원하지 않습니다.
ms_my: Bahasa ini tidak menyokong transkripsi pada masa ini.
pt_br: Atualmente, este idioma não oferece suporte à transcrição.
ru_ru: Этот язык в настоящее время не поддерживает транскрипцию.
th_th: ไม่รองรับการถอดเสียงภาษานี้ในขณะนี้
vi_vn: Ngôn ngữ này hiện không hỗ trợ chép lời.
zh_cn: 该语言暂不支持转写成文字
zh_tw: 該語言暫不支援轉譯成文字

# CBY
source: You can search for {{appName}} users and groups
de_de: Sie können nach {{appName}}-Benutzern und -Gruppen suchen.
es_es: Puede buscar usuarios y grupos de {{appName}}
fr_fr: Vous pouvez rechercher des utilisateurs et des groupes {{appName}}
id_id: Anda dapat mencari pengguna dan grup {{appName}}
it_it: Puoi cercare utenti e gruppi di {{appName}}
ja_jp: {{appName}} ユーザーとグループを検索できます
ko_kr: {{appName}} 사용자와 그룹을 검색할 수 있습니다
ms_my: Anda boleh mencari pengguna dan kumpulan {{appName}}
pt_br: Você pode pesquisar usuários e grupos do {{appName}}
ru_ru: Можно выполнить поиск пользователей и групп {{appName}}
th_th: คุณสามารถค้นหาผู้ใช้และกลุ่มของ {{appName}} ได้
vi_vn: Bạn có thể tìm kiếm người dùng và nhóm trên {{appName}}
zh_cn: 可搜索{{appName}}用户或群
zh_tw: 可搜尋{{appName}}使用者或群組
