Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# LCg
source: Click "Mark Key" to add key moments
de_de: Klicken Sie auf „Schlüssel markieren“, um Schlüsselmomente hinzuzufügen
es_es: Haz clic en "Marcar clave" para agregar momentos clave
fr_fr: Cliquer sur "Marquer comme clé" pour ajouter des moments clés
id_id: Klik "Tandai Kunci" untuk menambahkan momen penting
it_it: Fai clic su "Contrassegna principali" per aggiungere momenti principali
ja_jp: 「要点を作成」をクリックして会議の要点を追加できます
ko_kr: 핵심 순간을 추가하려면 "키 표시"를 클릭하세요
ms_my: Klik "Tandai Kunci" untuk menambah saat kunci
pt_br: Clique em "Marcar chave" para adicionar momentos-chave
ru_ru: Нажмите "Отметить ключ", чтобы добавить ключевые моменты
th_th: คลิก "ทำเครื่องหมายคีย์" เพื่อเพิ่มช่วงเวลาสำคัญ
vi_vn: Nhấp vào "Đánh dấu là quan trọng" để thêm các khoảnh khắc quan trọng
zh_cn: 点击“分段”，添加会议段落
zh_tw: 點選「分段」，新增會議段落

# U9M
source: External sharing is disabled due to security policy restrictions.
de_de: Die externe Freigabe ist aufgrund von Beschränkungen durch die Sicherheitsrichtlinie deaktiviert.
es_es: El uso compartido externo está deshabilitado debido a las restricciones de la política de seguridad.
fr_fr: Le partage externe est désactivé en raison de restrictions de la politique de sécurité.
id_id: Berbagi eksternal dinonaktifkan karena batasan kebijakan keamanan.
it_it: La condivisione esterna è disattivata a causa delle restrizioni dei criteri di sicurezza.
ja_jp: セキュリティポリシーの制限により、外部共有は禁止されています
ko_kr: 보안 정책 제한으로 인해 외부 공유가 비활성화되었습니다.
ms_my: Pengongsian luar dimatikan kerana sekatan polisi keselamatan.
pt_br: O compartilhamento externo está desativado devido a restrições da política de segurança.
ru_ru: Внешний обмен отключен из-за ограничений стратегии безопасности.
th_th: การแบ่งปันภายนอกถูกปิดใช้เนื่องจากข้อจำกัดของนโยบายความปลอดภัย
vi_vn: Đã tắt tính năng chia sẻ với bên ngoài do các hạn chế của chính sách bảo mật.
zh_cn: 因安全策略限制，无法分享到外部
zh_tw: 由於安全策略限制，無法分享到外部

# 81A
source: Connection error. Please try again later
de_de: Verbindungsfehler. Bitte versuchen Sie es später erneut
es_es: Error de conexión. Inténtalo de nuevo más tarde
fr_fr: Erreur de connexion. Veuillez réessayer plus tard
id_id: Kesalahan koneksi. Coba lagi nanti
it_it: Errore di connessione. Riprova più tardi
ja_jp: ネットワークに接続していません。後ほど再試行してください。
ko_kr: 연결 오류입니다. 나중에 다시 시도하세요
ms_my: Ralat sambungan. Sila cuba lagi kemudian
pt_br: Erro de conexão. Tente novamente mais tarde
ru_ru: Ошибка подключения. Повторите попытку позже
th_th: การเชื่อมต่ออินเทอร์เน็ตเกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi kết nối. Vui lòng thử lại sau
zh_cn: 当前无网络连接，请稍后再试
zh_tw: 目前無網路連接，請稍後再試

# kmU
source: Link sharing is disabled due to security policy restrictions.
de_de: Die Link-Freigabe ist aufgrund von Beschränkungen durch die Sicherheitsrichtlinie deaktiviert.
es_es: El uso compartido de enlaces está deshabilitado debido a las restricciones de la política de seguridad.
fr_fr: Le partage de liens est désactivé en raison de restrictions liées à la politique de sécurité.
id_id: Pembagian tautan dinonaktifkan karena pembatasan kebijakan keamanan.
it_it: La condivisione di link è disattivata a causa delle restrizioni dei criteri di sicurezza.
ja_jp: セキュリティポリシーの制限により、リンク共有機能は禁止されています
ko_kr: 보안 정책 제한으로 인해 링크 공유가 비활성화되었습니다.
ms_my: Pengongsian pautan dimatikan kerana sekatan polisi keselamatan.
pt_br: O compartilhamento de link está desativado devido a restrições da política de segurança.
ru_ru: Обмен ссылками отключен из-за ограничений стратегии безопасности.
th_th: การแบ่งปันลิงก์ถูกปิดใช้เนื่องจากข้อจำกัดของนโยบายความปลอดภัย
vi_vn: Đã tắt tính năng chia sẻ liên kết do các hạn chế của chính sách bảo mật.
zh_cn: 因安全策略限制，无法使用链接分享
zh_tw: 由於安全策略限制，無法使用連結分享

# F3o
source: No meeting minutes
de_de: Kein Besprechungsprotokoll
es_es: No hay actas de reunión
fr_fr: Aucun compte-rendu de réunion
id_id: Tidak ada catatan rapat
it_it: Nessun verbale della riunione
ja_jp: 議事録がありません
ko_kr: 회의록 없음
ms_my: Tiada minit mesyuarat
pt_br: Sem anotações das reuniões
ru_ru: Нет протоколов конференций
th_th: ไม่มีบันทึกการประชุม
vi_vn: Không có biên bản cuộc họp nào
zh_cn: 无会议纪要
zh_tw: 無會議記錄

# J2c
source: You don't have permission to delete this content.
de_de: Sie haben keine Berechtigung, diesen Inhalt zu löschen.
es_es: No tienes permiso para eliminar este contenido.
fr_fr: Vous n'êtes pas autorisés à supprimer ce contenu.
id_id: Anda tidak memiliki izin untuk menghapus konten ini.
it_it: Non disponi dell'autorizzazione per eliminare questo contenuto.
ja_jp: このコンテンツを削除する権限がありません
ko_kr: 이 콘텐츠를 삭제할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk memadam kandungan ini.
pt_br: Você não tem permissão para excluir este conteúdo.
ru_ru: У вас нет разрешения на удаление этого контента.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ลบเนื้อหานี้
vi_vn: Bạn không có quyền xóa nội dung này.
zh_cn: 无权限删除该内容
zh_tw: 無刪除該內容的權限

source: No playable Minutes
de_de: Keine abspielbaren Minutes
es_es: No hay actas reproducibles
fr_fr: Aucun compte-rendu lisible
id_id: Tidak ada Minutes yang bisa diputar
it_it: Nessun Verbale riproducibile
ja_jp: 再生可能な Minutes がありません
ko_kr: 재생 가능한 회의록 없음
ms_my: Tiada Minit yang boleh dimainkan
pt_br: Sem Minutes reproduzíveis
ru_ru: Нет Minutes для проигрывания
th_th: ไม่มี Minutes ที่เล่นได้
vi_vn: Không có Biên bản có thể phát
zh_cn: 无可播放的妙记
zh_tw: 無可播放的妙記

# Iew
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 一致する内容がありません
ko_kr: 결과를 찾을 수 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả nào
zh_cn: 未找到相关内容
zh_tw: 沒有找到相關內容

# iw8
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่มีผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 未找到结果
zh_tw: 未找到結果

# nzg
source: No auto delete
de_de: Kein autom. Löschen
es_es: Sin eliminación automática
fr_fr: Aucune suppression automatique
id_id: Tidak ada penghapusan otomatis
it_it: Nessuna eliminazione automatica
ja_jp: 自動削除しない
ko_kr: 자동 삭제 없음
ms_my: Tiada padam automatik
pt_br: Nenhuma exclusão automática
ru_ru: Нет автоматического удаления
th_th: ไม่มีการลบอัตโนมัติ
vi_vn: Không tự động xóa
zh_cn: 不自动删除
zh_tw: 不自動刪除

# XVo
source: No silent parts
de_de: Keine Stummsequenzen
es_es: No hay partes en silencio
fr_fr: Aucune partie silencieuse
id_id: Tidak ada bagian yang senyap
it_it: Nessuna parte in silenzio
ja_jp: 空白部分がありません
ko_kr: 무음 부분 없음
ms_my: Tiada bahagian senyap
pt_br: Sem partes silenciosas
ru_ru: Нет бесшумных частей
th_th: ไม่มีส่วนที่ไม่มีเสียง
vi_vn: Không có đoạn im lặng
zh_cn: 无空白片段
zh_tw: 無空白片段

# bdI
source: No summary was generated because this speaker did not speak much.
de_de: Weil dieser Sprecher nur wenig gesprochen hat, wurde keine Zusammenfassung generiert.
es_es: No se ha generado ningún resumen porque este ponente no ha hablado mucho.
fr_fr: Aucun résumé n'a été généré, car cet intervenant n'a pas beaucoup parlé.
id_id: Tidak ada ringkasan yang dihasilkan karena pembicara ini tidak banyak bicara.
it_it: Non è stato generato alcun riepilogo poiché questo relatore non ha parlato molto.
ja_jp: 発言が短いため、要約を生成できません。
ko_kr: 이 발화자는 발언을 많이 하지 않았으므로 요약이 생성되지 않았습니다.
ms_my: Tiada ringkasan dijana kerana pembicara ini tidak banyak bercakap.
pt_br: Nenhum resumo foi gerado porque este orador não falou muito.
ru_ru: Сводка не создана, потому что выступающий практически не говорил.
th_th: ไม่มีการสร้างสรุปเนื่องจากผู้พูดคนนี้ไม่ได้พูดอะไรมาก
vi_vn: Chưa tạo bản tóm tắt nào vì người phát biểu này không nói nhiều.
zh_cn: 该发言人说话内容较短，没有生成智能纪要
zh_tw: 該發言人說話內容較短，沒有產生智慧記錄

# ktc
source: No transcript
de_de: Kein Transkript
es_es: No hay ninguna transcripción
fr_fr: Aucune transcription
id_id: Tidak ada transkrip
it_it: Nessuna trascrizione
ja_jp: 会話記録がありません
ko_kr: 회의록 없음
ms_my: Tiada transkrip
pt_br: Nenhuma transcrição
ru_ru: Нет стенограммы
th_th: ไม่มีการถอดเสียง
vi_vn: Không có bản chép lại
zh_cn: 无文字记录
zh_tw: 無文字記錄

# 0SQ
source: No one has spoken during this meeting.
de_de: Während der Besprechung hat niemand gesprochen.
es_es: Nadie ha hablado durante esta reunión.
fr_fr: Personne n'a pris la parole durant cette réunion.
id_id: Tidak ada yang berbicara selama rapat ini.
it_it: Durante questa riunione non ha parlato nessuno.
ja_jp: この会議に発言者がいません。
ko_kr: 이 회의 중 아무도 발언하지 않았습니다.
ms_my: Tiada siapa yang bercakap semasa mesyuarat ini.
pt_br: Ninguém falou durante esta reunião.
ru_ru: На этой конференции не было выступающих.
th_th: ไม่มีใครพูดในระหว่างการประชุมนี้
vi_vn: Không có ai phát biểu trong cuộc họp này.
zh_cn: 本场会议无人发言
zh_tw: 本場會議無人發言

# /p4
source: Current content does not comply with Minutes @@User Agreement@@ and has been suspended from sharing. If you think there's been a mistake, please click @@Appeal@@.
de_de: Der aktuelle Inhalt entspricht nicht den Bestimmungen der @@Benutzervereinbarung@@ von Minutes und wurde von der Freigabe ausgesetzt. Wenn Sie glauben, dass ein Fehler vorliegt, klicken Sie bitte auf @@Einspruch@@.
es_es: El contenido actual no cumple con el @@Acuerdo de usuario@@ de Actas, por lo que su uso compartido se ha suspendido. Si crees que se ha producido un error, haz clic en @@Reclamar@@.
fr_fr: Le contenu actuel n'est pas conforme au @@Contrat d'utilisateur@@ de Minutes et son partage a été désactivé. Si vous pensez qu'il s'agit d'une erreur, veuillez cliquer sur @@Faire appel@@.
id_id: Konten saat ini tidak sesuai dengan @@Perjanjian Pengguna@@ Minutes dan telah ditangguhkan untuk dibagikan. Jika Anda merasa ini adalah kekeliruan, klik @@Banding@@.
it_it: Il contenuto corrente non rispetta l'@@Accordo utente@@ di Verbale e la condivisione è stata disattivata. Se ritieni che ci sia stato un errore, fai clic su @@Appello@@.
ja_jp: Minutes の内容が@@利用規約@@に違反しているため、共有が停止されました。ご質問等ございましたら、@@申し立て@@を行ってください。
ko_kr: 현재 콘텐츠가 회의록 @@사용자 계약@@을 준수하지 않아 공유가 비활성화되었습니다. 실수가 있었다고 생각하면 @@이의 제기@@를 클릭하세요.
ms_my: Kandungan semasa tidak mematuhi Perjanjian Minit @@User Agreement@@ dan telah digantung perkongsian. Jika anda rasa ada kesilapan, sila klik @@Appeal@@.
pt_br: O conteúdo atual não está em conformidade com o @@Contrato do usuário@@ do Minutes e foi desativado o compartilhamento. Se você acha que houve um engano, clique em @@Solicitação@@.
ru_ru: Текущий контент не соответствует @@Пользовательскому соглашению@@ Minutes, и его распространение было приостановлено. Если вы считаете, что произошла ошибка, нажмите @@Апелляция@@.
th_th: เนื้อหาปัจจุบันไม่เป็นไปตาม@@ข้อตกลงของผู้ใช้@@ของ Minutes และถูกระงับไม่ให้แบ่งปัน หากคุณคิดว่ามีข้อผิดพลาด โปรดคลิก @@ส่งคำร้อง@@
vi_vn: Nội dung hiện tại không tuân thủ @@Thỏa thuận người dùng@@ của Biên bản và đã bị đình chỉ khả năng chia sẻ. Nếu bạn cho rằng đây là sự nhầm lẫn, vui lòng nhấp vào @@Kháng nghị@@.
zh_cn: 当前妙记不符合@@用户协议@@，已暂停分享。若有疑问，请点击@@申诉@@，进行人工审核
zh_tw: 目前妙記不符合@@使用者協議@@，已暫停分享。如有疑問，請點選@@申訴@@進行人工審核

# 7r8
source: Non-consecutive clip
de_de: Nicht fortlaufender Clip
es_es: No hay clips consecutivos
fr_fr: Clip non consécutif
id_id: Klip tidak berurutan
it_it: Ritaglio non consecutivo
ja_jp: 連続しない内容です
ko_kr: 연속되지 않은 클립
ms_my: Bukan klip berurutan
pt_br: Corte não consecutivo
ru_ru: Непоследовательный клип
th_th: คลิปไม่ต่อเนื่อง
vi_vn: Kẹp không liên tiếp
zh_cn: 非连续片段
zh_tw: 非連續片段

# 0TM
source: Open Settings
de_de: Einstellungen öffnen
es_es: Abrir Configuración
fr_fr: Ouvrir Paramètres
id_id: Buka Pengaturan
it_it: Apri impostazioni
ja_jp: 設定へ
ko_kr: 설정 열기
ms_my: Buka Tetapan
pt_br: Abrir Configurações
ru_ru: Открыть настройки
th_th: เปิดการตั้งค่า
vi_vn: Mở Cài đặt
zh_cn: 前往设置
zh_tw: 前往設定

# ELA
source: Operation failed. Please try again later.
de_de: Der Vorgang ist fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Se ha producido un error en la operación. Inténtalo de nuevo más tarde.
fr_fr: L’opération a échoué. Veuillez réessayer plus tard.
id_id: Operasi gagal. Coba lagi nanti.
it_it: Operazione fallita. Riprova più tardi.
ja_jp: 操作できませんでした。しばらくしてからもう一度やり直してください
ko_kr: 작업에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Operasi gagal. Sila cuba lagi kemudian.
pt_br: Falha na operação. Tente novamente mais tarde.
ru_ru: Операция не удалась. Повторите попытку позже.
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi_vn: Thao tác không thành công. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后再试
zh_tw: 操作失敗，請稍後再試

# qd4
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador(a)
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 发起人
zh_tw: 發起人

# NKY
source: Original language
de_de: Originalsprache
es_es: Idioma original
fr_fr: Langue d'origine
id_id: Bahasa asli
it_it: Lingua originale
ja_jp: 元言語
ko_kr: 원어
ms_my: Bahasa asal
pt_br: Idioma original
ru_ru: Язык оригинала
th_th: ภาษาต้นฉบับ
vi_vn: Ngôn ngữ gốc
zh_cn: 源语言
zh_tw: 來源語言

# kw8
source: Original language ({{language}})
de_de: Originalsprache ({{language}})
es_es: Idioma original ({{language}})
fr_fr: Langue d'origine ({{language}})
id_id: Bahasa asli ({{language}})
it_it: Lingua originale ({{language}})
ja_jp: 元言語（{{language}}）
ko_kr: 원래 언어({{language}})
ms_my: Bahasa asal ({{language}})
pt_br: Idioma original ({{language}})
ru_ru: Исходный язык ({{language}})
th_th: ภาษาต้นฉบับ ({{language}})
vi_vn: Ngôn ngữ gốc ({{language}})
zh_cn: 源语言（{{language}}）
zh_tw: 來源語言（{{language}}）

# 3UI
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 所有者

# uXY
source: Owner:
de_de: Besitzer:
es_es: Propietario:
fr_fr: Propriétaire :
id_id: Pemilik:
it_it: Proprietario:
ja_jp: 所有者：
ko_kr: 소유자:
ms_my: Pemilik:
pt_br: Proprietário:
ru_ru: Владелец:
th_th: เจ้าของ:
vi_vn: Chủ sở hữu:
zh_cn: 所有者：
zh_tw: 所有者：

source: If you need to view this clip, please contact the Minutes owner to grant access to the Internet link of the original Minutes to view.
de_de: Wenn Sie diesen Clip ansehen möchten, wenden Sie sich bitte an den Besitzer der Minutes, um Zugang zum Internet-Link der Original-Minutes zum Ansehen zu erhalten.
es_es: Si tienes que ver este clip, contacta con el propietario de las actas para que te conceda acceso al enlace de Internet de las actas originales.
fr_fr: Si vous souhaitez afficher ce clip, veuillez contacter le propriétaire du compte-rendu pour qu'il vous accord l'accès au lien Internet du compte-rendu original à afficher.
id_id: Jika Anda perlu melihat klip ini, hubungi pemilik Minutes untuk memberikan akses pada tautan Internet Minutes asli untuk melihat.
it_it: Se necessiti di visualizzare questo ritaglio, contatta il proprietario del Verbale per ottenere l'accesso al link Internet del Verbale originale e visualizzarlo.
ja_jp: クリップを閲覧する必要がある場合、Minutes 所有者に権限の付与を依頼し、リンクを取得した全員が閲覧できるように設定してください
ko_kr: 이 클립을 보려면 회의록 소유자에게 문의하여 보려는 원래 회의록의 인터넷 링크에 액세스할 권한을 부여받으세요.
ms_my: Jika anda perlu melihat klip ini, sila hubungi pemilik Minit untuk memberi akses pautan Internet Minit asal untuk melihat.
pt_br: Se você precisar ver este corte, entre em contato com o proprietário dos Minutes para conceder acesso ao link da Internet dos Minutes originais para visualização.
ru_ru: Если вам необходимо просмотреть этот клип, обратитесь к владельцу Minutes, чтобы предоставить доступ к ссылке оригинального Minutes для просмотра.
th_th: หากคุณต้องการดูคลิปนี้ โปรดติดต่อเจ้าของ Minutes เพื่อให้สิทธิ์เข้าถึงลิงก์อินเทอร์เน็ตของ Minutes ต้นฉบับเพื่อดู
vi_vn: Nếu bạn cần xem kẹp này, vui lòng liên hệ với chủ sở hữu Biên bản để cấp quyền truy cập vào liên kết Internet của Biên bản gốc để xem.
zh_cn: 如需查看妙记片段，请联系妙记所有者开放原妙记的互联网链接访问权限
zh_tw: 由於內容擁有者的設定，你無法申請權限

# Fos
source: Participants:
de_de: Teilnehmer:
es_es: Participantes:
id_id: Peserta:
it_it: Partecipanti:
ja_jp: 参加者：
ko_kr: 참가자:
ms_my: Peserta:
pt_br: Participantes:
ru_ru: Участники:
th_th: ผู้เข้าร่วม:
vi_vn: Người tham gia:
zh_cn: 参与者：
zh_tw: 參與者：

# cII
source: Playback speed
de_de: Wiedergabegeschwindigkeit
es_es: Velocidad de reproducción
fr_fr: Vitesse de lecture
id_id: Kecepatan pemutaran
it_it: Velocità di riproduzione
ja_jp: 再生速度
ko_kr: 재생 속도
ms_my: Kelajuan main balik
pt_br: Velocidade de reprodução
ru_ru: Скорость воспроизведения
th_th: ความเร็วในการเล่น
vi_vn: Tốc độ phát lại
zh_cn: 播放速度
zh_tw: 播放速度

# xnA
source: Can't enter podcast mode while recording
de_de: Während der Aufzeichnung kann nicht in den Podcast-Modus gewechselt werden
es_es: Durante la grabación no se puede entrar en el modo de podcast
fr_fr: Impossible d'entrer en mode Podcast pendant l'enregistrement
id_id: Tidak bisa memasuki mode podcast ketika merekam
it_it: Impossibile accedere alla modalità podcast durante la registrazione
ja_jp: 録音中にポッドキャストモードに設定できません
ko_kr: 기록하는 동안 팟캐스트 모드로 전환할 수 없습니다
ms_my: Tidak boleh masuk mod podcast semasa merakam
pt_br: Não é possível entrar no modo de podcast durante a gravação
ru_ru: Не удалось войти в режим подкаста во время записи
th_th: ไม่สามารถเข้าสู่โหมดพอดคาสต์ในขณะที่กำลังบันทึกอยู่ได้
vi_vn: Không thể vào chế độ podcast khi đang ghi
zh_cn: 录音中无法进入播客模式
zh_tw: 錄音中無法進入 Podcast 模式

# Q60
source: Podcast mode
de_de: Podcast-Modus
es_es: Modo de podcast
fr_fr: Mode Podcast
id_id: Mode podcast
it_it: Modalità podcast
ja_jp: ポッドキャスト
ko_kr: 팟캐스트 모드
ms_my: Mod podcast
pt_br: Modo de podcast
ru_ru: Режим подкаста
th_th: โหมดพอดคาสต์
vi_vn: Chế độ podcast
zh_cn: 播客模式
zh_tw: Podcast 模式

# XAc
source: To use this feature, please give {{appName}} permission to display pop-up windows. Tap Confirm to go to Settings.
de_de: Um diese Funktion zu verwenden, erteilen Sie bitte {{appName}} die Berechtigung, Pop-up-Fenster anzuzeigen. Tippen Sie auf „Bestätigen“, um zu den Einstellungen zu gehen.
es_es: Para utilizar esta función, concede permiso a {{appName}} para mostrar ventanas emergentes. Pulsa Confirmar para ir a Configuración.
fr_fr: Pour utiliser cette fonctionnalité, veuillez autoriser {{appName}} à afficher des fenêtres contextuelles. Appuyez sur Confirmer pour accéder aux Paramètres.
id_id: Untuk menggunakan fitur ini, beri {{appName}} izin untuk menampilkan jendela pop-up. Ketuk Konfirmasi untuk membuka Pengaturan.
it_it: Per utilizzare questa funzione, concedi a {{appName}} l'autorizzazione per visualizzare finestre popup. Tocca Conferma per andare alle impostazioni.
ja_jp: この機能を利用するには、{{appName}} からのポップアップを許可する必要があります。「確認」をクリックして設定に移動します
ko_kr: 이 기능을 사용하려면 {{appName}}에 팝업 창을 표시할 수 있는 권한을 부여하세요. 설정으로 이동하려면 확인을 탭하세요.
ms_my: Untuk menggunakan ciri ini, sila beri kebenaran {{appName}} untuk memaparkan tetingkap pop-up. Ketuk Sahkan untuk pergi ke Tetapan.
pt_br: Para usar este recurso, dê permissão ao {{appName}} para exibir janelas pop-up. Toque em Confirmar para ir para Configurações.
ru_ru: Чтобы использовать эту функцию, предоставьте {{appName}} разрешение на отображение всплывающих окон. Нажмите "Подтвердить", чтобы перейти в "Настройки".
th_th: หากต้องการใช้ฟีเจอร์นี้ โปรดให้สิทธิ์การอนุญาต {{appName}} ในการแสดงหน้าต่างป๊อปอัป แตะยืนยันเพื่อไปยังการตั้งค่า
vi_vn: Để sử dụng tính năng này, vui lòng cấp quyền hiển thị cửa sổ bật lên cho {{appName}}. Hãy nhấn Xác nhận để vào mục Cài đặt.
zh_cn: {{appName}}需要启用浮窗权限才能使用此功能，轻触确定前往设置

# pEo
source: Processing...
de_de: Wird verarbeitet...
es_es: Procesando...
fr_fr: Traitement en cours...
id_id: Memproses...
it_it: Elaborazione in corso
ja_jp: 処理中...
ko_kr: 처리 중...
ms_my: Memproses...
pt_br: Processando...
ru_ru: Обработка...
th_th: กำลังดำเนินการ...
vi_vn: Đang xử lý...
zh_cn: 处理中...
zh_tw: 處理中…

# CxI
source: Your appeal is being processed.
de_de: Ihr Einspruch wird bearbeitet.
es_es: Tu reclamación se está procesando.
fr_fr: Votre appel est en cours de traitement.
id_id: Banding Anda sedang diproses.
it_it: Il tuo appello è in fase di elaborazione.
ja_jp: 送信した申し立ては処理中です
ko_kr: 이의 제기가 처리되고 있습니다.
ms_my: Permohonan rayuan anda sedang diproses.
pt_br: Sua solicitação está sendo processada.
ru_ru: Ваша апелляция обрабатывается.
th_th: กำลังดำเนินการคำร้องของคุณ
vi_vn: Kháng nghị của bạn đang được xử lý.
zh_cn: 你提交的申诉正在处理中
zh_tw: 你提交的申訴正在處理

# GGA
source: Recording is being processed and will be ready soon.
de_de: Die Aufzeichnung wird verarbeitet und ist bald fertig.
es_es: La grabación se está procesando y estará lista pronto.
fr_fr: L'enregistrement est en cours de traitement et sera bientôt prêt.
id_id: Rekaman sedang diproses dan akan segera siap.
it_it: La registrazione è in fase di elaborazione e sarà pronta a breve.
ja_jp: 録音を処理中です。処理して後に再生可能になります
ko_kr: 기록이 처리 중이며 곧 준비됩니다.
ms_my: Rakaman sedang diproses dan akan siap tidak lama lagi.
pt_br: A gravação está sendo processada e estará pronta em breve.
ru_ru: Запись обрабатывается и скоро будет готова.
th_th: การบันทึกกำลังถูกประมวลผลและจะพร้อมใช้งานเร็ว ๆ นี้
vi_vn: Bản ghi đang được xử lý và sẽ sớm có.
zh_cn: 音频正在处理中， 处理后即可查看
zh_tw: 音訊正在處理中，處理後即可檢視

# 9Ow
source: Recent
de_de: Zuletzt verwendet
es_es: Reciente
fr_fr: Récent
id_id: Terbaru
it_it: Recente
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Последний
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近

# IpA
source: Recent actions
de_de: Kürzliche Aktionen
es_es: Acciones recientes
fr_fr: Actions récentes
id_id: Tindakan terbaru
it_it: Azioni recenti
ja_jp: 最近の操作
ko_kr: 최근 작업
ms_my: Tindakan terkini
pt_br: Ações recentes
ru_ru: Недавние действия
th_th: การดำเนินการล่าสุด
vi_vn: Hành động gần đây
zh_cn: 最近操作
zh_tw: 最近操作

# nJU
source: Recently Created/Shared
de_de: Kürzlich erstellt/freigegeben
es_es: Creados o compartidos recientemente
fr_fr: Récemment créé/partagé
id_id: Baru Dibuat/Dibagikan
it_it: Creazione/Condivisione recente
ja_jp: 最近作成・共有したファイル
ko_kr: 최근에 생성/공유된 항목
ms_my: Baru Dicipta/Dikongsi
pt_br: Recentemente criado/compartilhado
ru_ru: Недавно созданные/показанные
th_th: เพิ่งสร้าง/แบ่งปัน
vi_vn: Đã tạo/chia sẻ gần đây
zh_cn: 最近创建/共享
zh_tw: 最近建立/分享

# 0cg
source: Recently Opened
de_de: Kürzlich geöffnet
es_es: Abiertos recientemente
fr_fr: Récemment ouvert
id_id: Baru Dibuka
it_it: Apertura recente
ja_jp: 最近閲覧したファイル
ko_kr: 최근에 열었던 항목
ms_my: Baru Dibuka
pt_br: Recentemente aberto
ru_ru: Недавно открытые
th_th: เพิ่งเปิด
vi_vn: Đã mở gần đây
zh_cn: 最近打开
zh_tw: 最近開啟

# VAo
source: Finished processing {{RecordName}}
de_de: Verarbeitung von {{RecordName}} beendet
es_es: El procesamiento de {{RecordName}} ha finalizado
fr_fr: Traitement de {{RecordName}} terminé
id_id: Selesai memproses {{RecordName}}
it_it: Elaborazione di {{RecordName}} terminata
ja_jp: {{RecordName}} 処理しました
ko_kr: {{RecordName}} 처리를 완료했습니다
ms_my: Selesai memproses {{RecordName}}
pt_br: Finalizado processamento de {{RecordName}}
ru_ru: Завершена обработка {{RecordName}}
th_th: เสร็จสิ้นการประมวลผล {{RecordName}} แล้ว
vi_vn: Đã xử lý xong {{RecordName}}
zh_cn: {{RecordName}} 已处理完成
zh_tw: {{RecordName}}已處理完成
