Repository: lark-opensource/iOS-client
Catalog: Modules/Minutes/Bizs/Minutes/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# LIE
source: All {{number}} labels of the same speaker have been changed.
de_de: Alle {{number}} Label desselben Sprechers wurden geändert.
es_es: Se han cambiado las {{number}} etiquetas del mismo ponente.
fr_fr: Les {{number}} étiquettes du même intervenant ont été modifiées.
id_id: Semua {{number}} label dari pembicara yang sama telah diubah.
it_it: Tutte e {{number}} le etichette dello stesso relatore sono state modificate.
ja_jp: {{number}} 箇所の同じ発言者を一括変更しました
ko_kr: 동일한 발화자의 레이블 {{number}}개개 모두 변경되었습니다.
ms_my: Semua {{number}} label bagi pembicara yang sama telah diubah.
pt_br: Todos os rótulos {{number}} do mesmo orador foram alterados.
ru_ru: Все метки одного и того же выступающего ({{number}}) изменены.
th_th: เปลี่ยนป้ายกำกับ {{number}} ทั้งหมดของผู้พูดเดียวกันแล้ว
vi_vn: Tất cả {{number}} nhãn của cùng một người phát biểu đã thay đổi.
zh_cn: 已修改全文中共 {{number}} 处相同的说话人
zh_tw: 已修改全文中共 {{number}} 處相同的發言人

# z4Q
source: Edit session expired due to activity on another device
de_de: Bearbeitungssitzung aufgrund von Aktivität auf einem anderen Gerät abgelaufen
es_es: La sesión de edición ha expirado por inactividad en otro dispositivo
fr_fr: La session de modification a expiré en raison d'uneactivité sur un autre appareil
id_id: Sesi pengeditan kedaluwarsa karena aktivitas di perangkat lain
it_it: Sessione di modifica scaduta per attività su un altro dispositivo
ja_jp: 他のデバイスで編集しているため、編集モードから退出しました
ko_kr: 다른 장치의 활동으로 인해 편집 세션이 만료되었습니다
ms_my: Sesi edit tamat kerana aktiviti pada peranti lain
pt_br: A sessão de edição expirou devido a atividade em outro dispositivo
ru_ru: Срок действия сеанса редактирования истек из-за активности на другом устройстве
th_th: เซสชันการแก้ไขหมดอายุแล้วเนื่องจากกิจกรรมบนอุปกรณ์อื่น
vi_vn: Phiên chỉnh sửa đã hết hạn do hoạt động trên thiết bị khác
zh_cn: 正使用其他设备编辑，已退出编辑模式

# 63Y
source: edit permission
de_de: Bearbeitungsberechtigung
es_es: permiso de edición
fr_fr: autorisation de modification
id_id: izin untuk mengedit
it_it: autorizzazione per modificare
ja_jp: 編集権限
ko_kr: 편집 권한
ms_my: kebenaran mengedit
pt_br: permissão para editar
ru_ru: разрешение на редактирование
th_th: สิทธิ์การอนุญาตแก้ไข
vi_vn: quyền chỉnh sửa
zh_cn: 编辑权限
zh_tw: 編輯權限

# SNs
source: Edit and share
de_de: Bearbeiten und teilen
es_es: Editar y compartir
fr_fr: Modifier et partager
id_id: Mengedit dan berbagi
it_it: Modifica e condividi
ja_jp: 編集と共有
ko_kr: 편집 및 공유
ms_my: Edit dan kongsi
pt_br: Editar e compartilhar
ru_ru: Редактировать и делиться
th_th: แก้ไขและแชร์
vi_vn: Chỉnh sửa và chia sẻ
zh_cn: 编辑与分享
zh_tw: 編輯與分享

# +rg
source: You can edit the speakers here
de_de: Hier können Sie die Sprecher bearbeiten
es_es: Puedes editar los ponentes aquí
fr_fr: Vous pouvez modifier les intervenants ici
id_id: Anda bisa mengedit pembicara di sini
it_it: Puoi modificare qui i relatori
ja_jp: 発言者をここで編集できます
ko_kr: 여기서 발화자를 편집할 수 있습니다
ms_my: Anda boleh edit pembicara di sini
pt_br: Você pode editar os oradores aqui
ru_ru: Вы можете отредактировать выступающих здесь
th_th: คุณสามารถแก้ไขผู้พูดได้ที่นี่
vi_vn: Bạn có thể chỉnh sửa người phát biểu tại đây
zh_cn: 可在此修改说话人
zh_tw: 可在此修改發言人

# MHU
source: Edit all {{number}} "{{name}}"
de_de: Alle {{number}} „{{name}}“ bearbeiten
es_es: Editar las {{number}} veces que aparece "{{name}}"
fr_fr: Modifier les {{number}} "{{name}}"
id_id: Edit {{number}} "{{name}}"
it_it: Modifica tutto: {{number}} "{{name}}"
ja_jp: {{number}} 箇所の「{{name}}」を一括変更
ko_kr: 모두 편집({{number}} "{{name}}")
ms_my: Edit semua {{number}} "{{name}}"
pt_br: Editar todos os {{number}} "{{name}}"
ru_ru: Изменить все повторы "{{name}}" ({{number}})
th_th: แก้ไขทั้งหมด {{number}} "{{name}}"
vi_vn: Chỉnh sửa tất cả {{number}} "{{name}}"
zh_cn: 批量修改 {{number}} 处“{{name}}”
zh_tw: 批次修改 {{number}} 處「{{name}}」

# YUI
source: Edit speaker
de_de: Sprecher bearbeiten
es_es: Editar ponente
fr_fr: Modifier l'intervenant
id_id: Edit pembicara
it_it: Modifica relatore
ja_jp: 発言者を編集
ko_kr: 발화자 편집
ms_my: Edit pembicara
pt_br: Editar orador
ru_ru: Изменить выступающего
th_th: แก้ไขผู้พูด
vi_vn: Chỉnh sửa người phát biểu
zh_cn: 修改说话人
zh_tw: 修改發言人

# 5zY
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 変更
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 修改说话人
zh_tw: 修改發言人

# ZZ0
source: Exit podcast
de_de: Podcast beenden
es_es: Salir del podcast
fr_fr: Quitter le mode Podcast
id_id: Keluar dari podcast
it_it: Esci dal podcast
ja_jp: ポッドキャストから退出
ko_kr: 팟캐스트 종료
ms_my: Keluar podcast
pt_br: Sair de podcast
ru_ru: Выйти из подкаста
th_th: ออกจากพอดคาสต์
vi_vn: Thoát podcast
zh_cn: 退出播客
zh_tw: 退出 Podcast 模式

# NHE
source: Exit translation
de_de: Übersetzung beenden
es_es: Salir de la traducción
fr_fr: Quitter la traduction
id_id: Keluar dari penerjemahan
it_it: Esci dalla traduzione
ja_jp: 原文に戻る
ko_kr: 번역 종료
ms_my: Keluar terjemahan
pt_br: Sair da tradução
ru_ru: Выйти из перевода
th_th: ออกจากการแปล
vi_vn: Thoát bản dịch
zh_cn: 退出翻译
zh_tw: 退出翻譯

# co8
source: Export Text
de_de: Text exportieren
es_es: Exportar texto
fr_fr: Exporter du texte
id_id: Ekspor Teks
it_it: Esporta testo
ja_jp: テキストをエクスポート
ko_kr: 텍스트 내보내기
ms_my: Eksport Teks
pt_br: Exportar texto
ru_ru: Экспортировать текст
th_th: ส่งออกข้อความ
vi_vn: Xuất văn bản
zh_cn: 导出文字记录
zh_tw: 匯出文字記錄

# fYs
source: External
de_de: Extern
es_es: Externa
fr_fr: Externe
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_tw: 外部

# Bss
source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
id_id: Gagal
it_it: Operazione non riuscita
ja_jp: 失敗
ko_kr: 실패했습니다
ms_my: Gagal
pt_br: Falhou
ru_ru: Сбой
th_th: ล้มเหลว
vi_vn: Không thành công
zh_cn: 失败
zh_tw: 失敗

# UE8
source: Couldn't load. Please try again.
de_de: Das Laden ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se pudo cargar. Inténtalo de nuevo.
fr_fr: Chargement impossible. Veuillez réessayer.
id_id: Tidak bisa memuat. Coba lagi.
it_it: Caricamento non riuscito. Riprova.
ja_jp: 読み込みが失敗しました。もう一度お試しください
ko_kr: 로드하지 못했습니다. 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi.
pt_br: Não foi possível carregar. Tente novamente.
ru_ru: Не удалось загрузить. Попробуйте еще раз.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải. Vui lòng thử lại.
zh_cn: 加载失败，请重试
zh_tw: 載入失敗，請重試

# d9Q
source: Couldn't translate. Please try again later.
de_de: Übersetzung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al traducir. Inténtalo de nuevo más tarde.
fr_fr: Traduction impossible. Veuillez réessayer plus tard.
id_id: Tidak bisa menerjemahkan. Coba lagi nanti.
it_it: Traduzione non riuscita. Riprova più tardi.
ja_jp: 翻訳できませんでした。再試行してください。
ko_kr: 번역하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menterjemah. Sila cuba lagi kemudian.
pt_br: Não foi possível traduzir. Tente novamente mais tarde.
ru_ru: Не смог перевести. Повторите попытку позже.
th_th: ไม่สามารถแปลได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể dịch. Vui lòng thử lại sau.
zh_cn: 翻译失败，请稍后重试
zh_tw: 翻譯失敗，請稍後重試

# Jpk
source: By recognizing authorized user's voiceprints
de_de: Durch Erkennen der Stimmabdrücke von autorisierten Benutzern
es_es: Mediante el reconocimiento de las huellas de voz autorizadas del usuario
fr_fr: En reconnaissant les empreintes vocales de l'utilisateur autorisé
id_id: Dengan mengenali sidik suara pengguna yang memiliki otorisasi
it_it: Riconoscendo le impronte vocali dell'utente autorizzato
ja_jp: 許可したユーザーの音声を認識
ko_kr: 승인된 사용자의 성문 인식
ms_my: Dengan mengenal pasti cap jari suara pengguna yang diberi kuasa
pt_br: Ao reconhecer as impressões de voz do usuário autorizado
ru_ru: Распознавая голосовые отпечатки авторизованного пользователя
th_th: โดยจดจำพิมพ์เสียงของผู้ใช้ที่ได้รับอนุญาต
vi_vn: Bằng cách nhận dạng đồ thị sóng âm của người dùng được ủy quyền
zh_cn: 通过识别已授权的用户声纹
zh_tw: 透過聲紋特徵識別

# jWc
source: Generating content...
de_de: Inhalt wird erstellt...
es_es: Generando contenido...
fr_fr: Génération de contenu...
id_id: Membuat konten...
it_it: Generazione contenuto in corso
ja_jp: コンテンツを作成中...
ko_kr: 콘텐츠 생성 중...
ms_my: Menghasilkan kandungan...
pt_br: Gerando conteúdo...
ru_ru: Генерация контента...
th_th: กำลังสร้างเนื้อหา...
vi_vn: Đang tạo nội dung...
zh_cn: 内容生成中...
zh_tw: 內容產生中…

# 7Iw
source: Generating meeting notes...
de_de: Besprechungsnotizen werden generiert...
es_es: Generando notas de reunión...
fr_fr: Génération des notes de réunion...
id_id: Membuat catatan rapat...
it_it: Generazione note riunione in corso
ja_jp: 議事録を生成しています...
ko_kr: 회의 메모 생성 중...
ms_my: Menghasilkan nota mesyuarat...
pt_br: Gerando anotações da reunião...
ru_ru: Создание протоколов конференции...
th_th: กำลังสร้างหมายเหตุบันทึกการประชุม...
vi_vn: Đang tạo ghi chú cuộc họp...
zh_cn: 智能纪要生成中...
zh_tw: 正在產生智慧記錄...

# PlY
source: Generating speaker summary...
de_de: Sprecherzusammenfassung wird generiert ...
es_es: Generando resumen de ponente...
fr_fr: Générer le résumé de l'intervenant...
id_id: Membuat ringkasan pembicara...
it_it: Generazione del riepilogo del relatore in corso
ja_jp: 発言内容の要約を生成中...
ko_kr: 발화자 요약 생성 중...
ms_my: Menjana ringkasan pembicara...
pt_br: Gerando resumo do orador...
ru_ru: Создание сводки по докладу выступающего...
th_th: กำลังสร้างสรุปจากผู้พูด...
vi_vn: Đang tạo tóm tắt của người phát biểu...
zh_cn: 发言人总结生成中...
zh_tw: 正在產生發言人總結...

# OCg
source: Generating...
de_de: Wird generiert ...
es_es: Generando...
fr_fr: Génération...
id_id: Menghasilkan...
it_it: Generazione in corso
ja_jp: 生成中...
ko_kr: 생성 중...
ms_my: Menjana...
pt_br: Gerando...
ru_ru: Создание...
th_th: กำลังสร้าง...
vi_vn: Đang tạo...
zh_cn: 生成中...
zh_tw: 正在產生...

# lXg
source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# DfA
source: No description
de_de: Keine Beschreibung
es_es: No descripción
fr_fr: Pas de description
id_id: Tidak ada deskripsi
it_it: Nessuna descrizione
ja_jp: グループ説明がありません
ko_kr: 설명 없음
ms_my: Tiada keterangan
pt_br: Sem descrição
ru_ru: Описание отсутствует
th_th: ไม่พบคำอธิบาย
vi_vn: Không có mô tả nào
zh_cn: 暂无群描述
zh_tw: 暫無群組描述

# d8Y
source: Identified automatically by speaker identification AI
de_de: Mithilfe der Sprechererkennungs-KI automatisch identifiziert
es_es: Se ha identificado por medio de la IA de identificación del ponente
fr_fr: Identifié automatiquement par l'IA de reconnaissance du locuteur
id_id: Diidentifikasi secara otomatis oleh AI pengenalan pembicara
it_it: Identificazione automatica effettuata tramite l'IA del riconoscimento relatore
ja_jp: AI 技術による認識
ko_kr: 발화자 인식 AI에 의해 자동으로 식별됨
ms_my: Dikenal pasti secara automatik oleh AI pengenalan pembicara
pt_br: Identificado automaticamente pela IA de reconhecimento do orador
ru_ru: Автоматически идентифицируется ИИ идентификацией выступающего
th_th: ระบุโดยอัตโนมัติโดย AI การจดจำผู้พูด
vi_vn: Được xác định tự động bằng AI nhận dạng người phát biểu
zh_cn: 由 AI 语音识别技术推测
zh_tw: 由 AI 語音辨識技術推測

# 6kg
source: Hide Speaker Summary
de_de: Sprecherzusammenfassung ausblenden
es_es: Ocultar resumen de ponente
fr_fr: Masquer le résumé de l'intervenant
id_id: Sembunyikan Ringkasan Pembicara
it_it: Nascondi il riepilogo del relatore
ja_jp: 発言内容の要約を非表示
ko_kr: 발화자 요약 숨기기
ms_my: Sembunyikan Ringkasan Pembicara
pt_br: Ocultar resumo do orador
ru_ru: Скрыть сводку по докладу выступающего
th_th: ซ่อนสรุปจากผู้พูด
vi_vn: Ẩn tóm tắt của người phát biểu
zh_cn: 收起发言总结
zh_tw: 摺疊發言總結

# v2w
source: {{number}} hours ago
de_de: {{number}} Stunden her
es_es: Hace {{number}} horas
fr_fr: Il y a {{number}} heures
id_id: {{number}} jam lalu
it_it: {{number}} ore fa
ja_jp: {{number}} 時間前
ko_kr: {{number}}시간 전
ms_my: {{number}} jam lalu
pt_br: {{number}} horas atrás
ru_ru: {{number}} ч. назад
th_th: {{number}} ชั่วโมงที่ผ่านมา
vi_vn: {{number}} giờ trước
zh_cn: {{number}} 小时前
zh_tw: {{number}} 小時前

# e7o
source: {{number}} hour ago
de_de: {{number}} Stunde her
es_es: Hace {{number}} hora
fr_fr: Il y a {{number}} heure
id_id: {{number}} jam lalu
it_it: {{number}} ora fa
ja_jp: {{number}} 時間前
ko_kr: {{number}}시간 전
ms_my: {{number}} jam lalu
pt_br: {{number}} hora atrás
ru_ru: {{number}} ч. Назад
th_th: {{number}} ชั่วโมงที่ผ่านมา
vi_vn: {{number}} giờ trước
zh_cn: {{number}} 小时前
zh_tw: {{number}} 小時前

# 0gI
source: If the speaker isn't you, inaccurate results can be manually removed.
de_de: Wenn Sie nicht der Sprecher sind, können falsche Ergebnisse manuell entfernt werden.
es_es: Si tú no eres el ponente, los resultados incorrectos se pueden eliminar manualmente.
fr_fr: Si vous n'êtes pas l'intervenant, les résultats inexacts peuvent être retirés manuellement.
id_id: Jika pembicaranya bukan Anda, hasil yang tidak akurat dapat dihapus secara manual.
it_it: Nel caso in cui tu non sia il relatore, è possibile rimuovere manualmente i risultati non accurati.
ja_jp: 発言者があなたではない場合、手動で正確でない結果を削除できます
ko_kr: 발화자가 회원님이 아닌 경우 정확하지 않은 결과를 수동으로 제거할 수 있습니다.
ms_my: Jika pembicara bukan anda, hasil yang tidak tepat boleh dikeluarkan secara manual.
pt_br: Se o orador não for você, os resultados imprecisos poderão ser removidos manualmente.
ru_ru: Если выступающий не вы, неточные результаты можно удалить вручную.
th_th: หากคุณไม่ใช่ผู้พูด คุณสามารถลบผลลัพธ์ที่ไม่ถูกต้องได้ด้วยตนเอง
vi_vn: Nếu người phát biểu không phải bạn, bạn có thể xóa kết quả không chính xác theo cách thủ công.
zh_cn: 如果说话人不是你，可以手动移除不准确的识别结果
zh_tw: 如果發言人不是你，可以手動移除不準確的識別結果

# wYk
source: Insufficient storage. Please contact your administrator to upgrade the plan
de_de: Unzureichender Speicherplatz. Bitte wenden Sie sich an Ihren Administrator, um den Plan zu erweitern
es_es: Almacenamiento insuficiente. Contacta con tu administrador para mejorar el plan
fr_fr: Espace de stockage insuffisant. Veuillez contacter votre administrateur pour mettre à niveau le forfait.
id_id: Penyimpanan tidak cukup. Hubungi administrator Anda untuk meningkatkan paket
it_it: Spazio di archiviazione insufficiente. Contatta l'amministratore per effettuare l'upgrade del piano
ja_jp: ストレージ容量が不足です。管理者に連絡してアップグレードしてください
ko_kr: 저장소가 부족합니다. 요금제를 업그레이드하려면 관리자에게 문의하세요
ms_my: Kekurangan storan. Sila hubungi pentadbir anda untuk naik taraf pelan
pt_br: Armazenamento insuficiente. Entre em contato com seu administrador para fazer upgrade do plano
ru_ru: Недостаточно места для хранения. Свяжитесь с администратором, чтобы обновить план
th_th: พื้นที่เก็บข้อมูลไม่เพียงพอ โปรดติดต่อผู้ดูแลของคุณเพื่ออัปเกรดแผน
vi_vn: Không đủ dung lượng lưu trữ. Vui lòng liên hệ với quản trị viên để nâng cấp gói dịch vụ
zh_cn: 妙记存储空间已达上限。如需更多空间，请联系管理员
zh_tw: 妙記儲存空間已達上限。如需更多空間，請聯絡管理員

# hxE
source: OK
es_es: Aceptar
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# w44
source: Insufficient storage. Please upgrade the plan.
de_de: Unzureichender Speicherplatz. Bitte erweitern Sie den Plan.
es_es: Almacenamiento insuficiente. Mejora el plan.
fr_fr: Espace de stockage insuffisant. Veuillez mettre à niveau le forfait.
id_id: Penyimpanan tidak cukup. Tingkatkan paket.
it_it: Spazio di archiviazione insufficiente. Effettua l'upgrade del piano.
ja_jp: ストレージ容量が不足です。プランをアップグレードしてください
ko_kr: 저장소가 부족합니다. 요금제를 업그레이드하세요.
ms_my: Storan tidak mencukupi. Sila naik taraf pelan.
pt_br: Armazenamento insuficiente. Faça upgrade do plano.
ru_ru: Недостаточно места для хранения. Обновите план.
th_th: พื้นที่เก็บข้อมูลไม่เพียงพอ โปรดอัปเกรดแผนเพื่อเพิ่มพื้นที่ว่าง
vi_vn: Không đủ dung lượng lưu trữ. Vui lòng nâng cấp gói dịch vụ.
zh_cn: 妙记存储空间已达上限。如需更多空间，请升级套餐
zh_tw: 妙記儲存空間已達上限。如需更多空間，請升級方案

# jpc
source: Upgrade
de_de: Aktualisieren
es_es: Mejorar
fr_fr: Mettre à niveau
id_id: Tingkatkan
it_it: Effettua l'upgrade
ja_jp: アップグレード
ko_kr: 업그레이드
ms_my: Naik taraf
pt_br: Fazer upgrade
ru_ru: Обновить
th_th: อัปเกรด
vi_vn: Nâng cấp
zh_cn: 升级套餐
zh_tw: 升級方案

# 9bs
source: People in the organization
de_de: Personen in der Organisation
es_es: Los miembros de la organización
fr_fr: Membres de l'organisation
id_id: Orang di organisasi
it_it: Persone appartenenti all'organizzazione
ja_jp: 組織内のメンバー
ko_kr: 조직 사람
ms_my: Orang dalam organisasi
pt_br: Pessoas da organização
ru_ru: Люди в организации
th_th: คนในองค์กร
vi_vn: Những người trong tổ chức
zh_cn: 组织内的人
zh_tw: 組織內的人員

# ZP8
source: People in the organization with the link can edit and share
de_de: Personen in der Organisation mit dem Link können bearbeiten und teilen
es_es: Los miembros de la organización que tengan el enlace pueden introducir cambios y compartir
fr_fr: Les personnes dans l'organisation disposant du lien peuvent modifier et partager
id_id: Orangdi organisasi yang memiliki tautan dapat mengedit dan berbagi
it_it: Le persone appartenenti all'organizzazione con il link possono modificare e condividere
ja_jp: リンクを取得した内部メンバーが編集と共有可能
ko_kr: 링크를 가진 조직 사람은 편집하고 공유할 수 있습니다
ms_my: Orang dalam organisasi dengan pautan boleh edit dan kongsi
pt_br: Pessoas da organização com o link podem editar e compartilhar
ru_ru: Люди в организации со ссылкой могут редактировать и делиться
th_th: คนในองค์กรที่มีลิงก์สามารถแก้ไขและแชร์ได้
vi_vn: Người trong tổ chức có liên kết đều có thể chỉnh sửa và chia sẻ
zh_cn: 组织内获得链接的人可编辑与分享
zh_tw: 組織內取得連結的人可編輯與分享

# /is
source: People in the organization with the link can view and share
de_de: Personen in der Organisation mit dem Link können anzeigen und teilen
es_es: Los miembros de la organización que tengan el enlace pueden ver y compartir
fr_fr: Les personnes dans l'organisation disposant du lien peuvent afficher et partager
id_id: Orang di organisasi yang memiliki tautan dapat melihat dan berbagi
it_it: Le persone appartenenti all'organizzazione con il link possono visualizzare e condividere
ja_jp: リンクを取得した内部メンバーが閲覧と共有可能
ko_kr: 링크를 가진 조직 사람은 보고 공유할 수 있습니다
ms_my: Orang dalam organisasi dengan pautan boleh melihat dan kongsi
pt_br: Pessoas da organização com o link podem visualizar e compartilhar
ru_ru: Люди в организации со ссылкой могут просматривать и делиться
th_th: คนในองค์กรที่มีลิงก์สามารถดูและแชร์ได้
vi_vn: Người trong tổ chức có liên kết đều có thể xem và chia sẻ
zh_cn: 组织内获得链接的人可查看与分享
zh_tw: 組織內取得連結的人可查看與分享

# ruA
source: Interpretation
de_de: Übersetzung
es_es: Interpretación
fr_fr: Interprétation
id_id: Penjurubahasaan
it_it: Interpretazione
ja_jp: 同時通訳
ko_kr: 통역
ms_my: Tafsiran
pt_br: Interpretação
ru_ru: Интерпретация
th_th: การแปลภาษา
vi_vn: Phiên dịch
zh_cn: 同声传译
zh_tw: 同步口譯

# vUU
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_tw: 邀請

# uHQ
source: Invite collaborators
de_de: Mitarbeiter einladen
es_es: Invitar a colaboradores
fr_fr: Inviter des collaborateurs
id_id: Undang kolaborator
it_it: Invita collaboratori
ja_jp: 共同編集者を招待
ko_kr: 공동 작업자 초대
ms_my: Jemput kolaborator
pt_br: Convidar colaboradores
ru_ru: Пригласить соавторов
th_th: เชิญผู้ร่วมงาน
vi_vn: Mời cộng tác viên
zh_cn: 邀请协作者
zh_tw: 邀請協作者

# D8k
source: Invited successfully
de_de: Erfolgreich eingeladen
es_es: Invitado con éxito
fr_fr: Invitation réussie
id_id: Berhasil diundang
it_it: Invito completato
ja_jp: 招待しました
ko_kr: 초대 성공
ms_my: Berjaya menjemput
pt_br: Convidado com êxito
ru_ru: Приглашение успешно
th_th: การเชิญสำเร็จแล้ว
vi_vn: Đã mời thành công
zh_cn: 邀请成功
zh_tw: 邀請成功

# QZc
source: Only invited people can view
de_de: Nur eingeladene Personen können anzeigen
es_es: Solo los invitados pueden ver el contenido
fr_fr: Seules les personnes invitées peuvent afficher
id_id: Hanya orang yang diundang yang dapat melihat
it_it: Solo le persone invitate possono visualizzare
ja_jp: 招待したユーザーのみ閲覧可能
ko_kr: 초대받은 사람만 볼 수 있습니다
ms_my: Hanya orang yang dijemput boleh melihat
pt_br: Somente pessoas convidadas podem visualizar
ru_ru: Просматривать могут только приглашенные пользователи
th_th: เฉพาะผู้ที่ได้รับเชิญเท่านั้นที่จะสามารถดูได้
vi_vn: Chỉ những người được mời mới có thể xem
zh_cn: 仅被邀请的人可查看
zh_tw: 僅獲邀請的人員可查看

# f50
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_tw: 加入

# d7U
source: Redirect to original Minutes
de_de: Zu den ursprünglichen Minutes umlenken
es_es: Redirigir a las actas originales
fr_fr: Rediriger vers le compte-rendu original
id_id: Alihkan ke Minutes asli
it_it: Reindirizza al Verbale originale
ja_jp: 元の Minutes に移動
ko_kr: 원래 회의록으로 리디렉션
ms_my: Alihkan ke Minit asal
pt_br: Redirecionar para Minutes originais
ru_ru: Перенаправление на исходные Minutes
th_th: เปลี่ยนเส้นทางไปยัง Minutes ต้นฉบับ
vi_vn: Chuyển hướng đến Biên bản gốc
zh_cn: 跳转到原妙记
zh_tw: 重新導向至原妙記

# /+A
source: Just now
de_de: Gerade eben
es_es: Ahora mismo
fr_fr: À l'instant
id_id: Baru saja
it_it: In questo momento
ja_jp: たった今
ko_kr: 방금
ms_my: Baru sahaja
pt_br: Agora
ru_ru: Сейчас
th_th: เมื่อครู่นี้
vi_vn: Vừa xong
zh_cn: 刚刚
zh_tw: 剛剛

# DyY
source: Labeled by event invitee @@{{name}}@@
de_de: Von Veranstaltungsgast @@{{name}}@@ mit Label versehen
es_es: Etiqueta agregada por el invitado al evento @@{{name}}@@
fr_fr: Étiqueté par l'invité de l'événement @@{{name}}@@
id_id: Dilabeli oleh undangan acara @@{{name}}@@
it_it: Etichetta creata dall'invitato all'evento @@{{name}}@@
ja_jp: イベントの参加者 @@{{name}}@@ による注釈
ko_kr: 이벤트 초대 대상자 @@{{name}}@@ 님에 의해 레이블 지정됨
ms_my: Dilabel oleh jemputan acara @@{{name}}@@
pt_br: Marcado pelo convidado do evento @@{{name}}@@
ru_ru: Отмечено участником события @@{{name}}@@
th_th: ติดป้ายกำกับโดยผู้ได้รับเชิญเข้าร่วมกิจกรรม @@{{name}}@@
vi_vn: Được gắn nhãn bởi người được mời tham gia sự kiện @@{{name}}@@
zh_cn: 由日程参与者 @@{{name}}@@ 标注
zh_tw: 由日程參與者 @@{{name}}@@ 標註

# y9s
source: Labeled by participant @@{{name}}@@
de_de: Von Teilnehmer @@{{name}}@@ mit Label versehen
es_es: Etiqueta agregada por el participante @@{{name}}@@
fr_fr: Étiqueté par le participant @@{{name}}@@
id_id: Dilabeli oleh peserta @@{{name}}@@
it_it: Etichetta creata dal partecipante @@{{name}}@@
ja_jp: 会議の参加者 @@{{name}}@@ による注釈
ko_kr: 참가자 @@{{name}}@@ 님에 의해 레이블 지정됨
ms_my: Dilabel oleh peserta @@{{name}}@@
pt_br: Marcado pelo participante @@{{name}}@@
ru_ru: Отмечено участником @@{{name}}@@
th_th: ติดป้ายกำกับโดยผู้เข้าร่วม @@{{name}}@@
vi_vn: Được gắn nhãn bởi người tham gia @@{{name}}@@
zh_cn: 由参会人 @@{{name}}@@ 标注
zh_tw: 由與會人員 @@{{name}}@@ 標註

# nHY
source: Less
de_de: Weniger
es_es: Menos
fr_fr: Moins
id_id: Kurang dari
it_it: Meno
ja_jp: 閉じる
ko_kr: 간단히
ms_my: Kurang
pt_br: Menos
ru_ru: Меньше
th_th: น้อยลง
vi_vn: Xem thêm
zh_cn: 收起
zh_tw: 摺疊

# Q+w
source: Link copied
de_de: Link kopiert
es_es: Enlace copiado
fr_fr: Lien copié
id_id: Tautan disalin
it_it: Link copiato
ja_jp: リンクをコピーしました
ko_kr: 링크 복사됨
ms_my: Pautan disalin
pt_br: Link copiado
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์แล้ว
vi_vn: Đã sao chép liên kết
zh_cn: 链接已复制
zh_tw: 已複製連結

# VS8
source: Link sharing
de_de: Teilen von Links
es_es: Compartir enlace
fr_fr: Partage de liens
id_id: Berbagi tautan
it_it: Condivisione link
ja_jp: リンクで共有
ko_kr: 링크 공유
ms_my: Kongsi pautan
pt_br: Compartilhamento de links
ru_ru: Поделиться ссылкой
th_th: การแชร์ด้วยลิงก์
vi_vn: Chia sẻ liên kết
zh_cn: 链接分享
zh_tw: 連結分享

# X3o
source: What can they do?
de_de: Was können sie tun?
es_es: ¿Qué pueden hacer?
fr_fr: Que peuvent-ils faire ?
id_id: Apa yang dapat mereka lakukan?
it_it: Cosa possono fare?
ja_jp: 彼らは何ができますか？
ko_kr: 이들은 무엇을 할 수 있나요?
ms_my: Apa yang mereka boleh lakukan?
pt_br: O que eles podem fazer?
ru_ru: Что они могут делать?
th_th: พวกเขาทำอะไรได้บ้าง
vi_vn: Họ có thể làm gì?
zh_cn: 他们可以做什么？
zh_tw: 他們可以做什麼？
