Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkEMM/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# XkA
source: Can't record the {{APP_DISPLAY_NAME}} screen because screen capture protection has been activated for your organization
de_de: Aufzeichnungen des {{APP_DISPLAY_NAME}}-Bildschirms sind nicht möglich, da der Schutz vor Bildschirmaufnahmen in Ihrer Organisation aktiviert ist
es_es: No puedes grabar la pantalla de {{APP_DISPLAY_NAME}} porque se ha activado la protección contra capturas de pantalla para tu organización
fr_fr: Impossible d'enregistrer l'écran {{APP_DISPLAY_NAME}}, car la protection contre la capture d'écran a été activée pour votre organisation
id_id: Tidak dapat merekam layar {{APP_DISPLAY_NAME}} karena perlindungan perekaman layar telah diaktifkan untuk organisasi Anda
it_it: Impossibile registrare la schermata di {{APP_DISPLAY_NAME}} poiché la Protezione da acquisizione schermate è stata attivata per la tua organizzazione
ja_jp: 法人がスクリーンショット・画面収録保護をオンにしているため、{{APP_DISPLAY_NAME}} 画面を録画することができません。
ko_kr: 기업에 대해 화면 캡처 보호가 활성화되었으므로 {{APP_DISPLAY_NAME}} 화면을 기록할 수 없습니다
ms_my: Tidak dapat merakam skrin {{APP_DISPLAY_NAME}} kerana perlindungan tangkapan skrin telah diaktifkan untuk organisasi anda
pt_br: Não é possível gravar a tela do {{APP_DISPLAY_NAME}} porque a proteção de captura de tela foi ativada para sua organização
ru_ru: Не удается записать экран {{APP_DISPLAY_NAME}}, так как в вашей организации была включена защита от съемки экрана
th_th: ไม่สามารถบันทึกหน้าจอ {{APP_DISPLAY_NAME}} ได้เนื่องจากเปิดใช้งานการป้องกันการถ่ายภาพหน้าจอสำหรับองค์กรของคุณแล้ว
vi_vn: Không thể ghi lại màn hình {{APP_DISPLAY_NAME}} vì đã kích hoạt tính năng chống chụp màn hình cho tổ chức
zh_cn: 企业已开启截屏录屏保护，无法录制{{APP_DISPLAY_NAME}}页面
zh_hk: 企業已開啟擷取螢幕截圖/錄影螢幕保護，無法錄影{{APP_DISPLAY_NAME}}頁面

# +m4
source: Can't take a screenshot of the {{APP_DISPLAY_NAME}} screen because screen capture protection has been activated for your organization
de_de: Screenshots des {{APP_DISPLAY_NAME}}-Bildschirms sind nicht möglich, da der Schutz vor Bildschirmaufnahmen in Ihrer Organisation aktiviert ist
es_es: No puedes hacer capturas de pantalla en {{APP_DISPLAY_NAME}} porque se ha activado la protección contra capturas de pantalla para tu organización
fr_fr: Impossible de faire une capture d'écran de l'écran {{APP_DISPLAY_NAME}}, car la protection contre la capture d'écran a été activée pour votre organisation
id_id: Tidak dapat mengambil screenshot dari layar {{APP_DISPLAY_NAME}} karena perlindungan perekaman layar telah diaktifkan untuk organisasi Anda
it_it: Impossibile acquisire uno screenshot della schermata di {{APP_DISPLAY_NAME}} poiché la Protezione da acquisizione schermate è stata attivata per la tua organizzazione
ja_jp: 法人がスクリーンショット・画面収録保護をオンにしているため、{{APP_DISPLAY_NAME}} 画面のスクリーンショットを撮ることができません。
ko_kr: 조직에 대해 화면 캡처 보호가 활성화되어 있으므로 {{APP_DISPLAY_NAME}} 화면의 스크린숏을 찍을 수 없습니다
ms_my: Tidak dapat mengambil tangkapan skrin skrin {{APP_DISPLAY_NAME}} kerana perlindungan tangkapan skrin telah diaktifkan untuk organisasi anda
pt_br: Não é possível fazer uma captura da tela do {{APP_DISPLAY_NAME}} porque a proteção de captura de tela foi ativada para sua organização
ru_ru: Не удается сделать снимок экрана {{APP_DISPLAY_NAME}}, так как в вашей организации была включена защита от съемки экрана
th_th: ไม่สามารถถ่ายภาพหน้าจอของ {{APP_DISPLAY_NAME}} ได้เนื่องจากเปิดใช้งานการป้องกันการถ่ายภาพหน้าจอสำหรับองค์กรของคุณแล้ว
vi_vn: Không thể chụp ảnh màn hình {{APP_DISPLAY_NAME}} vì đã kích hoạt tính năng chống chụp màn hình cho tổ chức
zh_cn: 企业已开启截屏录屏保护，无法截取{{APP_DISPLAY_NAME}}页面
zh_hk: 企業已開啟擷取螢幕截圖/錄影螢幕保護，無法擷取{{APP_DISPLAY_NAME}}頁面

# lRM
source: Don't Remind Me Again
de_de: Nicht mehr erinnern
es_es: No volver a recordármelo
fr_fr: Ne plus me le rappeler
id_id: Jangan Ingatkan Saya Lagi
it_it: Non inviare più promemoria
ja_jp: 今後表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan Ingatkan Saya Lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать мне снова
th_th: อย่าเตือนฉันอีก
vi_vn: Không nhắc lại
zh_cn: 不再提示
zh_hk: 不再提示

# XZQ
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# agM
source: "{{tenantName}}" has activated paste protection. You can only paste the copied content in the {{APP_DISPLAY_NAME}} of "{{tenantName}}", and pasting to other apps is not allowed.
de_de: „{{tenantName}}“ hat den Einfügeschutz aktiviert. Sie können den kopierten Inhalt nur in {{APP_DISPLAY_NAME}} von „{{tenantName}}“ einfügen; das Einfügen in andere Apps ist nicht zulässig.
es_es: "{{tenantName}}" ha activado la protección contra pegado. Solo puedes pegar el contenido copiado en la aplicación {{APP_DISPLAY_NAME}} de "{{tenantName}}" y no se permite el pegado en otras aplicaciones.
fr_fr: "{{tenantName}}" a activé la protection contre le collage. Vous ne pouvez coller le contenu copié que dans l'application {{APP_DISPLAY_NAME}} de "{{tenantName}}". Le collage dans d'autres applications n'est pas autorisé.
id_id: "{{tenantName}}" telah mengaktifkan perlindungan tempel. Anda hanya dapat menempelkan konten yang disalin di dalam {{APP_DISPLAY_NAME}} dari "{{tenantName}}", dan menempelkan ke aplikasi lain tidak diperbolehkan.
it_it: "{{tenantName}}" ha attivato la protezione dell'operazione incolla. È possibile incollare il contenuto copiato solo in {{APP_DISPLAY_NAME}} di "{{tenantName}}", non è consentito incollare in altre app.
ja_jp: “{{tenantName}}”が貼り付け保護をオンにしているため、現在コピーした内容は“{{tenantName}}”の {{APP_DISPLAY_NAME}} アプリ内にのみ貼り付けでき、{{APP_DISPLAY_NAME}} アプリ外に貼り付けできません。
ko_kr: "{{tenantName}}"에서 붙여넣기 보호를 활성화했습니다. "{{tenantName}}"의 {{APP_DISPLAY_NAME}}에만 복사된 콘텐츠를 붙여넣을 수 있으며 다른 앱에 붙여넣을 수 없습니다.
ms_my: "{{tenantName}}" telah mengaktifkan perlindungan tampal. Anda hanya boleh menampal kandungan yang disalin dalam {{APP_DISPLAY_NAME}} "{{tenantName}}", dan menampal ke aplikasi lain tidak dibenarkan.
pt_br: "{{tenantName}}" ativou a proteção de pasta. Você só pode colar o conteúdo copiado no {{APP_DISPLAY_NAME}} de "{{tenantName}}", e colar em outros aplicativos não é permitido.
ru_ru: В {{tenantName}} активирована защита от вставки. Вы можете вставлять скопированный контент только в {{APP_DISPLAY_NAME}} "{{tenantName}}", вставка в другие приложения не разрешена.
th_th: "{{tenantName}}" เปิดใช้งานการป้องกันการวางแล้ว คุณจะวางได้เฉพาะเนื้อหาที่คัดลอกใน {{APP_DISPLAY_NAME}} ของ "{{tenantName}}" เท่านั้น และไม่อนุญาตให้นำไปวางในแอปอื่น
vi_vn: "{{tenantName}}" đã kích hoạt bảo vệ chống dán. Bạn chỉ có thể dán nội dung đã sao chép trong {{APP_DISPLAY_NAME}} của "{{tenantName}}" chứ không được phép dán vào ứng dụng khác.
zh_cn: 因“{{tenantName}}”已开启粘贴保护，当前复制的内容只能粘贴到“{{tenantName}}”的{{APP_DISPLAY_NAME}}应用内，无法粘贴到{{APP_DISPLAY_NAME}}以外的应用
zh_hk: 因「{{tenantName}}」已開啟貼上保護，目前複製的內容只能貼到「{{tenantName}}」的{{APP_DISPLAY_NAME}}應用程式內，無法貼到{{APP_DISPLAY_NAME}}以外的應用程式

# qKU
source: Unable to paste the copied content to external apps
de_de: Der kopierte Inhalt kann nicht in externe Apps eingefügt werden
es_es: No se puede pegar el contenido copiado en aplicaciones externas
fr_fr: Impossible de coller le contenu copié dans des applications externes
id_id: Gagal menempel konten tersalin ke aplikasi eksternal
it_it: Impossibile incollare il contenuto copiato su app esterne
ja_jp: コピーした内容は外部に貼り付けできません
ko_kr: 복사한 콘텐츠를 외부 앱에 붙여넣을 수 없습니다
ms_my: Tidak dapat menampal kandungan yang disalin ke aplikasi luaran
pt_br: Não é possível colar o conteúdo copiado em aplicativos externos
ru_ru: Невозможно вставить скопированный контент во внешние приложения
th_th: ไม่สามารถวางเนื้อหาที่คัดลอกไปยังแอปภายนอกได้
vi_vn: Không thể dán nội dung đã sao chép vào các ứng dụng bên ngoài
zh_cn: 复制的内容无法粘贴到外部
zh_hk: 複製的內容無法貼到外部

# W3k
source: Due to the document's permission settings, you can only paste the copied content in the current document
de_de: Aufgrund der Berechtigungseinstellungen des Dokuments können Sie den kopierten Inhalt nur in das aktuelle Dokument einfügen
es_es: Debido a la configuración de permisos del documento, solo puedes pegar el contenido copiado en el documento actual
fr_fr: En raison des paramètres d'autorisation du document, vous ne pouvez coller le contenu copié que dans le document actuel
id_id: Karena pengaturan izin dokumen, Anda hanya dapat menempelkan konten yang disalin di dokumen saat ini
it_it: A causa delle impostazioni delle autorizzazioni del documento, è possibile incollare il contenuto copiato solo all'interno del documento corrente
ja_jp: ドキュメントの権限設定により、コピーした内容はこのドキュメント内にのみ貼り付けできます。
ko_kr: 문서의 권한 설정으로 인해 현재 문서에만 복사된 콘텐츠를 붙여넣을 수 있습니다
ms_my: Kerana tetapan kebenaran dokumen, anda hanya boleh menampal kandungan yang disalin dalam dokumen semasa
pt_br: Devido às configurações de permissão do documento, você só pode colar o conteúdo copiado no documento atual
ru_ru: Из-за настроек разрешений документа вы можете вставлять скопированное содержимое только в текущий документ.
th_th: คุณจะวางได้เฉพาะเนื้อหาที่คัดลอกในเอกสารปัจจุบันเท่านั้น เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของเอกสาร
vi_vn: Do cài đặt quyền của tài liệu, nên bạn chỉ có thể dán nội dung đã sao chép trong tài liệu hiện tại
zh_cn: 由于文档的权限设置，你复制的内容只能在当前文档内粘贴
zh_hk: 由於文件的權限設定，你複製的內容只能貼到目前文件中

# GAE
source: Unable to log out from {{Company}}. Please try again
de_de: Abmelden von {{Company}} fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede cerrar la sesión de {{Company}}. Inténtalo de nuevo.
fr_fr: Déconnexion de {{Company}} impossible. Veuillez réessayer
hi_in: {{Company}} से लॉग आउट करने में विफल. कृपया पुनः प्रयास करें
id_id: Gagal keluar dari {{Company}}. Coba lagi
it_it: Impossibile disconnettersi da {{Company}}. Riprova
ja_jp: {{Company}} をログアウトできませんでした。再試行してください
ko_kr: {{Company}}에서 로그아웃할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mendaftar keluar dari {{Company}}. Sila cuba lagi
pt_br: Falha ao fazer logoff de {{Company}}. Tente novamente
ru_ru: Не удалось выйти из {{Company}}. Повторите попытку
th_th: ไม่สามารถล็อกเอาท์จาก {{Company}} ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng xuất khỏi {{Company}}. Vui lòng thử lại
zh_cn: 无法退出登录{{Company}}，请重试
zh_hk: 無法登出{{Company}}，請重試

# FO8
source: When privacy protection is on, you'll need to tap on the screen to activate Face or Touch ID
de_de: Wenn der Datenschutz aktiviert ist, müssen Sie auf den Bildschirm tippen, um Face ID oder Touch ID zu aktivieren
es_es: Cuando la protección de la privacidad está activada, tendrás que tocar la pantalla para activar la función Cara o ID dactilar
fr_fr: Lorsque la protection de la vie privée est activée, vous devez appuyer sur l'écran pour activer Face ou Touch ID
id_id: Ketika perlindungan privasi aktif, Anda perlu mengetuk layar untuk mengaktifkan ID Wajah atau Sentuhan
it_it: Quando la protezione della privacy è attiva, dovrai toccare lo schermo per attivare l'ID tocco o volto
ja_jp: プライバシー保護モードでは、Face ID または Touch ID を使用するにはタッチ操作をする必要があります。
ko_kr: 개인 정보 보호가 켜져 있으면 화면을 탭하여 얼굴 또는 터치 ID를 활성화해야 합니다
ms_my: Apabila perlindungan privasi dihidupkan, anda perlu mengetuk skrin untuk mengaktifkan Face atau Touch ID
pt_br: Quando a proteção de privacidade estiver ativada, você precisará tocar na tela para ativar o ID facial ou de Toque
ru_ru: Если защита конфиденциальности включена, вам необходимо коснуться экрана, чтобы активировать идентификацию по лицу или нажатию
th_th: เมื่อการคุ้มครองความเป็นส่วนตัวเปิดอยู่ คุณจะต้องแตะหน้าจอเพื่อเปิดใช้งานการสแกนใบหน้าหรือการสแกนแบบสัมผัส
vi_vn: Khi bật tính năng bảo vệ quyền riêng tư, bạn cần nhấn vào màn hình để kích hoạt Face hoặc Touch ID
zh_cn: 隐私保护模式下，需手动点击触发面容或触控 ID
zh_hk: 私隱保護模式下，需手動點擊觸發 Face 或 Touch ID

# BeM
source: Privacy protection
de_de: Datenschutz
es_es: Protección de la privacidad
fr_fr: Protection de la vie privée
id_id: Perlindungan privasi
it_it: Protezione della privacy
ja_jp: プライバシー保護モード
ko_kr: 개인 정보 보호
ms_my: Perlindungan privasi
pt_br: Proteção de privacidade
ru_ru: Защита конфиденциальности
th_th: การคุ้มครองความเป็นส่วนตัว
vi_vn: Bảo vệ quyền riêng tư
zh_cn: 隐私保护模式
zh_hk: 私隱保護模式

# t88
source: Access denied
de_de: Zugang abgelehnt
es_es: Acceso denegado
fr_fr: Accès refusé
id_id: Akses ditolak
it_it: Accesso negato
ja_jp: システムの権限を取得できません。
ko_kr: 액세스 거부됨
ms_my: Akses ditolak
pt_br: Acesso negado
ru_ru: В доступе отказано
th_th: ปฏิเสธการเข้าถึง
vi_vn: Truy cập bị từ chối
zh_cn: 无法获取系统权限
zh_hk: 無法獲取系統權限

# ss8
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# wY8
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# eiM
source: Please set Face ID on your device in order to use this function
de_de: Bitte stellen Sie Face ID auf Ihrem Gerät ein, um diese Funktion nutzen zu können
es_es: Configura Face ID en tu dispositivo para usar esta función
fr_fr: Veuillez configurer Face ID sur votre appareil afin d'utiliser cette fonction
id_id: Tetapkan ID Wajah pada perangkat Anda untuk menggunakan fungsi ini
it_it: Imposta l'ID volto sul dispositivo per utilizzare questa funzione
ja_jp: 顔認証によるロック解除機能を使用するには、デバイスの Face ID 設定を行ってください。
ko_kr: 이 기능을 사용하려면 장치에서 Face ID를 설정하세요
ms_my: Sila tetapkan Face ID pada peranti anda untuk menggunakan fungsi ini
pt_br: Defina o ID facial no seu dispositivo para usar esta função
ru_ru: Установите Face ID на вашем устройстве, чтобы использовать эту функцию
th_th: โปรดตั้งค่า ID ใบหน้าบนอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันนี้
vi_vn: Vui lòng cài đặt Face ID trên thiết bị của bạn để sử dụng chức năng này
zh_cn: 请在系统面容ID设置中录入面容信息，以便使用面容解锁锁屏保护
zh_hk: 請在系統臉部 ID 設定中錄入臉部資訊，以便使用臉部解鎖鎖定畫面保護

# 83I
source: Face ID has been locked on {{APP_DISPLAY_NAME}}, please unlock the screen again to allow system access
de_de: Face ID wurde in {{APP_DISPLAY_NAME}} gesperrt. Bitte entsperren Sie den Bildschirm erneut, um den Systemzugriff zu ermöglichen
es_es: Se ha bloqueado la función Face ID en {{APP_DISPLAY_NAME}}. Vuelve a desbloquear la pantalla para permitir el acceso al sistema
fr_fr: Face ID a été verrouillé sur {{APP_DISPLAY_NAME}}. Veuillez redéverrouiller l'écran pour autoriser l'accès au système
id_id: ID Wajah telah dikunci di {{APP_DISPLAY_NAME}}, buka kunci layar lagi untuk mengizinkan akses sistem
it_it: L'ID volto è stato bloccato su {{APP_DISPLAY_NAME}}. Sblocca di nuovo lo schermo per consentire l'accesso al sistema
ja_jp: システムが {{APP_DISPLAY_NAME}} による Face ID の使用を制限しました。デバイスの画面をロックしてから、制限を解除してください。
ko_kr: {{APP_DISPLAY_NAME}}에서 Face ID가 잠겼습니다. 시스템 액세스를 허용하려면 화면을 다시 잠금 해제하세요
ms_my: Face ID telah dikunci pada {{APP_DISPLAY_NAME}}, sila buka kunci skrin lagi untuk membenarkan akses sistem
pt_br: O ID facial foi bloqueado no {{APP_DISPLAY_NAME}}. Desbloqueie a tela novamente para permitir o acesso ao sistema
ru_ru: Face ID заблокирован в {{APP_DISPLAY_NAME}}. Разблокируйте экран еще раз, чтобы разрешить доступ к системе.
th_th: ID ใบหน้าบน {{APP_DISPLAY_NAME}} ถูกล็อกไว้ โปรดปลดล็อกหน้าจออีกครั้งเพื่ออนุญาตการเข้าถึงระบบ
vi_vn: Face ID đã bị khóa trên {{APP_DISPLAY_NAME}}, vui lòng mở khóa lại màn hình để cho phép truy cập hệ thống
zh_cn: 系统已限制{{APP_DISPLAY_NAME}}使用面容ID识别功能，请将设备屏幕锁定后再解锁，以解除系统限制
zh_hk: 系統已限制{{APP_DISPLAY_NAME}}使用臉部 ID 識別功能。請將裝置螢幕鎖定後再解鎖，以解除系統限制

# 6F0
source: Touch ID has been locked on {{APP_DISPLAY_NAME}}, please unlock the screen again to allow system access
de_de: Touch ID wurde in {{APP_DISPLAY_NAME}} gesperrt. Bitte entsperren Sie den Bildschirm erneut, um den Systemzugriff zu ermöglichen
es_es: Se ha bloqueado la función Touch ID en {{APP_DISPLAY_NAME}}. Vuelve a desbloquear la pantalla para permitir el acceso al sistema
fr_fr: Touch ID a été verrouillé sur {{APP_DISPLAY_NAME}}. Veuillez redéverrouiller l'écran pour autoriser l'accès au système
id_id: ID Sentuh telah dikunci di {{APP_DISPLAY_NAME}}, buka kunci layar lagi untuk membuka sistem akses
it_it: L'ID tocco è stato bloccato su {{APP_DISPLAY_NAME}}. Sblocca di nuovo lo schermo per consentire l'accesso al sistema
ja_jp: システムが {{APP_DISPLAY_NAME}} による Touch ID の使用を制限しました。デバイスの画面をロックしてから、制限を解除してください。
ko_kr: {{APP_DISPLAY_NAME}}에서 Touch ID가 잠겼습니다. 시스템 액세스를 허용하려면 화면을 다시 잠금 해제하세요
ms_my: Touch ID telah dikunci pada {{APP_DISPLAY_NAME}}, sila buka semula skrin untuk membenarkan akses sistem
pt_br: O ID de toque foi bloqueado no {{APP_DISPLAY_NAME}}. Desbloqueie a tela novamente para permitir o acesso ao sistema
ru_ru: Touch ID заблокирован в {{APP_DISPLAY_NAME}}. Разблокируйте экран еще раз, чтобы разрешить доступ к системе.
th_th: ID สัมผัสบน {{APP_DISPLAY_NAME}} ถูกล็อกไว้ โปรดปลดล็อกหน้าจออีกครั้งเพื่ออนุญาตการเข้าถึงระบบ
vi_vn: Touch ID đã bị khóa trên {{APP_DISPLAY_NAME}}, vui lòng mở khóa lại màn hình để cho phép truy cập hệ thống
zh_cn: 系统已限制{{APP_DISPLAY_NAME}}使用指纹识别功能，请将设备屏幕锁定后再解锁，以解除系统限制
zh_hk: 系統已限制{{APP_DISPLAY_NAME}}使用指紋識別功能，請將裝置螢幕鎖定後再解鎖，以解除系統限制

# snw
source: No Face ID found
de_de: Keine Face ID gefunden
es_es: No se ha encontrado ningún registro de Face ID
fr_fr: Aucun Face ID trouvé
id_id: ID Wajah tidak ditemukan
it_it: Nessun ID volto trovato
ja_jp: Face ID が設定されていません
ko_kr: Face ID를 찾을 수 없습니다
ms_my: Tiada Face ID dijumpai
pt_br: Nenhum ID facial encontrado
ru_ru: Face ID не найден
th_th: ไม่พบ ID ใบหน้า
vi_vn: Không tìm thấy Face ID
zh_cn: 系统中无面容信息
zh_hk: 系統中無臉部資訊

# Sls
source: Please set Touch ID on your device in order to use this function
de_de: Bitte stellen Sie Touch ID auf Ihrem Gerät ein, um diese Funktion nutzen zu können
es_es: Configura Touch ID en tu dispositivo para usar esta función
fr_fr: Veuillez configurer Touch ID sur votre appareil afin d'utiliser cette fonction
id_id: Tetapkan ID Sentuh pada perangkat Anda untuk menggunakan fungsi ini
it_it: Imposta l'ID tocco sul dispositivo per utilizzare questa funzione
ja_jp: 指紋認証によるロック解除機能を使用するには、デバイスの Touch ID 設定を行ってください。
ko_kr: 이 기능을 사용하려면 장치에서 Touch ID를 설정하세요
ms_my: Sila tetapkan Touch ID pada peranti anda untuk menggunakan fungsi ini
pt_br: Defina o ID de toque no seu dispositivo para usar esta função
ru_ru: Установите Touch ID на вашем устройстве, чтобы использовать эту функцию
th_th: โปรดตั้งค่า ID สัมผัสบนอุปกรณ์ของคุณเพื่อใช้ฟังก์ชันนี้
vi_vn: Vui lòng cài đặt Touch ID trên thiết bị của bạn để sử dụng chức năng này
zh_cn: 请在系统Touch ID设置中录入指纹信息，以便使用指纹解锁锁屏保护
zh_hk: 請在系統 Touch ID 設定中錄入指紋資訊，以便使用指紋解鎖鎖定畫面保護

# IPs
source: No Touch ID found
de_de: Keine Touch ID gefunden
es_es: No se ha encontrado ningún registro de Touch ID
fr_fr: Aucun Touch ID trouvé
id_id: ID Sentuh tidak ditemukan
it_it: Nessun ID tocco trovato
ja_jp: Touch ID が設定されていません
ko_kr: Touch ID를 찾을 수 없습니다
ms_my: Tiada Touch ID dijumpai
pt_br: Nenhum ID de toque encontrado
ru_ru: Touch ID не найден
th_th: ไม่พบ ID สัมผัส
vi_vn: Không tìm thấy Touch ID
zh_cn: 系统中无指纹信息
zh_hk: 系統中無指紋資訊

# z7Y
source: Too many failed attempts
de_de: Zu viele fehlgeschlagene Versuche
es_es: Demasiados intentos incorrectos
fr_fr: Trop de tentatives infructueuses
id_id: Terlalu banyak percobaan gagal
it_it: Troppi tentativi errati
ja_jp: 失敗した回数が多すぎます
ko_kr: 시도 실패 횟수가 너무 많습니다
ms_my: Terlalu banyak percubaan gagal
pt_br: Muitas tentativas com falha
ru_ru: Слишком много неудачных попыток
th_th: ไม่สำเร็จหลายครั้งเกินไป
vi_vn: Không thành công quá nhiều lần
zh_cn: 指纹识别失败次数过多
zh_hk: 指紋識別失敗次數過多

# MUI
source: Too many failed attempts
de_de: Zu viele fehlgeschlagene Versuche
es_es: Demasiados intentos incorrectos
fr_fr: Trop de tentatives infructueuses
id_id: Terlalu banyak percobaan gagal
it_it: Troppi tentativi errati
ja_jp: 失敗した回数が多すぎます
ko_kr: 시도 실패 횟수가 너무 많습니다
ms_my: Terlalu banyak percubaan gagal
pt_br: Muitas tentativas com falha
ru_ru: Слишком много неудачных попыток
th_th: ไม่สำเร็จหลายครั้งเกินไป
vi_vn: Không thành công quá nhiều lần
zh_cn: 面容识别失败次数过多
zh_hk: 臉部識別失敗次數過多

# FnY
source: If you've forgotten the lock screen passcode, please log into "{{tenantName}}" again. This will automatically disable the lock screen feature.
de_de: Wenn Sie den Passcode für die Bildschirmsperre vergessen haben, dann melden Sie sich bitte bei „{{tenantName}}“ erneut an. Dadurch wird die Bildschirmsperrfunktion automatisch deaktiviert.
es_es: Si has olvidado la contraseña de la pantalla de bloqueo, inicia sesión en "{{tenantName}}" de nuevo. Esto deshabilitará automáticamente la función de pantalla de bloqueo.
fr_fr: Si vous avez oublié le code d'accès de l'écran de verrouillage, reconnectez-vous à "{{tenantName}}". Cela désactivera automatiquement la fonction de verrouillage de l'écran.
id_id: Jika Anda lupa kode sandi layar kunci, login ke "{{tenantName}}" lagi. Ini akan secara otomatis menonaktifkan fitur layar kunci.
it_it: Se hai dimenticato il passcode della schermata di blocco, accedi di nuovo a "{{tenantName}}". Ciò disabiliterà automaticamente la funzione della schermata di blocco.
ja_jp: パスコードを忘れた場合、「{{tenantName}}」に再度ログインしてください。ログイン後、パスコード機能は自動的にオフになります。
ko_kr: 화면 잠금 암호를 잊어버린 경우 "{{tenantName}}"에 다시 로그인하세요. 이렇게 하면 잠금 화면 기능이 자동으로 비활성화됩니다.
ms_my: Jika anda lupa kod laluan skrin kunci, sila log masuk ke "{{tenantName}}" semula. Ini akan secara automatik melumpuhkan fungsi skrin kunci.
pt_br: Se você esqueceu a senha da tela de bloqueio, faça login em "{{tenantName}}" novamente. Isso desativará automaticamente o recurso da tela de bloqueio.
ru_ru: Если вы забыли пароль блокировки экрана, войдите в "{{tenantName}}" повторно. При этом функция блокировки экрана автоматически отключится.
th_th: หากลืมรหัสผ่านล็อกหน้าจอ โปรดล็อกอินเข้าสู่ "{{tenantName}}" อีกครั้ง การดำเนินการนี้จะปิดใช้งานฟีเจอร์ล็อกหน้าจอโดยอัตโนมัติ
vi_vn: Nếu bạn quên mật mã màn hình khóa, vui lòng đăng nhập lại vào "{{tenantName}}". Thao tác này sẽ tự động tắt tính năng màn hình khóa.
zh_cn: 若忘记锁屏保护密码，请重新登录“{{tenantName}}”，登录后锁屏保护将自动关闭
zh_hk: 若忘記鎖定畫面保護密碼，請需重新登入「{{tenantName}}」。登入後，鎖定畫面保護將自動關閉

# oVo
source: Forgot passcode
de_de: Passcode vergessen
es_es: Contraseña olvidada
fr_fr: Code d'accès oublié
id_id: Lupa kode sandi
it_it: Passcode dimenticato
ja_jp: パスコードを忘れた場合
ko_kr: 암호 잊음
ms_my: Lupa kod laluan
pt_br: Esqueci-me da senha
ru_ru: Не помню пароль
th_th: ลืมรหัสผ่าน
vi_vn: Quên mật mã
zh_cn: 忘记锁屏保护密码
zh_hk: 忘記鎖定畫面保護密碼

source: Too many failed attempts. Please log in again.
de_de: Zu viele fehlgeschlagene Versuche. Bitte melden Sie sich erneut an.
es_es: Demasiados intentos incorrectos. Inicia sesión de nuevo.
fr_fr: Trop de tentatives infructueuses. Veuillez vous reconnecter.
id_id: Terlalu banyak percobaan yang gagal. Login lagi.
it_it: Troppi tentativi non riusciti. Accedi di nuovo.
ja_jp: パスコードの間違った回数が制限を超えたため、再度ログインする必要があります。
ko_kr: 실패한 시도가 너무 많습니다. 다시 로그인하세요.
ms_my: Terlalu banyak percubaan gagal. Sila log masuk semula.
pt_br: Muitas tentativas com falha. Faça login novamente.
ru_ru: Слишком много неудачных попыток. Войдите еще раз.
th_th: ล็อกอินไม่สำเร็จบ่อยเกินไป โปรดล็อกอินอีกครั้ง
vi_vn: Quá nhiều lần đăng nhập không thành công. Vui lòng đăng nhập lại.
zh_cn: 密码错误次数过多，需重新登录
zh_hk: 密碼錯誤次數過多，需重新登入

# 42E
source: Forgot Passcode?
de_de: Kennwort vergessen?
es_es: ¿Has olvidado la contraseña?
fr_fr: Mot de passe oublié ?
id_id: Lupa Kata Sandi?
it_it: Hai dimenticato la password?
ja_jp: パスコードをお忘れですか？
ko_kr: 비밀번호를 잊으셨습니까?
ms_my: Lupa Kata Laluan?
pt_br: Esqueceu da senha?
ru_ru: Забыл пароль?
th_th: ลืมรหัสผ่านใช่หรือไม่
vi_vn: Quên mật khẩu?
zh_cn: 忘记锁屏保护密码
zh_hk: 忘記鎖定畫面保護密碼
