Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkEMM/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 77M
source: You have set a digital passcode. Use the new digital passcode to unlock and access "{{tenantName}}".
de_de: Sie haben ein digitales Kennwort festgelegt. Verwenden Sie das neue digitale Kennwort, um „{{tenantName}}“ zu entsperren und darauf zuzugreifen.
es_es: Has configurado una contraseña digital. Utiliza la nueva contraseña digital para desbloquear "{{tenantName}}" y poder acceder.
fr_fr: Vous avez défini un code secret. Utilisez votre nouveau code secret afin de déverrouiller et d'accéder à « {{tenantName}} ».
hi_in: आपने डिजिटल पासवर्ड सेट किया है. अनलॉक करने और "{{tenantName}}" ऐक्सेस करने के लिए नए डिजिटल पासवर्ड का उपयोग करें.
id_id: Anda telah menetapkan kata sandi digital. Gunakan kata sandi digital baru untuk membuka kunci dan mengakses “{{tenantName}}”.
it_it: Hai impostato una password digitale. Utilizza la nuova password digitale per sbloccare e accedere a "{{tenantName}}".
ja_jp: パスコードは既に設定されています。変更すると、新しパスコードでロックを解除して、{{tenantName}} にアクセスします
ko_kr: 디지털 비밀번호를 설정했습니다. 잠금 해제하여 "{{tenantName}}"에 액세스하려면 새 디지털 비밀번호를 사용하세요.
ms_my: Anda telah menetapkan kata laluan digital. Gunakan kata laluan digital baru untuk membuka dan mengakses "{{tenantName}}".
pt_br: Você configurou uma senha digital. Use a nova senha digital para desbloquear e acessar o "{{tenantName}}".
ru_ru: Вы установили цифровой пароль. Используйте новый цифровой пароль, чтобы разблокировать и получить доступ к "{{tenantName}}".
th_th: คุณได้ตั้งค่ารหัสผ่านดิจิทัลแล้ว ใช้รหัสผ่านดิจิทัลใหม่เพื่อปลดล็อคและเข้าถึง "{{tenantName}}"
vi_vn: Bạn đã đặt mật khẩu kỹ thuật số. Sử dụng mật khẩu kỹ thuật số mới để mở khóa và truy cập vào "{{tenantName}}"
zh_cn: 你已设置数字密码，修改后可使用新数字密码解锁并访问“{{tenantName}}”
zh_hk: 你已設定數字密碼，修改後，可使用新數字密碼解鎖並存取「{{tenantName}}」

# gU0
source: Lock screen is turned on
de_de: Sperrbildschirm ist aktiviert
es_es: La pantalla de bloqueo se ha activado
fr_fr: L'écran de verrouillage est activé
hi_in: लॉक स्क्रीन चालू की गई
id_id: Layar kunci diaktifkan
it_it: Blocca schermo è attivato
ja_jp: 画面ロックを設定できました
ko_kr: 잠금 화면이 켜져 있습니다
ms_my: Skrin kunci dihidupkan
pt_br: O bloqueio de tela está ativado
ru_ru: Экран блокировки включен
th_th: หน้าจอล็อคเปิดอยู่
vi_vn: Đã bật màn hình khóa
zh_cn: 锁屏保护已开启
zh_hk: 螢幕鎖定保護已開啟

# A8o
source: Set
de_de: Festlegen
es_es: Configurar
fr_fr: Configurer
hi_in: सेट किया गया
id_id: Tetapkan
it_it: Imposta
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapkan
pt_br: Configurar
ru_ru: Настроить
th_th: ตั้งค่า
vi_vn: Đặt
zh_cn: 设置
zh_hk: 設定

# Vqo
source: Set digital passcode
de_de: Digitales Kennwort festlegen
es_es: Establecer contraseña digital
fr_fr: Définir un code secret
hi_in: डिजिटल पासवर्ड सेट करें
id_id: Tetapkan kata sandi digital
it_it: Imposta password digitale
ja_jp: パスコードを設定
ko_kr: 디지털 비밀번호 설정
ms_my: Tetapkan kata laluan digital
pt_br: Configurar senha digital
ru_ru: Установить цифровой пароль
th_th: ตั้งค่ารหัสผ่านดิจิทัล
vi_vn: Đặt mật khẩu kỹ thuật số
zh_cn: 设置数字密码
zh_hk: 設定數字密碼

# SJ0
source: Set
de_de: Festlegen
es_es: Configurar
fr_fr: Configurer
hi_in: सेट किया गया
id_id: Tetapkan
it_it: Imposta
ja_jp: 設定済み
ko_kr: 설정됨
ms_my: Tetapkan
pt_br: Configurar
ru_ru: Установлено
th_th: ตั้งค่า
vi_vn: Đặt
zh_cn: 已设置
zh_hk: 已設定

# GDs
source: Turn on Face ID permission for {{APP_DISPLAY_NAME}} in Settings
de_de: Face ID-Berechtigung für {{APP_DISPLAY_NAME}} in den Einstellungen aktivieren
es_es: Activar permiso de Face ID para {{APP_DISPLAY_NAME}} en Configuración
fr_fr: Activez l'autorisation de Face ID pour {{APP_DISPLAY_NAME}} dans les Paramètres
hi_in: सेटिंग्स में {{APP_DISPLAY_NAME}} के लिए चेहरा ID अनुमति चालू करें
id_id: Aktifkan izin ID Wajah untuk {{APP_DISPLAY_NAME}} di Pengaturan
it_it: Attiva l'autorizzazione Face ID per {{APP_DISPLAY_NAME}} in Impostazioni
ja_jp: 顔認証でロックを解除するには、設定から {{APP_DISPLAY_NAME}} が Face ID の利用を許可する必要があります
ko_kr: 설정에서 {{APP_DISPLAY_NAME}}에 대한 Face ID 권한을 켜세요
ms_my: Hidupkan kebenaran ID Wajah untuk {{APP_DISPLAY_NAME}} dalam Tetapan
pt_br: Ativar a permissão do Face ID para o {{APP_DISPLAY_NAME}} em Configurações
ru_ru: Включите разрешение Face ID для {{APP_DISPLAY_NAME}} в настройках
th_th: เปิดสิทธิ์การอนุญาตให้ใช้ Face ID สำหรับ {{APP_DISPLAY_NAME}} ในการตั้งค่า
vi_vn: Bật quyền Face ID cho {{APP_DISPLAY_NAME}} trong Cài đặt
zh_cn: 请在设置中打开{{APP_DISPLAY_NAME}}的面容 ID 权限，以便使用面容解锁锁屏保护
zh_hk: 請在設定中開啟{{APP_DISPLAY_NAME}}的 Face ID 權限，以使用人臉解鎖螢幕鎖定保護

# hyc
source: Turn on Touch ID permission for {{APP_DISPLAY_NAME}} in Settings to unlock screen with your fingerprint
de_de: Touch ID-Berechtigung für {{APP_DISPLAY_NAME}} in den Einstellungen aktivieren, um den Bildschirm mit Ihrem Fingerabdruck zu entsperren.
es_es: Activar permiso de Touch ID para {{APP_DISPLAY_NAME}} en Configuración para desbloquear la pantalla con tu huella
fr_fr: Activez l'autorisation Touch ID pour {{APP_DISPLAY_NAME}} dans les Paramètres afin de déverrouiller l'écran avec votre empreinte digitale
hi_in: अपने फ़िंगरप्रिंट से स्क्रीन अनलॉक करने के लिए सेटिंग्स में {{APP_DISPLAY_NAME}} के लिए टच ID अनुमति चालू करें
id_id: Aktifkan izin ID Sentuh untuk {{APP_DISPLAY_NAME}} di Pengaturan untuk membuka kunci layar dengan sidik jari Anda
it_it: Attiva l'autorizzazione Touch ID per {{APP_DISPLAY_NAME}} in Impostazioni per sbloccare lo schermo con la tua impronta digitale
ja_jp: 指紋認証でロックを解除するには、設定から {{APP_DISPLAY_NAME}} が Touch ID の利用を許可する必要があります
ko_kr: 지문으로 화면을 잠금 해제하려면 설정에서 {{APP_DISPLAY_NAME}}에 대한 Touch ID 권한을 켜세요
ms_my: Hidupkan kebenaran Touch ID untuk {{APP_DISPLAY_NAME}} dalam Tetapan untuk membuka skrin dengan cap jari anda
pt_br: Ativar a permissão do Touch ID para o {{APP_DISPLAY_NAME}} em Configurações para desbloquear a tela com sua impressão digital
ru_ru: Включите разрешение на опечатки пальцев для {{APP_DISPLAY_NAME}} в настройках, чтобы разблокировать экран с помощью отпечатка пальца
th_th: เปิดสิทธิ์การอนุญาตให้ใช้ Touch ID สำหรับ {{APP_DISPLAY_NAME}} ในการตั้งค่าเพื่อปลดล็อคหน้าจอด้วยลายนิ้วมือของคุณ
vi_vn: Bật quyền Touch ID cho {{APP_DISPLAY_NAME}} trong Cài đặt để mở khóa màn hình bằng dấu vân tay của bạn
zh_cn: 请在设置中打开{{APP_DISPLAY_NAME}}的 Touch ID 权限，以便使用指纹解锁锁屏保护
zh_hk: 請在設定中開啟{{APP_DISPLAY_NAME}}的 Touch ID 權限，以使用指紋解鎖螢幕鎖定保護

# Hqs
source: Use Face ID to unlock once turned on
de_de: Nach dem Aktivieren per Face ID entsperren
es_es: Una vez que se active, puedes desbloquear la aplicación con Face ID
fr_fr: Activez pour déverrouiller à l'aide de Face ID
hi_in: चालू किए जाने के बाद अनलॉक करने के लिए चेहरा ID का उपयोग करें
id_id: Gunakan ID Wajah untuk membuka kunci setelah diaktifkan
it_it: Questa opzione, se attivata, utilizza Face ID per lo sblocco
ja_jp: 有効にすると、顔認証でロックを解除できます
ko_kr: 켠 후 Face ID를 사용하여 잠금 해제
ms_my: Gunakan Face ID untuk membuka sekali dihidupkan
pt_br: Usar o Face ID para desbloquear depois de ativado
ru_ru: Используйте Face ID для разблокировки после включения
th_th: ใช้ Face ID เพื่อปลดล็อคเมื่อเปิดแล้ว
vi_vn: Sử dụng Face ID để mở khóa sau khi bật
zh_cn: 开启后可使用系统面容 ID 解锁
zh_hk: 開啟後可使用系統 Face ID 解鎖

# 1AY
source: Use fingerprint to unlock once turned on
de_de: Nach dem Aktivieren per Fingerabdruck entsperren
es_es: Una vez que se active, puedes desbloquear la aplicación con tu huella
fr_fr: Activez pour déverrouiller à l'aide de votre empreinte digitale
hi_in: चालू किए जाने के बाद अनलॉक करने के लिए फ़िंगरप्रिंट का उपयोग करें
id_id: Gunakan sidik jari untuk membuka kunci setelah diaktifkan
it_it: Questa opzione, se attivata, utilizza l'impronta digitale per lo sblocco
ja_jp: 有効にすると、指紋認証でロックを解除できます
ko_kr: 켠 후 지문을 사용하여 잠금 해제
ms_my: Gunakan cap jari untuk membuka kunci sekali dihidupkan
pt_br: Usar a impressão digital para desbloquear depois de ativado
ru_ru: Использовать отпечаток пальца для разблокировки после включения
th_th: ใช้ลายนิ้วมือเพื่อปลดล็อคเมื่อเปิดแล้ว
vi_vn: Sử dụng dấu vân tay để mở khóa sau khi bật
zh_cn: 开启后可使用系统指纹解锁
zh_hk: 開啟後可使用系統指紋解鎖

# zo8
source: {{time}} min
hi_in: {{time}} मि०
id_id: {{time}} mnt
ja_jp: {{time}} 分
ko_kr: {{time}}분
ru_ru: {{time}} мин.
th_th: {{time}} นาที
vi_vn: {{time}} phút
zh_cn: {{time}} 分钟
zh_hk: {{time}} 分鐘

# bsY
source: Immediately
de_de: Sofort
es_es: Inmediatamente
fr_fr: Immédiatement
hi_in: तुरंत
id_id: Segera
it_it: Immediatamente
ja_jp: すぐに
ko_kr: 즉시
ms_my: Segera
pt_br: Imediatamente
ru_ru: Немедленно
th_th: ทันที
vi_vn: Ngay lập tức
zh_cn: 立即
zh_hk: 立即

# vBE
source: Requires unlock every time {{APP_DISPLAY_NAME}} is awakened
de_de: Muss jedes Mal entsperrt werden, wenn {{APP_DISPLAY_NAME}} aktiviert wird
es_es: Cada vez que {{APP_DISPLAY_NAME}} se reactive, se debe desbloquear
fr_fr: Un déverrouillage est nécessaire à chaque nouvelle ouverture de {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} को हर बार सक्रिय करने पर अनलॉक करने की आवश्यकता होती है
id_id: Perlu dibuka kuncinya setiap kali {{APP_DISPLAY_NAME}} dibangunkan
it_it: Richiede lo sblocco ogni volta che {{APP_DISPLAY_NAME}} viene riattivata
ja_jp: バックグラウンドから {{APP_DISPLAY_NAME}} を開くには画面ロックを解除する必要があります
ko_kr: {{APP_DISPLAY_NAME}}을(를) 백그라운드에서 불러올 때마다 잠금 해제 필요
ms_my: Memerlukan membuka kunci setiap kali {{APP_DISPLAY_NAME}} dikejutkan
pt_br: É necessário desbloquear o {{APP_DISPLAY_NAME}} sempre que ele for reativado
ru_ru: Требует разблокировки каждый раз, когда {{APP_DISPLAY_NAME}} пробуждается
th_th: ต้องปลดล็อคทุกครั้งที่ปลุก {{APP_DISPLAY_NAME}}
vi_vn: Yêu cầu mở khóa mỗi khi {{APP_DISPLAY_NAME}} được đánh thức
zh_cn: 每次从后台唤起{{APP_DISPLAY_NAME}}时均需要解锁
zh_hk: 每次從背景召喚{{APP_DISPLAY_NAME}}時，均需要解鎖

# dgY
source: Touch ID
hi_in: टच ID
id_id: ID Sentuh
ja_jp: 指紋認証
ru_ru: Отпечаток пальца
zh_cn: 指纹解锁
zh_hk: 指紋解鎖

# 47E
source: Face ID
hi_in: चेहरा ID
id_id: ID Wajah
ja_jp: Face ID でロックを解除
ms_my: ID Wajah
zh_cn: 面容 ID 解锁
zh_hk: Face ID 解鎖

# um4
source: Touch ID
hi_in: टच ID
id_id: ID Sentuh
ja_jp: 指紋認証でロックを解除
ms_my: ID Sentuhan
ru_ru: Использовать отпечаток пальца
zh_cn: 使用指纹解锁
zh_hk: 使用指紋解鎖

# Ex0
source: Invalid digital passcode. Please try again.
de_de: Ungültiges digitales Kennwort. Versuchen Sie es erneut.
es_es: Contraseña digital no válida. Inténtalo de nuevo.
fr_fr: Code secret non valide. Veuillez réessayer.
hi_in: अमान्य डिजिटल पासवर्ड. कृपया पुनः प्रयास करें.
id_id: Kata sandi digital tidak valid. Coba lagi.
it_it: Password elettronica non valida. Riprova.
ja_jp: パスコードが正しくありません。再入力してください
ko_kr: 잘못된 디지털 비밀번호입니다. 다시 시도해 보세요.
ms_my: Kata laluan digital tidak sah. Sila cuba lagi.
pt_br: Senha digital inválida. Tente novamente.
ru_ru: Неверный цифровой пароль. Попробуйте еще раз.
th_th: รหัสผ่านดิจิทัลไม่ถูกต้อง โปรดลองอีกครั้ง
vi_vn: Mật khẩu kỹ thuật số không hợp lệ. Vui lòng thử lại.
zh_cn: 数字密码错误，请重新输入
zh_hk: 數字密碼錯誤，請重新輸入

# Ruc
source: The passcode you entered does not meet the requirements. Please try a different one.
de_de: Der von Ihnen eingegebene Passcode entspricht nicht den Anforderungen. Bitte versuchen Sie es mit einem anderen Code.
es_es: El código de acceso que has introducido no cumple los requisitos. Inténtalo con otro diferente.
fr_fr: Le code d'accès que vous avez saisi ne répond pas aux exigences. Veuillez en essayer un autre.
id_id: Kode sandi yang Anda masukkan tidak memenuhi persyaratan. Coba kode sandi lain.
it_it: Il passcode immesso non soddisfa i requisiti. Provane un altro.
ja_jp: パスコードが要件を満たしていません。別のパスコードに変更してください。
ko_kr: 입력한 암호가 요구 사항을 충족하지 않습니다. 다른 암호를 시도하세요.
ms_my: Kod laluan yang anda masukkan tidak memenuhi syarat. Sila cuba yang lain.
pt_br: A senha inserida não atende aos requisitos. Tente uma diferente.
ru_ru: Введенный пароль не соответствует требованиям. Попробуйте другой.
th_th: รหัสผ่านที่คุณกรอกไม่ตรงตามข้อกำหนด โปรดลองรหัสผ่านอื่น
vi_vn: Mật khẩu bạn nhập không đáp ứng yêu cầu. Hãy thử mật khẩu khác.
zh_cn: 当前密码不符合规范，请更换其他密码
zh_hk: 目前密碼不符合規範，請更換其他密碼

# xDQ
source: Please enter digit passcode to unlock
de_de: Bitte geben Sie zum Entsperren den digitalen Passcode ein
es_es: Introduce los dígitos del código de acceso para desbloquear
fr_fr: Veuillez saisir un code d'accès numérique pour déverrouiller
id_id: Masukkan kode sandi digit untuk membuka kunci
it_it: Immetti il passcode a cifre per sbloccare
ja_jp: パスコードを入力してください
ko_kr: 잠금 해제를 위해 숫자 비밀번호를 입력하세요
ms_my: Sila masukkan kod laluan angka untuk membuka kunci
pt_br: Insira a senha de dígitos para desbloquear
ru_ru: Введите цифровой пароль, чтобы разблокировать
th_th: โปรดใส่รหัสผ่านหลักเพื่อปลดล็อก
vi_vn: Vui lòng nhập mật mã dạng chữ số để mở khóa
zh_cn: 请输入数字密码解锁
zh_hk: 請輸入數字密碼解鎖

# q4E
source: Go to Settings
de_de: Zu „Einstellungen“ navigieren
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 今すぐ設定
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 立即设置
zh_hk: 立即設定

# 0Fg
source: Due to the information security settings, you need to turn on lock screen protection on this device in Settings.
de_de: Aufgrund der Einstellungen zur Informationssicherheit müssen Sie den Schutz der Bildschirmsperre in den Einstellungen dieses Geräts aktivieren.
es_es: Debido a la configuración de seguridad de la información, debes activar la protección de la pantalla de bloqueo en este dispositivo en Configuración.
fr_fr: En raison des paramètres de sécurité des informations, vous devez activer la protection de l'écran de verrouillage sur cet appareil dans Paramètres.
id_id: Karena pengaturan keamanan informasi, Anda perlu mengaktifkan perlindungan layar kunci pada perangkat ini di Pengaturan.
it_it: A causa delle impostazioni per la sicurezza delle informazioni, devi attivare la protezione della schermata di blocco su questo dispositivo nelle Impostazioni.
ja_jp: 法人管理者の情報セキュリティ設定により、このデバイスでの画面ロック保護を有効化する必要があります。設定してください。
ko_kr: 정보 보안 설정으로 인해 설정에서 이 장치의 잠금 화면 보호를 켜야 합니다.
ms_my: Kerana tetapan keselamatan maklumat, anda perlu mengaktifkan perlindungan skrin kunci pada peranti ini dalam Tetapan.
pt_br: Devido às configurações de segurança da informação, você precisa ativar a proteção de tela de bloqueio neste dispositivo em Configurações.
ru_ru: В связи с настройками информационной безопасности вам необходимо включить защиту экрана блокировки на этом устройстве в Настройках.
th_th: คุณต้องเปิดการป้องกันหน้าจอล็อกบนอุปกรณ์นี้ในการตั้งค่า เนื่องจากการตั้งค่าความปลอดภัยของข้อมูล
vi_vn: Do cài đặt bảo mật thông tin, nên bạn cần bật bảo vệ màn hình khóa trên thiết bị này trong phần Cài đặt.
zh_cn: 由于企业管理员的信息安全设置，你需要在此设备上开启锁屏保护，请前往设置。
zh_hk: 由於企業管理員的資訊安全設定，你需要在此裝置上開啟鎖定畫面保護，請前往設定。

# c2c
source: Safety reminder
de_de: Sicherheitserinnerung
es_es: Recordatorio de seguridad
fr_fr: Rappel de sécurité
id_id: Pengingat keselamatan
it_it: Promemoria sicurezza
ja_jp: セキュリティ通知
ko_kr: 안전 알림
ms_my: Peringatan keselamatan
pt_br: Lembrete de segurança
ru_ru: Напоминание о безопасности
th_th: ตัวเตือนความจำด้านความปลอดภัย
vi_vn: Lời nhắc về sự an toàn
zh_cn: 安全提示
zh_hk: 安全提示
