Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkEMM/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# dg0
source: Enter lock screen passcode
de_de: Passcode für Bildschirmsperre eingeben
es_es: Introducir la contraseña de la pantalla de bloqueo
fr_fr: Saisir le code d'accès de verrouillage d'écran
id_id: Masukkan kode sandi layar kunci
it_it: Immetti il passcode della schermata di blocco
ja_jp: パスコードを入力してください。
ko_kr: 잠금 화면 암호를 입력하세요
ms_my: Masukkan kod laluan skrin kunci
pt_br: Insira a senha da tela de bloqueio
ru_ru: Введите пароль блокировки экрана
th_th: กรอกรหัสผ่านล็อกหน้าจอ
vi_vn: Nhập mật mã màn hình khóa
zh_cn: 请输入锁屏保护密码
zh_hk: 請輸入鎖定畫面保護密碼

# mDc
source: {{APP_DISPLAY_NAME}} is locked. Please go to the main window of {{APP_DISPLAY_NAME}} and unlock.
de_de: {{APP_DISPLAY_NAME}} ist gesperrt. Bitte navigieren Sie zum Hauptfenster von {{APP_DISPLAY_NAME}} und entsperren Sie.
es_es: {{APP_DISPLAY_NAME}} se ha bloqueado. Ve a la ventana principal de {{APP_DISPLAY_NAME}} para desbloquear.
fr_fr: {{APP_DISPLAY_NAME}} est verrouillé. Veuillez accéder à la fenêtre principale de {{APP_DISPLAY_NAME}} et déverrouiller.
id_id: {{APP_DISPLAY_NAME}} terkunci. Buka jendela utama {{APP_DISPLAY_NAME}} dan buka kunci.
it_it: {{APP_DISPLAY_NAME}} è bloccato. Vai alla finestra principale di {{APP_DISPLAY_NAME}} e sblocca.
ja_jp: {{APP_DISPLAY_NAME}} がロックされています。ロックを解除するには、{{APP_DISPLAY_NAME}} ホーム画面に移動して操作してください。
ko_kr: {{APP_DISPLAY_NAME}}이 잠겨 있습니다. {{APP_DISPLAY_NAME}}의 메인 창으로 이동하여 잠금을 해제하세요.
ms_my: {{APP_DISPLAY_NAME}} dikunci. Sila pergi ke tetingkap utama {{APP_DISPLAY_NAME}} dan buka kunci.
pt_br: O {{APP_DISPLAY_NAME}} está bloqueado. Vá para a janela principal do {{APP_DISPLAY_NAME}} e desbloqueie.
ru_ru: {{APP_DISPLAY_NAME}} заблокировано. Перейдите в главное окно {{APP_DISPLAY_NAME}} и разблокируйте его.
th_th: {{APP_DISPLAY_NAME}} ล็อกอยู่ โปรดไปที่หน้าต่างหลักของ {{APP_DISPLAY_NAME}} และปลดล็อก
vi_vn: {{APP_DISPLAY_NAME}} đã bị khóa. Vui lòng đi tới cửa sổ chính của {{APP_DISPLAY_NAME}} và mở khóa.
zh_cn: {{APP_DISPLAY_NAME}}已锁定，如需解锁请前往{{APP_DISPLAY_NAME}}客户端主界面进行操作
zh_hk: {{APP_DISPLAY_NAME}}已鎖定。如需解鎖，請前往{{APP_DISPLAY_NAME}}用戶端主介面操作

# P+g
source: Allow {{APP_DISPLAY_NAME}} to access Face ID to unlock screen and authorize payments
de_de: Erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf die Face ID, um den Bildschirm zu entsperren und Zahlungen zu autorisieren.
es_es: Permite a {{APP_DISPLAY_NAME}} acceder a Face ID para desbloquear la pantalla y autorizar los pagos
fr_fr: Autoriser {{APP_DISPLAY_NAME}} à accéder à Face ID pour déverrouiller l'écran et autoriser les paiements
hi_in: स्क्रीन अनलॉक करने और भुगतान प्राधिकृत करने के लिए {{APP_DISPLAY_NAME}} को चेहरा ID ऐक्सेस करने की अनुमति दें
id_id: Izinkan {{APP_DISPLAY_NAME}} untuk mengakses ID Wajah guna membuka kunci layar dan mengotorisasi pembayaran
it_it: Consenti a {{APP_DISPLAY_NAME}} di accedere a Face ID per sbloccare lo schermo e autorizzare pagamenti
ja_jp: 顔認証でロックを解除するには、{{APP_DISPLAY_NAME}} が Face ID の利用を許可する必要があります
ko_kr: {{APP_DISPLAY_NAME}}이(가) 화면 잠금 해제 및 결제 승인을 위해 Face ID에 액세스하도록 허용
ms_my: Benarkan {{APP_DISPLAY_NAME}} mengakses ID Wajah untuk membuka kunci skrin dan mengesahkan pembayaran
pt_br: Permitir que o {{APP_DISPLAY_NAME}} acesse o Face ID para desbloquear a tela e autorizar pagamentos
ru_ru: Разрешить {{APP_DISPLAY_NAME}} доступ к Face ID для разблокировки экрана и авторизации платежей
th_th: อนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึง Face ID เพื่อปลดล็อคหน้าจอและอนุญาตการชำระเงิน
vi_vn: Cho phép {{APP_DISPLAY_NAME}} truy cập vào Face ID để mở khóa màn hình và ủy quyền thanh toán
zh_cn: 请允许{{APP_DISPLAY_NAME}}使用面容 ID 权限，以便使用面容解锁或面容支付
zh_hk: 請允許{{APP_DISPLAY_NAME}}使用 Face ID 權限，以使用人臉解鎖或人臉付款

# Wg4
source: Once turned on, {{APP_DISPLAY_NAME}} is automatically locked when running in the background and can be unlocked with a digital passcode or Face ID.
de_de: Nach dem Einschalten wird die App {{APP_DISPLAY_NAME}} automatisch gesperrt, wenn sie im Hintergrund läuft. Sie kann mit einem digitalen Kennwort oder einer Gesichts-ID entsperrt werden.
es_es: Una vez activada, {{APP_DISPLAY_NAME}} se bloquea automáticamente cuando se ejecuta en segundo plano y puede desbloquearse con una contraseña digital o con el ID facial.
fr_fr: Une fois activé, {{APP_DISPLAY_NAME}} est automatiquement verrouillé lorsqu'il fonctionne en arrière-plan et peut être déverrouillé avec un mot de passe numérique ou un ID de reconnaissance faciale.
hi_in: चालू होने पर, बैकग्राउंड में चलने के समय {{APP_DISPLAY_NAME}} स्वचालित रूप से लॉक हो जाता है और उसे डिजिटल पासवर्ड या फ़ेस ID से अनलॉक किया जा सकता है.
id_id: Setelah diaktifkan, {{APP_DISPLAY_NAME}} dikunci secara otomatis ketika berjalan di latar belakang dan dapat dibuka kunci dengan kata sandi digital atau Face ID.
it_it: Una volta attivata, {{APP_DISPLAY_NAME}} viene bloccata automaticamente durante l'esecuzione in background e può essere sbloccata con una password digitale o con Face ID.
ja_jp: 有効にすると、{{APP_DISPLAY_NAME}} がバックグラウンドに移した際、画面ロックがかかります。パスコードまたは指紋、画面認証で解除できます
ko_kr: 켜져 있으면 {{APP_DISPLAY_NAME}}이(가) 백그라운드에서 실행될 때 자동으로 잠기고 디지털 비밀번호나 Face ID를 사용하여 잠금을 해제할 수 있습니다.
ms_my: Sekali dihidupkan, {{APP_DISPLAY_NAME}} dikunci secara automatik apabila berjalan di latar belakang dan boleh dibuka kunci dengan kata laluan digital atau Face ID.
pt_br: Depois de ativado, o {{APP_DISPLAY_NAME}} é bloqueado automaticamente quando executado em segundo plano e pode ser desbloqueado com uma senha digital ou ID facial.
ru_ru: После включения {{APP_DISPLAY_NAME}} автоматически блокируется при работе в фоновом режиме, и его можно разблокировать с помощью цифрового пароля или Face ID.
th_th: เมื่อเปิดแล้ว {{APP_DISPLAY_NAME}} จะถูกล็อกโดยอัตโนมัติเมื่อทำงานอยู่เบื้องหลัง และสามารถปลดล็อกได้ด้วยรหัสผ่านดิจิทัลหรือ Face ID
vi_vn: Sau khi bật, {{APP_DISPLAY_NAME}} sẽ tự động khóa khi chạy trong nền và có thể mở khóa bằng mật khẩu số hoặc Face ID.
zh_cn: 开启后{{APP_DISPLAY_NAME}}在后台运行时自动锁定，打开时可使用数字密码或指纹面容解锁
zh_hk: 開啟後{{APP_DISPLAY_NAME}}在控制台運行時自動鎖定，開啟時可使用數碼密碼或指紋面容解鎖

# om8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# DYM
source: Digital passcode
de_de: Digitales Kennwort
es_es: Contraseña digital
fr_fr: Code secret
hi_in: डिजिटल पासवर्ड
id_id: Kata sandi digital
it_it: Password digitale
ja_jp: パスコード
ko_kr: 디지털 비밀번호
ms_my: Kata laluan digital
pt_br: Senha digital
ru_ru: Цифровой пароль
th_th: รหัสผ่านดิจิทัล
vi_vn: Mật khẩu kỹ thuật số
zh_cn: 数字密码
zh_hk: 數字密碼

# G58
source: Set a digital passcode to unlock and access "{{tenantName}}"
de_de: Digitales Kennwort festlegen, um „{{tenantName}}“ zu entsperren und darauf zuzugreifen
es_es: Establece una contraseña digital para desbloquear "{{tenantName}}" y poder acceder
fr_fr: Définissez un code secret pour déverrouiller et accéder à « {{tenantName}} ».
hi_in: अनलॉक करने और "{{tenantName}}" ऐक्सेस करने के लिए डिजिटल पासवर्ड सेट करें
id_id: Tetapkan kata sandi digital untuk membuka kunci dan mengakses "{{tenantName}}"
it_it: Imposta una password digitale per sbloccare e accedere a "{{tenantName}}"
ja_jp: このパスコードは{{tenantName}}にアクセスするときに利用されます
ko_kr: 잠금 해제하여 "{{tenantName}}"에 액세스하려면 디지털 비밀번호를 설정하세요
ms_my: Tetapkan kata laluan digital untuk membuka kunci dan mengakses "{{tenantName}}"
pt_br: Configure uma senha digital para desbloquear e acessar o "{{tenantName}}"
ru_ru: Установить цифровой пароль для разблокировки и доступа к "{{tenantName}}"
th_th: ตั้งค่ารหัสผ่านดิจิทัลเพื่อปลดล็อคและเข้าถึง "{{tenantName}}"
vi_vn: Đặt mật khẩu kỹ thuật số để mở khóa và truy cập vào "{{tenantName}}"
zh_cn: 开启锁屏保护需设置数字密码，该密码用于解锁并访问“{{tenantName}}”
zh_hk: 開啟螢幕鎖定保護需設定數字密碼，此密碼用於解鎖並存取「{{tenantName}}」

# /gQ
source: Enter digital passcode
de_de: Digitales Kennwort eingeben
es_es: Introducir contraseña digital
fr_fr: Saisir le code secret
hi_in: डिजिटल पासवर्ड दर्ज करें
id_id: Masukkan kata sandi digital
it_it: Immetti password digitale
ja_jp: パスコードを入力
ko_kr: 디지털 비밀번호를 입력하세요
ms_my: Masukkan kata laluan digital
pt_br: Inserir a senha digital
ru_ru: Введите цифровой пароль
th_th: ป้อนรหัสผ่านดิจิทัล
vi_vn: Nhập mật khẩu kỹ thuật số
zh_cn: 请输入数字密码
zh_hk: 請輸入數字密碼

# MR0
source: Enter digital passcode again
de_de: Digitales Kennwort erneut eingeben
es_es: Introduce de nuevo la contraseña digital
fr_fr: Saisissez à nouveau le code secret
hi_in: डिजिटल पासवर्ड पुनः दर्ज करें
id_id: Masukkan ulang kata sandi digital
it_it: Immetti di nuovo la password digitale
ja_jp: パスコードを再入力してください
ko_kr: 디지털 비밀번호를 다시 입력하세요
ms_my: Masukkan kata laluan digital sekali lagi
pt_br: Inserir a senha digital novamente
ru_ru: Введите цифровой пароль еще раз
th_th: ป้อนรหัสผ่านดิจิทัลอีกครั้ง
vi_vn: Nhập lại mật khẩu kỹ thuật số
zh_cn: 再次输入数字密码
zh_hk: 再次輸入數字密碼

# lkc
source: Enter digital passcode
de_de: Digitales Kennwort eingeben
es_es: Introducir contraseña digital
fr_fr: Saisir le code secret
hi_in: डिजिटल पासवर्ड दर्ज करें
id_id: Masukkan kata sandi digital
it_it: Immetti password digitale
ja_jp: 新しいパスコードを入力してください
ko_kr: 디지털 비밀번호를 입력하세요
ms_my: Masukkan kata laluan digital
pt_br: Inserir a senha digital
ru_ru: Введите цифровой пароль
th_th: ป้อนรหัสผ่านดิจิทัล
vi_vn: Nhập mật khẩu kỹ thuật số
zh_cn: 请输入新数字密码
zh_hk: 請輸入新數字密碼

# ZZ8
source: Enter old passcode
de_de: Altes Kennwort eingeben
es_es: Introducir contraseña antigua
fr_fr: Saisir l'ancien mot de passe
hi_in: पुराना पासवर्ड दर्ज करें
id_id: Masukkan kata sandi lama
it_it: Immetti la vecchia password
ja_jp: 現在のパスコードを入力
ko_kr: 이전 비밀번호 입력
ms_my: Masukkan kata laluan lama
pt_br: Inserir senha antiga
ru_ru: Введите старый пароль
th_th: ป้อนรหัสผ่านเก่า
vi_vn: Nhập mật khẩu cũ
zh_cn: 输入旧数字密码
zh_hk: 輸入舊數字密碼

# Wj0
source: Too many failed attempts. Please try again later.
de_de: Zu viele fehlgeschlagene Versuche. Versuchen Sie es später erneut.
es_es: Demasiados intentos erróneos. Inténtalo de nuevo más tarde.
fr_fr: Trop de tentatives ont échoué. Veuillez réessayer plus tard.
hi_in: बहुत अधिक विफल प्रयास. कृपया बाद में पुनः प्रयास करें.
id_id: Terlalu banyak upaya yang gagal. Coba lagi nanti.
it_it: Troppi tentativi non riusciti. Riprova più tardi.
ja_jp: 間違った回数が制限を超えたため、再ログインする必要があります
ko_kr: 실패한 시도 횟수가 너무 많습니다. 나중에 다시 시도해 보세요.
ms_my: Terlalu banyak percubaan gagal. Sila cuba lagi kemudian.
pt_br: Muitas tentativas com falha. Tente novamente mais tarde.
ru_ru: Слишком много неудачных попыток. Повторите попытку позже.
th_th: ความพยายามล้มเหลวหลายครั้งเกินไป โปรดลองอีกครั้งภายหลัง
vi_vn: Quá nhiều lần thử không thành công. Vui lòng thử lại sau.
zh_cn: 数字密码失败次数过多，需重新登录
zh_hk: 數字密碼失敗次數過多，須重新登入

# EDE
source: {{APP_DISPLAY_NAME}} has been running in the background for more than {{time}} min and needs to be unlocked when opening.
de_de: {{APP_DISPLAY_NAME}} wurde für mehr als {{time}} Minuten im Hintergrund ausgeführt und muss beim Öffnen entsperrt werden.
es_es: {{APP_DISPLAY_NAME}} se ha estado ejecutando en segundo plano durante más de {{time}} minutos y debe desbloquearse cuando se abra.
fr_fr: {{APP_DISPLAY_NAME}} s'exécute en arrière-plan depuis plus de {{time}} min et doit être déverrouillé à l'ouverture.
hi_in: {{APP_DISPLAY_NAME}} पृष्ठभूमि में {{time}} मि० से अधिक के लिए चल रहा है और खोलते समय इसे अनलॉक किए जाने की आवश्यकता होती है.
id_id: {{APP_DISPLAY_NAME}} telah berjalan di latar belakang selama lebih dari {{time}} mnt dan perlu dibuka kuncinya saat dibuka.
it_it: {{APP_DISPLAY_NAME}} è rimasta attiva in background per più di {{time}} minuti e deve essere sbloccata quando viene aperta.
ja_jp: {{APP_DISPLAY_NAME}} がバックグラウンドで {{time}} 実行した場合、画面ロックがかかります
ko_kr: {{APP_DISPLAY_NAME}}이(가) {{time}}분 넘게 백그라운드에서 실행되었습니다. 열 때 잠금 해제해야 합니다.
ms_my: {{APP_DISPLAY_NAME}} telah berjalan di latar belakang lebih daripada {{time}} minit dan perlu dibuka kunci semasa membuka.
pt_br: O {{APP_DISPLAY_NAME}} está em execução no plano de fundo há mais de {{time}} minutos e precisará ser desbloqueado quando for aberto.
ru_ru: Приложение "{{APP_DISPLAY_NAME}}" работает в фоновом режиме более {{time}} мин., и его необходимо разблокировать при открытии.
th_th: {{APP_DISPLAY_NAME}} ได้ทำงานในเบื้องหลังมาเป็นเวลามากกว่า {{time}} แล้ว และจำเป็นต้องปลดล็อคเมื่อเปิด
vi_vn: {{APP_DISPLAY_NAME}} đã chạy ẩn hơn {{time}} phút và cần mở khóa khi mở.
zh_cn: {{APP_DISPLAY_NAME}}在后台运行超过 {{time}} 分钟 ，打开时需解锁
zh_hk: {{APP_DISPLAY_NAME}}在背景運行超過 {{time}} 分鐘，開啟時需解鎖

# +IY
source: Face ID
hi_in: चेहरा ID
id_id: ID Wajah
ja_jp: 顔認証
zh_cn: 面容 ID 解锁
zh_hk: Face ID 解鎖

# dDg
source: Face ID turned off
de_de: Face ID deaktiviert
es_es: Face ID desactivado
fr_fr: Face ID désactivé
hi_in: चेहरा ID बंद किया गया
id_id: ID Wajah dinonaktifkan
it_it: Face ID disattivato
ja_jp: Face ID を無効にしました
ko_kr: Face ID 꺼짐
ms_my: ID Wajah dimatikan
pt_br: Face ID desativado
ru_ru: Face ID отключен
th_th: ปิด Face ID แล้ว
vi_vn: Đã tắt Face ID
zh_cn: 已关闭面容 ID 解锁
zh_hk: 已關閉 Face ID 解鎖

# PtY
source: Face ID turned on
de_de: Face ID aktiviert
es_es: Face ID activado
fr_fr: Face ID activé
hi_in: चेहरा ID चालू किया गया
id_id: ID Wajah diaktifkan
it_it: Face ID attivato
ja_jp: Face ID を有効にしました
ko_kr: Face ID 켜짐
ms_my: ID Wajah dihidupkan
pt_br: Face ID ativado
ru_ru: Face ID включен
th_th: เปิด Face ID แล้ว
vi_vn: Đã bật Face ID
zh_cn: 已开启面容 ID 解锁
zh_hk: 已開啟 Face ID 解鎖

# E2E
source: Touch ID turned off
de_de: Touch ID deaktiviert
es_es: Touch ID desactivado
fr_fr: Touch ID désactivé
hi_in: टच ID बंद किया गया
id_id: ID Sentuh dinonaktifkan
it_it: Touch ID disattivato
ja_jp: 指紋認証を無効にしました
ko_kr: Touch ID 꺼짐
ms_my: ID Sentuhan dimatikan
pt_br: Touch ID desativado
ru_ru: Отпечаток пальца отключен
th_th: ปิด Touch ID แล้ว
vi_vn: Đã tắt Touch ID
zh_cn: 已关闭指纹解锁
zh_hk: 已關閉指紋解鎖

# J10
source: Touch ID turned on
de_de: Touch ID aktiviert
es_es: Touch ID activado
fr_fr: Touch ID activé
hi_in: टच ID चालू किया गया
id_id: ID Sentuh diaktifkan
it_it: Touch ID attivato
ja_jp: 指紋認証を有効にしました
ko_kr: Touch ID 켜짐
ms_my: ID Sentuhan dihidupkan
pt_br: Touch ID ativado
ru_ru: Отпечаток пальца включен
th_th: เปิด Touch ID แล้ว
vi_vn: Đã bật Touch ID
zh_cn: 已开启指纹解锁
zh_hk: 已開啟指紋解鎖

# YXM
source: Forgot Passcode
de_de: Kennwort vergessen
es_es: He olvidado la contraseña
fr_fr: Mot de passe oublié
hi_in: पासवर्ड भूल गए
id_id: Lupa Kata Sandi
it_it: Password dimenticata
ja_jp: パスコードを忘れた
ko_kr: 비밀번호 잊음
ms_my: Lupa Kata Laluan
pt_br: Esqueci a senha
ru_ru: Забыли пароль
th_th: ลืมรหัสผ่าน
vi_vn: Quên mật khẩu
zh_cn: 忘记数字密码
zh_hk: 忘記數字密碼

# V4k
source: You'll need to log into "{{tenantName}}" if passcode is forgotten. Once logged in, lock screen will be automatically turned off.
de_de: Wenn Sie Ihr Kennwort vergessen haben, müssen Sie sich bei „{{tenantName}}“ anmelden. Nach dem Anmelden wird der Sperrbildschirm automatisch deaktiviert.
es_es: Deberás iniciar sesión en "{{tenantName}}" si olvidas la contraseña. Una vez que inicies sesión, la pantalla de bloqueo se desactivará automáticamente.
fr_fr: En cas d'oubli de votre mot de passe, vous devrez vous connecter à « {{tenantName}} ». Après la connexion, l'écran de verrouillage sera automatiquement désactivé.
hi_in: अगर पासवर्ड भूल गए हैं तो आपको "{{tenantName}}" में लॉगिन करना होगा. लॉगिन किए जाने के बाद, लॉक स्क्रीन स्वचालित रूप से बंद की जाएगी.
id_id: Anda harus login ke "{{tenantName}}" jika lupa kata sandi. Setelah login, layar kunci akan secara otomatis dinonaktifkan.
it_it: Dovrai accedere a "{{tenantName}}" se dimentichi la password. Una volta effettuato l'accesso, blocco schermo verrà automaticamente disattivato.
ja_jp: パスコードを忘れた場合は、{{tenantName}}に再度ログインする必要があります。ログイン後、画面ロックは自動解除されます
ko_kr: 비밀번호를 잊으면 "{{tenantName}}"에 로그인해야 합니다. 로그인하면 잠금 화면이 자동으로 꺼집니다.
ms_my: Anda perlu log masuk ke "{{tenantName}}" jika lupa kata laluan. Setelah log masuk, skrin kunci akan dimatikan secara automatik.
pt_br: Você precisará fazer login no "{{tenantName}}" se tiver esquecido a senha. Depois de conectado, o bloqueio de tela será automaticamente desativado.
ru_ru: Вам потребуется войти в "{{tenantName}}", если вы забыли пароль. После входа в систему экран блокировки будет автоматически отключен.
th_th: คุณจำเป็นจะต้องล็อกอินเข้าสู่ "{{tenantName}}" หากลืมรหัสผ่าน เมื่อล็อกอินแล้ว หน้าจอล็อคจะถูกปิดโดยอัตโนมัติ
vi_vn: Bạn sẽ cần đăng nhập vào "{{tenantName}}" nếu quên mật khẩu. Sau khi đã đăng nhập, màn hình khóa sẽ tự động tắt.
zh_cn: 忘记数字密码需重新登录“{{tenantName}}”，登录后锁屏保护自动关闭
zh_hk: 忘記數字密碼需重新登入「{{tenantName}}」，登入後，螢幕鎖定保護自動關閉

# b60
source: Tips
de_de: Tipps
es_es: Consejos
fr_fr: Conseils
hi_in: टिप
it_it: Suggerimenti
ja_jp: 注意
ko_kr: 도움말
ms_my: Petua
pt_br: Dicas
ru_ru: Советы
th_th: เคล็ดลับ
vi_vn: Mẹo
zh_cn: 提示
zh_hk: 提示

# K5o
source: Passcodes do not match. Try again.
de_de: Kennwörter stimmen nicht überein. Erneut versuchen.
es_es: Las contraseñas no coinciden. Inténtalo de nuevo.
fr_fr: Les mots de passe ne correspondent pas. Réessayez.
hi_in: पासवर्ड मिलान नहीं करते. पुनः प्रयास करें.
id_id: Kata sandi tidak cocok. Coba lagi.
it_it: Le password non corrispondono. Riprova.
ja_jp: 入力したパスコードが一致しません。再入力して下さい
ko_kr: 비밀번호가 일치하지 않습니다. 다시 시도해 보세요.
ms_my: Kata laluan tidak sepadan. Cuba lagi.
pt_br: As senhas não correspondem. Tente novamente.
ru_ru: Пароли не соответствуют. Попробуйте снова.
th_th: รหัสผ่านไม่ตรงกัน ลองอีกครั้ง
vi_vn: Mật khẩu không khớp. Thử lại.
zh_cn: 两次密码输入不一致，请重新输入
zh_hk: 兩次密碼輸入不一致，請重新輸入

# 3iM
source: Incorrect passcode. {{number}} attempt(s) left.
de_de: Falsches Kennwort. Sie können noch {{number}} Mal versuchen.
es_es: Contraseña incorrecta. Intentos restantes: {{number}}.
fr_fr: Mot de passe incorrect. {{number}} tentative(s) restante(s).
hi_in: पासवर्ड ग़लत है. {{number}} प्रयासों के बाद आपको पुनः लॉगिन करना होगा.
id_id: Kata sandi salah. {{number}} kesempatan tersisa.
it_it: Password non corretta. Tentativi rimasti: {{number}}.
ja_jp: パスコードが正しくありません。{{number}} 回失敗した場合、再ログインが必要です
ko_kr: 잘못된 비밀번호입니다. 앞으로 {{number}}번 시도할 수 있습니다.
ms_my: Kata laluan salah. {{number}} percubaan lagi.
pt_br: Senha incorreta. {{number}} tentativa(s) restante(s).
ru_ru: Неверный пароль. Осталось попыток: {{number}}.
th_th: รหัสผ่านไม่ถูกต้อง สามารถลองได้อีก {{number}} ครั้ง
vi_vn: Sai mật khẩu. Còn lại {{number}} lần nhập.
zh_cn: 密码不正确，{{number}} 次重试后需重新登录
zh_hk: 密碼不正確，{{number}} 次重試後需重新登入

# yXU
source: Too many failed attempts. Try again later.
de_de: Zu viele fehlgeschlagene Versuche. Versuchen Sie es später erneut.
es_es: Demasiados intentos erróneos. Inténtalo de nuevo más tarde.
fr_fr: Trop de tentatives ont échoué. Réessayez plus tard.
hi_in: बहुत अधिक विफल प्रयास. बाद में पुनः प्रयास करें.
id_id: Terlalu banyak upaya yang gagal. Coba lagi nanti.
it_it: Troppi tentativi non riusciti. Riprova più tardi.
ja_jp: パスコードの入力回数が上限に達したため、後ほど再試行してください
ko_kr: 실패한 시도 횟수가 너무 많습니다. 나중에 다시 시도하세요.
ms_my: Terlalu banyak percubaan gagal. Cuba lagi kemudian.
pt_br: Muitas tentativas com falha. Tente novamente mais tarde.
ru_ru: Слишком много неудачных попыток. Попробуйте позже.
th_th: ความพยายามล้มเหลวหลายครั้งเกินไป ลองอีกครั้งภายหลัง
vi_vn: Quá nhiều lần thử không thành công. Thử lại sau.
zh_cn: 密码错误次数已达上限，请稍后再试
zh_hk: 密碼錯誤次數已達上限，請稍後再試

# +Sg
source: Passcode is too simple. Please try another one.
de_de: Das Kennwort erfüllt die Anforderungen nicht. Bitte versuchen Sie es mit einem anderen Kennwort.
es_es: La contraseña no cumple los requisitos. Inténtalo una diferente.
fr_fr: Le mot de passe ne répond pas aux exigences. Veuillez en essayer un autre.
id_id: Kata sandi tidak memenuhi persyaratan. Coba kata sandi lain.
it_it: La password non soddisfa i requisiti. Provane un'altra.
ja_jp: パスワードの強度が足りません。再入力してください。
ko_kr: 비밀번호가 요구 사항을 충족하지 않습니다. 다른 비밀번호를 시도하세요.
ms_my: Kata laluan tidak memenuhi syarat. Sila cuba kata laluan lain.
pt_br: A senha não atende aos requisitos. Tente outra senha.
ru_ru: Пароль не соответствует требованиям. Попробуйте другой пароль.
th_th: รหัสผ่านไม่เป็นไปตามข้อกำหนด โปรดลองรหัสผ่านอื่น
vi_vn: Mật khẩu không đáp ứng yêu cầu. Vui lòng thử mật khẩu khác.
zh_cn: 密码过于简单，请重新输入
zh_hk: 密碼過於簡單，請重新輸入

# gwE
source: Lock screen
de_de: Sperrbildschirm
es_es: Pantalla de bloqueo
fr_fr: Écran de verrouillage
hi_in: स्क्रीन लॉक करें
id_id: Layar kunci
it_it: Blocca schermo
ja_jp: 画面ロック
ko_kr: 잠금 화면
ms_my: Skrin kunci
pt_br: Bloqueio de tela
ru_ru: Экран блокировки
th_th: หน้าจอล็อค
vi_vn: Màn hình khóa
zh_cn: 锁屏保护
zh_hk: 螢幕鎖定保護

# JuM
source: Lock screen
de_de: Sperrbildschirm
es_es: Pantalla de bloqueo
fr_fr: Écran de verrouillage
hi_in: स्क्रीन लॉक करें
id_id: Layar kunci
it_it: Blocca schermo
ja_jp: 画面ロック
ko_kr: 잠금 화면
ms_my: Skrin kunci
pt_br: Bloqueio de tela
ru_ru: Экран блокировки
th_th: หน้าจอล็อค
vi_vn: Màn hình khóa
zh_cn: 锁屏保护
zh_hk: 螢幕鎖定保護

# Cs8
source: Require passcode
de_de: Kennwort verlangen
es_es: Solicitar contraseña
fr_fr: Exiger un mot de passe
hi_in: पासवर्ड की आवश्यकता है
id_id: Memerlukan kata sandi
it_it: Richiedi password
ja_jp: ロック時間
ko_kr: 비밀번호 필요
ms_my: Memerlukan kata laluan
pt_br: Exigir senha
ru_ru: Требовать пароль
th_th: ต้องใช้รหัสผ่าน
vi_vn: Yêu cầu mật khẩu
zh_cn: 锁定时间
zh_hk: 鎖定時間

# /14
source: Log In Again
de_de: Erneut anmelden
es_es: Iniciar sesión de nuevo
fr_fr: Se connecter à nouveau
hi_in: पुनः लॉग इन करें
id_id: Login Ulang
it_it: Accedi di nuovo
ja_jp: 再ログイン
ko_kr: 다시 로그인
ms_my: Log Masuk Semula
pt_br: Fazer login novamente
ru_ru: Войти снова
th_th: ล็อกอินอีกครั้ง
vi_vn: Đăng nhập lại
zh_cn: 重新登录
zh_hk: 重新登入

# M6k
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 変更
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 修改
zh_hk: 修改

# iW0
source: Edit digital passcode
de_de: Digitales Kennwort bearbeiten
es_es: Editar contraseña digital
fr_fr: Modifier le code secret
hi_in: डिजिटल पासवर्ड संपादित करें
id_id: Edit kata sandi digital
it_it: Modifica password digitale
ja_jp: パスコードを変更
ko_kr: 디지털 비밀번호 수정
ms_my: Edit kata laluan digital
pt_br: Editar senha digital
ru_ru: Изменить цифровой пароль
th_th: แก้ไขรหัสผ่านดิจิทัล
vi_vn: Chỉnh sửa mật khẩu kỹ thuật số
zh_cn: 修改数字密码
zh_hk: 修改數字密碼

# 5bg
source: Requires Face ID permission
de_de: Erfordert Face ID-Berechtigung
es_es: Necesita permiso de Face ID
fr_fr: Autorisation Face ID nécessaire
hi_in: चेहरा ID अनुमति की आवश्यकता है
id_id: Memerlukan izin ID Wajah
it_it: Richiede autorizzazione Face ID
ja_jp: Face ID へのアクセス権限が必要です
ko_kr: Face ID 권한이 필요합니다
ms_my: Memerlukan kebenaran ID Wajah
pt_br: Permissão do Face ID obrigatória
ru_ru: Требуется разрешение Face ID
th_th: ต้องมีสิทธิ์การอนุญาตให้ใช้ Face ID
vi_vn: Yêu cầu quyền Face ID
zh_cn: 需要获得面容 ID 权限
zh_hk: 需要獲得 Face ID 權限

# yjw
source: Requires Touch ID permission
de_de: Erfordert Touch ID-Berechtigung
es_es: Necesita permiso de Touch ID
fr_fr: Autorisation Touch ID nécessaire
hi_in: टच ID अनुमति की आवश्यकता है
id_id: Memerlukan izin ID Sentuh
it_it: Richiede autorizzazione Touch ID
ja_jp: Touch ID へのアクセス権限が必要です
ko_kr: Touch ID 권한이 필요합니다
ms_my: Memerlukan kebenaran Touch ID
pt_br: Permissão do Touch ID obrigatória
ru_ru: Требуется разрешение на опечатки пальцев
th_th: ต้องมีสิทธิ์การอนุญาตให้ใช้ Touch ID
vi_vn: Yêu cầu quyền Touch ID
zh_cn: 需要获得 Touch ID 权限
zh_hk: 需要獲得 Touch ID 權限
