Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/LarkAddressBookSelector/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn

# nUw
source: No contact with matching email
de_de: Kein Kontakt mit übereinstimmender E-Mail-Adresse
es_es: Sin contacto con el correo electrónico coincidente
fr_fr: Aucun contact ne correspond à l'e-mail
id_id: Tidak ada kontak dengan email yang cocok
it_it: Nessun contatto con l'e-mail corrispondente
ja_jp: 連絡先に一致するメールがありません
ko_kr: 이메일이 일치하는 연락처 없음
ms_my: Tiada kenalan dengan emel yang sepadan
pt_br: Nenhum contato com e-mail correspondente
ru_ru: Нет контакта с соответствующим адресом почты
th_th: ไม่มีรายชื่อที่ติดต่อที่ตรงกับอีเมล
vi_vn: Không có liên hệ nào khớp với email

# a0k
source: No contact with matching phone number
de_de: Kein Kontakt mit übereinstimmender Telefonnummer
es_es: Sin contacto con el número de teléfono coincidente
fr_fr: Aucun contact ne correspond au numéro de téléphone
id_id: Tidak ada kontak dengan nomor telepon yang cocok
it_it: Nessun contatto con il numero di telefono corrispondente
ja_jp: 連絡先に一致する携帯番号がありません
ko_kr: 전화번호가 일치하는 연락처 없음
ms_my: Tiada kenalan dengan nombor telefon yang sepadan
pt_br: Nenhum contato com número de telefone correspondente
ru_ru: Нет контакта с соответствующим номером телефона
th_th: ไม่มีรายชื่อที่ติดต่อที่ตรงกับหมายเลขโทรศัพท์
vi_vn: Không có liên hệ nào khớp với số điện thoại

# 5LU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ

# Gyw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận

# pS8
source: You can import up to {{LIMIT_NUMBER}} users each time. If you reach the limit, please go to the Admin console on desktop to complete the import.
de_de: Sie können jeweils bis zu {{LIMIT_NUMBER}} Benutzer importieren. Gehen Sie bei Erreichen des Limits zur Admin-Konsole auf dem Desktop, um den Import abzuschließen.
es_es: Se pueden importar hasta {{LIMIT_NUMBER}} usuarios a la vez. Si llega al límite, vaya a la consola de administración en el escritorio para completar el proceso de importación.
fr_fr: Vous pouvez importer jusqu'à {{LIMIT_NUMBER}} utilisateurs à chaque fois. Si vous atteignez la limite, accédez à la console d'administration sur la version ordinateur pour terminer l'importation.
id_id: Anda dapat mengimpor hingga {{LIMIT_NUMBER}} pengguna setiap kali. Jika Anda mencapai batas, buka Konsol Admin di desktop untuk menyelesaikan impor.
it_it: Puoi importare solo fino a {{LIMIT_NUMBER}} utenti alla volta. Se raggiungi il limite, vai alla Console di amministrazione sul desktop per completare l'importazione.
ja_jp: 一度にインポートできるユーザー数の上限は {{LIMIT_NUMBER}} 人です。上限を超えた場合は、デスクトップ版の管理コンソールで操作してください。
ko_kr: 매번 최대 {{LIMIT_NUMBER}}명의 사용자를 가져올 수 있습니다. 한도에 도달하면 데스크톱의 관리자 콘솔로 이동하여 가져오기 작업을 완료하세요.
ms_my: Anda boleh mengimport sehingga {{LIMIT_NUMBER}} pengguna setiap kali. Jika anda mencapai had, sila pergi ke konsol Admin pada desktop untuk melengkapkan import.
pt_br: Você pode importar até {{LIMIT_NUMBER}} usuários por vez. Se atingir esse limite, acesse o console do administrador na área de trabalho para concluir a importação.
ru_ru: Вы можете импортировать до {{LIMIT_NUMBER}} пользователей за один раз. Если вы достигли лимита, перейдите в консоль администратора на ПК, чтобы завершить импорт.
th_th: คุณสามารถนำเข้าผู้ใช้ได้สูงสุดครั้งละ {{LIMIT_NUMBER}} ราย หากคุณนำเข้าครบตามจำนวนที่จำกัดแล้ว โปรดไปที่คอนโซลผู้ดูแลบนเดสก์ท็อปเพื่อดำเนินการนำเข้าให้เสร็จสิ้น
vi_vn: Bạn có thể nhập tối đa {{LIMIT_NUMBER}} người dùng mỗi lần. Nếu bạn đạt đến giới hạn, vui lòng truy cập Bảng điều khiển dành cho quản trị viên trên máy tính để hoàn tất quá trình nhập.

# gHA
source: Exit this operation?
de_de: Diesen Vorgang beenden?
es_es: ¿Abandonar esta operación?
fr_fr: Quitter cette opération ?
id_id: Keluar dari operasi ini?
it_it: Vuoi uscire da questa operazione?
ja_jp: この操作を終了してもよろしいですか？
ko_kr: 이 작업을 종료하시겠습니까?
ms_my: Keluar daripada operasi ini?
pt_br: Sair desta operação?
ru_ru: Выйти из этой операции?
th_th: ต้องการออกจากการดำเนินการนี้ใช่ไหม
vi_vn: Thoát khỏi thao tác này?

# SC4
source: You haven't given {{APP_DISPLAY_NAME}} access to your contacts. Go to your phone Settings > Privacy > Contacts to enable access.
de_de: Sie haben {{APP_DISPLAY_NAME}} keinen Zugang zu Ihren Kontakten gewährt. Gehen Sie auf Ihrem Telefon zu Einstellungen > Datenschutz > Kontakte, um den Zugriff zu aktivieren.
es_es: No has dado a tus contactos acceso a {{APP_DISPLAY_NAME}}. En tu teléfono, accede a Ajustes > Privacidad > Contactos para habilitar el acceso.
fr_fr: Vous n'avez pas accordé l'accès à vos contacts à {{APP_DISPLAY_NAME}}. Accédez à Paramètres > Confidentialité > Contacts sur votre téléphone pour activer l'accès.
id_id: Anda belum memberikan akses {{APP_DISPLAY_NAME}} ke kontak Anda. Buka Pengaturan > Privasi > Kontak di ponsel Anda untuk mengaktifkan akses.
it_it: Non hai autorizzato {{APP_DISPLAY_NAME}} ad accedere ai tuoi contatti. Vai a Impostazioni telefono > Privacy > Contatti per abilitare l'accesso.
ja_jp: 端末の「設定」>「プライバシー」>「連絡先」で {{APP_DISPLAY_NAME}} の連絡先権限を許可してください。
ko_kr: 연락처에 대한 액세스 권한을 {{APP_DISPLAY_NAME}}에 부여하지 않았습니다. 휴대폰 설정 > 개인 정보 보호 > 연락처로 이동하여 액세스 권한을 활성화하세요.
ms_my: Anda belum memberi {{APP_DISPLAY_NAME}} akses ke kenalan anda. Pergi ke Tetapan telefon > Privasi > Kenalan untuk mengaktifkan akses.
pt_br: Você não permitiu que o {{APP_DISPLAY_NAME}} acessasse seus contatos. Vá até Configurações > Privacidade > Contatos no seu telefone para ativar o acesso.
ru_ru: Вы не предоставили {{APP_DISPLAY_NAME}} доступ к вашим контактам. Зайдите на телефоне в "Настройки" > "Конфиденциальность" > "Контакты", чтобы разрешить доступ.
th_th: คุณไม่ได้มอบสิทธิ์การเข้าถึงรายชื่อที่ติดต่อของคุณให้แก่แอป {{APP_DISPLAY_NAME}} จากบนมือถือของคุณให้ไปที่ การตั้งค่า > ความเป็นส่วนตัว > รายชื่อที่ติดต่อ เพื่อเปิดใช้สิทธิ์การเข้าถึง
vi_vn: Bạn chưa cấp {{APP_DISPLAY_NAME}} quyền truy cập vào danh bạ. Truy cập Cài đặt trên điện thoại > Quyền riêng tư > Danh bạ để cho phép truy cập.

# Sls
source: Go to Settings
de_de: Zu den Einstellungen gehen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定へ
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейдите в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt

# x34
source: Allow access to your mobile contacts
de_de: Zugriff auf Ihre Mobiltelefon-Kontakte zulassen
es_es: Permitir acceso a tus contactos del móvil
fr_fr: Accorder l'accès à vos contacts mobiles
id_id: Izinkan akses ke kontak ponsel Anda
it_it: Consenti l'accesso ai tuoi contatti su dispositivo mobile
ja_jp: 携帯電話の連絡先へのアクセスを許可
ko_kr: 모바일 연락처에 대한 액세스 허용
ms_my: Benarkan akses ke kenalan telefon bimbit anda
pt_br: Permitir acesso aos seus contatos do celular
ru_ru: Разрешите доступ к вашим мобильным контактам
th_th: อนุญาตการเข้าถึงรายชื่อที่ติดต่อบนมือถือของคุณ
vi_vn: Cho phép truy cập danh bạ trên thiết bị di động

# 2ec
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm

# qQo
source: Couldn't load
de_de: Konnte nicht geladen werden
es_es: No se pudo cargar
fr_fr: Échec du chargement
id_id: Tidak dapat memuat
it_it: Non Ã¨ stato possibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드할 수 없음
ms_my: Tidak dapat memuat
pt_br: Não foi possível carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถโหลดได้
vi_vn: Không thể tải
