Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkWorkplace/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Pz0
source: By installing this app, you consent to the {{CLAUSE}}.
de_de: Mit der Installation dieser App stimmen Sie den {{CLAUSE}} zu.
es_es: Al instalar esta aplicación, aceptarás la {{CLAUSE}}.
fr_fr: En installant cette application, vous consentez au {{CLAUSE}}.
hi_in: इस एप्लिकेशन को इंस्टॉल कर, आप n {{CLAUSE}} की सहमति देते हैं.
id_id: Dengan memasang aplikasi ini, Anda menyetujui {{CLAUSE}}.
it_it: Installando questa app, acconsenti a {{CLAUSE}}.
ja_jp: インストールすると、{{CLAUSE}}に同意するものとします
ko_kr: 이 앱을 설치하시면 {{CLAUSE}}에 동의하시게 됩니다.
ms_my: Dengan memasang apl ini, anda bersetuju dengan {{CLAUSE}}.
pt_br: Ao instalar este aplicativo, você concorda com a {{CLAUSE}}.
ru_ru: Устанавливая это приложение, вы соглашаетесь соблюдать {{CLAUSE}}.
th_th: เมื่อติดตั้งแอปนี้ นั่นหมายความว่าคุณยินยอมต่อ {{CLAUSE}}
vi_vn: Bằng cách cài đặt ứng dụng này, bạn đồng ý với {{CLAUSE}}.
zh_cn: 安装即视为同意{{CLAUSE}}
zh_hk: 安裝即視為同意{{CLAUSE}}

# Al0
source: User Agreement and granting relevant permissions
de_de: Benutzervereinbarung und Gewähren der relevanten Berechtigungen
es_es: Acuerdo de usuario y concesión de permisos relevantes
fr_fr: Contrat de l'utilisateur et octroi des autorisations pertinentes
hi_in: उपयोगकर्ता अनुबंध और संबंधित अनुमति देना
id_id: Perjanjian Pengguna dan pemberian izin yang relevan
it_it: Contratto di licenza e concessione delle autorizzazioni pertinenti
ja_jp: アプリの権限および利用規約
ko_kr: 사용자 계약 및 관련 권한 승인
ms_my: Perjanjian Pengguna dan memberi kebenaran berkaitan
pt_br: Termo do usuário e concessão de permissões relevantes
ru_ru: Пользовательское соглашение и предоставление связанных разрешений
th_th: ข้อตกลงของผู้ใช้และการมอบสิทธิ์การอนุญาตที่เกี่ยวข้อง
vi_vn: Thỏa thuận Người dùng và cấp các quyền liên quan
zh_cn: 相关权限授予及协议内容
zh_hk: 相關權限授予及協議內容

# rIQ
source: System error. Please try again.
de_de: Systemfehler. Versuchen Sie es erneut.
es_es: Error del sistema. Inténtalo de nuevo.
fr_fr: Erreur système. Veuillez réessayer.
hi_in: सिस्टम की त्रुटि. कृपया पुनः प्रयास करें.
id_id: Kesalahan sistem. Coba lagi.
it_it: Errore di sistema. Riprova.
ja_jp: エラーが発生しました。再試行してください
ko_kr: 시스템 오류. 다시 시도하세요.
ms_my: Ralat sistem. Sila cuba lagi.
pt_br: Erro no sistema. Tente novamente.
ru_ru: Системная ошибка. Повторите попытку.
th_th: ข้อผิดพลาดของระบบ โปรดลองอีกครั้ง
vi_vn: Lỗi hệ thống. Vui lòng thử lại.
zh_cn: 系统异常，请点击重试
zh_hk: 系統異常，請點擊重試

# Oio
source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
vi_vn: Chọn tất cả
zh_cn: 全选
zh_hk: 全選

# LC8
source: {{NUMBER}} apps selected
de_de: {{NUMBER}} Apps ausgewählt
es_es: {{NUMBER}} seleccionadas
fr_fr: {{NUMBER}} applications sélectionnées
hi_in: {{NUMBER}} ऐप चयनित
id_id: {{NUMBER}} aplikasi dipilih
it_it: {{NUMBER}} app selezionate
ja_jp: {{NUMBER}}個選択中
ko_kr: {{NUMBER}}개의 앱이 선택되었습니다
ms_my: {{NUMBER}} apl dipilih
pt_br: {{NUMBER}} aplicativos selecionados
ru_ru: Выбрано приложений: {{NUMBER}}
th_th: เลือกแล้ว {{NUMBER}} แอป
vi_vn: Đã chọn {{NUMBER}} ứng dụng
zh_cn: 已选择{{NUMBER}}个应用
zh_hk: 已選擇 {{NUMBER}} 個應用程式

# 8n0
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Ignorar
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# 15Y
source: It takes time to install the application, please wait.
de_de: Die Installation der App benötigt Zeit, bitte warten Sie.
es_es: La aplicación tarda un rato en instalarse, espera.
fr_fr: L'installation de l'application peut prendre un certain temps, veuillez patienter.
hi_in: एप्लिकेशन इंस्टॉल करने में समय लगता है. कृपया प्रतीक्षा करें.
id_id: Butuh waktu untuk memasang aplikasi, tunggu sebentar.
it_it: L'installazione dell'applicazione richiede del tempo, attendi.
ja_jp: インストールには時間がかかります。少々お待ちください
ko_kr: 애플리케이션을 설치하는데 시간이 소요됩니다. 기다려주세요.
ms_my: Memerlukan masa untuk memasang aplikasi, sila tunggu.
pt_br: Demora para o aplicativo ser instalado, aguarde.
ru_ru: Установка приложения занимает некоторое время. Пожалуйста, подождите.
th_th: การติดตั้งแอปพลิเคชันจะใช้เวลาเล็กน้อย โปรดรอสักครู่
vi_vn: Quá trình cài đặt ứng dụng sẽ mất một chút thời gian, vui lòng chờ.
zh_cn: 应用安装需要一定的时间，请耐心等待
zh_hk: 安裝應用程式需時，請耐心等待

# oCw
source: Reinstall
de_de: Neu installieren
es_es: Volver a instalar
fr_fr: Réinstaller
hi_in: फिर से इंस्टॉल करें
id_id: Pasang kembali
it_it: Reinstalla
ja_jp: 再インストール
ko_kr: 재설치
ms_my: Pasang semula
pt_br: Reinstalar
ru_ru: Установить снова
th_th: ติดตั้งใหม่
vi_vn: Cài đặt lại
zh_cn: 重新安装
zh_hk: 重新安裝

# c00
source: We recommend some {{FREE}} apps Just for you.
de_de: Wir empfehlen Ihnen einige {{FREE}} Apps Nur für Sie
es_es: Recomendamos algunas aplicaciones {{FREE}} Expresamente para ti.
fr_fr: Nous vous recommandons certaines applications {{FREE}} rien que pour vous.
hi_in: हम बस आपके लिए कुछ {{FREE}} ऐप की अनुशंसा करते हैं.
id_id: Kami merekomendasikan beberapa aplikasi {{FREE}} Hanya untuk Anda.
it_it: Ti consigliamo alcune app {{FREE}} esclusive per te.
ja_jp: {{FREE}}おすすめアプリを厳選！
ko_kr: 사용자님만을 위해 몇 가지 {{FREE}} 앱을 추천합니다.
ms_my: Kami cadangkan beberapa apl {{FREE}} Khas untuk anda.
pt_br: Recomendamos alguns aplicativos {{FREE}} para você.
ru_ru: Мы рекомендуем некоторые приложения {{FREE}} именно для вас.
th_th: เราขอแนะนำแอป{{FREE}} สำหรับคุณโดยเฉพาะ
vi_vn: Chúng tôi đề xuất một số ứng dụng {{FREE}} dành riêng cho bạn.
zh_cn: 为你精选了一批{{FREE}}应用 你可直接使用
zh_hk: 為你精選了一批{{FREE}}應用程式 你可直接使用

# 4tc
source: free
de_de: kostenlose
es_es: gratis
fr_fr: gratuites
hi_in: नि:शुल्क
id_id: gratis
it_it: gratuite
ja_jp: 無料
ko_kr: 무료
ms_my: percuma
pt_br: grátis
ru_ru: бесплатная версия
th_th: ฟรี
vi_vn: miễn phí
zh_cn: 免费
zh_hk: 免費

# JGQ
source: Got It
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# Asw
source: You {{App_Display_Name}} version is too low to display this widget.
de_de: Ihre {{App_Display_Name}} Version ist zu niedrig, um dieses Widget anzuzeigen.
es_es: Tu versión de {{App_Display_Name}} es demasiado antigua para mostrar este widget.
fr_fr: Votre version de {{App_Display_Name}} est trop basse pour afficher ce widget.
hi_in: आपके ऐप {{App_Display_Name}} का संस्करण इस विजेट को डिस्प्ले करने के लिए बहुत निम्नतर है.
id_id: Versi {{App_Display_Name}} Anda terlalu rendah untuk menampilkan widget ini.
it_it: La tua versione di {{App_Display_Name}} non è sufficiente per visualizzare questo widget.
ja_jp: {{App_Display_Name}} をアップデートしてすべての内容を表示
ko_kr: {{App_Display_Name}} 버전이 너무 낮아 이 위젯을 표시할 수 없습니다.
ms_my: Versi {{App_Display_Name}} anda terlalu rendah untuk memaparkan widget ini.
pt_br: Sua versão do {{App_Display_Name}} é muito antiga para exibir este widget.
ru_ru: Ваша версия приложения {{App_Display_Name}} не поддерживает этот виджет.
th_th: เวอร์ชัน {{App_Display_Name}} ของคุณเก่าเกินไปที่จะแสดงวิดเจ็ตนี้
vi_vn: Phiên bản {{App_Display_Name}} của bạn quá cũ để hiển thị widget này.
zh_cn: {{App_Display_Name}}客户端版本过低，无法展示完整内容
zh_hk: {{App_Display_Name}}用戶端版本過低，無法展示完整內容

# +F4
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# liI
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# Wo4
source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
hi_in: प्रबंधित करें
id_id: Kelola
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
ms_my: Urus
pt_br: Gerenciar
ru_ru: Управление
th_th: จัดการ
vi_vn: Quản lý
zh_cn: 管理
zh_hk: 管理

# UBk
source: You can drag and drop to rearrange
de_de: Zum Neuanordnen können Sie Elemente einfach ziehen und ablegen.
es_es: Puedes arrastrar y soltar para reorganizar
fr_fr: Vous pouvez glisser-déplacer afin de réorganiser
hi_in: आप पुनः व्यवस्थित करने के लिए ड्रैग और ड्रॉप कर सकते हैं
id_id: Anda dapat menarik dan meletakkan untuk menyusun ulang
it_it: Puoi trascinare e rilasciare per riorganizzare
ja_jp: ドラッグでの並べ替えをサポート
ko_kr: 끌어서 놓아 재정렬할 수 있습니다
ms_my: Anda boleh seret dan lepas untuk menyusun semula
pt_br: Você pode arrastar e soltar para reorganizar
ru_ru: Перетащите, чтобы изменить порядок
th_th: คุณสามารถลากแล้วปล่อยเพื่อจัดเรียงอีกครั้ง
vi_vn: Bạn có thể kéo và thả để sắp xếp lại
zh_cn: 支持拖拽排序
zh_hk: 支援拖放排序

# B0A
source: My Favorites
de_de: Meine Favoriten
es_es: Mis favoritos
fr_fr: Mes favoris
hi_in: मेरे पसंदीदा
id_id: Favorit Saya
it_it: I miei Preferiti
ja_jp: よく使う項目
ko_kr: 즐겨찾기
ms_my: Kegemaran Saya
pt_br: Meus favoritos
ru_ru: Мое избранное
th_th: รายการโปรดของฉัน
vi_vn: Mục ưa thích của tôi
zh_cn: 我的常用
zh_hk: 我的常用

# 3xg
source: No apps at the moment
de_de: Derzeit keine Apps vorhanden
es_es: No hay aplicaciones por el momento
fr_fr: Aucune application pour le moment
hi_in: इस समय कोई ऐप्स नहीं है
id_id: Tidak ada aplikasi saat ini
it_it: Nessuna app al momento
ja_jp: まだアプリがありません
ko_kr: 현재 앱 없음
ms_my: Tiada apl sekarang
pt_br: Nenhum aplicativo no momento
ru_ru: В данный момент нет приложений
th_th: ไม่มีแอปในขณะนี้
vi_vn: Hiện không có ứng dụng nào
zh_cn: 暂无应用
zh_hk: 暫時沒有應用程式

# 0NA
source: No editable content. Please add any app to the Favorites list first.
de_de: Kein bearbeitbarer Inhalt. Fügen Sie zuerst eine App zur Favoritenliste hinzu.
es_es: No hay contenido editable. En primer lugar debes agregar cualquier aplicación a la lista de Favoritos.
fr_fr: Aucun contenu modifiable. Veuillez d'abord ajouter n'importe quelle application à la liste des Favoris.
hi_in: संपादन योग्य कोई कांटेंट नहीं. कृपया पहले पसंदीदा सूची में कोई भी ऐप जोड़ें.
id_id: Tidak ada konten yang dapat diedit. Tambahkan aplikasi apa pun ke daftar Favorit terlebih dahulu.
it_it: Nessun contenuto modificabile. Aggiungi prima qualsiasi app all'elenco dei Preferiti.
ja_jp: 編集可能なコンテンツがありません。先によく使うに追加してください
ko_kr: 편집 가능한 콘텐츠가 없습니다. 먼저 즐겨찾기 목록에 앱을 추가하세요.
ms_my: Tiada kandungan boleh diedit. Sila tambah apl ke senarai Kegemaran terlebih dahulu.
pt_br: Nenhum conteúdo editável. Adicione qualquer aplicativo à lista de favoritos primeiramente.
ru_ru: Нет редактируемого контента. Сначала добавьте любое приложение в список избранного.
th_th: ไม่มีเนื้อหาที่สามารถแก้ไขได้ โปรดเพิ่มแอปใดก็ได้ไปยังรายการโปรดก่อน
vi_vn: Không có nội dung có thể chỉnh sửa. Trước tiên, vui lòng thêm một ứng dụng bất kỳ vào danh sách Ưa thích.
zh_cn: 无内容可编辑，请先添加常用
zh_hk: 沒有內容可編輯，請先新增常用

# Ohc
source: Click here to check out our free app recommendations for your team!
de_de: Klicken Sie hier und sehen Sie sich unsere kostenlosen App-Empfehlungen für Ihr Team an!
es_es: Haz clic aquí para echar un vistazo a nuestras recomendaciones sobre aplicaciones gratuitas para tu equipo.
fr_fr: Cliquez ici pour découvrir nos recommandations d'applications gratuites pour votre équipe !
hi_in: अपनी टीम के लिए हमारी मुफ़्त ऐप अनुशंसाएँ देखने के लिए यहाँ क्लिक करें!
id_id: Klik di sini untuk melihat rekomendasi aplikasi gratis kami untuk tim Anda!
it_it: Tocca qui per conoscere i nostri consigli sulle app gratuite più adatte al tuo team!
ja_jp: 無料おすすめアプリをご提供します。インストールするだけで手軽に利用できます。
ko_kr: 여기를 클릭하여 팀을 위한 무료 앱 추천을 확인하세요!
ms_my: Klik di sini untuk melihat cadangan apl percuma kami untuk pasukan anda!
pt_br: Clique aqui para conferir nossas recomendações de aplicativos gratuitos para sua equipe!
ru_ru: Нажмите здесь, чтобы ознакомиться с нашими рекомендациями по бесплатным приложениям для вашей команды!
th_th: คลิกที่นี่เพื่อตรวจสอบคำแนะนำแอปฟรีของเราสำหรับทีมคุณ!
vi_vn: Nhấp vào đây để tham khảo các khuyến nghị ứng dụng miễn phí của chúng tôi dành cho nhóm của bạn!
zh_cn: 精选免费应用，点击查看并为企业安装
zh_hk: 精選免費應用程式，點擊查看並為企業安裝

# +dE
source: Click here to check out our free app recommendations!
de_de: Klicken Sie hier und sehen Sie sich unsere kostenlosen App-Empfehlungen an!
es_es: Haz clic aquí para echar un vistazo a nuestras recomendaciones sobre aplicaciones.
fr_fr: Cliquez ici pour découvrir nos recommandations d'applications gratuites !
hi_in: हमारी निःशुल्क ऐप अनुशंसाएँ देखने के लिए यहाँ क्लिक करें!
id_id: Klik di sini untuk melihat rekomendasi aplikasi gratis kami!
it_it: Tocca qui per conoscere i nostri consigli sulle app gratuite!
ja_jp: 無料おすすめアプリを厳選！クリックして確認しましょう。
ko_kr: 여기를 클릭하여 무료 앱 추천을 확인하세요!
ms_my: Klik di sini untuk melihat cadangan apl percuma kami!
pt_br: Clique aqui para conferir nossas recomendações de aplicativos gratuitos!
ru_ru: Нажмите здесь, чтобы ознакомиться с нашими рекомендациями по бесплатным приложениям!
th_th: คลิกที่นี่เพื่อตรวจสอบคำแนะนำแอปฟรีของเรา!
vi_vn: Bấm vào đây để tham khảo các khuyến nghị ứng dụng miễn phí của chúng tôi!
zh_cn: 为你精选了一批免费应用，点击查看
zh_hk: 為你精選了一批免費應用程式，點擊查看

# TbM
source: Please use the app on your desktop
de_de: Verwenden Sie die App auf Ihrem Desktop
es_es: Utilza la aplicación en el escritorio
fr_fr: Veuillez utiliser l'application sur votre ordinateur
hi_in: कृपया अपने डेस्कटॉप पर इस ऐप का उपयोग करें
id_id: Gunakan aplikasi di desktop Anda
it_it: Utilizza l'app sul desktop
ja_jp: PCでご使用ください
ko_kr: 데스크톱에서 앱을 사용하세요
ms_my: Sila gunakan apl di komputer riba anda
pt_br: Use o aplicativo na área de trabalho
ru_ru: Используйте приложение на ПК
th_th: โปรดใช้แอปบนเดสก์ท็อปของคุณ
vi_vn: Vui lòng sử dụng ứng dụng trên máy tính của bạn
zh_cn: 本应用仅支持在桌面端访问
zh_hk: 這應用程式只支援桌面電腦端存取

# 7fI
source: Admin's Pick
de_de: Administratorempfehlung
es_es: Elegido por el administrador
fr_fr: Sélection de l'administrateur
hi_in: एडमिन द्वारा अनुशंसित
id_id: Pilihan Admin
it_it: Consigliato dall'amministratore
ja_jp: おすすめ
ko_kr: 관리자 추천
ms_my: Pilihan Admin
pt_br: Selecionado pelo administrador
ru_ru: Рекомендуемое
th_th: ผู้ดูแลคัดสรร
vi_vn: Lựa chọn của Quản trị viên
zh_cn: 推荐
zh_hk: 推薦

# KPI
source: This app cannot be rearranged according to admin settings
de_de: Gemäß den Administratoreinstellungen kann diese App nicht umstrukturiert werden
es_es: Esta aplicación no se puede reorganizar según la configuración del administrador.
fr_fr: Cette application ne peut pas être réorganisée, conformément aux paramètres de l'administrateur
hi_in: यह ऐप एडमिन सेटिंग्स के अनुसार पुनर्व्यवस्थित नहीं किया जा सकता
id_id: Aplikasi ini tidak dapat disusun ulang berdasarkan pengaturan admin
it_it: Non è possibile riordinare questa app secondo le impostazioni dell'amministratore
ja_jp: 管理者の設定により、このアプリは並べ替えできません
ko_kr: 관리자 설정에 따라 이 앱을 다시 정렬할 수 없습니다
ms_my: Aplikasi ini tidak boleh disusun semula mengikut tetapan pentadbir
pt_br: Este aplicativo não pode ser reorganizado de acordo com as configurações do administrador
ru_ru: Это приложение нельзя изменить в соответствии с настройками администратора
th_th: แอปนี้ไม่สามารถจัดเรียงใหม่ได้ตามการตั้งค่าของผู้ดูแล
vi_vn: Theo cài đặt quản trị viên, bạn không thể sắp xếp lại ứng dụng này
zh_cn: 根据管理员设置，该应用不支持排序
zh_hk: 根據管理員設定，該應用程式不支援排序

# qyE
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_hk: 移除

# +kg
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Supprimer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 移除
zh_hk: 移除

# pWM
source: Remove from Favorites
de_de: Aus Favoriten entfernen
es_es: Quitar de Favoritos
fr_fr: Supprimer des Favoris
hi_in: "पसंदीदा" से निकालें
id_id: Hapus dari Favorit
it_it: Rimuovi dai Preferiti
ja_jp: 「お気に入り」から削除
ko_kr: 즐겨찾기에서 제거
ms_my: Buang daripada Kegemaran
pt_br: Remover dos Favoritos
ru_ru: Удалить из Избранного
th_th: ลบออกจากรายการโปรด
vi_vn: Xóa khỏi mục Ưa thích
zh_cn: 移除常用
zh_hk: 移除常用

# 17c
source: Failed to remove app.
de_de: App konnte nicht entfernt werden.
es_es: Error al eliminar aplicación.
fr_fr: Échec du retrait de l'application.
hi_in: ऐप निकालने में विफल हुआ.
id_id: Gagal menghapus aplikasi.
it_it: Impossibile rimuovere app.
ja_jp: 取り消しできませんでした
ko_kr: 앱 제거에 실패했습니다.
ms_my: Gagal membuang apl.
pt_br: Falha ao remover aplicativo.
ru_ru: Не удалось удалить приложение.
th_th: ลบแอปออกไม่สำเร็จ
vi_vn: Không thể xóa ứng dụng.
zh_cn: 取消失败
zh_hk: 取消失敗

# RFg
source: Removed
de_de: Entfernt
es_es: Se ha borrado
fr_fr: Retiré(e)
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 削除済み
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 移除成功
zh_hk: 移除成功

# mN4
source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement…
hi_in: सहेजा जा रहा है...
id_id: Menyimpan...
it_it: Salvataggio in corso...
ja_jp: 保存中
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Выполняется сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中
zh_hk: 儲存中

# 51U
source: Search apps
de_de: Apps suchen
es_es: Buscar aplicaciones
fr_fr: Rechercher dans les applications
hi_in: ऐप खोजें
id_id: Cari aplikasi
it_it: Cerca app
ja_jp: アプリを検索
ko_kr: 앱 검색
ms_my: Cari apl
pt_br: Pesquisar nos aplicativos
ru_ru: Поиск приложений
th_th: ค้นหาแอป
vi_vn: Tìm kiếm ứng dụng
zh_cn: 搜索应用
zh_hk: 搜尋應用程式

# Bog
source: No results related to "{{search_key}}"
de_de: Keine Ergebnisse im Zusammenhang mit "{{search_key}}"
es_es: No hay resultados para "{{search_key}}"
fr_fr: Aucun résultat en rapport avec « {{search_key}} »
hi_in: "{{search_key}}" से संबंधित कोई परिणाम नहीं
id_id: Tidak ada hasil terkait "{{search_key}}"
it_it: Nessun risultato correlato a "{{search_key}}"
ja_jp: 「{{search_key}}」の関連結果が見つかりません
ko_kr: "{{search_key}}" 관련 결과 없음
ms_my: Tiada hasil berkaitan dengan "{{search_key}}"
pt_br: Nenhum resultado relacionado a "{{search_key}}"
ru_ru: Нет результатов, связанных с "{{search_key}}"
th_th: ไม่พบผลลัพธ์ที่เกี่ยวข้องกับ "{{search_key}}"
vi_vn: Không có kết quả nào liên quan đến "{{search_key}}”
zh_cn: 未搜到“{{search_key}}”相关结果
zh_hk: 暫未搜尋到「{{search_key}}」的相關結果

# TTg
source: Add to Favorites
de_de: Zu Favoriten hinzufügen
es_es: Agregar a Favoritos
fr_fr: Ajouter aux Favoris
hi_in: पसंदीदा में जोड़ें
id_id: Tambah ke Favorit
it_it: Aggiungi a Preferiti
ja_jp: よく使うアプリに設定
ko_kr: 즐겨찾기에 추가
ms_my: Tambah ke Kegemaran
pt_br: Adicionar aos Favoritos
ru_ru: В избранное
th_th: เพิ่มไปยังรายการโปรด
vi_vn: Thêm vào Mục yêu thích
zh_cn: 设为常用
zh_hk: 設定為常用

# qNE
source: Failed to add app.
de_de: App konnte nicht hinzugefügt werden.
es_es: Error al agregar aplicación.
fr_fr: Échec de l'ajout de l'application.
hi_in: ऐप जोड़ने में विफल हुआ.
id_id: Gagal menambah aplikasi.
it_it: Impossibile aggiungere l'app.
ja_jp: 追加できませんでした
ko_kr: 앱 추가에 실패했습니다.
ms_my: Gagal menambah apl.
pt_br: Falha ao adicionar aplicativo.
ru_ru: Не удалось добавить приложение.
th_th: เพิ่มแอปไม่สำเร็จ
vi_vn: Không thể thêm ứng dụng.
zh_cn: 设置失败
zh_hk: 無法設定

# a5g
source: Added
de_de: Hinzugefügt
es_es: Se ha agregado
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 设置成功
zh_hk: 設定成功

# /sU
source: Manage
de_de: Verwalten
es_es: Administrar
fr_fr: Gérer
hi_in: प्रबंधित करें
id_id: Kelola
it_it: Gestisci
ja_jp: 設定
ko_kr: 관리
ms_my: Urus
pt_br: Gerenciar
ru_ru: Управление
th_th: จัดการ
vi_vn: Quản lý
zh_cn: 设置
zh_hk: 設定

# 1zc
source: Failed to save
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fr_fr: Échec de l'enregistrement
hi_in: सेव करने में विफल हुआ
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 設定に失敗しました
ko_kr: 저장 실패
ms_my: Gagal menyimpan
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại
zh_cn: 设置失败
zh_hk: 無法設定

# NEY
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 設定成功
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 设置成功
zh_hk: 設定成功

# mHw
source: Workplace settings
de_de: Arbeitsbereichseinstellungen
es_es: Configuración de Escritorio
fr_fr: Paramètres de l'Espace de travail
hi_in: कार्यस्थल सेटिंग्स
id_id: Pengaturan Tempat Kerja
it_it: Impostazioni del Centro risorse
ja_jp: ワークプレイスの設定
ko_kr: 작업 공간 설정
ms_my: Tetapan tempat kerja
pt_br: Configurações do espaço de trabalho
ru_ru: Настройки рабочего места
th_th: การตั้งค่าส่วน “ที่ทำงาน”
vi_vn: Cài đặt không gian làm việc
zh_cn: 工作台设置
zh_hk: 工作平台設定

# vAo
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# jXs
source: Rearrange Apps
de_de: Apps neu anordnen
es_es: Reorganizar aplicaciones
fr_fr: Réorganiser les applications
hi_in: ऐप्स को फिर से व्यवस्थित करें
id_id: Tata Ulang Aplikasi
it_it: Riorganizza le app
ja_jp: 並び替え
ko_kr: 앱 재정렬
ms_my: Susun Semula Apl
pt_br: Reorganizar aplicativos
ru_ru: Пересортировать приложения
th_th: จัดเรียงแอปใหม่
vi_vn: Sắp xếp lại ứng dụng
zh_cn: 排序
zh_hk: 排序

# ZCM
source: Workplace
de_de: Arbeitsbereich
es_es: Escritorio
fr_fr: Espace de travail
hi_in: कार्यस्थल
id_id: Tempat Kerja
it_it: Centro risorse
ja_jp: ワークプレイス
ko_kr: 작업 공간
ms_my: Tempat Kerja
pt_br: Espaço de trabalho
ru_ru: Рабочее место
th_th: ที่ทำงาน
vi_vn: Không gian làm việc
zh_cn: 工作台
zh_hk: 工作平台

# 2qw
source: View All ({{num}})
de_de: Alle anzeigen ({{num}})
es_es: Ver todo ({{num}})
fr_fr: Afficher tout ({{num}})
hi_in: सभी देखें ({{num}})
id_id: Lihat Semua ({{num}})
it_it: Visualizza tutto ({{num}})
ja_jp: 全て表示 ({{num}})
ko_kr: 모두 보기({{num}})
ms_my: Lihat Semua ({{num}})
pt_br: Visualizar tudo ({{num}})
ru_ru: Смотреть все ({{num}})
th_th: ดูทั้งหมด ({{num}})
vi_vn: Xem tất cả ({{num}})
zh_cn: 显示全部 ({{num}})
zh_hk: 顯示全部 ({{num}})

# WqM
source: Something went wrong... Error code: {{errorDesc}} ({{errorCode}})
de_de: Etwas ist schiefgelaufen... Fehlercode: {{errorDesc}} ({{errorCode}})
es_es: Algo ha fallado... Código de error: {{errorDesc}} ({{errorCode}})
fr_fr: Une erreur est survenue… Code d'erreur : {{errorDesc}} ({{errorCode}})
hi_in: कुछ ग़लत हुआ... त्रुटि कोड: {{errorDesc}} ({{errorCode}})
id_id: Terjadi kesalahan... Kode kesalahan: {{errorDesc}} ({{errorCode}})
it_it: Si è verificato un errore. Codice di errore: {{errorDesc}} ({{errorCode}})
ja_jp: エラーが発生しました。エラーコード：{{errorDesc}}（{{errorCode}}）
ko_kr: 문제가 발생했습니다... 오류 코드: {{errorDesc}}({{errorCode}})
ms_my: Ada yang tidak kena... Kod ralat: {{errorDesc}} ({{errorCode}})
pt_br: Ocorreu um problema... Código de erro: {{errorDesc}} ({{errorCode}})
ru_ru: Что-то пошло не так... Код ошибки: {{errorDesc}} ({{errorCode}})
th_th: มีบางอย่างผิดปกติ... รหัสข้อผิดพลาด: {{errorDesc}} ({{errorCode}})
vi_vn: Đã có lỗi xảy ra... Mã lỗi: {{errorDesc}} ({{errorCode}})
zh_cn: 网页加载过程中出现了错误，错误码：{{errorDesc}}（{{errorCode}}）
zh_hk: 網頁載入過程中出現錯誤，錯誤碼：{{errorDesc}}（{{errorCode}}）

# AU8
source: Shared by:
de_de: Geteilt von:
es_es: Compartido desde:
fr_fr: Partagé à partir de :
id_id: Dibagikan dari:
it_it: Condivisa da:
ja_jp: ソース：
ko_kr: 공유자:
ms_my: Dikongsi oleh:
pt_br: Compartilhado de:
ru_ru: Кто поделился:
th_th: แบ่งปันจาก:
vi_vn: Chia sẻ từ:
zh_cn: 应用来源：
zh_hk: 應用程式來源：
