Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkWorkplace/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

source: Shared
de_de: Geteilte App
es_es: Aplicación compartida
fr_fr: Application partagée
id_id: Aplikasi yang Dibagikan
it_it: App condivisa
ja_jp: 共有アプリ
ko_kr: 공유 앱
ms_my: Dikongsi
pt_br: Aplicativo compartilhado
ru_ru: Общедоступное приложение
th_th: แอปที่แบ่งปัน
vi_vn: Ứng dụng chia sẻ
zh_cn: 共享应用
zh_hk: 分享應用程式

# chs
source: Block
de_de: Blockieren
es_es: Bloquear
fr_fr: Bloc
id_id: Blok
it_it: Blocca
ja_jp: ブロック
ko_kr: 블록
ms_my: Sekat
pt_br: Bloquear
ru_ru: Блокировать
th_th: บล็อก
vi_vn: Chặn
zh_cn: 小组件
zh_hk: 小組件

# 0s0
source: You can drag to rearrange only apps on mobile
de_de: Sie können nur Apps auf dem Mobiltelefon durch Ziehen neu anordnen
es_es: Puedes arrastrar para reorganizar solo las aplicaciones en dispositivos móviles
fr_fr: Sur mobile, vous pouvez uniquement faire glisser les applications pour les réorganiser
id_id: Anda hanya dapat menarik untuk mengatur ulang aplikasi di ponsel
it_it: Puoi solo trascinare per riorganizzare le app su dispositivo mobile
ja_jp: アプリをドラッグして並べ替えできます。
ko_kr: 모바일에서 앱만 드래그하여 재정렬할 수 있습니다
ms_my: Anda boleh seret untuk menyusun semula hanya aplikasi di telefon bimbit
pt_br: Você pode arrastar para reorganizar apenas os aplicativos no celular
ru_ru: Вы можете перетаскивать приложения только с мобильного
th_th: คุณสามารถลากเพื่อจัดเรียงได้เฉพาะแอปบนมือถือเท่านั้น
vi_vn: Bạn có thể kéo để sắp xếp lại các ứng dụng chỉ có trên thiết bị di động
zh_cn: 移动端仅支持对应用进行拖拽排序
zh_hk: 流動裝置端只支援對應用程式拖曳排序

# NlE
source: Share
de_de: Freigeben
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# VdI
source: APIs
es_es: API
fr_fr: API
hi_in: API
id_id: API
it_it: API
ja_jp: API
ko_kr: API
ms_my: API
ru_ru: API
th_th: API
vi_vn: API
zh_cn: API
zh_hk: API

# 3fQ
source: Block samples
de_de: Blockbeispiele
es_es: Muestras de bloques
fr_fr: Exemples de blocs
hi_in: खंड के नमूने
id_id: Sampel blok
it_it: Esempi di Block
ja_jp: ブロックの例
ko_kr: 블록 샘플
ms_my: Contoh blok
pt_br: Amostras de bloco
ru_ru: Пример компонента
th_th: บล็อกตัวอย่าง
vi_vn: Mẫu khối
zh_cn: 小组件官方示例
zh_hk: 小組件官方範例

# /bc
source: Components
de_de: Komponenten
es_es: Componentes
fr_fr: Composants
hi_in: घटक
id_id: Komponen
it_it: Componenti
ja_jp: ブロック
ko_kr: 구성 요소
ms_my: Komponen
pt_br: Componentes
ru_ru: Компонент
th_th: ส่วนประกอบ
vi_vn: Linh kiện
zh_cn: 组件
zh_hk: 組件

# bBc
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ी गई
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: 追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 添加成功

# 1gA
source: The feature is unavailable now. Contact your organization administrator to update the current Workplace.
de_de: Die Funktion ist jetzt nicht verfügbar. Wenden Sie sich an den Administrator Ihrer Organisation, um den derzeitigen Arbeitsplatz zu aktualisieren.
es_es: Esta función no está disponible ahora mismo. Contacta con el administrador de tu organización para actualizar el espacio de trabajo actual.
fr_fr: La fonction n'est pas disponible actuellement. Contactez l'administrateur de votre organisation pour mettre à jour l'espace de travail actuel.
id_id: Fitur ini tidak tersedia saat ini. Hubungi administrator organisasi Anda untuk memperbarui Tempat Kerja saat ini.
it_it: Al momento la funzione non è disponibile. Contatta l'amministratore dell'organizzazione per aggiornare lo Spazio di lavoro corrente.
ja_jp: この機能の提供が終了になりました。法人管理者にワークプレイスの更新を依頼してください。
ko_kr: 지금은 이 기능을 사용할 수 없습니다. 현재 작업 공간을 업데이트하려면 기업 관리자에게 문의하세요.
ms_my: Ciri ini tidak tersedia sekarang. Hubungi pentadbir organisasi anda untuk mengemas kini Tempat Kerja semasa.
pt_br: O recurso está indisponível agora. Entre em contato com o administrador da organização para atualizar o Espaço de trabalho atual.
ru_ru: Функция сейчас недоступна. Обратитесь к администратору вашей организации, чтобы обновить текущее Рабочее место.
th_th: ฟีเจอร์ไม่พร้อมใช้งานในขณะนี้ ติดต่อผู้ดูแลองค์กรของคุณเพื่ออัปเดตที่ทำงานปัจจุบัน
vi_vn: Tính năng này hiện không khả dụng. Hãy liên hệ với quản trị viên tổ chức để cập nhật Nơi làm việc hiện tại.
zh_cn: 该功能已下线，请联系管理员更新当前工作台
zh_hk: 該功能已停用，請聯絡管理員更新目前工作平台

# PS4
source: The client version is too low. Please upgrade and try again
de_de: Die Clientversion ist zu niedrig. Bitte Upgrade holen und erneut versuchen.
es_es: La versión de cliente es muy antigua. Actualízala e inténtalo de nuevo.
fr_fr: La version du client est trop ancienne. Veuillez réessayer après l'avoir mise à jour
hi_in: क्लाइंट का संस्करण बहुत पुराना है. कृपया अपग्रेड करें और पुनः प्रयास करें
id_id: Versi klien terlalu rendah. Tingkatkan dan coba lagi
it_it: La versione del client è troppo obsoleta. Effettua l'upgrade e riprova
ja_jp: アプリのバージョンが古すぎます。アップデートしてから、再試行してください
ko_kr: 클라이언트 버전이 너무 낮습니다. 업그레이드하고 다시 시도해 보세요.
ms_my: Versi klien terlalu rendah. Sila naik taraf dan cuba lagi
pt_br: A versão do cliente é muito antiga. Faça upgrade e tente novamente
ru_ru: Установлена устаревшая версия клиента Перейдите на новую версию и повторите попытку
th_th: เวอร์ชันไคลเอ็นต์เก่าเกินไป โปรดอัปเกรดและลองอีกครั้ง
vi_vn: Phiên bản máy khách quá cũ. Vui lòng nâng cấp rồi thử lại
zh_cn: 客户端版本过低，请升级版本后重试
zh_hk: 用戶端版本太舊，請升級版本後重試

# 42c
source: Unable to perform real device debugging. Please check whether {{APP_DISPLAY_NAME}} is installed via the special package used for code debugging.
de_de: Realgeräte-Debugging kann nicht durchgeführt werden. Bitte prüfen Sie, ob {{APP_DISPLAY_NAME}} über das spezielle Paket für das Code-Debugging installiert ist.
es_es: No se puede realizar la depuración de dispositivos reales. Comprueba que {{APP_DISPLAY_NAME}} se haya instalado a través del paquete especial usado para la depuración de código.
fr_fr: Impossible d'effectuer le débogage sur appareil physique. Veuillez vérifier si {{APP_DISPLAY_NAME}} est installé via le package spécial utilisé pour le débogage du code.
id_id: Gagal melakukan debugging perangkat nyata. Periksa apakah {{APP_DISPLAY_NAME}} dipasang melalui paket spesial yang digunakan untuk debugging kode.
it_it: Impossibile eseguire il debug dispositivi reali. Verifica se {{APP_DISPLAY_NAME}} è installato tramite il pacchetto speciale usato per il debug di codice.
ja_jp: 実機検証に失敗しました。お使いの {{APP_DISPLAY_NAME}} アプリがデバッグ用のパッケージであるかどうかを確認してください。
ko_kr: 실제 장치 디버깅을 수행할 수 없습니다. 코드 디버깅에 사용되는 특수 패키지를 통해 {{APP_DISPLAY_NAME}}이(가) 설치되어 있는지 확인하십시오.
ms_my: Tidak dapat melakukan penyahpepijatan peranti sebenar. Sila periksa sama ada {{APP_DISPLAY_NAME}} dipasang melalui pakej khas yang digunakan untuk penyahpepijatan kod.
pt_br: Falha ao realizar a depuração do dispositivo real. Verifique se o {{APP_DISPLAY_NAME}} está instalado por meio do pacote especial usado para depuração do código.
ru_ru: Не удается выполнить отладку реального устройства. Убедитесь, что приложение {{APP_DISPLAY_NAME}} установлено с помощью специального пакета, используемого для отладки кода.
th_th: ไม่สามารถดีบักอุปกรณ์จริงได้ โปรดตรวจสอบว่า {{APP_DISPLAY_NAME}} ติดตั้งผ่านแพ็กเกจพิเศษที่ใช้สำหรับการดีบักโค้ดหรือไม่
vi_vn: Không thể tiến hành gỡ lỗi thiết bị thực. Vui lòng kiểm tra xem {{APP_DISPLAY_NAME}} có được cài đặt thông qua gói đặc biệt được sử dụng để gỡ lỗi mã hay không.
zh_cn: 真机调试失败，请检查{{APP_DISPLAY_NAME}}客户端是否为用于代码调试的特殊包
zh_hk: 真機調試失敗，請檢查{{APP_DISPLAY_NAME}}用戶端是否為用於程式碼調試的特殊套件

# 8Gw
source: You haven't used any apps recently
de_de: Sie haben kürzlich keine Apps verwendet
es_es: No has utilizado ninguna aplicación recientemente
fr_fr: Vous n'avez utilisé aucune application récemment
id_id: Anda belum pernah menggunakan aplikasi apa pun baru-baru ini
it_it: Non hai usato app di recente
ja_jp: 最近使用したアプリがありません
ko_kr: 최근에 사용한 앱이 없습니다
ms_my: Anda belum menggunakan aplikasi baru-baru ini
pt_br: Você não usou nenhum aplicativo recentemente
ru_ru: Вы не использовали приложения в последнее время
th_th: คุณไม่ได้ใช้แอปใดๆ เมื่อเร็ว ๆ นี้
vi_vn: Gần đây, bạn chưa sử dụng ứng dụng nào
zh_cn: 暂无最近使用应用
zh_hk: 暫無最近使用的應用程式

# C5M
source: Drag and drop to rearrange
de_de: Per Drag and Drop ziehen, um neu anzuordnen
es_es: Arrastra y suelta para reorganizar
fr_fr: Glisser-déposer pour réorganiser
id_id: Tarik dan letakkan untuk mengatur ulang
it_it: Trascina e rilascia per riordinare
ja_jp: ドラッグでの並べ替えをサポート
ko_kr: 끌어서 놓아 재정렬
ms_my: Seret dan lepaskan untuk menyusun semula
pt_br: Mover, arrastar e soltar para reorganizar
ru_ru: Перетащите, чтобы изменить порядок
th_th: ลากแล้วปล่อยเพื่อจัดเรียงใหม่
vi_vn: Kéo và thả để sắp xếp lại
zh_cn: 支持拖拽进行位置排序
zh_hk: 支援拖曳排列位置排序

# VRo
source: A network error occurred. Please try again later.
de_de: Es ist ein Netzwerkfehler aufgetreten. Versuchen Sie es später erneut.
es_es: Se ha producido un error de red. Inténtalo de nuevo más tarde.
fr_fr: Une erreur réseau s'est produite. Veuillez réessayer plus tard.
hi_in: नेटवर्क से जुड़ी गलतियाँ हुईं. कृपया बाद में फिर से प्रयास करें.
id_id: Terjadi kesalahan jaringan. Coba lagi nanti.
it_it: Si è verificato un errore di rete. Riprova più tardi.
ja_jp: ネットワークエラーです。後ほど再試行してください
ko_kr: 네트워크 오류가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian berlaku. Sila cuba lagi kemudian.
pt_br: Ocorreu um erro de rede. Tente novamente mais tarde.
ru_ru: Произошла сетевая ошибка. Пожалуйста, повторите попытку позже.
th_th: มีข้อผิดพลาดเครือข่ายเกิดขึ้น โปรดลองอีกครั้งภายหลัง
vi_vn: Mạng bị lỗi. Vui lòng thử lại sau.
zh_cn: 网络异常，请稍后再试

# EIY
source: Content is not shareable
de_de: Inhalt kann nicht geteilt werden.
es_es: El contenido no se puede compartir
fr_fr: Impossible de partager le contenu
hi_in: सामाग्री साझा करने योग्य नहीं है
id_id: Konten tidak dapat dibagikan
it_it: Il contenuto non è condivisibile
ja_jp: 現在共有できません
ko_kr: 콘텐츠를 공유할 수 없습니다
ms_my: Kandungan tidak boleh dikongsi
pt_br: O conteúdo não pode ser compartilhado
ru_ru: Контентом нельзя делиться
th_th: เนื้อหานี้ไม่สามารถแบ่งปันได้
vi_vn: Nội dung không thể chia sẻ được
zh_cn: 暂不支持分享
zh_hk: 暫時不能支援分享

# eCQ
source: Recommended apps cannot be rearranged
de_de: Empfohlene Apps können nicht neu angeordnet werden.
es_es: Las aplicaciones recomendadas no se pueden reorganizar
fr_fr: Impossible de réorganiser les applications recommandées
hi_in: अनुशंसित ऐप पुनः क्रमित नहीं किए जा सकते
id_id: Aplikasi yang direkomendasikan tidak dapat diatur ulang
it_it: Le app consigliate non possono essere ridisposte
ja_jp: おすすめのアプリの表示順を変更できません
ko_kr: 추천 앱은 재정렬할 수 없습니다
ms_my: Apl yang disyorkan tidak boleh disusun semula
pt_br: Os aplicativos recomendados não podem ser reorganizados
ru_ru: Невозможно изменить порядок рекомендуемых приложений
th_th: ไม่สามารถจัดเรียงแอปที่แนะนำอีกครั้งได้
vi_vn: Không thể sắp xếp lại các ứng dụng đề xuất
zh_cn: 推荐应用不支持排序
zh_hk: 推薦的應用程式不支援排序

# +OI
source: This app cannot be removed according to admin settings
de_de: Gemäß den Administratoreinstellungen kann diese App nicht entfernt werden
es_es: Esta aplicación no se puede eliminar según la configuración de administrador
fr_fr: Cette application ne peut être supprimée, conformément aux paramètres administrateurs
hi_in: इस ऐप को एडमिन सेटिंग के मुताबिक नहीं निकाला जा सकता
id_id: Aplikasi ini tidak dapat dihapus berdasarkan pengaturan admin
it_it: Questa app non può essere rimossa per via delle impostazioni dell'amministratore
ja_jp: 管理者の設定により、このアプリは削除できません
ko_kr: 관리자 설정에 따라 이 앱을 제거할 수 없습니다
ms_my: Apl ini tidak boleh dikeluarkan mengikut tetapan pentadbir
pt_br: Este aplicativo não pode ser removido de acordo com as configurações de administrador
ru_ru: Это приложение нельзя удалить в соответствии с настройками администратора
th_th: ไม่สามารถลบแอปนี้ตามการตั้งค่าของผู้ดูแล
vi_vn: Theo cài đặt quản trị viên, bạn không thể xóa ứng dụng này
zh_cn: 根据管理员设置，该应用不支持移除
zh_hk: 根據管理員設定，該應用程式不支援移除

# bhI
source: Widgets are not shareable
de_de: Widgets können nicht geteilt werden.
es_es: Los widgets no se pueden compartir
fr_fr: Impossible de partager des widgets
hi_in: विजेट साझा करने योग्य नहीं हैं
id_id: Widget tidak dapat dibagikan
it_it: I widget non sono condivisibili
ja_jp: ウィジェットは現在サポートされていません
ko_kr: 위젯을 공유할 수 없습니다
ms_my: Widget tidak boleh dikongsi
pt_br: Os widgets não podem ser compartilhados
ru_ru: Виждетами нельзя делиться
th_th: วิดเจ็ตนี้ไม่สามารถแบ่งปันได้
vi_vn: Tiện ích không thể chia sẻ được
zh_cn: 小组件暂不支持分享
zh_hk: 小組件暫時不能支援分享

# WSQ
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# AbU
source: This Workplace has been disabled
de_de: Dieser Arbeitsplatz wurde deaktiviert
es_es: Este espacio de trabajo se ha desactivado
fr_fr: Cet espace de travail a été désactivé
hi_in: इस कार्यस्थल को अक्षम किया गया है
id_id: Tempat Kerja ini telah dinonaktifkan
it_it: Questo Spazio di lavoro è stato disabilitato
ja_jp: ポータルは無効です
ko_kr: 이 작업 공간은 비활성화되었습니다
ms_my: Tempat Kerja ini telah dilumpuhkan
pt_br: Este Espaço de trabalho foi desativado
ru_ru: Это Рабочее место отключено
th_th: ที่ทำงานนี้ถูกปิดใช้งานแล้ว
vi_vn: Nơi làm việc này đã bị vô hiệu hóa
zh_cn: 工作台已停用
zh_hk: 工作平台已停用

# Vas
source: This Workplace has been disabled and will switch to another available Workplace. Please contact the administrator if needed.
de_de: Dieser Arbeitsplatz wurde deaktiviert und wird gegen einen anderen verfügbaren Arbeitsplatz getauscht. Wenden Sie sich bei Bedarf an den Administrator.
es_es: Este espacio de trabajo se ha desactivado y se cambiará a otro espacio de trabajo disponible. Contacta con el administrador si lo necesitas.
fr_fr: Cet espace de travail a été désactivé et redirigera vers un autre espace de travail disponible. Veuillez contacter l’administrateur si nécessaire.
hi_in: इस कार्यस्थल को अक्षम किया गया है और इसे किसी अन्य उपलब्ध कार्यस्थल पर स्विच किया जाएगा. कृपया आवश्यक होने पर एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Tempat Kerja ini telah dinonaktifkan dan akan beralih ke Tempat Kerja lain yang tersedia. Hubungi administrator jika diperlukan.
it_it: Questo Spazio di lavoro è stato disabilitato e passerà a un altro Spazio di lavoro disponibile. Se necessario contatta l'amministratore.
ja_jp: 当該ポータルは現在サービス停止中のため、他の使用可能なポータルに自動で切り替わります。ご質問等ございましたら、管理者にご連絡ください。
ko_kr: 이 작업 공간은 비활성화되었으며 사용 가능한 다른 작업 공간으로 전환됩니다. 필요한 경우 관리자에게 문의하십시오.
ms_my: Tempat Kerja ini telah dilumpuhkan dan akan beralih ke Tempat Kerja lain yang tersedia. Sila hubungi pentadbir jika perlu.
pt_br: Este Espaço de trabalho foi desativado e mudará para outro Espaço de trabalho disponível. Entre em contato com o administrador, se necessário.
ru_ru: Это Рабочее место было отключено и переключится на другое доступное Рабочее место. При необходимости свяжитесь с администратором.
th_th: ที่ทำงานนี้ถูกปิดใช้งานและจะเปลี่ยนเป็นที่ทำงานอื่นที่พร้อมใช้งานแล้ว หากจำเป็นโปรดติดต่อผู้ดูแล
vi_vn: Nơi làm việc này đã bị vô hiệu hóa và sẽ chuyển sang Nơi làm việc khả dụng khác. Vui lòng liên hệ với quản trị viên nếu cần thiết.
zh_cn: 当前工作台已停用，将自动切换到其它可用工作台。如有疑问，请联系管理员。
zh_hk: 目前工作平台已停用，將自動切換到其他可用工作平台。如有疑問，請聯絡管理員。

# HqU
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 知道了
zh_hk: 知道了

# V00
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: रिफ़्रेश करें
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# jJs
source: App group A
de_de: App-Gruppe A
es_es: Grupo A de aplicaciones
fr_fr: Groupe d'applications A
hi_in: ऐप समूह A
id_id: Grup aplikasi A
it_it: Gruppo app B
ja_jp: アプリグループ A
ko_kr: 앱 그룹 A
ms_my: Kumpulan apl A
pt_br: Grupo A do aplicativo
ru_ru: Группа А приложений
th_th: แอปกลุ่ม B
vi_vn: Nhóm Ứng dụng A
zh_cn: 应用分组 1
zh_hk: 應用程式分組 1

# jds
source: App Group B
de_de: App-Gruppe B
es_es: Grupo B de aplicaciones
fr_fr: Groupe d'applications B
hi_in: ऐप समूह B
id_id: Grup aplikasi B
it_it: Gruppo app A
ja_jp: アプリグループ B
ko_kr: 앱 그룹 B
ms_my: Kumpulan apl B
pt_br: Grupo B do aplicativo
ru_ru: Группа Б приложений
th_th: แอปกลุ่ม A
vi_vn: Nhóm Ứng dụng B
zh_cn: 应用分组 2
zh_hk: 應用程式分組 2

# lQA
source: Widget Preview
de_de: Widget-Vorschau
es_es: Vista previa del widget
fr_fr: Aperçu du widget
hi_in: विजेट पूर्वावलोकन
id_id: Pratinjau Widget
it_it: Anteprima widget
ja_jp: ウィジェットプレビュー
ko_kr: 위젯 미리 보기
ms_my: Pratonton Widget
pt_br: Visualização do widget
ru_ru: Предварительный просмотр виджета
th_th: มุมมองวิดเจ็ต
vi_vn: Xem trước Tiện ích
zh_cn: 小组件预览
zh_hk: 小組件預覽

# 2h4
source: Add to Navbar
de_de: Zur Navigationsleiste hinzufügen
es_es: Agregar a barra de navegación
fr_fr: Ajouter à la barre de navigation
id_id: Tambah ke Bilah Navigasi
it_it: Aggiungi a barra di navigazione
ja_jp: ナビゲーションバーに追加
ko_kr: 내비게이션 바에 추가
ms_my: Tambah ke Navbar
pt_br: Adicionar à Navbar
ru_ru: Добавить на панель навигации
th_th: เพิ่มไปยังแถบนำทาง
vi_vn: Thêm vào thanh điều hướng
zh_cn: 添加到导航栏
zh_hk: 新增至導覽列

# Pd0
source: This feature is unavailable
de_de: Diese Funktion ist nicht verfügbar.
es_es: Esta característica no está disponible
fr_fr: Cette fonctionnalité n'est pas disponible
hi_in: यह सुविधा अनुपलब्ध है
id_id: Fitur ini tidak tersedia
it_it: Questa funzione non è disponibile
ja_jp: この機能は利用可能な範囲ではありません
ko_kr: 이 기능은 사용할 수 없습니다
ms_my: Ciri ini tidak tersedia
pt_br: Este recurso está indisponível
ru_ru: Эта функция недоступна
th_th: ฟีเจอร์นี้ไม่พร้อมใช้งาน
vi_vn: Tính năng này không khả dụng
zh_cn: 此功能不在可用范围内
zh_hk: 此功能不在可用範圍內

# oyc
source: The preview token has expired. Please publish your card again.
de_de: Vorschau-Token ist abgelaufen. Veröffentlichen Sie Ihre Karte erneut.
es_es: El token de vista previa ha expirado. Publica tu tarjeta de nuevo.
fr_fr: Le jeton d'aperçu a expiré. Veuillez publier à nouveau votre carte.
hi_in: प्रीव्यू टोकन की अवधि समाप्त हो गई है. कृपया अपना कार्ड पुनः प्रकाशित करें.
id_id: Token pratinjau telah kedaluwarsa. Publikasikan kembali kartu Anda.
it_it: Il token dell'anteprima è scaduto. Pubblica di nuovo la tua scheda.
ja_jp: プレビュートークンは無効になりました。カードをもう一度送信してください
ko_kr: 미리 보기 토큰이 만료되었습니다. 카드를 다시 게시하세요.
ms_my: Token pratonton telah tamat tempoh. Sila terbitkan kad anda sekali lagi.
pt_br: O token de visualização expirou. Publique seu cartão novamente.
ru_ru: Срок действия токена предварительного просмотра истек. Опубликуйте свою карточку снова.
th_th: โทเค็นตัวอย่างหมดอายุแล้ว โปรดเผยแพร่การ์ดของคุณอีกครั้ง
vi_vn: Mã thông báo xem trước đã hết hạn. Vui lòng phát hành lại thẻ của bạn.
zh_cn: 预览 Token 已失效，请重新发布卡片
zh_hk: 預覽 Token 已失效，請重新發佈卡片

# bcw
source: Badge Settings
de_de: Medaillen-Einstellungen
es_es: Configuración de insignias
fr_fr: Paramètres de badges
id_id: Pengaturan Lencana
it_it: Impostazioni dei badge
ja_jp: バッジ設定
ko_kr: 배지 설정
ms_my: Tetapan Lencana
pt_br: Configurações de emblema
ru_ru: Настройки значков
th_th: การตั้งค่าตราสัญลักษณ์
vi_vn: Cài đặt huy hiệu
zh_cn: 角标设置
zh_hk: 標記設定

# zlY
source: This app does not support the display of badges
de_de: Diese App unterstützt keine Anzeige von Medaillen
es_es: Esta aplicación no admite la visualización de insignias
fr_fr: Cette application ne prend pas en charge l'affichage de badges
id_id: Aplikasi ini tidak mendukung tampilan lencana
it_it: Questa app non supporta la visualizzazione di badge
ja_jp: このアプリはバッジ表示に対応していません。
ko_kr: 이 앱은 배지 표시를 지원하지 않습니다
ms_my: Apl ini tidak menyokong paparan lencana
pt_br: Este aplicativo não permite a exibição de emblemas
ru_ru: Отображение значков в этом приложении не поддерживается
th_th: แอปนี้ไม่รองรับการแสดงผลตราสัญลักษณ์
vi_vn: Ứng dụng này không hỗ trợ hiển thị huy hiệu
zh_cn: 本应用暂不支持展示角标
zh_hk: 此應用程式暫不支援展示標記

# fQs
source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 知道了
zh_hk: 知道了

# 9rc
source: Long-press on any app to bring up the menu for app sorting and badge customization options.
de_de: Drücken Sie lange auf eine beliebige App, um das Menü für die App-Sortierung und die Optionen für die benutzerdefinierten Anpassung der Medaillen aufzurufen.
es_es: Mantén pulsada cualquier aplicación para abrir el menú en el que podrás ordenar las aplicaciones y seleccionar diferentes opciones de personalización de insignias.
fr_fr: Appuyez longuement sur n'importe quelle application pour afficher le menu de tri des applications et les options de personnalisation des badges.
id_id: Tekan lama pada aplikasi apa pun untuk membuka menu penyortiran aplikasi dan opsi kustomisasi lencana.
it_it: Tieni premuta un'app per visualizzare il menu per riordinare le app e le opzioni di personalizzazione dei badge.
ja_jp: アプリを長押しすると、アプリの並べ替えやバッジ表示の設定ができます。
ko_kr: 앱을 길게 누르면 앱 정렬 및 배지 맞춤 설정 옵션 메뉴가 표시됩니다.
ms_my: Tekan lama pada mana-mana apl untuk membuka menu penyusunan apl dan pilihan penyesuaian lencana.
pt_br: Mantenha pressionado qualquer aplicativo para abrir o menu de classificação de aplicativos e opções de personalização de emblemas.
ru_ru: При помощи долгого нажатия на значок любого приложения можно открыть меню, позволяющее упорядочивать приложения и кастомизировать их значки.
th_th: กดแอปก็ได้ค้างไว้เพื่อเปิดเมนูการเรียงแอปและตัวเลือกการปรับแต่งตราสัญลักษณ์ขึ้นมา
vi_vn: Nhấn giữ bất kỳ ứng dụng nào để hiển thị menu nhằm sắp xếp ứng dụng và các tùy chọn tùy biến huy hiệu.
zh_cn: 长按应用唤起菜单，即可进行应用排序和角标设置
zh_hk: 長按應用程式喚醒選單，即可設定應用程式排序和標記

# WwY
source: App sorting and badge settings
de_de: App-Sortierung und Medaillen-Einstellungen
es_es: Orden de aplicaciones y configuración de insignias
fr_fr: Tri des applications et paramètres de badges
id_id: Penyortiran aplikasi dan pengaturan lencana
it_it: Ordine delle app e impostazioni dei badge
ja_jp: アプリの並べ替えとバッジ表示
ko_kr: 앱 정렬 및 배지 설정
ms_my: Tetapan penyusunan apl dan lencana
pt_br: Classificação de aplicativos e configurações de emblema
ru_ru: Настройки сортировки и значков приложений
th_th: การเรียงแอปและการตั้งค่าตราสัญลักษณ์
vi_vn: Sắp xếp ứng dụng và cài đặt huy hiệu
zh_cn: 应用排序和角标展示
zh_hk: 應用程式排序和標記展示

# omM
source: Service unavailable. Reconnecting...
de_de: Service nicht verfügbar. Verbindung wird wiederhergestellt...
es_es: El servicio no está disponible. Realizando de nuevo la conexión...
fr_fr: Service indisponible. Reconnexion…
hi_in: सेवा अनुपलब्ध है. पुनः कनेक्ट किया जा रहा है...
id_id: Layanan tidak tersedia. Menghubungkan kembali...
it_it: Servizio non disponibile. Riconnessione in corso...
ja_jp: サービスは一時的に利用できません。再試行しています...
ko_kr: 서비스 사용 불가. 다시 연결 중...
ms_my: Perkhidmatan tidak tersedia. Menyambung semula...
pt_br: Serviço indisponível. Reconectando...
ru_ru: Служба недоступна. Повторное подключение...
th_th: ยังไม่พร้อมให้บริการ กำลังเชื่อมต่ออีกครั้ง...
vi_vn: Dịch vụ không khả dụng. Đang kết nối lại...
zh_cn: 服务暂不可用，正在重试中...
zh_hk: 服務暫不可用，正在重試中…

# mqQ
source: Please check your network settings
de_de: Überprüfen Sie Ihre Netzwerkeinstellungen.
es_es: Comprueba tu configuración de red
fr_fr: Veuillez vérifier vos paramètres réseau
hi_in: कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें
id_id: Periksa pengaturan jaringan Anda
it_it: Controlla le impostazioni di rete
ja_jp: ネットワーク設定を確認してください
ko_kr: 네트워크 설정을 확인하세요
ms_my: Sila periksa tetapan rangkaian anda
pt_br: Verifique suas configurações de rede
ru_ru: Проверьте настройки сети
th_th: โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Vui lòng kiểm tra cài đặt mạng của bạn
zh_cn: 请检查你的网络设置
zh_hk: 請檢查你的網絡設定
