Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkWorkplace/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# OjM
source: Network error, run diagnosis
de_de: Netzwerkfehler. Diagnose durchführen.
es_es: Error de red, ejecutar diagnóstico
fr_fr: Erreur réseau, exécutez le diagnostic
hi_in: नेटवर्क त्रुटि, निदान चलाएँ
id_id: Kesalahan jaringan. Jalankan diagnosis.
it_it: Errore di rete, esegui diagnosi
ja_jp: ネットワークを利用できません。ネットワーク診断で検査できます
ko_kr: 네트워크 오류입니다. 진단을 실행하세요.
ms_my: Ralat rangkaian, jalankan diagnosis
pt_br: Erro de rede, executar diagnóstico
ru_ru: Ошибка сети. Вы можете запустить диагностику
th_th: ข้อผิดพลาดเครือข่าย เรียกใช้การวินิจฉัย
vi_vn: Lỗi mạng, thực thi chẩn đoán
zh_cn: 当前网络不可用，可运行网络诊断
zh_hk: 目前網絡無法連接，請運行網絡診斷

# ASc
source: Network unavailable, check settings
de_de: Netzwerk nicht verfügbar; prüfen Sie die Einstellungen
es_es: Red no disponible, comprueba la configuración
fr_fr: Réseau non disponible, vérifiez les paramètres
id_id: Jaringan tidak tersedia, periksa pengaturan
it_it: Rete non disponibile, verifica le impostazioni
ja_jp: ネットワークの接続をご確認ください
ko_kr: 네트워크를 사용할 수 없습니다. 설정을 확인하세요
ms_my: Rangkaian tidak tersedia, periksa tetapan
pt_br: Rede indisponível. Verifique as configurações
ru_ru: Сеть недоступна, проверьте настройки
th_th: เครือข่ายไม่พร้อมใช้งาน ตรวจสอบการตั้งค่า
vi_vn: Mạng không khả dụng, hãy kiểm tra cài đặt
zh_cn: 当前网络不可用，请检查你的网络设置
zh_hk: 目前網絡不可用，請檢查你的網絡設定

# 9b0
source: The app is not available. Please update {{APP_DISPLAY_NAME}} and try again.
de_de: Die App ist nicht verfügbar. Aktualisieren Sie {{APP_DISPLAY_NAME}} und versuchen Sie es erneut.
es_es: Esta aplicación no está disponible. Actualiza {{APP_DISPLAY_NAME}} e inténtalo de nuevo.
fr_fr: L'application n'est pas disponible. Veuillez mettre à jour {{APP_DISPLAY_NAME}} et réessayer.
hi_in: यह ऐप उपलब्ध नहीं है. कृपया {{APP_DISPLAY_NAME}} अपडेट करें और पुनः प्रयास करें.
id_id: Aplikasi tidak tersedia. Perbarui {{APP_DISPLAY_NAME}} dan coba lagi.
it_it: L'app non è disponibile. Aggiorna {{APP_DISPLAY_NAME}} e riprova.
ja_jp: アプリを使用できません。{{APP_DISPLAY_NAME}} をアップデートしてから再試行してください
ko_kr: 앱을 사용할 수 없습니다. {{APP_DISPLAY_NAME}}을(를) 업데이트하고 다시 시도해 보세요.
ms_my: Aplikasi tidak tersedia. Sila kemas kini {{APP_DISPLAY_NAME}} dan cuba lagi.
pt_br: O aplicativo não está disponível. Atualize o {{APP_DISPLAY_NAME}} e tente novamente.
ru_ru: Приложение недоступно. Обновите {{APP_DISPLAY_NAME}} и повторите попытку.
th_th: แอปนี้ไม่พร้อมใช้งาน โปรดอัปเดต {{APP_DISPLAY_NAME}} และลองอีกครั้ง
vi_vn: Ứng dụng không khả dụng. Vui lòng cập nhật {{APP_DISPLAY_NAME}} rồi thử lại.
zh_cn: 应用不可用，请升级{{APP_DISPLAY_NAME}}客户端后重试
zh_hk: 應用程式不可用，請升級{{APP_DISPLAY_NAME}}用戶端後重試

# tGY
source: All categories
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
hi_in: सभी श्रेणियाँ
id_id: Semua kategori
it_it: Tutte le categorie
ja_jp: すべてのカテゴリ
ko_kr: 모든 카테고리
ms_my: Semua kategori
pt_br: Todas as categorias
ru_ru: Все категории
th_th: หมวดหมู่ทั้งหมด
vi_vn: Tất cả các danh mục
zh_cn: 全部分类
zh_hk: 全部分類

# /jc
source: Console
de_de: Konsole
es_es: Consola
hi_in: कंसोल
id_id: Konsol
ja_jp: コンソールを開く
ko_kr: 콘솔
ms_my: Konsol
ru_ru: Консоль
th_th: แผงควบคุม
vi_vn: Bàn điều khiển
zh_cn: 显示控制台
zh_hk: 顯示控制台

# 7yA
source: Unable to load "{{app_name}}" block
de_de: Laden des Blocks „{{app_name}}“ ist nicht möglich
es_es: No se puede cargar el bloque de "{{app_name}}"
fr_fr: Impossible de charger le bloc "{{app_name}}"
id_id: Gagal memuat blok "{{app_name}}"
it_it: Impossibile caricare il blocco "{{app_name}}"
ja_jp: ブロック「{{app_name}}」を読み込みできませんでした。
ko_kr: "{{app_name}}" 블록을 로드할 수 없습니다
ms_my: Tidak dapat memuatkan blok "{{app_name}}"
pt_br: Não é possível carregar o bloqueio do "{{app_name}}"
ru_ru: Не удается загрузить блок "{{app_name}}"
th_th: โหลดบล็อก"{{app_name}}" ไม่สำเร็จ
vi_vn: Không thể tải khối "{{app_name}}"
zh_cn: “{{app_name}}”小组件加载失败
zh_hk: 「{{app_name}}」小組件載入失敗

# 7UI
source: Block settings
de_de: Blockeinstellungen
es_es: Configuración de bloques
fr_fr: Paramètres des blocs
hi_in: ब्लॉक सेटिंग्स
id_id: Pengaturan blokir
it_it: Impostazioni di blocco
ja_jp: ブロックの設定
ko_kr: 블록 설정
ms_my: Tetapan blok
pt_br: Configurações de bloqueio
ru_ru: Настройки блока
th_th: การตั้งค่าบล็อก
vi_vn: Cài đặt khối
zh_cn: 小组件设置
zh_hk: 小組件設定

# Yww
source: Refresh
de_de: Aktualisieren
es_es: Volver a cargar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: クリックして更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 点击刷新
zh_hk: 點擊以重新整理

# fbs
source: Client version is too low to display the Workplace. Please update to the latest version.
ja_jp: ご利用のアプリのバージョンが古いため、ワークプレイスを表示できません。最新バージョンに更新してください
zh_cn: 当前客户端版本过低，无法展示工作台 请更新到最新版本

# N5M
source: Failed to load the Workplace
de_de: Arbeitsplatz konnte nicht geladen werden.
es_es: Error al cargar el espacio de trabajo
fr_fr: Échec du chargement de l'Espace de travail
hi_in: कार्यस्थल लोड करने में विफल हुआ
id_id: Gagal memuat Tempat Kerja
it_it: Impossibile caricare lo Spazio di lavoro
ja_jp: ワークプレイスを読み込みできませんでした。
ko_kr: 작업 공간 로그 실패
ms_my: Gagal memuatkan Tempat Kerja
pt_br: Falha ao carregar o Espaço de trabalho
ru_ru: Не удалось загрузить рабочее место
th_th: โหลดที่ทำงานไม่สำเร็จ
vi_vn: Tải Không gian làm việc không thành công
zh_cn: 很抱歉，工作台加载失败
zh_hk: 抱歉，工作平台載入失敗

# 7i4
source: Next Time
de_de: Nächstes Mal
es_es: La próxima vez
fr_fr: La prochaine fois
hi_in: अगली बार
id_id: Waktu Berikutnya
it_it: Prossima volta
ja_jp: 次回に更新
ko_kr: 다음에
ms_my: Kali Seterusnya
pt_br: Próxima vez
ru_ru: В следующий раз
th_th: ครั้งหน้า
vi_vn: Lần tiếp theo
zh_cn: 下次更新
zh_hk: 下次更新

# JU0
source: Your administrator has updated the Workplace. Changes will take effect automatically the next time you launch the Workplace. You can also choose to update now.
de_de: Ihr Administrator hat den Arbeitsplatz aktualisiert. Die Änderungen werden automatisch wirksam, wenn Sie den Arbeitsplatz das nächste Mal starten. Sie können auch jetzt eine Aktualisierung durchführen.
es_es: Tu administrador ha actualizado el espacio de trabajo. Los cambios surtirán efecto automáticamente la próxima vez que inicies el espacio de trabajo. Puedes actualizar ahora si quieres.
fr_fr: Votre administrateur a mis à jour l'Espace de travail. Les modifications prendront effet automatiquement au prochain lancement de l'Espace de travail. Vous pouvez également choisir de mettre à jour maintenant.
hi_in: आपके एडमिनिस्ट्रेटर ने Workplace अपडेट किया है. आपके द्वारा अगली बार Workplace लॉन्च करने पर बदलाव स्वचालित रूप से प्रभावी होंगे. आप अभी अपडेट करने का विकल्प भी चुन सकते हैं.
id_id: Administrator Anda telah memperbarui Tempat Kerja. Perubahan akan berlaku secara otomatis saat Anda meluncurkan Tempat Kerja di lain waktu. Anda juga dapat memilih untuk memperbarui sekarang.
it_it: L'amministratore ha aggiornato lo Spazio di lavoro. Le modifiche diventeranno effettive automaticamente al prossimo avvio di Spazio di lavoro. Puoi anche scegliere di aggiornare adesso.
ja_jp: 管理者がワークプレイスを更新しました。次回開く時、自動的に更新されます。または必要に応じて今すぐ更新することもできます。
ko_kr: 관리자가 작업 공간을 업데이트했습니다. 변경 사항은 다음에 작업 공간을 시작할 때 자동으로 적용됩니다. 지금 업데이트하도록 선택할 수도 있습니다.
ms_my: Pentadbir anda telah mengemas kini Tempat Kerja. Perubahan akan berlaku secara automatik pada kali seterusnya anda melancarkan Tempat Kerja. Anda juga boleh memilih untuk mengemas kini sekarang.
pt_br: Seu administrador atualizou o Espaço de trabalho. As alterações entrarão em vigor automaticamente na próxima vez que você iniciar o espaço de trabalho. Você também pode escolher atualizar agora.
ru_ru: Ваш администратор обновил Рабочее место. Изменения вступят в силу автоматически при следующем запуске Рабочего места. Вы также можете выбрать обновление сейчас.
th_th: ผู้ดูแลของคุณได้อัปเดต Workplace แล้ว การเปลี่ยนแปลงจะมีผลโดยอัตโนมัติในครั้งถัดไปที่คุณเปิดใช้ Workplace นอกจากนี้ คุณยังสามารถเลือกที่จะอัปเดตได้ในตอนนี้
vi_vn: Quản trị viên của bạn đã cập nhật cho Không gian làm việc. Các thay đổi sẽ tự động có hiệu lực khi bạn khởi chạy Không gian làm việc ở lần tiếp theo. Bạn cũng có thể chọn cập nhật ngay.
zh_cn: 管理员更新了工作台，下次进入时将自动更新。你也可以选择立即更新。
zh_hk: 管理員已更新工作平台，下次進入時將自動更新。你也可以選擇立即更新。

# Fd8
source: Workplace update
de_de: Arbeitsplatzaktualisierung
es_es: Actualización del espacio de trabajo
fr_fr: Mise à jour de l'Espace de travail
hi_in: Workplace अपडेट
id_id: Pembaruan Tempat Kerja
it_it: Aggiornamento di Spazio di lavoro
ja_jp: ワークプレイスを更新
ko_kr: 작업 공간 업데이트
ms_my: Kemas kini tempat kerja
pt_br: Atualização do Espaço de trabalho
ru_ru: Обновление рабочего места
th_th: การอัปเดต Workplace
vi_vn: Cập nhật Không gian làm việc
zh_cn: 工作台有更新
zh_hk: 工作平台有更新版本

# FK8
source: The order of recommended blocks cannot be rearranged
de_de: Die Reihenfolge der empfohlenen Blöcke kann nicht geändert werden.
es_es: El orden de los bloques recomendados no puede reorganizarse
fr_fr: Réorganisation des blocs recommandés impossible
hi_in: अनुशंसित खंडों का क्रम पुनः व्यवस्थित नहीं किया जा सकता
id_id: Urutan blok yang direkomendasikan tidak dapat diatur ulang
it_it: L'ordine dei blocchi consigliati non può essere ripredisposto
ja_jp: ブロックが並び替えられません
ko_kr: 추천 블록의 순서는 재정렬할 수 없습니다
ms_my: Urutan blok yang disyorkan tidak boleh disusun semula
pt_br: A ordem dos bloqueios recomendados não pode ser reorganizada
ru_ru: Изменить порядок рекомендованных блоков нельзя.
th_th: ไม่สามารถจัดเรียงลำดับของบล็อกที่แนะนำใหม่อีกครั้งได้
vi_vn: Không thể sắp xếp lại thứ tự của các khối được đề xuất
zh_cn: 推荐小组件不支持排序
zh_hk: 推薦的小組件不支援排序

# zNY
source: Recommended blocks cannot be removed from the area of Favorites
de_de: Empfohlene Blocks können nicht aus dem Bereich der Favoriten entfernt werden
es_es: Los bloques recomendados no se pueden quitar del área de Favoritos.
fr_fr: Les blocs recommandés ne peuvent pas être supprimés de la zone des Favoris
hi_in: सुझाए गए ब्लॉक को "पसंदीदा" क्षेत्र से निकाला नहीं जा सकता
id_id: Blok yang direkomendasikan tidak dapat dihapus dari area Favorit
it_it: Non è possibile rimuovere i blocchi consigliati dall'area Preferiti
ja_jp: ブロックが「よく使う」から解除できません
ko_kr: 즐겨찾기 영역에서 권장 블록을 제거할 수 없습니다
ms_my: Blok yang disyorkan tidak boleh dikeluarkan dari kawasan Kegemaran
pt_br: Os blocos recomendados não podem ser removidos da área de Favoritos
ru_ru: Рекомендуемые блоки не могут быть удалены из Избранного
th_th: ไม่สามารถลบการบล็อกที่แนะนำออกจากพื้นที่รายการโปรดได้
vi_vn: Bạn không thể xóa các khối được đề xuất khỏi mục Ưa thích
zh_cn: 推荐小组件不支持移除
zh_hk: 推薦小工具不支援移除

# ql0
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
hi_in: पुनः लोड करें
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入

# gjQ
source: Update Now
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettre à jour maintenant
hi_in: अभी अपडेट करें
id_id: Perbarui Sekarang
it_it: Aggiorna adesso
ja_jp: 今すぐ更新
ko_kr: 지금 업데이트
ms_my: Kemas kini Sekarang
pt_br: atualizar agora
ru_ru: Обновить сейчас
th_th: อัปเดตเลย
vi_vn: Cập nhật ngay
zh_cn: 立即更新
zh_hk: 立即更新

# j4s
source: Unable to launch due to missing permission or invalid parameter "id". Please reconfigure the AppLink.
de_de: Das Starten ist aufgrund der fehlenden Berechtigung oder des ungültigen Parameters „id“ nicht möglich. Bitte konfigurieren Sie den AppLink neu.
es_es: No se puede iniciar debido a que faltan permisos o el parámetro "id" no es válido. Reconfigura AppLink.
fr_fr: Lancement impossible, car il manque une autorisation ou le paramètre "ID" n'est pas valide. Veuillez reconfigurer l'AppLink.
id_id: Gagal meluncurkan karena izin tidak ada atau "id" parameter tidak valid. Konfigurasikan ulang AppLink.
it_it: Impossibile lanciare a causa di autorizzazione mancante o parametro "ID" non valido. Riconfigura AppLink.
ja_jp: パラメーター「id」が無効のため、起動できませんでした。AppLink を再構成してください。
ko_kr: 권한이 없거나 매개 변수 "id"가 잘못되어 시작할 수 없습니다. AppLink를 다시 구성하세요.
ms_my: Tidak dapat melancarkan kerana kebenaran hilang atau parameter "id" tidak sah. Sila konfigurasikan semula AppLink.
pt_br: Não é possível iniciar devido à permissão ausente ou ao parâmetro "id" inválido. Reconfigure o AppLink.
ru_ru: Невозможно запустить из-за отсутствия разрешения или неверного параметра "id". Перенастройте AppLink.
th_th: ไม่สามารถเปิดใช้งานได้เนื่องจากไม่มีสิทธิ์การอนุญาตหรือพารามิเตอร์ "ID" ไม่ถูกต้อง โปรดกำหนดค่า AppLink ใหม่
vi_vn: Không thể khởi chạy do thiếu quyền hoặc tham số "id" không hợp lệ. Vui lòng cấu hình lại AppLink.
zh_cn: 打开失败，无权限或参数“id”无效，请重新配置AppLink
zh_hk: 開啟失敗，沒有權限或參數「id」無效，請重新配置 AppLink

# jss
source: Unable to launch due to invalid parameter "path". Please reconfigure the AppLink.
de_de: Das Starten ist aufgrund des ungültigen Parameters „path“ nicht möglich. Bitte konfigurieren Sie den AppLink neu.
es_es: No se puede iniciar debido a que el parámetro "path" no es válido. Reconfigura AppLink.
fr_fr: Lancement impossible, car le paramètre "path" n'est pas valide. Veuillez reconfigurer l'AppLink.
id_id: Gagal meluncurkan karena "path" parameter tidak valid. Konfigurasikan ulang AppLink.
it_it: Impossibile lanciare a causa del parametro "path" non valido. Riconfigura AppLink.
ja_jp: パラメーター「path」が無効のため、起動できませんでした。AppLink を再構成してください。
ko_kr: 잘못된 매개변수 "path"로 인해 시작할 수 없습니다. AppLink를 다시 구성하세요.
ms_my: Tidak dapat melancarkan kerana parameter "path" tidak sah. Sila konfigurasikan semula AppLink.
pt_br: Não é possível iniciar devido ao parâmetro "path" inválido. Reconfigure o AppLink.
ru_ru: Не удалось запустить из-за неверного параметра "path". Перенастройте AppLink.
th_th: ไม่สามารถเปิดใช้งานได้เนื่องจากพารามิเตอร์ "path" ไม่ถูกต้อง โปรดกำหนดค่า AppLink ใหม่
vi_vn: Không thể khởi chạy do tham số "path" không hợp lệ. Vui lòng cấu hình lại AppLink.
zh_cn: 打开失败，参数 “path”无效，请重新配置AppLink
zh_hk: 開啟失敗，參數「path」無效，請重新配置 AppLink

# Tgo
source: Unable to launch. Please check the parameters, permissions and client version, and reconfigure the AppLink.
de_de: Das Starten ist nicht möglich. Bitte überprüfen Sie die Parameter, Berechtigungen sowie die Clientversion und konfigurieren Sie den AppLink neu.
es_es: No se puede iniciar. Comprueba los parámetros, los permisos y la versión del cliente, y reconfigura AppLink.
fr_fr: Lancement impossible. Veuillez vérifier les paramètres, les autorisations et la version du client et reconfigurer l'AppLink.
id_id: Gagal meluncurkan. Periksa parameter, izin, dan versi klien, dan konfigurasikan ulang AppLink.
it_it: Impossibile lanciare. Verifica i parametri, le autorizzazioni e la versione del client e riconfigura AppLink.
ja_jp: 起動できませんでした。パラメーター、権限設定、またはバージョンを確認してから、AppLink を再構成してください。
ko_kr: 시작할 수 없습니다. 매개변수, 권한 및 클라이언트 버전을 확인하고 AppLink를 다시 구성하세요.
ms_my: Tidak dapat melancarkan. Sila periksa parameter, kebenaran dan versi klien, dan konfigurasikan semula AppLink.
pt_br: Não é possível iniciar. Verifique os parâmetros, permissões e versão do cliente e reconfigure o AppLink.
ru_ru: Не удалось запустить. Проверьте параметры, разрешения и версию клиента и перенастройте AppLink.
th_th: ไม่สามารถเปิดใช้งานได้ โปรดตรวจสอบพารามิเตอร์ การอนุญาต และเวอร์ชันของไคลเอ็นต์ และกำหนดค่า AppLink ใหม่
vi_vn: Không thể khởi chạy. Vui lòng kiểm tra các tham số, quyền và phiên bản máy khách, đồng thời cấu hình lại AppLink.
zh_cn: 打开失败，请检查参数、权限或版本，并重新配置 AppLink
zh_hk: 開啟失敗，請檢查參數、權限或版本，並重新配置 AppLink

# Nlg
source: Unable to redirect to the specified path. Please configure the parameter "ID" in the AppLink.
de_de: Die Umleitung an den angegebenen Pfad ist nicht möglich. Bitte konfigurieren Sie den Parameter „id“ im AppLink.
es_es: No se puede redirigir a la ruta especificada. Configura el parámetro "ID" en AppLink.
fr_fr: Impossible de rediriger vers le chemin d'accès spécifié. Veuillez configurer la paramètre "ID" dans l'AppLink.
id_id: Gagal meneruskan ke jalur yang ditentukan. Konfigurasikan "ID" parameter di AppLink.
it_it: Impossibile reindirizzare al percorso specificato. Configura il parametro "ID" in AppLink.
ja_jp: 指定されたパスにジャンプできません。AppLink でパラメーター「ID」を構成してください。
ko_kr: 지정된 경로로 리디렉션할 수 없습니다. AppLink에서 매개변수 "ID"를 구성하세요.
ms_my: Tidak dapat mengarahkan ke laluan yang ditentukan. Sila konfigurasikan parameter "ID" dalam AppLink.
pt_br: Não é possível redirecionar para o caminho especificado. Configure o parâmetro "ID" no AppLink.
ru_ru: Невозможно перенаправить на указанный путь. Настройте параметр "ID" в AppLink.
th_th: ไม่สามารถเปลี่ยนเส้นทางไปยังเส้นทางที่ระบุได้ โปรดกำหนดค่าพารามิเตอร์ "ID" ใน AppLink
vi_vn: Không thể chuyển hướng đến đường dẫn đã chỉ định. Vui lòng cấu hình tham số "ID" trong AppLink.
zh_cn: 无法跳转到指定路径，请在 AppLink 中配置参数“ID”
zh_hk: 無法重新導向至指定路徑，請在 AppLink 中配置參數「ID」

# L9M
source: Workplace request failed. Please try again.
de_de: Workplace-Anfrage fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error en la solicitud del espacio de trabajo. Inténtalo de nuevo.
fr_fr: Échec de la demande de l'espace de travail. Veuillez réessayer.
id_id: Permintaan tempat kerja gagal. Coba lagi.
it_it: Richiesta dello Spazio di lavoro non riuscita. Riprova.
ja_jp: ワークプレイスのリクエストに失敗しました。再試行してください。
ko_kr: 작업 공간 요청에 실패했습니다. 다시 시도하세요.
ms_my: Permintaan Tempat Kerja gagal. Sila cuba lagi.
pt_br: Falha na solicitação do espaço de trabalho. Tente novamente.
ru_ru: Запрос Рабочего места не выполнен. Попробуйте еще раз.
th_th: คำขอสถานที่ทำงานล้มเหลว โปรดลองอีกครั้ง
vi_vn: Yêu cầu nơi làm việc không thành công. Vui lòng thử lại.
zh_cn: 工作台请求失败，请重试
zh_hk: 工作平台要求失敗，請重試

# +y4
source: This page is generated via a temporary link and may expire soon
de_de: Diese Seite wird über einen temporären Link generiert und läuft vermutlich bald ab
es_es: Esta página se genera a través de un enlace temporal y puede expirar pronto
fr_fr: Cette page est générée par un lien temporaire et peut expirer bientôt
id_id: Halaman ini dihasilkan melalui tautan sementara dan dapat segera kedaluwarsa
it_it: Questa pagina è stata generata tramite un link temporaneo e potrebbe scadere a breve
ja_jp: このページは一時的なリンクから生成されており、まもなく期限切れになります。
ko_kr: 이 페이지는 임시 링크를 통해 생성되며 곧 만료될 수 있습니다
ms_my: Halaman ini dijana melalui pautan sementara dan mungkin akan luput tidak lama lagi
pt_br: Esta página é gerada por meio de um link temporário e pode expirar em breve
ru_ru: Эта страница создана по временной ссылке, поэтому ее срок действия может скоро закончится
th_th: หน้านี้สร้างขึ้นผ่านลิงก์ชั่วคราวและอาจหมดอายุเร็ว ๆ นี้
vi_vn: Trang này được tạo thông qua một liên kết tạm thời và có thể sắp hết hạn
zh_cn: 该页面通过临时链接生成，将在短期内失效
zh_hk: 此頁面透過臨時連結建立，將在短期內失效

# /4s
source: The Workplace preview link has expired. You can generate a new one in the Workplace Builder.
de_de: Der Link für die Arbeitsplatzvorschau ist abgelaufen. Sie können einen neuen Link im Workplace Builder generieren.
es_es: El enlace de vista previa del espacio de trabajo ha expirado. Puedes generar uno nuevo en Workplace Builder.
fr_fr: Le lien de l'aperçu de l'espace de travail a expiré. Vous pouvez en générer un nouveau dans Workplace Builder.
id_id: Tautan pratinjau Tempat Kerja telah kedaluwarsa. Anda dapat membuat yang baru di Pembangun Tempat Kerja.
it_it: Il link per l'anteprima dello Spazio di lavoro è scaduto. Puoi generarne uno nuovo in Workplace Builder.
ja_jp: ワークプレイスのプレビュー用リンクが期限切れです。エディタでプレビューを再度生成できます。
ko_kr: 작업 공간 미리 보기 링크가 만료되었습니다. 작업 공간 빌더에서 새로 생성할 수 있습니다.
ms_my: Pautan pratonton Tempat Kerja telah luput. Anda boleh menjana satu yang baru di Pembina Tempat Kerja.
pt_br: O link de visualização do Espaço de trabalho expirou. Você pode gerar um novo no Workplace Builder.
ru_ru: Истек срок действия ссылки на предварительный просмотр рабочего места. Вы можете создать новую ссылку в конструкторе рабочих мест.
th_th: ลิงก์การดูตัวอย่างที่ทำงานหมดอายุแล้ว คุณสามารถสร้างใหม่ได้ในตัวสร้างที่ทำงาน
vi_vn: Liên kết xem trước Nơi làm việc đã hết hạn. Bạn có thể tạo Nơi làm việc mới trong Trình tạo nơi làm việc.
zh_cn: 工作台预览链接已失效，可在编辑器中重新生成预览
zh_hk: 工作平台預覽連結已失效，可在編輯器中重新產生預覽

# eWQ
source: No permission to access the page. You can contact the Workplace administrator to request availability of the Workplace.
de_de: Keine Zugriffsberechtigung für die Seite. Sie können sich an den Arbeitsplatzadministrator wenden, um die Verfügbarkeit des Arbeitsplatzes anzufordern.
es_es: No tienes permiso para acceder a la página. Puedes ponerte en contacto con el administrador del espacio de trabajo para solicitarle la disponibilidad del espacio de trabajo.
fr_fr: Pas autorisé à accéder à la page. Vous pouvez contacter l'administrateur de l'espace de travail pour demander la disponibilité de l'espace de travail.
id_id: Tidak ada izin untuk mengakses halaman ini. Anda dapat menghubungi administrator Tempat Kerja untuk meminta ketersediaan Tempat Kerja.
it_it: Nessuna autorizzazione per accedere alla pagina. Puoi contattare l'amministratore dello Spazio di lavoro per richiedere la disponibilità dello Spazio di lavoro.
ja_jp: このページにアクセスする権限がありません。ワークプレイス管理者にこのワークプレイスの使用権限を申請できます。
ko_kr: 페이지에 액세스할 수 있는 권한이 없습니다. 작업 공간 관리자에게 문의하여 작업 공간의 가용성을 요청할 수 있습니다.
ms_my: Tiada kebenaran untuk mengakses halaman. Anda boleh menghubungi pentadbir Tempat Kerja untuk meminta ketersediaan Tempat Kerja.
pt_br: Sem permissão para acessar a página. Você pode entrar em contato com o administrador do Espaço de trabalho para solicitar a disponibilidade do Espaço de trabalho.
ru_ru: Нет разрешение на доступ к этой странице. Вы можете обратиться к администратору рабочего места, чтобы запросить доступ к этому рабочему месту.
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึงหน้า คุณสามารถติดต่อผู้ดูแลที่ทำงานเพื่อขอใช้ที่ทำงานได้
vi_vn: Không có quyền truy cập trang này. Bạn có thể liên hệ với quản trị viên Nơi làm việc để yêu cầu xem tình trạng sẵn có của Nơi làm việc.
zh_cn: 无权限访问该页面，可向工作台管理员申请当前工作台的使用权限
zh_hk: 無權限存取此頁面，可向工作平台管理員申請目前工作平台的使用權限

# dyw
source: Workplace preview
de_de: Arbeitsplatzvorschau
es_es: Vista previa de espacio de trabajo
fr_fr: Aperçu de l'espace de travail
id_id: Pratinjau tempat kerja
it_it: Anteprima Spazio di lavoro
ja_jp: ワークプレイスのプレビュー
ko_kr: 작업 공간 미리 보기
ms_my: Pratonton Tempat Kerja
pt_br: Visualização do espaço de trabalho
ru_ru: Предварительный просмотр рабочего места
th_th: การดูตัวอย่างที่ทำงาน
vi_vn: Xem trước Nơi làm việc
zh_cn: 工作台预览
zh_hk: 工作平台預覽

# N6M
source: Unable to preview, as the current Workplace has been deleted
de_de: Vorschau nicht möglich, da der aktuelle Arbeitsplatz gelöscht wurde
es_es: No se puede previsualizar porque se ha eliminado el espacio de trabajo actual
fr_fr: Pévisualisation impossible, car l'espace de travail actuel a été supprimé
id_id: Gagal mempratinjau karena Tempat Kerja saat ini telah dihapus
it_it: Impossibile visualizzare l'anteprima poiché lo Spazio di lavoro corrente è stato eliminato
ja_jp: このワークプレイスが削除されたため、プレビューできません。
ko_kr: 현재 작업 공간이 삭제되었으므로 미리 볼 수 없습니다
ms_my: Tidak dapat pratonton, kerana Tempat Kerja semasa telah dipadam
pt_br: Não é possível visualizar, pois o Espaço de trabalho atual foi excluído
ru_ru: Не удалось просмотреть, так как текущее рабочее место было удалено
th_th: ไม่สามารถดูตัวอย่างได้ เนื่องจากที่ทำงานลบไปแล้ว
vi_vn: Không thể xem trước vì Nơi làm việc hiện tại đã bị xóa
zh_cn: 当前工作台已删除，无法预览
zh_hk: 目前工作平台已刪除，無法預覽

# vfM
source: Loading failed
de_de: Laden fehlgeschlagen
es_es: Error de carga
fr_fr: Échec du chargement
hi_in: लोडिंग विफल रही
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込みができませんでした
ko_kr: 로드 실패
ms_my: Gagal memuatkan
pt_br: Falha no carregamento
ru_ru: Загрузка не выполнена
th_th: โหลดไม่สำเร็จ
vi_vn: Quá trình tải thất bại
zh_cn: 加载失败
zh_hk: 載入失敗
