Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkWorkplace/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# vOE
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# d9c
source: BOT
ja_jp: ボット
ru_ru: БОТ
zh_cn: 机器人
zh_hk: 機械人

# Vko
source: Bot
hi_in: बॉट
ja_jp: ボット
ko_kr: 봇
ru_ru: Бот
th_th: บอท
vi_vn: Máy tự động
zh_cn: 机器人
zh_hk: 機械人

# b5Y
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: रिफ़्रेश करें
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# YJE
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: "पसंदीदा"
id_id: Favorit
it_it: Preferiti
ja_jp: よく使うアプリを追加
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favoritos
ru_ru: Избранное
th_th: รายการโปรด
vi_vn: Ưa thích
zh_cn: 添加常用
zh_hk: 新增常用

# bN4
source: Add App
de_de: App hinzufügen
es_es: Agregar aplicación
fr_fr: Ajouter application
hi_in: ऐप जोड़ें
id_id: Tambah Aplikasi
it_it: Aggiungi app
ja_jp: アプリを追加
ko_kr: 앱 추가
ms_my: Tambah Apl
pt_br: Adicionar aplicativo
ru_ru: Добавить приложение
th_th: เพิ่มแอป
vi_vn: Thêm ứng dụng
zh_cn: 添加应用
zh_hk: 新增應用程式

# vGI
source: Add app
de_de: App hinzufügen
es_es: Agregar aplicación
fr_fr: Ajouter application
hi_in: ऐप जोड़ें
id_id: Tambah aplikasi
it_it: Aggiungi app
ja_jp: アプリを追加
ko_kr: 앱 추가
ms_my: Tambah apl
pt_br: Adicionar aplicativo
ru_ru: Добавить приложение
th_th: เพิ่มแอป
vi_vn: Thêm ứng dụng
zh_cn: 添加常用
zh_hk: 新增常用

# EB8
source: Add to Favorites
de_de: Zu Favoriten hinzufügen
es_es: Agregar a Favoritos
fr_fr: Ajouter aux Favoris
hi_in: पसंदीदा में जोड़ें
id_id: Tambah ke Favorit
it_it: Aggiungi a Preferiti
ja_jp: よく使うアプリを追加
ko_kr: 즐겨찾기에 추가
ms_my: Tambah ke Kegemaran
pt_br: Adicionar aos Favoritos
ru_ru: В избранное
th_th: เพิ่มไปยังรายการโปรด
vi_vn: Thêm vào Mục yêu thích
zh_cn: 添加常用
zh_hk: 新增常用

# BWM
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# RKc
source: Added
de_de: Hinzugefügt
es_es: Agregada
fr_fr: Ajoutées
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加済み
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_hk: 已新增

# Xos
source: Added ({{count}})
de_de: Hinzugefügt ({{count}})
es_es: Agregado ({{count}})
fr_fr: Ajoutée(s) ({{count}})
hi_in: ({{count}}) जोड़ा गया
id_id: Ditambahkan ({{count}})
it_it: Aggiunta completata ({{count}})
ja_jp: 追加済み ({{count}})
ko_kr: 추가됨({{count}})
ms_my: Ditambah ({{count}})
pt_br: Adicionado ({{count}})
ru_ru: Добавлено ({{count}})
th_th: เพิ่มแล้ว ({{count}} รายการ)
vi_vn: Đã thêm ({{count}})
zh_cn: 已添加 ({{count}})
zh_hk: 已新增 ({{count}})

# +bE
source: The administrator can set whether the picked apps can be removed by members.
de_de: Der Administrator kann festlegen, ob die ausgewählten Apps von Mitgliedern entfernt werden dürfen.
es_es: El administrador puede establecer si los miembros pueden eliminar las aplicaciones seleccionadas.
fr_fr: L'administrateur peut déterminer si les applications recommandées sont supprimables ou non par les membres.
hi_in: एडमिनिस्ट्रेटर यह सेट कर सकता है कि चुने गए ऐप को सदस्यों द्वारा निकाला जा सकता है या नहीं.
id_id: Administrator dapat menetapkan apakah aplikasi pilihan dapat dihapus oleh anggota.
it_it: L'amministratore può impostare se le app scelte possono essere rimosse dai membri.
ja_jp: 設定されたアプリをメンバーによる削除許可が設定できます
ko_kr: 관리자는 구성원이 선택한 앱을 제거할 수 있는지 여부를 설정할 수 있습니다.
ms_my: Pentadbir boleh menetapkan sama ada aplikasi yang dipilih boleh dikeluarkan oleh ahli.
pt_br: O administrador pode definir se os aplicativos escolhidos podem ser removidos por membros.
ru_ru: Администратор может указать, могут ли участники удалять выбранные приложения.
th_th: ผู้ดูแลระบบสามารถตั้งค่าได้ว่าสมาชิกสามารถลบแอปที่เลือกไว้ได้หรือไม่
vi_vn: Quản trị viên có thể thiết lập cho phép thành viên xóa bỏ các ứng dụng này hay không.
zh_cn: 管理员可设置推荐应用是否支持成员移除
zh_hk: 管理員可設定推薦應用程式是否支援成員移除

# CkY
source: Members cannot remove Admin-picked apps
de_de: Mitglieder können keine vom Administrator ausgewählten Apps entfernen
es_es: Los miembros no pueden eliminar aplicaciones seleccionadas por el administrador
fr_fr: Les membres ne peuvent pas retirer les applications recommandées par l'administrateur
id_id: Anggota tidak dapat menghapus aplikasi pilihan Admin
it_it: I membri non possono rimuovere le app scelte dall'amministratore
ja_jp: 管理者のおすすめアプリはメンバーの解除をサポートしていません
ko_kr: 구성원은 관리자가 선택한 앱을 제거할 수 없습니다
ms_my: Ahli tidak boleh mengeluarkan apl yang dipilih oleh Pentadbir
pt_br: Os membros não podem remover aplicativos escolhidos pelo administrador
ru_ru: Участники не могут удалять приложения, выбранные администратором
th_th: สมาชิกไม่สามารถลบแอปที่ผู้ดูแลเลือกได้
vi_vn: Thành viên không thể xóa ứng dụng do Quản trị viên chọn
zh_cn: 管理员推荐应用不支持成员移除
zh_hk: 管理員推薦應用程式不支援成員移除

# sYA
source: About admin-picked apps
de_de: Über vom Administrator ausgewählte Apps
es_es: Acerca de las aplicaciones seleccionadas por administradores
fr_fr: À propos des applications recommandées par l'administrateur
hi_in: एडमिन द्वारा चुने गए ऐप के बारे में
id_id: Tentang aplikasi pilihan admin
it_it: Informazioni sulle app scelte dall'amministratore
ja_jp: おすすめアプリについて
ko_kr: 관리자가 선택한 앱 정보
ms_my: Mengenai aplikasi yang dipilih oleh pentadbir
pt_br: Sobre os aplicativos escolhidos pelo administrador
ru_ru: О приложениях, выбранных администратором
th_th: เกี่ยวกับแอปที่แอดมินเลือก
vi_vn: Giới thiệu về ứng dụng được chọn bởi quản trị viên
zh_cn: 推荐应用说明
zh_hk: 推薦應用程式說明

# LXI
source: Admin-picked apps
de_de: Vom Administrator ausgewählte Apps
es_es: Aplicaciones seleccionadas por administradores
fr_fr: Applications recommandées par l'administrateur
hi_in: एडमिन द्वारा चुने गए ऐप
id_id: Aplikasi pilihan admin
it_it: App scelte dall'amministratore
ja_jp: 管理者のおすすめアプリ
ko_kr: 관리자가 선택한 앱
ms_my: Aplikasi yang dipilih oleh pentadbir
pt_br: Aplicativos escolhidos pelo administrador
ru_ru: Приложения, выбранные администратором
th_th: เกี่ยวกับแอปที่แอดมินเลือกไว้
vi_vn: Ứng dụng được chọn bởi quản trị viên
zh_cn: 管理员推荐应用
zh_hk: 管理員推薦應用程式

# 4Jg
source: Admin's Pick
de_de: Administratorauswahl
es_es: Selecciones del administardor
fr_fr: Sélection de l'administrateur
hi_in: एडमिन द्वारा चुने गए
id_id: Pilihan Admin
it_it: Scelta dell'amministratore
ja_jp: おすすめアプリ
ko_kr: 관리자가 선택한 항목
ms_my: Pilihan Admin
pt_br: Escolha do administrador
ru_ru: Рекомендуемые приложения
th_th: ที่ผู้ดูแลเลือก
vi_vn: Lựa chọn của quản trị viên
zh_cn: 推荐应用
zh_hk: 推薦應用程式

# wXI
source: All Apps
de_de: Alle Apps
es_es: Todas las aplicaciones
fr_fr: Toutes les applications
hi_in: सभी ऐप
id_id: Semua Aplikasi
it_it: Tutte le applicazioni
ja_jp: 全部
ko_kr: 모든 앱
ms_my: Semua Apl
pt_br: Todos os aplicativos
ru_ru: Все приложения
th_th: แอปทั้งหมด
vi_vn: Tất cả các Ứng dụng
zh_cn: 全部应用
zh_hk: 全部應用程式

# 4ls
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
hi_in: श्रेणियाँ
id_id: Kategori
it_it: Categorie
ja_jp: カテゴリー
ko_kr: 카테고리
ms_my: Kategori
pt_br: Categorias
ru_ru: Категории
th_th: หมวดหมู่
vi_vn: Danh mục
zh_cn: 应用分类
zh_hk: 應用程式分類

# TXs
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# 78M
source: Failed to load app. Please try again later.
de_de: App konnte nicht geladen werden. Versuchen Sie es später erneut.
es_es: Error al cargar aplicación. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement de l'application. Veuillez réessayer plus tard.
hi_in: ऐप लोड करने में विफल. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal memuat aplikasi. Coba lagi nanti.
it_it: Impossibile caricare app. Riprova più tardi.
ja_jp: アプリを読み込めませんでした。後ほど再試行してください
ko_kr: 앱을 로드하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan aplikasi. Sila cuba lagi nanti.
pt_br: Falha ao carregar o aplicativo. Tente novamente mais tarde.
ru_ru: Не удалось загрузить приложение. Пожалуйста, повторите попытку позже.
vi_vn: Không thể tải ứng dụng. Vui lòng thử lại sau.
zh_cn: 加载应用失败，请稍后重试
zh_hk: 載入應用程式失敗，請稍後重試

# 0dw
source: Add a red, numbered badge to app icons in the Workplace to highlight important information
de_de: Rotes, nummeriertes Badge zu App-Symbolen im Arbeitsbereich hinzufügen, um auf wichtige Informationen hinzuweisen
es_es: Añadir una insignia roja y numerada en los iconos de la aplicación en el espacio de trabajo y en la barra de navegación para resaltar la información importante
fr_fr: Ajouter un badge rouge et numéroté aux icônes d'application dans l'Espace de travail afin de mettre en évidence les informations importantes
hi_in: महत्वपूर्ण जानकारी हाइलाइट करने के लिए कार्यस्थल और नेविगेशन बार में एप आइकन पर एक लाल, क्रमांकित बैज जोड़ें
id_id: Tambah tanda merah bernomor ke ikon aplikasi di Tempat Kerja untuk menyoroti informasi penting
it_it: Aggiungi un badge rosso numerato sulle icone delle app nel Centro risorse per evidenziare informazioni importanti
ja_jp: ワークプレイスで、アプリアイコンの右上に通知の数が表示されるようになり、確認漏れを防ぎやすくなります。
ko_kr: 작업 공간의 앱 아이콘에 빨간색 숫자 배지를 추가하여 중요한 정보 강조
ms_my: Tambah lencana merah bernombor pada ikon apl di Tempat Kerja untuk menonjolkan maklumat penting
pt_br: Adicionar um emblema vermelho e numerado nos ícones do aplicativo no espaço de trabalho para destacar informações importantes
ru_ru: Добавьте красный пронумерованный значок к значкам приложений на рабочем месте, чтобы выделить важную информацию
th_th: เพิ่มป้ายบอกสถานะสีแดงพร้อมตัวเลขบนไอคอนแอปในสถานที่ทำงานเพื่อเน้นข้อมูลสำคัญ
vi_vn: Thêm thẻ tên có đánh số màu đỏ vào các biểu tượng của ứng dụng trong Nơi làm việc để làm nổi bật các thông tin quan trọng
zh_cn: 通过在工作台的应用图标上展示红色数字角标，以提示有需要关注的信息
zh_hk: 通過在工作平台內應用程式圖標上展示的紅色數字角標，來提示有需要追蹤的資訊

# W+Y
source: No apps currently support showing badge on icon.
de_de: Eine Anzeige von Benachrichtigungspunkten auf dem Symbol wird aktuell von keinen Apps unterstützt.
es_es: Ninguna aplicación admite que se muestre la insignia en el icono.
fr_fr: Aucune application ne prend actuellement en charge l'affichage d'un badge sur l'icône.
hi_in: वर्तमान में कोई भी ऐप आइकॉन पर बैज दिखाने का समर्थन नहीं करता.
id_id: Saat ini tidak ada aplikasi yang mendukung untuk menampilkan tanda pada ikon.
it_it: Al momento nessuna app supporta la visualizzazione del badge sull'icona.
ja_jp: 現在アイコンにバッジを表示できるアプリがありません
ko_kr: 현재 아이콘에 배지 표시를 지원하는 앱이 없습니다.
ms_my: Tiada aplikasi yang menyokong paparan lencana pada ikon.
pt_br: Atualmente, nenhum aplicativo é compatível com a exibição de um selo no ícone.
ru_ru: В настоящее время ни одно приложение не поддерживает отображение значка на значке.
th_th: ขณะนี้ไม่มีแอปที่รองรับการแสดงป้ายบอกสถานะบนไอคอน
vi_vn: Hiện không có ứng dụng nào hỗ trợ hiển thị thẻ tên trên biểu tượng.
zh_cn: 暂无应用支持显示应用角标
zh_hk: 暫時沒有應用程式支援顯示應用程式角標

# SYk
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: Algo ha salido mal. Inténtalo de nuevo más tarde.
fr_fr: Une erreur est survenue. Veuillez réessayer plus tard.
hi_in: कुछ गलत हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Ada yang salah. Coba lagi nanti.
it_it: Si è verificato un errore. Riprova più tardi.
ja_jp: 操作できませんでした。後ほど再試行してください
ko_kr: 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Ada yang tidak kena. Sila cuba lagi nanti.
pt_br: Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
vi_vn: Đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

source: Badge Settings
de_de: Badge-Einstellungen
es_es: Configuración de la insignia
fr_fr: Paramètres des badges
hi_in: बैज सेटिंग्स
id_id: Pengaturan Tanda
it_it: Impostazioni badge
ja_jp: 通知バッジ設定
ko_kr: 배지 설정
ms_my: Tetapan Lencana
pt_br: Configurações de emblema
ru_ru: Настройки значков
th_th: การตั้งค่าป้ายบอกสถานะ
vi_vn: Cài đặt Thẻ tên
zh_cn: 应用角标设置
zh_hk: 應用程式角標設定

# Y9A
source: Bookmark
de_de: Lesezeichen
es_es: Marcador
fr_fr: Favori
hi_in: बुकमार्क
it_it: Segnalibro
ja_jp: ブックマーク
ko_kr: 북마크
ms_my: Penanda buku
pt_br: Adicionar aos favoritos
ru_ru: Закладка
th_th: บุ๊กมาร์ก
vi_vn: Dấu trang
zh_cn: 书签
zh_hk: 書籤

# yG0
source: BOT
hi_in: बॉट
ja_jp: ボット
ru_ru: Бот
zh_cn: 机器人
zh_hk: 機械人

# CfA
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# tmo
source: Changes will not be saved. Continue and return?
de_de: Änderungen werden nicht gespeichert. Fortfahren und zurück?
es_es: Los cambios no se guardarán. ¿Continuar y volver?
fr_fr: Les modifications ne seront pas enregistrées. Continuer et revenir ?
hi_in: बदलाव सहेजे नहीं जाएँगे. जारी रखें और वापस जाएँ?
id_id: Perubahan tidak akan disimpan. Lanjutkan dan kembali?
it_it: Le modifiche non verranno salvate. Vuoi continuare e tornare?
ja_jp: 変更は保存されていません。ページを離れてもよろしいですか？
ko_kr: 변경사항이 저장되지 않습니다. 계속 진행하여 돌아가시겠습니까?
ms_my: Perubahan tidak akan disimpan. Teruskan dan kembali?
pt_br: As alterações não serão salvas. Continuar e voltar?
ru_ru: Изменения не будут сохранены. Продолжить и вернуться?
th_th: การเปลี่ยนแปลงจะไม่ถูกบันทึก ดำเนินการต่อและย้อนกลับหรือไม่
vi_vn: Thay đổi sẽ không được lưu. Tiếp tục và quay lại?
zh_cn: 内容不会保存，是否确认返回？
zh_hk: 不會儲存內容，確認返回嗎？

# lHU
source: Collapse
de_de: Reduzieren
es_es: Ocultar
fr_fr: Réduire
hi_in: संक्षिप्त करें
id_id: Lipat
it_it: Comprimi
ja_jp: 折りたたむ
ko_kr: 축소
ms_my: Ciutkan
pt_br: Diminuir
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起
zh_hk: 收合

# 6AA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認

# KUE
source: Apps you added to Favorites
de_de: Ihre favorisierten Apps
es_es: Aplicaciones que has agregado a Favoritos
fr_fr: Applications que vous avez ajoutées aux Favoris
hi_in: ऐप जो आपने "पसंदीदा" में जोड़े हैं
id_id: Aplikasi yang Anda tambahkan ke Favorit
it_it: App che hai aggiunto ai Preferiti
ja_jp: お気に入りのアプリ
ko_kr: 즐겨찾기에 추가한 앱
ms_my: Aplikasi yang anda tambah ke Kegemaran
pt_br: Aplicativos que você adicionou aos Favoritos
ru_ru: Приложения в Избранном
th_th: แอปที่คุณเพิ่มในรายการโปรด
vi_vn: Ứng dụng mà bạn đã thêm vào mục Ưa thích
zh_cn: 个人常用应用
zh_hk: 個人常用應用程式

# ZSc
source: Removed
de_de: Entfernt
es_es: Eliminado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 削除済み
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 移除成功
zh_hk: 移除成功

# hRc
source: We can only display 100 apps here. Use the search to find your app if it doesn't appear here.
de_de: Hier können nur 100 Apps angezeigt werden. Verwenden Sie die Suchfunktion, um Ihre App zu finden, sofern sie hier nicht angezeigt wird.
es_es: Sólo podemos mostrar 100 aplicaciones aquí. Buscar la aplicación mediante la búsqueda si no aparece aquí.
fr_fr: 100 applications au maximum peuvent s'afficher ici. Si l'application souhaitée n'apparaît pas ici, recherchez-la à l'aide du champ de recherche.
hi_in: हम यहाँ पर केवल 100 ऐप तक प्रदर्शित कर सकते हैं. यदि आपका ऐप यहाँ न दिखे तो खोज का उपयोग करें.
id_id: Kami hanya dapat menampilkan 100 aplikasi di sini. Gunakan pencarian untuk menemukan aplikasi Anda jika tidak muncul di sini.
it_it: Qui è possibile visualizzare solo 100 app. Se non viene visualizzata qui, usa la ricerca per trovare la tua app.
ja_jp: ここでは 100 個のアプリが表示されます。その他のアプリは検索して探してください。
ko_kr: 여기에는 100개의 앱만 표시할 수 있습니다. 앱이 여기에 표시되지 않으면 검색을 사용하여 앱을 찾으세요.
ms_my: Kami hanya boleh memaparkan 100 apl di sini. Gunakan carian untuk mencari apl anda jika ia tidak muncul di sini.
pt_br: Podemos exibir apenas 100 aplicativos aqui. Use a pesquisa para encontrar seu aplicativo se ele não aparecer aqui.
ru_ru: Мы можем показать здесь только 100 приложений. Используйте эту функцию поиска, чтобы найти приложение, если оно не показано здесь.
th_th: เราสามารถแสดงแอปในส่วนนี้ได้เพียง 100 รายการเท่านั้น หากคุณไม่พบแอปของคุณในส่วนนี้ โปรดใช้เครื่องมือค้นหา
vi_vn: Chúng tôi chỉ có thể hiển thị 100 ứng dụng tại đây. Nếu ứng dụng của bạn không xuất hiện tại đây, hãy sử dụng chức năng tìm kiếm để tìm.
zh_cn: 只展示 100 个应用，更多应用请搜索查找
zh_hk: 只可展示 100 個應用程式，更多應用程式請搜尋查找

# BMQ
source: Done
de_de: Erledigt
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_hk: 完成

# fb0
source: Failed to load. Click to refresh.
de_de: Laden ist fehlgeschlagen. Klicken Sie zum Aktualisieren.
es_es: Error al cargar. Haz clic para actualizar.
fr_fr: Échec du chargement. Cliquez pour actualiser.
hi_in: लोड करने में विफल हुआ. रीफ़्रेश करने के लिए क्लिक करें.
id_id: Gagal memuat. Klik untuk memperbarui.
it_it: Caricamento non riuscito. Fai clic per aggiornare.
ja_jp: 読み込みできませんでした。再試行してください
ko_kr: 로드에 실패했습니다. 클릭하여 새로 고치세요.
ms_my: Gagal memuatkan. Klik untuk muat semula.
pt_br: Falha ao carregar. Clique para atualizar.
ru_ru: Ошибка загрузки. Нажмите, чтобы обновить.
th_th: ไม่สามารถโหลด คลิกเพื่อรีเฟรช
vi_vn: Tải không thành công. Nhấp để làm mới.
zh_cn: 加载失败，点击刷新
zh_hk: 載入失敗，點擊重新整理頁面

# F8U
source: Get
de_de: Abrufen
es_es: Obtener
fr_fr: Obtenir
hi_in: अपना ऐप पाएँ
id_id: Dapatkan
it_it: Ottieni
ja_jp: 入手
ko_kr: 받기
ms_my: Dapatkan
pt_br: Obter
ru_ru: Получить
th_th: รับ
vi_vn: Nhận
zh_cn: 获取
zh_hk: 獲取

# JY0
source: These are the recommended {{FREE}} apps Please install them for your employees.
de_de: Dies sind die empfohlenen {{FREE}} Apps Bitte installieren Sie diese für Ihre Mitarbeiter.
es_es: Se recomiendan estas aplicaciones {{FREE}} Instálalas para tus empleados.
fr_fr: Voici les applications {{FREE}} recommandées Veuillez les installer pour vos employés.
hi_in: ये अनुशंसित {{FREE}} ऐप्स हैं n कृपया इन्हें अपने कर्मचारियों के लिए इंस्टॉल करें.
id_id: Ini adalah aplikasi {{FREE}} yang direkomendasikan Pasang untuk karyawan Anda.
it_it: Queste sono le app {{FREE}} consigliate. Installale per i dipendenti.
ja_jp: {{FREE}}おすすめアプリを厳選！ インストールして、ご利用ください！
ko_kr: 추천 {{FREE}} 앱입니다 직원들을 위해 설치해주세요.
ms_my: Ini adalah apl {{FREE}} yang disyorkan Sila pasang untuk pekerja anda.
pt_br: Esses são os aplicativos {{FREE}} recomendados Instale-os para seus funcionários.
ru_ru: Это рекомендуемые приложения {{FREE}} Установите их для ваших сотрудников.
th_th: นี่คือแอป{{FREE}}ที่แนะนำให้ใช้ โปรดติดตั้งแอปเหล่านี้ให้พนักงานของคุณ
vi_vn: Đây là các ứng dụng {{FREE}} được đề xuất Vui lòng cài đặt ứng dụng này cho nhân viên của bạn.
zh_cn: 为你精选了一批{{FREE}}应用 你可安装给员工使用
zh_hk: 為你精選了一批{{FREE}}應用程式 你可安裝給員工使用

# t+0
source: free
de_de: kostenlosen
es_es: gratis
fr_fr: gratuites
hi_in: नि:शुल्क
id_id: gratis
it_it: gratuite
ja_jp: 無料
ko_kr: 무료
ms_my: percuma
pt_br: grátis
ru_ru: бесплатная версия
th_th: ฟรี
vi_vn: miễn phí
zh_cn: 免费
zh_hk: 免費

# kps
source: Advanced Permission
de_de: Erweiterte Berechtigung
es_es: Permiso avanzado
fr_fr: Autorisation avancée
hi_in: उन्नत अनुमति
id_id: Izin Tingkat Lanjut
it_it: Autorizzazione avanzata
ja_jp: 高度な権限
ko_kr: 고급 권한
ms_my: Kebenaran Lanjutan
pt_br: Permissão avançada
ru_ru: Расширенное разрешение
th_th: สิทธิ์การอนุญาตขั้นสูง
vi_vn: Quyền nâng cao
zh_cn: 高级权限
zh_hk: 進階權限

# w/c
source: Basic Permission
de_de: Standardberechtigung
es_es: Permiso básico
fr_fr: Autorisation de base
hi_in: मूलभूत अनुमति
id_id: Izin Dasar
it_it: Autorizzazione di base
ja_jp: 通常の権限
ko_kr: 기본 권한
ms_my: Kebenaran Asas
pt_br: Permissão básica
ru_ru: Базовое разрешение
th_th: สิทธิ์การอนุญาตขั้นพื้นฐาน
vi_vn: Quyền cơ bản
zh_cn: 普通权限
zh_hk: 普通權限

# Dvg
source: To install the app, you need to agree with the permissions, {{CLAUSE1}} and {{CLAUSE2}}ï¼š
de_de: Um die App zu installieren, müssen Sie den Berechtigungen, der {{CLAUSE1}} und {{CLAUSE2}} zustimmen:
es_es: Para instalar la aplicación, debes aceptar los permisos, la {{CLAUSE1}} y la {{CLAUSE2}}:
fr_fr: Pour installer l'application, vous devez accepter les autorisations, la {{CLAUSE1}} et les {{CLAUSE2}} :
hi_in: ऐप को इंस्टॉल करने के लिए, आपको {{CLAUSE1}}, {{CLAUSE2}} और इन अनुमतियों से सहमत होना चाहिए：
id_id: Untuk memasang aplikasi, Anda harus menyetujui dengan izin, {{CLAUSE1}} dan {{CLAUSE2}}:
it_it: Per installare l'app, devi accettare le autorizzazioni, nonché {{CLAUSE1}} e {{CLAUSE2}}:
ja_jp: このアプリをインストールするには、{{CLAUSE1}}および{{CLAUSE2}}に同意し、下記の権限を許可してください
ko_kr: 앱을 설치하려면 권한, {{CLAUSE1}} 및 {{CLAUSE2}}에 동의하셔야 합니다.
ms_my: Untuk memasang apl, anda perlu bersetuju dengan kebenaran, {{CLAUSE1}} dan {{CLAUSE2}}ï¼š
pt_br: Para instalar o aplicativo, você precisa concordar com as permissões, {{CLAUSE1}} e {{CLAUSE2}}:
ru_ru: Чтобы установить приложение, вам необходимо согласиться с разрешениями, {{CLAUSE1}} и {{CLAUSE2}}:
th_th: ในการติดตั้งแอป คุณต้องยอมรับสิทธิ์การอนุญาต {{CLAUSE1}} และ {{CLAUSE2}}:
vi_vn: Để cài đặt ứng dụng, bạn cần đồng ý với các quyền, {{CLAUSE1}} và {{CLAUSE2}}:
zh_cn: 安装该应用请阅读{{CLAUSE1}}及{{CLAUSE2}}，同时需授权以下权限：
zh_hk: 安裝此應用程式前請閱讀{{CLAUSE1}}及{{CLAUSE2}}，同時需授權以下權限：

# oK8
source: privacy
de_de: Datenschutz
es_es: privacidad
fr_fr: politique de confidentialité
hi_in: गोपनीयता
id_id: privasi
ja_jp: プライバシーポリシー
ko_kr: 프라이버시
ms_my: privasi
pt_br: privacidade
ru_ru: соглашение о конфиденциальности
th_th: ความเป็นส่วนตัว
vi_vn: quyền riêng tư
zh_cn: 隐私协议
zh_hk: 私隱協議

# oe8
source: user agreement
de_de: Benutzervereinbarung
es_es: acuerdo de usuario
fr_fr: Contrat de l'utilisateur
hi_in: उपयोगकर्ता अनुबंध
id_id: perjanjian pengguna
it_it: contratto di licenza
ja_jp: 利用規約
ko_kr: 사용자 계약
ms_my: perjanjian pengguna
pt_br: termo do usuário
ru_ru: пользовательское соглашение
th_th: ข้อตกลงของผู้ใช้
vi_vn: thỏa thuận người dùng
zh_cn: 用户协议
zh_hk: 用戶協議

# UIQ
source: Application permissions and agreement
de_de: App-Berechtigungen und Vereinbarung
es_es: Acuerdo y permisos para la aplicación
fr_fr: Autorisations d'application et accord
hi_in: एप्लिकेशन की अनुमतियाँ और अनुबंध
id_id: Izin dan persetujuan aplikasi
it_it: Autorizzazioni e accordo relativi all'applicazione
ja_jp: アプリの権限および利用規約
ko_kr: 애플리케이션 권한 및 계약
ms_my: Kebenaran aplikasi dan perjanjian
pt_br: Permissões do aplicativo e consenso
ru_ru: Разрешения приложения и соглашение
th_th: สิทธิ์การอนุญาตและข้อตกลงของแอป
vi_vn: Quyền và thỏa thuận ứng dụng
zh_cn: 应用权限及协议
zh_hk: 應用程式權限及協議

# w10
source: Install application
de_de: App installieren
es_es: Instalar aplicación
fr_fr: Installer l'application
hi_in: एप्लिकेशन इंस्टॉल करें
id_id: Pasang aplikasi
it_it: Installa applicazione
ja_jp: インストール
ko_kr: 애플리케이션 설치
ms_my: Pasang aplikasi
pt_br: Instalar aplicativo
ru_ru: Установить приложение
th_th: ติดตั้งแอปพลิเคชัน
vi_vn: Cài đặt ứng dụng
zh_cn: 安装应用
zh_hk: 安裝應用程式
