Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkLaunchGuide/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hk

# oek
source: Connect {{APP_DISPLAY_NAME}} with the tools you love, or build your own Apps/Bots on top of {{APP_DISPLAY_NAME}}'s open platform
de_de: Verknüpfen Sie {{APP_DISPLAY_NAME}} mit den von Ihnen bevorzugten Tools oder erstellen Sie Ihre eigenen Apps/Bots mit der offenen Plattform von {{APP_DISPLAY_NAME}}.
es_es: Conéctate a {{APP_DISPLAY_NAME}} con tus herramientas de preferencia o crea tu propia aplicación o bot para integrarlos en la plataforma abierta de {{APP_DISPLAY_NAME}}
fr_fr: Connectez {{APP_DISPLAY_NAME}} avec les outils que vous aimez, ou créez vos propres applications/bots en haut de la Plateforme ouverte {{APP_DISPLAY_NAME}}
hi_in: आपके पसंद टूल के साथ {{APP_DISPLAY_NAME}} कनेक्ट करें या {{APP_DISPLAY_NAME}} के ओपन प्लेटफ़ॉर्म पर अपने आपके ऐप/बॉट बनाएँ
id_id: Hubungkan {{APP_DISPLAY_NAME}} dengan alat yang Anda suka, atau bangun Aplikasi/Bot Anda sendiri di platform terbuka {{APP_DISPLAY_NAME}}
it_it: Connetti {{APP_DISPLAY_NAME}} agli strumenti che preferisci oppure realizza le tue app/i tuoi bot sulla piattaforma aperta di {{APP_DISPLAY_NAME}}
ja_jp: サードパーティアプリと簡単に連携し、 カスタマイズしたアプリを 開発することもできます
ko_kr: {{APP_DISPLAY_NAME}}을(를) 좋아하는 도구와 연결하거나, 나만의 앱이나 봇을 {{APP_DISPLAY_NAME}} 오픈 플랫폼에서 만들어보세요.
ms_my: Sambungkan {{APP_DISPLAY_NAME}} dengan alat yang anda suka, atau bina Aplikasi/Bot anda sendiri di atas platform terbuka {{APP_DISPLAY_NAME}}
pt_br: Conecte o {{APP_DISPLAY_NAME}} às ferramentas que você ama ou crie seus próprios aplicativos/bots na plataforma aberta do {{APP_DISPLAY_NAME}}
ru_ru: Объединяйте {{APP_DISPLAY_NAME}} с другими инструментами или создавайте собственные приложения и боты на открытой платформе {{APP_DISPLAY_NAME}}
th_th: เชื่อมต่อ {{APP_DISPLAY_NAME}} กับเครื่องมือที่คุณชื่นชอบหรือสร้างแอป บอทของคุณเองเพื่อใช้กับแพลตฟอร์มแบบเปิดของ {{APP_DISPLAY_NAME}}
vi_vn: Kết nối {{APP_DISPLAY_NAME}} với công cụ bạn yêu thích, hoặc tạo Ứng dụng/Máy tự động cho riêng mình luôn cập nhật nền tảng mở của {{APP_DISPLAY_NAME}}
zh_hk: 快速連接第三方工具 輕鬆建立企業自訂應用程式 提升企業一站式辦公能力

# Oq8
source: Open Platform
de_de: Offene Plattform
es_es: Plataforma Abierta
fr_fr: Plateforme ouverte
hi_in: ओपन प्लेटफ़ॉर्म
id_id: Platform Terbuka
it_it: Piattaforma aperta
ja_jp: オープンプラットフォーム
ko_kr: 오픈 플랫폼
ms_my: Platform Terbuka
pt_br: Plataforma aberta
ru_ru: Открытая платформа
th_th: แพลตฟอร์มแบบเปิด
vi_vn: Nền tảng mở
zh_hk: 開放平台

# HSc
source: The one suite for all teams
de_de: Eine Suite für alle Teams.
es_es: La suite para todos los equipos
fr_fr: Une suite unique pour toutes les équipes
hi_in: सभी टीमों के लिए एक सुइट
id_id: Satu suite untuk semua tim
it_it: L'unica suite per tutti i team
ja_jp: オンラインドキュメント、 チャット、ビデオ会議など、 ワンクリックでアクセスできます
ko_kr: 모든 팀을 위한 단 하나의 제품군
ms_my: Satu suite untuk semua pasukan
pt_br: Um pacote para todas as equipes
ru_ru: Одно решение для всех команд
th_th: ชุดโปรแกรมเดียวสำหรับทุกทีม
vi_vn: Một bộ cho tất cả các nhóm
zh_hk: 整合即時通訊、語音或視像會議、雲端文件、 智能日曆等功能，建立高效率辦公方式

# 1EQ
source: Work. Together.
de_de: Wirklich zusammenarbeiten
es_es: Trabajar. Juntos.
fr_fr: Travaillons. Ensemble.
hi_in: काम करें, साथ में.
id_id: Kerja. Bersama.
it_it: Collaborazione unica.
ja_jp: 統合型コラボレーションツール
ko_kr: 미래의 협업 방식.
ms_my: Bekerja. Bersama.
pt_br: Trabalhe. Junto.
ru_ru: Работать. Вместе.
th_th: ทำงานร่วมกัน
vi_vn: Công việc. Phối hợp.
zh_hk: 一站式協作

# t3s
source: Book meetings effortlessly, stay on top of your schedule, and engage the whole team
de_de: Buchen Sie mühelos Besprechungen, behalten Sie den Überblick über Ihren Zeitplan und binden Sie das gesamte Team ein.
es_es: Reserva reuniones sin esfuerzo, cumple tu programación e involucra a todo el equipo
fr_fr: Réservez des réunions sans effort, respectez les délais et impliquez toute l'équipe
hi_in: मीटिंग को सहजता से आरक्षित करें अपने शेड्यूल को नियंत्रित करें और पूरी टीम शामिल करें
id_id: Pesan rapat dengan mudah, tetap ikuti jadwal Anda, dan libatkan seluruh tim
it_it: Prenota riunioni senza problemi, resta aggiornato sulla tua pianificazione e coinvolgi l'intero team
ja_jp: カレンダーとチャットが緊密に連携し、 今までになく簡単にスケジュール管理でき、 チームのコラボレーションを向上させます
ko_kr: 회의를 쉽게 예약하고, 스케줄 맨 위에 표시하고, 전체 팀을 참여시키세요.
ms_my: Tempah mesyuarat dengan mudah, kekalkan jadual anda, dan libatkan seluruh pasukan
pt_br: Agende reuniões de forma fácil, controle sua agenda e interaja com a equipe inteira
ru_ru: Планируйте конференции, контролируйте свой рабочий график и взаимодействуйте со всей командой
th_th: จองการประชุมได้อย่างง่ายดาย ติดตามความเคลื่อนไหวในกำหนดการ และมีส่วนร่วมกับทั้งทีม
vi_vn: Dễ dàng đặt trước cuộc họp, luôn cập nhật lịch trình, và gắn kết toàn nhóm
zh_hk: 團隊日程分享，輕鬆訂閱日曆 對話內一覽忙碌狀態，一鍵預約會議

# zJY
source: Smart Shared Calendar
de_de: Intelligenter geteilter Kalender
es_es: Calendario compartido de forma inteligente
fr_fr: Calendrier partagé intelligent
hi_in: स्मार्ट शेयर कैलेंडर
id_id: Kalender Cerdas Bersama
it_it: Condivisione intelligente del calendario
ja_jp: 「つながる」カレンダー
ko_kr: 스마트 공유 캘린더
ms_my: Kalendar Berkongsi Pintar
pt_br: Calendário inteligente compartilhado
ru_ru: Календарь с интеллектуальным общим доступом
th_th: ปฏิทินอัจฉริยะที่แชร์ร่วมกัน
vi_vn: Lịch chia sẻ thông minh
zh_hk: 智能日曆

# l1c
source: Make video calls with just one click. Enjoy unlimited minutes and smart screen sharing
de_de: Videoanrufe mit einem Klick. Unbegrenzte Minuten und intelligente Bildschirmfreigabe
es_es: Realiza videollamadas con sólo un clic. Disfruta de minutos ilimitados y del uso compartido de pantalla
fr_fr: Passez des appels vidéo en un clic. Profitez de minutes illimitées et d'un partage d'écran intelligent
hi_in: केवल एक क्लिक से वीडियो कॉल करें. असीमित मिनट और स्मार्ट स्क्रीन शेयर करने का आनंद उठाएँ
id_id: Lakukan panggilan video hanya dengan satu klik. Nikmati waktu tak terbatas dan berbagi layar cerdas
it_it: Effettua videochiamate con un solo clic. Goditi minuti illimitati e condivisione intelligente dello schermo
ja_jp: ワンクリックで会議を開始可能 画面共有、ファイル共有など コラボレーションを向上させます
ko_kr: 한 번의 클릭으로 영상 통화를 하세요. 무제한 통화와 스마트한 화면 공유를 즐기세요.
ms_my: Buat panggilan video dengan satu klik. Nikmati minit tanpa had dan perkongsian skrin pintar
pt_br: Faça videochamadas com apenas um clique. Aproveite minutos ilimitados e compartilhamento de tela inteligente
ru_ru: Звоните по видеосвязи в один клик. Используйте нелимитированное количество минут и интеллектуальный показ экрана
th_th: โทรสนทนาทางวิดีโอได้ด้วยคลิกเดียว เพลิดเพลินไปกับการพูดคุยแบบไม่จำกัดเวลา เข้าถึงการแชร์หน้าจอได้อย่างอัจฉริยะ
vi_vn: Thực hiện cuộc gọi video chỉ với một lần nhấp chuột. Tận hưởng thời gian gọi không giới hạn và chia sẻ màn hình thông minh
zh_hk: 一鍵通話，不限時長 分享畫面，溝通無間

# cwc
source: Video Conferencing
de_de: Videokonferenzen
es_es: Videoconferencias
fr_fr: Conférence vidéo
hi_in: वीडियो कॉन्फ्रेंसिंग
id_id: Konferensi Video
it_it: Conferenze video
ja_jp: スムーズなビデオ会議
ko_kr: 화상 회의
ms_my: Video Persidangan
pt_br: Videoconferência
ru_ru: Видеоконференции
th_th: การประชุมทางวิดีโอ
vi_vn: Hội nghị truyền hình
zh_hk: 語音或視像會議

# 1bI
source: Express and share your ideas with Docs, Sheets, and Drive
de_de: Benutzen Sie Docs, Sheets und Drive, um Ihre Ideen zu formulieren und zu teilen
es_es: Expresa y comparte tus ideas con Docs, Sheets y Drive
fr_fr: Exprimez et partagez vos idées avec Docs, Sheets et Drive
hi_in: डॉक्स, शीट्स और ड्राइव से अपने विचार व्यक्त करें और साझा करें
id_id: Ekspresikan dan bagikan ide Anda dengan Docs, Sheets, dan Drive
it_it: Esprimi e condividi le tue idee con Documenti, Fogli e Drive
ja_jp: オンラインドキュメント、 シート、ドライブを活用し、 アイデアの共有を簡単に！
ko_kr: 문서, 시트, 드라이브로 아이디어를 표현하고 함께 공유하세요.
ms_my: Luahkan dan kongsi idea anda dengan Docs, Lembaran, dan Drive
pt_br: Expresse e compartilhe suas ideias com Docs, Sheets e Drive
ru_ru: Генерируйте идеи и делитесь ими через Docs, Sheets и Drive
th_th: นำเสนอและแชร์ไอเดียของคุณด้วย Docs, แผ่นงานและ Drive
vi_vn: Diễn đạt và chia sẻ ý tưởng của bạn bằng Docs, Sheets, và Drive
zh_hk: 多人在線編輯，雲端硬碟支援多端同步 隨時評論互動，輕鬆協作

# CnU
source: Creation & Cloud Storage
de_de: Dokumenterstellung und Cloudspeicher
es_es: Creación y almacenamiento en la nube
fr_fr: Création et stockage Cloud
hi_in: निर्माण और क्लाउड स्टोरेज
id_id: Kreasi & Penyimpanan Cloud
it_it: Creazione e archiviazione in cloud
ja_jp: 作成＆クラウドストレージ
ko_kr: 작성 및 클라우드 저장소
ms_my: Penciptaan & Penyimpanan Awan
pt_br: Criação e armazenamento na nuvem
ru_ru: Создание и облачное хранение
th_th: การสร้างและพื้นที่เก็บข้อมูลบนคลาวด์
vi_vn: Tạo và Lưu trữ đám mây
zh_hk: 創作雲端文件
