Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/OPPlugin/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# hgk
source: User Canceled
de_de: Vom Benutzer abgebrochen
es_es: Se ha cancelado al usuario
fr_fr: Annulé par l'utilisateur
hi_in: उपयोगकर्ता को रद्द किया गया
id_id: Pengguna Dibatalkan
it_it: Utente annullato
ja_jp: ユーザーにキャンセルされました
ko_kr: 사용자 취소
ms_my: Pengguna dibatalkan
pt_br: O usuário cancelou
ru_ru: Отменено пользователем
th_th: ผู้ใช้ถูกยกเลิก
vi_vn: Đã hủy bỏ người dùng
zh_cn: 用户取消
zh_tw: 使用者取消
