Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/OPPlugin/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# q/I
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# sXY
source: Search for place
de_de: Ort suchen
es_es: Buscar lugar
fr_fr: Rechercher un emplacement
hi_in: स्थान खोजें
id_id: Cari tempat
it_it: Cerca posto
ja_jp: 場所を検索
ko_kr: 장소를 검색하세요
ms_my: Cari tempat
pt_br: Pesquisar por local
ru_ru: Искать место
th_th: ค้นหาสถานที่
vi_vn: Tìm địa điểm
zh_cn: 搜索地点
zh_tw: 搜尋地點

# JGQ
source: Got It
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# qaY
source: Sorry, due to the security configuration of your organization, the file has been encrypted. It may not be able to be opened by any third-party apps, and its sharing may be blocked.
de_de: Aufgrund der Sicherheitskonfiguration Ihrer Organisation wurde die Datei leider verschlüsselt. Es ist möglich, dass sie sich nicht mit Drittanbieter-Apps öffnen lässt und sie nicht geteilt werden kann.
es_es: Lo sentimos, debido a la configuración de seguridad de tu organización, el archivo se ha encriptado. Es posible que no se pueda abrir con ninguna aplicación de terceros y que se bloquee su uso compartido.
fr_fr: Désolé, le fichier a été chiffré en raison des paramètres de sécurité de votre organisation. Il peut ne pas être ouvert par des applications tierces et son partage risque d'être bloqué.
hi_in: क्षमा करें, आपके संगठन के सुरक्षा कॉन्फ़िगरेशन के कारण, यह फ़ाइल एन्क्रिप्ट की गई है. शायद इसे किसी भी तृतीय-पक्ष ऐप से खोला न जा सके, और इसका साझाकरण ब्लॉक हो सकता है.
id_id: Maaf, karena konfigurasi keamanan organisasi Anda, file telah dienkripsi. File mungkin tidak dapat dibuka oleh aplikasi pihak ketiga mana pun, dan pembagiannya mungkin diblokir.
it_it: Spiacenti, a causa della configurazione di sicurezza della tua organizzazione, il file è stato crittografato. Potrebbe non essere possibile aprirlo da app di terze parti e la sua condivisione potrebbe essere bloccata.
ja_jp: セキュリティ設定により、当該ファイルは暗号化されたため、サードパーティアプリで開けないまたは共有できない場合はあります
ko_kr: 죄송합니다. 기업의 보안 설정으로 인해 파일이 암호화되었습니다. 해당 파일은 타사 앱에서 열지 못할 수 있으며 해당 파일의 공유가 차단될 수 있습니다.
ms_my: Maaf, kerana konfigurasi keselamatan organisasi anda, fail telah dienkripsi. Ia mungkin tidak dapat dibuka oleh aplikasi pihak ketiga dan perkongsian mungkin disekat.
pt_br: Infelizmente, devido às configurações de segurança da sua organização, o arquivo foi criptografado. Talvez ele não possa ser aberto por nenhum aplicativo de terceiros, e seu compartilhamento pode estar bloqueado.
ru_ru: К сожалению, из-за настроек безопасности вашей организации файл был зашифрован. Он может быть недоступен для открытия какими-либо сторонними приложениями, и его совместное использование может быть заблокировано.
th_th: ขออภัย ไฟล์ถูกเข้ารหัสเนื่องจากการกำหนดค่าความปลอดภัยของขององค์กรของคุณ แอปของบุคคลที่สามอาจไม่สามารถเปิดไฟล์ได้ และระบบอาจปิดกั้นไม่ให้มีการแบ่งปันไฟล์
vi_vn: Rất tiếc, do cấu hình bảo mật của tổ chức của bạn, tệp tin đã được mã hóa. Bất kỳ ứng dụng bên thứ ba nào cũng không thể mở được tệp tin này và việc chia sẻ tệp tin có thể bị chặn.
zh_cn: 抱歉，由于你所在组织的安全配置，该文件已被加密，可能导致无法被第三方应用打开或分享被拦截的情况
zh_tw: 抱歉，由於你所在組織的安全設定，該檔案已加密，這可能導致第三方應用程式無法開啟檔案或攔截分享行為

# ilw
source: Sorry, the file cannot be saved locally due to the security configuration of your organization.
de_de: Aufgrund der Sicherheitskonfiguration Ihrer Organisation kann die Datei leider nicht lokal gespeichert werden.
es_es: Lo sentimos, debido a la configuración de seguridad de tu organización, el archivo no se puede guardar localmente
fr_fr: Désolé, le fichier ne peut pas être enregistré localement en raison des paramètres de sécurité de votre organisation.
hi_in: क्षमा करें, आपके संगठन के सुरक्षा कॉन्फ़िगरेशन के कारण फ़ाइल लोकल रूप से सहेजी नहीं जा सकती.
id_id: Maaf, file tidak dapat disimpan secara lokal karena konfigurasi keamanan organisasi Anda.
it_it: Spiacenti, il file non può essere salvato localmente a causa della configurazione di sicurezza della tua organizzazione.
ja_jp: セキュリティ設定により、当該ファイルはローカルに保存できません
ko_kr: 죄송합니다. 기업의 보안 설정으로 인해 파일을 로컬에 저장할 수 없습니다.
ms_my: Maaf, fail tidak boleh disimpan secara tempatan kerana konfigurasi keselamatan organisasi anda.
pt_br: Infelizmente, o arquivo não pode ser salvo localmente devido à configuração de segurança da sua organização.
ru_ru: К сожалению, файл не может быть сохранен локально из-за настроек безопасности вашей организации.
th_th: ขออภัย ไม่สามารถบันทึกไฟล์ในเครื่องได้เนื่องจากการกำหนดค่าความปลอดภัยขององค์กรของคุณ
vi_vn: Xin lỗi, không thể lưu tệp tin cục bộ do cấu hình bảo mật của tổ chức của bạn.
zh_cn: 抱歉，由于你所在组织的安全配置，该文件不能被保存到本地
zh_tw: 由於你所在組織的安全設定，無法將該檔案儲存到本機

# YcM
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer une demande
hi_in: अनुरोध भेजें
id_id: Kirim Permintaan
it_it: Invia richiesta
ja_jp: 申請を送信
ko_kr: 요청 보내기
ms_my: Hantar Permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送申请
zh_tw: 傳送申請

# /AM
source: Request has been sent
de_de: Anfrage wurde gesendet
es_es: La solicitud se ha enviado
fr_fr: La demande a été envoyée
hi_in: अनुरोध भेज दिया गया
id_id: Permintaan telah dikirimkan
it_it: La richiesta è stata inviata
ja_jp: 申請を送信しました
ko_kr: 요청을 보냄
ms_my: Permintaan telah dihantar
pt_br: A solicitação foi enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Yêu cầu đã được gửi
zh_cn: 申请发送成功
zh_tw: 申請傳送成功

# duI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# lPM
source: You can send a request to your administrator to approve the feature updates. Result will be sent to you via chat.
de_de: Sie können eine Anfrage an Ihren Administrator senden, um Funktionsaktualisierungen genehmigen zu lassen. Das Ergebnis wird Ihnen per Chat zugesendet.
es_es: Puedes enviar una solicitud al administrador para que apruebe las actualizaciones de las características. El resultado te llegará a través del chat.
fr_fr: Vous pouvez envoyer une demande à votre administrateur pour approuver les mises à jour des fonctionnalités. Le résultat vous sera envoyé via la discussion.
hi_in: आप सुविधा अपडेट्स के अनुमोदन के लिए अपने व्यवस्थापक को अनुरोध भेज सकते हैं. परिणाम आपको चैट के माध्यम से भेजा जाएगा.
id_id: Anda dapat mengirim permintaan ke administrator Anda untuk menyetujui pembaruan fitur. Hasil akan dikirimkan ke Anda via obrolan.
it_it: Puoi inviare una richiesta al tuo amministratore per approvare gli aggiornamenti della funzione. Il risultato ti verrà inviato tramite chat.
ja_jp: 管理者にこの機能の更新を申請することができます。申請が承認してから、あなたに通知します。
ko_kr: 관리자에게 기능 업데이트 승인 요청을 보낼 수 있습니다. 결과는 채팅을 통해 전송됩니다.
ms_my: Anda boleh menghantar permintaan kepada pentadbir anda untuk meluluskan kemas kini ciri. Keputusan akan dihantar kepada anda melalui sembang.
pt_br: Você pode enviar uma solicitação ao seu administrador para ele aprovar as atualizações do recurso. O resultado será enviado para você pelo chat.
ru_ru: Вы можете отправить запрос своему администратору для одобрения обновлений функций. Результат будет отправлен вам через чат.
th_th: คุณสามารถส่งคำขอไปยังผู้ดูแลของคุณเพื่อให้อนุญาตการอัปเดตฟีเจอร์นี้ได้ ผลลัพธ์จะถูกส่งถึงคุณผ่านทางแชท
vi_vn: Bạn có thể gửi yêu cầu đến quản trị viên để phê duyệt cập nhật tính năng. Kết quả sẽ được gửi cho bạn qua trò chuyện.
zh_cn: 你可向管理员申请审批该功能更新，审批结果将会以通知的形式发送给你。
zh_tw: 你可向管理員申請審核該功能更新，審核結果將會以通知的形式傳送給你。

# 9ok
source: Feature not yet approved by administrator
de_de: Funktion noch nicht vom Administrator genehmigt
es_es: El administrador no ha aprobado aún la característica.
fr_fr: L'administrateur n'a pas encore approuvé cette fonctionnalité
hi_in: व्यवस्थापक द्वारा अभी तक सुविधा का अनुमोदन नहीं किया गया है
id_id: Fitur belum disetujui oleh administrator
it_it: Funzione non ancora approvata dall'amministratore
ja_jp: 管理者はまだこの機能の使用申請を承認していません
ko_kr: 관리자가 아직 승인하지 않은 기능입니다
ms_my: Ciri belum diluluskan oleh pentadbir
pt_br: Recurso ainda não aprovado pelo administrador
ru_ru: Функция еще не одобрена администратором
th_th: ผู้ดูแลยังไม่ได้อนุมัติฟีเจอร์
vi_vn: Tính năng này chưa được quản trị viên phê duyệt
zh_cn: 管理员尚未审批通过此功能
zh_tw: 管理員尚未審核通過此功能

# GMw
source: Send failed
de_de: Senden fehlgeschlagen
es_es: Error de envío
fr_fr: Échec de l'envoi
hi_in: भेजना विफल हुआ
id_id: Gagal mengirim
it_it: Impossibile inviare
ja_jp: 送信できませんでした。後ほど再試行してください
ko_kr: 전송 실패
ms_my: Gagal menghantar
pt_br: Falha no envio
ru_ru: Ошибка отправки
th_th: ส่งไม่สำเร็จ
vi_vn: Gửi thất bại
zh_cn: 发送失败，请稍后重试
zh_tw: 傳送失敗，請稍後重試

# Mvk
source: Sending request...
de_de: Anfrage wird gesendet...
es_es: Enviando solicitud...
fr_fr: Envoi de la demande…
hi_in: अनुरोध भेज रहा है...
id_id: Mengirim permintaanâ€¦
it_it: Invio richiesta in corso...
ja_jp: 申請を送信しています...
ko_kr: 요청을 보내는 중...
ms_my: Menghantar permintaan...
pt_br: Enviando solicitação...
ru_ru: Отправка запроса...
th_th: กำลังส่งคำขอ...
vi_vn: Đang gửi yêu cầu...
zh_cn: 申请发送中
zh_tw: 申請傳送中

# ba0
source: The administrator has approved the feature updates. Launch again to use this feature.
de_de: Die Funktionsaktualisierungen wurden vom Administrator genehmigt. Starten Sie neu, um diese Funktion verwenden zu können.
es_es: El administrador ha aprobado las actualizaciones de las características. Vuelve a iniciar sesión para utilizar esta característica.
fr_fr: L'administrateur a approuvé les mises à jour des fonctionnalités. Relancez l'application pour utiliser cette fonctionnalité.
hi_in: व्यवस्थापक ने सुविधा अपडेट्स को अनुमोदित कर दिया है. इस सुविधा का उपयोग करने के लिए फिर से लॉन्च करें.
id_id: Administrator telah menyetujui pembaruan fitur. Luncurkan ulang untuk menggunakan fitur ini.
it_it: L'amministratore ha approvato gli aggiornamenti della funzione. Riavvia per utilizzare questa funzione.
ja_jp: 管理者はこの機能の更新を承認しました。機能をもう一度開いて使用してください。
ko_kr: 관리자가 기능 업데이트를 승인했습니다. 이 기능을 사용하려면 다시 시작하세요.
ms_my: Pentadbir telah meluluskan kemas kini ciri. Lancarkan semula untuk menggunakan ciri ini.
pt_br: O administrador aprovou as atualizações do recurso. Inicie novamente para usar este recurso.
ru_ru: Администратор одобрил обновления функций. Выполните перезапуск, чтобы использовать эту функцию.
th_th: ผู้ดูแลได้อนุมัติการอัปเดตฟีเจอร์แล้ว เปิดใช้งานอีกครั้งเพื่อใช้ฟีเจอร์นี้
vi_vn: Quản trị viên đã phê duyệt cập nhật tính năng. Khởi chạy lại để sử dụng tính năng này.
zh_cn: 管理员已审批通过此功能的更新，请重新打开功能进行使用
zh_tw: 管理員已審核通過此功能的更新，請重新開啟功能進行使用

# sqA
source: This feature is pending administrator approval, please wait.
de_de: Diese Funktion muss noch vom Administrator genehmigt werden. Bitte warten.
es_es: Esta característica tiene pendiente la aprobación del administración, debes esperar.
fr_fr: Cette fonctionnalité est en attente d'approbation par l'administrateur, veuillez patienter.
hi_in: यह सुविधा व्यवस्थापक के अनुमोदन के लिए लंबित है, कृपया प्रतीक्षा करें.
id_id: Fitur ini menunggu persetujuan administrator, tunggu sebentar.
it_it: Questa funzione è in attesa di approvazione da parte dell'amministratore, attendi.
ja_jp: 管理者はこ機能の更新を承認しています。しばらくお待ちください
ko_kr: 이 기능은 관리자 승인 대기 중입니다. 잠시만 기다려 주세요.
ms_my: Ciri ini menunggu kelulusan pentadbir, sila tunggu.
pt_br: A aprovação deste recurso por parte do administrador ainda está pendente. Aguarde.
ru_ru: Эта функция ожидает подтверждения администратором. Пожалуйста, подождите.
th_th: ฟีเจอร์นี้กำลังรอการอนุมัติจากผู้ดูแล โปรดรอ
vi_vn: Tính năng này đang chờ quản trị viên phê duyệt, vui lòng chờ.
zh_cn: 管理员正在审批此功能的更新，请等待
zh_tw: 管理員正在審核此功能的更新，請等待

# bHo
source: This app is not installed in your team.
de_de: Diese App ist nicht für Ihr Team installiert.
es_es: Esta aplicación no está instalada en tu equipo.
fr_fr: Cette application n'est pas installée dans votre équipe.
hi_in: यह ऐप आपकी टीम में इन्सटॉल नहीं है.
id_id: Aplikasi ini tidak dipasang di tim Anda.
it_it: Questa app non è installata nel tuo team.
ja_jp: あなたの法人アカウントはこのアプリをインストールしていません
ko_kr: 이 앱은 팀에 설치되지 않았습니다.
ms_my: Apl ini tidak dipasang dalam pasukan anda.
pt_br: Este aplicativo não está instalado na sua equipe.
ru_ru: Это приложение не установлено в вашей команде.
th_th: ยังไม่ได้ติดตั้งแอปนี้ในทีมของคุณ
vi_vn: Ứng dụng này chưa được cài đặt trong nhóm của bạn.
zh_cn: 你的团队尚未安装此应用
zh_tw: 你的團隊尚未安裝此應用程式

# lAQ
source: Now waiting for your administrator to approve the feature update. Come back later!
de_de: Ihr Administrator muss die Funktionsaktualisierung noch genehmigen. Sehen Sie später noch mal nach.
es_es: Debes esperar a que el administrador apruebe la actualización de la característica. ¡Vuelve más tarde!
fr_fr: En attente de l'approbation de la mise à jour des fonctionnalités par votre administrateur. Revenez plus tard !
hi_in: अभी सुविधा अपडेट्स के लिए आपके व्यवस्थापक के अनोमोदन की प्रतीक्षा कर रहे हैं. बाद में वापस आएँ!
id_id: Sekarang menunggu administrator Anda untuk menyetujui pembaruan fitur. Kembali lagi nanti!
it_it: Ora in attesa che il tuo amministratore approvi l'aggiornamento della funzione. Ricontrolla più tardi.
ja_jp: 管理者はこ機能の更新を承認しています。他の機能を使ってみましょう。
ko_kr: 이제 관리자가 기능 업데이트를 승인할 때까지 기다리는 중입니다. 나중에 다시 확인해 주세요!
ms_my: Sekarang menunggu kelulusan pentadbir untuk mengemas kini ciri. Kembali kemudian!
pt_br: Aguardando seu administrador aprovar a atualização do recurso. Volte mais tarde!
ru_ru: Ожидание одобрения обновления функции администратором. Вернитесь позже!
th_th: กำลังรอให้ผู้ดูแลของคุณอนุมัติการอัปเดตฟีเจอร์อยู่ในขณะนี้ โปรดกลับมาตรวจสอบในภายหลัง!
vi_vn: Đang chờ quản trị viên của bạn phê duyệt cập nhật tính năng. Quay lại sau!
zh_cn: 正在等待管理员审批更新，不妨先试试其他功能
zh_tw: 正在等待管理員審核更新，不妨先試試其他功能

# EFg
source: You have submitted the request. Please wait for the administrator's approval.
de_de: Sie haben die Anfrage abgesendet. Warten Sie auf die Genehmigung durch den Administrator.
es_es: Has enviado la solicitud. Espera a que el administrador la apruebe.
fr_fr: Vous avez soumis la demande. Veuillez attendre l'approbation de l'administrateur.
hi_in: आप अनुरोध सबमिट कर चुके हैं. कृपया व्यवस्थापक के अनुमोदन की प्रतीक्षा करें.
id_id: Anda telah mengirimkan permintaan. Tunggu persetujuan administrator.
it_it: Hai inviato la richiesta. Attendi l'approvazione dell'amministratore.
ja_jp: 申請を管理者に送信しました。現在処理中です。
ko_kr: 요청을 제출했습니다. 관리자의 승인을 기다려 주세요.
ms_my: Anda telah menghantar permintaan. Sila tunggu kelulusan pentadbir.
pt_br: Você enviou a solicitação. Aguarde a aprovação do administrador.
ru_ru: Вы отправили запрос. Дождитесь подтверждения администратором.
th_th: คุณได้ส่งคำขอแล้ว โปรดรอการอนุมัติจากผู้ดูแล
vi_vn: Bạn đã gửi yêu cầu. Vui lòng chờ quản trị viên phê duyệt.
zh_cn: 管理员已接收到你的申请，正在处理中
zh_tw: 管理員已接收到你的申請，正在處理中

# 4Yc
source: The accelerometer is running
de_de: Beschleunigungsmesser wird ausgeführt.
es_es: El acelerómetro se está ejecutando
fr_fr: L'accéléromètre fonctionne
hi_in: एक्सेलेरोमीटर चल रहा है
id_id: Akselerometer sedang berjalan
it_it: L'accelerometro è in funzione
ja_jp: 加速度計は実行しています
ko_kr: 가속도계가 작동 중입니다
ms_my: Pemecutan sedang berjalan
pt_br: O acelerômetro está sendo executado
ru_ru: Акселерометр работает
th_th: มาตรวัดความเร่งกำลังทำงานอยู่
vi_vn: Bộ gia tốc đang chạy
zh_cn: 加速度计正在运行中
zh_tw: 加速度計正執行中

# Gq0
source: The authContent cannot be null
de_de: authContent darf nicht Null sein.
es_es: El authContent no puede ser nulo
fr_fr: L'authContent ne peut pas être nul
hi_in: authContent खाली नहीं रह सकता है
id_id: authContent tidak boleh kosong
it_it: authContent non può essere vuoto
ja_jp: authContent は入力必須です
ko_kr: authContent는 null이 될 수 없습니다
ms_my: authContent tidak boleh kosong
pt_br: O authContent não pode ser nulo
ru_ru: authContent не может быть пустым
th_th: authContent ไม่สามารถเว้นว่างได้
vi_vn: Không để trống Nội dung xác thực
zh_cn: authContent字段不能为空
zh_tw: authContent 欄位不能為空

# 0HM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Y1U
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hi_in: बाहर आएँ
id_id: Keluar
it_it: Esci
ja_jp: 退出
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 結束

# zuI
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 暂不
zh_tw: 暫不

# ym0
source: "%@" has repeatedly popped window, exit?
de_de: Fenster wurde von "%@" wiederholt per Pop entfernt. Beenden?
es_es: "%@" ha abierto varias ventanas, ¿salir?
fr_fr: "%@" a ouvert une fenêtre à plusieurs reprises, quitter ?
hi_in: बाहर आने के लिए ”%@” ने विंडो को बार-बार पॉपअप किया है?
id_id: "%@" telah sering memunculkan jendela, keluar?
it_it: "%@" apre ripetutamente la finestra, uscire?
ja_jp: 「%@」から退出しますか？
ko_kr: "%@"이(가) 반복적으로 팝업창을 표시합니다. 종료할까요?
ms_my: ""%@" telah berulang kali muncul tetingkap, keluar?
pt_br: "%@" abriu janelas de pop-up repetidamente, sair?
ru_ru: "%@" несколько раз открывал окно. Выйти?
th_th: "%@" มีหน้าต่างเด้งขึ้นมาอย่างต่อเนื่อง คุณต้องการออกหรือไม่
vi_vn: "%@" liên tục bật cửa sổ, thoát?
zh_cn: “%@”连续弹窗多次，是否要退出小程序？
zh_tw: 「%@」連續彈窗多次，是否要退出小程式？

# 13k
source: OK
es_es: Aceptar
hi_in: ठीक है
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_tw: 確定

# ZsM
source: Done
de_de: Erledigt
es_es: Hecho
fr_fr: Terminé
hi_in: संपन्न करें
id_id: Selesai
it_it: Operazione completata
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# q+M
source: The itemList cannot be null
de_de: itemList darf nicht Null sein.
es_es: La itemList no puede ser nula
fr_fr: La itemList ne peut pas être nulle
hi_in: itemList खाली नहीं रह सकता है
id_id: itemList tidak boleh kosong
it_it: ItemList non può essere vuoto
ja_jp: itemListは空欄にできません
ko_kr: itemList는 null이 될 수 없습니다
ms_my: itemList tidak boleh kosong
pt_br: O itemList não pode ser nulo
ru_ru: itemList не может быть пустым
th_th: itemList ไม่สามารถเว้นว่างได้
vi_vn: Không thể để trống Danh sách mục
zh_cn: itemList不能为空
zh_tw: itemList 不能為空

# IPI
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: हो गया
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 完成
zh_tw: 完成

# dAw
source: The user has not set lock screen password
de_de: Benutzer hat kein Kennwort für die Sperrbildschirm festgelegt.
es_es: El usuario no ha configurado la contraseña de la pantalla de bloqueo
fr_fr: L'utilisateur n'a pas défini le mot de passe de l'écran de verrouillage
hi_in: उपयोगकर्ता ने लॉक स्क्रीन पासवर्ड सेट नहीं किया है
id_id: Pengguna belum menetapkan kata sandi kunci layar
it_it: L'utente non ha impostato la password per la schermata di blocco
ja_jp: ユーザーは画面ロックのパスワードを設置していません
ko_kr: 사용자가 화면 잠금 비밀번호를 설정하지 않았습니다
ms_my: Pengguna belum menetapkan kata laluan skrin kunci
pt_br: O usuário não definiu a senha para bloquear a tela
ru_ru: Пользователь не задал пароль для блокировки экрана
th_th: ผู้ใช้ไม่ได้ตั้งรหัสผ่านสำหรับล็อกหน้าจอ
vi_vn: Người dùng chưa đặt mật khẩu màn hình khóa
zh_cn: 用户未设置锁屏密码
zh_tw: 使用者未設定螢幕鎖定密碼

# I/E
source: The current device does not support accelerometers
de_de: Das aktuelle Gerät unterstützt keine Beschleunigungsmesser.
es_es: El dispositivo actual no es compatible con los acelerómetros
fr_fr: L'appareil actuel ne prend pas en charge les accéléromètres
hi_in: वर्तमान डिवाइस एक्सीलेरोमीटर को सपोर्ट नहीं करता है
id_id: Perangkat saat ini tidak mendukung akselerometer
it_it: Il dispositivo corrente non supporta gli accelerometri
ja_jp: このデバイスは加速度計に対応しません
ko_kr: 현재 장치가 가속도계를 지원하지 않습니다
ms_my: Peranti semasa tidak menyokong pemecut
pt_br: O dispositivo atual não é compatível com acelerômetros
ru_ru: Текущее устройство не поддерживает акселерометры
th_th: อุปกรณ์ปัจจุบันไม่รองรับมาตรวัดความเร่ง
vi_vn: Thiết bị hiện tại không hỗ trợ bộ gia tốc
zh_cn: 当前设备不支持加速度计
zh_tw: 目前裝置不支援加速度計

# Kmw
source: Scan code is running
de_de: Scancode wird ausgeführt.
es_es: El código de tecla se está ejecutando
fr_fr: Scan du code en cours
hi_in: स्कैन कोड चल रहा है
id_id: Pemindaian kode sedang berjalan
it_it: Il codice di scansione è in esecuzione
ja_jp: スキャン中
ko_kr: 스캔 코드가 작동 중입니다
ms_my: Kod imbas sedang berjalan
pt_br: O código está sendo escaneado
ru_ru: Выполняется сканирование кода
th_th: รหัสสแกนกำลังทำงานอยู่
vi_vn: Mã quét đang chạy
zh_cn: 扫码正在运行
zh_tw: 掃碼正在執行

# uYk
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# NOg
source: Please add content here
de_de: Hier Inhalt hinzufügen
es_es: Agregue contenido aquí
fr_fr: Veuillez ajouter du contenu ici
hi_in: कृपया यहां कंटेंट जोड़ें
id_id: Tambah konten di sini
it_it: Aggiungi contenuti qui
ja_jp: ここに内容を入力してください
ko_kr: 여기에 콘텐츠를 추가하세요
ms_my: Sila tambah kandungan di sini
pt_br: Adicione o conteúdo aqui
ru_ru: Добавьте содержимое здесь
th_th: โปรดเพิ่มเนื้อหาที่นี่
vi_vn: Vui lòng thêm nội dung tại đây
zh_cn: 请在这里输入内容
zh_tw: 請在這裡輸入內容

# 9sc
source: The telephone service failed to be called.
de_de: Telefondienst konnte nicht aufgerufen werden.
es_es: Error al llamar al servicio de teléfono.
fr_fr: Échec de l'appel du service téléphonique.
hi_in: टेलीफ़ोन सेवा को कॉल करने में विफल रहा.
id_id: Layanan telepon gagal dihubungi.
it_it: Impossibile chiamare il servizio telefonico.
ja_jp: 電話サービスを開くことができませんでした
ko_kr: 전화 서비스 통화에 실패했습니다.
ms_my: Gagal memanggil perkhidmatan telefon.
pt_br: O serviço telefônico falhou ao ser chamado.
ru_ru: Не удалось вызвать телефонную службу.
th_th: ติดต่อบริการโทรศัพท์ไม่สำเร็จ
vi_vn: Dịch vụ điện thoại không gọi được.
zh_cn: 电话服务调起失败。
zh_tw: 電話服務調起失敗。

# mpY
source: The title is null
de_de: Titel ist Null.
es_es: El título es nulo
fr_fr: Le titre est nul
hi_in: टाइटल खाली है
id_id: Judul kosong
it_it: Il titolo è vuoto
ja_jp: タイトルが空です
ko_kr: 제목이 null입니다
ms_my: Tajuk kosong
pt_br: O título é nulo
ru_ru: Заголовок пустой
th_th: Title ถูกเว้นว่างไว้
vi_vn: Tiêu đề trống
zh_cn: title为空
zh_tw: title 為空

# Fkw
source: The title and content cannot be null at the same time
de_de: Titel und Inhalt dürfen nicht gleichzeitig Null sein.
es_es: El título y el contenido no pueden ser nulos a la vez
fr_fr: Le titre et le contenu ne peuvent pas être nuls en même temps
hi_in: टाइटल और कंटेंट एक ही समय में खाली नहीं रह सकता है
id_id: Judul dan konten tidak boleh kosong pada saat bersamaan
it_it: Il titolo e il contenuto non possono essere entrambi vuoti
ja_jp: title と content はどちらかを入力する必要があります
ko_kr: 제목과 내용이 동시에 null이 될 수 없습니다
ms_my: Tajuk dan kandungan tidak boleh kosong pada masa yang sama
pt_br: O título e o conteúdo não podem ser nulos ao mesmo tempo
ru_ru: Заголовок и содержимое не могут быть пустыми одновременно
th_th: ไม่สามารถเว้นว่างทั้ง title และ content พร้อมๆ กันได้
vi_vn: Không thể để trống tiêu đề và nội dung cùng một lúc
zh_cn: title 和 content不能同时为空
zh_tw: title 和 content 不能同時為空

# KC8
source: Unlock Failed
de_de: Entsperren fehlgeschlagen
es_es: Error al desbloquear
fr_fr: Échec du déverrouillage
hi_in: अनलॉक करना विफल रहा
id_id: Gagal membuka Kunci
it_it: Impossibile sbloccare
ja_jp: 開錠失敗
ko_kr: 잠금 해제 실패
ms_my: Gagal Membuka Kunci
pt_br: Falha no desbloqueio
ru_ru: Не удалось разблокировать
th_th: ปลดล็อกไม่สำเร็จ
vi_vn: Mở khóa không thành công
zh_cn: 解锁失败
zh_tw: 解鎖失敗
