Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Gos
source: You can access all folders in Drive, including personal folders and shared folders.
de_de: Sie können in Drive auf alle Ordner zugreifen, auch auf persönliche und freigegebene Ordner.
es_es: Puedes acceder a todas las carpetas de Drive, incluidas las carpetas compartidas y las carpetas personales.
fr_fr: Vous pouvez accéder à tous les dossiers sur Drive, y compris les dossiers personnels et les dossiers partagés.
id_id: Anda dapat mengakses semua folder di Drive, termasuk folder pribadi dan folder bersama.
it_it: Puoi accedere a tutte le cartelle in Drive, incluse le cartelle personali e quelle condivise.
ja_jp: すべてのフォルダ（共有フォルダと個人フォルダを含む）は、ドライブに保存されています。
ko_kr: 개인 폴더와 공유 폴더를 포함하여 드라이브에서 모든 폴더에 액세스할 수 있습니다.
ms_my: Anda boleh mengakses semua folder dalam Drive, termasuk folder peribadi dan folder yang dikongsi.
pt_br: Você pode acessar todas as pastas no Drive, inclusive as pastas pessoais e as compartilhadas.
ru_ru: Вы можете получить доступ ко всем папкам на Диске, включая личные папки и общие папки.
th_th: คุณสามารถเข้าถึงโฟลเดอร์ทั้งหมดใน Drive รวมถึงโฟลเดอร์ที่ใช้ร่วมกันและโฟลเดอร์ส่วนตัวได้
vi_vn: Bạn có thể truy cập tất cả thư mục trong Drive, bao gồm thư mục cá nhân và thư mục dùng chung.
zh_cn: 全部文件夹都保存在云盘中，包括个人文件夹和共享文件夹
zh_tw: 所有資料夾均儲存在雲端硬碟中，包括個人資料夾和共用資料夾

# 1AQ
source: My Space and Shared Spaces have moved to Drive
de_de: „Mein Bereich“ und „Geteilte Bereiche“ wurden zu Drive verschoben
es_es: Mi Espacio y Espacios compartidos se han movido a Drive
fr_fr: Mon Espace et Espaces partagés ont été déplacés vers le Drive
id_id: Ruang Saya dan Ruang Bersama telah dipindahkan ke Drive
it_it: Il mio spazio e Spazi condivisi sono stati spostati in Drive
ja_jp: フォルダはドライブに移動されました！
ko_kr: 내 공간 및 공유 공간이 드라이브로 이동되었습니다
ms_my: Ruang Saya dan Ruang Berkongsi telah dipindahkan ke Drive
pt_br: Meu espaço e Espaços compartilhados foram movidos para o Drive
ru_ru: Мое пространство и общие пространства перемещены на Диск
th_th: พื้นที่ของฉันและพื้นที่ที่ใช้ร่วมกันจะย้ายไปยัง Drive
vi_vn: Không gian của tôi và Không gian dùng chung đã di chuyển vào Drive
zh_cn: “我的空间”和“共享空间”搬家到云盘了！
zh_tw: 「我的空間」和「共用空間」移到雲端硬碟了！

# qD4
source: My document library
de_de: Meine Dokumentenbibliothek
es_es: Mi biblioteca de documentos
fr_fr: Ma bibliothèque de documents
id_id: Pustaka dokumen saya
it_it: La mia raccolta di documenti
ja_jp: マイライブラリ
ko_kr: 내 문서 라이브러리
ms_my: Perpustakaan dokumen saya
pt_br: Minha biblioteca do Docs
ru_ru: Моя библиотека документов
th_th: ไลบรารีเอกสารของฉัน
vi_vn: Thư viện tài liệu của tôi
zh_cn: 我的文档库
zh_tw: 我的文件資料庫

# n+Q
source: My Document Library
de_de: Meine Dokumentenbibliothek
es_es: Mi biblioteca de documentos
fr_fr: Ma bibliothèque de documents
id_id: Pustaka Dokumen Saya
it_it: La mia raccolta di documenti
ja_jp: マイライブラリ
ko_kr: 내 문서 라이브러리
ms_my: Perpustakaan Dokumen Saya
pt_br: Minha biblioteca do Docs
ru_ru: Моя библиотека документов
th_th: ไลบรารีเอกสารของฉัน
vi_vn: Thư viện tài liệu của tôi
zh_cn: 我的文档库
zh_tw: 我的文件資料庫

# G54
source: Pins
de_de: Anheftungen
es_es: Fijados
fr_fr: Épinglés
id_id: Pin
it_it: Elementi fissati
ja_jp: ピン留め
ko_kr: 고정 항목
ms_my: Pin
pt_br: Fixações
ru_ru: Закрепления
th_th: ปักหมุด
vi_vn: Mục đã ghim
zh_cn: 置顶
zh_tw: 置頂

# 4wQ
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récent
id_id: Terbaru
it_it: Recenti
ja_jp: 最近アクセスしたもの
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近访问
zh_tw: 最近造訪

# uVI
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
id_id: Terbaru
it_it: Recenti
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recente
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近访问
zh_tw: 最近造訪

# UBY
source: Remove From Pins
de_de: Aus Anheftungen entfernen
es_es: Quitar de fijados
fr_fr: Retirer de la catégorie Épinglés
id_id: Hapus dari Pin
it_it: Rimuovi da Elementi fissati
ja_jp: 「ピン留め」から外す
ko_kr: 고정 항목에서 제거
ms_my: Buang Dari Pin
pt_br: Remover das fixações
ru_ru: Удалить из контактов
th_th: ลบออกจากการปักหมุดหรือไม่
vi_vn: Xóa khỏi Mục đã ghim
zh_cn: 从“置顶”移除
zh_tw: 從「置頂」移除

# IZU
source: Removed from pins
de_de: Aus Anheftungen entfernt
es_es: Quitado de fijados
fr_fr: Retiré de la catégorie Épinglés
id_id: Dihapus dari pin
it_it: Rimozione completata dagli elementi fissati
ja_jp: 「ピン留め」から外しました
ko_kr: 고정 항목에서 제거되었습니다
ms_my: Dibuang dari pin
pt_br: Removido das fixações
ru_ru: Удалено из закреплений
th_th: ลบออกจากการปักหมุดแล้ว
vi_vn: Đã xóa khỏi mục đã ghim
zh_cn: 已从“置顶”移除
zh_tw: 已從「置頂」移除

# 0GI
source: Rename Shortcut
de_de: Verknüpfung umbenennen
es_es: Cambiar nombre del acceso directo
fr_fr: Renommer le raccourci
id_id: Ganti Nama Pintasan
it_it: Rinomina scelta rapida
ja_jp: ショートカットの名前を変更
ko_kr: 바로 가기 이름 바꾸기
ms_my: Namakan Semula Pintasan
pt_br: Renomear atalho
ru_ru: Переименовать метку
th_th: เปลี่ยนชื่อทางลัด
vi_vn: Đổi tên phím tắt
zh_cn: 重命名快捷方式
zh_tw: 重新命名快速方式

# o28
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté avec succès
id_id: Berhasil ditambahkan
it_it: Aggiunta completata
ja_jp: 追加日時
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 添加时间
zh_tw: 新增時間

# eHA
source: Shared Folders
de_de: Freigegebene Ordner
es_es: Carpetas compartidas
fr_fr: Dossiers partagés
id_id: Folder Bersama
it_it: Cartelle condivise
ja_jp: 共有フォルダ
ko_kr: 공유 폴더
ms_my: Folder yang Dikongsi
pt_br: Pastas compartilhadas
ru_ru: Общие папки
th_th: โฟลเดอร์ที่ใช้ร่วมกัน
vi_vn: Thư mục dùng chung
zh_cn: 共享文件夹
zh_tw: 共用資料夾

# Lnk
source: Shared Time
de_de: Zeitpunkt, an dem geteilt wurde
es_es: Fecha/hora en que se compartió
fr_fr: Heure du partage
id_id: Waktu Berbagi
it_it: Data/Ora di condivisione
ja_jp: 共有日時
ko_kr: 공유한 시간
ms_my: Masa Berkongsi
pt_br: Horário de compartilhamento
ru_ru: Время открытия доступа
th_th: เวลาที่แบ่งปัน
vi_vn: Thời gian chia sẻ
zh_cn: 共享时间
zh_tw: 分享時間

# qwk
source: Shared
de_de: Geteilt
es_es: Compartidos
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisione completata
ja_jp: 共有
ko_kr: 공유됨
ms_my: Berkongsi
pt_br: Compartilhado
ru_ru: Общее
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 共享
zh_tw: 分享

# 6J8
source: Shared
de_de: Freigegeben
es_es: Compartidos
fr_fr: Partagé
id_id: Berhasil membagikan
it_it: Condivisi
ja_jp: 共有
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Общие
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 共享
zh_tw: 分享

# OKw
source: All wiki spaces
de_de: Alle Wiki-Bereiche
es_es: Todos los espacios Wiki
fr_fr: Tous les espaces Wiki
id_id: Semua ruang wiki
it_it: Tutti gli spazi Wiki
ja_jp: すべて
ko_kr: 모든 Wiki 공간
ms_my: Semua ruang wiki
pt_br: Todos os espaços da wiki
ru_ru: Все Wiki-пространства
th_th: พื้นที่ Wiki ทั้งหมด
vi_vn: Tất cả không gian Wiki
zh_cn: 全部知识库
zh_tw: 全部知識庫

# Ics
source: Contents
de_de: Inhalte
es_es: Contenido
fr_fr: Contenu
id_id: Konten
it_it: Contenuti
ja_jp: カテゴリ
ko_kr: 콘텐츠
ms_my: Kandungan
pt_br: Conteúdos
ru_ru: Содержание
th_th: เนื้อหา
vi_vn: Nội dung
zh_cn: 目录
zh_tw: 目錄

# 26o
source: Pinned wiki spaces
de_de: Angeheftete Wiki-Bereiche
es_es: Espacios Wiki fijados
fr_fr: Espaces Wiki épinglés
id_id: Ruang wiki yang dipin
it_it: Spazi Wiki fissati
ja_jp: ピン留め
ko_kr: 고정된 Wiki 공간
ms_my: Ruang wiki yang dilekatkan
pt_br: Espaços da wiki fixados
ru_ru: Закрепленные Wiki-пространства
th_th: พื้นที่ Wiki ที่ปักหมุดไว้
vi_vn: Không gian Wiki đã ghim
zh_cn: 置顶知识库
zh_tw: 置頂知識庫

# xuY
source: Create Now
de_de: Jetzt erstellen
es_es: Crear ahora
fr_fr: Créer maintenant
id_id: Buat Sekarang
it_it: Crea ora
ja_jp: 今すぐ作成
ko_kr: 지금 생성
ms_my: Cipta Sekarang
pt_br: Criar agora
ru_ru: Создать сейчас
th_th: สร้างเลย
vi_vn: Tạo ngay
zh_cn: 立即新建
zh_tw: 立即建立

# x2I
source: Space
de_de: Bereiche
es_es: Espacio
fr_fr: Espace
id_id: Ruang
it_it: Spazio
ja_jp: スペース
ko_kr: 공간
ms_my: Ruang
pt_br: Espaço
ru_ru: Пространство
th_th: พื้นที่
vi_vn: Không gian
zh_cn: 空间
zh_tw: 空間

# mZI
source: Added to favorites at {{time}}
de_de: Um {{time}} zu den Favoriten hinzugefügt
es_es: Agregado a Favoritos a las {{time}}
fr_fr: Ajouté aux favoris à {{time}}
id_id: Ditambahkan ke favorit pada {{time}}
it_it: Aggiunta ai preferiti completata alle {{time}}
ja_jp: お気に入り追加日時：{{time}}
ko_kr: {{time}}에 즐겨찾기에 추가되었습니다
ms_my: Ditambah ke kegemaran pada {{time}}
pt_br: Adicionado aos favoritos em {{time}}
ru_ru: Добавлено в Избранное в {{time}}
th_th: เพิ่มในรายการโปรดแล้วเมื่อ {{time}}
vi_vn: Đã thêm vào mục ưa thích lúc {{time}}
zh_cn: 收藏于 {{time}}
zh_tw: 收藏於 {{time}}

# Ukk
source: Added to Favorites
de_de: Zu den Favoriten hinzugefügt
es_es: Agregado a Favoritos
fr_fr: Ajouté aux favoris
id_id: Ditambahkan ke Favorit
it_it: Aggiunta ai Preferiti completata
ja_jp: お気に入り追加日時
ko_kr: 즐겨찾기에 추가됨
ms_my: Ditambah ke Kegemaran
pt_br: Adicionado aos favoritos
ru_ru: Добавлено в Избранное
th_th: เพิ่มในรายการโปรดแล้ว
vi_vn: Đã thêm vào mục Ưa thích
zh_cn: 收藏时间
zh_tw: 收藏時間

# SEA
source: Load failed. Please refresh and try again.
de_de: Laden fehlgeschlagen. Bitte aktualisieren Sie und versuchen Sie es erneut.
es_es: Error al cargar. Actualiza e inténtalo de nuevo.
fr_fr: Échec de chargement. Veuillez actualiser et réessayer.
id_id: Gagal memuat. Perbarui dan coba lagi.
it_it: Caricamento non riuscito. Aggiorna e riprova.
ja_jp: 読み込みできませんでした。画面を下にスライドし、再試行してください。
ko_kr: 로드에 실패했습니다. 새로 고치고 다시 시도하세요.
ms_my: Gagal memuat. Sila muat semula dan cuba lagi.
pt_br: Falha no carregamento. Atualize e tente novamente.
ru_ru: Загрузка не удалась. Обновите и повторите попытку.
th_th: การโหลดล้มเหลว โปรดรีเฟรชและลองอีกครั้ง
vi_vn: Tải không thành công. Vui lòng làm mới rồi thử lại.
zh_cn: 加载失败，请下拉刷新重试
zh_tw: 載入失敗，請下拉以重新整理並重試

# f+A
source: Unsorted
de_de: Unsortiert
es_es: Sin ordenar
fr_fr: Non triés
id_id: Tidak diurutkan
it_it: Non ordinati
ja_jp: 未分類
ko_kr: 정렬되지 않음
ms_my: Tidak Disusun
pt_br: Não classificado
ru_ru: Несортированные
th_th: ยกเลิกการจัดเรียง
vi_vn: Chưa sắp xếp
zh_cn: 未整理
zh_tw: 未整理

# fsY
source: Unsorted
de_de: Unsortiert
es_es: Sin ordenar
fr_fr: Non trié
id_id: Tidak diurutkan
it_it: Non ordinati
ja_jp: 未分類
ko_kr: 정렬되지 않음
ms_my: Tidak disusun
pt_br: Não classificado
ru_ru: Несортированные
th_th: ยกเลิกการจัดเรียง
vi_vn: Chưa sắp xếp
zh_cn: 未整理
zh_tw: 未整理

# 6DE
source: Upload local files
de_de: Lokale Dateien hochladen
es_es: Subir archivos locales
fr_fr: Envoyer des fichiers locaux
id_id: Unggah file lokal
it_it: Carica file locali
ja_jp: ローカルファイルのアップロード
ko_kr: 로컬 파일 업로드
ms_my: Muat naik fail tempatan
pt_br: Carregar arquivos locais
ru_ru: Загрузить локальные файлы
th_th: อัปโหลดไฟล์ภายในเครื่อง
vi_vn: Tải lên tập tin cục bộ
zh_cn: 上传本地文件
zh_tw: 上傳本機檔案

# HAI
source: {{nickname}}'s Docs
de_de: Docs von {{nickname}}
es_es: Documentos de Docs de {{nickname}}
fr_fr: Docs de {{nickname}}
id_id: Docs {{nickname}}
it_it: Docs di {{nickname}}
ja_jp: {{nickname}} の Docs
ko_kr: {{nickname}} 님의 Docs
ms_my: Docs {{nickname}}
pt_br: Docs de {{nickname}}
ru_ru: Документы пользователя {{nickname}}
th_th: Docs ของ {{nickname}}
vi_vn: Docs của {{nickname}}
zh_cn: {{nickname}}的云文档
zh_tw: {{nickname}}的雲端文件

# scU
source: View All Shared Docs
de_de: Alle geteilten Docs anzeigen
es_es: Ver todos los documentos de Docs compartidos
fr_fr: Afficher tous les documents partagés
id_id: Lihat Semua Dokumen yang Dibagikan
it_it: Visualizza tutti i Docs condivisi
ja_jp: すべての共有を表示
ko_kr: 모든 공유 Docs 보기
ms_my: Lihat Semua Docs Berkongsi
pt_br: Visualizar todos os Docs compartilhados
ru_ru: Просмотреть все общие документы
th_th: ดู Docs ที่ใช้ร่วมกันทั้งหมด
vi_vn: Xem tất cả Docs được chia sẻ
zh_cn: 查看全部共享
zh_tw: 查看全部分享

# xLI
source: View Workspace
de_de: Workspace ansehen
es_es: Ver espacio de trabajo
fr_fr: Afficher l'espace de travail
id_id: Lihat Ruang Kerja
it_it: Visualizza Area di lavoro
ja_jp: ウィキスペースを表示
ko_kr: 작업 영역 보기
ms_my: Lihat Ruang Kerja
pt_br: Visualizar espaço de trabalho
ru_ru: Посмотреть рабочую среду
th_th: ดูพื้นที่ทำงาน
vi_vn: Xem Không gian làm việc
zh_cn: 查看知识库
zh_tw: 查看知識庫

# gaA
source: Viewed
de_de: Angesehen
es_es: Visto
fr_fr: Consulté
id_id: Dilihat
it_it: Visualizzazione completata
ja_jp: 最終閲覧
ko_kr: 확인됨
ms_my: Dilihat
pt_br: Visualizado
ru_ru: Просмотрено
th_th: ดูแล้ว
vi_vn: Đã xem
zh_cn: 访问时间
zh_tw: 存取時間

# cr8
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# Ml0
source: Anyone with the link and password {{permType}}
de_de: Alle mit dem Link und dem Kennwort {{permType}}
es_es: Cualquier persona con el enlace y la contraseña {{permType}}
fr_fr: Toute personne disposant du lien et du mot de passe {{permType}}
id_id: Siapa pun yang memiliki tautan dan kata sandi {{permType}}
it_it: Per chiunque disponga del link e della password {{permType}}
ja_jp: リンクとパスワードを取得した全員が{{permType}}
ko_kr: 링크 및 {{permType}} 비밀번호를 가진 모든 사람
ms_my: Sesiapa dengan pautan dan kata laluan {{permType}}
pt_br: Qualquer pessoa com o link e a senha {{permType}}
ru_ru: Любой, у кого есть ссылка и пароль {{permType}}
th_th: ทุกคนที่มีลิงก์และรหัสผ่าน {{permType}}
vi_vn: Bất kỳ ai có liên kết và mật khẩu {{permType}}
zh_cn: 互联网上获得链接和密码的人{{permType}}
zh_tw: 網際網路上取得連結和密碼的人{{permType}}

# TsE
source: Anyone with the link and password {{permType1}}; people in the organization {{permType2}}
de_de: Alle mit dem Link und dem Kennwort {{permType1}}; Personen in der Organisation {{permType2}}
es_es: Cualquier persona con el enlace y la contraseña {{permType1}}; las personas de la organización {{permType2}}
fr_fr: Toute personne disposant du lien et du mot de passe {{permType1}} ; les membres de l'organisation {{permType2}}
id_id: Siapa pun yang memiliki tautan dan kata sandi {{permType1}}; orang di organisasi {{permType2}}
it_it: Per chiunque disponga del link e della password {{permType1}}; per le persone nell'organizzazione {{permType2}}
ja_jp: リンクとパスワードを取得した全員が{{permType1}}、内部メンバーが{{permType2}}
ko_kr: 링크 및 {{permType1}} 비밀번호를 가진 모든 사람, {{permType2}} 기업 내부 인원
ms_my: Sesiapa dengan pautan dan kata laluan {{permType1}}; orang dalam organisasi {{permType2}}
pt_br: Qualquer pessoa com o link e a senha {{permType1}}; pessoas na organização {{permType2}}
ru_ru: Любой, у кого есть ссылка и пароль {{permType1}}; участники организации {{permType2}}
th_th: ทุกคนที่มีลิงก์และรหัสผ่าน {{permType1}} คนในองค์กร {{permType2}}
vi_vn: Bất kỳ ai có liên kết và mật khẩu {{permType1}}; những người trong tổ chức {{permType2}}
zh_cn: 互联网上获得链接和密码的人{{permType1}}，组织内的人{{permType2}}
zh_tw: 網際網路上取得連結和密碼的人{{permType1}}，組織內的人{{permType2}}

# R6Q
source: {{userName}} will become the owner of this document, and this document will be moved to the owner's "My Space". A shortcut of this document will be left in its previous location.
de_de: {{userName}} wird der Besitzer dieses Dokuments, und das Dokument wird nach „Mein Bereich“ des Besitzers verschoben. Eine Verknüpfung dieses Dokuments verbleibt am vorherigen Speicherort.
es_es: {{userName}} se convertirá en el propietario de este documento, que se moverá al "Mi espacio" de su propietario. En su ubicación anterior quedará un acceso directo.
fr_fr: {{userName}} deviendra le propriétaire de ce document, et ce document sera déplacé vers son emplacement "Mon espace". Un raccourci vers ce document sera créé dans l'ancien emplacement.
id_id: {{userName}} akan menjadi pemilik dokumen ini, dan dokumen ini akan dipindahkan ke "Ruang Saya" milik pemilik. Pintasan dokumen ini akan ditinggalkan di lokasi sebelumnya.
it_it: {{userName}} diventerà il proprietario di questo documento, il quale verrà spostato in "Il mio spazio" del proprietario. Un collegamento a questo documento verrà lasciato nella relativa posizione precedente.
ja_jp: すると、{{userName}} がこのドキュメントの所有者になり、このドキュメントは新しい所有者の「マイスペース」に移動されます。元の場所には、このドキュメントへのショートカットが残ります。
ko_kr: {{userName}} 님이 이 문서의 소유자가 되며, 이 문서는 소유자의 "내 공간"으로 이동됩니다. 이 문서의 바로가기는 이전 위치에 남아 있습니다.
ms_my: {{userName}} akan menjadi pemilik dokumen ini, dan dokumen ini akan dipindahkan ke "Ruang Saya" pemilik. Pintasan dokumen ini akan ditinggalkan di lokasi sebelumnya.
pt_br: {{userName}} se tornará o proprietário deste documento, e este documento será movido para o "Meu espaço" do proprietário. Um atalho deste documento será deixado em sua localização anterior.
ru_ru: {{userName}} станет владельцем этого документа, и этот документ будет перемещен в "Мое пространство" владельца. Ярлык этого документа останется на прежнем месте.
th_th: {{userName}} จะกลายเป็นเจ้าของเอกสารนี้ และเอกสารนี้จะถูกย้ายไปยัง "พื้นที่ของฉัน" ของเจ้าของ ทางลัดของเอกสารนี้จะยังคงอยู่ที่ตำแหน่งก่อนหน้า
vi_vn: {{userName}} sẽ trở thành chủ sở hữu của tài liệu này và tài liệu này sẽ được chuyển đến "Không gian của tôi" của chủ sở hữu. Phím tắt của tài liệu này sẽ được để lại ở vị trí trước đó.
zh_cn: 转移后文档将移动到 {{userName}} 的空间，并保留快捷方式在原位置。
zh_tw: 轉移後，文件將移動至 {{userName}} 的空間，並將快速方式保留在原位置。

# yHw
source: {{userName}} will become the owner of this folder, and this folder will be moved to owner's "My Space".
de_de: {{userName}} wird der Besitzer dieses Ordners, und dieser Ordner wird nach „Mein Bereich“ des Besitzers verschoben.
es_es: {{userName}} se convertirá en el propietario de esta carpeta, que se moverá al "Mi espacio" de su propietario.
fr_fr: {{userName}} deviendra le propriétaire de ce dossier, et ce dossier sera déplacé vers son emplacement "Mon espace".
id_id: {{userName}} akan menjadi pemilik folder ini, dan folder ini akan dipindahkan ke "Ruang Saya" milik pemilik.
it_it: {{userName}} diventerà il proprietario di questa cartella, la quale verrà spostata in "Il mio spazio" del proprietario.
ja_jp: すると、{{userName}} がこのフォルダの所有者になり、このフォルダは新しい所有者の「マイスペース」に移動されます。
ko_kr: {{userName}} 님이 이 폴더의 소유자가 되며, 이 폴더는 소유자의 "내 공간"으로 이동됩니다.
ms_my: {{userName}} akan menjadi pemilik folder ini, dan folder ini akan dipindahkan ke "Ruang Saya" pemilik.
pt_br: {{userName}} se tornará o proprietário desta pasta, e esta pasta será movida para o "Meu espaço" do proprietário.
ru_ru: {{userName}} станет владельцем этой папки, и эта папка будет перемещена в "Мое пространство" владельца.
th_th: {{userName}} จะกลายเป็นเจ้าของโฟลเดอร์นี้ และโฟลเดอร์นี้จะถูกย้ายไปยัง "พื้นที่ของฉัน" ของเจ้าของ
vi_vn: {{userName}} sẽ trở thành chủ sở hữu của thư mục này và thư mục này sẽ được chuyển đến "Không gian của tôi" của chủ sở hữu.
zh_cn: 转移后文档将移动到 {{userName}} 的空间。
zh_tw: 轉移後，文件將移動至 {{userName}} 的空間。

# 1RA
source: Ownership transferred. {{recipientName}} can move this document to personal space.
de_de: Der Besitz wurde übertragen. {{recipientName}} kann dieses Dokument in den persönlichen Bereich verschieben.
es_es: Propiedad transferida. {{recipientName}} puede mover este documento al espacio personal.
fr_fr: Propriété transférée avec succès. {{recipientName}} peut déplacer ce document vers un espace personnel.
id_id: Kepemilikan ditransfer. {{recipientName}} dapat memindahkan dokumen ini ke ruang pribadi.
it_it: Proprietà trasferita. {{recipientName}} può spostare questo documento in Spazio personale.
ja_jp: 所有権を譲渡しました。{{recipientName}} はこのドキュメントを「マイスペース」に移動できます。
ko_kr: 소유권이 이전되었습니다. {{recipientName}} 님이 이 문서를 개인 공간으로 이동할 수 있습니다.
ms_my: Pemilikan dipindahkan. {{recipientName}} boleh memindahkan dokumen ini ke ruang peribadi.
pt_br: Propriedade transferida. {{recipientName}} pode mover este documento para o espaço pessoal.
ru_ru: Право собственности передано. {{recipientName}} может переместить этот документ в личное пространство.
th_th: ถ่ายโอนความเป็นเจ้าของแล้ว {{recipientName}} สามารถย้ายเอกสารนี้ไปยังพื้นที่ส่วนบุคคลได้
vi_vn: Đã chuyển quyền sở hữu. {{recipientName}} có thể di chuyển tài liệu này sang không gian cá nhân.
zh_cn: 所有权转移成功，{{recipientName}}可将其移动到自己的个人空间
zh_tw: 所有權轉移成功，{{recipientName}}可將其移動到自己的個人空間

# 4J0
source: Ownership transferred
de_de: Besitz übertragen
es_es: Propiedad transferida
fr_fr: Propriété transférée
id_id: Kepemilikan ditransferkan
it_it: Proprietà trasferita
ja_jp: 所有権を譲渡しました。
ko_kr: 소유권이 이전되었습니다
ms_my: Pemilikan dipindahkan
pt_br: Propriedade transferida
ru_ru: Право собственности передано
th_th: ถ่ายโอนความเป็นเจ้าของแล้ว
vi_vn: Đã chuyển quyền sở hữu
zh_cn: 所有权转移成功
zh_tw: 所有權轉移成功

# xaM
source: Sharing
de_de: Freigeben
es_es: Compartiendo
fr_fr: Partage
id_id: Berbagi
it_it: Condivisione
ja_jp: 共有設定
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhando
ru_ru: Обмен
th_th: การแบ่งปัน
vi_vn: Đang chia sẻ
zh_cn: 分享设置
zh_tw: 分享設定

# X9s
source: Certain experiences and features may not function as expected. You can turn off LockDown Mode for this app in Settings.
de_de: Bestimmte Erfahrungen und Funktionen funktionieren möglicherweise nicht wie erwartet. Sie können den Sperrmodus für diese App in „Einstellungen“ deaktivieren.
es_es: Es posible que algunas experiencias y características no funcionen del modo esperado. Puedes desactivar el modo de bloqueo de esta aplicación en Configuración.
fr_fr: Certaines expériences et fonctionnalités peuvent ne pas fonctionner comme prévu. Vous pouvez désactiver le mode Verrouillage de cette application dans Paramètres.
id_id: Pengalaman dan fitur tertentu mungkin tidak akan berfungsi sebagaimana mestinya. Anda dapat menonaktifkan Mode LockDown untuk aplikasi ini di Pengaturan.
it_it: Alcune esperienze e funzioni potrebbero non funzionare come previsto. Puoi disattivare la modalità Blocco per questa app nelle Impostazioni.
ja_jp: 一部の機能が期待通りに動作しない可能性があります。「設定」でこのアプリをロックダウンモードの対象から外すことができます。
ko_kr: 특정 환경 및 기능이 예상대로 작동하지 않을 수 있습니다. 설정에서 이 앱의 잠금 모드를 끌 수 있습니다.
ms_my: Pengalaman dan ciri tertentu mungkin tidak berfungsi seperti yang dijangka. Anda boleh mematikan Mod LockDown untuk apl ini dalam Tetapan.
pt_br: Certas experiências e recursos podem não funcionar como esperado. Você pode desativar o Modo de bloqueio para este aplicativo em Configurações.
ru_ru: Некоторые возможности и функции могут работать не так, как ожидалось. Вы можете отключить режим блокировки для этого приложения в настройках.
th_th: ประสบการณ์และฟีเจอร์บางอย่างอาจไม่ทำงานตามที่คาดไว้ คุณสามารถปิดโหมด LockDown ของแอปนี้ได้ในการตั้งค่า
vi_vn: Một số trải nghiệm và tính năng có thể sẽ không hoạt động như dự kiến. Bạn có thể tắt Chế độ khóa cho ứng dụng này trong mục Cài đặt.
zh_cn: 部分体验和功能可能无法如预期工作。你可以在“设置”为此 App 关闭锁定模式。
zh_tw: 部分體驗和功能可能無法按預期方式工作。你可以在「設定」中為此 App 關閉鎖定模式。

# 0HU
source: OK
es_es: Aceptar
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# sZk
source: Lockdown Mode is Turned On For "{{APP_DISPLAY_NAME}}"
de_de: Der Sperrmodus ist aktiviert für „{{APP_DISPLAY_NAME}}“
es_es: El modo de bloqueo está desactivado para "{{APP_DISPLAY_NAME}}"
fr_fr: Le mode Verrouillage est activé pour "{{APP_DISPLAY_NAME}}"
id_id: Mode LockDown Diaktifkan untuk "{{APP_DISPLAY_NAME}}"
it_it: Modalità Blocco attivata per "{{APP_DISPLAY_NAME}}"
ja_jp: {{APP_DISPLAY_NAME}} のロックダウンモードがオンになりました
ko_kr: "{{APP_DISPLAY_NAME}}"에 잠금 모드 켜짐
ms_my: Mod LockDown dihidupkan untuk "{{APP_DISPLAY_NAME}}"
pt_br: O Modo de bloqueio está ativado para "{{APP_DISPLAY_NAME}}"
ru_ru: Режим блокировки включен для "{{APP_DISPLAY_NAME}}"
th_th: เปิดโหมด LockDown สำหรับ "{{APP_DISPLAY_NAME}}" แล้ว
vi_vn: Chế độ khóa cho "{{APP_DISPLAY_NAME}}" đã được bật
zh_cn: 已为“{{APP_DISPLAY_NAME}}”打开锁定模式
zh_tw: 已為「{{APP_DISPLAY_NAME}}」開啟鎖定模式
