Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Dvs
source: Allow real-time mobile locating only
de_de: Nur Echtzeitortung für Mobiltelefone zulassen
es_es: Solo permitir la ubicación móvil en tiempo real
fr_fr: Autoriser la localisation mobile en temps réel uniquement
id_id: Izinkan hanya pencarian lokasi ponsel dalam waktu nyata
it_it: Consenti solo la localizzazione mobile in tempo reale
ja_jp: モバイルから現在地のみ入力可能
ko_kr: 실시간 모바일 위치 지정만 허용
ms_my: Benarkan jejak lokasi mudah alih secara real-time sahaja
pt_br: Permitir apenas localização móvel em tempo real
ru_ru: Разрешить только мобильное определение местоположения в реальном времени
th_th: อนุญาตให้ระบุตำแหน่งมือถือแบบเรียลไทม์เท่านั้น
vi_vn: Chỉ cho phép định vị thiết bị di động theo thời gian thực
zh_cn: 仅允许移动端实时定位
zh_tw: 僅允許行動端即時定位

# qZo
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выберите
th_th: เลือก
vi_vn: Chọn
zh_cn: 请选择
zh_tw: 請選擇

# Niw
source: Select a table
de_de: Tabelle auswählen
es_es: Seleccionar una tabla
fr_fr: Sélectionner un tableau
hi_in: तालिका का चयन करें
id_id: Pilih tabel
it_it: Seleziona una tabella
ja_jp: 関連させるテーブル
ko_kr: 표 선택
ms_my: Pilih jadual
pt_br: Selecionar uma tabela
ru_ru: Выберите таблицы
th_th: เลือกตาราง
vi_vn: Chọn bảng
zh_cn: 要关联的数据表
zh_tw: 要關聯的資料表

# DqE
source: No more fields are available. Please delete some conditions and try again.
de_de: Keine weiteren Felder verfügbar. Bitte löschen Sie einige Bedingungen und versuchen Sie es erneut.
es_es: No hay más campos disponibles. Elimina algunas condiciones e inténtalo de nuevo.
fr_fr: Il n'y a plus de champ disponible. Veuillez supprimer certaines conditions et réessayer.
id_id: Tidak ada bidang lagi yang tersedia. Hapus beberapa syarat dan coba lagi.
it_it: Nessun altro campo disponibile. Elimina alcune condizioni e riprova.
ja_jp: これ以上フィールドがありません。一部の条件を削除してから再試行してください。
ko_kr: 사용 가능한 필드가 더 이상 없습니다. 일부 조건을 삭제한 후 다시 시도하세요.
ms_my: Tiada lagi bidang yang tersedia. Sila padam beberapa syarat dan cuba lagi.
pt_br: Não há mais campos disponíveis. Exclua algumas condições e tente novamente.
ru_ru: Больше полей нет. Удалите некоторые условия и повторите попытку.
th_th: ไม่มีช่องข้อมูลที่พร้อมใช้งานได้เพิ่มเติม โปรดลบเงื่อนไขบางรายการและลองอีกครั้ง
vi_vn: Không còn trường nào khả dụng. Vui lòng xóa một số điều kiện và thử lại.
zh_cn: 暂无更多字段，请删除一些条件后再试
zh_tw: 暫無更多欄位，請刪除一些條件後再試

# zKQ
source: Group by
de_de: Gruppieren nach
es_es: Agrupar por
fr_fr: Regrouper par
hi_in: इससे समूहीकृत करें
id_id: Dikelompokkan berdasarkan
it_it: Raggruppa per
ja_jp: グループで統計
ko_kr: 그룹화 기준
ms_my: Kumpulkan mengikut
pt_br: Agrupar por
ru_ru: Группировка
th_th: จัดกลุ่มตาม
vi_vn: Phân nhóm theo
zh_cn: 分组统计
zh_tw: 分組統計

# NDE
source: Title required
de_de: Titel erforderlich
es_es: El título es obligatorio
fr_fr: Titre requis
hi_in: शीर्षक आवश्यक है
id_id: Judul wajib diisi
it_it: Titolo obbligatorio
ja_jp: タイトルが必須です
ko_kr: 제목 필수
ms_my: Tajuk diperlukan
pt_br: Título obrigatório
ru_ru: Требуется название
th_th: ต้องระบุชื่อ
vi_vn: Cần phải có tiêu đề
zh_cn: 标题不能为空
zh_tw: 標題不可為空白

# Nik
source: Unable to access your location. Please check your location settings, or try again later.
de_de: Kein Zugriff auf Ihren Standort. Überprüfen Sie Ihre Standorteinstellungen oder versuchen Sie es später erneut.
es_es: No se puede acceder a tu ubicación. Comprueba la configuración de la ubicación o inténtalo de nuevo más tarde.
fr_fr: Impossible d'accéder à votre localisation. Veuillez vérifier vos paramètres de localisation ou réessayer plus tard.
id_id: Gagal mengakses lokasi Anda. Periksa pengaturan lokasi Anda, atau coba lagi nanti.
it_it: Impossibile accedere alla posizione. Verifica le tue impostazioni relative alla posizione o riprova più tardi.
ja_jp: 位置情報を取得できません。デバイスの設定を確認するか、後ほど再試行してください
ko_kr: 위치에 액세스 할 수 없습니다. 위치 설정을 확인하거나 나중에 다시 시도해 보세요.
ms_my: Tidak dapat mengakses lokasi anda. Sila periksa tetapan lokasi anda, atau cuba lagi kemudian.
pt_br: Não é possível acessar sua localização. Verifique suas configurações de localização ou tente novamente mais tarde.
ru_ru: Не удалось получить доступ к вашему местоположению. Проверьте настройки местоположения или повторите попытку позже.
th_th: เข้าถึงตำแหน่งที่ตั้งของคุณไม่สำเร็จ โปรดตรวจสอบการตั้งค่าตำแหน่งของคุณ หรือลองอีกครั้งในภายหลัง
vi_vn: Không thể truy cập vị trí của bạn. Vui lòng kiểm tra cài đặt vị trí của bạn hoặc thử lại sau.
zh_cn: 暂时无法获取定位信息，请检查设备的定位服务或稍后重试
zh_tw: 暫時無法取得定位資訊，請檢查裝置的定位服務或稍後重試

# Y8c
source: Unable to open map. Please modify your data and try again later.
de_de: Die Karte kann nicht geöffnet werden. Bitte passen Sie Ihre Daten an und versuchen Sie es später erneut.
es_es: No se puede abrir el mapa. Modifica los datos e inténtalo de nuevo.
fr_fr: Impossible d'ouvrir la carte. Veuillez modifier vos données et réessayer plus tard.
id_id: Gagal membuka peta. Ubah data Anda dan coba lagi nanti.
it_it: Impossibile aprire la mappa. Modifica i tuoi dati e riprova più tardi.
ja_jp: マップを開けませんでした。データを調整して再試行してください
ko_kr: 맵을 열 수 없습니다. 데이터를 수정하고 나중에 다시 시도하세요.
ms_my: Tidak dapat membuka peta. Sila ubah data anda dan cuba lagi kemudian.
pt_br: Não é possível abrir o mapa. Modifique seus dados e tente novamente mais tarde.
ru_ru: Невозможно открыть карту. Измените свои данные и повторите попытку позже.
th_th: เปิดแมปไม่สำเร็จ โปรดแก้ไขข้อมูลของคุณแล้วลองอีกครั้งในภายหลัง
vi_vn: Không thể mở bản đồ. Vui lòng chỉnh sửa dữ liệu của bạn và thử lại sau.
zh_cn: 无法打开地图，请调整数据后再试
zh_tw: 無法開啟地圖，請調整資料後再試

# I7o
source: Only allow photos/videos taken in real time via mobile devices
de_de: Nur in Echtzeit über Mobilgeräte aufgenommene Fotos/Videos zulassen
es_es: Permitir solo fotos o vídeos hechos en tiempo real con dispositivos móviles
fr_fr: Autoriser uniquement les photos/vidéos prises en temps réel via des appareils mobiles
hi_in: केवल मोबाइल डिवाइस से रीयल टाइम में खींचे गए फ़ोटो/बनाए गए वीडियो की अनुमति दें
id_id: Hanya izinkan foto/video diambil secara real-time melalui perangkat seluler
it_it: Consenti solo foto/video scattate/girati in tempo reale tramite dispositivi mobili
ja_jp: モバイルで撮影してアップロード
ko_kr: 모바일 장치를 통해 실시간으로 촬영한 사진/동영상만 허용
ms_my: Hanya benarkan foto/video yang diambil secara langsung melalui peranti mudah alih
pt_br: Permitir apenas fotos/vídeos feitos em tempo real por meio de dispositivos móveis
ru_ru: Разрешить фото/видео, снятые в реальном времени с мобильных устройств.
th_th: อนุญาตเฉพาะภาพถ่าย/วิดีโอที่ถ่ายในแบบเรียลไทม์ผ่านทางอุปกรณ์มือถือเท่านั้น
vi_vn: Chỉ cho phép ảnh chụp/video được quay chụp trong thời gian thực qua thiết bị di động
zh_cn: 仅可通过移动端拍摄上传
zh_tw: 僅可透過行動端拍攝上傳

# apU
source: Select Date
de_de: Datum auswählen
es_es: Seleccionar fecha
fr_fr: Sélectionner une date
id_id: Pilih Tanggal
it_it: Seleziona Data
ja_jp: 日付を選択
ko_kr: 날짜 선택
ms_my: Pilih Tarikh
pt_br: Selecionar data
ru_ru: Выберите дату
th_th: เลือกวันที่
vi_vn: Chọn ngày
zh_cn: 选择日期
zh_tw: 選擇日期

# PyI
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 8Nw
source: This field is required for completing "{{field}}". Once edited, this flow cannot be completed by the specified person.
de_de: Dieses Feld ist für den Abschluss von „{{field}}“ erforderlich. Wenn es geändert wird, kann dieser Ablauf von der angegebenen Person nicht mehr abgeschlossen werden.
es_es: Este campo es obligatorio para completar "{{field}}". Una vez que se haya editado, la persona especificada no podrá completar este flujo.
fr_fr: Ce champ est obligatoire pour pouvoir remplir le champ "{{field}}". Une fois modifié, ce flux ne pourra plus être terminé par la personne spécifiée.
id_id: Bidang ini wajib diisi untuk melengkapi "{{field}}". Setelah diedit, alur ini tidak dapat diselesaikan oleh orang yang ditentukan.
it_it: Questo campo è obbligatorio per completare "{{field}}". Dopo la modifica, questo flusso non potrà essere completato dalla persona specificata.
ja_jp: このフィールドは、「{{field}}」の完了に必須のフィールドです。編集すると、指定されたメンバーは現在のフローを完了できなくなります。
ko_kr: 이 필드는 "{{field}}"을(를) 완료하는 데 필요합니다. 편집하면 지정된 사용자가 이 흐름을 완료할 수 없습니다.
ms_my: Bidang ini diperlukan untuk melengkapkan "{{field}}". Setelah disunting, aliran ini tidak boleh diselesaikan oleh orang yang ditentukan.
pt_br: Este campo é obrigatório para preenchimento "{{field}}". Depois de editado, este fluxo não pode ser concluído pela pessoa especificada.
ru_ru: Это поле необходимо для заполнения "{{field}}". После редактирования этот поток не может быть завершен указанным лицом.
th_th: ช่องข้อมูลนี้เป็นช่องข้อมูลบังคับหากต้องการดำเนินการ "{{field}}" ให้เสร็จสมบูรณ์ เมื่อแก้ไขแล้ว ขั้นตอนนี้จะไม่สามารถดำเนินการให้เสร็จสมบูรณ์โดยบุคคลที่ระบุได้
vi_vn: Bắt buộc phải điền trường này để hoàn thành "{{field}}". Sau khi chỉnh sửa, người được chỉ định sẽ không thể hoàn thành luồng này.
zh_cn: 该字段为“{{field}}”的流转条件。修改后，对应人员将无法完成该流程
zh_tw: 該欄位為「{{field}}」的程序條件。修改後，對應人員將無法完成該流程

# EEc
source: Change field type?
de_de: Möchten Sie den Feldtyp ändern?
es_es: ¿Cambiar el tipo de campo?
fr_fr: Modifier le type de champ ?
id_id: Ubah jenis bidang?
it_it: Modificare il tipo di campo?
ja_jp: フィールドタイプを変更しますか？
ko_kr: 필드 유형을 변경하시겠습니까?
ms_my: Ubah jenis bidang?
pt_br: Alterar o tipo de campo?
ru_ru: Изменить тип поля?
th_th: เปลี่ยนประเภทช่องข้อมูลนี้หรือไม่
vi_vn: Thay đổi loại trường?
zh_cn: 确认修改字段类型？
zh_tw: 確認修改欄位類型嗎？

# 7LU
source: This field was deleted or converted.
de_de: Dieses Feld wurde gelöscht oder konvertiert.
es_es: Este campo se ha eliminado o se ha convertido.
fr_fr: Ce champ a été supprimé ou converti.
id_id: Bidang ini telah dihapus atau dikonversi.
it_it: Il campo è stato eliminato o convertito.
ja_jp: このフィールドは削除されたか、変換されました。
ko_kr: 이 필드는 삭제되거나 변환되었습니다.
ms_my: Bidang ini telah dipadam atau ditukar.
pt_br: Este campo foi excluído ou convertido.
ru_ru: Это поле было удалено или преобразовано.
th_th: ช่องข้อมูลนี้ถูกลบหรือแปลง
vi_vn: Trường này đã bị xóa hoặc chuyển đổi.
zh_cn: 该字段已被删除或转换
zh_tw: 該欄位已被刪除或轉換

# VOA
source: Unable to complete. You don't have permission to view some required fields.
de_de: Durchführung nicht möglich. Sie haben keine Berechtigung für die Anzeige einiger erforderlicher Felder.
es_es: No se puede completar. No tienes permiso para ver algunos campos obligatorios.
fr_fr: Impossible de terminer. Vous n'êtes pas autorisé à afficher certains champs obligatoires.
id_id: Gagal menyelesaikan. Anda tidak memiliki izin untuk melihat beberapa bidang yang wajib diisi.
it_it: Impossibile completare. Non disponi dell'autorizzazione per visualizzare alcuni dei campi obbligatori.
ja_jp: 閲覧権限のない必須フィールドがあるため、続行できません。
ko_kr: 완료할 수 없습니다. 일부 필수 필드를 볼 수 있는 권한이 없습니다.
ms_my: Tidak dapat melengkapkan. Anda tidak mempunyai kebenaran untuk melihat beberapa medan yang diperlukan.
pt_br: Não foi possível concluir. Você não tem permissão para visualizar alguns campos obrigatórios.
ru_ru: Невозможно завершить. У вас недостаточно прав для просмотра некоторых обязательных полей.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตดูข้อมูลบางช่องข้อมูล
vi_vn: Không thể hoàn thành. Bạn không có quyền xem một số trường bắt buộc.
zh_cn: 存在无阅读权限的必填字段，无法流转
zh_tw: 存在無閱讀權限的必填欄位，無法傳遞

# MGw
source: Complete Step
de_de: Schritt abschließen
es_es: Completar paso
fr_fr: Terminer l'étape
id_id: Selesaikan Langkah
it_it: Completa passaggio
ja_jp: ノードを完了
ko_kr: 단계 완료
ms_my: Lengkapkan Langkah
pt_br: Concluir etapa
ru_ru: Завершить шаг
th_th: เสร็จสิ้นขั้นตอน
vi_vn: Hoàn thành bước
zh_cn: 完成节点
zh_tw: 完成節點

# Y4I
source: End this flow?
de_de: Möchten Sie diesen Ablauf beenden?
es_es: ¿Finalizar este flujo?
fr_fr: Terminer ce flux ?
id_id: Akhiri alur ini?
it_it: Terminare questo flusso?
ja_jp: フローを終了しますか？
ko_kr: 이 흐름을 종료하시겠습니까?
ms_my: Akhiri aliran ini?
pt_br: Terminar este fluxo?
ru_ru: Закончить этот поток?
th_th: สิ้นสุดขั้นตอนการทำงานนี้หรือไม่
vi_vn: Kết thúc luồng này?
zh_cn: 确定终止流程？
zh_tw: 確定要終止流程嗎？

# SaE
source: Done
de_de: Beendet
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了済
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 已完成
zh_tw: 已完成

# nqw
source: End Flow
de_de: Arbeitsablauf beenden
es_es: Finalizar flujo
fr_fr: Terminer le flux
id_id: Akhiri Alur
it_it: Termina flusso
ja_jp: フローを終了
ko_kr: 흐름 종료
ms_my: Akhiri Aliran
pt_br: Encerrar fluxo
ru_ru: Конец потока
th_th: สิ้นสุดโฟลว์
vi_vn: Kết thúc luồng
zh_cn: 终止流程
zh_tw: 終止流程

# 5FQ
source: Flow ended
de_de: Arbeitsablauf wurde beendet
es_es: Flujo finalizado
fr_fr: Flux terminé
id_id: Alur diakhiri
it_it: Flusso terminato
ja_jp: フローを終了しました。
ko_kr: 흐름이 종료되었습니다
ms_my: Aliran tamat
pt_br: Fluxo encerrado
ru_ru: Поток закончился
th_th: สิ้นสุดการทำงานแล้ว
vi_vn: Luồng đã kết thúc
zh_cn: 流程已终止
zh_tw: 流程已終止

# YoU
source: In progress
de_de: Wird bearbeitet
es_es: En curso
fr_fr: En cours
id_id: Dalam kemajuan
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
ms_my: Dalam proses
pt_br: Em andamento
ru_ru: Выполняется
th_th: กำลังดำเนินการ
vi_vn: Đang tiến hành
zh_cn: 进行中
zh_tw: 進行中

# d7Y
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# z80
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# jVI
source: Go back to step "{{name}}"? After that, the status of the steps followed will become"Not started".
de_de: Möchten Sie zu Schritt „{{name}}“ zurückkehren? Nach der Rückkehr ist der Status aller nachfolgenden Schritte „Nicht gestartet“.
es_es: ¿Volver al paso "{{name}}"? Después de eso, el estado de los pasos seguidos pasará a ser "No iniciado".
fr_fr: Retourner à l'étape "{{name}}" ? Le statut des étapes suivies passera à "Pas encore commencé".
id_id: Kembali ke langkah "{{name}}"? Setelah itu, status dari langkah-langkah tersebut yang diikuti akan menjadi "Belum dimulai".
it_it: Tornare al passaggio "{{name}}"? Dopodiché, lo stato dei passaggi seguiti cambierà in "Non iniziato".
ja_jp: ノード「{{name}}」に戻りますか？操作後、後続のノードのステータスは「未開始」に変更されます。
ko_kr: "{{name}}" 단계로 돌아가시겠습니까? 돌아가면 다음 단계의 상태가 "시작되지 않음"이 됩니다.
ms_my: Kembali ke langkah "{{name}}"? Selepas itu, status langkah yang diikuti akan menjadi "Belum bermula".
pt_br: Voltar para a etapa "{{name}}"? Depois disso, o status das etapas seguidas passará a ser "Não iniciado".
ru_ru: Вернуться к шагу "{{name}}"? После этого статус выполняемых шагов будет изменен на Не начато.
th_th: ย้อนกลับไปที่ขั้นตอน "{{name}}" หรือไม่ หลังจากนั้น สถานะของขั้นตอนที่ตามมาจะกลายเป็น "ยังไม่เริ่มต้น"
vi_vn: Quay lại bước "{{name}}"? Sau đó, trạng thái của các bước tiếp theo sẽ trở thành "Chưa bắt đầu".
zh_cn: 确定返回节点“{{name}}”吗？返回后，后续节点将变更为“未开始”状态
zh_tw: 確定要返回節點「{{name}}」嗎？返回後，後續節點將變更為「未開啟」狀態

# ZIQ
source: mm/dd/yyyy
de_de: dd/mm/yyyy
es_es: dd/mm/aaaa
fr_fr: dd/mm/yyyy
id_id: dd/mm/yyyy
it_it: mm/gg/aaaa
ja_jp: yyyy/mm/dd
ko_kr: yyyy/mm/dd
ms_my: dd/mm/yyyy
pt_br: dd/mm/aaaa
ru_ru: dd/mm/yyyy
th_th: วว/ดด/ปปปป
vi_vn: dd/mm/yyyy
zh_cn: yyyy/mm/dd
zh_tw: yyyy/mm/dd

# ybs
source: Enter here
de_de: Hier eingeben
es_es: Introducir aquí
fr_fr: Saisir ici
id_id: Masukkan di sini
it_it: Immetti qui
ja_jp: 内容を入力
ko_kr: 여기에 입력
ms_my: Masukkan di sini
pt_br: Inserir aqui
ru_ru: Введите здесь
th_th: กรอกที่นี่
vi_vn: Nhập tại đây
zh_cn: 请输入内容
zh_tw: 請輸入內容

# sz8
source: You don't have permission to complete the step.
de_de: Sie haben keine Berechtigung für die Durchführung dieses Schritts.
es_es: No tienes permiso para completar el paso.
fr_fr: Vous n'êtes pas autorisé à terminer l'étape.
id_id: Anda tidak memiliki izin untuk menyelesaikan langkah ini.
it_it: Non disponi dell'autorizzazione per completare il passaggio.
ja_jp: このノードを完了する権限がありません。
ko_kr: 단계를 완료할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melengkapkan langkah ini.
pt_br: Você não tem permissão para concluir a etapa.
ru_ru: У вас нет разрешения на завершение этого шага.
th_th: คุณไม่มีสิทธิ์การอนุญาตดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์
vi_vn: Bạn không có quyền hoàn thành bước này.
zh_cn: 暂无权限完成该节点
zh_tw: 暫無權限完成該節點

# 5Oo
source: Not started
de_de: Nicht gestartet
es_es: Sin empezar
fr_fr: Pas encore commencée
id_id: Belum dimulai
it_it: Non iniziato
ja_jp: 未開始
ko_kr: 시작되지 않음
ms_my: Belum bermula
pt_br: Não foi iniciado
ru_ru: Не начато
th_th: ยังไม่เริ่ม
vi_vn: Chưa bắt đầu
zh_cn: 未开始
zh_tw: 未開始

# aGk
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: フローを再開
ko_kr: 복원
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
vi_vn: Khôi phục
zh_cn: 恢复流程
zh_tw: 還原流程

# C70
source: Back to This Step
de_de: Zurück zu diesem Schritt
es_es: Volver a este paso
fr_fr: Retour à cette étape
id_id: Kembali ke Langkah Ini
it_it: Torna a questo passaggio
ja_jp: このノードに戻る
ko_kr: 이 단계로 돌아가기
ms_my: Kembali ke Langkah Ini
pt_br: Voltar para esta etapa
ru_ru: Вернуться к этому шагу
th_th: กลับไปยังขั้นตอนนี้
vi_vn: Quay lại bước này
zh_cn: 返回该节点
zh_tw: 返回該節點

# 6kw
source: Add recipient
de_de: Empfänger hinzufügen
es_es: Agregar destinatario
fr_fr: Ajouter un destinataire
hi_in: उत्तरदाता को जोड़ें
id_id: Tambah penerima
it_it: Aggiungi destinatario
ja_jp: 回答者を追加
ko_kr: 수신자 추가
ms_my: Tambah penerima
pt_br: Adicionar recipiente
ru_ru: Добавить получателя
th_th: เพิ่มผู้รับ
vi_vn: Thêm người nhận
zh_cn: 添加填写者
zh_tw: 新增填寫者

# icA
source: Anyone with the link can respond
de_de: Jeder mit dem Link kann antworten
es_es: Cualquier persona con el enlace puede responder
fr_fr: Toute personne disposant du lien peut répondre
hi_in: लिंक के साथ कोई भी व्यक्ति उत्तरदाता है
id_id: Siapa pun yang memiliki tautan dapat merespons
it_it: Chiunque disponga del link può rispondere
ja_jp: リンクを取得した全員が入力可能
ko_kr: 링크를 가진 모든 사람이 응답 가능
ms_my: Sesiapa dengan pautan boleh menjawab
pt_br: Qualquer pessoa com o link pode responder
ru_ru: Любой человек со ссылкой может отвечать
th_th: ทุกคนที่มีลิงก์สามารถตอบกลับได้
vi_vn: Bất kỳ ai có liên kết đều có thể phản hồi
zh_cn: 互联网上获得链接的人可填写
zh_tw: 網際網路上取得連結的人可填寫

# lkw
source: Once "Anyone with the link can respond" is turned on: 1. Person field will be hidden from external recipients. 2. Attachments uploaded will take up the base owner's storage space.
de_de: Wenn die Option „Jeder mit dem Link kann antworten“ aktiviert ist: 1. Das Feld „Personen“ wird für externe Empfänger ausgeblendet. 2. Hochgeladene Anhänge belegen den Speicherplatz des Base-Besitzers.
es_es: Si se activa "Cualquier persona con el enlace puede responder": 1. El campo Persona se ocultará a los destinatarios externos. 2. Los archivos adjuntos subidos ocuparán el espacio de almacenamiento del propietario del Base.
fr_fr: Une fois l'option "Toute personne disposant du lien peut répondre" activée : 1. Le champ Personne sera masqué pour les destinataires externes. 2. Les pièces jointes envoyées occuperont l'espace de stockage du propriétaire de la Base.
hi_in: "लिंक के साथ कोई भी व्यक्ति उत्तरदाता है" चालू किए जाने के बाद: 1. व्यक्ति फ़ील्ड बाहरी उत्तरदाताओं से छिपाई जाएगी. 2. अपलोड किए गए अटैचमेंट बाईटेबल ओनर का स्टोरेज स्पेस लेंगे.
id_id: Setelah "Siapa pun yang memiliki tautan dapat merespons" diaktifkan: 1. Bidang Orang akan disembunyikan dari penerima eksternal. 2. Lampiran yang diunggah akan mengambil ruang penyimpanan pemilik Base.
it_it: Una volta attivato "Chiunque disponga del link può rispondere": 1. Il campo Persona verrà nascosto ai destinatari esterni. 2. Gli allegati caricati occuperanno lo spazio di archiviazione del proprietario del Base.
ja_jp: 「リンクを取得した全員が入力可能」をオンにすると、 1. リンク共有で取得したフォームではメンバーフィールドは非表示になります 2. アップロードされた添付ファイルは所有者の Docs ストレージ容量を使用します
ko_kr: "링크를 가진 모든 사람이 응답 가능"이 켜져 있으면: 1. 인원 필드는 외부 받는 사람이 볼 수 없도록 숨겨집니다. 2. 업로드된 첨부 파일은 Base 소유자의 저장소 공간을 차지합니다.
ms_my: Apabila "Sesiapa sahaja dengan pautan boleh menjawab" dihidupkan: 1. Medan Orang akan disembunyikan daripada penerima luaran. 2. Lampiran yang dimuat naik akan menggunakan ruang simpanan pemilik asas.
pt_br: Quando "Qualquer pessoa com o link pode responder" estiver ativado: 1. O campo de pessoa ficará oculto para destinatários externos. 2. Os anexos carregados ocuparão o espaço de armazenamento do proprietário do Base.
ru_ru: После включения параметра Любой человек со ссылкой может отвечать: 1. Поле пользователя будет скрыто от внешних получателей. 2. Загруженные вложения будут занимать место в хранилище владельца таблицы Base.
th_th: เมื่อมีการเปิด "ทุกคนที่มีลิงก์สามารถตอบกลับได้" 1. ช่องข้อมูลบุคคลจะซ่อนจากผู้รับภายนอก 2. ไฟล์แนบที่อัปโหลดจะใช้พื้นที่เก็บข้อมูลของเจ้าของ Base ได้
vi_vn: Sau khi bật tùy chọn "Bất kỳ ai có liên kết đều có thể phản hồi": 1. Trường Người sẽ bị ẩn với người nhận bên ngoài. 2. Các tập tin đính kèm đã tải lên sẽ chiếm dung lượng lưu trữ của chủ sở hữu Base.
zh_cn: 开启“互联网上获得链接的人可填写”时，请注意： 1. 通过链接分享的表单将隐藏人员字段 2. 填写者上传的附件将使用多维表格所有者的云文档存储空间
zh_tw: 開啟「網際網路上取得連結的人可填寫」時，請注意： 1. 透過連結分享的表單將隱藏人員欄位 2. 填寫者上傳的附件將使用多維表格擁有者的雲端文件儲存空間

# fCE
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: ヒント
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Совет
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# RSQ
source: Once "Anyone with the link can respond" is turned on, the attachments uploaded will take up the base owner's storage space.
de_de: Wenn die Option „Jeder mit dem Link kann antworten“ aktiviert ist, belegen hochgeladene Anhänge den Speicherplatz des Base-Besitzers.
es_es: Si se activa "Cualquier persona con el enlace puede responder", los archivos adjuntos subidos consumirán espacio de almacenamiento del propietario del Base.
fr_fr: Une fois l'option "Toute personne disposant du lien peut répondre" activée, les pièces jointes envoyées occuperont l'espace de stockage du propriétaire de la Base.
hi_in: लिंक के साथ कोई भी व्यक्ति उत्तरदाता है चालू किए जाने के बाद, अपलोड किए गए अटैचमेंट बाईटेबल ओनर का स्टोरेज स्पेस लेंगे.
id_id: Setelah "Siapa pun yang memiliki tautan dapat merespons" diaktifkan, lampiran yang diunggah akan mengambil ruang penyimpanan pemilik Base.
it_it: Una volta attivato "Chiunque disponga del link può rispondere", gli allegati caricati occuperanno lo spazio di archiviazione del proprietario del Base.
ja_jp: 「リンクを取得した全員が入力可能」をオンにすると、アップロードされた添付ファイルは所有者の Docs ストレージ容量を使用します
ko_kr: "링크를 가진 모든 사람이 응답 가능"이 켜져 있으면 업로드된 첨부 파일은 Base 소유자의 저장소 공간을 차지합니다.
ms_my: Apabila "Sesiapa sahaja dengan pautan boleh menjawab" dihidupkan, lampiran yang dimuat naik akan menggunakan ruang simpanan pemilik asas.
pt_br: Depois que a opção "Qualquer pessoa com o link pode responder" estiver ativada, os anexos carregados ocuparão o espaço de armazenamento do proprietário do Base.
ru_ru: После включения параметра Любой человек со ссылкой может отвечать, загруженные вложения будут занимать место для хранения владельца таблицы Base.
th_th: เมื่อมีการเปิด "ทุกคนที่มีลิงก์สามารถตอบกลับได้" ไฟล์แนบที่อัปโหลดจะใช้พื้นที่เก็บข้อมูลของเจ้าของ Base
vi_vn: Sau khi bật tùy chọn "Bất kỳ ai có liên kết đều có thể phản hồi", các tập tin đính kèm đã tải lên sẽ chiếm dung lượng lưu trữ của chủ sở hữu Base.
zh_cn: 开启“互联网上获得链接的人可填写”时，填写者上传的附件将使用多维表格所有者的云文档存储空间
zh_tw: 開啟「網際網路上取得連結的人可填寫」時，填寫者上傳的附件將使用多維表格擁有者的雲端文件儲存空間
