Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 8Gc
source: Progress: {{num}}/{{totalNum}}
de_de: Fortschritt: {{num}}/{{totalNum}}
es_es: Progreso: {{num}}/{{totalNum}}
fr_fr: Avancement : {{num}}/{{totalNum}}
hi_in: प्रगति: {{num}}/{{totalNum}}
id_id: Kemajuan: {{num}}/{{totalNum}}
it_it: Avanzamento: {{num}}/{{totalNum}}
ja_jp: 進捗：{{num}}/{{totalNum}}
ko_kr: 진행 상황: {{num}}/{{totalNum}}
ms_my: Kemajuan: {{num}}/{{totalNum}}
pt_br: Andamento: {{num}}/{{totalNum}}
ru_ru: Прогресс: {{num}}/{{totalNum}}
th_th: ความคืบหน้า: {{num}}/{{totalNum}}
vi_vn: Tiến độ: {{num}}/{{totalNum}}
zh_cn: 上传进度：{{num}}/{{totalNum}}
zh_tw: 上傳進度：{{num}}/{{totalNum}}

# Ywc
source: Uploading attachment...
de_de: Anhang wird hochgeladen...
es_es: Subiendo adjunto...
fr_fr: Téléchargement de la pièce jointe…
hi_in: अटैचमेंट अपलोड किया जा रहा है...
id_id: Mengunggah lampiran...
it_it: Caricamento dell'allegato in corso...
ja_jp: アップロード中
ko_kr: 첨부 파일 업로드 중...
ms_my: Memuat naik lampiran...
pt_br: Carregando anexo...
ru_ru: Загрузка вложения...
th_th: กำลังอัปโหลดไฟล์แนบ...
vi_vn: Đang tải lên tệp tin đính kèm...
zh_cn: 附件上传中
zh_tw: 附件上傳中

# qOk
source: Operation failed. Please try again. (Error code: {{errorCode}})
de_de: Aktion ist fehlgeschlagen. Bitte versuchen Sie es erneut. (Fehlercode: {{errorCode}})
es_es: Error en la operación. Inténtalo de nuevo. (Código de error: {{errorCode}})
fr_fr: L'opération a échoué. Veuillez réessayer. (Code d'erreur : {{errorCode}})
id_id: Operasi gagal. Coba lagi nanti. (Kode kesalahan: {{errorCode}})
it_it: Operazione non riuscita. Riprova più tardi. (Codice errore: {{errorCode}})
ja_jp: 実行できませんでした。後で再試行してください。（エラーコード: {{errorCode}}）
ko_kr: 작업에 실패했습니다. 다시 시도하세요.(오류 코드: {{errorCode}})
ms_my: Operasi gagal. Sila cuba lagi. (Kod ralat: {{errorCode}})
pt_br: Falha na operação. Tente novamente mais tarde. (Código de erro: {{errorCode}})
ru_ru: Операция не удалась. Попробуйте еще раз. (Код ошибки: {{errorCode}})
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง (รหัสข้อผิดพลาด: {{errorCode}})
vi_vn: Thao tác không thành công. Vui lòng thử lại. (Mã lỗi: {{errorCode}})
zh_cn: 操作执行失败，请稍后重试（错误码：{{errorCode}}）
zh_tw: 操作執行失敗，請稍後重試 (錯誤碼：{{errorCode}})

# gwk
source: New field
de_de: Neues Feld
es_es: Nuevo campo
fr_fr: Nouveau champ
hi_in: नया फ़ील्ड
id_id: Bidang baru
it_it: Nuovo campo
ja_jp: フィールドを追加
ko_kr: 새 필드
ms_my: Tambah lajur
pt_br: Novo campo
ru_ru: Новое поле
th_th: ช่องข้อมูลใหม่
vi_vn: Trường mới
zh_cn: 新增字段
zh_tw: 新增欄位

# Dgg
source: Fill in date when new records are added
de_de: Lassen Sie beim Hinzufügen von Datensätzen automatisch die Erstellungszeit eintragen.
es_es: Introducir automáticamente la hora de creación cuando se agregan registros.
fr_fr: Remplir automatiquement la date de création lors de l'ajout d'enregistrements.
hi_in: रिकॉर्ड जोड़ते समय स्वचालित रूप से निर्धारित समय भरें.
id_id: Otomatis mengisi waktu pembuatan saat menambahkan rekaman.
it_it: Inserisci automaticamente l'ora di creazione quando si aggiungono i record.
ja_jp: レコードを追加する時に、作成日時を自動的に記入します
ko_kr: 기록 추가 시 자동으로 생성 시간을 작성합니다.
ms_my: Isi masa dicipta secara automatik apabila menambah rekod.
pt_br: Preencher a hora de criação automaticamente ao adicionar registros.
ru_ru: Укажите дату при добавлении новых записей
th_th: เติมเวลาที่สร้างระเบียนเมื่อเพิ่มระเบียนโดยอัตโนมัติ
vi_vn: Tự động điền vào thời gian khởi tạo khi thêm bản ghi.
zh_cn: 新记录自动填写创建时间
zh_tw: 新記錄自動填寫建立時間

# iEU
source: Date format
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de la date
hi_in: दिनांक फ़ॉर्मेट
id_id: Format tanggal
it_it: Formato data
ja_jp: 日付の形式
ko_kr: 날짜 형식
ms_my: Format Tarikh
pt_br: Formato de data
ru_ru: Формат даты
th_th: รูปแบบวันที่
vi_vn: Định dạng ngày
zh_cn: 日期格式
zh_tw: 日期格式

# x7M
source: Done
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 完了
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 完成
zh_tw: 完成

# q6k
source: Edit field
de_de: Feld bearbeiten
es_es: Editar campo
fr_fr: Modifier le champ
hi_in: फ़ील्ड संपादित करें
id_id: Edit bidang
it_it: Modifica campo
ja_jp: フィールドを編集
ko_kr: 필드 편집
ms_my: Edit lajur
pt_br: Editar campo
ru_ru: Поле редактирования
th_th: แก้ไขช่องข้อมูล
vi_vn: Chỉnh sửa trường
zh_cn: 修改字段
zh_tw: 修改欄位

# t88
source: is
de_de: ist
es_es: está
fr_fr: est
hi_in: है
id_id: adalah
it_it: è
ja_jp: 次の値と等しい
ko_kr: 다음에 해당함
ms_my: adalah
pt_br: é
th_th: เท่ากับ
vi_vn: là
zh_cn: 等于
zh_tw: 等於

# OMA
source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
hi_in: शीर्षक
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ko_kr: 제목
ms_my: Nama
pt_br: Título
ru_ru: Заголовок
th_th: ชื่อ
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# d04
source: Field type
de_de: Feldtyp
es_es: Tipo de campo
fr_fr: Type de champ
hi_in: फ़ील्ड का प्रकार
id_id: Jenis bidang
it_it: Tipo di campo
ja_jp: フィールドタイプ
ko_kr: 필드 유형
ms_my: JenisLajur
pt_br: Tipo de campo
ru_ru: Тип поля
th_th: ประเภทช่องข้อมูล
vi_vn: Loại trường
zh_cn: 字段类型
zh_tw: 欄位類型

# gLs
source: Filter
es_es: Filtro
fr_fr: Filtrer
hi_in: फ़िल्टर
it_it: Filtro
ja_jp: フィルタ
ko_kr: 필터
ms_my: Tapis
pt_br: Filtrar
ru_ru: Фильтры
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選

# cFY
source: Unsupported type of field
de_de: Nicht unterstützter Feldtyp
es_es: Tipo de campo no compatible
fr_fr: Type de champ non pris en charge
hi_in: असमर्थित प्रकार का फ़ील्ड
id_id: Jenis bidang tidak didukung
it_it: Tipo di campo non supportato
ja_jp: サポートされていないフィールドタイプ
ko_kr: 지원되지 않는 필드 유형
ms_my: Jenis medan yang tidak disokong
pt_br: Tipo de campo não suportado
ru_ru: Тип поля не поддерживается
th_th: ไม่รองรับช่องข้อมูลรูปแบบนี้
vi_vn: Loại trường chưa được hỗ trợ
zh_cn: 不支持的字段类型
zh_tw: 不支援的欄位類型

# v34
source: Sort
de_de: Sortieren
es_es: Ordenar
fr_fr: Trier
hi_in: सॉर्ट करें
id_id: Urutkan
it_it: Ordina
ja_jp: 並び替え
ko_kr: 정렬
ms_my: Susun
pt_br: Classificar
ru_ru: Сортировать
th_th: เรียง
vi_vn: Sắp xếp
zh_cn: 排序
zh_tw: 排序

# d3Y
source: Barcode updated
de_de: Barcode wurde aktualisiert
es_es: Código de barras actualizado
fr_fr: Code-barres mis à jour
id_id: Kode batang diperbarui
it_it: Codice a barre aggiornato
ja_jp: バーコード情報が変更されました
ko_kr: 바코드 업데이트됨
ms_my: Kod bar dikemaskini
pt_br: Código de barras atualizado
ru_ru: Штрих-код обновлен
th_th: อัปเดตบาร์โค้ดแล้ว
vi_vn: Đã cập nhật mã vạch
zh_cn: 条码信息已更新
zh_tw: 條碼資訊已更新

# qEM
source: Barcode
es_es: Código de barras
fr_fr: Code-barres
id_id: Kode batang
it_it: Codice a barre
ja_jp: バーコード
ko_kr: 바코드
ms_my: Kod bar
pt_br: Código de barras
ru_ru: Штрих-код
th_th: บาร์โค้ด
vi_vn: Mã vạch
zh_cn: 条码
zh_tw: 條碼

# Iwc
source: Allow manual input
de_de: Manuelle Eingabe erlauben
es_es: Permitir la entrada manual
fr_fr: Autoriser la saisie manuelle
id_id: Izinkan input manual
it_it: Consenti l'inserimento manuale
ja_jp: 手動入力を許可
ko_kr: 수동 입력 허용
ms_my: Benarkan input manual
pt_br: Permitir entrada manual
ru_ru: Разрешить ввод вручную
th_th: อนุญาตให้กรอกข้อมูลด้วยตนเอง
vi_vn: Cho phép nhập thủ công
zh_cn: 允许手动输入
zh_tw: 允許手動輸入

# hPs
source: No valid barcode
de_de: Kein gültiger Barcode
es_es: Código de barras no válido
fr_fr: Aucun code-barres valide
id_id: Tidak ada kode batang yang valid
it_it: Nessun codice a barre valido
ja_jp: 有効なバーコードを読み取れませんでした。
ko_kr: 유효한 바코드가 없습니다
ms_my: Tiada kod bar sah
pt_br: Nenhum código de barras válido
ru_ru: Нет действительного штрих-кода
th_th: ไม่มีบาร์โค้ดที่ใช้งานได้
vi_vn: Không có mã vạch hợp lệ
zh_cn: 未识别到有效条码
zh_tw: 未識別到有效條碼

# 8Ic
source: Scan a Barcode
de_de: Barcode scannen
es_es: Escanear un código de barras
fr_fr: Scanner un code-barres
id_id: Pindai Kode Batang
it_it: Scansiona un codice a barre
ja_jp: バーコードをスキャン
ko_kr: 바코드 스캔
ms_my: Imbas Kod Bar
pt_br: Escanear um código de barras
ru_ru: Сканировать штрих-код
th_th: สแกนบาร์โค้ด
vi_vn: Quét Mã vạch
zh_cn: 扫描条码
zh_tw: 掃描條碼

# pQY
source: Only allow barcodes scanned via mobile devices
de_de: Nur Barcodes zulassen, die mit Mobilgeräten gescannt werden
es_es: Solo permitir escanear códigos de barras a través de dispositivos móviles
fr_fr: Autoriser uniquement les codes-barres scannés par des appareils mobiles
id_id: Izinkan hanya kode batang dipindai melalui perangkat seluler
it_it: Consenti solo i codici a barre scansionati tramite dispositivi mobili
ja_jp: モバイルデバイスからバーコードをスキャンすることのみを許可
ko_kr: 모바일 장치로만 바코드 스캔 허용
ms_my: Hanya benarkan kod bar yang diimbas melalui peranti mudah alih
pt_br: Permitir apenas o escaneamento de códigos de barras através de dispositivos móveis
ru_ru: Разрешить сканирование только штрих-кодов с мобильных устройств
th_th: อนุญาตเฉพาะบาร์โค้ดที่สแกนผ่านอุปกรณ์มือถือเท่านั้น
vi_vn: Chỉ cho phép những mã vạch được quét qua thiết bị di động
zh_cn: 仅可通过移动端扫码录入
zh_tw: 只能透過行動端掃碼輸入

# Rzw
source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
id_id: Konfigurasikan
it_it: Configura
ja_jp: 設定
ko_kr: 구성
ms_my: Konfigurasi
pt_br: Configurar
ru_ru: Настроить
th_th: กำหนดค่า
vi_vn: Cấu hình
zh_cn: 配置
zh_tw: 設定

# jMc
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# 0IA
source: AI Generate
de_de: KI-Generierung
es_es: Generar con IA
fr_fr: Génération de l'IA
id_id: Buatan AI
it_it: Genera con IA
ja_jp: AI で生成
ko_kr: AI 생성
ms_my: Hasilkan AI
pt_br: Geração por IA
ru_ru: Генерация AI
th_th: สร้างด้วย AI
vi_vn: Do AI tạo
zh_cn: AI 生成
zh_tw: AI 產生

# O7w
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 3uI
source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Modifier
id_id: Ubah
it_it: Modifica
ja_jp: 変更
ko_kr: 변경
ms_my: Ubah
pt_br: Alterar
ru_ru: Изменить
th_th: เปลี่ยน
vi_vn: Thay đổi
zh_cn: 确认修改
zh_tw: 確認修改

# ybI
source: This field will no longer support AI once changed to {{fieldType}}.
de_de: Bei Änderung des Feldtyps zu {{fieldType}} unterstützt dieses Feld die KI nicht mehr.
es_es: Una vez que se haya cambiado a {{fieldType}}, este campo dejará de ser compatible con la IA.
fr_fr: Ce champ ne prendra plus en charge l'IA une fois modifié en {{fieldType}}.
id_id: Bidang ini tidak lagi mendukung AI setelah diubah menjadi {{fieldType}}.
it_it: Dopo la modifica in {{fieldType}}, questo campo non supporterà più l'IA.
ja_jp: フィールドタイプを{{fieldType}}に変更すると、AI による生成がサポートされなくなります。
ko_kr: {{fieldType}}(으)로 변경되면 이 필드는 더 이상 AI를 지원하지 않습니다.
ms_my: Medan ini tidak akan menyokong AI lagi setelah diubah kepada {{fieldType}}.
pt_br: Esse campo não será mais compatível com IA quando for alterado para {{fieldType}}.
ru_ru: После изменения типа на {{fieldType}} это поле больше не будет поддерживать ИИ.
th_th: ช่องข้อมูลนี้จะไม่รองรับ AI อีกต่อไปเมื่อเปลี่ยนเป็น {{fieldType}}
vi_vn: Trường này sẽ không còn hỗ trợ AI sau khi đổi thành {{fieldType}}.
zh_cn: 字段类型修改为{{fieldType}}后，将不再支持用 AI 生成
zh_tw: 欄位類型修改為{{fieldType}}後，將不再支援使用 AI 產生

# /P8
source: Change field type?
de_de: Möchten Sie den Feldtyp ändern?
es_es: ¿Cambiar el tipo de campo?
fr_fr: Modifier le type de champ ?
id_id: Ubah jenis bidang?
it_it: Modificare il tipo di campo?
ja_jp: フィールドタイプを変更しますか？
ko_kr: 필드 유형을 변경하시겠습니까?
ms_my: Tukar jenis medan?
pt_br: Alterar o tipo de campo?
ru_ru: Изменить тип поля?
th_th: เปลี่ยนประเภทช่องข้อมูลนี้หรือไม่
vi_vn: Thay đổi loại trường?
zh_cn: 确认修改字段类型？
zh_tw: 確認修改欄位類型嗎？

# VTA
source: AI Generate
de_de: KI-Generierung
es_es: Generar con IA
fr_fr: Génération de l'IA
id_id: Buatan AI
it_it: Genera con IA
ja_jp: AI で生成
ko_kr: AI 생성
ms_my: Hasilkan AI
pt_br: Geração por IA
ru_ru: Генерация AI
th_th: สร้างด้วย AI
vi_vn: Do AI tạo
zh_cn: AI 生成
zh_tw: AI 產生

# IyU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# QAE
source: Save Field
de_de: Feld speichern
es_es: Guardar campo
fr_fr: Enregistrer le champ
id_id: Simpan Bidang
it_it: Salva campo
ja_jp: フィールドを保存
ko_kr: 필드 저장
ms_my: Simpan Medan
pt_br: Salvar campo
ru_ru: Сохранить поле
th_th: บันทึกช่องข้อมูล
vi_vn: Lưu trường
zh_cn: 保存字段
zh_tw: 儲存欄位

# ps8
source: The generative AI is supported by third-party AI models. Using generative AI implies that you agree to the {{termsOfService}}.
de_de: Die generative KI wird von Drittanbieter-KI-Modellen unterstützt. Mit Ihrer Nutzung der generativen KI akzeptieren Sie die {{termsOfService}}.
es_es: La IA generativa utiliza modelos de IA de terceros. El uso de la IA generativa implica la aceptación de los {{termsOfService}}.
fr_fr: L'IA générative est alimentée par des modèles d'IA tiers. En utilisant l'IA générative, vous acceptez les {{termsOfService}}.
id_id: AI generatif didukung oleh model AI pihak ketiga. Menggunakan AI generatif menyiratkan bahwa Anda menyetujui {{termsOfService}}.
it_it: L'IA generativa è supportata da modelli di IA di terze parti. L'utilizzo dell'IA generativa implica l'accettazione dei {{termsOfService}}.
ja_jp: 生成 AI サービスは、他社が提供している AI モデルに基づくものであり、本サービスの利用を開始することは、{{termsOfService}}に同意したとみなします。
ko_kr: 생성형 AI는 타사 AI 모델에 의해 지원됩니다. 생성형 AI를 사용한다는 것은 {{termsOfService}}에 동의하는 것을 의미합니다.
ms_my: AI generatif disokong oleh model AI pihak ketiga. Menggunakan AI generatif bermakna anda bersetuju dengan {{termsOfService}}.
pt_br: A IA generativa é suportada por modelos de IA de terceiros. O uso da IA generativa implica que você concorda com os {{termsOfService}}.
ru_ru: Генеративный ИИ поддерживается сторонними моделями ИИ. Использование генеративного ИИ предполагает, что вы принимаете {{termsOfService}}.
th_th: Generative AI ได้รับการรองรับจากโมเดล AI ของบุคคลที่สาม การใช้ Generative AI หมายความว่าคุณยอมรับ{{termsOfService}}แล้ว
vi_vn: AI tạo sinh được các mô hình AI của bên thứ ba hỗ trợ. Bằng việc sử dụng AI tạo sinh, bạn đồng ý với {{termsOfService}}.
zh_cn: AI 生成能力由第三方 AI 模型提供支持, 使用 AI 生成功能即表示您同意 {{termsOfService}}
zh_tw: AI 產生功能由第三方 AI 模型提供支援，使用 AI 產生功能即表示你同意 {{termsOfService}}

# rRY
source: Process raw data by adding labels and tags
de_de: Rohdaten durch Hinzufügen von Labeln und Tags verarbeiten
es_es: Agrega etiquetas y marcas para procesar datos en bruto
fr_fr: Traitez des données brutes en ajoutant des étiquettes et des libellés
id_id: Proses data mentah dengan menambahkan label dan tag
it_it: Elabora i dati grezzi aggiungendo etichette e tag
ja_jp: AI がデータを自動分析・処理し、カテゴリごとにラベルを生成します。
ko_kr: 레이블 및 태그를 추가하여 원시 데이터를 처리합니다
ms_my: Proses data mentah dengan menambah label dan tag
pt_br: Processe dados brutos adicionando rótulos e tags
ru_ru: Обработка новых данных путем добавления меток и тегов
th_th: ประมวลผลข้อมูลดิบโดยการเพิ่มป้ายกำกับและแท็ก
vi_vn: Xử lý dữ liệu thô bằng cách thêm nhãn và thẻ
zh_cn: AI 帮你分析数据维度，生成分类标签
zh_tw: AI 幫你分析資料維度，產生分類標籤

# qoI
source: Extra and label data
de_de: Zusätzliche und Label-Daten
es_es: Extrae y etiqueta datos
fr_fr: Données supplémentaires et données d'étiquetage
id_id: Data ekstra dan label
it_it: Dati extra e relativi alle etichette
ja_jp: データの抽出・分類
ko_kr: 데이터 추출 및 레이블 지정
ms_my: Ekstra dan label data
pt_br: Dados extras e de rótulo
ru_ru: Извлечение и маркировка данных
th_th: ข้อมูลพิเศษและป้ายกำกับ
vi_vn: Dữ liệu bổ sung và nhãn
zh_cn: 智能提取标注
zh_tw: 智慧擷取標註

# OBw
source: Research and input more information based on the given topic
de_de: Zum vorgegebenen Thema recherchieren und weitere Informationen darüber eingeben
es_es: Investiga y aporta más información según el tema propuesto
fr_fr: Recherchez et saisissez davantage d'informations sur le sujet donné
id_id: Teliti dan masukkan lebih banyak informasi berdasarkan topik yang diberikan
it_it: Cerca e inserisci altre informazioni in base all'argomento dato
ja_jp: AI が必要な情報を見つけ、データを補完・拡張します。
ko_kr: 주어진 주제를 기반으로 더 많은 정보를 조사하고 입력합니다
ms_my: Kaji dan masukkan maklumat tambahan berdasarkan topik yang diberikan
pt_br: Pesquise e insira mais informações com base no tópico fornecido
ru_ru: Поиск и добавление дополнительной информации в зависимости от выбранной темы
th_th: ค้นคว้าและใส่ข้อมูลเพิ่มเติมตามหัวข้อที่กำหนด
vi_vn: Nghiên cứu và nhập thêm thông in dựa trên chủ đề cho trước
zh_cn: AI 帮你查找信息并补全数据
zh_tw: AI 幫你搜尋資訊並補齊資料

# XpE
source: Retrieve information in seconds
de_de: Informationen innerhalb von Sekunden abrufen
es_es: Recupera información en cuestión de segundos
fr_fr: Retrouvez des informations en quelques secondes
id_id: Ambil informasi dalam hitungan detik
it_it: Recupero di informazioni in secondi
ja_jp: ワンクリックで情報を補完
ko_kr: 몇 초 안에 정보를 검색합니다
ms_my: Dapatkan maklumat dalam beberapa saat
pt_br: Recupere informações em segundos
ru_ru: Получение информации за считанные секунды
th_th: ดึงข้อมูลในไม่กี่วินาที
vi_vn: Truy xuất thông tin trong vài giây
zh_cn: 一键补全信息
zh_tw: 一鍵補齊資訊

# lUE
source: Generate key takeaways for specified records
de_de: Für die angegebenen Datensätze wichtige Erkenntnisse generieren
es_es: Genera impresiones clave para los registros especificados
fr_fr: Générez des points clés pour les enregistrements spécifiés
id_id: Hasilkan kesimpulan kunci untuk rekaman tertentu
it_it: Genera i dati chiave per i record specificati
ja_jp: 特定のレコードから、重要な情報や要点を抽出・整理します。
ko_kr: 지정된 레코드에 대한 핵심 사항을 생성합니다
ms_my: Hasilkan intisari penting untuk rekod yang ditentukan
pt_br: Gere os principais resultados para registros específicos
ru_ru: Генерирование ключевых выводов для указанных записей
th_th: สร้างประเด็นสำคัญสำหรับบันทึกที่ระบุ
vi_vn: Tạo bài học quan trọng cho bản ghi được chỉ định
zh_cn: AI 帮你总结记录中的关键信息
zh_tw: AI 幫你總結記錄中的關鍵資訊

# ExM
source: Summarize texts with ease
de_de: Texte mühelos zusammenfassen
es_es: Resume textos con gran comodidad
fr_fr: Résumez facilement des textes
id_id: Ringkas teks dengan mudah
it_it: Riassumere testi con facilità
ja_jp: 手軽に文章を要約
ko_kr: 텍스트를 쉽게 요약합니다
ms_my: Ringkaskan teks dengan mudah
pt_br: Resuma textos com facilidade
ru_ru: Удобное обощение текстов
th_th: สรุปข้อความได้อย่างง่ายดาย
vi_vn: Tóm tắt văn bản dễ dàng
zh_cn: 轻松概括总结
zh_tw: 輕鬆概括總結

# b6o
source: Auto-fill fields with AI
de_de: Mithilfe der KI Felder automatisch füllen
es_es: Rellena los campos automáticamente con la IA
fr_fr: Remplir automatiquement les champs grâce à l'IA
id_id: Isi otomatis kolom dengan AI
it_it: Riempimento automatico campi tramite IA
ja_jp: AI がフィールドを自動入力
ko_kr: AI로 필드 자동 채우기
ms_my: Isi medan secara automatik dengan AI
pt_br: Preencha automaticamente os campos com IA
ru_ru: Автоматически заполнять поля с помощью ИИ
th_th: เติมช่องข้อมูลด์อัตโนมัติด้วย AI
vi_vn: Tự động điền các trường với AI
zh_cn: AI 智能填充字段
zh_tw: AI 智慧填入欄位

# bHE
source: Please make sure you have read and understood the terms of service.
de_de: Vergewissern Sie sich, dass Sie die Nutzungsbedingungen gelesen und verstanden haben.
es_es: Asegúrate de haber leído y entendido los Términos de servicio.
fr_fr: Assurez-vous d'avoir lu et compris les conditions d'utilisation.
id_id: Pastikan Anda telah membaca dan memahami ketentuan layanan.
it_it: Assicurati di aver letto e compreso i Termini di servizio.
ja_jp: 利用規約をよく読み、理解していることを確認してください。
ko_kr: 서비스 약관을 읽고 이해했는지 확인하세요.
ms_my: Sila pastikan anda telah membaca dan memahami terma perkhidmatan.
pt_br: Certifique-se de que você leu e entendeu os termos de serviço.
ru_ru: Обязательно прочитайте и поймите условия обслуживания.
th_th: โปรดอ่านและทำความเข้าใจข้อกำหนดการให้บริการก่อน
vi_vn: Vui lòng đảm bảo rằng bạn đã đọc và hiểu điều khoản dịch vụ.
zh_cn: 请确保您已阅读并理解服务条款中的重要信息
zh_tw: 請確認你已閱讀並瞭解服務條款中的重要資訊

# nV0
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos de servicio
fr_fr: Conditions d'utilisation
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 利用規約
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos de serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการ
vi_vn: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# CcY
source: Try Now
de_de: Jetzt ausprobieren
es_es: Probar ahora
fr_fr: Essayer maintenant
id_id: Coba Sekarang
it_it: Prova ora
ja_jp: 今すぐ試す
ko_kr: 지금 사용해 보기
ms_my: Cuba Sekarang
pt_br: Experimente agora
ru_ru: Попробовать сейчас
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 立即体验
zh_tw: 立即體驗

# iiQ
source: Click below to explore Base
de_de: Klicken Sie unten, um die Base zu erkunden
es_es: Haz clic abajo para explorar Base
fr_fr: Cliquez ci-dessous pour explorer Base
id_id: Klik di bawah untuk menjelajahi Base
it_it: Fai clic sotto per esplorare Base
ja_jp: 下記をクリックして Base を使い始める
ko_kr: Base를 탐색하려면 아래를 클릭하세요
ms_my: Klik di bawah untuk meneroka Base
pt_br: Clique abaixo para explorar o Base
ru_ru: Нажмите ниже, чтобы изучить Base
th_th: คลิกด้านล่างเพื่อสำรวจ Base
vi_vn: Nhấp vào bên dưới để khám phá Base
zh_cn: 点击下方开始探索多维表格
zh_tw: 點選下方開始探索多維表格

# vyA
source: https://www.feishu.cn/hc/en-US/articles/558830919244
de_de: https://www.feishu.cn/hc/articles/558830919244
es_es: https://www.feishu.cn/hc/articles/558830919244
fr_fr: https://www.feishu.cn/hc/articles/558830919244
hi_in: https://www.feishu.cn/hc/articles/558830919244
id_id: https://www.feishu.cn/hc/articles/558830919244
it_it: https://www.feishu.cn/hc/articles/558830919244
ja_jp: https://www.feishu.cn/hc/articles/558830919244
ko_kr: https://www.feishu.cn/hc/articles/558830919244
pt_br: https://www.feishu.cn/hc/articles/558830919244
ru_ru: https://www.feishu.cn/hc/articles/558830919244
th_th: https://www.feishu.cn/hc/articles/558830919244
vi_vn: https://www.feishu.cn/hc/articles/558830919244
zh_cn: https://www.feishu.cn/hc/zh-CN/articles/558830919244
zh_tw: https://www.feishu.cn/hc/articles/558830919244

# ycs
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
hi_in: अधिक जानें
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# wLQ
source: https://www.feishu.cn/hc/en-US/articles/487931070605
de_de: https://www.feishu.cn/hc/articles/487931070605
es_es: https://www.feishu.cn/hc/articles/487931070605
fr_fr: https://www.feishu.cn/hc/articles/487931070605
hi_in: https://www.feishu.cn/hc/articles/487931070605
id_id: https://www.feishu.cn/hc/articles/487931070605
it_it: https://www.feishu.cn/hc/articles/487931070605
ja_jp: https://www.feishu.cn/hc/articles/487931070605
ko_kr: https://www.feishu.cn/hc/articles/487931070605
pt_br: https://www.feishu.cn/hc/articles/487931070605
ru_ru: https://www.feishu.cn/hc/articles/487931070605
th_th: https://www.feishu.cn/hc/articles/487931070605
vi_vn: https://www.feishu.cn/hc/articles/487931070605
zh_cn: https://www.feishu.cn/hc/zh-CN/articles/487931070605
zh_tw: https://www.feishu.cn/hc/articles/487931070605
