Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# k/A
source: {{APP_DISPLAY_NAME}}} values user privacy and will only use the submitted document for this review. Your information will not be leaked or used elsewhere by {{APP_DISPLAY_NAME}}.
de_de: {{APP_DISPLAY_NAME}}} legt Wert auf Privatsphäre-Schutz der Benutzer und wird das eingereichte Dokument nur für diese Überprüfung verwenden. Ihre Informationen werden nicht weitergegeben oder anderweitig von {{APP_DISPLAY_NAME}} verwendet.
es_es: {{APP_DISPLAY_NAME}}} valora la privacidad del usuario y solo usará el documento enviado para esta revisión. Tu información no se filtrará ni se usará en ningún lugar más que en {{APP_DISPLAY_NAME}}.
fr_fr: {{APP_DISPLAY_NAME}}} attache de l'importance à la confidentialité des utilisateurs et n'utilisera le document soumis que pour cette évaluation. Vos informations ne seront pas divulguées ni utilisées ailleurs par {{APP_DISPLAY_NAME}}.
id_id: {{APP_DISPLAY_NAME}}} menghargai privasi pengguna dan hanya akan menggunakan dokumen yang dikirimkan untuk peninjauan ini. Informasi Anda tidak akan dibocorkan atau digunakan di tempat lain oleh {{APP_DISPLAY_NAME}}.
it_it: {{APP_DISPLAY_NAME}}} tiene alla privacy degli utenti e userà il documento inviato solo per questa revisione. Le tue informazioni non saranno divulgate o utilizzate altrove da {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}} は、お客様のプライバシーの保護を重要視しております。お客様により提供された情報は、この申し立てにのみ使用され、他の目的で使用されることはありません。
ko_kr: {{APP_DISPLAY_NAME}}}에서는 사용자 개인 정보를 중요시하며 제출된 문서는 이 검토에만 사용됩니다. 회원님의 정보는 {{APP_DISPLAY_NAME}}에 의해 유출되거나 다른 곳에서 사용되지 않습니다.
ms_my: {{APP_DISPLAY_NAME}}} menghargai privasi pengguna dan hanya akan menggunakan dokumen yang dihantar untuk tinjauan ini. Maklumat anda tidak akan bocor atau digunakan di tempat lain oleh {{APP_DISPLAY_NAME}}.
pt_br: O {{APP_DISPLAY_NAME}} valoriza a privacidade do usuário e usará apenas o documento enviado para esta revisão. Suas informações não serão vazadas ou usadas em outro lugar pelo {{APP_DISPLAY_NAME}}.
ru_ru: {{APP_DISPLAY_NAME}}} ценит конфиденциальность пользователей и будет использовать только отправленный документ для этой проверки. Ваша информация не будет раскрыта или использована {{APP_DISPLAY_NAME}} в других целях.
th_th: {{APP_DISPLAY_NAME}}} ให้ความสำคัญกับความเป็นส่วนตัวของผู้ใช้และจะใช้เอกสารที่ส่งมาเฉพาะเพื่อการตรวจสอบนี้เท่านั้น ข้อมูลของคุณจะไม่รั่วไหลหรือถูกนำไปใช้ที่อื่นโดย {{APP_DISPLAY_NAME}}.
vi_vn: {{APP_DISPLAY_NAME}}} coi trọng quyền riêng tư của người dùng và sẽ chỉ sử dụng tài liệu đã gửi cho lần đánh giá này. Thông tin của bạn sẽ không bị rò rỉ hoặc được {{APP_DISPLAY_NAME}} sử dụng ở nơi nào khác.
zh_cn: {{APP_DISPLAY_NAME}}一如既往地重视用户隐私，你提交的内容仅用于本次申诉，{{APP_DISPLAY_NAME}}不会泄露或用于它处。
zh_tw: {{APP_DISPLAY_NAME}}一如既往地重視使用者隱私權，你提交的內容僅會用於本次申訴，{{APP_DISPLAY_NAME}}不會洩露或用於其他用途。

# sYE
source: Your appeal was rejected. Please check and modify the content and submit again if needed.
de_de: Ihr Einspruch wurde abgelehnt. Bitte überprüfen und ändern Sie den Inhalt und reichen Sie ihn bei Bedarf erneut ein.
es_es: Se ha rechazado tu reclamación. Comprueba y modifica el contenido para volver a enviarla si fuera necesario.
fr_fr: Votre appel a été refusé. Veuillez vérifier et modifier le contenu avant de le soumettre à nouveau, si nécessaire.
id_id: Banding Anda ditolak. Periksa dan ubah konten, lalu kirimkan lagi jika diperlukan.
it_it: Il tuo appello è stato rifiutato. Verifica e modifica il contenuto e invia di nuovo se necessario.
ja_jp: あなたの申し立ては人工審査で却下されました。原因を修正してから再度申し立てを行うことができます。
ko_kr: 이의 제기가 거부되었습니다. 콘텐츠를 확인 및 수정하고 필요한 경우 다시 제출하세요.
ms_my: Rayuan anda ditolak. Sila periksa dan ubah suai kandungan dan hantar semula jika perlu.
pt_br: Sua solicitação foi rejeitada. Verifique e modifique o conteúdo e envie novamente, se necessário.
ru_ru: Ваша апелляция отклонена. Проверьте и измените содержимое и отправьте ее снова, если это необходимо.
th_th: คำร้องของคุณถูกปฏิเสธ โปรดตรวจสอบและแก้ไขเนื้อหาและส่งอีกครั้งหากจำเป็น
vi_vn: Kháng nghị của bạn đã bị từ chối. Vui lòng kiểm tra, sửa đổi nội dung và gửi lại nếu cần.
zh_cn: 本次申诉未通过，可修改内容并重新发起申诉
zh_tw: 本次申訴未通過，可修改內容並重新提起申訴

# MoI
source: You've reached the maximum number of appeals in a day. You can submit an appeal again after midnight today.
de_de: Sie haben die maximale Anzahl an Einsprüchen pro Tag erreicht. Sie können heute nach Mitternacht erneut einen Einspruch einreichen.
es_es: Has alcanzado el número máximo de reclamaciones en un día. Podrás volver a enviar una reclamación después de la medianoche.
fr_fr: Vous avez atteint le nombre maximal d'appels quotidiens. Vous pourrez soumettre un nouvel appel après minuit.
id_id: Anda telah mencapai jumlah maksimum banding dalam sehari. Anda dapat mengajukan banding lagi setelah tengah malam hari ini.
it_it: Hai raggiunto il numero massimo di appelli in un giorno. Puoi inviare di nuovo un appello dopo la mezzanotte di oggi.
ja_jp: 一日に申し立てを送信できる回数が上限に達しました。お手数ですが、翌日の 0:00 時以降に再度お試しください。
ko_kr: 하루 최대 이의 제기 수에 도달했습니다. 오늘 자정 이후에 다시 이의 제기를 제출할 수 있습니다.
ms_my: Anda telah mencapai bilangan rayuan maksimum dalam sehari. Anda boleh mengemukakan rayuan lagi selepas tengah malam hari ini.
pt_br: Você atingiu o número máximo de solicitações em um dia. Você pode enviar uma solicitação novamente depois da meia-noite de hoje.
ru_ru: Вы достигли максимального количества обращений в день. Вы можете повторно подать апелляцию сегодня после полуночи.
th_th: คุณมีคำร้องถึงจำนวนสูงสุดในหนึ่งวันแล้ว คุณสามารถส่งคำร้องได้อีกครั้งหลังเที่ยงคืนวันนี้
vi_vn: Số lượng kháng nghị trong một ngày của bạn đã đạt mức tối đa. Bạn có thể gửi lại kháng nghị sau nửa đêm hôm nay.
zh_cn: 今日发起申诉次数已达上限，请在次日零点后重新提交
zh_tw: 今日提起申訴次數已達上限，請於次日零點後重新提交

# r/0
source: Request Manual Review
de_de: Manuelle Überprüfung anfordern
es_es: Solicitar revisión manual
fr_fr: Demander la vérification manuelle
id_id: Minta Peninjauan Manual
it_it: Richiedi la revisione manuale
ja_jp: 申し立てを送信
ko_kr: 수동 검토 요청
ms_my: Mohon Semakan Manual
pt_br: Solicitar revisão manual
ru_ru: Запросить ручную проверку
th_th: ร้องขอการตรวจสอบด้วยตนเอง
vi_vn: Yêu cầu đánh giá thủ công
zh_cn: 提交人工申诉
zh_tw: 提交人工申訴

# x60
source: OK
es_es: Aceptar
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# poU
source: You will submit the following document to {{APP_DISPLAY_NAME}} support for review:
de_de: Sie werden das folgende Dokument an {{APP_DISPLAY_NAME}}-Support zur Überprüfung einreichen:
es_es: Enviarás el siguiente documento al soporte técnico de {{APP_DISPLAY_NAME}} para su revisión:
fr_fr: Vous devrez soumettre le document suivant à l'assistance {{APP_DISPLAY_NAME}} pour vérification :
id_id: Anda akan mengirimkan dokumen berikut ke bagian dukungan {{APP_DISPLAY_NAME}} untuk peninjauan:
it_it: Invierai il documento seguente al supporto tecnico di {{APP_DISPLAY_NAME}} per la revisione:
ja_jp: 審査のため、以下のドキュメントは {{APP_DISPLAY_NAME}} カスタマーサービスに送信されます。
ko_kr: 검토를 위해 다음 문서를 {{APP_DISPLAY_NAME}} 지원팀에 제출합니다.
ms_my: Anda akan menghantar dokumen berikut kepada sokongan {{APP_DISPLAY_NAME}} untuk semakan:
pt_br: Você enviará o seguinte documento para o suporte do {{APP_DISPLAY_NAME}} para análise:
ru_ru: Вы отправите следующий документ в службу поддержки {{APP_DISPLAY_NAME}} на рассмотрение:
th_th: คุณจะต้องส่งเอกสารต่อไปนี้ไปยังฝ่ายสนับสนุนของ {{APP_DISPLAY_NAME}} เพื่อตรวจสอบ:
vi_vn: Bạn sẽ gửi tài liệu sau đây cho bộ phận hỗ trợ của {{APP_DISPLAY_NAME}} để đánh giá:
zh_cn: 你将提交以下文档给{{APP_DISPLAY_NAME}}客服人员查看，需提醒：
zh_tw: 你將提交以下文件給{{APP_DISPLAY_NAME}}客服人員查看，需提醒：

# yR4
source: Your appeal is under review. Thanks for your patience.
de_de: Ihr Einspruch wird geprüft. Vielen Dank für Ihre Geduld.
es_es: Tu reclamación está en proceso de revisión. Gracias por tu paciencia.
fr_fr: Votre appel est en cours de vérification. Merci de votre patience.
id_id: Banding Anda sedang ditinjau. Terima kasih atas kesabaran Anda.
it_it: Il tuo appello è in fase di revisione. Grazie per la pazienza.
ja_jp: あなたの申し立ては現在処理中です。審査が完了するまでしばらくお待ちください。
ko_kr: 이의 제기가 검토 중입니다. 기다려 주셔서 감사합니다.
ms_my: Rayuan anda sedang dikaji. Terima kasih atas kesabaran anda.
pt_br: Sua solicitação está em análise. Obrigado por sua paciência.
ru_ru: Ваша апелляция находится на рассмотрении. Спасибо за терпеливость.
th_th: คำร้องอยู่ระหว่างการตรวจสอบ ขอขอบคุณที่อดทนรอ
vi_vn: Kháng nghị của bạn đang được đánh giá. Cảm ơn bạn đã kiên nhẫn chờ đợi.
zh_cn: 你提交的申诉正在处理中，请耐心等待结果
zh_tw: 你提交的申訴正在處理中，請耐心等待結果

# Mns
source: The document is under review. Thanks for your patience.
de_de: Das Dokument wird geprüft. Vielen Dank für Ihre Geduld.
es_es: El documento está en proceso de revisión. Gracias por tu paciencia.
fr_fr: Le document est en cours de vérification. Merci de votre patience.
id_id: Dokumen sedang ditinjau. Terima kasih atas kesabaran Anda.
it_it: Il documento è in fase di revisione. Grazie per la pazienza.
ja_jp: 以下のドキュメントは現在処理中です。審査が完了するまでしばらくお待ちください。
ko_kr: 문서가 검토 중입니다. 기다려 주셔서 감사합니다.
ms_my: Dokumen sedang dikaji. Terima kasih atas kesabaran anda.
pt_br: O documento está em análise. Obrigado por sua paciência.
ru_ru: Документ находится на рассмотрении. Спасибо за терпеливость.
th_th: เอกสารอยู่ระหว่างการตรวจสอบ ขอขอบคุณที่อดทนรอ
vi_vn: Tài liệu đang được xem xét. Cảm ơn bạn đã kiên nhẫn chờ đợi.
zh_cn: 以下文档已进入审核流程，请耐心等待结果
zh_tw: 以下文件已進入審核流程，請耐心等待結果

# L9U
source: Unable to invite collaborators according to the document owner's settings.
de_de: Kollaboratoren können gemäß den Einstellungen des Dokumentenbesitzers nicht eingeladen werden.
es_es: No se ha podido invitar a los colaboradores según la configuración del propietario del documento.
fr_fr: Impossible d'inviter des collaborateurs, conformément aux paramètres du propriétaire du document.
id_id: Gagal mengundang kolaborator sehubungan dengan pengaturan pemilik dokumen.
it_it: Impossibile invitare collaboratori in base alle impostazioni del proprietario del documento.
ja_jp: ドキュメント所有者の設定により、共同編集者を招待できません。
ko_kr: 문서 소유자의 설정에 따라 공동 작업자를 초대할 수 없습니다.
ms_my: Tidak dapat menjemput kolaborator mengikut tetapan pemilik dokumen.
pt_br: Não é possível convidar colaboradores de acordo com as configurações do proprietário do documento.
ru_ru: Не удалось пригласить соавторов из-за настроек владельца документа.
th_th: เชิญผู้ร่วมงานไม่สำเร็จเนื่องจากการตั้งค่าของเจ้าของเอกสาร
vi_vn: Theo cài đặt của chủ sở hữu tài liệu, không thể mời cộng tác viên.
zh_cn: 由于文档所有者设置，你暂时无法邀请协作者
zh_tw: 由於文件擁有者的設定，你暫時無法邀請協作者

# zQY
source: Unable to invite collaborators according to their privacy settings.
de_de: Kollaborateure können gemäß ihren Datenschutzeinstellungen nicht eingeladen werden.
es_es: No se puede invitar a colaboradores según su configuración de privacidad.
fr_fr: Impossible d'inviter des collaborateurs, conformément aux paramètres de confidentialité.
id_id: Gagal mengundang kolaborator sehubungan dengan pengaturan privasi mereka.
it_it: Impossibile invitare collaboratori in base alle relative impostazioni sulla privacy.
ja_jp: 相手の設定により、共同編集者を招待できません。
ko_kr: 개인 정보 설정에 따라 공동 작업자를 초대할 수 없습니다.
ms_my: Tidak dapat menjemput kolaborator mengikut tetapan privasi mereka.
pt_br: Não é possível convidar colaboradores de acordo com suas configurações de privacidade.
ru_ru: Не удалось пригласить соавторов из-за их настроек конфиденциальности.
th_th: เชิญผู้ร่วมงานไม่สำเร็จเนื่องจากการตั้งค่าความเป็นส่วนตัวของผู้ร่วมงาน
vi_vn: Theo cài đặt về quyền riêng tư của họ, không thể mời cộng tác viên.
zh_cn: 由于对方设置，你暂时无法邀请协作者
zh_tw: 由於對方的設定，你暫時無法邀請協作者

# 13Q
source: Unable to request permission according to their privacy settings.
de_de: Aufgrund ihrer Datenschutzeinstellungen kann die Berechtigung nicht beantragt werden.
es_es: No se puede solicitar permiso según su configuración de privacidad.
fr_fr: Impossible de demander l'autorisation, conformément aux paramètres de confidentialité.
id_id: Gagal meminta izin sehubungan dengan pengaturan privasi mereka.
it_it: Impossibile richiedere l'autorizzazione in base alle relative impostazioni sulla privacy.
ja_jp: 相手の設定により、権限を申請できません。
ko_kr: 개인 정보 보호 설정에 따라 권한을 요청할 수 없습니다.
ms_my: Tidak dapat meminta kebenaran mengikut tetapan privasi mereka.
pt_br: Não é possível solicitar permissão de acordo com suas configurações de privacidade.
ru_ru: Невозможно запросить разрешение из-за настроек конфиденциальности этого пользователя.
th_th: ขอสิทธิ์การอนุญาตไม่สำเร็จเนื่องจากการตั้งค่าความเป็นส่วนตัวของผู้ร่วมงาน
vi_vn: Theo cài đặt về quyền riêng tư của họ, không thể yêu cấp cầu quyền.
zh_cn: 由于对方设置，你暂时无法申请权限
zh_tw: 由於對方的設定，你暫時無法申請權限

# o1M
source: Unable to send notifications according to their sharing permission settings.
de_de: Benachrichtigungen können gemäß ihren Freigabeberechtigungseinstellungen nicht gesendet werden.
es_es: No se pueden enviar notificaciones según su configuración del permiso para compartir.
fr_fr: Impossible d'envoyer des notifications, conformément aux paramètres d'autorisation de partage.
id_id: Gagal mengirim notifikasi sesuai dengan pengaturan izin berbaginya.
it_it: Impossibile inviare notifiche in base alle relative impostazioni delle autorizzazioni.
ja_jp: 共有設定により、通知を送信できません。
ko_kr: 공유 권한 설정에 따라 알림을 보낼 수 없습니다.
ms_my: Tidak dapat menghantar pemberitahuan mengikut tetapan kebenaran perkongsian mereka.
pt_br: Não é possível enviar notificações de acordo com suas configurações de permissão de compartilhamento.
ru_ru: Не удается отправить уведомления в соответствии с настройками разрешения делиться.
th_th: ส่งการแจ้งเตือนไม่สำเร็จเนื่องจากการตั้งค่าสิทธิ์การอนุญาตในการแบ่งปันของผู้ร่วมงาน
vi_vn: Theo cài đặt về quyền chia sẻ của họ, không thể gửi thông báo.
zh_cn: 由于分享限制，你暂时无法发送通知
zh_tw: 由於分享限制，你暫時無法傳送通知

# 6fI
source: Unable to add the user according to their privacy settings.
de_de: Der Benutzer kann gemäß seinen Datenschutzeinstellungen nicht hinzugefügt werden.
es_es: No se puede agregar el usuario según su configuración de privacidad.
fr_fr: Impossible d'ajouter l'utilisateur, conformément aux paramètres de confidentialité.
id_id: Gagal menambahkan pengguna sehubungan dengan pengaturan privasi miliknya.
it_it: Impossibile aggiungere l'utente in base alle relative impostazioni sulla privacy.
ja_jp: 相手の設定により、このユーザーを追加できません。
ko_kr: 개인 정보 설정에 따라 사용자를 추가할 수 없습니다.
ms_my: Tidak dapat menambah pengguna mengikut tetapan privasi mereka.
pt_br: Não é possível adicionar o usuário de acordo com suas configurações de privacidade.
ru_ru: Не удалось добавить пользователя из-за его настроек конфиденциальности.
th_th: เพิ่มผู้ใช้ไม่สำเร็จเนื่องจากการตั้งค่าความเป็นส่วนตัวของผู้ใช้
vi_vn: Theo cài đặt về quyền riêng tư của họ, không thể thêm người dùng.
zh_cn: 由于对方设置，你暂时无法添加该用户
zh_tw: 由於對方的設定，你暫時無法新增該使用者

# +6I
source: Note: Avoid using personal information or passwords from other accounts.
de_de: Hinweis: Verwenden Sie weder persönliche Informationen noch Kennwörter anderer Konten.
es_es: Nota: Evita usar información personal y contraseñas de otras cuentas.
fr_fr: Note : évitez d'utiliser des informations personnelles ou mots de passe d'autres comptes.
id_id: Catatan: Jangan gunakan informasi pribadi atau kata sandi dari akun lain.
it_it: Nota: evita di utilizzare informazioni personali o password di altri account.
ja_jp: 注意事項: 個人情報や他のアカウントのパスワードを使用しないでください。
ko_kr: 참고: 다른 계정의 개인 정보나 비밀번호를 사용하지 마세요.
ms_my: Nota: Elakkan menggunakan maklumat peribadi atau kata laluan dari akaun lain.
pt_br: Nota: evite usar informações pessoais ou senhas de outras contas.
ru_ru: Примечание. Не используйте личные данные или пароли от других учетных записей.
th_th: หมายเหตุ: หลีกเลี่ยงการใช้ข้อมูลส่วนบุคคลหรือรหัสผ่านจากบัญชีอื่น
vi_vn: Lưu ý: Tránh sử dụng thông tin cá nhân hoặc mật khẩu của tài khoản khác.
zh_cn: 安全提示：请勿使用个人常用或其他平台中的密码
zh_tw: 安全提示：請勿使用個人常用或其他平台中的密碼

# hZ8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# bH4
source: Change password
de_de: Kennwort ändern
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe
id_id: Ubah kata sandi
it_it: Modifica password
ja_jp: パスワードを変更
ko_kr: 비밀번호 변경
ms_my: Tukar kata laluan
pt_br: Alterar senha
ru_ru: Изменить пароль
th_th: เปลี่ยนรหัสผ่าน
vi_vn: Đổi mật khẩu
zh_cn: 修改密码
zh_tw: 修改密碼

# eQ8
source: Unable to save the password. Please turn on secure link sharing for this document.
de_de: Das Kennwort kann nicht gespeichert werden. Bitte aktivieren Sie für dieses Dokument die Freigabe über einen geschützten Link.
es_es: No se puede guardar la contraseña. Activa el uso compartido con enlaces seguros para este documento.
fr_fr: Impossible d'enregistrer le mot de passe. Veuillez activer le partage de liens sécurisés pour ce document.
id_id: Gagal menyimpan kata sandi. Aktifkan berbagi tautan aman untuk dokumen ini.
it_it: Impossibile salvare la password. Attiva la condivisione del link sicuro per questo documento.
ja_jp: ドキュメントのセキュアリンク共有がオフのため、パスワードを保存できません。
ko_kr: 비밀번호를 저장할 수 없습니다. 이 문서의 보안 링크 공유를 켜세요.
ms_my: Tidak dapat menyimpan kata laluan. Sila hidupkan perkongsian pautan selamat untuk dokumen ini.
pt_br: Não foi possível salvar a senha. Ative o compartilhamento de link protegido para este documento.
ru_ru: Не удалось сохранить пароль. Включите для этого документа безопасный обмен ссылками.
th_th: ไม่สามารถบันทึกรหัสผ่านได้ โปรดเปิดการแบ่งปันลิงก์ที่ปลอดภัยสำหรับเอกสารนี้
vi_vn: Không thể lưu mật khẩu. Vui lòng bật tính năng chia sẻ liên kết bảo mật cho tài liệu này.
zh_cn: 文档已关闭加密链接分享，无法保存密码
zh_tw: 文件已關閉加密連結分享，無法儲存密碼

# tcU
source: Enter a new password
de_de: Ein neues Kennwort eingeben
es_es: Introduce una contraseña nueva
fr_fr: Saisir un nouveau mot de passe
id_id: Masukkan kata sandi baru
it_it: Immetti una nuova password
ja_jp: 新しいパスワードを入力
ko_kr: 새 비밀번호를 입력하세요
ms_my: Masukkan kata laluan baru
pt_br: Insira uma nova senha
ru_ru: Введите новый пароль
th_th: โปรดกรอกรหัสผ่านใหม่
vi_vn: Nhập mật khẩu mới
zh_cn: 请输入新密码
zh_tw: 請輸入新密碼

# HfI
source: Unable to generate. Please try again later.
de_de: Kann nicht generiert werden. Bitte versuchen Sie es später erneut.
es_es: No se puede generar. Inténtalo de nuevo más tarde.
fr_fr: Génération impossible. Veuillez réessayer plus tard.
id_id: Gagal menghasilkan. Coba lagi nanti.
it_it: Impossibile generare. Riprova più tardi.
ja_jp: 生成できませんでした。再度お試しください。
ko_kr: 생성할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat dihasilkan. Sila cuba lagi nanti.
pt_br: Não foi possível gerar. Tente novamente mais tarde.
ru_ru: Ошибка при создании. Повторите попытку позже.
th_th: สร้างไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tạo. Vui lòng thử lại sau.
zh_cn: 生成失败，请重试
zh_tw: 產生失敗，請重試

# bSQ
source: Password changed
de_de: Kennwort geändert
es_es: Contraseña cambiada
fr_fr: Mot de passe modifié
id_id: Kata sandi berhasil diubah
it_it: Password modificata
ja_jp: パスワードを変更しました。
ko_kr: 비밀번호가 변경되었습니다
ms_my: Kata laluan diubah
pt_br: Senha alterada
ru_ru: Пароль изменен
th_th: เปลี่ยนรหัสผ่านแล้ว
vi_vn: Đã thay đổi mật khẩu
zh_cn: 密码修改成功
zh_tw: 密碼修改成功

# gP0
source: Password doesn't meet requirements. Please try again.
de_de: Das Kennwort erfüllt die Anforderungen nicht. Bitte versuchen Sie es erneut.
es_es: La contraseña no cumple los requisitos. Inténtalo de nuevo.
fr_fr: Le mot de passe ne répond pas aux exigences. Veuillez en essayer un autre.
id_id: Kata sandi tidak memenuhi persyaratan. Coba lagi.
it_it: La password non soddisfa i requisiti. Riprova.
ja_jp: パスワードが要件を満たしていません。再度入力してください。
ko_kr: 비밀번호가 요구 사항을 충족하지 않습니다. 다시 시도하세요.
ms_my: Kata laluan tidak memenuhi keperluan. Sila cuba lagi.
pt_br: A senha não atende aos requisitos. Tente novamente.
ru_ru: Пароль не соответствует требованиям. Повторите попытку.
th_th: รหัสผ่านไม่เป็นไปตามข้อกำหนด โปรดลองอีกครั้ง
vi_vn: Mật khẩu không đáp ứng yêu cầu. Vui lòng thử lại.
zh_cn: 密码不符合要求，请修改后重试
zh_tw: 密碼不符合要求，請修改後重試

# 2uc
source: The password is not secure. Try a different password.
de_de: Das Kennwort ist nicht sicher. Versuchen Sie es mit einem anderen Kennwort.
es_es: La contraseña no es segura. Prueba con una diferente.
fr_fr: Le mot de passe n'est pas sécurisé. Essayer un autre mot de passe.
id_id: Kata sandi tidak aman. Coba kata sandi lain.
it_it: La password non è sicura. Provane una diversa.
ja_jp: パスワードの強度が弱いです。変更してから再試行してください。
ko_kr: 비밀번호가 안전하지 않습니다. 다른 비밀번호를 사용해 보세요.
ms_my: Kata laluan tidak selamat. Cuba kata laluan yang berbeza.
pt_br: A senha não é segura. Tente uma senha diferente.
ru_ru: Пароль ненадежен. Используйте другой пароль.
th_th: รหัสผ่านไม่ปลอดภัย ลองใช้รหัสผ่านอื่น
vi_vn: Mật khẩu không bảo mật. Hãy thử mật khẩu khác.
zh_cn: 密码过于简单，请修改后重试
zh_tw: 密碼過於簡單，請修改後重試

# lq4
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata Laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# ij4
source: Auto-generate
de_de: Automatisch generieren
es_es: Generar automáticamente
fr_fr: Générer automatiquement
id_id: Hasilkan otomatis
it_it: Genera automaticamente
ja_jp: ランダム生成
ko_kr: 자동 생성
ms_my: Jana secara automatik
pt_br: Geração automática
ru_ru: Создать автоматически
th_th: สร้างอัตโนมัติ
vi_vn: Tự động tạo
zh_cn: 随机生成
zh_tw: 隨機產生

# 3EM
source: Unable to save. Please try again later.
de_de: Kann nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es_es: No se puede guardar. Inténtalo de nuevo más tarde.
fr_fr: Enregistrement impossible. Veuillez réessayer plus tard.
id_id: Gagal menyimpan. Coba lagi nanti.
it_it: Impossibile salvare. Riprova più tardi.
ja_jp: 保存できませんでした。再度お試しください。
ko_kr: 저장할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menyimpan. Sila cuba lagi nanti.
pt_br: Não foi possível salvar. Tente novamente mais tarde.
ru_ru: Ошибка при сохранении. Повторите попытку позже.
th_th: ไม่สามารถบันทึกได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể lưu. Vui lòng thử lại sau.
zh_cn: 保存失败，请重试
zh_tw: 儲存失敗，請重試

# jmk
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# aUU
source: Saving...
de_de: Wird gespeichert …
es_es: Guardando...
fr_fr: Enregistrement...
id_id: Menyimpan...
it_it: Salvataggio in corso
ja_jp: 保存しています...
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_tw: 儲存中...

# ikI
source: Drive
ja_jp: ドライブ
ko_kr: 드라이브
ru_ru: Диск
zh_cn: 云盘
zh_tw: 雲端硬碟

# wB8
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 39o
source: My Space and Shared Spaces are moved to Drive
de_de: „Mein Bereich“ und „Geteilte Bereiche“ werden nach Drive verschoben
es_es: Mi Espacio y Espacios compartidos se han movido a Drive
fr_fr: Mon Espace et Espaces partagés sont déplacés vers le Drive
id_id: Ruang Saya dan Ruang Bersama dipindahkan ke Drive
it_it: Il mio spazio e Spazi condivisi sono stati spostati in Drive
ja_jp: 「マイスペース」と「共有スペース」は、「ドライブ」に移動されました。
ko_kr: 내 공간 및 공유 공간이 드라이브로 이동되었습니다
ms_my: Ruang Saya dan Ruang Berkongsi dipindahkan ke Drive
pt_br: Meu espaço e Espaços compartilhados foram movidos para o Drive
ru_ru: Мое пространство и общие пространства перемещены на Диск
th_th: พื้นที่ของฉันและพื้นที่ที่ใช้ร่วมกันจะถูกย้ายไปยัง Drive
vi_vn: Không gian của tôi và Không gian dùng chung được di chuyển vào Drive
zh_cn: 我的空间和共享空间移到了云盘
zh_tw: 我的空間和共用空間已移動至雲端硬碟

# rS8
source: View Now
de_de: Jetzt ansehen
es_es: Ver ahora
fr_fr: Afficher maintenant
id_id: Lihat Sekarang
it_it: Visualizza ora
ja_jp: 今すぐ確認
ko_kr: 지금 보기
ms_my: Lihat Sekarang
pt_br: Visualizar agora
ru_ru: Смотреть сейчас
th_th: ดูเลย
vi_vn: Xem ngay
zh_cn: 前往查看
zh_tw: 前往查看
