Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# VHc
source: Unable to invite external collaborators. Go to Permission settings and turn on external sharing.
de_de: Externe Kollaboratoren können nicht eingeladen werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie die externe Freigabe.
es_es: No se puede invitar a colaboradores externos. Accede a la Configuración de permisos y activa el uso compartido externo.
fr_fr: Impossible d'inviter des collaborateurs externes. Accédez à Paramètres d'autorisation et activez le partage externe.
hi_in: बाहरी सहयोगियों को आमंत्रित करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और बाहरी साझाकरण चालू करें.
id_id: Tidak dapat mengundang kolaborator eksternal. Buka Pengaturan izin dan aktifkan berbagi eksternal.
it_it: Impossibile invitare collaboratori esterni. Vai a Impostazioni delle autorizzazioni e attiva la condivisione esterna.
ja_jp: 外部共同編集者を招待できません。「ドキュメントの外部への共有を許可」をオンにしてから操作してください。
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 권한 설정으로 이동하여 외부 공유를 켜세요.
ms_my: Tidak dapat menjemput kolaborator luaran. Pergi ke Tetapan kebenaran dan hidupkan perkongsian luaran.
pt_br: Não é possível convidar colaboradores externos. Vá para Configurações de permissão e ative o compartilhamento externo.
ru_ru: Невозможно пригласить внешних соавторов. Перейдите в настройки разрешений и включите внешний доступ.
th_th: ไม่สามารถเชิญผู้ร่วมงานจากภายนอกได้ ไปที่การตั้งค่าการอนุญาตและเปิดการแบ่งปันภายนอก
vi_vn: Không mời được người cộng tác bên ngoài. Hãy đi tới Cài đặt quyền và bật tùy chọn chia sẻ với bên ngoài.
zh_cn: 无法邀请外部协作者，请在本文档的权限设置中开启对外分享
zh_tw: 無法邀請外部協作者，請在本文件的權限設定中開啟對外分享

# 8+Y
source: Unable to switch to this option. Go to Permission settings and turn on "Allow content to be shared with trust parties".
de_de: Diese Option kann nicht aktiviert werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“.
es_es: No se puede cambiar a esta opción. Accede a la configuración de permisos y activa "Permitir que el contenido se comparta con terceros de confianza".
fr_fr: Impossible de passer à cette option. Accédez à Paramètres d'autorisation et activez "Autoriser le partage de contenu avec des tiers de confiance".
hi_in: इस विकल्प पर स्विच करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और "भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें" चालू करें.
id_id: Tidak dapat beralih ke opsi ini. Buka Pengaturan izin dan aktifkan "Izinkan konten untuk dibagikan kepada pihak tepercaya".
it_it: Impossibile passare a questa opzione. Vai a Impostazioni delle autorizzazioni e attiva "Consenti la condivisione dei contenuti con parti attendibili".
ja_jp: このオプションに切り替えできません。フォルダの権限設定で「関連組織への共有を許可」をオンにしてください
ko_kr: 이 옵션으로 전환할 수 없습니다. 권한 설정으로 이동하여 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 켜세요.
ms_my: Tidak dapat beralih ke pilihan ini. Pergi ke Tetapan kebenaran dan hidupkan "Benarkan kandungan dikongsi dengan pihak yang dipercayai".
pt_br: Não é possível mudar para esta opção. Vá para Configurações de permissão e ative "Permitir que o conteúdo seja compartilhado com partes confiáveis".
ru_ru: Невозможно переключиться на этот параметр. Перейдите в настройки разрешений и включите "Разрешить делиться с доверенными организациями".
th_th: ไม่สามารถเปลี่ยนไปใช้ตัวเลือกนี้ได้ ไปที่การตั้งค่าการอนุญาตและเปิด "อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้อง"
vi_vn: Không chuyển sang tùy chọn này được. Hãy đi tới Cài đặt quyền và bật "Cho phép chia sẻ nội dung với các bên tin cậy".
zh_cn: 无法切换到该选项，请在本文件夹的权限设置中开启“允许内容被分享到关联组织”
zh_tw: 無法切換到該選項，請在本資料夾的權限設定中開啟「允許內容被分享到關聯組織」

# uHg
source: Unable to switch to this option. Go to Permission settings and turn on "Allow content to be shared with trust parties".
de_de: Diese Option kann nicht aktiviert werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“.
es_es: No se puede cambiar a esta opción. Accede a la configuración de permisos y activa "Permitir que el contenido se comparta con terceros de confianza".
fr_fr: Impossible de passer à cette option. Accédez à Paramètres d'autorisation et activez "Autoriser le partage de contenu avec des tiers de confiance".
hi_in: इस विकल्प पर स्विच करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और "भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें" चालू करें.
id_id: Tidak dapat beralih ke opsi ini. Buka Pengaturan izin dan aktifkan "Izinkan konten untuk dibagikan kepada pihak tepercaya".
it_it: Impossibile passare a questa opzione. Vai a Impostazioni delle autorizzazioni e attiva "Consenti la condivisione dei contenuti con parti attendibili".
ja_jp: このオプションに切り替えできません。ドキュメントの権限設定で「関連組織への共有を許可」をオンにしてください
ko_kr: 이 옵션으로 전환할 수 없습니다. 권한 설정으로 이동하여 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 켜세요.
ms_my: Tidak dapat beralih ke pilihan ini. Pergi ke Tetapan kebenaran dan hidupkan "Benarkan kandungan dikongsi dengan pihak yang dipercayai".
pt_br: Não é possível mudar para esta opção. Vá para Configurações de permissão e ative "Permitir que o conteúdo seja compartilhado com partes confiáveis".
ru_ru: Невозможно переключиться на этот параметр. Перейдите в настройки разрешений и включите "Разрешить делиться с доверенными организациями".
th_th: ไม่สามารถเปลี่ยนไปใช้ตัวเลือกนี้ได้ ไปที่การตั้งค่าการอนุญาตและเปิด "อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้อง"
vi_vn: Không chuyển sang tùy chọn này được. Hãy đi tới Cài đặt quyền và bật "Cho phép chia sẻ nội dung với các bên tin cậy".
zh_cn: 无法切换到该选项，请在本文档的权限设置中开启“允许内容被分享到关联组织”
zh_tw: 無法切換到該選項，請在本文件的權限設定中開啟「允許內容被分享到關聯組織」

# f80
source: Unable to switch to this option. Go to Permission settings and turn on external sharing.
de_de: Diese Option kann nicht aktiviert werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie die externe Freigabe.
es_es: No se puede cambiar a esta opción. Accede a la Configuración de permisos y activa el uso compartido externo.
fr_fr: Impossible de passer à cette option. Accédez à Paramètres d'autorisation et activez le partage externe.
hi_in: इस विकल्प पर स्विच करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और बाहरी साझाकरण चालू करें.
id_id: Tidak dapat beralih ke opsi ini. Buka Pengaturan izin dan aktifkan berbagi eksternal.
it_it: Impossibile passare a questa opzione. Vai a Impostazioni delle autorizzazioni e attiva la condivisione esterna.
ja_jp: 当該選択肢に切り替えできません。「フォルダの外部への共有を許可」をオンにしてから操作してください。
ko_kr: 이 옵션으로 전환할 수 없습니다. 권한 설정으로 이동하여 외부 공유를 켜세요.
ms_my: Tidak dapat beralih ke pilihan ini. Pergi ke Tetapan kebenaran dan hidupkan perkongsian luaran.
pt_br: Não é possível mudar para esta opção. Vá para Configurações de permissão e ative o compartilhamento externo.
ru_ru: Невозможно переключиться на этот параметр. Перейдите в настройки разрешений и включите внешний доступ.
th_th: ไม่สามารถเปลี่ยนไปใช้ตัวเลือกนี้ได้ ไปที่การตั้งค่าการอนุญาตและเปิดการแบ่งปันภายนอก
vi_vn: Không chuyển sang tùy chọn này được. Hãy đi tới Cài đặt quyền và bật chia sẻ với bên ngoài.
zh_cn: 无法切换至该选项，请在本文件夹的权限设置中开启对外分享
zh_tw: 無法切換至該選項，請在本資料夾的權限設定中開啟對外分享

# fPM
source: Unable to invite external collaborators. Go to Permission settings and turn on external sharing.
de_de: Externe Kollaboratoren können nicht eingeladen werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie die externe Freigabe.
es_es: No se puede invitar a colaboradores externos. Accede a la Configuración de permisos y activa el uso compartido externo.
fr_fr: Impossible d'inviter des collaborateurs externes. Accédez à Paramètres d'autorisation et activez le partage externe.
hi_in: बाहरी सहयोगियों को आमंत्रित करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और बाहरी साझाकरण चालू करें.
id_id: Tidak dapat mengundang kolaborator eksternal. Buka Pengaturan izin dan aktifkan berbagi eksternal.
it_it: Impossibile invitare collaboratori esterni. Vai a Impostazioni delle autorizzazioni e attiva la condivisione esterna.
ja_jp: 当該選択肢に切り替えできません。「ドキュメントの外部への共有を許可」をオンにしてから操作してください。
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 권한 설정으로 이동하여 외부 공유를 켜세요.
ms_my: Tidak dapat menjemput kolaborator luaran. Pergi ke Tetapan kebenaran dan hidupkan perkongsian luaran.
pt_br: Não é possível convidar colaboradores externos. Vá para Configurações de permissão e ative o compartilhamento externo.
ru_ru: Невозможно пригласить внешних соавторов. Перейдите в настройки разрешений и включите внешний доступ.
th_th: ไม่สามารถเชิญผู้ร่วมงานจากภายนอกได้ ไปที่การตั้งค่าการอนุญาตและเปิดการแบ่งปันภายนอก
vi_vn: Không mời được người cộng tác bên ngoài. Hãy đi tới Cài đặt quyền và bật tùy chọn chia sẻ với bên ngoài.
zh_cn: 无法切换至该选项，请在本文档的权限设置中开启对外分享
zh_tw: 無法切換至該選項，請在本文件的權限設定中開啟對外分享

# JnE
source: Sorted by date added
de_de: Sortierdatum hinzugefügt
es_es: Se ha agregado Ordenados por fecha
fr_fr: Tri par date d'ajout effectué
hi_in: "दिनांक से सॉर्ट किया" जोड़ा गया
id_id: Diurutkan berdasarkan tanggal ditambahkan
it_it: Aggiunta di Per data completata
ja_jp: 追加時間順
ko_kr: 추가된 날짜별로 정렬됨
ms_my: Disusun mengikut tarikh ditambah
pt_br: Classificado pela data de adição
ru_ru: Отсортировано по дате добавления
th_th: จัดเรียงตามวันที่ที่เพิ่มแล้ว
vi_vn: Sắp xếp theo ngày thêm
zh_cn: 按收藏时间排序
zh_tw: 按收藏時間排序

# +fM
source: Currently, folders that are not yet upgraded are not displayed on this list.
de_de: Derzeit werden noch nicht aktualisierte Ordner nicht auf dieser Liste angezeigt.
es_es: Actualmente, las carpetas que aún no se han actualizado no se muestran en esta lista.
fr_fr: Les dossiers qui ne sont pas encore mis à niveau ne sont actuellement pas affichés dans cette liste.
hi_in: वर्तमान में जिन फ़ोल्डर का अपग्रेड अभी तक नहीं हुआ है वे इस सूची में प्रदर्शित नहीं.
id_id: Saat ini, folder yang belum ditingkatkan tidak ditampilkan di daftar ini.
it_it: Al momento, le cartelle per cui non è ancora stato effettuato l'upgrade non vengono visualizzate sull'elenco.
ja_jp: 権限更新前フォルダは現在下側のリストに表示できません。
ko_kr: 아직 업그레이드되지 않은 폴더는 이 목록에 현재 표시되지 않습니다.
ms_my: Pada masa ini, folder yang belum dinaik taraf tidak dipaparkan dalam senarai ini.
pt_br: No momento, as pastas que ainda não estão atualizadas não são exibidas na lista.
ru_ru: В настоящее время папки, которые еще не перешли на новую версию, не отображаются в этом списке.
th_th: ปัจจุบัน โฟลเดอร์ที่ยังไม่ได้อัปเกรดจะไม่แสดงผลในรายการนี้
vi_vn: Hiện tại, các thư mục chưa được nâng cấp sẽ không được hiển thị trong danh sách này.
zh_cn: 权限尚未升级的文件夹暂时无法展示在下方列表中。
zh_tw: 權限尚未升級的資料夾暫時無法展示在下方清單中。

# T6Y
source: Go to folders that are not yet upgraded
de_de: Zu noch nicht aktualisierten Ordnern
es_es: Ir a las carpetas que aún no se han actualizado
fr_fr: Accès aux dossiers qui ne sont pas encore mis à niveau
hi_in: इन फ़ोल्डर पर जाएँ जिनका अपग्रेड अभी तक नहीं हुआ
id_id: Buka folder yang belum ditingkatkan
it_it: Vai alle cartelle per cui non è ancora stato effettuato l'upgrade
ja_jp: 権限更新前フォルダを確認
ko_kr: 아직 업그레이드되지 않은 폴더로 이동
ms_my: Pergi ke folder yang belum dinaik taraf
pt_br: Acesse as pastas que ainda não estão atualizadas
ru_ru: Просмотреть папки, которые еще не перешли на новую версию
th_th: ไปยังโฟลเดอร์ที่ยังไม่ได้อัปเกรด
vi_vn: Đi tới các thư mục chưa được nâng cấp
zh_cn: 点击查看权限尚未升级的文件夹
zh_tw: 點選查看權限尚未升級的資料夾

# 4e0
source: Folders not yet upgraded
de_de: Noch nicht aktualisierte Ordner
es_es: Carpetas aún sin actualizar
fr_fr: Dossiers pas encore mis à jour
hi_in: फ़ोल्डर जिनका अपग्रेड अभी तक नहीं हुआ
id_id: Folder belum ditingkatkan
it_it: Cartelle per cui non è ancora stato effettuato l'upgrade
ja_jp: 権限更新前フォルダ
ko_kr: 아직 업그레이드되지 않은 폴더
ms_my: Folder belum dinaik taraf
pt_br: Pastas ainda não atualizadas
ru_ru: Папки еще не перешли на новую версию
th_th: ยังไม่ได้อัปเกรดโฟลเดอร์
vi_vn: Các thư mục chưa được nâng cấp
zh_cn: 权限尚未升级的文件夹
zh_tw: 權限尚未升級的資料夾

# kBk
source: Secure+
hi_in: सुरक्षित+
ja_jp: 権限+
ko_kr: 보안+
ms_my: Selamat+
zh_cn: 权限+
zh_tw: 權限+

# JNs
source: Your appeal was rejected. You've reached the maximum number of appeals. If you need help, please contact {{customer_service}}.
de_de: Ihr Einspruch wurde abgelehnt. Sie haben die maximale Anzahl von Einsprüchen erreicht. Wenn Sie Hilfe benötigen, kontaktieren Sie den {{customer_service}}.
es_es: Tu reclamación se ha rechazado. Has alcanzado el número máximo de reclamaciones. Si necesitas ayuda, contacta con {{customer_service}}.
fr_fr: Votre appel a été refusé. Nombre maximum d'appels atteint. Si vous avez besoin d'aide, veuillez contacter l'{{customer_service}}.
hi_in: आपकी अपील अस्वीकृत की गई. आपकी अपील की संख्या सीमा तक पहुँच गई है. यदि आपको सहायता की आवश्यकता है, तो कृपया {{customer_service}} से संपर्क करें.
id_id: Keluhan Anda ditolak. Anda telah mencapai jumlah keluhan maksimum. Jika butuh bantuan, hubungi {{customer_service}}.
it_it: Il tuo appello è stato rifiutato. Hai raggiunto il numero massimo di appelli. Se hai bisogno di aiuto, contatta {{customer_service}}.
ja_jp: 本日の申し立て回数は上限に達したため、提出できませんでした。ヘルプが必要な場合は{{customer_service}}までご連絡ください
ko_kr: 이의 제기가 거부되었습니다. 최대 이의 제기 수에 도달했습니다. 도움이 필요하면 {{customer_service}}에 문의하세요.
ms_my: Rayuan anda ditolak. Anda telah mencapai bilangan rayuan maksimum. Jika anda memerlukan bantuan, sila hubungi {{customer_service}}.
pt_br: Sua solicitação foi rejeitada. Você atingiu o número máximo de solicitações. Se precisar de ajuda, entre em contato com o {{customer_service}}.
ru_ru: Ваша апелляция была отклонена. Вы подали максимальное количество апелляций. Если вам нужна помощь, свяжитесь с {{customer_service}}.
th_th: คำร้องของคุณถูกปฏิเสธ คำร้องครบจำนวนสูงสุดแล้ว หากคุณต้องการความช่วยเหลือ โปรดติดต่อ {{customer_service}}
vi_vn: Khiếu nại của bạn đã bị từ chối. Bạn đã đạt số lượng khiếu nại tối đa. Nếu bạn cần giúp đỡ, xin vui lòng liên hệ với {{customer_service}}.
zh_cn: 当前文件夹申诉次数已达上限，申诉未通过。如需帮助可联系{{customer_service}}
zh_tw: 目前資料夾申訴次數已達上限，申訴未通過。如需協助可聯絡{{customer_service}}

# juU
source: Feishu support
es_es: Soporte técnico de Feishu
fr_fr: assistance Feishu
hi_in: Feishu सहायक
id_id: Dukungan Feishu
it_it: Supporto tecnico Feishu
ja_jp: カスタマサポート
ko_kr: Feishu 지원팀
ms_my: Sokongan Feishu
pt_br: Suporte do Feishu
ru_ru: поддержкой Feishu
th_th: ทีมสนับสนุนของ Feishu
vi_vn: Hỗ trợ Feishu
zh_cn: 人工客服
zh_tw: 人工客服

# C9c
source: Your appeal was rejected. You've reached the maximum number of appeals in a day. Please check the folder name and its description and make appropriate changes. You can submit an appeal again after midnight today.
de_de: Ihr Einspruch wurde abgelehnt. Sie haben die maximale Anzahl von Einsprüchen pro Tag erreicht. Überprüfen Sie den Ordnernamen und dessen Beschreibung und nehmen Sie die entsprechenden Änderungen vor. Sie können heute nach Mitternacht erneut einen Einspruch einreichen.
es_es: Tu reclamación se ha rechazado. Has alcanzado el número máximo de reclamaciones de un día. Comprueba el nombre de la carpeta y su descripción y haz los cambios oportunos. Puedes volver a enviar una reclamación después de las 12:00 de esta noche.
fr_fr: Votre appel a été refusé. Vous avez atteint le nombre maximum d'appels en un jour. Veuillez vérifier le nom et la description du dossier et apporter les modifications appropriées. Vous pourrez soumettre un nouvel appel après minuit aujourd'hui.
hi_in: आपकी अपील अस्वीकृत की गई. आपकी आज की अपील की संख्या सीमा तक पहुँच गई है. कृपया फ़ोल्डर के नाम और उसकी जानकारी की जाँच करें और उचित बदलाव करें. आप आज मध्यरात्रि के बाद अपील पुनः सबमिट कर सकते हैं.
id_id: Keluhan Anda ditolak. Anda telah mencapai jumlah keluhan maksimum dalam sehari. Periksa nama folder dan deskripsinya dan buat perubahan yang sesuai. Anda dapat mengirim keluhan lagi setelah tengah malam hari ini.
it_it: Il tuo appello è stato rifiutato. Hai raggiunto il numero massimo di appelli in un giorno. Controlla il nome della cartella e la relativa descrizione e apporta le modifiche appropriate. Puoi inviare un appello di nuovo dopo la mezzanotte di oggi.
ja_jp: 本日の申し立て回数は上限に達したため、提出できませんでした。フォルダ名とその説明を変更してから、翌日に再提出してください
ko_kr: 이의 제기가 거부되었습니다. 하루 최대 이의 제기 수에 도달했습니다. 폴더 이름과 해당 설명을 확인하고 적절하게 변경하세요. 오늘 자정 이후에 다시 이의 제기를 제출할 수 있습니다.
ms_my: Rayuan anda ditolak. Anda telah mencapai bilangan rayuan maksimum dalam sehari. Sila periksa nama folder dan keterangan serta lakukan perubahan yang sesuai. Anda boleh mengemukakan rayuan lagi selepas tengah malam hari ini.
pt_br: Sua solicitação foi rejeitada. Você atingiu o número máximo de solicitações em um dia. Verifique o nome da pasta e sua descrição e faça as alterações adequadas. Você pode enviar uma solicitação novamente após a meia-noite.
ru_ru: Ваша апелляция была отклонена. Вы подали максимальное количество апелляций за день. Проверьте имя папки и ее описание и внесите соответствующие изменения. Вы можете снова подать апелляцию сегодня после полуночи.
th_th: คำร้องของคุณถูกปฏิเสธ จำนวนคำร้องในหนึ่งวันครบจำนวนสูงสุดแล้ว โปรดตรวจสอบชื่อโฟลเดอร์และคำอธิบายโฟลเดอร์และทำการเปลี่ยนแปลงตามความเหมาะสม คุณสามารถส่งคำร้องได้อีกครั้งหลังเที่ยงคืนวันนี้
vi_vn: Khiếu nại của bạn đã bị từ chối. Bạn đã đạt số lượng khiếu nại tối đa trong ngày. Vui lòng kiểm tra tên thư mục và mô tả của thư mục và thực hiện các thay đổi thích hợp. Bạn có thể gửi lại khiếu nại sau nửa đêm hôm nay.
zh_cn: 当日申诉次数已达上限，申诉未通过。请修改文件夹名称和描述，次日零点后重新提交申诉
zh_tw: 當日申訴次數已達上限，申訴未通過。請修改資料夾名稱和描述，次日零點後重新提交申訴

# 60E
source: Unable to add external collaborators to this file type
de_de: Hinzufügen von externen Mitarbeitern zu diesem Dateityp nicht möglich
es_es: No se pueden agregar colaboradores externos a este tipo de archivo
fr_fr: Ajout de collaborateurs externes à ce type de fichier impossible
hi_in: इस फ़ाइल प्रकार में बाहरी सहयोगी जोड़ने में असमर्थ
id_id: Tidak dapat menambahkan kolaborator eksternal ke jenis file ini
it_it: Impossibile aggiungere collaboratori esterni a questo tipo di file
ja_jp: 当該ファイルタイプは現在、外部共同編集者の追加がサポートされていません
ko_kr: 이 파일 유형에 외부 공동 작업자를 추가할 수 없음
ms_my: Tidak dapat menambah pengguna luaran ke jenis fail ini
pt_br: Não é possível adicionar colaboradores externos a este tipo de arquivo
ru_ru: Не удалось добавить внешних соавторов к этому типу файла
th_th: ไม่สามารถเพิ่มผู้ร่วมงานภายนอกไปยังไฟล์ประเภทนี้ได้
vi_vn: Không thể thêm cộng tác viên bên ngoài cho loại tệp tin này
zh_cn: 该文件类型暂不支持添加外部协作者
zh_tw: 該檔案類型暫不支援新增外部協作者

# xj8
source: This file type doesn't allow link sharing.
de_de: Dieser Dateityp lässt das Teilen von Links nicht zu.
es_es: Este tipo de archivo no admite compartir enlaces.
fr_fr: Ce type de fichier ne permet pas le partage de lien.
hi_in: यह फ़ाइल प्रकार लिंक साझाकरण की अनुमति नहीं देता.
id_id: Jenis file ini tidak mengizinkan berbagi tautan.
it_it: Questo tipo di file non consente la condivisione di link.
ja_jp: 当該ファイルタイプは現在、リンクによる共有がサポートされていません
ko_kr: 이 파일 형식은 링크 공유를 허용하지 않습니다.
ms_my: Jenis fail ini tidak membenarkan perkongsian pautan.
pt_br: Este tipo de arquivo não permite compartilhamento de link.
ru_ru: Этот тип файла не разрешает обмен ссылками.
th_th: ไฟล์ประเภทนี้ไม่อนุญาตการแบ่งปันลิงก์
vi_vn: Loại tệp tin này không cho phép chia sẻ liên kết.
zh_cn: 该文件类型暂不支持链接分享
zh_tw: 該檔案類型暫不支援連結分享

# 7M4
source: Unable to share this file type externally
de_de: Externes Teilen dieses Dateityps nicht möglich
es_es: No se puede compartir este tipo de archivo externamente
fr_fr: Partage de ce type de fichier en externe impossible
hi_in: यह फ़ाइल प्रकार बाहर साझा करने में असमर्थ
id_id: Tidak dapat membagikan jenis file ini secara eksternal
it_it: Impossibile condividere esternamente questo tipo di file
ja_jp: 当該ファイルタイプは現在、外部への共有がサポートされていません
ko_kr: 이 파일 유형을 외부와 공유할 수 없음
ms_my: Tidak dapat berkongsi jenis fail ini secara luaran
pt_br: Não é possível compartilhar este tipo de arquivo externamente
ru_ru: Не удалось поделиться этим типом файла с внешними пользователями
th_th: ไม่สามารถแบ่งปันไฟล์ประเภทนี้สู่ภายนอกได้
vi_vn: Không thể chia sẻ loại tệp tin này với bên ngoài
zh_cn: 该文件类型暂不支持对外分享
zh_tw: 該檔案類型暫不支援對外分享

# +tQ
source: Once changed, the current document will no longer inherit the collaborators of the folder.
de_de: Nach dem Ändern übernimmt das aktuelle Dokument nicht länger die Mitarbeiter des Ordners.
es_es: Una vez que se cambie, el documento actual no heredará los colaboradores de la carpeta.
fr_fr: Après la modification, le document actuel n'héritera plus des collaborateurs du dossier.
hi_in: बदले जाने पर, वर्तमान दस्तावेज़ अब फ़ोल्डर के सहयोगी प्राप्त नहीं करेगा.
id_id: Setelah diubah, dokumen saat ini tidak akan lagi mewarisi kolaborator folder.
it_it: Se modificate, questo documento non erediterà più i collaboratori della cartella.
ja_jp: この操作により、当該フォルダと親フォルダの権限が一致しなくなり、今後当該フォルダは親フォルダの共同編集者を継承しなくなります。続けますか？
ko_kr: 변경되면 현재 문서는 더 이상 폴더의 공동 작업자를 상속하지 않습니다.
ms_my: Setelah diubah, dokumen semasa tidak akan lagi mewarisi rakan kerjasama folder.
pt_br: Com a alteração, o documento atual não mais herdará os colaboradores da pasta.
ru_ru: После изменения текущий документ больше не будет наследовать соавторов папки.
th_th: เมื่อเปลี่ยนแล้ว เอกสารปัจจุบันจะไม่รับผู้ร่วมงานของโฟลเดอร์มาใช้อีกต่อไป
vi_vn: Sau khi được thay đổi, tài liệu hiện tại sẽ không còn kế thừa cộng tác viên của thư mục nữa.
zh_cn: 该操作会导致本文件夹与父级文件夹的权限不一致，当前文件夹将不再继承父级文件夹的协作者，是否继续？
zh_tw: 該操作會導致本資料夾與父系資料夾的權限不一致，目前資料夾將不再繼承父系資料夾的協作者，是否繼續？

# 7nI
source: Inherited from folder
de_de: Von Ordner übernommen
es_es: Se ha heredado de la carpeta
fr_fr: Hérité(e) du dossier
hi_in: फ़ोल्डर से प्राप्त किया गया
id_id: Diwariskan dari folder
it_it: Ereditato dalla cartella
ja_jp: 親フォルダから継承
ko_kr: 폴더에서 상속됨
ms_my: Diwarisi dari folder
pt_br: Herdado da pasta
ru_ru: Унаследовано из папки
th_th: รับจากโฟลเดอร์มาใช้แล้ว
vi_vn: Đã kế thừa từ thư mục
zh_cn: 继承自父级文件夹
zh_tw: 繼承自父系資料夾

# jCI
source: Added to folder
de_de: Zum Ordner hinzugefügt
es_es: Agregado a la carpeta
fr_fr: Ajouté(e) au dossier
hi_in: फ़ोल्डर में जोड़ा गया
id_id: Ditambahkan ke folder
it_it: Aggiunto alla cartella
ja_jp: 追加時間
ko_kr: 폴더에 추가됨
ms_my: Ditambah ke folder
pt_br: Adicionado à pasta
ru_ru: Добавлено в папку
th_th: เพิ่มไปยังโฟลเดอร์แล้ว
vi_vn: Đã thêm vào thư mục
zh_cn: 按添加时间
zh_tw: 按新增時間

# vS8
source: Created Time
de_de: Erstellungszeit
es_es: Fecha/hora de creación
fr_fr: Heure de création
hi_in: बनाया गया
id_id: Waktu Pembuatan
it_it: Data/Ora di creazione
ja_jp: 作成時間
ko_kr: 생성 시간
ms_my: Masa Dicipta
pt_br: Horário de criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 按创建时间
zh_tw: 按建立時間

# tzg
source: Modified
de_de: Geändert
es_es: Modificado
fr_fr: Modifié(e)
hi_in: संशोधित किया गया
id_id: Diubah
it_it: Modifica completata
ja_jp: 編集時間
ko_kr: 수정됨
ms_my: Diubahsuai
pt_br: Modificado
ru_ru: Изменено
th_th: แก้ไขแล้ว
vi_vn: Đã sửa đổi
zh_cn: 按修改时间
zh_tw: 按修改時間

# Jp4
source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: 名称
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 按名称
zh_tw: 按名稱

# Be4
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 按所有者
zh_tw: 按擁有者

# 2a8
source: Shared with me
de_de: Mit mir geteilt
es_es: Compartido conmigo
fr_fr: Partagé(e) avec moi
hi_in: मेरे साथ साझा किया गया
id_id: Dibagikan dengan saya
it_it: Condiviso con me
ja_jp: 共有時間
ko_kr: 나와 공유됨
ms_my: Dikongsi dengan saya
pt_br: Compartilhado comigo
ru_ru: Поделился(-ась) со мной
th_th: แบ่งปันให้กับฉัน
vi_vn: Đã được chia sẻ với tôi
zh_cn: 按分享时间
zh_tw: 按分享時間
