Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# GNA
source: Unable to restore. Please try again.
de_de: Wiederherstellen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede restaurar. Inténtalo de nuevo.
fr_fr: Restauration impossible. Veuillez réessayer.
hi_in: बहाल करने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat memulihkan. Coba lagi.
it_it: Impossibile ripristinare. Riprova.
ja_jp: 復元できませんでした。しばらくしてから再試行してください
ko_kr: 복구할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memulihkan. Sila cuba lagi.
pt_br: Não foi possível restaurar. Tente novamente.
ru_ru: Не удалось восстановить. Повторите попытку.
th_th: ไม่สามารถคืนค่าได้ โปรดลองอีกครั้ง
vi_vn: Không thể khôi phục. Vui lòng thử lại.
zh_cn: 恢复失败，请稍后再试
zh_tw: 還原失敗，請稍後再試

# weg
source: Unable to download files larger than {{SIZE}} GB. Please download using the desktop version.
de_de: Herunterladen von Dateien mit mehr als {{SIZE}} GB fehlgeschlagen. Führen Sie den Download über die Desktop-Version durch.
es_es: No se pueden descargar archivos superiores a {{SIZE}} GB. Realiza la descarga con la versión para escritorio.
fr_fr: Impossible de télécharger des fichiers de plus de {{SIZE}} Go. Veuillez télécharger à l'aide de la version sur ordinateur.
hi_in: {{SIZE}} GB से बड़े आकार की फ़ाइलें डाउनलोड करने में असमर्थ. कृपया डेस्कटॉप संस्करण का उपयोग करके डाउनलोड करें.
id_id: Gagal mengunduh file yang berukuran lebih besar daripada {{SIZE}} GB. Unduh menggunakan versi desktop.
it_it: Impossibile scaricare file di dimensioni superiori a {{SIZE}} GB. Scaricali usando la versione per desktop.
ja_jp: {{SIZE}} GB 以上のファイルは現在ダウンロードできません。デスクトップ版にてダウンロードしてください
ko_kr: {{SIZE}}GB보다 큰 파일은 다운로드할 수 없습니다. 데스크톱 버전을 사용하여 다운로드하세요.
ms_my: Tidak dapat memuat turun fail lebih besar daripada {{SIZE}} GB. Sila muat turun menggunakan versi desktop.
pt_br: Falha ao fazer download de arquivos maiores que {{SIZE}} GB. Faça download usando uma versão para computador.
ru_ru: Невозможно скачать файлы размером более {{SIZE}} ГБ. Скачайте их из версии для ПК.
th_th: ไม่สามารถดาวน์โหลดไฟล์ที่มีขนาดใหญ่กว่า {{SIZE}} GB ได้ โปรดดาวน์โหลดโดยใช้เวอร์ชันเดสก์ท็อป
vi_vn: Không thể tải xuống các tệp tin lớn hơn {{SIZE}} GB. Vui lòng tải xuống bằng phiên bản máy tính.
zh_cn: 暂不支持下载超过 {{SIZE}} GB 的文件，请到桌面端下载
zh_tw: 暫不支援下載超過 {{SIZE}} GB 的檔案，請到桌面端下載

# d7w
source: Downloading...
de_de: Wird heruntergeladen...
es_es: Descargando...
fr_fr: Téléchargement…
hi_in: डाउनलोड किया जा रहा है...
id_id: Mengunduh...
it_it: Download in corso
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
ms_my: Memuat turun...
pt_br: Fazendo download...
ru_ru: Скачивается...
th_th: กำลังดาวน์โหลด...
vi_vn: Đang tải xuống...
zh_cn: 下载中...
zh_tw: 下載中...

# 91M
source: Unable to download. Insufficient local storage space.
de_de: Download fehlgeschlagen. Nicht genügend lokaler Speicherplatz.
es_es: No se puede descargar. Espacio de almacenamiento local insuficiente.
fr_fr: Échec du téléchargement. Espace de stockage local insuffisant.
hi_in: डाउनलोड करने में असमर्थ. अपर्याप्त लोकल स्टोरेज स्पेस.
id_id: Gagal mengunduh. Ruang penyimpanan lokal tidak cukup.
it_it: Impossibile scaricare. Spazio di archiviazione locale insufficiente.
ja_jp: ダウンロードできませんでした。携帯のストレージ空きスペースが足りません
ko_kr: 다운로드할 수 없습니다. 로컬 저장 공간이 부족합니다.
ms_my: Tidak dapat memuat turun. Ruang storan tempatan tidak mencukupi.
pt_br: Falha ao fazer download. Espaço de armazenamento local insuficiente.
ru_ru: Не удалось скачать. Недостаточно места в локальном хранилище.
th_th: ไม่สามารถดาวน์โหลดได้ พื้นที่จัดเก็บข้อมูลภายในเครื่องไม่เพียงพอ
vi_vn: Tải xuống không thành công. Không đủ dung lượng lưu trữ thiết bị
zh_cn: 手机存储空间不足，暂无法下载
zh_tw: 手機儲存空間不足，暫時無法下載

# 1u4
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: लोकल में सहेजें
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# RGM
source: Saved to local album
de_de: Im lokalen Album gespeichert
es_es: Se ha guardado en el álbum local
fr_fr: Enregistré dans l'album local
hi_in: लोकल एलबम में सहेजा गया
id_id: Disimpan ke album lokal
it_it: Salvato nell'album locale
ja_jp: 写真に保存しました
ko_kr: 로컬 앨범에 저장되었습니다
ms_my: Disimpan ke album tempatan
pt_br: Salvo no álbum local
ru_ru: Сохранено в локальный альбом
th_th: บันทึกไปยังอัลบั้มภายในเครื่องแล้ว
vi_vn: Đã lưu vào album thiết bị
zh_cn: 已保存到手机相册
zh_tw: 已儲存到手機相簿

# LdM
source: Due to information security of the organization, the file can't be saved to local.
de_de: Aufgrund der Informationssicherheit der Organisation kann die Datei nicht lokal gespeichert werden.
es_es: Para garantizar la seguridad de la información sobre la organización, el archivo no se puede guardar de forma local.
fr_fr: Impossible d'enregistrer le fichier localement en raison des paramètres de sécurité des informations de l'organisation.
hi_in: संगठन की जानकारी सुरक्षा के कारण, फ़ाइल लोकल में सहेजी नहीं जा सकती.
id_id: Karena keamanan informasi organisasi, file tidak dapat disimpan ke lokal.
it_it: A causa della sicurezza delle informazioni dell'organizzazione, il file non può essere salvato in locale.
ja_jp: 法人アカウント管理者のセキュリティ設定により、このファイルをローカルに保存できません
ko_kr: 기업의 정보 보안 설정으로 인해 파일을 로컬에 저장할 수 없습니다.
ms_my: Kerana keselamatan maklumat organisasi, fail tidak boleh disimpan ke tempatan.
pt_br: Devido à segurança de informações da organização, o arquivo não pode ser salvo localmente.
ru_ru: Из-за информационной безопасности организации файл нельзя сохранить в локальных.
th_th: เนื่องจากความปลอดภัยในข้อมูลขององค์กรจึงไม่สามารถบันทึกไฟล์ลงในเครื่องได้
vi_vn: Do việc bảo mật thông tin của tổ chức nên không thể lưu tệp tin vào thư mục cục bộ.
zh_cn: 由于你所在组织的安全配置，该文件不能被保存到本地
zh_tw: 由於你所在組織的安全設定，該檔案不能儲存到本機

# rm4
source: The organization's security strategy was changed. Once this option is selected, you won't be able to select "Allow content to be shared with trust parties".
de_de: Die Sicherheitsstrategie der Organisation wurde geändert. Nachdem diese Option aktiviert wurde, können Sie die Option „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“ nicht mehr auswählen.
es_es: Ha cambiado la estrategia de seguridad de la organización. Una vez seleccionada esta opción, no podrás seleccionar "Permitir que el contenido se comparta con terceros de confianza".
fr_fr: La stratégie de sécurité de l'organisation a été modifiée. Une fois cette option sélectionnée, vous ne pourrez plus sélectionner "Autoriser le partage du contenu avec des tiers de confiance".
hi_in: संगठन की सुरक्षा योजना बदली गई थी. यह विकल्प चुनने के बाद, आप "भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें" नहीं चुन पाएँगे.
id_id: Strategi keamanan organisasi telah diubah. Setelah opsi ini dipilih, Anda tidak akan bisa memilih "Izinkan konten untuk dibagikan kepada pihak tepercaya".
it_it: La strategia di sicurezza dell'organizzazione è stata modificata. Una volta selezionata questa opzione, non potrai selezionare "Consenti la condivisione dei contenuti con parti attendibili".
ja_jp: 法人のセキュリティ設定の変更により、こちらを選択すると、「関連組織への共有を許可」を選択できなくなります。
ko_kr: 기업의 보안 전략이 변경되었습니다. 이 옵션을 선택하면 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 선택할 수 없습니다.
ms_my: Strategi keselamatan organisasi telah diubah. Setelah pilihan ini dipilih, anda tidak akan dapat memilih "Benarkan kandungan dikongsi dengan pihak yang dipercayai".
pt_br: A estratégia de segurança da organização foi alterada. Depois que essa opção for selecionada, você não poderá selecionar "Permitir que o conteúdo seja compartilhado com partes confiáveis".
ru_ru: Стратегия безопасности организации была изменена. После выбора этого параметра вы не сможете выбрать "Разрешить делиться с доверенными организациями".
th_th: กลยุทธ์ด้านความปลอดภัยขององค์กรมีการเปลี่ยนแปลง เมื่อเลือกตัวเลือกนี้แล้ว คุณจะไม่สามารถเลือก "อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้อง" ได้
vi_vn: Chính sách bảo mật của tổ chức đã được thay đổi. Sau khi chọn tùy chọn này, bạn sẽ không thể chọn "Cho phép chia sẻ nội dung với các bên tin cậy".
zh_cn: 由于企业安全策略的调整，在你勾选此选项后，将无法再选择“允许内容被分享到关联组织”。
zh_tw: 由於企業安全性策略調整，在你勾選此選項後，將無法再選取「允許內容被分享到關聯組織」。

# ry4
source: The organization's security strategy was changed. Once this option is selected, you won't be able to select "Allow content to be shared with trust parties" and "Only people with manage permission can share the content with trust parties" will be automatically adjusted as "Only people with manage permission can share externally".
de_de: Die Sicherheitsstrategie der Organisation wurde geändert. Nachdem diese Option aktiviert wurde, können Sie die Option „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“ nicht mehr auswählen, und die Option „Nur Personen mit der Berechtigung 'Verwalten erlaubt' können den Inhalt für vertrauenswürdige Dritte freigeben" wird automatisch angepasst zu: „Nur Personen mit der Berechtigung Verwalten erlaubt können extern Inhalte teilen“.
es_es: La estrategia de seguridad de la organización ha cambiado. Una vez seleccionada esta opción, no podrás seleccionar "Permitir que el contenido se comparta con terceros de confianza" y " Solo las personas con permiso de administración pueden compartir el contenido con terceros de confianza" se ajustará automáticamente como "Solo las personas con permiso de administración pueden compartirlo externamente".
fr_fr: La stratégie de sécurité de l'organisation a été modifiée. Une fois cette option sélectionnée, vous ne pourrez plus sélectionner "Autoriser le partage du contenu avec des tiers de confiance" et "Seuls les utilisateurs disposant de l'autorisation de gestion peuvent partager le contenu avec des tiers de confiance" passera automatiquement à "Seuls les utilisateurs disposant de l'autorisation 'de gestion peuvent partager en externe".
hi_in: संगठन की सुरक्षा योजना बदली गई थी. यह विकल्प चुनने के बाद, आप “ट्रस्ट पार्टी के साथ साझा किए जाने वाले कंटेंट की अनुमति दें” नहीं चुन सकते और "सिर्फ़ ट्रस्ट पार्टी के साथ अनुमति प्रबंधित करने वाले लोग ही ट्रस्ट पार्टी के साथ कंटेंट साझा कर सकते हैं” स्वचालित रूप से “सिर्फ़ अनुमति प्रबंधित करने वाले लोग ही बाहरी तौर पर साझा कर सकते हैं” के तौर पर स्वचालित रूप से समायोजित किया जाएगा.
id_id: Strategi keamanan organisasi diubah. Setelah opsi ini dipilih, Anda tidak akan bisa memilih "Izinkan konten untuk dibagikan kepada pihak tepercaya" dan "Hanya orang-orang dengan izin untuk mengelola yang dapat berbagi konten kepada pihak tepercaya" akan secara otomatis disesuaikan menjadi "Hanya orang-orang dengan izin untuk mengelola yang dapat berbagi secara eksternal".
it_it: La strategia di sicurezza dell'organizzazione è stata modificata. Una volta selezionata questa opzione, non potrai selezionare "Consenti la condivisione di contenuti con parti attendibili". Inoltre, "Solo le persone con autorizzazione alla gestione possono condividere contenuti con parti attendibili" verrà modificata automaticamente in "Solo le persone con autorizzazione alla gestione possono condividere all'esterno".
ja_jp: 法人のセキュリティ設定の変更により、こちらを選択すると、「関連組織への共有を許可」を選択できなくなります。また、「『管理権限』のみ関連組織に共有できる」は「『管理権限』のみ外部に共有できる」に自動変更されます。
ko_kr: 기업의 보안 전략이 변경되었습니다. 이 옵션을 선택하면 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 선택할 수 없으며 "관리 권한이 있는 사용자만 신뢰할 수 있는 당사자와 콘텐츠를 공유할 수 있음"이 "관리 권한이 있는 사용자만 외부적으로 공유할 수 있음"으로 자동 조정됩니다.
ms_my: Strategi keselamatan organisasi telah diubah. Setelah pilihan ini dipilih, anda tidak akan dapat memilih "Benarkan kandungan dikongsi dengan pihak yang dipercayai" dan "Hanya orang dengan kebenaran mengurus boleh berkongsi kandungan dengan pihak yang dipercayai" akan disesuaikan secara automatik sebagai "Hanya orang dengan kebenaran mengurus boleh berkongsi secara luaran".
pt_br: A estratégia de segurança da organização foi alterada. Depois que essa opção for selecionada, você não poderá selecionar "Permitir que o conteúdo seja compartilhado com partes confiáveis" e "Apenas pessoas com permissão de gerenciamento podem compartilhar o conteúdo com partes confiáveis" será ajustado automaticamente para "Apenas pessoas com permissão de gerenciamento podem compartilhar externamente".
ru_ru: Стратегия безопасности организации была изменена. После выбора этого параметра вы не сможете выбрать "Разрешить делиться содержимого с доверенными организациями", а "Только люди с разрешением на управление могут делиться содержимым с доверенными организациями" будет автоматически настроено как "Только люди с разрешением на управление могут делиться за пределами организации".
th_th: กลยุทธ์การรักษาความปลอดภัยขององค์กรมีการเปลี่ยนแปลง เมื่อเลือกตัวเลือกนี้แล้ว คุณจะไม่สามารถเลือก "อนุญาตให้แบ่งปันเนื้อหากับฝ่ายที่น่าเชื่อถือ" และ "เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถแบ่งปันเนื้อหากับฝ่ายที่น่าเชื่อถือได้" จะถูกปรับโดยอัตโนมัติเป็น "เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นจึงจะสามารถแบ่งปันภายนอกได้"
vi_vn: Chính sách bảo mật của tổ chức đã được thay đổi. Sau khi chọn tùy chọn này, bạn sẽ không thể chọn "Cho phép chia sẻ nội dung với các bên tin cậy", đồng thời "Chỉ những người có quyền quản lý mới có thể chia sẻ nội dung với các bên tin cậy" sẽ được tự động sửa thành "Chỉ những người có quyền quản lý mới có thể chia sẻ ra bên ngoài".
zh_cn: 由于企业安全策略调整，在你勾选此选项后，将无法再选择“允许内容被分享到关联组织”，并且“仅‘可管理权限’可以将内容分享到关联组织”将自动调整为“仅‘可管理权限’可以分享到组织外”，请知悉。
zh_tw: 由於企業安全性策略調整，在你勾選此選項後，將無法再選擇「允許分享內容到關聯組織」，並且「僅『可管理權限』可以將內容分享到關聯組織」將自動調整為「僅『可管理權限』可以分享到組織外」，請知悉。

# b+8
source: The organization's security strategy was changed. Once any other option is selected, you won't be able to select "Only people from this organization and its trust parties with the link can view" or "Only people from this organization and its trust parties with the link can edit".
de_de: Die Sicherheitsstrategie der Organisation wurde geändert. Nachdem eine andere Option aktiviert wurde, können Sie die Option „Nur Personen aus dieser Organisation und ihre angegebenen vertrauenswürdigen Dritten mit dem Link können Inhalte sehen“ oder die Option „Nur Personen aus dieser Organisation und ihre angegebenen vertrauenswürdigen Dritten mit dem Link können Inhalte bearbeiten“ nicht mehr auswählen.
es_es: Ha cambiado la estrategia de seguridad de la organización. Una vez seleccionada cualquier otra opción, no podrás seleccionar "Solo tienen permiso de visualización las personas de esta organización y los terceros de confianza que tengan el enlace" o "Solo tienen permiso de edición las personas de esta organización y los terceros de confianza que tengan el enlace".
fr_fr: La stratégie de sécurité de l'organisation a été modifiée. Dès lors qu'une autre option est sélectionnée, vous ne pourrez plus sélectionner "Seuls les membres de cette organisation et leurs tiers de confiance disposant du lien peuvent consulter" ou "Seuls les membres de cette organisation et leurs tiers de confiance disposant du lien peuvent modifier".
hi_in: संगठन की सुरक्षा योजना बदली गई थी.अन्य विकल्प चुनने के बाद, आप "सिर्फ़ इस संगठन और लिंक वाले इसके भरोसेमंद पक्ष के लोग ही देख सकते हैं" या "सिर्फ़ इस संगठन और लिंक वाले इसके भरोसेमंद पक्ष के लोग ही संपादित कर सकते हैं" नहीं चुन पाएँगे.
id_id: Strategi keamanan organisasi telah diubah. Ketika opsi lain dipilih, Anda tidak akan bisa memilih “Hanya orang-orang dari organisasi ini dan pihak tepercayanya yang memiliki tautan yang dapat melihat” atau “Hanya orang-orang dari organisasi ini dan pihak tepercayanya yang memiliki tautan yang dapat mengedit”.
it_it: La strategia di sicurezza dell'organizzazione è stata modificata. Una volta selezionata qualsiasi altra opzione, non potrai selezionare "Possono visualizzare solo le persone di questa organizzazione e le parti attendibili con il link" o "Possono modificare solo le persone di questa organizzazione e le parti attendibili con il link".
ja_jp: 法人のセキュリティ設定の変更により、その他の項目を選択すると、「リンクを取得した法人メンバーおよび関連組織のメンバーが閲覧可能」および「リンクを取得した法人メンバーおよび関連組織のメンバーが編集可能」を選択できなくなります
ko_kr: 기업의 보안 전략이 변경되었습니다. 다른 옵션을 선택하면 "이 기업의 사용자와 해당 링크가 있는 신뢰할 수 있는 당사자만 읽기 가능" 또는 "이 기업의 사용자와 해당 링크가 있는 신뢰할 수 있는 당사자만 편집 가능"을 선택할 수 없습니다.
ms_my: Strategi keselamatan organisasi telah diubah. Setelah pilihan lain dipilih, anda tidak akan dapat memilih "Hanya orang dari organisasi ini dan pihak yang dipercayai dengan pautan boleh melihat" atau "Hanya orang dari organisasi ini dan pihak yang dipercayai dengan pautan boleh mengedit".
pt_br: A estratégia de segurança da organização foi alterada. Depois que qualquer outra opção for selecionada, você não poderá selecionar "Apenas as pessoas desta organização e suas partes confiáveis com o link podem visualizar" ou "Apenas as pessoas desta organização e suas partes confiáveis com o link podem editar".
ru_ru: Стратегия безопасности организации была изменена. Если выбран любой другой вариант, вы не сможете выбрать "Только люди из этой организации и ее доверенные организации могут просматривать по ссылке" или "Только люди из этой организации и ее доверенные организации могут редактировать по ссылке"
th_th: กลยุทธ์ด้านความปลอดภัยขององค์กรมีการเปลี่ยนแปลง เมื่อเลือกตัวเลือกอื่นแล้ว คุณจะไม่สามารถเลือก "เฉพาะบุคคลจากองค์กรนี้และบุคคลที่เกี่ยวข้องที่มีลิงก์เท่านั้นจึงจะดูได้" หรือ "เฉพาะบุคคลจากองค์กรนี้และบุคคลที่เกี่ยวข้องที่มีลิงก์เท่านั้นที่สามารถแก้ไขได้"
vi_vn: Chính sách bảo mật của tổ chức đã thay đổi. Sau khi chọn một tùy chọn bất kỳ khác, bạn sẽ không thể chọn "Chỉ những người thuộc tổ chức này và các bên tin cậy mới có thể xem nếu có liên kết" hoặc "Chỉ những người thuộc tổ chức này và các bên tin cậy mới có thể chỉnh sửa nếu có liên kết".
zh_cn: 由于企业安全策略调整，在你勾选其他任意选项后，将无法再选择“本组织及关联组织内获得链接的人可阅读”或“本组织及关联组织内获得链接的人可编辑”
zh_tw: 由於企業安全性策略調整，在你勾選其他任意選項後，將無法再選取「本組織及關聯組織內取得連結的人可閱讀」或「本組織及關聯組織內取得連結的人可編輯」

# ra4
source: Due to the organization's or the document's security strategy, you weren't able to invite {{collaborators}}.
de_de: Aufgrund der Sicherheitsstrategie der Organisation oder des Dokuments konnten Sie keine {{collaborators}} einladen.
es_es: Debido a la estrategia de seguridad de la organización o del documento, no se pudo invitar a {{collaborators}}.
fr_fr: Du fait de la stratégie de sécurité de l'organisation ou du document, vous n'avez pas pu inviter {{collaborators}}.
hi_in: संगठन या दस्तावेज़ की सुरक्षा की नीति की वजह से, आपको {{collaborators}} के लिए आमंत्रित नहीं किया गया था.
id_id: Karena strategi keamanan dokumen atau organisasi, Anda tidak dapat mengundang {{collaborators}}.
it_it: A causa della strategia di sicurezza del documento o dell'organizzazione, non hai potuto invitare {{collaborators}}.
ja_jp: 法人または Docs のセキュリティ設定により、{{collaborators}} に共有できません
ko_kr: 기업 또는 문서의 보안 정책으로 인해 {{collaborators}}을(를) 초대할 수 없습니다.
ms_my: Disebabkan strategi keselamatan organisasi atau dokumen, anda tidak dapat menjemput {{collaborators}}.
pt_br: Devido à estratégia de segurança da organização ou do documento, não foi possível convidar {{collaborators}}.
ru_ru: Невозможно пригласить из-за настроек политики безопасности организации или документа: {{collaborators}}
th_th: เนื่องจากกลยุทธ์การรักษาความปลอดภัยขององค์กรหรือเอกสาร คุณจึงไม่สามารถเชิญ{{collaborators}} ได้
vi_vn: Do chính sách bảo mật của tài liệu hoặc của tổ chức, bạn không thể mời {{collaborators}}.
zh_cn: 由于企业或文档本身的安全策略设置，无法邀请：{{collaborators}}
zh_tw: 由於企業或文件本身的安全性策略設定，無法邀請：{{collaborators}}

# bW8
source: Sharing the document with this type of collaborator isn't supported.
de_de: Die Freigabe des Dokuments wird für diesen Kollaboratortyp nicht unterstützt.
es_es: No es posible compartir el documento con este tipo de colaborador.
fr_fr: Le partage de ce document avec ce type de collaborateur n'est pas disponible.
hi_in: इस प्रकार के सहयोगीको दस्तावेज़ साझा करना समर्थित नहीं है.
id_id: Membagikan dokumen kepada kolaborator jenis ini tidak didukung.
it_it: Condivisione del documento con questo tipo di collaboratore non supportata.
ja_jp: このドキュメントは当タイプの共同編集者に共有できません
ko_kr: 이 유형의 공동 작업자와 문서를 공유할 수 없습니다.
ms_my: Pengongsian dokumen dengan jenis kolaborator ini tidak disokong.
pt_br: O compartilhamento do documento com esse tipo de colaborador não é compatível.
ru_ru: Предоставление доступа к документу этому типу соавторов не поддерживается.
th_th: ไม่รองรับการแบ่งปันเอกสารกับผู้ร่วมงานประเภทนี้
vi_vn: Không hỗ trợ chia sẻ tài liệu với người cộng tác thuộc lớp người dùng này.
zh_cn: 暂不支持分享本文档给此类型的协作者
zh_tw: 暫不支援分享本文件給此類協作者

# bC8
source: Invited some members. Due to the organization's or the document's security strategy, you weren't able to invite {{collaborators}}.
de_de: Einige Mitglieder eingeladen. Aufgrund der Sicherheitsstrategie der Organisation oder des Dokuments konnten Sie keine {{collaborators}} einladen.
es_es: Se ha invitado a algunos miembros. Debido a la estrategia de seguridad de la organización o del documento, no se pudo invitar a {{collaborators}}.
fr_fr: Certains membres ont été invités. Du fait de la stratégie de sécurité de l'organisation ou du document, vous n'avez pas pu inviter {{collaborators}}.
hi_in: आमंत्रित किए गए कुछ सदस्य. संगठन या दस्तावेज़ की सुरक्षा की नीति की वजह से, आपको {{collaborators}} के लिए आमंत्रित नहीं किया गया था.
id_id: Mengundang beberapa anggota. Karena strategi keamanan dokumen atau organisasi, Anda tidak dapat mengundang {{collaborators}}.
it_it: Invitati alcuni membri. A causa della strategia di sicurezza del documento o dell'organizzazione, non hai potuto invitare {{collaborators}}.
ja_jp: 一部のメンバーを招待しました。法人または Docs のセキュリティ設定により、{{collaborators}} を招待できません
ko_kr: 일부 구성원을 초대했습니다. 기업 또는 문서의 보안 정책으로 인해 {{collaborators}}을(를) 초대할 수 없습니다.
ms_my: Menjemput beberapa ahli. Disebabkan strategi keselamatan organisasi atau dokumen, anda tidak dapat menjemput {{collaborators}}.
pt_br: Alguns membros foram convidados. Devido à estratégia de segurança da organização ou do documento, não foi possível convidar {{collaborators}}.
ru_ru: пригласил(а) некоторых участников. Из-за стратегии безопасности организации или документа вы не смогли пригласить {{collaborators}}.
th_th: ได้เชิญสมาชิกบางส่วน เนื่องจากกลยุทธ์การรักษาความปลอดภัยขององค์กรหรือเอกสาร คุณจึงไม่สามารถเชิญ{{collaborators}} ได้
vi_vn: Mời một số thành viên. Do chính sách bảo mật của tài liệu hoặc của tổ chức, bạn không thể mời {{collaborators}}.
zh_cn: 已邀请部分成员。由于企业或文档本身的安全策略设置，无法邀请：{{collaborators}}
zh_tw: 已邀請部分成員。由於企業或文件本身的安全性策略設定，無法邀請：{{collaborators}}

# rO4
source: Due to the organization's or the folder's security strategy, you weren't able to invite {{collaborators}}.
de_de: Aufgrund der Sicherheitsstrategie der Organisation oder des Ordners konnten Sie {{collaborators}} nicht einladen.
es_es: Debido a la estrategia de seguridad de la organización o de la carpeta, no has podido invitar a {{collaborators}}.
fr_fr: Du fait de la stratégie de sécurité de l'organisation ou du dossier, vous n'avez pas pu inviter {{collaborators}}.
hi_in: संगठन या फ़ोल्डर की सुरक्षा योजना के कारण, आप {{collaborators}} को आमंत्रित नहीं कर सकते थे.
id_id: Karena strategi keamanan organisasi atau folder, Anda tidak dapat mengundang {{collaborators}}.
it_it: A causa della strategia per la sicurezza dell'organizzazione o della cartella, non hai potuto invitare {{collaborators}}.
ja_jp: 法人またはフォルダのセキュリティ設定により、{{collaborators}} を招待できません
ko_kr: 기업 또는 폴더의 보안 전략으로 인해 {{collaborators}}을(를) 초대할 수 없습니다.
ms_my: Kerana strategi keselamatan organisasi atau folder, anda tidak dapat mengundang {{collaborators}}.
pt_br: Devido à estratégia de segurança da organização ou da pasta, não foi possível convidar {{collaborators}}.
ru_ru: Из-за стратегии безопасности организации или папки вы не смогли пригласить {{collaborators}}.
th_th: เนื่องจากกลยุทธ์ด้านความปลอดภัยขององค์กรหรือโฟลเดอร์ คุณจึงไม่สามารถเชิญ {{collaborators}} ได้
vi_vn: Do chính sách bảo mật của thư mục hoặc của tổ chức, bạn không thể mời {{collaborators}}.
zh_cn: 由于企业或文件夹本身的安全策略设置，无法邀请：{{collaborators}}
zh_tw: 由於企業或資料夾本身的安全性原則設定，無法邀請：{{collaborators}}
