Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ya8
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: リクエストを送信しました
ko_kr: 요청을 보냄
ms_my: Permintaan dihantar.
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 发送请求成功
zh_tw: 傳送請求成功

# qT8
source: Share to chat
de_de: Im Chat teilen
es_es: Compartir en el chat
fr_fr: Partager dans la discussion
hi_in: चैट में साझा करें
id_id: Berbagi ke obrolan
it_it: Condividi in chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke sembang
pt_br: Compartilhar no chat
ru_ru: Partager dans la discussion
th_th: แชร์ไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享到聊天
zh_tw: 分享到聊天室

# fkw
source: Destination folder does not exist
de_de: Zielordner ist nicht vorhanden
es_es: La carpeta de destino no existe
fr_fr: Le dossier de destination n'existe pas
hi_in: लक्षित फ़ोल्डर मौजूद नहीं है
id_id: Folder tujuan tidak ada
it_it: La cartella di destinazione non esiste
ja_jp: ターゲットフォルダが存在しません
ko_kr: 대상 폴더가 존재하지 않습니다
ms_my: Folder destinasi tidak wujud
pt_br: A pasta de destino não existe
ru_ru: Папки назначения не существует
th_th: ไม่พบโฟลเดอร์ปลายทาง
vi_vn: Thư mục đích không tồn tại
zh_cn: 目标文件夹不存在
zh_tw: 目標資料夾不存在

# Mn8
source: Once cancelled, all pending uploads will be removed.
de_de: Nach dem Abbrechen werden alle ausstehenden Uploads entfernt.
es_es: Una vez canceladas, todas las subidas pendientes se eliminarán.
fr_fr: Une fois annulés, tous les téléchargements en attente seront retirés.
hi_in: रद्द किए जाने के बाद सभी पेंडिंग अपलोड हटा दिए जाएँगे.
id_id: Setelah dibatalkan, semua pengunggahan yang tertunda akan dihapus.
it_it: Una volta annullato, tutti i caricamenti in sospeso verranno rimossi.
ja_jp: 待機中のアップロードをすべて中止します。よろしいですか？
ko_kr: 취소하면 보류 중인 모든 업로드가 제거됩니다.
ms_my: Ini akan membatalkan semua muat naik tertunda. Anda mahu teruskan?
pt_br: Com o cancelamento, todos os carregamentos pendentes serão removidos.
ru_ru: После отмены все ожидающие проверки загрузки будут удалены.
th_th: เมื่อยกเลิกแล้ว การอัปโหลดที่รอดำเนินการทั้งหมดจะถูกลบออก
vi_vn: Sau khi bị hủy bỏ, toàn bộ các tải lên đang chờ xử lý cũng sẽ bị gỡ.
zh_cn: 所有未上传的文件将停止上传，确认取消吗？
zh_tw: 所有未上傳的檔案將停止上傳，確認取消嗎？

# 2zQ
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# pBw
source: Uploaded
de_de: Hochgeladen
es_es: Se ha subido
fr_fr: Importé
hi_in: अपलोड किया गया
id_id: Diunggah
it_it: Caricamento completato
ja_jp: アップロード完了
ko_kr: 업로드됨
ms_my: Dimuat naik.
pt_br: Carregado
ru_ru: Загружено
th_th: อัปโหลดแล้ว
vi_vn: Đã tải lên
zh_cn: 上传完成
zh_tw: 上傳完成

# e1M
source: Failed to upload. Content violates {{APP_DISPLAY_NAME}} Terms of Service.
de_de: Hochladen fehlgeschlagen. Inhalt verstößt gegen die {{APP_DISPLAY_NAME}}-Nutzungsbedingungen.
es_es: Error al cargar. El contenido infringe las condiciones de servicio de {{APP_DISPLAY_NAME}}.
fr_fr: Échec du téléchargement. Le contenu enfreint les Conditions d'utilisation de {{APP_DISPLAY_NAME}}.
hi_in: अपलोड करने में विफल हुआ. सामग्री {{APP_DISPLAY_NAME}} सेवा की शर्तों का उल्लंघन करती है.
id_id: Gagal mengunggah. Konten melanggar Ketentuan Layanan {{APP_DISPLAY_NAME}}.
it_it: Impossibile caricare. Il contenuto viola i Termini di servizio di {{APP_DISPLAY_NAME}}.
ja_jp: アップロードできませんでした。内容が {{APP_DISPLAY_NAME}} 利用規約に違反しています
ko_kr: 업로드에 실패했습니다. 콘텐츠가 {{APP_DISPLAY_NAME}} 서비스 약관을 위반합니다.
ms_my: Gagal memuat naik. Kandungan melanggar Terma Perkhidmatan {{APP_DISPLAY_NAME}}.
pt_br: Falha ao carregar. O conteúdo viola os Termos de serviço do {{APP_DISPLAY_NAME}}.
ru_ru: Не удалось загрузить. Содержимое нарушает Условия использования {{APP_DISPLAY_NAME}}.
th_th: อัปโหลดไม่สำเร็จ เนื้อหาละเมิดข้อกำหนดการใช้บริการของ {{APP_DISPLAY_NAME}}
vi_vn: Tải lên không thành công.Nội dung vi phạm Điều khoản Dịch vụ {{APP_DISPLAY_NAME}}.
zh_cn: 上传失败，内容不符合{{APP_DISPLAY_NAME}}用户协议
zh_tw: 上傳失敗，內容不符合{{APP_DISPLAY_NAME}}使用者協議

# YGI
source: Failed to upload
de_de: Hochladen fehlgeschlagen.
es_es: Error al subir
fr_fr: Échec du téléchargement.
hi_in: अपलोड करने में विफल हुआ.
id_id: Gagal mengunggah
it_it: Impossibile caricare.
ja_jp: アップロード中断
ko_kr: 업로드에 실패했습니다.
ms_my: Gagal memuat naik.
pt_br: Falha ao carregar.
ru_ru: Не удалось загрузить.
th_th: อัปโหลดไม่สำเร็จ
vi_vn: Không thể tải lên.
zh_cn: 上传中断
zh_tw: 上傳中斷

# ig8
source: Upload List
de_de: Uploadliste
es_es: Lista de subidas
fr_fr: Liste de téléchargement
hi_in: सूची अपलोड करें
id_id: Daftar Unggahan
it_it: Carica elenco
ja_jp: アップロードリスト
ko_kr: 업로드 목록
ms_my: Senarai Muat Naik
pt_br: Carregar lista
ru_ru: Загрузить список
th_th: รายการอัปโหลด
vi_vn: Tải lên Danh sách
zh_cn: 上传列表
zh_tw: 上傳清單

# SBs
source: Please make sure you upload a supported file type.
de_de: Stellen Sie sicher, dass Sie einen unterstützten Dateityp hochladen.
es_es: Comprueba que el tipo del archivo que has subido sea disponible.
fr_fr: Veillez à télécharger un type de fichier pris en charge.
hi_in: कृपया जाँचें कि क्या आप एक समर्थित फ़ाइल प्रकार अपलोड कर रहे हैं.
id_id: Pastikan Anda mengunggah jenis file yang didukung.
it_it: Assicurati di caricare un tipo di file supportato.
ja_jp: 現在、このタイプのファイルのアップロードをサポートしていません
ko_kr: 지원되는 파일 형식을 업로드했는지 확인하세요.
ms_my: Jenis fail tidak tersedia.
pt_br: Carregue um tipo de arquivo compatível.
ru_ru: Убедитесь, что вы загружаете файл поддерживаемого типа.
th_th: โปรดตรวจสอบให้แน่ใจว่าคุณอัปโหลดประเภทไฟล์ที่รองรับ
vi_vn: Vui lòng đảm bảo bạn tải lên một loại tệp tin được hỗ trợ.
zh_cn: 暂不支持上传此类型文件
zh_tw: 暫不支援上傳此類型檔案

# 5eQ
source: Failed to upload.
de_de: Hochladen fehlgeschlagen.
es_es: Error al subir.
fr_fr: Échec du téléchargement.
hi_in: अपलोड करने में विफल हुआ.
id_id: Gagal mengunggah.
it_it: Impossibile caricare.
ja_jp: ファイルをアップロードできません
ko_kr: 업로드에 실패했습니다.
ms_my: Tidak dapat memuat naik.
pt_br: Falha ao carregar.
ru_ru: Не удалось загрузить.
th_th: อัปโหลดไม่สำเร็จ
vi_vn: Tải lên không thành công.
zh_cn: 文件无法上传
zh_tw: 檔案無法上傳

# eoE
source: Uploading...
de_de: Hochladevorgang...
es_es: Subiendo...
fr_fr: Envoi...
hi_in: लोड हो रहा है...
id_id: Mengunggah...
it_it: Caricamento in corso
ja_jp: アップロードしています…
ko_kr: 업로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 正在上传...
zh_tw: 正在上傳...

# 2eI
source: Use {{ext}}
de_de: {{ext}} verwenden
es_es: Utilizar {{ext}}
fr_fr: Utiliser {{ext}}
hi_in: {{ext}} का उपयोग करें
id_id: Gunakan {{ext}}
it_it: Usa {{ext}}
ja_jp: 使用 {{ext}}拡張子
ko_kr: {{ext}} 이용
ms_my: Guna {{ext}}
pt_br: Usar {{ext}}
ru_ru: Использовать {{ext}}
th_th: ใช้ {{ext}}
vi_vn: Sử dụng {{ext}}
zh_cn: 使用 {{ext}} 拓展名
zh_tw: 使用 {{ext}} 副檔名

# ROw
source: This version was deleted.
de_de: Diese Version wurde gelöscht.
es_es: Esta versión se ha eliminado.
fr_fr: Cette version a été supprimée.
hi_in: यह संस्करण हटाया गया.
id_id: Versi ini telah dihapus.
it_it: Questa versione è stata eliminata.
ja_jp: 現在のファイルのバージョンは既に削除されています。
ko_kr: 이 버전은 삭제되었습니다.
ms_my: Versi ini telah dipadam.
pt_br: Esta versão foi excluída.
ru_ru: Эта версия была удалена.
th_th: เวอร์ชันนี้ได้ถูกลบแล้ว
vi_vn: Đã xóa phiên bản này.
zh_cn: 当前版本文件已被删除
zh_tw: 已刪除目前版本檔案

# tK8
source: Version deleted
de_de: Version gelöscht.
es_es: Se ha eliminado la versión
fr_fr: Version supprimée
hi_in: संस्करण हटाया गया
id_id: Versi dihapus
it_it: Versione eliminata
ja_jp: バージョンが削除されました。
ko_kr: 버전 삭제됨
ms_my: Versi dipadam
pt_br: Versão excluída
ru_ru: Версия удалена
th_th: เวอร์ชันถูกลบแล้ว
vi_vn: Đã xóa phiên bản
zh_cn: 版本被删除
zh_tw: 版本已遭到刪除

# jFA
source: A new version of this file is available. Would you like to update?
de_de: Eine neue Version dieser Datei ist verfügbar. Möchten Sie aktualisieren?
es_es: Una versión nueva de este archivo ya está disponible. ¿Actualizar?
fr_fr: Une nouvelle version de ce fichier est disponible. Souhaitez-vous mettre à jour ?
hi_in: इस फ़ाइल का एक नया संस्करण उपलब्ध है. क्या आप अपडेट करना चाहते हैं?
id_id: Versi baru file ini tersedia. Anda ingin memperbarui?
it_it: È disponibile una nuova versione di questo file. Aggiornare?
ja_jp: ファイルに新しいバージョンがあります。ページを更新しますか？
ko_kr: 이 파일의 새 버전을 이용할 수 있습니다. 업데이트하시겠습니까?
ms_my: Versi baharu fail ini tersedia. Adakah anda ingin mengemas kini?
pt_br: Uma nova versão deste arquivo está disponível. Gostaria de atualizar?
ru_ru: Доступна новая версия этого файла. Выполнить обновление?
th_th: มีเวอร์ชันใหม่ของไฟล์นี้ที่พร้อมใช้งาน คุณต้องการอัปเดตหรือไม่
vi_vn: Đã có phiên bản mới của tệp tin này. Bạn có muốn cập nhật không?
zh_cn: 文件有了新版本，是否刷新？
zh_tw: 檔案有了新版本，是否重新整理？

# dj0
source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
hi_in: अपडेट करें
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
ms_my: Kemas kini
pt_br: Atualizar
ru_ru: Обновить
th_th: อัปเดต
vi_vn: Cập nhật
zh_cn: 刷新
zh_tw: 重新整理

# Kv0
source: New version available
de_de: Neue Version verfügbar
es_es: Nueva versión disponible
fr_fr: Nouvelle version disponible
hi_in: नया संस्करण उपलब्ध है
id_id: Tersedia versi baru
it_it: Nuova versione disponibile
ja_jp: 新しいバージョンがあります。
ko_kr: 새 버전 사용 가능
ms_my: Versi baharu tersedia
pt_br: Nova versão disponível
ru_ru: Доступна новая версия
th_th: มีเวอร์ชันใหม่
vi_vn: Đã có phiên bản mới
zh_cn: 有新版本
zh_tw: 有新版本

# pIM
source: View historical version notifications in separate window.
de_de: Zeigen Sie Benachrichtigungen zu historischen Versionen in einem separaten Fenster an.
es_es: Ver las notificaciones de la versión histórica en una ventana independiente.
fr_fr: Afficher les notifications des versions historiques dans une fenêtre séparée.
hi_in: अलग विंडो में इतिहासिक संस्करण की नोटिफ़िकेशन देखें
id_id: Lihat notifikasi versi riwayat di jendela terpisah.
it_it: Visualizza le notifiche della versione della cronologia in una finestra separata.
ja_jp: 操作履歴より過去バージョンの通知を見ることができます
ko_kr: 별도 창에서 기록 버전 알림 보기.
ms_my: Lihat pemberitahuan versi sejarah dalam tetingkap berasingan.
pt_br: Visualize as notificações das versões do histórico em janela separada.
ru_ru: Может просматривать исторические версии уведомлений
th_th: ดูการแจ้งเตือนของเวอร์ชันเก่าได้ในหน้าต่างแยก
vi_vn: Xem thông báo phiên bản lịch sử trong cửa sổ riêng.
zh_cn: 可查看历史版本的通知
zh_tw: 可查看歷史版本的通知

# CDQ
source: The {{filetype}} is being processed. Please try again later.
de_de: {{filetype}} wird verarbeitet. Versuchen Sie es später erneut.
es_es: El {{filetype}} se está procesando. Inténtalo de nuevo más tarde.
fr_fr: Le {{filetype}} est en cours de traitement. Veuillez réessayer plus tard.
hi_in: {{filetype}} को संसाधित किया जा रहा है. कृपया बाद में फ़िर से प्रयास करें.
id_id: {{filetype}} sedang diproses. Coba lagi nanti.
it_it: Elaborazione di {{filetype}} in corso. Riprova più tardi.
ja_jp: {{filetype}}ファイルをプロセスしています。しばらくしてからもう一度お試しください
ko_kr: {{filetype}}이(가) 처리되고 있습니다. 나중에 다시 시도하세요.
ms_my: {{filetype}} sedang diproses sekarang. Sila cuba lagi kemudian.
pt_br: O {{filetype}} está sendo processado. Tente novamente mais tarde.
ru_ru: {{filetype}} обрабатывается. Повторите попытку позже.
th_th: กำลังประมวลผล {{filetype}} โปรดลองอีกครั้งภายหลัง
vi_vn: {{filetype}} đang được xử lý. Vui lòng thử lại sau.
zh_cn: {{filetype}}正在转码，请稍后重试。
zh_tw: {{filetype}}正在轉碼，請稍後重試。

# S68
source: Queueing...
de_de: Wird in die Warteschlange gestellt...
es_es: Consultando...
fr_fr: Mise en file d'attente…
hi_in: क्यू किया जा रहा है...
id_id: Mengantre...
it_it: In coda...
ja_jp: 未開始…
ko_kr: 대기 중...
ms_my: Memuat naik...
pt_br: Enfileirando...
ru_ru: В очереди...
th_th: กำลังเข้าคิว...
vi_vn: Đang chờ hàng...
zh_cn: 等待中...
zh_tw: 等待中...

# 3OU
source: Download
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# ofQ
source: downloading
de_de: Herunterladen
es_es: descargando
fr_fr: téléchargement en cours
hi_in: डाउनलोड हो रहा है
id_id: mengunduh
it_it: download in corso
ja_jp: ダウンロード中
ko_kr: 다운로드 중
ms_my: memuat turun
pt_br: fazendo download
ru_ru: скачиваем
th_th: กำลังดาวน์โหลด
vi_vn: đang tải xuống
zh_cn: 正在下载
zh_tw: 正在下載

# gSI
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# P9I
source: The file was deleted by the administrator.
de_de: Die Datei wurde vom Administrator gelöscht.
es_es: El administrador ha eliminado el archivo.
fr_fr: Le fichier a été supprimé par l'administrateur.
hi_in: फ़ाइल एडमिनिस्ट्रेटर द्वारा हटाई गई.
id_id: File telah dihapus oleh administrator.
it_it: Il file è stato eliminato dall'amministratore.
ja_jp: このファイルは管理者によって削除されました。復元したい場合は、管理者に連絡してください
ko_kr: 관리자가 파일을 삭제했습니다.
ms_my: Fail telah dipadam oleh pentadbir.
pt_br: O arquivo foi excluído pelo administrador.
ru_ru: Файл был удален администратором.
th_th: ไฟล์ถูกลบโดยผู้ดูแล
vi_vn: Tệp tin đã bị quản trị viên xóa.
zh_cn: 该文件已被企业管理员删除
zh_tw: 該檔案已由企業管理員刪除

# k60
source: Deleted by an administrator
de_de: Von einem Administrator gelöscht
es_es: Eliminado por un administrador
fr_fr: Supprimé par un administrateur
hi_in: एडमिनिस्ट्रेटर के द्वारा हटाया गया.
id_id: Dihapus oleh administrator
it_it: Eliminato da un amministratore
ja_jp: このファイルは削除されました
ko_kr: 관리자가 삭제함
ms_my: Dihapus oleh pentadbir
pt_br: Excluído por um administrador
ru_ru: Удалено администратором.
th_th: ลบโดยผู้ดูแล
vi_vn: Quản trị viên đã xóa
zh_cn: 该文件已被管理员删除
zh_tw: 該檔案已由管理員刪除

# wWU
source: File not found
de_de: Datei nicht gefunden
es_es: No se ha encontrado el archivo
fr_fr: Fichier introuvable
hi_in: फ़ाइल नहीं मिली
id_id: File tidak ditemukan
it_it: File non trovato
ja_jp: ファイルが見つかりません
ko_kr: 파일을 찾지 못함
ms_my: Fail tidak dijumpai
pt_br: Arquivo não encontrado
ru_ru: Файл не найден
th_th: ไม่พบไฟล์
vi_vn: Không tìm thấy tệp tin
zh_cn: 找不到该文件
zh_tw: 找不到該檔案

# qPs
source: Forward
de_de: Weiter
es_es: Reenviar
fr_fr: Transférer
hi_in: फ़ॉर्वर्ड करें
id_id: Teruskan
it_it: Inoltra
ja_jp: 転送
ko_kr: 전달
ms_my: Majukan
pt_br: Encaminhar
ru_ru: Переслать
th_th: ส่งต่อ
vi_vn: Chuyển tiếp
zh_cn: 转发
zh_tw: 轉寄

# PAM
source: Unable to save documents from external users.
de_de: Dokumente von externen Benutzern können nicht gespeichert werden.
es_es: No se pueden guardar documentos de usuarios externos.
fr_fr: Impossible d'enregistrer les documents des utilisateurs externes.
hi_in: बाहरी उपयोगकर्ताओं से दस्तावेज़ों को सहेजने में असमर्थ.
id_id: Tidak dapat menyimpan dokumen dari pengguna eksternal.
it_it: Impossibile salvare documenti da utenti esterni.
ko_kr: 외부 사용자로부터 문서를 저장할 수 없음.
ms_my: Tidak dapat menyimpan dokumen daripada pengguna luaran.
pt_br: Não é possível salvar documentos de usuários externos.
ru_ru: Невозможно сохранить документы от внешних пользователей.
th_th: ไม่สามารถบันทึกเอกสารจากผู้ใช้ภายนอกได้
vi_vn: Không thể lưu tài liệu từ người dùng bên ngoài.
zh_cn: 无法保存外部用户的文件
zh_tw: 無法儲存外部使用者的檔案

# lB8
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistrement réussi
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_tw: 已儲存

# dzQ
source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement…
hi_in: सहेजा जा रहा है...
id_id: Menyimpan...
it_it: Salvataggio in corso
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_tw: 儲存中…

# 2xE
source: View in chat
de_de: Im Chat anzeigen
es_es: Ver en el chat
fr_fr: Afficher dans la discussion
hi_in: चैट में देखें
id_id: Lihat di obrolan
it_it: Visualizza in chat
ja_jp: チャットを表示
ko_kr: 채팅에서 보기
ms_my: Lihat dalam sembang
pt_br: Visualizar no chat
ru_ru: Посмотреть в чате
th_th: ดูในแชท
vi_vn: Xem trong trò chuyện
zh_cn: 查看会话
zh_tw: 查看對話

# tBM
source: View in Docs
de_de: In Docs anzeigen
es_es: Ver en Docs
fr_fr: Afficher dans les Docs
hi_in: डॉक्स में देखें
id_id: Lihat di Docs
it_it: Visualizza in Documenti
ja_jp: Docs で表示
ko_kr: 문서에서 보기
ms_my: Lihat dalam Docs
pt_br: Visualizar no Docs
ru_ru: Посмотреть в Docs
th_th: ดูใน Docs
vi_vn: Xem trong Docs
zh_cn: 在云文档查看
zh_tw: 在雲端文件查看

# v6o
source: The file is being transcoded. It will refresh once it's complete.
de_de: Die Datei wird gerade transkodiert. Nach Abschluss des Vorgangs wird sie aktualisiert.
es_es: Se está transcodificando el archivo. Se actualizará una vez que haya finalizado el proceso.
fr_fr: Le fichier est en cours de transcodage. Il sera actualisé dès que le processus sera terminé.
hi_in: दस्तावेज़ को ट्रांसकोड किया जा रहा है और स्वचालित रूप से रीफ़्रेश हो जाएगा
id_id: File sedang ditranskode. File akan diperbarui setelah transkode selesai.
it_it: Il file è in fase di transcodifica. Si aggiornerà una volta completato.
ja_jp: ファイルは現在トランスコード中です。完了後、自動的に更新されます。
ko_kr: 파일을 변환하는 중입니다. 완료되면 새로 고쳐집니다.
ms_my: Dokumen sedang ditranskod, dan akan disegarkan secara automatik
pt_br: O arquivo está sendo transcodificado. Ele será atualizado assim que estiver completo.
ru_ru: Файл перекодируется. Он обновится после завершения.
th_th: กำลังแปลงรหัสไฟล์ จะรีเฟรชเมื่อเสร็จสมบูรณ์แล้ว
vi_vn: Tập tin đang được chuyển mã và sẽ làm mới sau khi hoàn thành.
zh_cn: 文件正在转码中，转码完成将自动刷新
zh_tw: 檔案正在轉碼中，轉碼完成後將自動重新整理

# pi8
source: Unable to access this document
de_de: Auf dieses Dokument kann nicht zugegriffen werden
es_es: No se puede acceder a este documento
fr_fr: Impossible d'accéder à ce document
id_id: Gagal mengakses dokumen ini
it_it: Impossibile accedere a questo documento
ja_jp: ドキュメントにアクセスできません
ko_kr: 이 문서에 액세스할 수 없습니다
ms_my: Tidak dapat mengakses dokumen ini
pt_br: Não é possível acessar este documento
ru_ru: Не удалось получить доступ к этому документу
th_th: ไม่สามารถเข้าถึงเอกสารนี้ได้
vi_vn: Không thể truy cập tài liệu này
zh_cn: 无法访问该文档
zh_tw: 無法存取該文件

# tHo
source: Unable to access this document. Please contact customer service if needed.
de_de: Auf dieses Dokument kann nicht zugegriffen werden. Bitte wenden Sie sich bei Bedarf an den Kundenservice.
es_es: No se puede acceder a este documento. Ponte en contacto con el servicio de atención al cliente si es necesario.
fr_fr: Impossible d'accéder à ce document. Veuillez contacter le service clients si nécessaire.
id_id: Gagal mengakses dokumen ini. Hubungi layanan pelanggan jika diperlukan.
it_it: Impossibile accedere a questo documento. Se necessario contatta l'assistenza clienti.
ja_jp: ドキュメントは一時的にアクセスできません。復元する必要がある場合は、カスタマーサービスにお問い合わせください。
ko_kr: 이 문서에 액세스할 수 없습니다. 필요한 경우 고객 서비스에 문의하세요.
ms_my: Tidak dapat mengakses dokumen ini. Sila hubungi perkhidmatan pelanggan jika perlu.
pt_br: Não é possível acessar este documento. Entre em contato com o serviço de atendimento ao consumidor, se necessário.
ru_ru: Не удалось получить доступ к этому документу. Свяжитесь со службой поддержки клиентов, если это необходимо.
th_th: ไม่สามารถเข้าถึงเอกสารนี้ได้ หากจำเป็นโปรดติดต่อฝ่ายบริการลูกค้า
vi_vn: Không thể truy cập tài liệu này. Vui lòng liên hệ với dịch vụ khách hàng nếu cần.
zh_cn: 该文档暂时无法访问，如需恢复请联系客服
zh_tw: 該文件暫時無法存取，如需恢復，請聯絡客服

# Ugc
source: Document sharing suspended. Content violates Terms of Service. Please adjust the content and it will be reviewed again. {{submit_appeal}}
de_de: Freigabe dieses Dokuments wurde ausgesetzt. Der Inhalt verstößt gegen die Nutzungsbedingungen. Bitte passen Sie den Inhalt an und er wird anschließend erneut geprüft. {{submit_appeal}}
es_es: Uso compartido de documentos suspendido. El contenido infringe las Condiciones de servicio. Ajusta el contenido para que se revise nuevamente. {{submit_appeal}}
fr_fr: Le partage de documents est désactivé. Le contenu ne respecte pas les conditions d'utilisation du service. Veuillez adapter le contenu et il sera vérifié à nouveau. {{submit_appeal}}
id_id: Pembagian dokumen ditangguhkan. Konten melanggar Ketentuan Layanan. Sesuaikan konten dan konten akan ditinjau lagi. {{submit_appeal}}
it_it: Condivisione documenti sospesa. Il contenuto viola i Termini di servizio. Modifica il contenuto e verrà revisionato di nuovo. {{submit_appeal}}
ja_jp: このドキュメントは利用規約に違反しているため、共有が停止されました。原因を修正して内容の編集を完了させると、自動的に再審査が実施されます。{{submit_appeal}}
ko_kr: 문서 공유가 비활성화되었습니다. 콘텐츠가 서비스 약관을 위반합니다. 콘텐츠를 수정하면 다시 검토됩니다. {{submit_appeal}}
ms_my: Penghantaran dokumen digantung. Kandungan melanggar Terma Perkhidmatan. Sila sesuaikan kandungan dan ia akan dikaji semula lagi. {{submit_appeal}}
pt_br: Compartilhamento de documentos desativado. O conteúdo viola os Termos de serviço. Ajuste o conteúdo e ele será revisado novamente. {{submit_appeal}}
ru_ru: Обмен документами приостановлен. Контент нарушает Условия использования. Измените содержание, и оно будет рассмотрено снова. {{submit_appeal}}
th_th: การแบ่งปันเอกสารถูกปิดใช้งานแล้ว มีเนื้อหาที่ละเมิดข้อกำหนดในการให้บริการ โปรดแก้ไขเนื้อหาและจะมีการตรวจสอบอีกครั้ง {{submit_appeal}}
vi_vn: Đã đình chỉ tính năng chia sẻ tài liệu. Nội dung vi phạm Điều khoản dịch vụ. Vui lòng điều chỉnh nội dung, chúng tôi sẽ đánh giá lại. {{submit_appeal}}
zh_cn: 当前文档不符合用户协议，已暂停共享，调整内容后会自动重新审核。{{submit_appeal}}
zh_tw: 目前文件不符合使用者協議，已暫停分享，調整內容後會自動重新審核。{{submit_appeal}}

# U4k
source: Before you submit the appeal, please check the document for inappropriate wording and expressions;
de_de: Bevor Sie den Einspruch einreichen, überprüfen Sie bitte das Dokument auf unangemessene Formulierungen und Ausdrücke;
es_es: Antes de enviar la apelación, comprueba si el documento contiene palabras o expresiones inapropiadas;
fr_fr: Avant de soumettre l'appel, veuillez vérifier que le document ne contient pas de formulations ou d'expressions inappropriées ;
id_id: Sebelum Anda mengajukan banding, periksa dokumen untuk kata-kata dan ekspresi yang tidak layak;
it_it: Prima di inviare l'appello, verifica che il documento non contenga parole ed espressioni non appropriate.
ja_jp: 申し立てを送信する前に内容を確認し、不適切な言葉や表現を含まないようにしてください。
ko_kr: 이의 제기를 제출하기 전에 문서에 부적절한 단어와 표현이 있는지 확인하세요.
ms_my: Sebelum anda menghantar rayuan, sila periksa dokumen untuk perkataan dan ungkapan yang tidak sesuai;
pt_br: Antes de enviar a solicitação, verifique o documento quanto a palavras e expressões inadequadas;
ru_ru: Перед подачей апелляции проверьте документ на наличие неуместных формулировок и выражений;
th_th: โปรดตรวจสอบเอกสารเพื่อหาคำและสำนวนที่ไม่เหมาะสมก่อนที่คุณจะส่งคำร้อง
vi_vn: Trước khi gửi kháng nghị, vui lòng kiểm tra tài liệu xem cách diễn đạt và từ ngữ có phù hợp hay không;
zh_cn: 提交申诉前，请检查内容，避免不适当的用词或表达；
zh_tw: 提交申訴前，請檢查內容，避免不恰當的措辭或表達；

# U80
source: Please avoid submitting personal information;
de_de: Bitte vermeiden Sie es, persönliche Informationen einzureichen;
es_es: No envíes información personal;
fr_fr: Veuillez éviter de soumettre des informations personnelles ;
id_id: Hindari mengirimkan informasi pribadi;
it_it: Evita di inviare informazioni personali;
ja_jp: プライバシー情報を含む内容を送信しないでください。
ko_kr: 개인 정보를 제출하지 마세요.
ms_my: Sila elakkan menghantar maklumat peribadi;
pt_br: Evite enviar informações pessoais;
ru_ru: Избегайте предоставления личной информации;
th_th: โปรดหลีกเลี่ยงการส่งข้อมูลส่วนตัว
vi_vn: Vui lòng tránh gửi thông tin cá nhân;
zh_cn: 请勿提交包含个人隐私的内容；
zh_tw: 請勿提交包含個人隱私的內容；
