Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# I8M
source: Unable to rename. You don't have edit permission for the current folder.
de_de: Umbenennen nicht möglich. Sie haben keine Bearbeitungsberechtigung für den aktuellen Ordner.
es_es: No se puede cambiar el nombre. No tienes permiso de edición en la carpeta actual.
fr_fr: Renommage impossible. Vous ne disposez pas de l'autorisation de modification du dossier actuel.
id_id: Gagal mengganti nama. Anda tidak memiliki izin untuk mengedit untuk folder saat ini.
it_it: Impossibile rinominare. Non disponi dell'autorizzazione per modificare la cartella corrente.
ja_jp: このフォルダの編集権限がないため、名前を変更できません。
ko_kr: 이름을 바꿀 수 없습니다. 현재 폴더에 대한 편집 권한이 없습니다.
ms_my: Tidak dapat menamakan semula. Anda tidak mempunyai kebenaran menyunting untuk folder semasa.
pt_br: Não é possível renomear. Você não tem permissão para editar a pasta atual.
ru_ru: Не удается переименовать. У вас нет разрешений на редактирование в текущей папке.
th_th: ไม่สามารถเปลี่ยนชื่อได้ คุณไม่มีสิทธิ์การอนุญาตแก้ไขโฟลเดอร์ปัจจุบัน
vi_vn: Đổi tên không thành công. Bạn không có quyền chỉnh sửa thư mục hiện tại.
zh_cn: 无法重命名，你没有当前文件夹的可编辑权限
zh_tw: 無法重新命名，你沒有目前資料夾的可編輯權限

# Sn4
source: Unable to add a shortcut. You don't have view permission for the original document.
de_de: Verknüpfung kann nicht hinzugefügt werden. Sie haben keine Leseberechtigung für das Originaldokument.
es_es: No se puede agregar un acceso directo. No tienes permiso de visualización para el documento original.
fr_fr: Impossible d'ajouter un raccourci. Vous ne disposez pas de l'autorisation de lecture du document d'origine.
id_id: Gagal menambah pintasan. Anda tidak memiliki izin untuk melihat untuk dokumen asli.
it_it: Impossibile aggiungere un collegamento. Non disponi dell'autorizzazione per visualizzare il documento originale.
ja_jp: 元のドキュメントの閲覧権限がないため、ショートカットを追加できません。
ko_kr: 바로가기를 추가할 수 없습니다. 원본 문서에 대한 읽기 권한이 없습니다.
ms_my: Tidak dapat menambah pintasan. Anda tidak mempunyai kebenaran untuk melihat dokumen asal.
pt_br: Falha ao adicionar um atalho. Você não tem permissão para visualizar o documento original.
ru_ru: Не удается добавить ярлык. У вас нет разрешений на просмотр исходного документа.
th_th: ไม่สามารถเพิ่มทางลัดได้ คุณไม่มีสิทธิ์การอนุญาตดูเอกสารต้นฉบับ
vi_vn: Không thể thêm lối tắt. Bạn không có quyền xem tài liệu gốc.
zh_cn: 无法添加快捷方式，你没有原文档的可阅读权限
zh_tw: 無法新增快速方式，你沒有原文件的可閱讀權限

# dXM
source: You don't have permission to make a copy.
de_de: Sie haben keine Berechtigung, eine Kopie zu erstellen.
es_es: No tienes permiso para hacer una copia.
fr_fr: Vous n'êtes pas autorisé à faire une copie.
id_id: Anda tidak memiliki izin untuk membuat salinan.
it_it: Non disponi dell'autorizzazione per creare una copia.
ja_jp: 元のドキュメントのコピーを作成する権限がありません。
ko_kr: 복사할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk membuat salinan.
pt_br: Você não tem permissão para fazer uma cópia.
ru_ru: У вас нет разрешения на копирование.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ทำสำเนา
vi_vn: Bạn không có quyền tạo bản sao.
zh_cn: 你没有原文档创建副本的权限
zh_tw: 你沒有建立原文件副本的權限

# 8ko
source: You don't have permission to download the original document.
de_de: Sie haben keine Berechtigung, das Originaldokument herunterzuladen.
es_es: No tienes permiso para descargar el documento original.
fr_fr: Vous n'êtes pas autorisé à télécharger le document original.
id_id: Anda tidak memiliki izin untuk mengunduh dokumen asli.
it_it: Non disponi dell'autorizzazione per scaricare il documento originale.
ja_jp: 元のドキュメントをダウンロードする権限がありません。
ko_kr: 원본 문서를 다운로드할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk memuat turun dokumen asal.
pt_br: Você não tem permissão para fazer download do documento original.
ru_ru: У вас нет разрешения на скачивание исходного документа.
th_th: คุณไม่มีสิทธิ์การอนุญาตดาวน์โหลดเอกสารต้นฉบับ
vi_vn: Bạn không có quyền tải xuống tài liệu gốc.
zh_cn: 你没有下载原文档的权限
zh_tw: 你沒有下載原文件的權限

# 1J8
source: Unable to delete. You don't have manage permission for the parent page.
de_de: Löschen nicht möglich. Sie haben keine Verwaltungsberechtigung für die übergeordnete Seite.
es_es: No se puede eliminar. No tienes permiso de administración en la página principal.
fr_fr: Suppression impossible. Vous ne disposez pas de l'autorisation de gestion de la page parente.
id_id: Gagal menghapus. Anda tidak memiliki izin untuk mengelola untuk folder induk.
it_it: Impossibile eliminare. Non disponi dell'autorizzazione per gestire la pagina padre.
ja_jp: 親ページの管理権限がないため、削除できません。
ko_kr: 삭제할 수 없습니다. 상위 페이지에 대한 관리 권한이 없습니다.
ms_my: Tidak dapat memadam. Anda tidak mempunyai kebenaran mengurus untuk halaman induk.
pt_br: Não é possível excluir. Você não tem permissão para gerenciar a pasta principal.
ru_ru: Не удается удалить. У вас нет разрешений на управление на родительской странице.
th_th: ไม่สามารถลบได้ คุณไม่มีสิทธิ์การอนุญาตจัดการหน้าหลัก
vi_vn: Xóa không thành công. Bạn không có quyền quản lý trang hiện tại.
zh_cn: 无法删除，你没有父页面的可管理权限
zh_tw: 無法刪除，你沒有父頁面的可管理權限

# /VM
source: Unable to move. You don't have manage permission for the parent page.
de_de: Verschieben nicht möglich. Sie haben keine Verwaltungsberechtigung für die übergeordnete Seite.
es_es: No se puede mover. No tienes permiso de administración en la página principal.
fr_fr: Déplacement impossible. Vous ne disposez pas de l'autorisation de gestion de la page parente.
id_id: Gagal memindah. Anda tidak memiliki izin untuk mengelola untuk folder induk.
it_it: Impossibile spostare. Non disponi dell'autorizzazione per gestire la pagina padre.
ja_jp: 親ページの管理権限がないため、移動できません。
ko_kr: 이동할 수 없습니다. 상위 페이지에 대한 관리 권한이 없습니다.
ms_my: Tidak dapat bergerak. Anda tidak mempunyai kebenaran mengurus untuk halaman induk.
pt_br: Não é possível mover. Você não tem permissão para gerenciar a pasta principal.
ru_ru: Не удается переместить. У вас нет разрешений на управление для родительской страницы.
th_th: ไม่สามารถย้ายได้ คุณไม่มีสิทธิ์การอนุญาตจัดการหน้าหลัก
vi_vn: Di chuyển không thành công. Bạn không có quyền quản lý trang hiện tại.
zh_cn: 无法移动，你没有父页面的可管理权限
zh_tw: 無法移動，你沒有父頁面的可管理權限

# T7U
source: Unable to rename. You don't have manage permission for the parent page.
de_de: Umbenennen nicht möglich. Sie haben keine Verwaltungsberechtigung für die übergeordnete Seite.
es_es: No se puede cambiar el nombre. No tienes permiso de administración en la página principal.
fr_fr: Impossible de renommer. Vous ne disposez pas de l'autorisation de gestion de la page parente.
id_id: Gagal mengganti nama. Anda tidak memiliki izin untuk mengelola untuk halaman induk.
it_it: Impossibile rinominare. Non disponi dell'autorizzazione per gestire la pagina padre.
ja_jp: 親ページの編集権限がないため、名前を変更できません。
ko_kr: 이름을 바꿀 수 없습니다. 상위 페이지에 대한 관리 권한이 없습니다.
ms_my: Tidak dapat menamakan semula. Anda tidak mempunyai kebenaran mengurus untuk halaman induk.
pt_br: Não é possível renomear. Você não tem permissão para gerenciar a pasta principal.
ru_ru: Не удается переименовать. У вас нет разрешений на управление для родительской страницы.
th_th: ไม่สามารถเปลี่ยนชื่อได้ คุณไม่มีสิทธิ์การอนุญาตจัดการหน้าหลัก
vi_vn: Đổi tên không thành công. Bạn không có quyền quản lý trang hiện tại.
zh_cn: 无法重命名，你没有父页面的可编辑权限
zh_tw: 無法重新命名，你沒有父頁面的可編輯權限

# awU
source: Unable to add to quick access. You don't have view permission for the original document.
de_de: Hinzufügen zu Schnellzugriff nicht möglich. Sie haben keine Leseberechtigung für das Originaldokument.
es_es: No se puede agregar al acceso directo. No tienes permiso de lectura para el documento original.
fr_fr: Impossible d'ajouter un raccourci. Vous ne disposez pas de l'autorisation de lecture pour le document d'origine.
id_id: Gagal menambah akses cepat. Anda tidak memiliki izin untuk melihat untuk dokumen asli.
it_it: Impossibile aggiungere all'accesso rapido. Non disponi dell'autorizzazione per visualizzare il documento originale.
ja_jp: このドキュメントの閲覧権限がないため、ドキュメントを「クイックアクセス」に追加できません。
ko_kr: 빠른 액세스를 추가할 수 없습니다. 원본 문서에 대한 읽기 권한이 없습니다.
ms_my: Tidak boleh ditambah ke akses pantas. Anda tidak mempunyai kebenaran melihat dokumen asal.
pt_br: Falha ao adicionar ao acesso rápido. Você não tem permissão para visualizar o documento original.
ru_ru: Не удалось добавить в быстрый доступ. У вас нет разрешения на просмотр исходного документа.
th_th: ไม่สามารถเพิ่มไปยังการเข้าถึงด่วนได้ คุณไม่มีสิทธิ์การอนุญาตดูเอกสารต้นฉบับ
vi_vn: Không thể thêm vào quyền truy cập nhanh. Bạn không có quyền xem tài liệu gốc.
zh_cn: 无法添加至“快速访问”，你没有原文档的可阅读权限
zh_tw: 無法新增至「快速存取」，你沒有原文件的可閱讀權限

# /BI
source: Original document
de_de: Originaldokument
es_es: Documento original
fr_fr: Document original
id_id: Dokumen asli
it_it: Documento originale
ja_jp: 元のドキュメント
ko_kr: 원본 문서
ms_my: Dokumen asal
pt_br: Documento original
ru_ru: Оригинальный документ
th_th: เอกสารต้นฉบับ
vi_vn: Tài liệu gốc
zh_cn: 原文档
zh_tw: 原文件

# WCk
source: The original document was deleted.
de_de: Das Originaldokument wurde gelöscht.
es_es: El documento original se ha eliminado.
fr_fr: Le document d'origine a été supprimé.
id_id: Dokumen asli telah dihapus.
it_it: Il documento originale è stato eliminato.
ja_jp: 元のドキュメントが削除されました。
ko_kr: 원본 문서가 삭제되었습니다.
ms_my: Dokumen asal telah dipadam.
pt_br: O documento original foi excluído.
ru_ru: Оригинальный документ был удален.
th_th: เอกสารต้นฉบับถูกลบไปแล้ว
vi_vn: Tài liệu gốc đã bị xóa.
zh_cn: 原文档已被删除
zh_tw: 原文件已被刪除

# nho
source: Remove From Wiki Space
de_de: Aus dem Wiki-Bereich entfernen
es_es: Quitar del espacio Wiki
fr_fr: Retirer de l'espace Wiki
id_id: Hapus dari Ruang Wiki
it_it: Rimuovi dallo spazio Wiki
ja_jp: ウィキスペースから外す
ko_kr: Wiki 공간에서 제거
ms_my: Buang Dari Ruang Wiki
pt_br: Remover do espaço da wiki
ru_ru: Удалить из Wiki-пространства
th_th: ลบออกจากพื้นที่ Wiki
vi_vn: Xóa khỏi không gian Wiki
zh_cn: 从知识库移除
zh_tw: 從知識庫移除

# /ok
source: Shortcut
de_de: Verknüpfung
es_es: Acceso directo
fr_fr: Raccourci
id_id: Pintasan
it_it: Collegamento
ja_jp: ショートカット
ko_kr: 바로가기
ms_my: Pintasan
pt_br: Atalho
ru_ru: Ярлык
th_th: ทางลัด
vi_vn: Phím tắt
zh_cn: 快捷方式
zh_tw: 快速方式

# E5E
source: Once moved, the original folder's collaborators will lose access to the moved content. Collaborators of the target folder will gain access to it.
de_de: Nach dem Verschieben haben die Kollaboratoren des ursprünglichen Ordners keinen Zugriff mehr auf den verschobenen Inhalt. Kollaboratoren des Zielordners erhalten Zugriff darauf.
es_es: Tras el cambio de ubicación, los colaboradores de la carpeta original dejarán de tener acceso al contenido movido. Los colaboradores de la carpeta de destino podrán acceder a ella.
fr_fr: Après le déplacement, les collaborateurs du dossier d'origine perdront l'accès au contenu déplacé. Les collaborateurs du dossier cible y auront accès.
id_id: Setelah dipindahkan, kolaborator folder asli akan kehilangan akses ke konten yang dipindahkan. Kolaborator halaman target akan mendapatkan akses ke folder tersebut.
it_it: Una volta effettuato lo spostamento, i collaboratori della cartella originale perderanno l'accesso al contenuto spostato. Ai collaboratori della cartella di destinazione verrà consentito l'accesso.
ja_jp: 移動すると、移動したコンテンツは目標のフォルダの共同編集者を継承し、元のフォルダの共同編集者は移動後のコンテンツにアクセスできません。
ko_kr: 이동되면 원래 폴더의 공동 작업자는 이동한 콘텐츠에 대한 액세스 권한을 잃게 됩니다. 대상 폴더의 공동 작업자는 해당 폴더에 액세스 할 수 있습니다.
ms_my: Setelah dipindahkan, kolaborator folder asal akan kehilangan akses ke kandungan yang dipindahkan. Kolaborator folder sasaran akan mendapat akses kepadanya.
pt_br: Depois de movida, os colaboradores da pasta original perderão o acesso ao conteúdo movido. Os colaboradores da pasta de destino terão acesso a ela.
ru_ru: После перемещения соавторы исходной папки потеряют доступ к перемещенному содержимому. Соавторы целевой папки получат к ней доступ.
th_th: เมื่อย้ายแล้ว ผู้ร่วมงานของโฟลเดอร์เดิมจะเสียสิทธิ์การเข้าถึงเนื้อหาที่ย้าย ผู้ร่วมงานของโฟลเดอร์เป้าหมายจะเข้าถึงเนื้อหาดังกล่าวได้
vi_vn: Sau khi di chuyển, các cộng tác viên của thư mục ban đầu sẽ mất quyền truy cập nội dung đã di chuyển. Các cộng tác viên của thư mục đích sẽ nhận được quyền truy cập nội dung đó.
zh_cn: 移动后，被移动内容将继承目标文件夹的协作者，同时原文件夹的协作者将无法访问被移动内容。
zh_tw: 移動後，移動的內容將繼承目標資料夾的協作者，同時原資料夾的協作者將無法存取移動的內容。

# UVU
source: The content you're moving belongs to other people. They will be notified when the content is moved.
de_de: Der Inhalt, den Sie verschieben, gehört anderen Personen. Sie werden benachrichtigt, wenn der Inhalt verschoben wird.
es_es: El contenido que vas a mover pertenece a otras personas. Al mover el contenido se notificará a esas personas.
fr_fr: Le contenu que vous déplacez appartient à d'autres personnes. Elles seront notifiées lorsque le contenu sera déplacé.
id_id: Konten yang sedang Anda pindahkan adalah milik orang lain. Mereka akan diberi tahu ketika konten dipindahkan.
it_it: Il contenuto che stai spostando appartiene ad altre persone, le quali riceveranno una notifica quando il contenuto viene spostato.
ja_jp: あなたが移動するコンテンツは他のユーザーが所有しているため、移動後にその所有者は通知を受け取ります。
ko_kr: 이동 중인 콘텐츠가 다른 사용자의 소유입니다. 콘텐츠가 이동되면 해당 사용자가 알림을 받게 됩니다.
ms_my: Kandungan yang anda pindahkan milik orang lain. Mereka akan diberitahu apabila kandungan dipindahkan.
pt_br: O conteúdo que você está movendo pertence a outras pessoas. Elas serão notificadas quando o conteúdo for movido.
ru_ru: Контент, который вы перемещаете, принадлежит другим людям. Они будут уведомлены, когда контент будет перемещен.
th_th: เนื้อหาที่คุณกำลังย้ายเป็นของผู้อื่น เจ้าของเนื้อหาจะได้รับแจ้งเตือนเมื่อเนื้อหาย้าย
vi_vn: Nội dung bạn đang di chuyển thuộc sở hữu của người khác. Họ sẽ được thông báo khi nội dung này được di chuyển.
zh_cn: 你移动的内容属于其他人，移动后内容的所有者将收到通知。
zh_tw: 你移動的內容屬於其他人，移動後內容的擁有者將會收到通知。

# 6zQ
source: If the page you're moving belongs to other people, they will be notified when the page is moved.
de_de: Gehört die Seite, die Sie verschieben, anderen Personen, werden diese benachrichtigt, wenn die Seite verschoben wird.
es_es: Si la página que vas a mover pertenece a otras personas, estas recibirán una notificación cuando se mueva la página.
fr_fr: Si la page que vous déplacez appartient à d'autres personnes, elles seront notifiées lorsque la page sera déplacée.
id_id: Jika halaman yang Anda pindahkan milik orang lain, mereka akan diberi tahu ketika halaman dipindahkan
it_it: Se la pagina che stai spostando appartiene ad altre persone, queste riceveranno una notifica quando la pagina viene spostata.
ja_jp: 移動するページが他のユーザーに属している場合、移動後、ページの所有者に通知が送信されます。
ko_kr: 이동 중인 페이지가 다른 사용자의 것이면 페이지를 이동할 때 해당 사용자는 알림을 받습니다.
ms_my: Jika halaman yang anda pindahkan milik orang lain, mereka akan diberitahu apabila halaman dipindahkan.
pt_br: Se a página que você está movendo pertencer a outras pessoas, elas serão notificadas quando a página for movida.
ru_ru: Если страница, которую вы перемещаете, принадлежит другим людям, они будут уведомлены о перемещении.
th_th: หากหน้าที่คุณกำลังย้ายเป็นของผู้อื่น เจ้าของเนื้อหาจะได้รับแจ้งเตือนเมื่อหน้าย้ายแล้ว
vi_vn: Nếu trang bạn đang di chuyển thuộc sở hữu của người khác, họ sẽ được thông báo khi trang này được di chuyển.
zh_cn: 如果你移动的页面属于其他人，移动后页面的所有者将收到通知。
zh_tw: 如果你移動的頁面屬於其他人，移動後頁面的擁有者將會收到通知。

# N/g
source: Confirm move?
de_de: Verschieben bestätigen?
es_es: ¿Confirmas que quieres mover?
fr_fr: Confirmer le déplacement ?
id_id: Konfirmasi pemindahan?
it_it: Confermare lo spostamento?
ja_jp: 移動しますか？
ko_kr: 이동을 확인하시겠습니까?
ms_my: Sahkan pindah?
pt_br: Confirmar movimento?
ru_ru: Подтвердить перемещение?
th_th: ยืนยันที่จะย้ายหรือไม่
vi_vn: Xác nhận di chuyển?
zh_cn: 确认移动？
zh_tw: 確認移動嗎？

# fUM
source: Permission to copy comments disabled
de_de: Die Berechtigung zum Kopieren von Kommentaren wurde deaktiviert
es_es: Permiso para copiar comentarios deshabilitado
fr_fr: Autorisation de copie des commentaires désactivée
id_id: Izin untuk menyalin komentar dinonaktifkan
it_it: Autorizzazione per copiare i commenti disabilitata
ja_jp: コメントをコピーする権限が制限されています。
ko_kr: 댓글 복사 권한이 비활성화되었습니다
ms_my: Kebenaran untuk menyalin komen dilumpuhkan
pt_br: Permissão para copiar comentários desativada
ru_ru: Разрешение на копирование комментариев отключено
th_th: ปิดใช้สิทธิ์การอนุญาตในการคัดลอกความคิดเห็นแล้ว
vi_vn: Đã tắt quyền sao chép bình luận
zh_cn: 评论的复制权限已被关闭
zh_tw: 評論的複製權限已被關閉

# 3Gk
source: Comment editing restricted. Please contact the owner for permission.
de_de: Kommentarbearbeitung eingeschränkt. Bitte wenden Sie wegen der Berechtigung an den Besitzer.
es_es: Edición de comentarios restringida. Contacta con el propietario para obtener permiso.
fr_fr: La modification des commentaires est limitée. Veuillez contacter le propriétaire pour obtenir l'autorisation.
id_id: Pengeditan komentar dibatasi. Hubungi pemilik untuk izin.
it_it: Modifica dei commenti limitata. Contatta il proprietario per l'autorizzazione.
ja_jp: コメントの権限が制限されています。ドキュメントの所有者にリクエストしてください。
ko_kr: 댓글 편집이 제한되었습니다. 권한을 얻으려면 소유자에게 문의하세요.
ms_my: Suntingan komen terhad. Sila hubungi pemilik untuk kebenaran.
pt_br: Edição de comentários restrita. Entre em contato com o proprietário para obter permissão.
ru_ru: Редактирование комментариев ограничено. Свяжитесь с владельцем для получения разрешения.
th_th: จำกัดการแก้ไขความคิดเห็น โปรดติดต่อเจ้าของเพื่อขอสิทธิ์การอนุญาต
vi_vn: Đã hạn chế chỉnh sửa bình luận. Vui lòng liên hệ với chủ sở hữu để được cấp quyền.
zh_cn: 无法操作评论，请联系文档所有者获取权限
zh_tw: 無法操作評論，請聯絡文件擁有者取得權限

# Y7k
source: This workspace group has edit permission here by default.
de_de: Diese Workspace-Gruppe hat hier standardmäßig Bearbeitungsberechtigung.
es_es: Este grupo del espacio de trabajo tiene el permiso de edición aquí de forma predeterminada.
fr_fr: Ce groupe de l'espace de travail dispose par défaut de l'autorisation de modification.
id_id: Grup ruang kerja ini memiliki izin untuk mengedit di sini secara default.
it_it: Questo gruppo Area di lavoro dispone qui dell'autorizzazione per modificare per impostazione predefinita.
ja_jp: このメンバーグループはスペース管理者によって設定されています。デフォルトの権限は「編集可能」です。
ko_kr: 기본적으로 이 작업 영역 그룹은 여기에서 편집 권한을 갖습니다.
ms_my: Kumpulan ruang kerja ini mempunyai kebenaran mengedit di sini secara lalai.
pt_br: Este grupo de espaço de trabalho tem permissão de edição aqui por padrão.
ru_ru: Эта группа рабочей среды по умолчанию имеет здесь разрешение на редактирование.
th_th: กลุ่มพื้นที่ทำงานนี้มีสิทธิ์การอนุญาตแก้ไขที่นี่เป็นค่าเริ่มต้น
vi_vn: Nhóm không gian làm việc này có quyền chỉnh sửa ở đây theo mặc định.
zh_cn: 此成员组由空间管理员设置，默认权限为可编辑
zh_tw: 此成員群組由空間管理員設定，預設權限為可編輯

# vKA
source: This workspace group has view permission here by default.
de_de: Diese Workspace-Gruppe hat hier standardmäßig Leseberechtigung.
es_es: Este grupo del espacio de trabajo tiene permiso de visualización aquí de forma predeterminada.
fr_fr: Ce groupe de l'espace de travail dispose par défaut de l'autorisation de lecture.
id_id: Grup ruang kerja ini memiliki izin untuk melihat di sini secara default.
it_it: Questo gruppo Area di lavoro dispone qui dell'autorizzazione per visualizzare per impostazione predefinita.
ja_jp: このメンバーグループはスペース管理者によって設定されています。デフォルトの権限は「閲覧可能」です。
ko_kr: 기본적으로 이 작업 영역 그룹은 여기에서 읽기 권한을 갖습니다.
ms_my: Kumpulan ruang kerja ini mempunyai kebenaran melihat di sini secara lalai.
pt_br: Este grupo de espaço de trabalho tem permissão de visualização aqui por padrão.
ru_ru: Эта группа рабочей среды по умолчанию имеет здесь разрешение на просмотр.
th_th: กลุ่มพื้นที่ทำงานนี้มีสิทธิ์การอนุญาตดูที่นี่เป็นค่าเริ่มต้น
vi_vn: Nhóm không gian làm việc này có quyền xem ở đây theo mặc định.
zh_cn: 此成员组由空间管理员设置，默认权限为可阅读
zh_tw: 此成員群組由空間管理員設定，預設權限為可閱讀

# Ozc
source: Search for users, groups, departments, or user groups
de_de: Nach Benutzern, Gruppen, Abteilungen oder Benutzergruppen suchen
es_es: Buscar usuarios, grupos, departamentos o grupos de usuarios
fr_fr: Rechercher des utilisateurs, des groupes, des services ou des groupes d'utilisateurs
id_id: Cari pengguna, grup, departemen, atau grup pengguna
it_it: Cerca utenti, gruppi, reparti o gruppi utenti
ja_jp: ユーザー、グループ、部門またはユーザーグループを検索
ko_kr: 사용자, 그룹, 부서 또는 사용자 그룹 검색
ms_my: Cari pengguna, kumpulan, jabatan, atau kumpulan pengguna
pt_br: Pesquisar usuários, grupos, departamentos ou grupos de usuários
ru_ru: Поиск пользователей, групп, отделов или групп пользователей
th_th: ค้นหาผู้ใช้ กลุ่ม แผนก หรือกลุ่มผู้ใช้
vi_vn: Tìm kiếm người dùng, nhóm, bộ phận hoặc nhóm người dùng
zh_cn: 搜索用户、群组、部门或用户组
zh_tw: 搜尋使用者、群組、部門或使用者群組

# VtU
source: Check All
de_de: Alle überprüfen
es_es: Marcar todo
fr_fr: Vérifier tout
id_id: Periksa Semua
it_it: Verifica tutto
ja_jp: すべて表示
ko_kr: 모두 확인
ms_my: Semak Semua
pt_br: Verificar tudo
ru_ru: Просмотреть все
th_th: ตรวจสอบทั้งหมด
vi_vn: Kiểm tra tất cả
zh_cn: 查看全部
zh_tw: 查看全部

# N5w
source: Check Progress
de_de: Fortschritt prüfen
es_es: Comprobar avance
fr_fr: Vérifier l'avancement
id_id: Periksa Kemajuan
it_it: Verifica l'avanzamento
ja_jp: 進捗を見る
ko_kr: 진행률 확인
ms_my: Periksa Kemajuan
pt_br: Verificar andamento
ru_ru: Просмотреть прогресс
th_th: ตรวจสอบความคืบหน้า
vi_vn: Kiểm tra tiến độ
zh_cn: 查看进展
zh_tw: 查看進展

# 9OY
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
id_id: Lipat
it_it: Comprimi
ja_jp: 閉じる
ko_kr: 축소
ms_my: Runtuhkan
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起
zh_tw: 摺疊

# LfE
source: Request to downgrade security level
de_de: Anfrage zum Heruntersetzen der Sicherheitsstufe
es_es: Solicitud de bajar nivel de seguridad
fr_fr: Demande de réduction du niveau de sécurité
id_id: Permintaan untuk menurunkan tingkat keamanan
it_it: Richiedi di effettuare il downgrade del livello di sicurezza
ja_jp: 秘密度の引き下げを申請
ko_kr: 보안 수준 다운그레이드 요청
ms_my: Permintaan untuk menurunkan tahap keselamatan
pt_br: Solicitação de downgrade do nível de segurança
ru_ru: Запрос на понижение уровня безопасности
th_th: ส่งคำขอดาวน์เกรดระดับความปลอดภัย
vi_vn: Yêu cầu hạ cấp cấp độ bảo mật
zh_cn: 申请调低密级
zh_tw: 申請降低加密等級

# L+M
source: According to your organization's security policy, the document's security level will be adjusted once {{username}} approved your request.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation wird die Sicherheitsstufe des Dokuments angepasst, sobald {{username}} Ihre Anfrage genehmigt hat.
es_es: De acuerdo con la política de seguridad de tu organización, el nivel de seguridad del documento se ajustará cuando {{username}} apruebe tu solicitud.
fr_fr: Conformément à la politique de sécurité de votre organisation, le niveau de sécurité du document sera ajusté une fois que {{username}} aura approuvé votre demande.
id_id: Berdasarkan kebijakan keamanan organisasi Anda, tingkat keamanan dokumen akan disesuaikan setelah {{username}} menyetujui permintaan Anda.
it_it: Secondo il criterio di sicurezza della tua organizzazione, il livello di sicurezza del documento verrà rettificato dopo che {{username}} avrà approvato la tua richiesta.
ja_jp: 法人のセキュリティ設定により、ドキュメントの秘密度の変更は{{username}}の承認後に適用されます。
ko_kr: 기업의 보안 정책에 따라 {{username}} 님이 요청을 승인하면 문서의 보안 수준이 조정됩니다.
ms_my: Mengikut polisi keselamatan organisasi anda, tahap keselamatan dokumen akan disesuaikan setelah {{username}} meluluskan permintaan anda.
pt_br: De acordo com a política de segurança da sua organização, o nível de segurança do documento será ajustado assim que {{username}} aprovar sua solicitação.
ru_ru: В соответствии с стратегией безопасности вашей организации уровень безопасности документа будет скорректирован после того, как {{username}} одобрит ваш запрос.
th_th: ระดับความปลอดภัยของเอกสารจะปรับเปลี่ยนเมื่อ {{username}} อนุมัติคำขอของคุณแล้ว ตามนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Theo chính sách bảo mật của tổ chức, cấp độ bảo mật của tài liệu sẽ được điều chỉnh sau khi {{username}} phê duyệt yêu cầu của bạn.
zh_cn: 由于企业安全策略设置，文档密级调整需要{{username}}审批通过后方可生效
zh_tw: 由於企業安全性原則設定，文件加密等級調整需要經{{username}}審核通過後方可生效
