Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ReA
source: If you turn it on, anyone with the link can edit the document. As the owner of the document, you are responsible for the legal compliance of the document. Please note that external users with permission to share the document can view the list of collaborators. For details and security matters, please refer to the {{serviceTerm}} and {{privacy}}.
de_de: Beim Aktivieren kann jeder mit dem Link das Dokument bearbeiten. Als Besitzer des Dokuments sind Sie für die Rechtskonformität des Dokuments verantwortlich. Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen. Einzelheiten und Sicherheitsinformationen entnehmen Sie bitte den {{serviceTerm}} und der {{privacy}}.
es_es: Si la activas, cualquier usuario que tenga el enlace podrá editar el documento. Como propietario del documento, eres responsable de que se respeten sus normas. Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores. Para más detalles y asuntos de seguridad, consulta {{serviceTerm}} y {{privacy}}.
fr_fr: Si vous l'activez, toutes les personnes disposant du lien pourront modifier le document. En tant que propriétaire du document, vous êtes responsable de la conformité légale du document. Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs. Pour consulter plus de détails et les questions liées à la sécurité, veuillez vous référer aux {{serviceTerm}} et à la {{privacy}}.
hi_in: यदि आप इसे चालू कर देते हैं तो इस लिंक के साथ कोई भी व्यक्ति इस दस्तावेज़ को संपादित सकता है. दस्तावेज़ के ओनर के रूप में, आप दस्तावेज़ के कानूनी अनुपालन के लिए ज़िम्मेदार हैं. कृपया नोट करें, दस्तावेज़ को साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची को देख सकते हैं. विवरणों व सुरक्षा मामलों के लिए, कृपया {{serviceTerm}} और {{privacy}} का संदर्भ लें.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengedit dokumen. Sebagai pemilik dokumen, Anda bertanggung jawab atas kepatuhan hukum dokumen. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator. Untuk perincian dan perihal keamanan, lihat {{serviceTerm}} dan {{privacy}}.
it_it: Una volta attivata, chiunque disponga del link può modificare il file. In qualità di proprietario del file, sei responsabile affinché rispetti gli obblighi normativi. Nota che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori. Per dettagli e questioni di sicurezza, fai riferimento a {{serviceTerm}} e {{privacy}}.
ja_jp: この機能をオンにすると、インターネットでリンクを取得した誰でもドキュメントを編集できます。所有者としては、ドキュメントのコンプライアンスに責任を持ちます。 ドキュメントの共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。 詳細な説明とセキュリティ事項は{{serviceTerm}}および{{privacy}}をご確認ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 문서를 편집할 수 있습니다. 회원님은 문서 소유자로서 문서의 법률 준수에 대한 책임이 있습니다. 문서 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다. 자세한 내용 및 보안 문제는 {{serviceTerm}} 및 {{privacy}}을(를) 참조하세요.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh mengedit dokumen. Sebagai pemilik dokumen, anda bertanggungjawab untuk pematuhan undang-undang dokumen. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator. Untuk butiran dan hal keselamatan, sila rujuk {{serviceTerm}} dan {{privacy}}.
pt_br: Se você ativar, qualquer pessoa com o link poderá editar o documento. Como proprietário deste documento, você é responsável pela conformidade jurídica dele. Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores. Para ver detalhes e assuntos de segurança, consulte o {{serviceTerm}} e a {{privacy}}.
ru_ru: Если вы активируете эту опцию, любой человек со ссылкой сможет редактировать документ. Как владелец документа, вы несете ответственность за его соответствие требованиям закона. Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов. Для получения подробной информации и рекомендация по безопасности см. документы {{serviceTerm}} и {{privacy}}.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถแก้ไขเอกสารได้ ในฐานะเจ้าของเอกสาร คุณเป็นผู้รับผิดชอบในการทำให้เอกสารเป็นไปตามที่กฎหมายกำหนด โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้ สำหรับรายละเอียดและเรื่องการรักษาความปลอดภัย โปรดดูที่ {{serviceTerm}} และ {{privacy}}
vi_vn: Nếu bạn bật tính năng này, bất kỳ ai có liên kết đều có thể chỉnh sửa được tài liệu. Với vai trò là chủ sở hữu tài liệu, bạn chịu trách nhiệm tuân thủ pháp lý của tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên. Để biết thêm chi tiết và các vấn đề an ninh, vui lòng tham khảo {{serviceTerm}} và {{privacy}}.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问和编辑该文档。作为文档所有者，需要对文档合法合规性负责。 注意：有文档分享权限的外部用户，可查看协作者列表，请注意信息安全。 具体说明及安全事项请查看 {{serviceTerm}} 和 {{privacy}} 。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠存取和編輯該文件。作為文件擁有者，需要對文件合法合規性負責。 注意：有文件分享權限的外部使用者，可查看協作者清單，請注意資訊安全。 具體說明及安全事項請查看 {{serviceTerm}} 和 {{privacy}}。

# sWs
source: If you turn it on, anyone with the link can edit the {{doc_type}}. As the owner of the {{doc_type}}, you are responsible for its legal compliance. Please note that external users with permission to share the {{doc_type}} can view the list of collaborators. For details and security matters, please refer to the {{serviceTerm}} and {{privacy}}.
de_de: Beim Aktivieren kann jeder mit dem Link das {{doc_type}} bearbeiten. Als {{doc_type}}-Besitzer sind Sie für dessen Rechtskonformität verantwortlich. Externe Benutzer mit einer Berechtigung zum Teilen des {{doc_type}}s können die Liste der Mitarbeiter anzeigen. Einzelheiten und Sicherheitsinformationen entnehmen Sie bitte den {{serviceTerm}} und der {{privacy}}.
es_es: Si lo activas, cualquiera con el enlace puede editar el {{doc_type}}. Como propietario del {{doc_type}}, eres responsable de su cumplimiento normativo. Ten en cuenta que los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores. Para más detalles y asuntos de seguridad, consulta las {{serviceTerm}} y la {{privacy}}.
fr_fr: Après l'activation, toutes les personnes disposant du lien pourront modifier ce/cette {{doc_type}}. En tant que propriétaire de ce/cette {{doc_type}}, vous êtes responsable de sa conformité légale. Veuillez noter que les utilisateurs externes autorisés à partager ce/cette {{doc_type}} peuvent afficher la liste des collaborateurs. Pour consulter plus de détails et les questions liées à la sécurité, veuillez vous référer aux {{serviceTerm}} et à la {{privacy}}.
hi_in: अगर आप इसे चालू करते हैं, तो लिंक के साथ कोई भी व्यक्ति {{doc_type}} संपादित कर सकता है. {{doc_type}} के ओनर के रूप में, आप इसके कानूनी अनुपालन के लिए ज़िम्मेदार हैं. कृपया ध्यान दें कि {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं. विवरणों व सुरक्षा संबंधी मामलों के लिए, कृपया {{serviceTerm}} और {{privacy}} का संदर्भ लें.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengedit {{doc_type}}. Sebagai pemilik {{doc_type}}, Anda bertanggung jawab untuk mematuhi hukum yang berlaku. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator. Untuk perincian dan perihal keamanan, lihat {{serviceTerm}} dan {{privacy}}.
it_it: Se questa opzione viene attivata, chiunque disponga del link può modificare {{doc_type}}. In qualità di proprietario di {{doc_type}}, sei responsabile della sua conformità legale. Si noti che gli utenti esterni che dispongono dell'autorizzazione a condividere il {{doc_type}} possono visualizzare l'elenco dei collaboratori. Per dettagli e questioni di sicurezza, fai riferimento a {{serviceTerm}} e {{privacy}}.
ja_jp: この機能をオンにすると、インターネット上のリンクを取得した全員がこの{{doc_type}}にアクセスできます。 {{doc_type}}の所有者としては、そのコンプライアンスに責任を持ちます。 注意：{{doc_type}}の共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。 詳細な説明とセキュリティ事項は{{serviceTerm}}および{{privacy}}をご確認ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 {{doc_type}}을(를) 편집할 수 있습니다. {{doc_type}} 소유자인 회원님은 법적 준수에 대한 책임이 있습니다. {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다. 자세한 내용 및 보안 문제는 {{serviceTerm}} 및 {{privacy}}을(를) 참조하세요.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh mengedit {{doc_type}}. Sebagai pemilik {{doc_type}}, anda bertanggungjawab untuk mematuhi undang-undang. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator. Untuk butiran dan hal keselamatan, sila rujuk kepada {{serviceTerm}} dan {{privacy}}.
pt_br: Se você ativá-lo, qualquer pessoa com o link poderá editar o {{doc_type}}. Como proprietário do {{doc_type}}, você é responsável pela conformidade jurídica dele. Observe que os usuários externos com permissão para compartilhar {{doc_type}} poderão visualizar a lista de colaboradores. Para ver detalhes e assuntos de segurança, consulte o {{serviceTerm}} e a {{privacy}}.
ru_ru: После включения, любой, у кого есть ссылка, сможет редактировать {{doc_type}}. Как владелец {{doc_type}}, вы несете ответственность за соблюдение правовых норм._x000D_ Обратите внимание, что внешние пользователи, которым разрешено делиться {{doc_type}}, могут просматривать список соавторов._x000D_ Подробную информацию и вопросы безопасности см. в {{serviceTerm}} и {{privacy}}._x000D_
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถแก้ไข {{doc_type}} ได้ ในฐานะเจ้าของ {{doc_type}} คุณต้องรับผิดชอบต่อการปฏิบัติตามกฎหมาย โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้ สำหรับรายละเอียดและเรื่องการรักษาความปลอดภัย โปรดดูที่ {{serviceTerm}} และ {{privacy}}
vi_vn: Nếu bật, bất kỳ ai có liên kết đều có thể chỉnh sửa {{doc_type}}. Là chủ sở hữu của {{doc_type}}, bạn phải chịu trách nhiệm tuân thủ tính pháp lý của tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên. Để biết thêm chi tiết và các vấn đề an ninh, vui lòng tham khảo {{serviceTerm}} và {{privacy}}.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问和编辑该{{doc_type}}。作为{{doc_type}}所有者，需要对其合法合规性负责。 注意：有{{doc_type}}分享权限的外部用户，可查看协作者列表，请注意信息安全。 具体说明及安全事项请查看 {{serviceTerm}} 和 {{privacy}} 。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠存取和編輯該{{doc_type}}。作為{{doc_type}}擁有者，需要對其合法合規性負責。 注意：有{{doc_type}}分享權限的外部使用者，可查看協作者清單，請注意資訊安全。 具體說明及安全事項請查看 {{serviceTerm}} 和 {{privacy}}。

# qpw
source: If you turn it on, anyone with the link can view the document. Please note that external users with permission to share the document can view the list of collaborators.
de_de: Beim Aktivieren kann jeder mit dem Link das Dokument anzeigen. Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen.
es_es: Si la activas, cualquier usuario que tenga el enlace podrá ver el documento. Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores.
fr_fr: Si vous l'activez, toutes les personnes disposant du lien pourront afficher le document. Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs.
hi_in: यदि आप इसे चालू कर देते हैं तो इस लिंक के साथ कोई भी व्यक्ति इस दस्तावेज़ को देख सकता है. कृपया नोट करें, दस्तावेज़ को साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची को देख सकते हैं.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat melihat dokumen. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator.
it_it: Una volta attivata, chiunque disponga del link può visualizzare il file. Nota che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori.
ja_jp: この機能をオンにすると、インターネットでリンクを取得した誰でもドキュメントを閲覧できます。 ドキュメントの共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 문서를 볼 수 있습니다. 문서 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh melihat dokumen. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator.
pt_br: Se você ativar, qualquer pessoa com o link poderá visualizar o documento. Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores.
ru_ru: Если вы активируете эту опцию, любой пользователь сможет просматривать документ по ссылке. Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถดูเอกสารได้ โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้
vi_vn: Nếu được bật, bất kỳ ai có liên kết đều có thể xem tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên.
zh_cn: 该功能开启后，互联网上获得链接的人都能够阅读该文档。 注意：有文档分享权限的外部用户，可查看协作者列表，请注意信息安全。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠閱讀該文件。 注意：有文件分享權限的外部使用者，可查看協作者清單，請注意資訊安全。

# CV0
source: If you turn it on, anyone with the link can view the {{doc_type}}. Please note that external users with permission to share the {{doc_type}} can view the list of collaborators.
de_de: Beim Aktivieren kann jeder mit dem Link das {{doc_type}} anzeigen. Externe Benutzer mit einer Berechtigung zum Teilen des {{doc_type}}s können die Liste der Mitarbeiter anzeigen.
es_es: Si lo activas, cualquiera con el enlace puede ver el {{doc_type}}. Ten en cuenta que los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores.
fr_fr: Après l'activation, toutes les personnes disposant du lien pourront afficher ce/cette {{doc_type}}. Veuillez noter que les utilisateurs externes autorisés à partager ce/cette {{doc_type}} peuvent afficher la liste des collaborateurs.
hi_in: अगर आप यह चालू करते हैं, तो लिंक के साथ कोई भी व्यक्ति {{doc_type}} देख सकता है. कृपया ध्यान दें कि {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat melihat {{doc_type}}. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator.
it_it: Se questa opzione viene attivata, chiunque disponga del link può visualizzare {{doc_type}}. Si noti che gli utenti esterni che dispongono dell'autorizzazione a condividere il {{doc_type}} possono visualizzare l'elenco dei collaboratori.
ja_jp: この機能をオンにすると、インターネット上のリンクを取得した全員がこの{{doc_type}}を閲覧できます。 注意：{{doc_type}}の共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 {{doc_type}}을(를) 볼 수 있습니다. {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh melihat {{doc_type}}. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator.
pt_br: Se você ativá-lo, qualquer pessoa com o link poderá visualizar o {{doc_type}}. Observe que os usuários externos com permissão para compartilhar {{doc_type}} poderão visualizar a lista de colaboradores.
ru_ru: После включения, любой, у кого есть ссылка, сможет просматривать {{doc_type}}. Обратите внимание, что внешние пользователи, которым разрешено делиться {{doc_type}}, могут просматривать список соавторов.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถดู {{doc_type}} ได้ โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้
vi_vn: Nếu bật, bất kỳ ai có liên kết đều có thể xem {{doc_type}}. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên.
zh_cn: 该功能开启后，互联网上获得链接的人都能够阅读该{{doc_type}}。 注意：有{{doc_type}}分享权限的外部用户，可查看协作者列表，请注意信息安全。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠閱讀該{{doc_type}}。 注意：有{{doc_type}}分享權限的外部使用者，可查看協作者清單，請注意資訊安全。

# eyo
source: If you turn it on, anyone with the link can view the document. As the owner of the document, you are responsible for the legal compliance of the document. Please note that external users with permission to share the document can view the list of collaborators. For details and security matters, please refer to the {{serviceTerm}} and {{privacy}}.
de_de: Beim Aktivieren kann jeder mit dem Link das Dokument anzeigen. Als Besitzer des Dokuments sind Sie für die Rechtskonformität des Dokuments verantwortlich. Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen. Einzelheiten und Sicherheitsinformationen entnehmen Sie bitte den {{serviceTerm}} und der {{privacy}}.
es_es: Si la activas, cualquier usuario que tenga el enlace podrá ver el documento. Como propietario del documento, eres responsable de que se respeten sus normas. Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores. Para más detalles y asuntos de seguridad, consulta {{serviceTerm}} y {{privacy}}.
fr_fr: Si vous l'activez, toutes les personnes disposant du lien pourront afficher le document. En tant que propriétaire du document, vous êtes responsable de la conformité légale du document. Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs. Pour consulter plus de détails et les questions liées à la sécurité, veuillez vous référer aux {{serviceTerm}} et à la {{privacy}}.
hi_in: यदि आप इसे चालू कर देते हैं तो इस लिंक के साथ कोई भी व्यक्ति इस दस्तावेज़ को देख सकता है. दस्तावेज़ के ओनर के रूप में, आप दस्तावेज़ के कानूनी अनुपालन के लिए ज़िम्मेदार हैं. कृपया नोट करें, दस्तावेज़ को साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची को देख सकते हैं. विवरणों व सुरक्षा मामलों के लिए, कृपया {{serviceTerm}} और {{privacy}} का संदर्भ लें.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat melihat dokumen. Sebagai pemilik dokumen, Anda bertanggung jawab atas kepatuhan hukum dokumen. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator. Untuk perincian dan perihal keamanan, lihat {{serviceTerm}} dan {{privacy}}.
it_it: Una volta attivata, chiunque disponga del link può visualizzare il file. In qualità di proprietario del file, sei responsabile affinché rispetti gli obblighi normativi. Nota che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori. Per dettagli e questioni di sicurezza, fai riferimento a {{serviceTerm}} e {{privacy}}.
ja_jp: この機能をオンにすると、インターネットでリンクを取得した誰でもドキュメントにアクセスできます。所有者としては、ドキュメントのコンプライアンスに責任を持ちます。 ドキュメントの共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。 詳細な説明とセキュリティ事項は{{serviceTerm}}および{{privacy}}をご確認ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 문서를 볼 수 있습니다. 회원님은 문서 소유자로서 문서의 법률 준수에 대한 책임이 있습니다. 문서 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다. 자세한 내용 및 보안 문제는 {{serviceTerm}} 및 {{privacy}}을(를) 참조하세요.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh melihat dokumen. Sebagai pemilik dokumen, anda bertanggungjawab untuk pematuhan undang-undang dokumen. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator. Untuk butiran dan hal keselamatan, sila rujuk {{serviceTerm}} dan {{privacy}}.
pt_br: Se você ativar, qualquer pessoa com o link poderá visualizar o documento. Como proprietário deste documento, você é responsável pela conformidade jurídica dele. Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores. Para ver detalhes e assuntos de segurança, consulte o {{serviceTerm}} e a {{privacy}}.
ru_ru: Если вы активируете эту опцию, любой пользователь сможет просматривать документ по ссылке. Как владелец документа, вы несете ответственность за его соответствие требованиям закона. Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов. Для получения подробной информации и рекомендация по безопасности см. документы {{serviceTerm}} и {{privacy}}.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถดูเอกสารได้ ในฐานะเจ้าของเอกสาร คุณเป็นผู้รับผิดชอบในการทำให้เอกสารเป็นไปตามที่กฎหมายกำหนด โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้ สำหรับรายละเอียดและเรื่องการรักษาความปลอดภัย โปรดดูที่ {{serviceTerm}} และ {{privacy}}
vi_vn: Nếu được bật, bất kỳ ai có liên kết đều có thể xem tài liệu. Với vai trò là chủ sở hữu tài liệu, bạn chịu trách nhiệm tuân thủ pháp lý của tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên. Để biết thêm chi tiết và các vấn đề an ninh, vui lòng tham khảo {{serviceTerm}} và {{privacy}}.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问该文档。作为文档所有者，需要对文档合法合规性负责。 注意：有文档分享权限的外部用户，可查看协作者列表，请注意信息安全。 具体说明及安全事项请查看 {{serviceTerm}} 和 {{privacy}} 。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠存取該文件。作為文件擁有者，需要對文件合法合規性負責。 注意：有文件分享權限的外部使用者，可查看協作者清單，請注意資訊安全。 具體說明及安全事項請查看 {{serviceTerm}} 和 {{privacy}}。
