Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# H5Q
source: Don't Display
de_de: Nicht anzeigen
es_es: No mostrar
fr_fr: Ne pas afficher
id_id: Jangan Tampilkan
it_it: Non visualizzare
ja_jp: カバーを非表示
ko_kr: 표시 안 함
ms_my: Jangan Paparkan
pt_br: Não exibir
ru_ru: Не показывать
th_th: ไม่ต้องแสดง
vi_vn: Không hiển thị
zh_cn: 不显示封面
zh_tw: 不顯示封面

# zYw
source: Cover
de_de: Titelbild
es_es: Portada
fr_fr: Page de garde
id_id: Sampul
it_it: Copertina
ja_jp: カバー
ko_kr: 커버
ms_my: Kulit
pt_br: Capa
ru_ru: Обложка
th_th: หน้าปก
vi_vn: Ảnh bìa
zh_cn: 封面
zh_tw: 封面

# VZ8
source: Cover and headings
de_de: Titelbild und Überschriften
es_es: Portada y títulos
fr_fr: Page de garde et titres
id_id: Sampul dan judul
it_it: Copertina e intestazioni
ja_jp: カバーとタイトル
ko_kr: 커버 및 제목
ms_my: Kulit dan tajuk
pt_br: Capa e cabeçalhos
ru_ru: Обложка и заголовки
th_th: หน้าปกและหัวเรื่อง
vi_vn: Ảnh bìa và tiêu đề
zh_cn: 封面和标题
zh_tw: 封面和標題

# Tgk
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ko_kr: 신규
ms_my: Baharu
pt_br: Novo
ru_ru: Создать
th_th: ใหม่
vi_vn: Mới
zh_cn: 新建
zh_tw: 建立

# v6A
source: Action not supported due to large volume of data in this table
de_de: Die Aktion wird aufgrund des großen Datenvolumens in dieser Tabelle nicht unterstützt
es_es: Acción no admitida debido al gran volumen de datos en esta tabla
fr_fr: Opération non prise en charge en raison du volume important de données dans ce tableau
id_id: Tindakan tidak didukung karena tabel ini berisi volume data yang besar
it_it: Azione non supportata poiché il volume dei dati in questa tabella è troppo grande
ja_jp: このテーブルには多数のデータがあるため、この操作はできません。
ko_kr: 이 표의 데이터 볼륨이 커서 작업이 지원되지 않습니다
ms_my: Tindakan tidak disokong kerana jumlah data besar dalam jadual ini
pt_br: Ação não permitida devido ao grande volume de dados nesta tabela
ru_ru: Действие не поддерживается из-за большого объема данных на этом листе
th_th: ไม่รองรับการดำเนินการเนื่องด้วยปริมาณข้อมูลใหญ่เกินไปในตารางนี้
vi_vn: Hành động không được hỗ trợ do có khối lượng lớn dữ liệu trong bảng này
zh_cn: 当前数据表数据过多，暂不支持此操作
zh_tw: 目前資料表資料過多，暫不支援此操作

# 1Ts
source: Do Not Display Subheading
de_de: Keine Unterüberschrift anzeigen
es_es: No mostrar subencabezado
fr_fr: Ne pas afficher le sous-titre
id_id: Jangan Tampilkan Subjudul
it_it: Non visualizzare sottotitolo
ja_jp: サブタイトルを表示しない
ko_kr: 하위 제목 표시 안 함
ms_my: Jangan Paparkan Subtajuk
pt_br: Não exibir subcabeçalho
ru_ru: Не отображать подзаголовок
th_th: ไม่แสดงหัวข้อย่อย
vi_vn: Không hiển thị tiêu đề phụ
zh_cn: 不显示副标题
zh_tw: 不顯示副標題

# mmM
source: No fields selected
de_de: Keine Felder ausgewählt
es_es: No hay campos seleccionados
fr_fr: Aucun champ sélectionné
id_id: Tidak ada bidang yang dipilih
it_it: Nessun campo selezionato
ja_jp: フィールドが指定されていません
ko_kr: 선택된 필드 없음
ms_my: Tiada medan dipilih
pt_br: Nenhum campo selecionado
ru_ru: Поля не выбраны
th_th: ไม่ได้เลือกช่องข้อมูล
vi_vn: Không có trường nào được chọn
zh_cn: 未选择字段
zh_tw: 未選擇欄位

# uJk
source: The current filter condition contains unsupported field types. Please go to the desktop to configure.
de_de: Die aktuelle Filterbedingung enthält nicht unterstützte Feldtypen. Bitte navigieren Sie zum Konfigurieren zum Desktop.
es_es: La condición de filtro actual contiene tipos de campo no admitidos. Ve al escritorio para configurarla.
fr_fr: La condition de filtre actuelle contient des types de champs non pris en charge. Veuillez accéder à la version pour ordinateur pour la configurer.
id_id: Syarat filter saat ini berisi jenis bidang yang tidak didukung. Buka desktop untuk mengonfigurasi.
it_it: La condizione di filtro corrente contiene tipi di campo non supportati. Vai al desktop per configurare.
ja_jp: 現在のフィルタ条件にサポートされていないフィールドタイプが含まれています。デスクトップ版で設定してください。
ko_kr: 현재 필터 조건에 지원되지 않는 필드 유형이 포함되어 있습니다. 데스크톱으로 이동하여 구성하세요.
ms_my: Syarat penapisan semasa mengandungi jenis medan yang tidak disokong. Sila pergi ke desktop untuk mengkonfigurasi.
pt_br: A condição de filtro atual contém tipos de campo sem suporte. Vá para a área de trabalho para configurar.
ru_ru: Текущее условие фильтра содержит неподдерживаемые типы полей. Перейдите на ПК для настройки.
th_th: เงื่อนไขตัวกรองปัจจุบันมีประเภทช่องข้อมูลที่ไม่รองรับ โปรดไปที่เดสก์ท็อปเพื่อกำหนดค่า
vi_vn: Điều kiện lọc hiện tại có chứa các loại trường không được hỗ trợ. Vui lòng đi tới màn hình để cấu hình.
zh_cn: 筛选条件含不支持的字段类型，请前往桌面端设置
zh_tw: 篩選條件含有不受支援的欄位類型，請前往桌面端設定

# /PE
source: Publish
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
id_id: Terbitkan
it_it: Pubblica
ja_jp: 公開
ko_kr: 게시
ms_my: Terbitkan
pt_br: Publicar
ru_ru: Опубликовать
th_th: เผยแพร่
vi_vn: Đăng
zh_cn: 发布
zh_tw: 發布

# 0BI
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# sdY
source: Save to Albums
de_de: Unter „Alben“ speichern
es_es: Guardar en álbumes
fr_fr: Enregistrer dans les albums
id_id: Simpan ke Album
it_it: Salva negli album
ja_jp: アルバムに保存
ko_kr: 앨범에 저장
ms_my: Simpan ke Album
pt_br: Salvar em álbuns
ru_ru: Сохранить в альбомы
th_th: บันทึกไปยังอัลบั้ม
vi_vn: Lưu vào album
zh_cn: 保存到相册
zh_tw: 儲存至相簿

# iKU
source: Powered by {{APP_DISPLAY_NAME}} Base
es_es: Con tecnología de {{APP_DISPLAY_NAME}} Base
fr_fr: Propulsé par {{APP_DISPLAY_NAME}} Base
id_id: Didukung oleh {{APP_DISPLAY_NAME}} Base
it_it: Con il supporto di {{APP_DISPLAY_NAME}} Base
ja_jp: {{APP_DISPLAY_NAME}} Base によってサポートされています
ko_kr: {{APP_DISPLAY_NAME}} Base에서 제공
ms_my: Dikuasakan oleh {{APP_DISPLAY_NAME}} Base
pt_br: Ativado por {{APP_DISPLAY_NAME}} Base
ru_ru: На базе таблицы Base {{APP_DISPLAY_NAME}}
th_th: ขับเคลื่อนโดย {{APP_DISPLAY_NAME}} Base
vi_vn: Được cung cấp bởi {{APP_DISPLAY_NAME}} Base
zh_cn: {{APP_DISPLAY_NAME}}多维表格提供技术支持
zh_tw: {{APP_DISPLAY_NAME}}多維表格提供技術支援

# 9hs
source: Remind Them
de_de: Sie erinnern
es_es: Enviarles un recordatorio
fr_fr: Leur rappeler
id_id: Ingatkan Mereka
it_it: Invia promemoria
ja_jp: リマインド
ko_kr: 알리기
ms_my: Ingatkan Mereka
pt_br: Lembrá-los
ru_ru: Напомнить
th_th: เตือนความจำผู้ตอบ
vi_vn: Nhắc họ
zh_cn: 催填
zh_tw: 提醒填寫

# Hgo
source: Notify recipients for new responses
de_de: Empfänger über neue Antworten benachrichtigen
es_es: Notificar a los destinatarios para nuevas respuestas
fr_fr: Notifier les destinataires des nouvelles réponses
id_id: Beri tahu penerima mengenai respons baru
it_it: Invia notifica ai destinatari per nuove risposte
ja_jp: 新しい回答が送信されたときに通知を送信する
ko_kr: 받는 사람에게 새 응답을 알립니다
ms_my: Beritahu penerima untuk respons baru
pt_br: Notificar destinatários sobre novas respostas
ru_ru: Уведомлять получателей о новых ответах
th_th: แจ้งผู้รับเมื่อมีการตอบกลับใหม่
vi_vn: Thông báo cho người nhận về phản hồi mới
zh_cn: 有人提交后发送通知
zh_tw: 有人提交後傳送通知

# 9t8
source: Invite respondents
de_de: Antwortende einladen
es_es: Invitar a encuestados
fr_fr: Inviter des répondants
id_id: Undang responden
it_it: Invita rispondenti
ja_jp: 回答者を招待
ko_kr: 응답자 초대
ms_my: Jemput responden
pt_br: Convidar participantes
ru_ru: Пригласить опрашиваемых
th_th: เชิญผู้ตอบแบบสอบถาม
vi_vn: Mời người trả lời
zh_cn: 邀请填写者
zh_tw: 邀請填寫者

# ZPU
source: Scan QR code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner le code QR
id_id: Pindai kode QR
it_it: Scansiona codice QR
ja_jp: モバイルデバイスでスキャンしてください
ko_kr: QR 코드 스캔
ms_my: Imbas kod QR
pt_br: Escanear código QR
ru_ru: Сканировать QR-код
th_th: สแกนคิวอาร์โค้ด
vi_vn: Quét mã QR
zh_cn: 打开手机扫一扫
zh_tw: 開啟手機掃一掃

# oSk
source: Share to
de_de: Teilen mit
es_es: Compartir en
fr_fr: Partager avec
id_id: Bagikan ke
it_it: Condividi con
ja_jp: 共有先
ko_kr: 공유 대상
ms_my: Kongsi ke
pt_br: Compartilhar para
ru_ru: Поделиться в
th_th: แบ่งปันไปยัง
vi_vn: Chia sẻ đến
zh_cn: 分享到
zh_tw: 分享到

# sTQ
source: Notify me for new responses
de_de: Mich über neue Antworten benachrichtigen
es_es: Notificarme sobre nuevas respuestas
fr_fr: M'informer des nouvelles réponses
id_id: Beri tahu saya mengenai respons baru
it_it: Inviami una notifica per nuove risposte
ja_jp: 新しい回答が送信されたときに自分に通知する
ko_kr: 새 응답에 대한 알림 받기
ms_my: Beritahu saya untuk respons baru
pt_br: Notificar-me sobre novas respostas
ru_ru: Уведомлять меня о новых ответах
th_th: แจ้งฉันเมื่อมีการตอบกลับใหม่
vi_vn: Thông báo cho tôi về phản hồi mới
zh_cn: 有人提交后通知我
zh_tw: 有人提交後通知我

# U5U
source: Form permissions
de_de: Formularberechtigungen
es_es: Permisos de formulario
fr_fr: Autorisations de formulaires
id_id: Bentuk izin
it_it: Maschera autorizzazioni
ja_jp: フォームの回答権限
ko_kr: 권한 형성
ms_my: Kebenaran borang
pt_br: Formar permissões
ru_ru: Сформировать разрешения
th_th: ตั้งสิทธิ์การอนุญาต
vi_vn: Tạo quyền
zh_cn: 问卷填写权限
zh_tw: 問卷填寫權限

# +Pg
source: QR Code
es_es: Código QR
fr_fr: Code QR
id_id: Kode QR
it_it: Codice QR
ja_jp: QRコードを共有
ko_kr: QR 코드
ms_my: Kod QR
pt_br: Código QR
ru_ru: QR-код
th_th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_cn: 二维码
zh_tw: QR 碼

# Do4
source: New Form
de_de: Neues Formular
es_es: Nuevo formulario
fr_fr: Nouveau formulaire
id_id: Formulir Baru
it_it: Nuova maschera
ja_jp: フォームを新規作成
ko_kr: 새 설문지
ms_my: Borang Baharu
pt_br: Novo formulário
ru_ru: Создать форму
th_th: แบบฟอร์มใหม่
vi_vn: Biểu mẫu mới
zh_cn: 新建问卷
zh_tw: 建立新問卷

# Oto
source: Delete this option
de_de: Diese Option löschen
es_es: Eliminar esta opción
fr_fr: Supprimer cette option
hi_in: यह विकल्प हटाएँ
id_id: Hapus opsi ini
it_it: Elimina questa opzione
ja_jp: 削除する
ko_kr: 이 옵션 삭제
ms_my: Padam pilihan ini
pt_br: Excluir esta opção
ru_ru: Удалить эту опцию
th_th: ลบตัวเลือกนี้
vi_vn: Xóa tùy chọn này
zh_cn: 确认删除
zh_tw: 確認刪除

# aho
source: Add an option:
de_de: Option hinzufügen:
es_es: Agregar una opción:
fr_fr: Ajouter une option :
hi_in: विकल्प जोड़ें:
id_id: Tambah opsi:
it_it: Aggiungi un'opzione:
ja_jp: オプションを作成：
ko_kr: 옵션 추가:
ms_my: Tambah pilihan:
pt_br: Adicionar uma opção:
ru_ru: Создать вариант:
th_th: เพิ่มตัวเลือก:
vi_vn: Thêm tùy chọn:
zh_cn: 创建选项：
zh_tw: 建立選項：

# e8U
source: Add an option
ja_jp: オプションを作成
zh_cn: 创建选项

# EXo
source: Edit option
ja_jp: オプションを編集
zh_cn: 编辑选项

# tWg
source: No options found
de_de: Keine Optionen gefunden
es_es: No se ha encontrado ninguna opción
fr_fr: Aucune option trouvée
hi_in: कोई विकल्प नहीं मिला
id_id: Opsi tidak ditemukan
it_it: Nessuna opzione trovata
ja_jp: 一致する結果がありません
ko_kr: 옵션을 찾을 수 없습니다
ms_my: Tiada pilihan dijumpai
pt_br: Nenhuma opção encontrada
ru_ru: Вариантов не найдено
th_th: ไม่พบตัวเลือก
vi_vn: Không tìm thấy tùy chọn
zh_cn: 暂无相关选项
zh_tw: 暫無相關選項

# Seg
source: Select existing option:
de_de: Vorhandene Option auswählen:
es_es: Seleccionar opción existente:
fr_fr: Sélectionner une option existante :
hi_in: मौजूदा विकल्प चुनें:
id_id: Pilih opsi yang ada:
it_it: Seleziona l'opzione esistente:
ja_jp: 既存のオプション：
ko_kr: 기존 옵션 선택:
ms_my: Pilih pilihan sedia ada:
pt_br: Selecionar a opção existente:
ru_ru: Выберите существующий вариант:
th_th: เลือกตัวเลือกที่มีอยู่:
vi_vn: Lựa chọn tùy chọn hiện có:
zh_cn: 选择已有选项：
zh_tw: 選擇現有選項：

# djM
source: Please enter
de_de: Bitte eingeben
es_es: Introduce
fr_fr: Veuillez saisir
id_id: Masukkan
it_it: Immetti
ja_jp: 入力してください
ko_kr: 입력하세요
ms_my: Sila masukkan
pt_br: Insira
ru_ru: Введите
th_th: โปรดกรอก
vi_vn: Vui lòng nhập
zh_cn: 请输入
zh_tw: 請輸入

# OVI
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 查找选项
zh_tw: 尋找選項

# UKU
source: Select or add an option
de_de: Option auswählen oder hinzufügen
es_es: Seleccionar o agregar una opción
fr_fr: Sélectionner ou ajouter une option
hi_in: विकल्प चुनें या जोड़ें
id_id: Pilih atau tambah opsi
it_it: Seleziona o aggiungi un'opzione
ja_jp: 検索またはオプションを作成
ko_kr: 옵션 선택 또는 추가
ms_my: Pilih atau tambah pilihan
pt_br: Selecionar ou adicionar uma opção
ru_ru: Выберите или добавьте вариант
th_th: เลือกหรือเพิ่มตัวเลือก
vi_vn: Lựa chọn hoặc thêm một tùy chọn
zh_cn: 查找或创建选项
zh_tw: 尋找或建立選項

# UhA
source: Retrieving more personnel information is not supported when "Allow adding multiple members in one record" is enabled.
de_de: Das Abrufen weiterer personenbezogener Daten wird nicht unterstützt, wenn „Hinzufügen mehrerer Mitglieder in einem Datensatz erlauben“ aktiviert ist.
es_es: No se admite la recuperación de más información personal si está habilitado "Permitir agregar varios miembros en un registro".
fr_fr: Impossible de récupérer plus d'informations du personnel lorsque l'option "Autoriser l'ajout de plusieurs membres dans un enregistrement" est activée.
id_id: Mengambil lebih banyak informasi personel tidak didukung ketika "Izinkan menambahkan beberapa anggota di satu rekaman" diaktifkan.
it_it: Il recupero di altre informazioni sul personale non è supportato quando "Consenti l'aggiunta di più membri in un record" è abilitato.
ja_jp: 複数メンバーの追加を許可すると、より多くのメンバー情報を取得することができません。
ko_kr: "레코드 한 개에 여러 구성원 추가 허용"이 활성화되면 추가 인사 정보 검색이 지원되지 않습니다.
ms_my: Mendapatkan maklumat kakitangan tambahan tidak disokong apabila "Benarkan menambah beberapa ahli dalam satu rekod" diaktifkan.
pt_br: A recuperação de mais informações pessoais não é suportada quando a opção "Permitir a adição de vários membros em um registro" está ativada.
ru_ru: Получение дополнительной информации о персонале не поддерживается, если включен параметр "Разрешить добавление нескольких участников в одну запись".
th_th: ไม่รองรับการรับข้อมูลส่วนบุคคลเพิ่มเติมเมื่อเปิดใช้ "อนุญาตการเพิ่มสมาชิกหลายคนในหนึ่งบันทึก"
vi_vn: Tính năng truy xuất thêm thông tin nhân viên không được hỗ trợ khi bật tùy chọn "Cho phép thêm nhiều thành viên vào một bản ghi".
zh_cn: 允许添加多个成员时不支持获取更多人员信息
zh_tw: 允許新增多個成員時，不支援取得更多人員資訊

# sMQ
source: Create a new Person field to save the converted data
de_de: Erstellen Sie ein neues Feld „Person“, um die konvertierten Daten zu speichern
es_es: Crear un campo Persona para guardar los datos convertidos
fr_fr: Créer un nouveau champ Personne pour enregistrer les données converties
id_id: Buat bidang Orang baru untuk menyimpan data yang dikonversi
it_it: Crea un nuovo campo Persona per salvare i dati convertiti
ja_jp: メンバーフィールドを新規作成し、変換後のメンバー情報を保存する
ko_kr: 변환된 데이터를 저장할 새 사용자 필드를 생성합니다
ms_my: Buat bidang Orang baru untuk menyimpan data yang ditukar
pt_br: Crie um novo campo Pessoa para salvar os dados convertidos
ru_ru: Создайте новое поле Человек, чтобы сохранить преобразованные данные.
th_th: สร้างช่องข้อมูลบุคคลใหม่เพื่อบันทึกข้อมูลที่แปลงแล้ว
vi_vn: Tạo trường Người mới để lưu dữ liệu đã chuyển đổi
zh_cn: 选择新建字段，保存转换后的人员信息
zh_tw: 選擇建立新欄位，儲存轉換後的人員資訊

# +zo
source: It will convert all names, phone numbers, and emails into members in the Person field. Any unmatched data will be cleared.
de_de: Alle Namen, Telefonnummern und E-Mails werden im Feld „Person“ in Mitglieder konvertiert. Nicht übereinstimmende Daten werden gelöscht.
es_es: Convertirá todos los nombres, números de teléfono y correos electrónicos en miembros en el campo Persona. Se borrarán los datos no asignados.
fr_fr: Il convertira tous les noms, numéros de téléphone et e-mails en membres dans le champ Personne. Toutes les données non correspondantes seront effacées.
id_id: Ini akan mengonversi semua nama, nomor telepon, dan email menjadi anggota di dalam bidang Orang. Semua data yang tidak cocok akan dibersihkan.
it_it: Convertirà tutti i nomi, i numeri di telefono e le e-mail in membri nel campo Persona. Qualsiasi dato senza corrispondenza verrà cancellato.
ja_jp: この操作を行うと、フィールド内の名前、電話番号またはメールアドレス情報はメンバーに変換されます。メンバーとマッピングできない一部のデータが消去される場合があります。
ko_kr: 모든 이름, 전화번호 및 이메일을 사용자 필드의 구성원으로 변환합니다. 일치하지 않는 데이터는 모두 지워집니다.
ms_my: Ia akan menukar semua nama, nombor telefon, dan emel menjadi ahli dalam bidang Orang. Data yang tidak sepadan akan dikosongkan.
pt_br: Ele converterá todos os nomes, números de telefone e e-mails em membros no campo Pessoa. Quaisquer dados não correspondentes serão apagados.
ru_ru: Преобразует все имена, номера телефонов и адреса почты в участников в поле Человек. Любые не сопоставленные данные будут удалены.
th_th: จะแปลงชื่อ หมายเลขโทรศัพท์ และอีเมลทั้งหมดเป็นช่องข้อมูลบุคคล ข้อมูลที่ไม่ตรงกันจะถูกล้าง
vi_vn: Thao tác này sẽ chuyển đổi tất cả tên, số điện thoại và email thành các thành viên trong trường Người. Mọi dữ liệu không khớp sẽ bị xóa.
zh_cn: 该操作将把字段内的人名、电话号码以及邮箱信息转换为人员，可能会清除某些单元格内不匹配的数据。
zh_tw: 該操作將欄位內的人名、電話號碼以及信箱資訊轉換為人員，可能會清除某些儲存格內不相符的資料。

# 0zU
source: Convert to Person field
de_de: In Feld „Person“ konvertieren
es_es: Convertir en campo personal
fr_fr: Convertir en champ Personne
id_id: Konversi ke bidang Orang
it_it: Converti al campo Persona
ja_jp: メンバーフィールドに変換
ko_kr: 사용자 필드로 변환
ms_my: Tukar ke bidang Orang
pt_br: Converter no campo Pessoa
ru_ru: Преобразовать в поле Человек
th_th: แปลงเป็นช่องข้อมูลบุคคล
vi_vn: Chuyển thành trường Người
zh_cn: 转换为人员字段
zh_tw: 轉換為人員欄位

# adI
source: Source field
de_de: Quellenfeld
es_es: Campo de origen
fr_fr: Champ source
id_id: Bidang sumber
it_it: Campo fonte
ja_jp: データソース
ko_kr: 소스 필드
ms_my: Bidang sumber
pt_br: Campo de origem
ru_ru: Исходное поле
th_th: ช่องข้อมูลแหล่งที่มา
vi_vn: Trường nguồn
zh_cn: 数据来源于
zh_tw: 資料來源於

# SyI
source: The synced person field does not exist.
de_de: Das synchronisierte Personenfeld ist nicht vorhanden.
es_es: El campo persona sincronizado no existe.
fr_fr: Le champ de la personne synchronisée n’existe pas.
id_id: Bidang orang yang disinkronkan tidak ada.
it_it: Il campo della persona sincronizzata non esiste.
ja_jp: 同期するメンバーフィールドが存在しません。
ko_kr: 동기화된 인원 필드가 없습니다.
ms_my: Bidang orang yang diselaraskan tidak wujud.
pt_br: O campo de pessoa sincronizada não existe.
ru_ru: Поле синхронизированного человека не существует.
th_th: ไม่มีช่องข้อมูลบุคคลที่ซิงค์
vi_vn: Trường nhân sự đã đồng bộ hóa không tồn tại.
zh_cn: 同步的人员字段不存在
zh_tw: 同步的人員欄位不存在

# 0ug
source: Data syncing has been paused due to a change in the document owner. Please contact the document owner.
de_de: Die Datensynchronisierung wurde aufgrund einer Änderung des Dokumentenbesitzers angehalten. Bitte wenden Sie sich an den Dokumentenbesitzer.
es_es: La sincronización de datos se ha pausado porque se ha producido un cambio en el propietario del documento. Contacta con el propietario del documento.
fr_fr: La synchronisation des données a été mise en pause à cause d’un changement de propriétaire du document. Veuillez contacter le propriétaire du document.
id_id: Sinkronisasi data telah dijeda karena ada perubahan pada pemilik dokumen. Hubungi pemilik dokumen.
it_it: La sincronizzazione dei dati è stata messa in pausa a causa di una modifica del proprietario del documento. Contatta il proprietario del documento.
ja_jp: ファイルの所有者が変更されたため、メンバー情報の同期が一時停止されました。ご不明な点がございましたら、現在の所有者にお問い合わせください。
ko_kr: 문서 소유자 변경으로 인해 데이터 동기화가 일시 정지되었습니다. 문서 소유자에게 문의하세요.
ms_my: Penyelarasan data dihentikan sementara kerana perubahan pemilik dokumen. Sila hubungi pemilik dokumen.
pt_br: A sincronização de dados foi pausada devido a uma alteração no proprietário do documento. Entre em contato com o proprietário do documento.
ru_ru: Синхронизация данных приостановлена в связи со сменой владельца документа. Свяжитесь с владельцем документа.
th_th: การซิงค์ข้อมูลหยุดลงชั่วคราวเนื่องจากมีการเปลี่ยนแปลงเจ้าของเอกสาร โปรดติดต่อเจ้าของเอกสาร
vi_vn: Quy trình đồng bộ hóa dữ liệu đã bị tạm dừng do thay đổi chủ sở hữu tài liệu. Vui lòng liên hệ với chủ sở hữu tài liệu.
zh_cn: 由于所有者发生变更，人员信息同步已暂停，如有疑问请联系文档所有者
zh_tw: 由於擁有者發生變更，人員資訊同步已暫停。如有疑問，請聯絡文件擁有者

# JvI
source: Data syncing has been paused due to a change in the base owner. Please reset this field.
de_de: Die Datensynchronisierung wurde aufgrund einer Änderung des Base-Besitzers angehalten. Bitte setzen Sie dieses Feld zurück.
es_es: La sincronización de datos se ha pausado debido a un cambio en el propietario del Base. Restablece este campo.
fr_fr: La synchronisation des données a été mise en pause en raison d’un changement de propriétaire de la Base. Veuillez réinitialiser ce champ.
id_id: Sinkronisasi data telah dijeda karena ada perubahan pada pemilik Base. Reset bidang ini.
it_it: La sincronizzazione dei dati è stata messa in pausa a causa di una modifica del proprietario del Base. Ripristina questo campo.
ja_jp: Base の所有者が変更されたため、データの同期が一時停止されました。再度設定してください。
ko_kr: Base 소유자 변경으로 인해 데이터 동기화가 일시 정지되었습니다. 이 필드를 재설정하세요.
ms_my: Penyelarasan data dihentikan sementara kerana perubahan pemilik asas. Sila tetapkan semula bidang ini.
pt_br: A sincronização de dados foi pausada devido a uma alteração no proprietário do Base. Redefina este campo.
ru_ru: Синхронизация данных приостановлена в связи со сменой владельца таблицы Base. Сбросьте это поле.
th_th: การซิงค์ข้อมูลหยุดลงชั่วคราวเนื่องจากมีการเปลี่ยนแปลงเจ้าของ Base โปรดรีเซ็ตช่องข้อมูลนี้
vi_vn: Quy trình đồng bộ hóa dữ liệu đã bị tạm dừng do thay đổi chủ sở hữu Base. Vui lòng đặt lại trường này.
zh_cn: 由于多维表格所有者发生变更，数据同步已暂停，请重新配置
zh_tw: 由於多維表格擁有者發生變更，資料同步已暫停，請重新設定

# jL4
source: Data syncing has been paused due to a change in the document owner.
de_de: Die Datensynchronisierung wurde aufgrund einer Änderung des Dokumentenbesitzers angehalten.
es_es: La sincronización de datos se ha pausado porque se ha producido un cambio en el propietario del documento.
fr_fr: La synchronisation des données a été mise en pause à cause d’un changement de propriétaire du document.
id_id: Sinkronisasi data telah dijeda karena ada perubahan pada pemilik dokumen.
it_it: La sincronizzazione dei dati è stata messa in pausa a causa di una modifica del proprietario del documento.
ja_jp: ファイルの所有者が変更されたため、データの同期が一時停止されました。
ko_kr: 문서 소유자 변경으로 인해 데이터 동기화가 일시 정지되었습니다.
ms_my: Penyelarasan data dihentikan sementara kerana perubahan pemilik dokumen.
pt_br: A sincronização de dados foi pausada devido a uma alteração no proprietário do documento.
ru_ru: Синхронизация данных приостановлена в связи со сменой владельца документа.
th_th: การซิงค์ข้อมูลหยุดลงชั่วคราวเนื่องจากมีการเปลี่ยนแปลงเจ้าของเอกสาร
vi_vn: Quy trình đồng bộ hóa dữ liệu đã bị tạm dừng do thay đổi chủ sở hữu tài liệu.
zh_cn: 由于文档所有者发生变更，数据同步已暂停
zh_tw: 由於文件擁有者發生變更，資料同步已暫停

# 0zw
source: Expandable fields
de_de: Erweiterbare Felder
es_es: Campos desplegables
fr_fr: Champs développables
id_id: Bidang yang dapat dibuka
it_it: Campi espandibili
ja_jp: 追加可能なフィールド
ko_kr: 확장 가능한 필드
ms_my: Bidang yang boleh diperluas
pt_br: Campos expansíveis
ru_ru: Расширяемые поля
th_th: ช่องข้อมูลที่ขยายได้
vi_vn: Trường mở rộng được
zh_cn: 可扩展的字段
zh_tw: 可擴展的欄位

# zPw
source: {{fieldName}} already exists
de_de: Der Name {{fieldName}} ist bereits vorhanden
es_es: {{fieldName}} ya existe
fr_fr: {{fieldName}} existe déjà
id_id: {{fieldName}} sudah ada
it_it: {{fieldName}} già esistente
ja_jp: フィールド「{{fieldName}}」は既に存在しています。
ko_kr: {{fieldName}}이(가) 이미 있습니다
ms_my: {{fieldName}} sudah wujud
pt_br: {{fieldName}} já existe
ru_ru: {{fieldName}} уже существует
th_th: มี {{fieldName}} นี้อยู่แล้ว
vi_vn: {{fieldName}} đã tồn tại
zh_cn: {{fieldName}}字段已存在
zh_tw: {{fieldName}}欄位已存在
