Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# eSQ
source: Provided by {{APP_DISPLAY_NAME}} template gallery.
de_de: Von der {{APP_DISPLAY_NAME}} Vorlagengalerie bereitgestellt.
es_es: Proporcionado por la galería de plantillas de {{APP_DISPLAY_NAME}}.
fr_fr: Fourni par la galerie de modèles {{APP_DISPLAY_NAME}}.
hi_in: {{APP_DISPLAY_NAME}} टेम्पलेट गैलरी द्वारा प्रदान किया गया.
id_id: Disediakan oleh galeri templat {{APP_DISPLAY_NAME}}.
it_it: Fornito da raccolta modelli di {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}}テンプレート より提供され、
ko_kr: {{APP_DISPLAY_NAME}} 템플릿 갤러리에서 제공했습니다.
ms_my: Disediakan oleh galeri templat {{APP_DISPLAY_NAME}}.
pt_br: Fornecido pela galeria de modelos do {{APP_DISPLAY_NAME}}.
ru_ru: Предоставлено галереей шаблонов {{APP_DISPLAY_NAME}}.
th_th: ให้บริการโดยแกลเลอรีเทมเพลต {{APP_DISPLAY_NAME}}
vi_vn: Được thư viện mẫu {{APP_DISPLAY_NAME}} cung cấp.
zh_cn: 由 {{APP_DISPLAY_NAME}}模板库 提供，
zh_tw: 由 {{APP_DISPLAY_NAME}}範本資料庫提供，

# zM4
source: {{time}} used
de_de: {{time}} verwendet
es_es: Se han utilizado: {{time}}
fr_fr: {{time}} utilisé(s)
hi_in: {{time}} उपयोग किया गया
id_id: {{time}} digunakan
it_it: {{time}} di utilizzo
ja_jp: {{time}} に使用した
ko_kr: {{time}} 사용됨
ms_my: {{time}} digunakan
pt_br: {{time}} usado
ru_ru: {{time}} использовано
th_th: ใช้แล้ว {{time}}
vi_vn: Đã sử dụng {{time}}
zh_cn: {{time}} 使用过
zh_tw: {{time}} 使用過

# byw
source: Saved as a custom template
de_de: Als benutzerdefinierte Vorlage gespeichert
es_es: Se ha guardado como plantilla personalizada
fr_fr: Enregistrement en tant que modèle personnalisé réussi
hi_in: कस्टम टेम्पलेट के रूप में सहेजा गया
id_id: Menyimpan sebagai templat kustom
it_it: Salvataggio come modello personalizzato
ja_jp: 保存しました。テンプレートのページに移動しました
ko_kr: 커스텀 템플릿으로 저장했습니다
ms_my: Disimpan sebagai templat tersuai
pt_br: Salvo como um modelo personalizado
ru_ru: Сохранено как пользовательский шаблон
th_th: บันทึกเป็นเทมเพลตที่กำหนดเองแล้ว
vi_vn: Đã lưu dưới dạng mẫu tùy chỉnh
zh_cn: 保存成功，已跳转至模板
zh_tw: 儲存成功，已重新導向至範本

# kpc
source: New Sheets
de_de: Neue Blätter
es_es: Nuevo documento de Sheets
fr_fr: Nouvelles Sheets
hi_in: नई Sheets
id_id: Sheets Baru
it_it: Nuovi Sheets
ja_jp: シートを新規作成
ko_kr: 새 시트
ms_my: Sheets Baharu
pt_br: Novo Sheets
ru_ru: Новые таблицы
th_th: แผ่นงานใหม่
vi_vn: Sheets mới
zh_cn: 新建空白表格
zh_tw: 建立新空白表格

# 4qg
source: Author: {{authorname}}
de_de: Autor: {{authorname}}
es_es: Autor: {{authorname}}
fr_fr: Auteur : {{authorname}}
hi_in: लेखक: {{authorname}}
id_id: Penulis: {{authorname}}
it_it: Autore: {{authorname}}
ja_jp: 笔者：{{authorname}}
ko_kr: 작성자: {{authorname}}
ms_my: Pengarang: {{authorname}}
pt_br: Autor: {{authorname}}
ru_ru: Автор: {{authorname}}
th_th: ผู้เขียน: {{authorname}}
vi_vn: Tác giả: {{authorname}}
zh_cn: 作者：{{authorname}}
zh_tw: 作者：{{authorname}}

# a2s
source: Once a document is saved as a custom template, you can edit the template and it won't affect the original document.
de_de: Sobald ein Dokument als benutzerdefinierte Vorlage gespeichert wurde, können Sie die Vorlage bearbeiten. Dies hat keinen Einfluss auf das ursprüngliche Dokument.
es_es: Una vez que un documento se guarde como plantilla personalizada, puedes editar la plantilla y no afectará al documento original.
fr_fr: Après l'enregistrement d'un document en tant que modèle personnalisé, vous pouvez modifier le modèle sans que cela affecte le document d'origine.
hi_in: दस्तावेज़ कस्टम टेम्पलेट के रूप में सहेजे जाने के बाद, आप टेम्पलेट संपादित कर सकते हैं और इससे मूल दस्तावेज़ प्रभावित नहीं होगा.
id_id: Setelah dokumen disimpan sebagai templat kustom, Anda dapat mengedit templat, dan hal ini tidak akan memengaruhi dokumen asli.
it_it: Dopo aver salvato un documento come modello personalizzato, puoi modificare il modello e non influirà sul documento originale.
ja_jp: 保存後、テンプレートの編集による当該ドキュメントへの影響はありません。テンプレート > マイテンプレート から確認できます。
ko_kr: 문서가 커스텀 템플릿으로 저장되면 템플릿을 편집할 수 있으며 원본 문서에는 영향을 미치지 않습니다.
ms_my: Apabila dokumen disimpan sebagai templat tersuai, anda boleh mengedit templat dan ia tidak akan menjejaskan dokumen asal.
pt_br: Depois que um documento for salvo como um modelo personalizado, você poderá editar o modelo e isso não afetará o documento original.
ru_ru: После сохранения документа в качестве пользовательского шаблона вы можете редактировать шаблон, и это не повлияет на исходный документ.
th_th: เมื่อบันทึกเอกสารเป็นเทมเพลตที่กำหนดเองแล้ว คุณจะสามารถแก้ไขเทมเพลตได้ และการแก้ไขจะไม่ส่งผลต่อเอกสารต้นฉบับ
vi_vn: Sau khi tài liệu được lưu dưới dạng mẫu tùy chỉnh, bạn có thể chỉnh sửa mẫu và thao tác chỉnh sửa sẽ không ảnh hưởng đến tài liệu gốc ban đầu.
zh_cn: 保存后，对模板的修改不会影响当前文档，你可以在模板库 > 自定义模板中查看。
zh_tw: 儲存後，對範本的修改不會影響目前文件，你可以在範本資料庫 > 自訂範本中查看。

# lyM
source: Save to My Templates?
de_de: Unter „Meine Vorlagen“ speichern?
es_es: ¿Guardar en Mis plantillas?
fr_fr: Enregistrer dans Mes modèles ?
hi_in: "मेरे टेम्पलेट" में सहेजें?
id_id: Simpan ke Templat Saya?
it_it: Vuoi salvare ne I miei modelli?
ja_jp: マイテンプレートとして保存しますか？
ko_kr: 내 템플릿에 저장하시겠습니까?
ms_my: Simpan ke Templat Saya?
pt_br: Salvar em Meus modelos?
ru_ru: Сохранить в Мои шаблоны?
th_th: บันทึกไปยังเทมเพลตของฉันหรือไม่
vi_vn: Lưu vào Mẫu của tôi?
zh_cn: 确认保存为我的模板？
zh_tw: 確認儲存為我的範本？

# Ie4
source: Created by {{username}}
de_de: Erstellt von {{username}}
es_es: Creado por {{username}}
fr_fr: Créé(e) par {{username}}
hi_in: {{username}} द्वारा बनाया गया
id_id: Dibuat oleh {{username}}
it_it: Creazione completata da {{username}}
ja_jp: {{username}} より作成されました
ko_kr: {{username}} 님이 생성함
ms_my: Dicipta oleh {{username}}
pt_br: Criado por {{username}}
ru_ru: Создано {{username}}
th_th: สร้างโดย {{username}}
vi_vn: Người tạo: {{username}}
zh_cn: 由 {{username}} 创建
zh_tw: 由 {{username}} 建立

# w3g
source: Created by me
de_de: Von mir erstellt
es_es: Creado por mí
fr_fr: Créé(e) par moi
hi_in: मेरे द्वारा बनाया गया
id_id: Dibuat oleh saya
it_it: Creazione completata da me
ja_jp: 私より作成されました
ko_kr: 내가 생성함
ms_my: Dicipta oleh saya
pt_br: Criada por mim
ru_ru: Создано мной
th_th: สร้างโดยฉัน
vi_vn: Người tạo: tôi
zh_cn: 由我创建
zh_tw: 由我建立

# SJQ
source: Converted. You can now share or use it as a template.
de_de: Konvertiert. Sie können das Dokument nun teilen oder als Vorlage verwenden.
es_es: Se ha convertido. Ahora puedes compartirlo o usarlo como plantilla.
fr_fr: Conversion réussie. Le partage et l'utilisation en tant que modèle sont désormais possibles.
hi_in: बदला गया. अब आप साझा कर सकते हैं या इसका उपयोग टेम्पलेट के रूप में कर सकते हैं.
id_id: Dikonversi. Anda sekarang dapat membagikan atau menggunakannya sebagai templat.
it_it: Conversione completata. Ora puoi condividerlo o utilizzarlo come modello.
ja_jp: テンプレートに変換しました。ワンクリックで使用・共有できます。
ko_kr: 변환했습니다. 이제 템플릿으로 공유하거나 사용할 수 있습니다.
ms_my: Ditukar. Sekarang anda boleh kongsi atau gunakan sebagai templat.
pt_br: Convertido. Agora você pode compartilhá-lo ou usá-lo como um modelo.
ru_ru: Конвертировано. Теперь вы можете поделиться им или использовать его в качестве шаблона.
th_th: แปลงแล้ว คุณสามารถแบ่งปันและใช้เป็นเทมเพลตได้แล้วในตอนนี้
vi_vn: Đã chuyển đổi. Bây giờ bạn có thể chia sẻ hoặc sử dụng tài liệu làm mẫu.
zh_cn: 转换成功，可一键分享或使用
zh_tw: 轉換成功，可一鍵分享或使用

# 26A
source: Convert to template
de_de: In Vorlage konvertieren
es_es: Convertir en plantilla
fr_fr: Convertir en modèle
hi_in: टेम्पलेट में बदलें
id_id: Konversikan ke templat
it_it: Converti in modello
ja_jp: テンプレートに変換
ko_kr: 템플릿으로 변환
ms_my: Tukar ke templat
pt_br: Converter para modelo
ru_ru: Преобразовать в шаблон
th_th: แปลงเป็นเทมเพลต
vi_vn: Chuyển đổi thành mẫu
zh_cn: 转换为模板
zh_tw: 轉換為範本

# jnQ
source: Use this template
de_de: Diese Vorlage verwenden
es_es: Usa esta plantilla
fr_fr: Utiliser ce modèle
hi_in: यह टेम्पलेट उपयोग करें
id_id: Gunakan templat ini
it_it: Usa questo modello
ja_jp: このテンプレートを使用
ko_kr: 이 템플릿 사용
ms_my: Gunakan templat ini
pt_br: Usar este modelo
ru_ru: Использовать этот шаблон
th_th: ใช้เทมเพลตนี้
vi_vn: Sử dụng mẫu này
zh_cn: 使用该模板
zh_tw: 使用該範本

# bVA
source: You can use image, date reminders and other functions via toolbox.
de_de: Sie können Bilder, terminierte Erinnerungen und andere Funktionen über die Toolbox nutzen.
es_es: Puedes utilizar imágenes, recordatorios de fecha y otras funciones a través de la caja de herramientas.
fr_fr: Vous pouvez utiliser les images, les rappels de date et d'autres fonctions via la boîte à outils.
hi_in: आप टूलबॉक्स से छवि, दिनांक रिमाइंडर और अन्य फ़ंक्शन का उपयोग कर सकते हैं.
id_id: Anda dapat menggunakan gambar, pengingat tanggal, dan fungsi lainnya via kotak alat.
it_it: Puoi utilizzare immagini, promemoria data e altre funzionalità tramite la barra degli strumenti.
ja_jp: キーボードで画像、リマインダーなどを挿入できるようになりました！
ko_kr: 도구 모음을 통해 이미지, 날짜 알림과 기타 기능을 사용할 수 있습니다.
ms_my: Anda boleh menggunakan imej, peringatan tarikh dan fungsi lain melalui kotak alat.
pt_br: Você pode usar imagens, lembretes de datas e outras funções via caixa de ferramentas.
ru_ru: Вы можете использовать изображение, напоминания и другие функции с помощью панели инструментов.
th_th: คุณสามารถใช้ภาพ การแจ้งเตือนวันที่ และฟังก์ชันอื่น ๆ ผ่านทางแถบเครื่องมือได้
vi_vn: Bạn có thể sử dụng hình ảnh, thông báo nhắc ngày và các chức năng khác thông qua hộp công cụ.
zh_cn: 你可通过键盘使用图片、日期提醒等功能了！
zh_tw: 你可透過鍵盤使用圖片、日期提醒等功能了！

# 1Gk
source: Tips
de_de: Tipps
es_es: Consejos
fr_fr: Conseils
hi_in: युक्तियाँ
it_it: Suggerimenti
ja_jp: 新機能
ko_kr: 팁
ms_my: Petua
pt_br: Dicas
ru_ru: Советы
th_th: เคล็ดลับ
vi_vn: Mẹo
zh_cn: 功能提示
zh_tw: 功能提示

# gV0
source: "Undo and Redo" are repositioned
de_de: Position von „Rückgängig machen“ und „Wiederholen“ geändert
es_es: Las acciones de "Deshacer y Rehacer" se han reposicionado
fr_fr: « Annuler » et « Rétablir » sont repositionnés
hi_in: "पूर्ववत करें" और "फिर से करें" को पुनः स्थित किया गया
id_id: "Batalkan dan Ulangi" diposisikan ulang
it_it: "Annulla e Ripeti" sono riposizionati
ja_jp: 取り消しとやり直しボタンはこちらに移動しました
ko_kr: 실행 취소 후 다시 실행 위치가 변경되었습니다.
ms_my: "Undo dan Redo" diletakkan semula
pt_br: Desfazer e Refazer estão reposicionados
ru_ru: Изменено положение элементов "Отмена и повтор действия"
th_th: เลิกทำและทำซ้ำ จะถูกเปลี่ยนตำแหน่งใหม่
vi_vn: Hoàn tác và Làm lại được định vị lại
zh_cn: 撤销和重做按钮位置移动啦
zh_tw: 撤銷和重做按鈕位置移動啦

# JuE
source: You can add or delete rows and columns, filter and freeze cells via Actions.
de_de: Über Aktionen können Sie Zeilen und Spalten hinzufügen oder löschen, filtern und Zellen fixieren.
es_es: Puedes añadir o eliminar filas y columnas o filtrar y congelar celdas mediante Acciones.
fr_fr: Vous pouvez ajouter ou supprimer des lignes et des colonnes, filtrer et figer des cellules via Actions.
hi_in: आप क्रिया के माध्यम से पंक्ति और स्तंभ जोड़ सकते हैं, सेल को फ़िल्टर और फ्रीज़ कर सकते हैं.
id_id: Anda dapat menambah atau menghapus baris dan kolom, memfilter dan membekukan sel via Tindakan.
it_it: Puoi aggiungere o eliminare righe e colonne, filtrare e bloccare celle tramite Azioni.
ja_jp: 行と列の挿入、削除、凍結等機能は「アクション」メニューに移動されました
ko_kr: 작업 메뉴를 통해 행과 열을 추가 또는 삭제하고 셀을 필터링 및 고정할 수 있습니다.
ms_my: Anda boleh menambah atau memadam baris dan lajur, menapis dan membekukan sel melalui Tindakan.
pt_br: Você pode adicionar ou excluir linhas e colunas, filtrar e congelar células por meio da opção Ações.
ru_ru: Вы можете добавлять или удалять строки и столбцы, фильтровать и замораживать ячейки с помощью действий.
th_th: คุณสามารถเพิ่มหรือลบแถวและคอลัมน์ กรองและตรึงเซลล์ผ่านทางการดำเนินการได้
vi_vn: Bạn có thể thêm hoặc xóa hàng và cột, lọc và cố định ô thông qua Hành động.
zh_cn: 增/删行列、筛选、冻结等功能已移动到“操作”
zh_tw: 增/刪列欄、篩選、凍結等功能已移動至「操作」

# l1A
source: Also transfer the ownership of my documents
de_de: Auch den Besitz an meinen Dokumenten übertragen
es_es: Transferir también la propiedad de mis documentos
fr_fr: Transférer également la propriété de mes documents
hi_in: मेरे दस्तावेज़ों का ओनर्शिप भी स्थानांतरित करें
id_id: Juga transfer kepemilikan dokumen saya
it_it: Trasferisci anche la proprietà dei miei documenti
ja_jp: 自分の Docs も同時に譲渡する
ko_kr: 내 문서의 소유권도 이전
ms_my: Juga pindahkan hak milik dokumen saya
pt_br: Transferir também a propriedade dos meus documentos
ru_ru: Также передать право собственности на мои документы
th_th: ถ่ายโอนความเป็นเจ้าของเอกสารของฉันด้วย
vi_vn: Đồng thời chuyển quyền sở hữu các tài liệu của tôi
zh_cn: 同时转移文件夹内属于我的文档的所有权
zh_tw: 同時轉移資料夾內屬於我的文件的所有權

# Yto
source: Uploading video is available on mobile.
de_de: Videos können auch mit der Mobilversion hochgeladen werden.
es_es: Ya se pueden subir vídeos en el móvil.
fr_fr: Le téléchargement de vidéos est disponible sur mobile.
hi_in: वीडियो अपलोड करना मोबाइल पर उपलब्ध है.
id_id: Mengunggah video tersedia di ponsel.
it_it: La funzione di caricamento video è disponibile su dispositivi mobili.
ja_jp: 新機能：モバイル版でビデオをアップロードできるようになりました。
ko_kr: 모바일에서 동영상 업로드가 가능합니다.
ms_my: Memuat naik video tersedia di mudah alih.
pt_br: O recurso de carregar vídeo está disponível para celular.
ru_ru: Загрузка видео доступна на мобильном устройстве.
th_th: การอัปโหลดวิดีโอพร้อมใช้งานบนมือถือแล้ว
vi_vn: Tải lên video đã khả dụng trên thiết bị di động.
zh_cn: 新功能：移动端支持上传视频
zh_tw: 新功能：行動端支援影片上傳

# aqk
source: Failed to upload. The maximum file size is 10 GB.
de_de: Hochladen fehlgeschlagen. Die maximal zulässige Dateigröße ist 10 GB.
es_es: Error al subir. El tamaño máximo de archivo es de 10 GB.
fr_fr: Échec du téléchargement. La taille de fichier maximale est de 10 Go.
hi_in: अपलोड करने में विफल हुआ. फ़ाइल का अधिकतम आकार 10 GB है.
id_id: Gagal mengunggah. Ukuran file maksimum adalah 10 GB.
it_it: Impossibile caricare. La dimensione massima consentita per il file è 10 GB.
ja_jp: アップロードできませんでした。ファイルのサイズは 10 GB までです
ko_kr: 업로드에 실패했습니다. 최대 파일 크기는 10GB입니다.
ms_my: Gagal memuat naik. Saiz fail maksimum adalah 10 GB.
pt_br: Falha ao carregar. O tamanho máximo do arquivo é 10 GB.
ru_ru: Не удалось загрузить. Максимальный размер файла — 10 ГБ.
th_th: อัปโหลดไม่สำเร็จ ขนาดไฟล์สูงสุดคือ 10 GB
vi_vn: Tải lên không thành công. Kích thước tệp tin tối đa được phép là 10 GB.
zh_cn: 上传失败，文件大小超过 10 GB
zh_tw: 上傳失敗，檔案大小超過 10 GB

# phI
source: You are currently in a call.
de_de: Sie befinden sich gerade in einem Anruf.
es_es: En estos momentos está en una llamada.
fr_fr: Vous êtes actuellement en cours d'appel.
hi_in: आप वर्तमान में कॉल पर हैं.
id_id: Anda saat ini sedang dalam panggilan.
it_it: Al momento sei in chiamata.
ja_jp: すでに通話中です
ko_kr: 현재 통화 중입니다.
ms_my: Anda sedang dalam panggilan.
pt_br: Você está em uma chamada.
ru_ru: Вы сейчас разговариваете.
th_th: คุณกำลังอยู่ในสาย
vi_vn: Bạn đang tham gia một cuộc gọi.
zh_cn: 你已在通话中
zh_tw: 你已在通話中

# hdY
source: Ignore
de_de: Ignorieren
es_es: Omitir
fr_fr: Ignorer
hi_in: ध्यान न दें
id_id: Abaikan
it_it: Ignora
ja_jp: 無視
ko_kr: 무시
ms_my: Abaikan
pt_br: Ignorar
ru_ru: Игнорировать
th_th: ละเว้น
vi_vn: Bỏ qua
zh_cn: 忽略
zh_tw: 忽略

# /Kk
source: Settings updated. Estimated to consume data: {{size}}
de_de: Die Einstellungen wurden aktualisiert. Geschätzter Datenverbrauch: {{size}}
es_es: Configuración actualizada. Estimación de datos que se consumirán: {{size}}
fr_fr: Paramètres mis à jour. Consommation de données estimée : {{size}}
hi_in: सेटिंग्स अपडेट हुई. डेटा खपत का अनुमान: {{size}}
id_id: Pengaturan diperbarui. Diperkirakan menggunakan data sebesar: {{size}}
it_it: Impostazioni aggiornate. Stima consumo dati: {{size}}
ja_jp: 設定しました。{{size}} のデータが必要です
ko_kr: 설정이 업데이트되었습니다. 예상 데이터 소모: {{size}}
ms_my: Tetapan dikemaskini. Anggaran penggunaan data: {{size}}
pt_br: Configurações atualizadas. Estimativa de consumo de dados: {{size}}
ru_ru: Настройки обновлены. Расчетное потребление данных: {{size}}
th_th: อัปเดตการตั้งค่าแล้ว ประมาณการการใช้ข้อมูล: {{size}}
vi_vn: Đã cập nhật cài đặt. Ước tính sử dụng dữ liệu: {{size}}
zh_cn: 设置成功，预计消耗 {{size}} 流量
zh_tw: 設定成功，預計消耗 {{size}} 流量

# wZk
source: Estimated to consume data {{size}}
de_de: Geschätzter Datenverbrauch {{size}}
es_es: Estimación de consumo de datos {{size}}
fr_fr: Consommation de données estimée {{size}}
hi_in: डेटा खपत का अनुमान {{size}}
id_id: Diperkirakan menggunakan data sebesar {{size}}
it_it: Stima consumo dati {{size}}
ja_jp: 読み込みには {{size}} のデータが必要です
ko_kr: 예상 데이터 소모 {{size}}
ms_my: Anggaran penggunaan data {{size}}
pt_br: Estimativa de consumo de dados {{size}}
ru_ru: Расчетное потребление данных: {{size}}
th_th: ประมาณการการใช้ข้อมูล {{size}}
vi_vn: Ước tính sử dụng dữ liệu {{size}}
zh_cn: 加载预计消耗 {{size}} 流量
zh_tw: 載入預計消耗 {{size}} 流量

# gfA
source: Go to Favorites
de_de: Zu Favoriten navigieren
es_es: Ir a Favoritos
fr_fr: Accéder à Favoris
id_id: Buka Favorit
it_it: Vai a Preferiti
ja_jp: 確認する
ko_kr: 즐겨찾기로 이동
ms_my: Pergi ke Kegemaran
pt_br: Ir para favoritos
ru_ru: Перейти к избранному
th_th: ไปที่รายการโปรด
vi_vn: Đi tới mục Ưa thích
zh_cn: 前往查看
zh_tw: 前往查看

# d/o
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# hCY
source: You cannot delete certain sub-pages under this parent page without permission. Please contact administrator for assistance.
de_de: Sie können bestimmte Unterseiten unter dieser übergeordneten Seite nicht ohne entsprechende Berechtigung löschen. Bitte wenden Sie sich an den Administrator, um Hilfe zu erhalten.
es_es: No puedes eliminar algunas de las subpáginas de esta página principal sin permiso. Contacta con el administrador para obtener ayuda.
fr_fr: Vous ne pouvez pas supprimer certaines sous-pages de cette page parente sans autorisation. Veuillez contacter l'administrateur pour obtenir de l'aide.
hi_in: आप बिना अनुमति के इस मूल पेज के तहत कुछ सबपेज नहीं हटा सकते. कृपया सहायता के लिए एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Anda tidak dapat menghapus subhalaman tertentu di bawah halaman induk ini tanpa izin. Hubungi administrator untuk mendapatkan bantuan.
it_it: Non è possibile eliminare determinate pagine secondarie in questa pagina padre senza autorizzazione. Contatta l'amministratore per ricevere assistenza.
ja_jp: 一部のサブページの権限がないため、削除できません。管理者に連絡してください。
ko_kr: 권한 없이 이 상위 페이지의 특정 하위 페이지를 삭제할 수 없습니다. 도움이 필요하면 관리자에게 문의하세요.
ms_my: Anda tidak boleh memadamkan sub-halaman tertentu di bawah halaman induk ini tanpa kebenaran. Sila hubungi pentadbir untuk bantuan.
pt_br: Você não pode excluir certas subpáginas nesta página pai sem permissão. Entre em contato com o administrador para obter assistência.
ru_ru: Вы не можете удалить определенные подстраницы на этой родительской странице без разрешения. Обратитесь за помощью к администратору.
th_th: คุณไม่สามารถลบหน้าย่อยบางหน้าที่อยู่ภายใต้หน้าหลักนี้โดยไม่ได้รับสิทธิ์การอนุญาตได้ โปรดติดต่อผู้ดูแลเพื่อขอความช่วยเหลือ
vi_vn: Bạn không thể xóa một số trang con trong trang mẹ này khi không có quyền. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 你没有权限删除该页面下的部分子页面，请联系管理员协助处理
zh_tw: 你無權刪除該頁面下的部分子頁面，請聯絡管理員協助處理

# Q8I
source: Unable to delete. Please try again.
de_de: Entfernen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede borrar. Inténtalo de nuevo.
fr_fr: Impossible de retirer. Veuillez réessayer.
hi_in: निकालने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat menghapus. Coba lagi.
it_it: Impossibile rimuovere. Riprova.
ja_jp: 削除できませんでした。再試行してください
ko_kr: 제거할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memadam. Sila cuba lagi.
pt_br: Não é possível remover. Tente novamente.
ru_ru: Не удалось удалить. Повторите попытку.
th_th: ไม่สามารถลบออกได้ โปรดลองอีกครั้ง
vi_vn: Không thể loại bỏ. Vui lòng thử lại.
zh_cn: 删除失败，请重试
zh_tw: 刪除失敗，請重試

# 9Os
source: Unable to restore. Please try again.
de_de: Wiederherstellen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede restaurar. Inténtalo de nuevo.
fr_fr: Restauration impossible. Veuillez réessayer.
hi_in: बहाल करने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat memulihkan. Coba lagi.
it_it: Impossibile ripristinare. Riprova.
ja_jp: 復元できませんでした。再試行してください
ko_kr: 복구할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat memulihkan. Sila cuba lagi.
pt_br: Não foi possível restaurar. Tente novamente.
ru_ru: Не удалось восстановить. Повторите попытку.
th_th: ไม่สามารถคืนค่าได้ โปรดลองอีกครั้ง
vi_vn: Không thể khôi phục. Vui lòng thử lại.
zh_cn: 恢复失败，请重试
zh_tw: 還原失敗，請重試

# Hpk
source: View now
de_de: Jetzt anzeigen
es_es: Ver ahora
fr_fr: Afficher maintenant
hi_in: अभी देखें
id_id: Lihat sekarang
it_it: Visualizza adesso
ja_jp: クリックして確認
ko_kr: 지금 보기
ms_my: Lihat sekarang
pt_br: Visualizar agora
ru_ru: Посмотреть сейчас
th_th: ดูตอนนี้
vi_vn: Xem ngay
zh_cn: 点击查看
zh_tw: 點選查看

# QgM
source: Add to My Pins
de_de: Für mich anheften
es_es: Clip para mí
fr_fr: Tronquer pour moi
id_id: Klip untuk saya sendiri
it_it: Appunta per me
ja_jp: トップに固定
ko_kr: 나 자신을 위해 클립
ms_my: Tambah ke Pin Saya
pt_br: Fixar para mim
ru_ru: Закрепить для себя
th_th: คลิปสำหรับฉันเอง
vi_vn: Kẹp dành cho tôi
zh_cn: 添加到“我的置顶”
zh_tw: 新增到「我的置頂」

# 9RU
source: My Pins
de_de: Meine Clips
es_es: Mis clips
fr_fr: Mes captures
id_id: Klip Saya
it_it: I miei elementi appuntati
ja_jp: トップ
ko_kr: 내 클립
ms_my: Pin Saya
pt_br: Meus fixados
ru_ru: Мои закрепления
th_th: คลิปของฉัน
vi_vn: Kẹp của tôi
zh_cn: 我的置顶
zh_tw: 我的置頂

# Z/I
source: Unable to upload. You don't have permission to upload to this location.
de_de: Hochladen nicht möglich. Sie haben keine Berechtigung zum Hochladen an diesem Speicherort.
es_es: Error al subir. No tienes permiso para subir archivos a esta ubicación.
fr_fr: Téléchargement impossible. Vous n'êtes pas autorisé à télécharger vers cet emplacement.
hi_in: अपलोड करने में असमर्थ. आपके पास इस स्थान पर अपलोड करने की अनुमति नहीं है.
id_id: Gagal mengunggah. Anda tidak memiliki izin untuk mengunggah ke lokasi ini.
it_it: Impossibile caricare. Non disponi dell'autorizzazione a caricare in questo percorso.
ja_jp: この場所にアップロードする権限がないため、アップロードできません
ko_kr: 업로드할 수 없습니다. 이 위치에 업로드할 권한이 없습니다.
ms_my: Tidak dapat memuat naik. Anda tidak mempunyai kebenaran untuk memuat naik ke lokasi ini.
pt_br: Falha ao carregar. Você não tem permissão para carregar neste local.
ru_ru: Не удалось загрузить. У вас нет разрешения на загрузку в это место.
th_th: ไม่สามารถอัปโหลดได้ คุณไม่มีสิทธิ์การอนุญาตในการอัปโหลดไปยังตำแหน่งนี้
vi_vn: Không thể tải lên. Bạn không có quyền tải lên ở vị trí này.
zh_cn: 无法上传，你无权限上传到该位置
zh_tw: 無法上傳，你沒有上傳到該位置的權限

# Aa4
source: Files
de_de: Dateien
es_es: Archivos
fr_fr: Fichiers
hi_in: फ़ाइलें
id_id: File
it_it: File
ja_jp: ファイル
ko_kr: 파일
ms_my: Fail
pt_br: Arquivos
ru_ru: Файлы
th_th: ไฟล์
vi_vn: Tệp tin
zh_cn: 文件
zh_tw: 檔案

# fKM
source: Images
de_de: Bilder
es_es: Imágenes
hi_in: छवियाँ
id_id: Gambar
it_it: Immagini
ja_jp: 画像
ko_kr: 이미지
ms_my: Gambar
pt_br: Imagens
ru_ru: Изображения
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# MPs
source: Upload to "{{workspace}}"
de_de: Nach „{{workspace}}“ hochladen
es_es: Subir a "{{workspace}}"
fr_fr: Télécharger vers « {{workspace}} »
hi_in: "{{workspace}}" में अपलोड करें
id_id: Unggah ke "{{workspace}}"
it_it: Carica su "{{workspace}}"
ja_jp: アップロード先：{{workspace}}の
ko_kr: "{{workspace}}"에 업로드
ms_my: Muat naik ke "{{workspace}}"
pt_br: Carregar para "{{workspace}}"
ru_ru: Загрузить в "{{workspace}}"
th_th: อัปโหลดไปยัง "{{workspace}}"
vi_vn: Tải lên "{{workspace}}"
zh_cn: 上传到“{{workspace}}”下的
zh_tw: 上傳到「{{workspace}}」下的

# HAU
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger
hi_in: अपलोड करें
id_id: Mengunggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# 0eI
source: Make a copy to
de_de: Kopie erstellen unter
es_es: Haz una copia en
fr_fr: Faire une copie vers
hi_in: इस पर कॉपी बनाएँ
id_id: Buat salinan ke
it_it: Crea una copia in
ja_jp: コピーを作成
ko_kr: 사본 만들기 위치
ms_my: Salin ke
pt_br: Faça uma cópia de
ru_ru: Создать копию в
th_th: ทำสำเนาไปยัง
vi_vn: Tạo bản sao để
zh_cn: 创建副本至
zh_tw: 建立副本至
