Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# /CU
source: Invite Collaborators
de_de: Kollaborateure einladen
es_es: Invitar a colaboradores
fr_fr: Inviter des collaborateurs
id_id: Undang Kolaborator
it_it: Invita collaboratori
ja_jp: 共同編集者を招待
ko_kr: 공동 작업자 초대
ms_my: Jemput Kolaborator
pt_br: Convidar colaboradores
ru_ru: Пригласить соавторов
th_th: เชิญผู้ร่วมงาน
vi_vn: Mời cộng tác viên
zh_cn: 邀请协作者
zh_tw: 邀請協作者

# sQQ
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Imw
source: Anyone with the link in the email can access the document without logging in. Please share it with trusted accounts and be aware of the risks.
de_de: Jeder, der den Link in der E-Mail erhält, kann auf das Dokument zugreifen, ohne sich anzumelden. Bitte geben Sie dieses Dokument für vertrauenswürdige Konten frei und seien Sie sich der Risiken bewusst.
es_es: Cualquier persona con el enlace enviado en el correo electrónico podrá acceder al documento sin iniciar sesión. Comparte el documento con cuentas de confianza y ten en mente los posibles riesgos.
fr_fr: Toute personne disposant du lien dans l'e-mail peut accéder au document sans se connecter. Ne partagez ce document qu'avec des comptes de confiance et soyez attentifs aux risques.
id_id: Siapa pun yang memiliki tautan di email dapat mengakses dokumen tanpa perlu login. Bagikan dokumen ini kepada akun tepercaya dan sadari risikonya.
it_it: Chiunque disponga del link nell'e-mail può accedere al documento senza effettuare l'accesso. Condividilo con account attendibili essendo consapevole dei rischi.
ja_jp: メールからリンクを取得したユーザーは、ログイン不要でドキュメントにアクセスできます。ドキュメントへのリンクを信頼できるアカウントにのみ送信し、セキュリティ上のリスクに注意してください。
ko_kr: 이메일에 있는 링크를 가진 모든 사람은 누구나 로그인하지 않고도 문서에 액세스 할 수 있습니다. 이 문서를 신뢰할 수 있는 계정과 공유하고 위험에 유의하십시오.
ms_my: Sesiapa sahaja dengan pautan dalam emel boleh mengakses dokumen tanpa log masuk. Sila kongsikan dengan akaun yang dipercayai dan sedar risiko.
pt_br: Qualquer pessoa com o link no e-mail pode acessar o documento sem fazer login. Compartilhe-o com contas confiáveis e esteja ciente dos riscos.
ru_ru: Любой, у кого есть ссылка в письме, может получить доступ к документу без входа в систему. Делитесь им с доверенными учетными записями и помните о рисках.
th_th: ทุกคนที่มีลิงก์ในอีเมลจะสามารถเข้าถึงเอกสารได้โดยไม่ต้องล็อกอิน โปรดแบ่งปันกับบัญชีที่เชื่อถือได้และระวังเรื่องความเสี่ยงที่อาจเกิดขึ้น
vi_vn: Bất kỳ ai có liên kết trong email này đều có thể truy cập tài liệu mà không cần đăng nhập. Vui lòng chia sẻ tài liệu này với các tài khoản đáng tin cậy và chú ý rủi ro.
zh_cn: 用户获得邮件中的链接无需登录即可访问文档，请将文档分享给信任的账号，并注意安全风险。
zh_tw: 取得郵件中連結的使用者無需登入即可存取文件，請將文件分享給信任的帳號，並注意安全風險。

# fmk
source: Invite non-{{APP_DISPLAY_NAME}} users?
de_de: Nicht-{{APP_DISPLAY_NAME}}-Benutzer einladen?
es_es: ¿Quieres invitar a usuarios ajenos a {{APP_DISPLAY_NAME}}?
fr_fr: Inviter des utilisateurs non {{APP_DISPLAY_NAME}} ?
id_id: Undang pengguna bukan {{APP_DISPLAY_NAME}}?
it_it: Invitare utenti non {{APP_DISPLAY_NAME}}?
ja_jp: {{APP_DISPLAY_NAME}} ユーザーでない人を招待しますか？
ko_kr: {{APP_DISPLAY_NAME}} 사용자가 아닌 사용자를 초대하시겠습니까?
ms_my: Jemput pengguna bukan-{{APP_DISPLAY_NAME}}?
pt_br: Convidar usuários de fora do {{APP_DISPLAY_NAME}}?
ru_ru: Пригласить пользователей, не являющихся пользователями {{APP_DISPLAY_NAME}}?
th_th: เชิญผู้ที่ไม่ใช่ผู้ใช้ {{APP_DISPLAY_NAME}} หรือไม่
vi_vn: Mời người dùng không phải {{APP_DISPLAY_NAME}}?
zh_cn: 是否邀请非{{APP_DISPLAY_NAME}}用户？
zh_tw: 是否邀請非{{APP_DISPLAY_NAME}}使用者？

# rJE
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
id_id: Undang
it_it: Invita
ja_jp: 招待を送信
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 发送邀请
zh_tw: 傳送邀請

# jU8
source: Send an email to invite {{email}} and total {{num}} accounts to this document.
de_de: Senden Sie eine E-Mail, um {{email}} und andere {{num}} Konten zu diesem Dokument einzuladen.
es_es: Envía un correo electrónico para invitar a {{email}} y a un total de {{num}} cuentas a este documento.
fr_fr: Envoyez un e-mail pour inviter {{email}} et les {{num}} comptes au total sur ce document.
id_id: Kirim email untuk mengundang {{email}} dan total {{num}} akun ke dokumen ini.
it_it: Invia un'e-mail per invitare {{email}} e {{num}} account in totale a questo documento.
ja_jp: {{email}} など {{num}} 個のアカウント宛にメールを送信し、ドキュメントへのアクセスに招待します。
ko_kr: 이 문서에 {{email}} 및 총 {{num}}개 계정을 초대하려면 이메일을 전송하세요.
ms_my: Hantar emel untuk menjemput {{email}} dan jumlah {{num}} akaun ke dokumen ini.
pt_br: Envie um e-mail para convidar {{email}} e um total de {{num}} contas para este documento.
ru_ru: Отправьте письмо, чтобы пригласить {{email}} и учетные записи ({{num}}) к этому документу.
th_th: ส่งอีเมลเพื่อเชิญ {{email}} และบัญชีรวม {{num}} บัญชีไปยังเอกสารนี้
vi_vn: Gửi email để mời {{email}} và tổng cộng {{num}} tài khoản truy cập vào tài liệu này.
zh_cn: 将通过邮件邀请 {{email}} 等 {{num}} 个账号访问文档
zh_tw: 將透過郵件邀請 {{email}} 等 {{num}} 個帳號存取文件

# y6w
source: Up to {{number}} email accounts can be invited at one time.
de_de: Bis zu {{number}} E-Mail-Konten können gleichzeitig eingeladen werden.
es_es: El máximo de cuentas de correo electrónico que se pueden invitar a la vez es de {{number}}.
fr_fr: Jusqu'à {{number}} comptes e-mail peuvent être invités en même temps.
id_id: Dapat mengundang hingga {{number}} akun email sekaligus.
it_it: Possono essere invitati fino a {{number}} account e-mail alla volta.
ja_jp: 1 度に最大 {{number}} 個のメールアカウントを招待できます。
ko_kr: 한 번에 최대 {{number}}개의 이메일 계정을 초대할 수 있습니다.
ms_my: Sehingga {{number}} akaun emel boleh dijemput pada satu masa.
pt_br: Até {{number}} contas de e-mail podem ser convidadas de uma só vez.
ru_ru: Одновременно можно пригласить до {{number}} адресов.
th_th: สามารถเชิญบัญชีอีเมลได้สูงสุด {{number}} ในคราวเดียว
vi_vn: Mỗi lần có thể mời tối đa {{number}} tài khoản email.
zh_cn: 单次最多邀请 {{number}} 个邮箱账号
zh_tw: 單次最多邀請 {{number}} 個信箱帳號

# WZU
source: Only users with manage permission for this document can invite this type of collaborator.
de_de: Nur Benutzer mit Verwaltungsberechtigung für dieses Dokument können diesen Kollaboratortyp einladen.
es_es: Solo los usuarios que tengan permiso de administración para este documento pueden invitar a este tipo de colaborador.
fr_fr: Seuls les utilisateurs disposant d'une autorisation de gestion de ce document peuvent inviter ce type de collaborateur.
id_id: Hanya pengguna dengan izin untuk mengelola untuk dokumen ini yang dapat mengundang kolaborator jenis ini.
it_it: Solo gli utenti con autorizzazione per gestire per questo documento possono invitare questo tipo di collaboratore.
ja_jp: このタイプの共同編集者を招待できるのは、ドキュメントの管理権限を持つ共同編集者のみです。
ko_kr: 이 문서에 대한 관리 권한이 있는 사용자만 이 유형의 공동 작업자를 초대할 수 있습니다.
ms_my: Hanya pengguna dengan kebenaran mengurus dokumen ini boleh menjemput kolaborator jenis ini.
pt_br: Somente usuários com permissão de gerenciamento para este documento podem convidar este tipo de colaborador.
ru_ru: Только пользователи с разрешением на управление этим документом могут приглашать соавторов этого типа.
th_th: เฉพาะผู้ใช้ที่มีสิทธิ์การอนุญาตในการจัดการเอกสารนี้เท่านั้นที่สามารถเชิญผู้ร่วมงานประเภทนี้ได้
vi_vn: Chỉ có người dùng có quyền quản lý tài liệu này mới có thể mời loại cộng tác viên này.
zh_cn: 仅文档的可管理权限用户可邀请此类型协作者
zh_tw: 僅文件的可管理權限使用者可邀請此類協作者

# bxg
source: You don't have permission to invite this type of collaborator according to the permission settings.
de_de: Sie haben gemäß den Berechtigungseinstellungen keine Berechtigung, diesen Kollaborartyp einzuladen.
es_es: Según la configuración de permisos, no tienes permiso para invitar a este tipo de colaborador.
fr_fr: Vous n'êtes pas autorisé à inviter ce type de collaborateur, conformément aux paramètres d'autorisation.
id_id: Sesuai dengan pengaturan izin, Anda tidak memiliki izin untuk mengundang kolaborator jenis ini.
it_it: Non disponi dell'autorizzazione per invitare questo tipo di collaboratore in base alle impostazioni delle autorizzazioni.
ja_jp: ドキュメントの権限設定により、このタイプの共同編集者を招待する権限がありません。
ko_kr: 권한 설정에 따라 이 유형의 공동 작업자를 초대할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator jenis ini mengikut tetapan kebenaran.
pt_br: Você não tem permissão para convidar este tipo de colaborador de acordo com as configurações de permissão.
ru_ru: У вас нет разрешения на приглашение этого типа соавторов в соответствии с настройками разрешений.
th_th: คุณไม่มีสิทธิ์การอนุญาตเชิญผู้ร่วมงานประเภทนี้ตามการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Theo cài đặt quyền, bạn không có quyền mời loại cộng tác viên này.
zh_cn: 由于文档的权限设置，你没有权限邀请此类协作者
zh_tw: 由於文件的權限設定，你無權邀請此類協作者

# +Oo
source: Send invitation via email for recipients to access document without logging in to {{APP_DISPLAY_NAME}}.
de_de: Einladung per E-Mail an Empfänger senden, um Zugang zum Dokument zu erhalten, ohne sich bei {{APP_DISPLAY_NAME}} anzumelden.
es_es: Enviar invitación por correo electrónico a los destinatarios para que accedan al documento sin iniciar sesión en {{APP_DISPLAY_NAME}}.
fr_fr: Envoyez une invitation par e-mail pour que les destinataires puissent accéder au document sans se connecter à {{APP_DISPLAY_NAME}}.
id_id: Kirim undangan melalui email agar penerima dapat mengakses dokumen tanpa login ke {{APP_DISPLAY_NAME}}.
it_it: Invia un invito tramite e-mail affinché i destinatari possano accedere al documento senza effettuare l'accesso a {{APP_DISPLAY_NAME}}.
ja_jp: メールで招待状を送信します。相手は {{APP_DISPLAY_NAME}} にログイン不要でドキュメントにアクセスできます。
ko_kr: 응답자가 {{APP_DISPLAY_NAME}}에 로그인하지 않고 문서에 액세스 할 수 있도록 이메일을 통해 초대장을 보냅니다.
ms_my: Hantar jemputan melalui emel untuk penerima mengakses dokumen tanpa log masuk ke {{APP_DISPLAY_NAME}}.
pt_br: Envie um convite por e-mail para que os destinatários acessem o documento sem fazer login no {{APP_DISPLAY_NAME}}.
ru_ru: Отправить по почте приглашение получить доступ к документу без входа в {{APP_DISPLAY_NAME}}.
th_th: ส่งคำเชิญทางอีเมลเพื่อให้ผู้รับเข้าถึงเอกสารโดยไม่ต้องล็อกอินเข้า {{APP_DISPLAY_NAME}}
vi_vn: Gửi lời mời qua email để người nhận truy cập vào tài liệu mà không cần đăng nhập vào {{APP_DISPLAY_NAME}}.
zh_cn: 通过邮件发送邀请，对方无需登录{{APP_DISPLAY_NAME}}即可访问文档
zh_tw: 透過郵件傳送邀請，對方無需登入{{APP_DISPLAY_NAME}}即可存取文件

# 5dU
source: Note
de_de: Hinweis
es_es: Nota
id_id: Catatan
it_it: Nota
ja_jp: 注意
ko_kr: 메모
ms_my: Nota
pt_br: Anotação
ru_ru: Примечание
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 请注意
zh_tw: 請注意

# AtQ
source: {{email}} and total {{num}} accounts will only be granted view permission for the current page. Permissions for sub-pages will not be granted together.
de_de: Nur {{email}} und andere {{num}} Konten werden für die aktuelle Seite die Leseberechtigung gewährt. Berechtigungen für Unterseiten werden nicht gewährt.
es_es: {{email}} y un total de {{num}} cuentas solo recibirán permiso de lectura en la página actual. No se otorgarán simultáneamente permisos para las subpáginas.
fr_fr: Seule l'autorisation de lecture de la page actuelle sera accordée à {{email}} et aux {{num}} comptes au total. Les autorisations pour les sous-pages ne seront pas incluses.
id_id: {{email}} dan total {{num}} akun hanya akan diberi izin untuk melihat halaman saat ini. Izin untuk subhalaman tidak akan diberikan bersama-sama.
it_it: A {{email}} e {{num}} account in totale sarà concessa solo l'autorizzazione per visualizzare per la pagina corrente. Le autorizzazioni per le pagine secondarie non saranno concesse insieme.
ja_jp: {{email}} など {{num}} 個のメールアカウントには、現在のページの閲覧権限のみ付与できます。子ページの権限を同時に付与することはできません。
ko_kr: {{email}} 및 총 {{num}}개 계정에는 현재 페이지에 대한 읽기 권한만 부여됩니다. 하위 페이지에 대한 권한은 함께 부여되지 않습니다.
ms_my: {{email}} dan jumlah {{num}} akaun hanya akan diberikan kebenaran melihat untuk halaman semasa. Kebenaran untuk sub-halaman tidak akan diberikan bersama.
pt_br: {{email}} e um total de {{num}} contas só terão permissão para visualizar a página atual. As permissões para subpáginas não serão concedidas em conjunto.
ru_ru: {{email}} и учетные записи ({{num}}) получат разрешение только на просмотр текущей страницы. Разрешения для подстраниц не будут предоставляться вместе.
th_th: {{email}} และบัญชีรวม {{num}} บัญชีจะได้รับสิทธิ์การอนุญาตดูหน้าปัจจุบันเท่านั้น จะไม่ได้รับสิทธิ์การอนุญาตสำหรับหน้าย่อยในเวลาเดียวกัน
vi_vn: {{email}} và tổng cộng {{num}} tài khoản sẽ chỉ được cấp quyền xem trang hiện tại. Quyền xem các trang con sẽ không được cấp cùng.
zh_cn: 仅支持授予 {{email}} 等 {{num}} 个邮箱账号当前页面的阅读权限，不支持同时授予子页面权限
zh_tw: 僅支援授予 {{email}} 等 {{num}} 個信箱帳號目前頁面的閱讀權限，不支援同時授予子頁面權限

# nrs
source: {{email}} and total {{num}} accounts will only be granted view permission for the current page.
de_de: Nur {{email}} und andere {{num}} Konten werden für die aktuelle Seite die Leseberechtigung gewährt.
es_es: {{email}} y un total de {{num}} cuentas solo recibirán permiso de lectura en la página actual.
fr_fr: {{email}} et les {{num}} comptes au total ne seront autorisés à afficher que la page en cours.
id_id: {{email}} dan total {{num}} akun hanya akan diberi izin untuk melihat halaman saat ini.
it_it: A {{email}} e {{num}} account in totale sarà concessa solo l'autorizzazione per visualizzare per la pagina corrente.
ja_jp: {{email}} など {{num}} 個のメールアカウントには、閲覧権限のみ付与できます。
ko_kr: {{email}} 및 총 {{num}}개 계정에는 현재 페이지에 대한 읽기 권한만 부여됩니다.
ms_my: {{email}} dan jumlah {{num}} akaun hanya akan diberikan kebenaran melihat untuk halaman semasa.
pt_br: {{email}} e um total de {{num}} contas só terão permissão para visualizar para a página atual.
ru_ru: {{email}} и учетные записи ({{num}}) получат разрешение только на просмотр текущей страницы.
th_th: {{email}} และบัญชีรวม {{num}} บัญชีจะได้รับสิทธิ์การอนุญาตดูหน้าปัจจุบันเท่านั้น
vi_vn: {{email}} và tổng số {{num}} tài khoản sẽ chỉ được cấp quyền xem trang hiện tại.
zh_cn: 仅支持授予 {{email}} 等 {{num}} 个邮箱账号阅读权限
zh_tw: 僅支援授予 {{email}} 等 {{num}} 個信箱帳號閱讀權限

# QaA
source: Maximum number of invitations for email accounts reached today.
de_de: Maximale Anzahl an Einladungen für E-Mail-Konten heute erreicht.
es_es: Se ha alcanzado el número máximo diario de invitaciones para cuentas de correo electrónico.
fr_fr: Le nombre maximal d'invitations aux comptes e-mail a été atteint aujourd'hui.
id_id: Jumlah maksimum undangan untuk akun email telah tercapai hari ini.
it_it: Raggiunto il numero massimo di inviti odierni per account e-mail.
ja_jp: メールアカウントの数が 1 日に招待できる上限に達しました。
ko_kr: 오늘 이메일 계정의 최대 초대 수에 도달했습니다.
ms_my: Bilangan maksimum jemputan untuk akaun emel dicapai hari ini.
pt_br: Número máximo de convites para contas de e-mail atingido hoje.
ru_ru: Сегодня достигнуто максимальное количество приглашений по почте.
th_th: ถึงจำนวนคำเชิญสำหรับบัญชีอีเมลสูงสุดของวันนี้แล้ว
vi_vn: Số lượng lời mời gửi cho tài khoản email đã đạt mức tối đa hôm nay.
zh_cn: 今日邀请的邮箱账号已达上限
zh_tw: 今日邀請的信箱帳號已達上限

# bQw
source: Add notes (message will be sent via email)
de_de: Notizen hinzufügen (Nachricht wird per E-Mail gesendet)
es_es: Agregar notas (el mensaje se enviará a través del correo electrónico)
fr_fr: Ajouter des notes (le message sera envoyé par e-mail)
id_id: Tambahkan catatan (pesan akan dikirim melalui email)
it_it: Aggiungi note (il messaggio verrà inviato tramite e-mail)
ja_jp: 備考を追加（メールで送信）
ko_kr: 메모 추가(메시지는 이메일을 통해 전송됨)
ms_my: Tambah nota (mesej akan dihantar melalui emel)
pt_br: Adicionar anotações (a mensagem será enviada por e-mail)
ru_ru: Добавить заметки (сообщение будет отправлено по почте)
th_th: เพิ่มบันทึก (ข้อความจะถูกส่งทางอีเมล)
vi_vn: Thêm ghi chú (tin nhắn sẽ được gửi qua email)
zh_cn: 添加备注（消息会发送到对方邮箱）
zh_tw: 新增備註 (訊息會傳送至對方信箱)

# uoc
source: You've invited email accounts which require checking the box to send invitations.
de_de: Sie haben E-Mail-Konten eingeladen, für die das Kontrollkästchen aktiviert werden muss, um Einladungen zu senden.
es_es: Has invitado a cuentas de correo electrónico que requieren marcar la casilla para enviar la invitación.
fr_fr: Vous avez invité des comptes e-mail qui nécessitent de cocher la case pour envoyer des invitations.
id_id: Anda telah mengundang akun email yang perlu mencentang kotak untuk mengirim undangan.
it_it: Hai invitato account e-mail che richiedono la selezione della casella per l'invio di inviti.
ja_jp: 招待する対象にメールアカウントが含まれています。相手に共有するには、「通知を送信」にチェックを入れる必要があります。
ko_kr: 초대장을 전송하기 위해 확인란을 선택해야 하는 이메일 계정을 초대했습니다.
ms_my: Anda telah menjemput akaun emel yang memerlukan menyemak kotak untuk menghantar jemputan.
pt_br: Você convidou contas de e-mail que exigem marcar a caixa para enviar convites.
ru_ru: Вы пригласили адреса почты, для которых необходимо установить флажок для отправки приглашений.
th_th: คุณได้เชิญบัญชีอีเมลที่ต้องทำเครื่องหมายที่ช่องเพื่อส่งคำเชิญ
vi_vn: Bạn đã mời những tài khoản email cần đánh dấu vào ô để gửi lời mời.
zh_cn: 邀请对象包含邮箱，必须勾选发送通知才能邀请对方
zh_tw: 邀請對象包含信箱，必須勾選傳送通知才能邀請對方

# h6s
source: Link Sharing Off
de_de: Link-Freigabe deaktiviert
es_es: Compartir enlaces desactivado
fr_fr: Partage de liens désactivé
id_id: Berbagi Tautan Tidak Aktif
it_it: Condivisione link inattiva
ja_jp: リンクによる共有（オフ）
ko_kr: 링크 공유 끄기
ms_my: Pautan Berkongsi Mati
pt_br: Compartilhamento de link desativado
ru_ru: Обмен ссылками выключен
th_th: การแบ่งปันลิงก์ปิดอยู่
vi_vn: Tắt chia sẻ liên kết
zh_cn: 链接分享(未开启)
zh_tw: 連結分享 (未開啟)

# xxU
source: Link Sharing On
de_de: Link-Freigabe aktiviert
es_es: Compartir enlaces activado
fr_fr: Partage de liens activé
id_id: Berbagi Tautan Aktif
it_it: Condivisione link attiva
ja_jp: リンクによる共有（オン）
ko_kr: 링크 공유 켜기
ms_my: Pautan Kongsi Aktif
pt_br: Compartilhamento de link ativado
ru_ru: Обмен ссылками включен
th_th: การแบ่งปันลิงก์เปิดอยู่
vi_vn: Bật chia sẻ liên kết
zh_cn: 链接分享(已开启)
zh_tw: 連結分享 (已開啟)

# jDU
source: Loading failed. Please refresh the page or restart your {{APP_DISPLAY_NAME}} app.
de_de: Das Laden ist fehlgeschlagen. Bitte aktualisieren Sie die Seite oder starten Sie Ihre {{APP_DISPLAY_NAME}}-App neu.
es_es: Carga fallida. Recarga la página o reinicia tu aplicación {{APP_DISPLAY_NAME}}.
fr_fr: Échec du chargement. Veuillez actualiser la page ou redémarrer votre application {{APP_DISPLAY_NAME}}.
id_id: Pemuatan gagal. Perbarui halaman atau mulai ulang aplikasi {{APP_DISPLAY_NAME}} Anda.
it_it: Impossibile caricare. Aggiorna la pagina o riavvia la tua app {{APP_DISPLAY_NAME}}.
ja_jp: ドキュメントの読み込みに失敗しました。ページを更新するか、{{APP_DISPLAY_NAME}} を再起動してください。
ko_kr: 로드하지 못했습니다. 페이지를 새로고침 하거나 {{APP_DISPLAY_NAME}} 앱을 다시 시작하세요.
ms_my: Gagal memuatkan. Sila muat semula halaman atau mulakan semula apl {{APP_DISPLAY_NAME}} anda.
pt_br: Falha ao carregar. Atualize a página ou reinicie seu aplicativo {{APP_DISPLAY_NAME}}.
ru_ru: Ошибка загрузки. Обновите страницу или перезапустите свое приложение {{APP_DISPLAY_NAME}}.
th_th: โหลดไม่สำเร็จ โปรดรีเฟรชหน้านี้หรือรีสตาร์ทแอป {{APP_DISPLAY_NAME}}
vi_vn: Tải không thành công. Vui lòng làm mới trang này hoặc khởi động lại ứng dụng {{APP_DISPLAY_NAME}}.
zh_cn: 文档加载失败，请刷新页面或重启{{APP_DISPLAY_NAME}}
zh_tw: 文件載入失敗，請重新整理頁面或重新啟動{{APP_DISPLAY_NAME}}

# WRc
source: Local File
de_de: Lokale Datei
es_es: Archivo local
fr_fr: Fichier local
id_id: File Lokal
it_it: File locale
ja_jp: ファイル
ko_kr: 로컬 파일
ms_my: Fail Tempatan
pt_br: Arquivo local
ru_ru: Локальный файл
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tập tin cục bộ
zh_cn: 文件
zh_tw: 檔案

# t/Y
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
id_id: Beralih
it_it: Cambia
ja_jp: 切替
ko_kr: 전환
ms_my: Tukar
pt_br: Mudar
ru_ru: Переключить
th_th: เปลี่ยน
vi_vn: Chuyển đổi
zh_cn: 切换
zh_tw: 切換

# p3Q
source: Translate into {{lang}}
de_de: Ins {{lang}}e übersetzen
es_es: Traducir al {{lang}}
fr_fr: Traduire en {{lang}}
id_id: Terjemahkan ke dalam {{lang}}
it_it: Traduci in {{lang}}
ja_jp: {{lang}}に翻訳
ko_kr: {{lang}}로 번역
ms_my: Terjemah ke {{lang}}
pt_br: Traduzir para {{lang}}
ru_ru: Перевести на {{lang}}
th_th: แปลเป็น{{lang}}
vi_vn: Dịch sang {{lang}}
zh_cn: 翻译为{{lang}}
zh_tw: 翻譯為{{lang}}

# 9ps
source: Shared user can't use document translation
de_de: Ein freigegebener Benutzer kann die Dokumentübersetzung nicht verwenden
es_es: El usuario compartido no puede usar la traducción de documentos
fr_fr: L'utilisateur partagé ne peut pas utiliser la traduction de documents
id_id: Pengguna bersama tidak dapat menggunakan terjemahan dokumen
it_it: L'utente condiviso non può utilizzare la traduzione del documento
ja_jp: 共有者はドキュメントの翻訳を使用できません。
ko_kr: 공유 사용자가 문서 번역을 사용할 수 없습니다
ms_my: Pengguna berkongsi tidak boleh guna terjemahan dokumen
pt_br: O usuário compartilhado não pode usar a tradução de documentos
ru_ru: Общий пользователь не может использовать перевод документа
th_th: ผู้ใช้ที่ใช้ร่วมกันไม่สามารถใช้การแปลเอกสารได้
vi_vn: Người dùng được chia sẻ không thể sử dụng bản dịch của tài liệu
zh_cn: 共享人不支持文档翻译
zh_tw: 分享人不支援文件翻譯

# GaI
source: Make a Copy
de_de: Eine Kopie erstellen
es_es: Hacer una copia
fr_fr: Faire une copie
id_id: Buat Salinan
it_it: Crea una copia
ja_jp: コピーを作成
ko_kr: 사본 만들기
ms_my: Buat Salinan
pt_br: Fazer uma cópia
ru_ru: Создать копию
th_th: ทำสำเนา
vi_vn: Tạo bản sao
zh_cn: 创建副本
zh_tw: 建立副本

# htY
source: Delete Time
de_de: Uhrzeit löschen
es_es: Eliminar hora
fr_fr: Supprimer l'heure
id_id: Hapus Waktu
it_it: Elimina orario
ja_jp: 議題の日時を削除
ko_kr: 시간 삭제
ms_my: Padam Masa
pt_br: Excluir horário
ru_ru: Удалить время
th_th: ลบเวลา
vi_vn: Xóa thời gian
zh_cn: 删除议程时间
zh_tw: 刪除議程時間

# etk
source: Edit Time
de_de: Bearbeitungszeit
es_es: Editar hora
fr_fr: Modifier l'heure
id_id: Edit Waktu
it_it: Modifica orario
ja_jp: 時間を変更
ko_kr: 시간 편집
ms_my: Sunting Masa
pt_br: Editar tempo
ru_ru: Изменить время
th_th: แก้ไขเวลา
vi_vn: Chỉnh sửa thời gian
zh_cn: 编辑时间
zh_tw: 編輯時間

# LwM
source: hr
de_de: Std.
es_es: h
fr_fr: h
id_id: jam
it_it: h
ja_jp: 時間
ko_kr: 시간
ms_my: jam
pt_br: h
ru_ru: ч
th_th: ชม.
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# 9F4
source: min
id_id: menit
ja_jp: 分
ko_kr: 분
ru_ru: мин
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# Tgc
source: Unable to move. Please try again later.
de_de: Verschieben nicht möglich. Bitte versuchen Sie es später erneut.
es_es: No se puede mover. Inténtalo de nuevo más tarde.
fr_fr: Déplacement impossible. Veuillez réessayer plus tard.
id_id: Gagal memindahkan. Coba lagi nanti.
it_it: Impossibile spostare. Riprova più tardi.
ja_jp: ウィキに移動できませんでした。後で再試行してください。
ko_kr: 이동할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat bergerak. Sila cuba lagi kemudian.
pt_br: Não é possível mover. Tente novamente mais tarde.
ru_ru: Не удается переместить. Повторите попытку позже.
th_th: ไม่สามารถย้ายได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể di chuyển. Vui lòng thử lại sau.
zh_cn: 移动到知识库失败，请稍后重试
zh_tw: 無法移動到知識庫，請稍後重試

# W+U
source: Unable to move. You don't have this page's edit permission.
de_de: Verschieben nicht möglich. Sie haben nicht die Bearbeitungsberechtigung für diese Seite.
es_es: No se puede mover. No tienes permiso de edición en esta página.
fr_fr: Déplacement impossible. Vous ne disposez pas de l'autorisation de modification de la page.
id_id: Gagal memindah. Anda tidak memiliki izin untuk mengedit halaman ini.
it_it: Impossibile spostare. Non disponi dell'autorizzazione per modificare questa pagina.
ja_jp: このページの編集権限がないため、ページを移動できません。
ko_kr: 이동할 수 없습니다. 이 페이지의 편집 권한이 없습니다.
ms_my: Tidak dapat bergerak. Anda tidak mempunyai kebenaran edit halaman ini.
pt_br: Não é possível se mover. Você não tem permissão para editar esta página.
ru_ru: Не удается переместить. У вас нет разрешения на редактирование этой страницы.
th_th: ไม่สามารถย้ายได้ คุณไม่มีสิทธิ์การอนุญาตแก้ไขหน้านี้
vi_vn: Không thể di chuyển. Bạn không có quyền chỉnh sửa trang này.
zh_cn: 你没有此页面的编辑权限，无法移动到该页面下
zh_tw: 你沒有此頁面的編輯權限，無法移動到該頁面下
