Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# HO8
source: Unable to access. Content violates {{APP_DISPLAY_NAME}} terms of service.
de_de: Kein Zugriff möglich. Inhalt verstößt gegen die {{APP_DISPLAY_NAME}}-Nutzungsbedingungen.
es_es: No se ha podido acceder. El contenido infringe las condiciones de servicio de {{APP_DISPLAY_NAME}}.
fr_fr: Accès impossible. Le contenu enfreint les Conditions d'utilisation de {{APP_DISPLAY_NAME}}.
hi_in: ऐक्सेस करने में असमर्थ. सामग्री {{APP_DISPLAY_NAME}} सेवा की शर्तों का उल्लंघन करती है.
id_id: Tidak dapat diakses. Konten melanggar ketentuan layanan {{APP_DISPLAY_NAME}}.
it_it: Impossibile accedere. Il contenuto viola i Termini di servizio di {{APP_DISPLAY_NAME}}.
ja_jp: 内容が {{APP_DISPLAY_NAME}} 利用規約に違反するため、アクセスが禁止されました
ko_kr: 액세스할 수 없습니다. 콘텐츠가 {{APP_DISPLAY_NAME}} 서비스 약관을 위반합니다.
ms_my: Tidak dapat mengakses. Kandungan melanggar terma perkhidmatan {{APP_DISPLAY_NAME}}.
pt_br: Não é possível acessar. O conteúdo viola os Termos de serviço do {{APP_DISPLAY_NAME}}.
ru_ru: Невозможно получить доступ. Содержимое нарушает Условия использования {{APP_DISPLAY_NAME}}.
th_th: ไม่สามารถเข้าถึงได้ เนื้อหาละเมิดข้อกำหนดการใช้บริการของ {{APP_DISPLAY_NAME}}
vi_vn: Không thể truy cập tệp tin.Nội dung vi phạm điều khoản dịch vụ {{APP_DISPLAY_NAME}}.
zh_cn: 内容不符合{{APP_DISPLAY_NAME}}用户协议，已禁止访问
zh_tw: 內容不符合{{APP_DISPLAY_NAME}}使用者協議，已禁止存取

# 9FQ
source: View permission of the file was disabled.
de_de: Die Anzeigeberechtigung für diese Datei wurde deaktiviert.
es_es: Se ha deshabilitado el permiso para ver este archivo
fr_fr: L'autorisation d'affichage du fichier a été désactivée.
hi_in: फ़ाइल पढ़ने की अनुमति अक्षम की गई.
id_id: Izin untuk melihat file dinonaktifkan.
it_it: L'autorizzazione per la visualizzazione del file è stata disabilitata.
ja_jp: この文書にアクセスできません
ko_kr: 파일의 보기 권한이 비활성화되었습니다.
ms_my: Kebenaran melihat fail ini telah dilumpuhkan.
pt_br: A permissão de visualização do arquivo foi desativada.
ru_ru: Просмотр разрешений файла был отключен.
th_th: สิทธิ์การอนุญาตดูไฟล์ถูกปิดใช้
vi_vn: Đã tắt quyền xem tệp tin.
zh_cn: 已禁止访问此文档
zh_tw: 已禁止存取此文件

# rWU
source: Unable to share. Content violates {{APP_DISPLAY_NAME}} terms of service.
de_de: Teilen nicht möglich. Inhalt verstößt gegen die {{APP_DISPLAY_NAME}}-Nutzungsbedingungen.
es_es: No se puede compartir. El contenido infringe las condiciones de servicio de {{APP_DISPLAY_NAME}}.
fr_fr: Partage impossible. Le contenu enfreint les Conditions d'utilisation de {{APP_DISPLAY_NAME}}.
hi_in: साझा करने में असमर्थ. सामग्री {{APP_DISPLAY_NAME}} सेवा की शर्तों का उल्लंघन करती है.
id_id: Tidak dapat berbagi. Konten melanggar ketentuan layanan {{APP_DISPLAY_NAME}}.
it_it: Impossibile condividere. Il contenuto viola i Termini di servizio di {{APP_DISPLAY_NAME}}.
ja_jp: 内容が {{APP_DISPLAY_NAME}} 利用規約に違反したため、共有を中止しました。内容が調整された後、自動的に再審査が行います
ko_kr: 공유할 수 없습니다. 콘텐츠가 {{APP_DISPLAY_NAME}} 서비스 약관을 위반합니다.
ms_my: Tidak dapat berkongsi. Kandungan melanggar terma perkhidmatan {{APP_DISPLAY_NAME}}.
pt_br: Não é possível compartilhar. O conteúdo viola os Termos de serviço do {{APP_DISPLAY_NAME}}.
ru_ru: Невозможно поделиться. Содержимое нарушает Условия использования {{APP_DISPLAY_NAME}}.
th_th: ไม่สามารถแชร์ได้ เนื้อหาละเมิดข้อกำหนดการใช้บริการของ {{APP_DISPLAY_NAME}}
vi_vn: Không thể chia sẻ.Nội dung vi phạm điều khoản dịch vụ {{APP_DISPLAY_NAME}}.
zh_cn: 内容不符合{{APP_DISPLAY_NAME}}用户协议，已暂停分享，调整内容后将自动重新审核
zh_tw: 內容不符合{{APP_DISPLAY_NAME}}使用者協議，已暫停分享，調整內容後將自動重新審核

# bZI
source: Unable to share. Content violates {{APP_DISPLAY_NAME}} Terms of Service. Please contact support if needed.
de_de: Teilen nicht möglich. Inhalt verstößt gegen die {{APP_DISPLAY_NAME}}-Nutzungsbedingungen. Kontaktieren Sie den Support, falls erforderlich.
es_es: No se puede compartir. El contenido infringe las condiciones de servicio de {{APP_DISPLAY_NAME}}. Si es necesario, póngase en contacto con el servicio de soporte técnico.
fr_fr: Partage impossible. Le contenu enfreint les Conditions d'utilisation de {{APP_DISPLAY_NAME}}. Veuillez contacter l'assistance si nécessaire.
hi_in: करने में असमर्थ. सामग्री {{APP_DISPLAY_NAME}} सेवा की शर्तों का उल्लंघन करती है. यदि जरूरत हो तो समर्थन से संपर्क करें.
id_id: Tidak dapat berbagi. Konten melanggar Ketentuan Layanan {{APP_DISPLAY_NAME}}. Hubungi dukungan jika diperlukan.
it_it: Impossibile condividere. Il contenuto viola i Termini di servizio di {{APP_DISPLAY_NAME}}. Contatta l'assistenza, se necessario.
ja_jp: 内容が {{APP_DISPLAY_NAME}} 利用規約に違反するため、共有を中止しました。再開するにはカスタマーサービスにご連絡ください
ko_kr: 공유할 수 없습니다. 콘텐츠가 {{APP_DISPLAY_NAME}} 서비스 약관을 위반합니다. 필요한 경우 지원 팀에 문의하세요.
ms_my: Tidak dapat berkongsi. Kandungan melanggar Terma Perkhidmatan {{APP_DISPLAY_NAME}}. Sila hubungi sokongan jika perlu.
pt_br: Não é possível compartilhar. O conteúdo viola os Termos de serviço do {{APP_DISPLAY_NAME}}. Entre em contato com o suporte, se necessário.
ru_ru: Невозможно поделиться. Содержимое нарушает условия использования {{APP_DISPLAY_NAME}}. Свяжитесь со службой поддержки, если необходимо.
th_th: ไม่สามารถแชร์ได้ เนื้อหาละเมิดข้อกำหนดการใช้บริการของ {{APP_DISPLAY_NAME}} โปรดติดต่อฝ่ายสนับสนุน หากจำเป็น
vi_vn: Không thể chia sẻ.Nội dung vi phạm Điều khoản Dịch vụ {{APP_DISPLAY_NAME}}.Vui lòng liên hệ với bộ phận hỗ trợ nếu cần.
zh_cn: 内容不符合{{APP_DISPLAY_NAME}}用户协议，已暂停分享，如需恢复请联系客服
zh_tw: 內容不符合{{APP_DISPLAY_NAME}}使用者協議，已暫停分享，如需恢復請聯絡客服

# 6Iw
source: Incorrect file link. Please check again.
de_de: Falscher Dateilink. Bitte erneut überprüfen.
es_es: El enlace del archivo es incorrecto. Compruébalo de nuevo.
fr_fr: Lien de fichier incorrect. Veuillez vérifier à nouveau.
hi_in: फ़ाइल का लिंक गलत है. कृपया फिर से जांच करें.
id_id: Tautan file salah. Periksa lagi.
it_it: Link del file errato. Ricontrolla.
ja_jp: ファイルリンクが間違い、再度確認してください。
ko_kr: 잘못된 파일 링크. 다시 확인하세요.
ms_my: Pautan fail salah. Sila periksa semula.
pt_br: Link de arquivo incorreto. Verifique novamente.
ru_ru: Неверная ссылка на файл. Проверьте ссылку и повторите попытку.
th_th: ลิงก์ไฟล์ไม่ถูกต้อง โปรดตรวจสอบอีกครั้ง
vi_vn: Liên kết tệp tin không chính xác. Vui lòng kiểm tra lại.
zh_cn: 文件地址有误，请检查链接。
zh_tw: 檔案位址有誤，請檢查連結。

# XjQ
source: Can Edit
de_de: Kann bearbeiten
es_es: Puede editar
fr_fr: Peut modifier
hi_in: संपादित कर सकते हैं
id_id: Izin Mengedit
it_it: È possibile modificare
ja_jp: 編集権限
ko_kr: 편집 가능
ms_my: Boleh Edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 编辑权限
zh_tw: 編輯權限

# CJI
source: This is an empty folder.
de_de: Dies ist ein leerer Ordner.
es_es: Esta carpeta está vacía.
fr_fr: Ce dossier est vide.
hi_in: यह एक ख़ाली फ़ोल्डर है.
id_id: Ini adalah folder kosong.
it_it: Questa è una cartella vuota.
ja_jp: このフォルダは空です
ko_kr: 이것은 빈 폴더입니다
ms_my: Ini adalah folder kosong.
pt_br: Esta pasta está vazia.
ru_ru: Папка пуста.
th_th: นี่คือโฟลเดอร์ว่าง
vi_vn: Đây là thư mục trống.
zh_cn: 这是一个空文件夹
zh_tw: 這是一個空資料夾

# vUE
source: Enter a comment...
de_de: Kommentar eingeben...
es_es: Introducir un comentario...
fr_fr: Saisissez un commentaire…
hi_in: एक टिप्पणी दर्ज करें...
id_id: Berikan komentar...
it_it: Immetti un commento...
ja_jp: コメントを入力してください
ko_kr: 댓글을 입력하세요...
ms_my: Masukkan komen...
pt_br: Inserir um comentário...
ru_ru: Введите комментарий...
th_th: ป้อนความคิดเห็น...
vi_vn: Nhập nhận xét...
zh_cn: 请输入评论
zh_tw: 請輸入評論

# K/8
source: Comment
de_de: Kommentar
es_es: Comentar
fr_fr: Commentaire
hi_in: टिप्पणी
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentar
ru_ru: Комментировать
th_th: ความคิดเห็น
vi_vn: Nhận xét
zh_cn: 评论
zh_tw: 評論

# u4s
source: The file was deleted by the owner.
de_de: Die Datei wurde vom Besitzer gelöscht.
es_es: El archivo ha sido eliminado por el propietario.
fr_fr: Le fichier a été supprimé par le propriétaire.
hi_in: फ़ाइल ओनर के द्वारा हटाई गई.
id_id: File dihapus oleh pemiliknya.
it_it: Il file è stato eliminato dal proprietario.
ja_jp: このファイルは所有者に削除されています
ko_kr: 사용자가 파일을 삭제했습니다
ms_my: Fail ini telah dihapuskan oleh pemilik.
pt_br: O arquivo foi excluído pelo proprietário.
ru_ru: Он был удален владельцем.
th_th: ไฟล์ถูกลบโดยเจ้าของแล้ว
vi_vn: Tệp tin đã bị chủ sở hữu xóa.
zh_cn: 该文件已被所有者删除
zh_tw: 擁有者已刪除該檔案

# 0Xw
source: File Details
de_de: Dateidetails
es_es: Detalles del archivo.
fr_fr: Détails du fichier
hi_in: फ़ाइल का विवरण
id_id: Perincian File
it_it: Dettagli file
ja_jp: 詳細情報
ko_kr: 파일 세부 정보
ms_my: Butiran Fail
pt_br: Detalhes do arquivo
ru_ru: Сведения о файле
th_th: ข้อมูลไฟล์
vi_vn: Chi tiết tệp tin
zh_cn: 文件信息
zh_tw: 檔案資訊

# fCI
source: Basic info
de_de: Grundlegende Informationen
es_es: Información básica
fr_fr: Infos de base
hi_in: मूलभूत जानकारी
id_id: Info dasar
it_it: Informazioni di base
ja_jp: 基本情報
ko_kr: 기본 정보
ms_my: Maklumat asas
pt_br: Informações básicas
ru_ru: Основная информация
th_th: ข้อมูลเบื้องต้น
vi_vn: Thông tin cơ bản
zh_cn: 简介
zh_tw: 簡介

# q9M
source: Importing... Please wait.
de_de: Importieren... Bitte warten.
es_es: Importando... Espere.
fr_fr: Importation… Veuillez patienter.
hi_in: आयात किया जा रहा है... कृपया प्रतीक्षा करें.
id_id: Mengimpor... Tunggu sebentar.
it_it: Importazione in corso Attendi.
ja_jp: インポート中です。しばらくお待ちください…
ko_kr: 가져오는 중... 기다려 주세요.
ms_my: Mengimport... Sila tunggu.
pt_br: Importando... Aguarde.
ru_ru: Идет импорт... Подождите.
th_th: กำลังนำเข้า... โปรดรอสักครู่
vi_vn: Đang nhập... Vui lòng chờ.
zh_cn: 导入中，请稍候...
zh_tw: 匯入中，請稍候...

# 3S8
source: File not found.
de_de: Datei nicht gefunden.
es_es: No se ha encontrado el archivo.
fr_fr: Fichier introuvable.
hi_in: फ़ाइल नहीं मिली.
id_id: File tidak ditemukan.
it_it: File non trovato.
ja_jp: ファイルが存在しません
ko_kr: 파일을 찾지 못함.
ms_my: Fail tidak dijumpai.
pt_br: Arquivo não encontrado.
ru_ru: Файл не найден.
th_th: ไม่พบไฟล์
vi_vn: Không tìm thấy tệp tin.
zh_cn: 文件不存在
zh_tw: 檔案不存在

# E8k
source: Failed to upload. The maximum size of file is 4GB.
de_de: Hochladen fehlgeschlagen. Die maximale Dateigröße ist 4 GB.
es_es: Error al cargar. El tamaño máximo del archivo es 4 GB.
fr_fr: Échec du téléchargement. La taille maximale des fichiers est de 4 Go.
hi_in: अपलोड करने में विफल हुआ. फ़ाइल का अधिकतम आकार 4 GB है.
id_id: Gagal mengunggah. Ukuran maksimum file adalah 4GB.
it_it: Impossibile caricare. La dimensione massima del file è di 4 GB.
ja_jp: ファイルのサイズが 4G を超えているため、アップロードできません
ko_kr: 업로드에 실패했습니다. 파일의 최대 크기는 4GB입니다.
ms_my: Fail melebihi saiz maksimum
pt_br: Falha ao carregar. O tamanho máximo do arquivo é 4 GB.
ru_ru: Не удалось загрузить. Максимальный размер файла — 4 ГБ.
th_th: อัปโหลดไม่สำเร็จ ขนาดของไฟล์สูงสุดคือ 4GB
vi_vn: Tải lên không thành công.Kích thước tối đa của tệp tin là 4GB.
zh_cn: 文件大小超过 4G，无法上传
zh_tw: 檔案大小超過 4G，無法上傳

# eQs
source: File is encrypted
de_de: Datei ist verschlüsselt
es_es: El archivo está cifrado
fr_fr: Le fichier est chiffré
hi_in: फ़ाइल एन्क्रिप्ट की गई है
id_id: File dienkripsi
it_it: Il file è crittografato
ja_jp: ファイルが暗号化されました
ko_kr: 파일이 암호화되었습니다
ms_my: Fail disulitkan
pt_br: O arquivo está criptografado
ru_ru: Файл зашифрован
th_th: ไฟล์นี้ได้เข้ารหัสลับไว้
vi_vn: Tệp tin bị mã hóa
zh_cn: 文件已加密
zh_tw: 檔案已加密

# oOw
source: Some problems might occur if you change the file extension.
de_de: Es können Probleme auftreten, wenn Sie die Dateierweiterung ändern.
es_es: Si cambia la extensión de archivo, podría haber algún problema.
fr_fr: Certains problèmes peuvent survenir si vous modifiez l'extension du fichier.
hi_in: यदि आप फ़ाइल एक्सटेंशन बदल दें तो कुछ समस्या हो सकती है.
id_id: Beberapa masalah mungkin terjadi jika Anda mengubah ekstensi file.
it_it: Se si modifica l'estensione del file possono verificarsi alcuni problemi.
ja_jp: ファイルの操作が影響される可能性があります
ko_kr: 파일 확장자를 변경하면 일부 문제가 발생할 수 있습니다.
ms_my: Masalah mungkin berlaku jika anda mengubah jenis fail.
pt_br: Alguns problemas podem ocorrer se você mudar a extensão do arquivo.
ru_ru: Могут возникнуть некоторые проблемы, если вы измените расширение файла.
th_th: อาจมีปัญหาบางอย่างเกิดขึ้นหากคุณเปลี่ยนแปลงนามสกุลของไฟล์
vi_vn: Một số vấn đề có thể xảy ra nếu bạn thay đổi mở rộng tệp tin.
zh_cn: 文件操作可能会受影响
zh_tw: 檔案操作可能會受影響

# leA
source: Unable to download due to security policy restrictions. Please switch to cloud desktop environment and try again.
de_de: Herunterladen aufgrund der Einschränkungen der Sicherheitsrichtlinie fehlgeschlagen. Versuchen Sie es erneut in der Cloud-Desktop-Umgebung.
es_es: No se puede descargar debido a las restricciones de política de seguridad. Cambia al entorno de escritorio en la nube e inténtalo de nuevo.
fr_fr: Impossible de télécharger en raison des restrictions de la politique de sécurité. Veuillez passer à l'environnement de Cloud sur ordinateur et réessayer.
hi_in: सुरक्षा नीति के अनुसार डाउनलोड असमर्थ है. कृपया क्लाउड डेस्कटॉप पर स्विच करके पुनः प्रयास करें.
id_id: Tidak dapat mengunduh karena pembatasan kebijakan keamanan. Beralih ke lingkungan desktop cloud dan coba lagi.
it_it: Impossibile scaricare a causa delle restrizioni della politica di sicurezza. Passa all'ambiente desktop cloud e riprova.
ja_jp: セキュリティポリシー制限のためダウンロードは禁止されています。デスクトップクラウド環境に切り替えて、再試行してください。
ko_kr: 보안 정책 제한으로 인해 다운로드할 수 없습니다. 클라우드 데스크톱 환경으로 전환한 후 다시 시도하세요.
ms_my: Tidak dapat melihat fail ini kerana tetapan keselamatan pentadbir.
pt_br: Não é possível fazer download devido às restrições da política de segurança. Mude para o ambiente da área de trabalho na nuvem e tente novamente.
ru_ru: Не удалось скачать из-за ограничений политики безопасности. Переключитесь на облачную среду ПК и повторите попытку.
th_th: ไม่สามารถดาวน์โหลดได้เนื่องจากข้อจำกัดของนโยบายความปลอดภัย โปรดสลับไปเป็นสภาพแวดล้อมเดสก์ท็อปของระบบคลาวด์และลองอีกครั้ง
vi_vn: Không thể tải xuống do hạn chế của chính sách bảo mật. Vui lòng chuyển sang môi trường máy tính đám mây và thử lại.
zh_cn: 因安全策略限制无法下载，请切换到桌面云环境后重试
zh_tw: 由於安全策略限制無法下載，請切換到桌面雲端環境後重試

# VEM
source: File size
de_de: Dateigröße
es_es: Tamaño del archivo
fr_fr: Taille du fichier
hi_in: फ़ाइल का आकार
id_id: Ukuran file
it_it: Dimensione del file
ja_jp: ファイルサイズ
ko_kr: 파일 크기
ms_my: Saiz fail
pt_br: Tamanho do arquivo
ru_ru: Размер файла
th_th: ขนาดไฟล์
vi_vn: Kích thước tệp tin
zh_cn: 文件大小
zh_tw: 檔案大小

# RUU
source: File type
de_de: Dateityp
es_es: Tipo de archivo
fr_fr: Type de fichier
hi_in: फ़ाइल का प्रकार
id_id: Jenis file
it_it: Tipo di file
ja_jp: ファイルタイプ
ko_kr: 파일 유형
ms_my: Jenis fail
pt_br: Tipo de arquivo
ru_ru: Тип файла
th_th: ชนิดไฟล์
vi_vn: Loại tệp tin
zh_cn: 文件类型
zh_tw: 檔案類型

# fG8
source: Unable to preview file
de_de: Dateivorschau fehlgeschlagen
es_es: No se ha podido previsualizar el archivo
fr_fr: Échec de l'aperçu du fichier
hi_in: फ़ाइल का पूर्वावलोकन करने में असमर्थ
id_id: Tidak dapat mempratinjau file
it_it: Impossibile generare anteprima del file
ja_jp: プレビューできません
ko_kr: 파일 미리 보기 실패
ms_my: Gagal pratonton fail
pt_br: Falha na visualização do arquivo
ru_ru: Ошибка предварительного просмотра файла
th_th: ดูตัวอย่างไฟล์ไม่สำเร็จ
vi_vn: Xem trước tệp tin thất bại
zh_cn: 文件预览失败
zh_tw: 預覽檔案失敗

# 8Lc
source: Failed to get file info
de_de: Dateiinformationen konnten nicht abgerufen werden.
es_es: Error al obtener información de archivo
fr_fr: Échec de l'obtention des informations sur le fichier
hi_in: फ़ाइल की जानकारी प्राप्त नहीं की जा सकी
id_id: Gagal mendapatkan info file
it_it: Impossibile ottenere le informazioni sul file
ja_jp: ファイル情報を取得できませんでした
ko_kr: 파일 정보 가져오기 실패
ms_my: Gagal mendapatkan maklumat fail
pt_br: Falha ao obter informações do arquivo
ru_ru: Не удалось получить информацию о файле
th_th: รับข้อมูลของไฟล์ไม่สำเร็จ
vi_vn: Lấy thông tin tệp tin thất bại
zh_cn: 获取文件信息失败
zh_tw: 取得檔案資訊失敗

# rGA
source: Deleted version {{tag}} "{{name}}".
de_de: Version {{tag}} {{name}} gelöscht.
es_es: Se ha eliminado la versión {{tag}} {{name}}.
fr_fr: Version {{tag}} "{{name}}" supprimée.
hi_in: ने संस्करण {{tag}} "{{name}}" को हटाया.
id_id: Menghapus versi {{tag}} "{{name}}".
it_it: Versione eliminata {{tag}} "{{name}}".
ja_jp: バージョン {{tag}} 「{{name}}」を削除しました
ko_kr: 삭제된 버전 {{tag}} "{{name}}".
ms_my: Dihapus versi {{tag}} "{{name}}".
pt_br: Versão {{tag}} "{{name}}" excluída.
ru_ru: Удаленная версия {{tag}} "{{name}}".
th_th: ลบเวอร์ชัน {{tag}} "{{name}}".
vi_vn: Đã xóa phiên bản {{tag}} "{{name}}".
zh_cn: 删除了版本 {{tag}} "{{name}}"
zh_tw: 刪除了版本 {{tag}}「{{name}}」

# p8w
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminato
ja_jp: 削除済み
ko_kr: 삭제됨
ms_my: Dipadam
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_tw: 已刪除

# 8D4
source: Edit history
de_de: Bearbeitungsverlauf
es_es: Historial de ediciones
fr_fr: Historique des modifications
hi_in: संस्करण इतिहास
id_id: Edit riwayat
it_it: Cronologia modifiche
ja_jp: バージョン履歴
ko_kr: 편집 기록
ms_my: Aktiviti
pt_br: Histórico de edições
ru_ru: История изменений
th_th: ประวัติการแก้ไข
vi_vn: Lịch sử chỉnh sửa
zh_cn: 历史记录
zh_tw: 歷史記錄

# Uqc
source: Renamed version {{tag}} to {{name}}.
de_de: Version {{tag}} in {{name}} umbenannt.
es_es: El nombre de la versión ha cambiado de {{tag}} a {{name}}.
fr_fr: Version renommée de {{tag}} à {{name}}.
hi_in: ने संस्करण {{tag}} का नाम {{name}} में बदल दिया.
id_id: Mengganti nama versi {{tag}} menjadi {{name}}.
it_it: Versione rinominata da {{tag}} a {{name}}.
ja_jp: バージョン {{tag}} の名前を"{{name}}"に変更しました
ko_kr: 버전 {{tag}}이(가) {{name}}(으)로 이름 변경됨.
ms_my: Menamakan semula versi {{tag}} ke {{name}}.
pt_br: Versão {{tag}} renomeada para {{name}}.
ru_ru: Переименована версия {{tag}}, новое имя — {{name}}.
th_th: เปลี่ยนชื่อเวอร์ชันจาก {{tag}} เป็น {{name}} แล้ว
vi_vn: Đã đổi tên phiên bản {{tag}} thành {{name}}.
zh_cn: 版本 {{tag}} 被重命名为"{{name}}"
zh_tw: 版本 {{tag}} 已重新命名為「{{name}}」

# gsk
source: Restored version {{oldTag}} to version {{newTag}}.
de_de: Version {{oldTag}} zu Version {{newTag}} wiederhergestellt.
es_es: Se ha restaurado de la versión {{oldTag}} a la versión {{newTag}}.
fr_fr: Version restaurée de {{oldTag}} à {{newTag}}.
hi_in: संस्करण को {{oldTag}} से {{newTag}} पर बहाल किया गया.
id_id: Memulihkan versi {{oldTag}} ke versi {{newTag}}.
it_it: Versione ripristinata {{oldTag}} alla versione {{newTag}}.
ja_jp: バージョン {{oldTag}} が復元され バージョン {{newTag}} が作成されました
ko_kr: 버전 {{oldTag}}에서 버전 {{newTag}}(으)로 복구됨.
ms_my: Dipulihkan versi {{oldTag}} ke versi {{newTag}}.
pt_br: Versão {{oldTag}} restaurada para versão {{newTag}}.
ru_ru: Восстановленная версия {{oldTag}}, новая версия — {{newTag}}.
th_th: กู้คืนเวอร์ชัน {{oldTag}} เป็นเวอร์ชัน {{newTag}} แล้ว
vi_vn: Đã khôi phục phiên bản {{oldTag}} về phiên bản {{newTag}}.
zh_cn: 恢复版本 {{oldTag}} 生成版本 {{newTag}}
zh_tw: 還原版本 {{oldTag}} 產生版本 {{newTag}}

# aBc
source: Created version {{tag}}
de_de: Version {{tag}} erstellt
es_es: Versión creada {{tag}}
fr_fr: Version créée {{tag}}
hi_in: ने संस्करण {{tag}} बनाया
id_id: Membuat versi {{tag}}
it_it: Versione creata {{tag}}
ja_jp: バージョン {{tag}} を作成しました
ko_kr: 생성된 버전 {{tag}}
ms_my: Dicipta versi {{tag}}
pt_br: Versão {{tag}} criada
ru_ru: Созданная версия {{tag}}
th_th: เวอร์ชันที่สร้าง {{tag}}
vi_vn: Đã tạo phiên bản {{tag}}
zh_cn: 创建了版本 {{tag}}
zh_tw: 已建立版本 {{tag}}

# PwE
source: uploaded version {{tag}}
de_de: hat Version {{tag}} hochgeladen
es_es: se ha subido la versión {{tag}}
fr_fr: Version importée {{tag}}
hi_in: अपलोड किया गया संस्करण {{tag}}
id_id: versi yang diunggah {{tag}}
it_it: ha caricato la versione {{tag}}
ja_jp: バージョン {{tag}} をアップロードしました
ko_kr: 업로드된 버전 {{tag}}
ms_my: Dimuat naik versi {{tag}}
pt_br: versão carregada {{tag}}
ru_ru: загруженная версия {{tag}}
th_th: เวอร์ชันที่อัปโหลด {{tag}}
vi_vn: phiên bản được tải lên {{tag}}
zh_cn: 上传了版本 {{tag}}
zh_tw: 上傳了版本 {{tag}}

# w3M
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Gambar
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# i2g
source: Contact Support
de_de: Support kontaktieren
es_es: Ponte en contacto con el servicio de soporte técnico
fr_fr: Contacter l'assistance
hi_in: सहायता से संपर्क करें
id_id: Hubungi Dukungan
it_it: Contatta supporto tecnico
ja_jp: カスタマーサービスにお問い合わせください
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Perkhidmatan Pelanggan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ bộ phận Hỗ trợ
zh_cn: 联系客服
zh_tw: 聯絡客服

# X/E
source: Failed to import. Encrypted files can't be imported.
de_de: Importieren fehlgeschlagen. Verschlüsselte Datei kann nicht importiert werden.
es_es: Error al importar. El archivo cifrado no se puede importar.
fr_fr: Échec de l'importation. Impossible d'importer les fichiers chiffrés.
hi_in: आयात करने में विफल हुआ. एन्क्रिप्टेड फ़ाइल आयात नहीं की जा सकती.
id_id: Gagal mengimpor. File terenkripsi tidak dapat diimpor.
it_it: Impossibile importare. Impossibile importare il file crittografato.
ja_jp: インポートできませんでした。暗号化されたファイルはサポートされていません
ko_kr: 가져오기에 실패했습니다. 암호화된 파일은 가져올 수 없습니다.
ms_my: Gagal mengimport. Fail yang dienkripsi belum tersedia.
pt_br: Falha ao importar. Não é possível importar o arquivo criptografado.
ru_ru: Не удалось импортировать. Зашифрованный файл не может быть импортирован.
th_th: นำเข้าไม่สำเร็จ ไม่สามารถนำเข้าไฟล์ที่เข้ารหัสได้
vi_vn: Nhập thất bại.Không thể nhập tệp tin đã mã hóa.
zh_cn: 导入失败，不支持导入加密文件
zh_tw: 匯入失敗，不支援匯入加密檔案

# Jfs
source: Failed to import. File size exceeds {{size}}MB.
de_de: Importieren fehlgeschlagen. Dateigröße überschreitet {{size}} MB.
es_es: Error al importar. El tamaño del archivo es superior a {{size}} MB.
fr_fr: Échec de l'importation. La taille du fichier dépasse {{size}} Mo.
hi_in: आयात करने में विफल हुआ. फ़ाइल का आकार {{size}} MB से अधिक हो गया.
id_id: Gagal mengimpor. Ukuran file melebihi {{size}}MB.
it_it: Impossibile importare. La dimensione del file supera {{size}} MB.
ja_jp: インポートできませんでした。ファイルのサイズが{{size}}MBを超えています
ko_kr: 가져오기에 실패했습니다. 파일 크기가 {{size}}MB를 초과합니다.
ms_my: Gagal mengimport. Saiz fail melebihi {{size}}MB.
pt_br: Falha ao importar. O tamanho do arquivo é superior a {{size}} MB.
ru_ru: Не удалось импортировать. Размер файла больше {{size}} МБ.
th_th: นำเข้าไม่สำเร็จ ขนาดไฟล์เกิน {{size}}MB
vi_vn: Nhập thất bại. Kích cỡ tệp tin vượt quá {{size}}MB.
zh_cn: 导入失败，文件大小超过 {{size}} MB
zh_tw: 匯入失敗，檔案大小超過 {{size}} MB

# NP0
source: Failed to import. Please make sure you upload a supported file type.
de_de: Importieren fehlgeschlagen. Stellen Sie sicher, dass Sie einen unterstützten Dateityp hochladen.
es_es: Error al importar. Comprueba que el tipo del archivo que has subido sea disponible.
fr_fr: Échec de l'importation. Veillez à télécharger un type de fichier pris en charge.
hi_in: आयात करने में विफल हुआ. कृपया जाँचें कि क्या आप एक समर्थित फ़ाइल प्रकार अपलोड कर रहे हैं.
id_id: Gagal mengimpor. Pastikan Anda mengunggah jenis file yang didukung.
it_it: Impossibile importare. Assicurati di caricare un tipo di file supportato.
ja_jp: インポートできませんでした。このファイルの形式はサポートされていません
ko_kr: 가져오기에 실패했습니다. 지원되는 파일 형식을 업로드했는지 확인하세요.
ms_my: Gagal mengimport. Jenis fail tidak tersedia.
pt_br: Falha ao importar. Carregue um tipo de arquivo compatível.
ru_ru: Не удалось импортировать. Убедитесь, что вы загружаете файл поддерживаемого типа.
th_th: นำเข้าไม่สำเร็จ โปรดตรวจสอบให้แน่ใจว่าคุณอัปโหลดประเภทไฟล์ที่รองรับ
vi_vn: Nhập thất bại. Vui lòng đảm bảo bạn tải lên một loại tệp tin được hỗ trợ.
zh_cn: 导入失败，不支持导入该类型文件
zh_tw: 匯入失敗，不支援匯入該類型檔案
