Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# vHY
source: Compressing...
de_de: Komprimierungsvorgang...
es_es: Comprimiendo...
fr_fr: Compression en cours...
id_id: Mengompresi...
it_it: Compressione in corso
ja_jp: 圧縮しています...
ko_kr: 압축 중...
ms_my: Memampatkan...
pt_br: Compactando...
ru_ru: Сжатие...
th_th: กำลังบีบอัด...
vi_vn: Đang nén...
zh_cn: 正在压缩...
zh_tw: 正在壓縮...

# goQ
source: Please allow {{APP_DISPLAY_NAME}} to access your photos to select images or videos
de_de: Bitte erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihre Fotos, um Bilder oder Videos auszuwählen.
es_es: Permite que {{APP_DISPLAY_NAME}} pueda acceder a tus fotos para seleccionar imágenes o vídeos
fr_fr: Veuillez autoriser {{APP_DISPLAY_NAME}} à accéder à vos photos pour sélectionner des images ou des vidéos
hi_in: कृपया {{APP_DISPLAY_NAME}} को छवियाँ और वीडियो चुनने के लिए अपने फ़ोटो ऐक्सेस करने की अनुमति दें
id_id: Izinkan {{APP_DISPLAY_NAME}} untuk mengakses foto untuk memilih gambar atau video
it_it: Consenti a {{APP_DISPLAY_NAME}} di accedere alle tue foto per selezionare immagini o video
ja_jp: 画像とビデオを選択するには、「設定」から{{APP_DISPLAY_NAME}} による写真へのアクセスを許可してください
ko_kr: {{APP_DISPLAY_NAME}}이(가) 사진에 액세스하여 이미지 또는 동영상을 선택할 수 있도록 허용하세요
ms_my: Sila benarkan {{APP_DISPLAY_NAME}} mengakses gambar anda untuk memilih imej atau video
pt_br: Permitir que o {{APP_DISPLAY_NAME}} acesse suas fotos para selecionar imagens ou vídeos
ru_ru: Разрешите {{APP_DISPLAY_NAME}} доступ к вашим фотографиям, чтобы выбрать изображения или видео.
th_th: โปรดอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงรูปภาพของคุณเพื่อเลือกรูปภาพหรือวิดีโอ
vi_vn: Vui lòng cho phép {{APP_DISPLAY_NAME}} truy cập vào ảnh của bạn để chọn ảnh hoặc video
zh_cn: 请在设置中开启{{APP_DISPLAY_NAME}}的照片权限，以便选择图片或视频
zh_tw: 請在設定中開啟{{APP_DISPLAY_NAME}}的相片權限，以便選擇圖片或影片

# qIM
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 已完成
zh_tw: 已完成

# 9yk
source: View Image ({{image_size}})
de_de: Bild ansehen ({{image_size}})
es_es: Ver imagen ({{image_size}})
fr_fr: Afficher l'image ({{image_size}})
id_id: Lihat Gambar ({{image_size}})
it_it: Visualizza immagine ({{image_size}})
ja_jp: 元画像を表示（{{image_size}}）
ko_kr: 이미지 보기({{image_size}})
ms_my: Lihat Imej ({{image_size}})
pt_br: Visualizar imagem ({{image_size}})
ru_ru: Просмотр изображения ({{image_size}})
th_th: ดูภาพ ({{image_size}})
vi_vn: Xem hình ảnh ({{image_size}})
zh_cn: 查看原图（{{image_size}}）
zh_tw: 查看原圖 ({{image_size}})

# 8ow
source: Need permission to access your photos
de_de: Berechtigung zum Zugriff auf Ihre Fotos erforderlich
es_es: Se necesita permiso para acceder a tus fotos
fr_fr: Autorisation d'accès à vos photos nécessaire
hi_in: आपके फ़ोटो ऐक्सेस करने के लिए अनुमति की आवश्यकता है
id_id: Perlu izin untuk mengakses foto Anda
it_it: Necessita l'autorizzazione per accedere alle tue foto
ja_jp: 写真へのアクセス許可が必要です
ko_kr: 사진에 액세스할 수 있는 권한이 필요합니다
ms_my: Perlu kebenaran untuk mengakses gambar anda
pt_br: Precisa de permissão para acessar suas fotos
ru_ru: Требуется разрешение на доступ к вашим фотографиям
th_th: ต้องได้รับสิทธิ์การอนุญาตเข้าถึงรูปภาพของคุณ
vi_vn: Cần có quyền để truy cập vào ảnh của bạn
zh_cn: 需要获得照片权限
zh_tw: 需要取得相片權限

# 8j0
source: Your total Docs storage is {{num1}} GB and you've used {{num2}} GB. You can delete some files to free up storage space, or go to {{link}} to view more details.
de_de: Ihr Docs-Speicherplatz beträgt insgesamt {{num1}} GB und Sie haben {{num2}} GB verwendet. Sie können Dateien löschen, um Speicherplatz freizugeben, oder zu ({{link}}) navigieren, um weitere Informationen anzuzeigen.
es_es: Tu almacenamiento total en Docs es de {{num1}} GB y ya has usado {{num2}} GB. Elimina archivos para liberar espacio o acceder a {{link}} para ver más detalles.
fr_fr: Votre espace de stockage Docs total est de {{num1}} Go et vous avez déjà utilisé {{num2}} Go. Vous pouvez définitivement supprimer certains fichiers pour libérer de l'espace de stockage ou accéder à {{link}} pour plus de détails.
id_id: Total penyimpanan Docs Anda {{num1}} GB dan Anda telah menggunakan {{num2}} GB. Anda dapat menghapus beberapa file untuk mengosongkan ruang penyimpanan, atau membuka ({{link}}) untuk melihat perincian lebih lanjut.
it_it: L'archiviazione totale dei tuoi Docs è di {{num1}} GB e hai utilizzato {{num2}} GB. Puoi eliminare qualche file per liberare spazio di archiviazione oppure vai all'indirizzo {{link}} per visualizzare altri dettagli.
ja_jp: あなたの Docs クラウドストレージの容量は {{num1}} GB で、現在使用中のストレージ容量は {{num2}} GB です。不要なファイルを削除してストレージ容量を解放するか、{{link}} にアクセスして詳細を確認してください。
ko_kr: 회원님의 총 Docs 저장용량은 {{num1}}GB이며 {{num2}}GB를 사용했습니다. 일부 파일을 삭제하여 저장 공간을 확보하거나, 자세한 내용을 보려면 ({{link}})(으)로 이동하십시오.
ms_my: Jumlah storan Docs anda ialah {{num1}} GB dan anda telah menggunakan {{num2}} GB. Anda boleh padam beberapa fail untuk kosongkan ruang storan, atau pergi ke {{link}} untuk lihat lebih lanjut.
pt_br: Seu armazenamento total do Docs é de {{num1}} GB e você usou {{num2}} GB. Você pode excluir alguns arquivos para liberar espaço de armazenamento ou ir para {{link}} para visualizar mais detalhes.
ru_ru: Ваше общее место для хранения в Docs составляет {{num1}} ГБ, вы использовали {{num2}} ГБ. Вы можете удалить некоторые файлы, чтобы освободить место, или изучить {{link}}, где приведены дополнительные сведения.
th_th: คุณมีพื้นที่เก็บข้อมูล Docs ทั้งหมด {{num1}} GB และใช้ไปแล้ว {{num2}} GB คุณสามารถลบไฟล์ออกบางส่วนเพื่อเพิ่มพื้นที่ว่าง หรือไปยัง {{link}} เพื่อขอดูรายละเอียดเพิ่มเติมได้
vi_vn: Tổng bộ nhớ Docs của bạn là {{num1}} GB và bạn đã sử dụng {{num2}} GB. Bạn có thể xóa một số tập tin để giải phóng dung lượng lưu trữ hoặc đi tới {{link}} để xem thêm thông tin chi tiết.
zh_cn: 你的云文档存储空间为 {{num1}} GB，已使用 {{num2}} GB 。 你可以删除不必要的文件以释放存储空间，或查看 {{link}} 了解更多详情。
zh_tw: 你的雲端文件儲存空間為 {{num1}} GB，已使用 {{num2}} GB。 你可以刪除不必要的檔案以釋放儲存空間，或查看 {{link}} 瞭解更多詳細資料。

# gMw
source: Your total Docs storage is {{num1}} GB and you've used {{num2}} GB. You can delete some files to free up storage space, or contact ({{name}}) for more space.
de_de: Ihr Docs-Speicherplatz beträgt insgesamt {{num1}} GB und Sie haben {{num2}} GB verwendet. Sie können Dateien löschen, um Speicherplatz freizugeben, oder sich wegen zusätzlichem Speicherplatz an ({{name}}) wenden.
es_es: Tu almacenamiento total en Docs es de {{num1}} GB y ya has usado {{num2}} GB. Elimina archivos para liberar espacio o ponte en contacto con ({{name}}) para obtener más espacio.
fr_fr: Votre espace de stockage Docs total est de {{num1}} Go et vous avez déjà utilisé {{num2}} Go. Vous pouvez supprimer certains fichiers pour libérer de l'espace de stockage ou contacter ({{name}}) pour obtenir plus d'espace.
id_id: Total penyimpanan Docs Anda {{num1}} GB dan Anda telah menggunakan {{num2}} GB. Anda dapat menghapus beberapa file untuk mengosongkan ruang penyimpanan, atau menghubungi administrator ({{name}}) untuk mendapatkan lebih banyak ruang.
it_it: L'archiviazione totale dei tuoi Docs è di {{num1}} GB e hai utilizzato {{num2}} GB. Puoi eliminare qualche file per liberare spazio di archiviazione oppure contatta {{name}} per ottenere altro spazio.
ja_jp: あなたの Docs クラウドストレージの容量は {{num1}} GB で、現在使用中のストレージ容量は {{num2}} GB です。不要なファイルを削除してストレージ容量を解放するか、（{{name}}）にストレージ容量の引き上げを依頼してください。
ko_kr: 회원님의 총 Docs 저장용량은 {{num1}}GB이며 {{num2}}GB를 사용했습니다. 일부 파일을 삭제하여 저장 공간을 확보하거나 ({{name}}) 님에게 추가 공간을 문의할 수 있습니다.
ms_my: Jumlah storan Docs anda ialah {{num1}} GB dan anda telah menggunakan {{num2}} GB. Anda boleh memadam beberapa fail untuk mengosongkan ruang storan, atau hubungi ({{name}}) untuk ruang tambahan.
pt_br: Seu armazenamento total do Docs é de {{num1}} GB e você usou {{num2}} GB. Você pode excluir alguns arquivos para liberar espaço de armazenamento ou entrar em contato com ({{name}}) para obter mais espaço.
ru_ru: Ваше общее место для хранения в Docs составляет {{num1}} ГБ, вы использовали {{num2}} ГБ. Вы можете удалить некоторые файлы, чтобы освободить место, или обратиться к ({{name}}), чтобы запросить дополнительное пространство.
th_th: คุณมีพื้นที่เก็บข้อมูล Docs ทั้งหมด {{num1}} GB และใช้ไปแล้ว {{num2}} GB คุณสามารถลบไฟล์ออกบางส่วนเพื่อเพิ่มพื้นที่ว่าง หรือติดต่อ ({{name}}) เพื่อขอพื้นที่เพิ่มเติมได้
vi_vn: Tổng bộ nhớ Docs của bạn là {{num1}} GB và bạn đã sử dụng {{num2}} GB. Bạn có thể xóa một số tập tin để giải phóng dung lượng lưu trữ hoặc liên hệ với ({{name}}) để tăng thêm dung lượng.
zh_cn: 你的云文档存储空间为 {{num1}} GB，已使用 {{num2}} GB 。 你可以删除不必要的文件以释放存储空间，或联系（{{name}}）提高你的存储空间上限。
zh_tw: 你的雲端文件儲存空間為 {{num1}} GB，已使用 {{num2}} GB。 你可以刪除不必要的檔案以釋放儲存空間，或聯絡 ({{name}}) 提高你的儲存空間上限。

# YNY
source: Your total Docs storage is {{num1}} GB and you've used {{num2}} GB. You can delete some files to free up storage space, or contact the administrator ({{name}}) for more space.
de_de: Ihr Docs-Speicherplatz beträgt insgesamt {{num1}} GB und Sie haben {{num2}} GB verwendet. Sie können Dateien löschen, um Speicherplatz freizugeben, oder sich wegen zusätzlichem Speicherplatz an den Administrator ({{name}}) wenden.
es_es: Tu almacenamiento total en Docs es de {{num1}} GB y ya has usado {{num2}} GB. Elimina archivos para liberar espacio o ponte en contacto con el administrador ({{name}}) para obtener más espacio.
fr_fr: Votre espace de stockage Docs total est de {{num1}} Go et vous avez déjà utilisé {{num2}} Go. Vous pouvez supprimer certains fichiers pour libérer de l'espace de stockage ou contacter l'administrateur ({{name}}) pour obtenir plus d'espace.
id_id: Total penyimpanan Docs Anda adalah {{num1}} GB dan Anda telah menggunakan {{num2}} GB. Anda dapat menghapus beberapa file untuk mengosongkan ruang penyimpanan, atau menghubungi administrator ({{name}}) untuk mendapatkan lebih banyak ruang.
it_it: L'archiviazione totale dei tuoi Docs è di {{num1}} GB e hai utilizzato {{num2}} GB. Puoi eliminare qualche file per liberare spazio di archiviazione oppure contatta l'amministratore ({{name}}) per ottenere altro spazio.
ja_jp: あなたの Docs クラウドストレージの容量は {{num1}} GB で、現在使用中のストレージ容量は {{num2}} GB です。 不要なファイルを削除してストレージ容量を解放するか、管理者（{{name}}）にストレージ容量の引き上げを依頼してください。
ko_kr: 회원님의 총 Docs 저장소는 {{num1}}GB이며 {{num2}}GB를 사용했습니다. 일부 파일을 삭제하여 저장소 공간을 확보하거나 관리자({{name}})에게 문의하여 추가 공간을 확보할 수 있습니다.
ms_my: Jumlah storan Docs anda ialah {{num1}} GB dan anda telah menggunakan {{num2}} GB. Anda boleh memadam beberapa fail untuk mengosongkan ruang storan, atau hubungi pentadbir ({{name}}) untuk ruang tambahan.
pt_br: Seu armazenamento total do Docs é de {{num1}} GB e você usou {{num2}} GB. Você pode excluir alguns arquivos para liberar espaço de armazenamento ou entrar em contato com o administrador ({{name}}) para obter mais espaço.
ru_ru: Ваше общее место для хранения в Docs составляет {{num1}} ГБ, вы использовали {{num2}} ГБ. Вы можете удалить некоторые файлы, чтобы освободить место, или обратиться к администратору ({{name}}), чтобы запросить дополнительное пространство.
th_th: คุณมีพื้นที่เก็บข้อมูล Docs ทั้งหมด {{num1}} GB และใช้ไปแล้ว {{num2}} GB คุณสามารถลบไฟล์ออกบางส่วนเพื่อเพิ่มพื้นที่ว่าง หรือติดต่อผู้ดูแล ({{name}}) เพื่อขอพื้นที่เพิ่มเติมได้
vi_vn: Tổng bộ nhớ Docs của bạn là {{num1}} GB và bạn đã sử dụng {{num2}} GB. Bạn có thể xóa một số tập tin để giải phóng dung lượng lưu trữ hoặc liên hệ với quản trị viên ({{name}}) để tăng thêm dung lượng.
zh_cn: 你的云文档存储空间为 {{num1}} GB，已使用 {{num2}} GB 。 你可以删除不必要的文件以释放存储空间，或联系管理员（{{name}}）提高你的存储空间上限
zh_tw: 你的雲端文件儲存空間為 {{num1}} GB，已使用 {{num2}} GB。 你可以刪除不必要的檔案以釋放儲存空間，或聯絡管理員 ({{name}}) 提高你的儲存空間上限

# wg0
source: Unsupported operation
de_de: Nicht unterstützter Vorgang
es_es: Operación no admitida
fr_fr: Opération non prise en charge
id_id: Operasi tidak didukung
it_it: Operazione non supportata
ja_jp: サポートされていない操作です。
ko_kr: 지원되지 않는 작업
ms_my: Operasi tidak disokong
pt_br: Operação não suportada
ru_ru: Неподдерживаемая операция
th_th: การดำเนินการที่ไม่รองรับ
vi_vn: Thao tác không được hỗ trợ
zh_cn: 暂不支持此操作
zh_tw: 暫不支援此操作

# MVs
source: Grant all access?
de_de: Gesamten Zugriff gewähren?
es_es: ¿Otorgar todos los accesos?
fr_fr: Accorder l'accès à tous ?
id_id: Berikan semua akses?
it_it: Concedere tutti gli accessi?
ja_jp: すべての権限を取り消しますか？
ko_kr: 모든 액세스 권한을 부여하시겠습니까?
ms_my: Berikan semua akses?
pt_br: Conceder todo o acesso?
ru_ru: Предоставить полный доступ?
th_th: มอบการเข้าถึงทั้งหมดหรือไม่
vi_vn: Cấp tất cả quyền truy cập?
zh_cn: 确定全部授权？
zh_tw: 確定全部授權嗎？

# WiE
source: Once granted, the current chat will have view permission of all mentioned docs (except the ones you don't have permission to share).
de_de: Nachdem die Genehmigung erteilt wurde, hat der aktuelle Chat die Leseberechtigung für alle erwähnten Dokumente (mit Ausnahme derer, für die Sie keine Freigabeberechtigung haben).
es_es: Cuando se otorguen, el chat actual tendrá permiso de visualización de todos los documentos de Docs mencionados (excepto los que no tienes permiso para compartir).
fr_fr: Après l'octroi, le chat actuel aura l'autorisation de lecture pour tous les docs mentionnés (sauf ceux pour lesquels vous n'avez pas l'autorisation de partage).
id_id: Setelah diberi izin, obrolan saat ini akan memiliki izin untuk melihat ke semua docs yang disebutkan (kecuali docs yang tidak Anda miliki izinnya untuk dibagikan).
it_it: Dopo la concessione, la chat corrente disporrà dell'autorizzazione per visualizzare tutti i Docs menzionati (eccetto quelli per cui non disponi dell'autorizzazione per condividere).
ja_jp: すべての権限を付与すると、このグループに現在のリスト上のすべての引用ドキュメントの閲覧権限を付与します（あなたに共有権限がない引用ドキュメントは除く）。
ko_kr: 부여하면 현재 채팅은 멘션된 모든 문서의 읽기 권한을 가집니다(공유 권한이 없는 문서 제외).
ms_my: Setelah diberi, sembang semasa akan mempunyai kebenaran melihat semua dokumen yang disebut (kecuali yang anda tidak mempunyai kebenaran untuk berkongsi).
pt_br: Uma vez concedido, o chat atual terá permissão para visualizar todos os Docs mencionados (exceto aqueles que você não tem permissão para compartilhar).
ru_ru: После предоставления текущий чат будет иметь разрешение на просмотр всех упомянутых документов (кроме тех, которыми у вас нет разрешения поделиться).
th_th: เมื่อมอบแล้ว แชทปัจจุบันจะมีสิทธิ์การอนุญาตในการดู Docs ที่กล่าวถึงทั้งหมด (ยกเว้นรายการที่คุณไม่มีสิทธิ์การอนุญาตในการแบ่งปัน)
vi_vn: Sau khi cấp, cuộc trò chuyện hiện tại sẽ có quyền xem tất cả tài liệu được đề cập (trừ những tài liệu bạn không có quyền chia sẻ).
zh_cn: 全部授权后，将授予本群当前列表中所有引用文档的可阅读权限（你没有分享权限的引用文档除外）
zh_tw: 全部授權後，將授予本群組目前清單內所有本文引用的可閱讀權限 (你沒有分享權限的本文引用除外)

# j2U
source: Once granted, the current user will have view permission of all mentioned docs (except the ones you don't have permission to share).
de_de: Nachdem die Genehmigung erteilt wurde, hat der aktuelle Benutzer die Leseberechtigung für alle erwähnten Dokumente (mit Ausnahme derer, für die Sie keine Freigabeberechtigung haben).
es_es: Cuando se otorguen, el usuario actual tendrá permiso de visualización de todos los documentos de Docs mencionados (excepto los que no tienes permiso para compartir).
fr_fr: Une fois l'accès accordé, l'utilisateur actuel aura l'autorisation de lecture pour tous les docs mentionnés (sauf ceux pour lesquels vous n'avez pas l'autorisation de partage).
id_id: Setelah diberi izin, pengguna saat ini akan memiliki izin untuk melihat ke semua docs yang disebutkan (kecuali docs yang tidak Anda miliki izinnya untuk dibagikan).
it_it: Dopo la concessione, l'utente corrente disporrà dell'autorizzazione per visualizzare tutti i Docs menzionati (eccetto quelli per cui non disponi dell'autorizzazione alla condivisione).
ja_jp: すべての権限を付与すると、相手に現在のリスト上のすべての引用ドキュメントの閲覧権限を付与します（あなたに共有権限がない引用ドキュメントは除く）。
ko_kr: 부여하면 현재 사용자는 멘션된 모든 문서의 읽기 권한을 가집니다(공유 권한이 없는 문서 제외).
ms_my: Setelah diberi, pengguna semasa akan mempunyai kebenaran melihat semua dokumen yang disebut (kecuali yang anda tidak mempunyai kebenaran untuk berkongsi).
pt_br: Uma vez concedido, o usuário atual terá permissão para visualizar todos os Docs mencionados (exceto aqueles que você não tem permissão para compartilhar).
ru_ru: После предоставления текущий пользователь будет иметь разрешение на просмотр всех упомянутых документов (кроме тех, которыми у вас нет разрешения поделиться).
th_th: เมื่อมอบแล้ว ผู้ใช้ปัจจุบันจะมีสิทธิ์การอนุญาตในการดู Docs ที่กล่าวถึงทั้งหมด (ยกเว้นรายการที่คุณไม่มีสิทธิ์การอนุญาตในการแบ่งปัน)
vi_vn: Sau khi cấp, người dùng hiện tại sẽ có quyền xem tất cả tài liệu được đề cập (trừ những tài liệu bạn không có quyền chia sẻ).
zh_cn: 全部授权后，将授予对方当前列表中所有引用文档的可阅读权限（你没有分享权限的引用文档除外）
zh_tw: 全部授權後，將授予對方目前清單內所有本文引用的可閱讀權限 (你沒有分享權限的本文引用除外)

# fEk
source: Grant all access
de_de: Gesamten Zugriff gewähren
es_es: Otorgar todos los accesos
fr_fr: Accorder l'accès à tous
id_id: Berikan semua akses
it_it: Concedi tutti gli accessi
ja_jp: すべての権限を付与
ko_kr: 모든 액세스 권한 부여
ms_my: Berikan semua akses
pt_br: Conceder todo o acesso
ru_ru: Предоставить полный доступ
th_th: มอบการเข้าถึงทั้งหมด
vi_vn: Cấp tất cả quyền truy cập
zh_cn: 全部授权
zh_tw: 全部授權

# w1c
source: Failed to grant all access. Please try again.
de_de: Der Zugriff konnte insgesamt nicht gewährt werden. Bitte versuchen Sie es erneut.
es_es: Error al otorgar todos los accesos. Inténtalo de nuevo.
fr_fr: Tous les accès n'ont pas pu être accordés. Veuillez réessayer.
id_id: Gagal memberikan semua akses. Coba lagi.
it_it: Impossibile concedere tutti gli accessi. Riprova.
ja_jp: すべての権限を付与できませんでした。再試行してください。
ko_kr: 모든 액세스 권한을 부여하지 못했습니다. 다시 시도하세요.
ms_my: Gagal memberi akses semua. Sila cuba lagi.
pt_br: Falha ao conceder todo o acesso. Tente novamente.
ru_ru: Не удалось предоставить полный доступ. Попробуйте еще раз.
th_th: มอบการเข้าถึงทั้งหมดไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Cấp tất cả quyền truy cập không thành công. Vui lòng thử lại.
zh_cn: 全部授权失败，请重试
zh_tw: 全部授權失敗，請重試

# XjU
source: Failed to grant some access. Please try again.
de_de: Der Zugriff konnte teilweise nicht gewährt werden. Bitte versuchen Sie es erneut.
es_es: Error al otorgar algunos accesos. Inténtalo de nuevo.
fr_fr: Certains accès n'ont pas été accordés. Veuillez réessayer.
id_id: Gagal memberikan beberapa akses. Coba lagi.
it_it: Impossibile concedere alcuni accessi. Riprova.
ja_jp: 一部の権限を付与できませんでした。再試行してください。
ko_kr: 일부 액세스 권한을 부여하지 못했습니다. 다시 시도하세요.
ms_my: Gagal memberi akses sebahagian. Sila cuba lagi.
pt_br: Falha ao conceder algum acesso. Tente novamente.
ru_ru: Не удалось предоставить некоторые права доступа. Попробуйте еще раз.
th_th: มอบการเข้าถึงบางประการไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Cấp một số quyền truy cập không thành công. Vui lòng thử lại.
zh_cn: 部分授权失败，请重试
zh_tw: 部分授權失敗，請重試

# NNo
source: Granted access to all mentioned docs
de_de: Der Zugriff auf alle erwähnten Dokumente wurde gewährt
es_es: Acceso otorgado a todos los documentos de Docs mencionados
fr_fr: Octroi de l'accès à tous les docs mentionnés
id_id: Berhasil memberikan akses ke semua docs yang disebutkan
it_it: Accesso a tutti i Docs menzionati concesso
ja_jp: すべての引用ドキュメントの閲覧権限を付与しました。
ko_kr: 멘션된 모든 문서에 대한 액세스 권한을 부여했습니다
ms_my: Diberi akses kepada semua dokumen yang disebut
pt_br: Acesso concedido a todos os Docs mencionados
ru_ru: Предоставлен доступ ко всем упомянутым документам
th_th: มอบการเข้าถึงให้กับ Docs ที่กล่าวถึงทั้งหมดแล้ว
vi_vn: Đã cấp quyền truy cập vào tất cả tài liệu được đề cập
zh_cn: 已授予全部引用文档可阅读权限
zh_tw: 已授予全部本文引用的可閱讀權限

# YLM
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# EGo
source: You don't have permission to grant access.
de_de: Sie sind nicht berechtigt, Zugriff zu gewähren.
es_es: No tienes permiso para otorgar acceso.
fr_fr: Vous n'êtes pas autorisé à accorder l'accès.
id_id: Anda tidak memiliki izin untuk memberikan akses.
it_it: Non disponi dell'autorizzazione per concedere l'accesso.
ja_jp: 権限を付与できませんでした。権限付与の操作権限がありません。
ko_kr: 액세스 권한을 부여할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk memberi akses.
pt_br: Você não tem permissão para conceder acesso.
ru_ru: У вас нет разрешения на предоставление доступа.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการมอบการเข้าถึง
vi_vn: Bạn không có quyền cấp quyền truy cập.
zh_cn: 授权失败，暂无权限操作授权
zh_tw: 授權失敗，暫無操作授權的權限

# V6Y
source: Granting...
de_de: Wird gewährt...
es_es: Otorgando...
fr_fr: Octroi en cours...
id_id: Memberikan...
it_it: Concessione in corso
ja_jp: 権限を付与しています...
ko_kr: 권한 부여 중...
ms_my: Memberi...
pt_br: Concedendo...
ru_ru: Предоставление...
th_th: กำลังมอบ...
vi_vn: Đang cấp...
zh_cn: 授权中
zh_tw: 授權中

# yo4
source: Revoking...
de_de: Wird widerrufen...
es_es: Revocando...
fr_fr: Révocation en cours...
id_id: Mencabut...
it_it: Revoca in corso
ja_jp: 権限を取り消しています...
ko_kr: 철회 중...
ms_my: Membatalkan...
pt_br: Revogando...
ru_ru: Отзыв...
th_th: กำลังเพิกถอน...
vi_vn: Đang thu hồi...
zh_cn: 撤销授权中
zh_tw: 撤銷授權中

# DBc
source: Unable to open files with sensitive content in Mindnote
de_de: Öffnen von Dateien mit vertraulichem Inhalt in Mindnote nicht möglich
es_es: No se pueden abrir archivos con contenido confidencial en MindNotes
fr_fr: Impossible d'ouvrir des fichiers au contenu sensible dans MindNote
id_id: Gagal membuka file dengan konten sensitif di Mindnote
it_it: Impossibile aprire file con contenuto sensibile in MindNote
ja_jp: センシティブな内容が含まれているため、マインドノートに変換できません。
ko_kr: 마인드 노트에서 민감한 콘텐츠가 포함된 파일을 열 수 없습니다
ms_my: Tidak dapat membuka fail dengan kandungan sensitif dalam Mindnote
pt_br: Não é possível abrir arquivos com conteúdo sensível no Mindnote
ru_ru: Невозможно открыть файлы с конфиденциальным содержимым в Mindnote
th_th: เปิดไฟล์ที่มีเนื้อหาละเอียดอ่อนใน Mindnote ไม่สำเร็จ
vi_vn: Không thể mở tập tin chứa nội dung nhạy cảm trong Mindnote
zh_cn: 文件内容包含敏感信息，无法转为思维笔记
zh_tw: 檔案內容包含敏感資訊，無法轉換為心智圖筆記

# EnQ
source: Unable to open files with sensitive content in Docs
de_de: Öffnen von Dateien mit vertraulichem Inhalt in Docs nicht möglich
es_es: No se pueden abrir archivos con contenido confidencial en Docs
fr_fr: Impossible d'ouvrir des fichiers au contenu sensible dans Docs
id_id: Gagal membuka file dengan konten sensitif di Docs
it_it: Impossibile aprire file con contenuto sensibile in Docs
ja_jp: ファイルにセンシティブな内容が含まれているため、Docs に変換できません。
ko_kr: Docs에서 민감한 콘텐츠가 포함된 파일을 열 수 없습니다
ms_my: Tidak dapat membuka fail dengan kandungan sensitif dalam Docs
pt_br: Não é possível abrir arquivos com conteúdo sensível no Docs
ru_ru: Невозможно открыть файлы с конфиденциальным содержимым в Docs
th_th: เปิดไฟล์ที่มีเนื้อหาละเอียดอ่อนใน Docs ไม่สำเร็จ
vi_vn: Không thể mở tập tin chứa nội dung nhạy cảm trong Docs
zh_cn: 文件内容包含敏感信息，无法转为在线文档
zh_tw: 檔案內容包含敏感資訊，無法轉換為線上文件

# Uc0
source: Unable to open with Docs. Please try again later
de_de: Öffnen mit Docs nicht möglich. Bitte versuchen Sie es später erneut
es_es: No se puede abrir con Docs. Inténtelo de nuevo más tarde
fr_fr: Impossible d'ouvrir avec Docs. Veuillez réessayer plus tard
id_id: Gagal membuka dengan Docs. Coba lagi nanti
it_it: Impossibile aprire con Docs. Riprova più tardi
ja_jp: 現在、オンラインドキュメントに変換できません。後で再試行してください。
ko_kr: Docs로 열 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat membuka dengan Docs. Sila cuba lagi kemudian
pt_br: Não é possível abrir com Docs. Tente novamente mais tarde
ru_ru: Невозможно открыть в Sheets. Попробуйте позже
th_th: เปิดด้วย Docs ไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể mở bằng Docs. Vui lòng thử lại sau
zh_cn: 暂不支持转为在线文档，请稍后重试
zh_tw: 暫不支援轉換為線上文件，請稍後重試
