Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Z1A
source: Importing too much content (over 20,000 blocks). Please reduce content size and try again.
de_de: Zu viele Inhalte werden importiert (über 20.000 Blöcke). Bitte reduzieren Sie die Inhaltsgröße und versuchen Sie es erneut.
es_es: Importando demasiado contenido (más de 20.000 bloques). Reduce el tamaño del contenido e inténtalo de nuevo.
fr_fr: Importation d'un trop grand nombre d'éléments (plus de 20 000 blocs). Veuillez réduire ce nombre et réessayer.
hi_in: बहुत अधिक कांटेंट आयात किया जा रहा है (20,000 खंड से अधिक). कृपया कांटेंट का आकार कम करें और पुनः प्रयास करें.
id_id: Mengimpor terlalu banyak konten (lebih dari 20.000 blok). Kurangi ukuran konten dan coba lagi.
it_it: Importazione in corso di troppo contenuto (oltre 20.000 blocchi). Riduci le dimensioni del contenuto e riprova.
ja_jp: インポートする内容が多すぎるため、減少してから再試行してください
ko_kr: 너무 많은 콘텐츠(20,000개 이상의 블록)를 가져오고 있습니다. 콘텐츠 크기를 줄이고 다시 시도하세요.
ms_my: Mengimport terlalu banyak kandungan (lebih 20,000 blok). Sila kurangkan saiz kandungan dan cuba lagi.
pt_br: Importando muito conteúdo (mais de 20.000 blocos). Reduza o tamanho do conteúdo e tente novamente.
ru_ru: Импорт слишком большого количества контента (более 20 000 блоков). Уменьшите размер контента и повторите попытку.
th_th: กำลังนำเข้าเนื้อหามากเกินไป (เกิน 20,000 บล็อก) โปรดลดขนาดเนื้อหาแล้วลองอีกครั้ง
vi_vn: Đang nhập quá nhiều nội dung (hơn 20.000 khối). Vui lòng giảm kích cỡ nội dung và thử lại.
zh_cn: 导入的内容块数量过多（超过 20,000 个），请减少内容后重试
zh_tw: 匯入的區塊數量過多 (超過 20,000 個)，請減少內容後重試

# hLo
source: Failed to import. Insufficient storage. Please free up storage space and try again.
de_de: Import fehlgeschlagen. Nicht genügend Speicher. Geben Sie Speicher frei und versuchen Sie es erneut.
es_es: Error al importar. Almacenamiento insuficiente. Libera espacio de almacenamiento e inténtalo de nuevo.
fr_fr: Échec de l'importation. Espace insuffisant. Veuillez libérer de l'espace de stockage et réessayer.
hi_in: आयात करने में विफल हुआ. अपर्याप्त स्टोरेज. कृपया स्टोरेज स्पेस कम करें और पुनः प्रयास करें.
id_id: Gagal mengimpor. Penyimpanan tidak mencukupi. Kosongkan ruang penyimpanan dan coba lagi.
it_it: Impossibile importare. Spazio di archiviazione insufficiente. Libera spazio di archiviazione e riprova.
ja_jp: インポートできませんでした。ストレージスペースが不足しています。ストレージスペースを解放して再試行してください
ko_kr: 가져오기에 실패했습니다. 저장 공간이 부족합니다. 저장 공간을 확보하고 다시 시도해 보세요.
ms_my: Gagal mengimport. Ruang storan tidak mencukupi. Sila kosongkan ruang storan dan cuba lagi.
pt_br: Falha ao importar. Armazenamento insuficiente. Libere espaço e tente novamente.
ru_ru: Не удалось импортировать. Недостаточно места для хранения. Освободите место для хранения и повторите попытку.
th_th: นำเข้าไม่สำเร็จ พื้นที่จัดเก็บข้อมูลไม่เพียงพอ โปรดเพิ่มพื้นที่ว่างในพื้นที่จัดเก็บข้อมูลและลองอีกครั้ง
vi_vn: Nhập không thành công. Bộ nhớ không đủ. Vui lòng giải phóng dung lượng bộ nhớ và thử lại.
zh_cn: 导入失败，存储空间不足，请释放存储空间后重试
zh_tw: 匯入失敗，儲存空間不足，請釋放儲存空間後重試

# hCU
source: Failed to import. Target folder not found. Please select a different folder.
de_de: Import fehlgeschlagen. Zielordner nicht gefunden. Wählen Sie einen anderen Ordner aus.
es_es: Error al importar. La carpeta de destino no se ha encontrado. Selecciona otra.
fr_fr: Échec de l'importation. Dossier cible introuvable. Veuillez sélectionner un autre dossier.
hi_in: आयात करने में विफल हुआ. लक्षित फ़ोल्डर नहीं मिला. कृपया अलग फ़ोल्डर चुनें.
id_id: Gagal mengimpor. Folder tujuan tidak ditemukan. Pilih folder lain.
it_it: Impossibile importare. Cartella di destinazione non trovata. Seleziona una cartella diversa.
ja_jp: インポートできませんでした。インポート先のフォルダが存在しません。再選択してください
ko_kr: 가져오기에 실패했습니다. 대상 폴더를 찾을 수 없습니다. 다른 폴더를 선택하세요.
ms_my: Gagal mengimport. Folder sasaran tidak ditemui. Sila pilih folder yang berbeza.
pt_br: Falha ao importar. Pasta de destino não encontrada. Selecione outra pasta.
ru_ru: Не удалось импортировать. Целевая папка не найдена. Выберите другую папку.
th_th: นำเข้าไม่สำเร็จ ไม่พบโฟลเดอร์เป้าหมาย โปรดเลือกโฟลเดอร์อื่น
vi_vn: Nhập không thành công. Không tìm thấy thư mục đích. Vui lòng lựa chọn một thư mục khác.
zh_cn: 导入失败，目标文件夹不存在，请重新选择
zh_tw: 匯入失敗，目標資料夾不存在，請重新選擇

# t0A
source: Importing too much content (over 20 MB). Please reduce content size and try again.
de_de: Es werden zu viele Inhalte importiert (über 20 MB). Reduzieren Sie die Inhaltsmenge und versuchen Sie es erneut.
es_es: Importando demasiado contenido (más de 20 MB). Reduce el tamaño del contenido e inténtalo de nuevo.
fr_fr: Contenu importé trop important (plus de 20 Mo). Veuillez réduire la taille du contenu et réessayer.
hi_in: बहुत अधिक कांटेंट आयात किया जा रहा है (20 MB से अधिक). कृपया कांटेंट का आकार कम करें और पुनः प्रयास करें.
id_id: Mengimpor terlalu banyak konten (lebih dari 20 MB). Kurangi ukuran konten dan coba lagi.
it_it: Contenuti importati eccessivi (oltre 20 MB). Riduci le dimensioni dei contenuti e riprova.
ja_jp: インポートする内容が多すぎるため、減少してから再試行してください
ko_kr: 콘텐츠를 너무 많이 가져오고 있습니다(20MB 이상). 콘텐츠 크기를 줄이고 다시 시도해 보세요.
ms_my: Mengimport terlalu banyak kandungan (lebih 20 MB). Sila kurangkan saiz kandungan dan cuba lagi.
pt_br: Importando muito conteúdo (mais de 20 MB). Reduza o tamanho do conteúdo e tente novamente.
ru_ru: Импортируется слишком много контента (более 20 МБ). Уменьшите размер содержимого и повторите попытку.
th_th: กำลังนำเข้าเนื้อหามากเกินไป (มากกว่า 20 MB) โปรดลดขนาดเนื้อหาและลองอีกครั้ง
vi_vn: Đang nhập quá nhiều nội dung (trên 20 MB). Vui lòng giảm kích thước nội dung và thử lại.
zh_cn: 导入的内容过大（超过 20 MB），请减少内容后重试
zh_tw: 匯入的內容過大（超過 20 MB），請減少內容後重試

# QuU
source: Send reminder to:
de_de: Erinnerung senden an:
es_es: Enviar recordatorio a:
fr_fr: Envoyer un rappel à :
hi_in: इन्हें रिमाइंडर भेजें:
id_id: Kirim pengingat kepada:
it_it: Invia promemoria a:
ja_jp: リマインダーの送信先：
ko_kr: 알림 전송 대상:
ms_my: Hantar peringatan kepada:
pt_br: Enviar lembrete para:
ru_ru: Отправить напоминание:
th_th: ส่งตัวเตือนความจำไปยัง:
vi_vn: Gửi thông báo nhắc nhở đến:
zh_cn: 将提醒
zh_tw: 將提醒

# Q6U
source: , {{number}} people in total.
de_de: , {{number}} Personen insgesamt.
es_es: , {{number}} personas en total.
fr_fr: , {{number}} personnes au total.
hi_in: कुल {{number}} लोग.
id_id: , total {{number}} orang.
it_it: , {{number}} persone in totale.
ja_jp: 等の {{number}} 人
ko_kr: , 총 {{number}}명.
ms_my: , {{number}} orang keseluruhan.
pt_br: , {{number}} pessoas no total.
ru_ru: . Всего человек: {{number}}.
th_th: รวม {{number}} คน
vi_vn: , tổng cộng {{number}} người.
zh_cn: 等 {{number}} 人
zh_tw: 等 {{number}} 人

# vBI
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
hi_in: खोलें
id_id: Buka
it_it: Apri
ja_jp: 開く
ko_kr: 열기
ms_my: Buka
pt_br: Abrir
ru_ru: Открыть
th_th: เปิด
vi_vn: Mở
zh_cn: 打开
zh_tw: 開啟

# jQg
source: You're sending notifications to a large group of members (over 500). To avoid disturbing other members, please send with caution.
de_de: Sie senden Benachrichtigungen an eine große Gruppe von Mitgliedern (über 500). Um andere Mitglieder nicht zu stören, gehen Sie beim Versand bitte mit Bedacht vor.
es_es: Estás enviando notificaciones a un grupo grande de miembros (más de 500). Para no molestar a otros miembros, debes enviarlas con cuidado.
fr_fr: Vous envoyez des notifications à un grand groupe de membres (plus de 500). Pour éviter de déranger les membres non concernés, veuillez faire preuve de prudence lors de l'envoi.
hi_in: आप सदस्यों के बड़े समूह (500 से अधिक) को नोटिफ़िकेशन भेज रहे हैं. दूसरे सदस्यों को परेशान न करने के लिए, कृपया ध्यान से भेजें.
id_id: Anda mengirim notifikasi ke anggota dalam jumlah besar (lebih dari 500). Agar tidak mengganggu anggota lain, kirim dengan hati-hati.
it_it: Stai inviando notifiche a un ampio gruppo di membri (oltre 500). Per evitare di disturbare gli altri membri, invia con cautela.
ja_jp: 権限の付与に関する通知の送信範囲が広く、500 人以上のグループも含まれます。慎重に送信してください。
ko_kr: 많은 구성원(500명 초과)에게 알림을 보내고 있습니다. 다른 구성원에게 방해가 되지 않도록 주의하여 보내주세요.
ms_my: Anda menghantar notifikasi kepada kumpulan besar ahli (lebih 500). Untuk mengelakkan mengganggu ahli lain, sila hantar dengan berhati-hati.
pt_br: Você está enviando notificações para um grupo com muitos membros (mais de 500). Para evitar perturbar outros membros, envie com cautela.
ru_ru: Вы отправляете уведомления большой группе участников (более 500). Будьте осторожны, чтобы не беспокоить других участников.
th_th: คุณกำลังส่งการแจ้งเตือนไปยังสมาชิกกลุ่มใหญ่ (มากกว่า 500 คน) โปรดส่งด้วยความระมัดระวังเพื่อไม่ให้รบกวนสมาชิกคนอื่น ๆ
vi_vn: Bạn đang gửi thông báo đến một nhóm thành viên lớn (hơn 500 thành viên). Để tránh làm phiền các thành viên khác, vui lòng thận trọng khi gửi.
zh_cn: 本次发送授权通知的范围较大，包括人数超过 500 的群组。为避免打扰到同事，请谨慎发送。
zh_tw: 本次傳送授權通知的範圍較大，包括人數超過 500 人的群組。為避免打擾到同事，請謹慎傳送。

# AsY
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 确认发送
zh_tw: 確認傳送

# jos
source: You're sending notifications to a large group of members, including everyone in {{count}} departments ("{{department}}" and more). To avoid disturbing other members, please send with caution.
de_de: Sie senden Benachrichtigungen an eine große Gruppe von Mitgliedern, einschließlich aller Mitglieder in {{count}} Abteilungen („{{department}}“ und mehr). Um andere Mitglieder nicht zu stören, gehen Sie beim Versand bitte mit Bedacht vor.
es_es: Estás enviando notificaciones a un grupo grande de miembros, incluyendo a todos en "{{count}}" departamentos ("{{department}}" y más). Para evitar molestar a otros miembros, envíalas con precaución.
fr_fr: Vous envoyez des notifications à un grand groupe de membres, y compris tous les membres de {{count}} services (« {{department}} » et plus). Pour éviter de déranger les membres non concernés, veuillez envoyer avec prudence.
hi_in: आप {{count}} विभागों के सभी सदस्यों सहित ("{{department}}" और अन्य) सदस्यों के बड़े समूह को नोटिफ़िकेशन भेज रहे हैं. दूसरे सदस्यों को परेशान न करने के लिए, कृपया ध्यान से भेजें.
id_id: Anda mengirim notifikasi ke sebagian besar anggota, termasuk semua orang di {{count}} departemen ("{{department}}" dan lainnya). Agar tidak mengganggu anggota lain, kirim dengan hati-hati.
it_it: Stai inviando notifiche a un ampio gruppo di membri, compresi tutti quelli in {{count}} reparti ("{{department}}" e altri). Per evitare di disturbare altri membri, procedi con cautela.
ja_jp: 今回送信される通知の範囲は「{{department}}」など {{count}} 個の組織構造の全員が含まれます。慎重に送信してください。
ko_kr: {{count}}개 부서("{{department}}" 등)의 모든 사용자를 포함하여 많은 구성원에게 알림을 보내고 있습니다. 다른 구성원에게 방해가 되지 않도록 주의하여 보내주세요.
ms_my: Anda menghantar pemberitahuan kepada kumpulan besar ahli, termasuk semua orang dalam {{count}} jabatan ("{{department}}" dan lain-lain). Untuk mengelakkan mengganggu ahli lain, sila hantar dengan berhati-hati.
pt_br: Você está enviando notificações para um grupo com muitos membros, incluindo todos nos departamentos {{count}} ("{{department}}" e mais). Para evitar perturbar outros membros, envie com precaução.
ru_ru: Вы отправляете уведомления в большую группу участников, включая всех в отделах ({{count}}), в том числе "{{department}}" и другие. Будьте осторожны, чтобы не тревожить других участников.
th_th: คุณกำลังส่งการแจ้งเตือนไปยังสมาชิกกลุ่มใหญ่ รวมถึงทุกคนในแผนกจำนวน {{count}} แผนก ("{{department}}" และอื่น ๆ) โปรดส่งด้วยความระมัดระวังเพื่อไม่ให้รบกวนสมาชิกคนอื่น ๆ
vi_vn: Bạn đang gửi thông báo đến một nhóm thành viên lớn, bao gồm tất cả mọi người trong {{count}} bộ phận ("{{department}}" và các bộ phận khác). Để tránh làm phiền các thành viên khác, vui lòng thận trọng khi gửi.
zh_cn: 本次发送授权通知的范围较大，包括“{{department}}”等 {{count}} 个组织架构的所有成员。为避免打扰到同事，请谨慎发送。
zh_tw: 本次傳送授權通知的範圍較大，包括「{{department}}」等 {{count}} 個組織架構的所有成員。為避免打擾到同事，請謹慎傳送。

# 7FE
source: You're sending notifications to a large group of members, including everyone in department "{{department}}". To avoid disturbing other members, please send with caution.
de_de: Sie senden Benachrichtigungen an eine große Gruppe von Mitgliedern, einschließlich aller Mitglieder der Abteilung „{{department}}“. Um andere Mitglieder nicht zu stören, gehen Sie beim Versand bitte mit Bedacht vor.
es_es: Estás enviando notificaciones a un grupo grande de miembros, incluyendo a todos los del departamento "{{department}}". Para evitar molestar a otros miembros, envíalas con precaución.
fr_fr: Vous envoyez des notifications à un grand groupe de membres, y compris tous les membres du service « {{department}} ». Pour éviter de déranger les membres non concernés, veuillez envoyer avec prudence.
hi_in: आप "{{department}}" विभाग के सभी सदस्यों सहित सदस्यों के बड़े समूह को नोटिफ़िकेशन भेज रहे हैं. दूसरे सदस्यों को परेशान न करने के लिए, कृपया ध्यान से भेजें.
id_id: Anda mengirim notifikasi ke sebagian besar anggota, termasuk semua orang di departemen "{{department}}". Agar tidak mengganggu anggota lain, kirim dengan hati-hati.
it_it: Stai inviando notifiche a un ampio gruppo di membri, compresi tutti quelli nel reparto "{{department}}". Per evitare di disturbare altri membri, procedi con cautela.
ja_jp: 今回送信される通知の範囲は組織構造「{{department}}」の全員が含まれます。慎重に送信してください。
ko_kr: "{{department}}" 부서의 모든 사용자를 포함하여 많은 구성원에게 알림을 보내고 있습니다. 다른 구성원에게 방해가 되지 않도록 주의하여 보내주세요.
ms_my: Anda menghantar pemberitahuan kepada kumpulan besar ahli, termasuk semua orang dalam jabatan "{{department}}". Untuk mengelakkan mengganggu ahli lain, sila hantar dengan berhati-hati.
pt_br: Você está enviando notificações para um grupo com muitos membros, incluindo todos no departamento "{{department}}". Para evitar perturbar outros membros, envie com precaução.
ru_ru: Вы отправляете уведомления большой группе участников, включая всех в отделе "{{department}}". Будьте осторожны, чтобы не тревожить других участников.
th_th: คุณกำลังส่งการแจ้งเตือนไปยังสมาชิกกลุ่มใหญ่ รวมถึงทุกคนในแผนก "{{department}}" โปรดส่งด้วยความระมัดระวังเพื่อไม่ให้รบกวนสมาชิกคนอื่น ๆ
vi_vn: Bạn đang gửi thông báo đến một nhóm thành viên lớn, bao gồm tất cả mọi người trong bộ phận "{{department}}". Để tránh làm phiền các thành viên khác, vui lòng thận trọng khi gửi.
zh_cn: 本次发送授权通知的范围较大，包括组织架构“{{department}}”的所有成员。为避免打扰到同事，请谨慎发送。
zh_tw: 本次傳送授權通知的範圍較大，包括組織架構「{{department}}」的所有成員。為避免打擾到同事，請謹慎傳送。

# flE
source: Note
de_de: Hinweis
es_es: Nota
hi_in: नोट
id_id: Catatan
it_it: Nota
ja_jp: 通知
ko_kr: 주의 사항
ms_my: Nota
pt_br: Anotação
ru_ru: Примечание
th_th: หมายเหตุ
vi_vn: Lưu ý
zh_cn: 提示
zh_tw: 提示

# Rkk
source: Your organization has reached the maximum number of translation times. You can ask the administrator to contact support to upgrade plan.
de_de: Ihre Organisation hat die maximale Anzahl von Übersetzungsmöglichkeiten erreicht. Sie können den Administrator bitten, den Support für ein Upgrade des Plans zu kontaktieren.
es_es: Tu organización ha alcanzado el número máximo de traducciones. Puedes pedir al administrador que contacte con soporte técnico para actualizar el plan.
fr_fr: Votre organisation a atteint le nombre maximum de traductions. Vous pouvez demander à l'administrateur de contacter l'assistance pour mettre à niveau le forfait.
hi_in: आपके संगठन के अनुवाद का उपयोग करने की संख्या सीमा तक पहुँच गई है. प्लान अपग्रेड करने के लिए आप एडमिनिस्ट्रेटर से सहायक से संपर्क करने के लिए पूछ सकते हैं.
id_id: Organisasi Anda telah mencapai jumlah terjemahan maksimum. Anda dapat meminta administrator untuk menghubungi dukungan guna meningkatkan paket.
it_it: La tua organizzazione ha raggiunto il numero massimo di volte che può utilizzare la funzione di traduzione. Puoi chiedere all'amministratore di contattare il supporto tecnico per effettuare l'upgrade del piano.
ja_jp: 法人アカウントの翻訳回数が上限に達したため、当機能はご利用できません。カスタマーサポートに連絡して解決するよう、管理者に通知してください。
ko_kr: 기업이 최대 번역 횟수에 도달했습니다. 관리자에게 지원팀에 문의하여 요금제를 업그레이드하도록 요청할 수 있습니다.
ms_my: Organisasi anda telah mencapai bilangan maksimum kali terjemahan. Anda boleh meminta pentadbir untuk menghubungi sokongan untuk menaik taraf pelan.
pt_br: Sua organização atingiu o número máximo de vezes de tradução. Você pode pedir ao administrador que entre em contato com o suporte para fazer upgrade do plano.
ru_ru: Ваша организация выполнила максимальное количество переводов. Вы можете попросить администратора обратиться в службу поддержки для обновления плана.
th_th: องค์กรของคุณแปลถึงจำนวนครั้งสูงสุดแล้ว คุณสามารถขอให้ผู้ดูแลติดต่อทีมสนับสนุนเพื่ออัปเกรดแผนได้
vi_vn: Tổ chức của bạn đã đạt số lần dịch tối đa. Bạn có thể yêu cầu quản trị viên liên hệ với bộ phận trợ giúp để nâng cấp gói dịch vụ.
zh_cn: 当前企业使用的翻译次数已达上限，暂时无法使用该功能。管理员可联系飞书在线客服进行版本升级。
zh_tw: 目前企業使用的翻譯次數已達上限，暫時無法使用該功能。管理員可聯絡飛書線上客服進行版本升級。

# jsw
source: Maximum number of translation reached
de_de: Maximale Anzahl an Übersetzungen erreicht
es_es: ⁣Se ha alcanzado el número máximo de traducciones
fr_fr: Nombre maximum de traductions atteint
hi_in: अनुवाद की संख्या सीमा तक पहुँच गई है
id_id: Jumlah terjemahan maksimum tercapai
it_it: Numero massimo di traduzioni raggiunto
ja_jp: 翻訳回数が上限に達しました
ko_kr: ⁣ 최대 번역 수에 도달함
ms_my: Bilangan maksimum terjemahan dicapai
pt_br: Número máximo de traduções atingido
ru_ru: Достигнуто максимальное количество переводов
th_th: การแปลถึงจำนวนสูงสุดแล้ว
vi_vn: Đã đạt số lần dịch tối đa
zh_cn: 文档翻译次数已达上限
zh_tw: 文件翻譯次數已達上限

# l08
source: Unable to upload videos from iCloud. Download the videos to your device before uploading.
de_de: Videos aus iCloud können nicht hochgeladen werden. Laden Sie die Videos vor dem Upload auf Ihr Gerät herunter.
es_es: No se pueden subir videos de iCloud. Descarga los videos en tu dispositivo antes de subirlos.
fr_fr: Impossible de télécharger des vidéos depuis iCloud. Téléchargez les vidéos sur votre appareil avant de les télécharger.
hi_in: iCloud से वीडियो अपलोड करने में असमर्थ. अपलोड करने से पहले अपने डिवाइस पर वीडियो डाउनलोड करें.
id_id: Tidak dapat mengunggah video dari iCloud. Unduh video ke perangkat Anda sebelum mengunggah.
it_it: Impossibile caricare video da iCloud. Scarica i video sul tuo dispositivo prima di eseguire il caricamento.
ja_jp: iCloud から直接アップロードできません。ビデオをローカルにダウンロードしてからアップロードしてください
ko_kr: iCloud에서 동영상을 업로드 할 수 없습니다. 업로드하기 전에 장치에 동영상을 다운로드하세요.
ms_my: Tidak dapat memuat naik video dari iCloud. Muat turun video ke peranti anda sebelum memuat naik.
pt_br: Não foi possível carregar vídeos do iCloud. Faça download dos vídeos no seu dispositivo antes de carregar.
ru_ru: Невозможно загрузить видео из iCloud. Перед загрузкой загрузите видео на свое устройство.
th_th: ไม่สามารถอัปโหลดวิดีโอจาก iCloud ได้ ดาวน์โหลดวิดีโอไปยังอุปกรณ์ของคุณก่อนการอัปโหลด
vi_vn: Không thể tải lên video từ iCloud. Tải video xuống thiết bị của bạn trước khi tải lên.
zh_cn: 暂无法上传 iCloud 视频，如需上传请先下载视频到本地
zh_tw: 暫無法上傳 iCloud 影片，如需上傳請先下載影片到本機

# qzo
source: Users on mobiles cannot follow to view comments yet. Click any comment to allow mobile users to follow and focus on each comment.
de_de: Benutzer, die über Mobiltelefon teilnehmen, können noch nicht folgen, um Kommentare zu sehen. Klicken Sie auf einen beliebigen Kommentar, um es mobilen Benutzern zu ermöglichen, allen Kommentaren zu folgen und sich auf jeden Kommentar zu konzentrieren.
es_es: Los usuarios de móviles aún no pueden seguir para ver los comentarios. Hacer clic en cualquier comentario para permitir que los usuarios de móviles sigan cada comentario y se centren en ellos.
fr_fr: Les utilisateurs mobiles ne peuvent pas encore suivre pour voir les commentaires. Cliquez sur n'importe quel commentaire pour les autoriser à suivre et à se concentrer sur chaque commentaire.
hi_in: मोबाइल पर उपयोगकर्ता अभी तक टिप्पणियों को देखने के लिए अनुसरण नहीं कर सकते. मोबाइल उपयोगकर्ताओं को अनुसरण करने और हर टिप्पणी पर फ़ोकस करने की अनुमति देने के लिए किसी भी टिप्पणी पर क्लिक करें.
id_id: Pengguna yang menggunakan ponsel belum dapat mengikuti untuk melihat komentar. Klik komentar apa pun agar pengguna ponsel dapat mengikuti dan berfokus pada tiap komentar.
it_it: Gli utenti sui dispositivi mobili non possono ancora seguire per visualizzare i commenti. Fai clic su qualunque commento per consentire agli utenti di dispositivi mobili di seguire e concentrarsi su ogni commento.
ja_jp: モバイル版での会議参加者はコメントを同時に閲覧できません。コメントカードをタップして参加者とコメントについて集中議論しましょう
ko_kr: 모바일 사용자는 아직 댓글을 보기 위해 팔로우할 수 없습니다. 모바일 사용자가 각 댓글을 팔로우하고 집중할 수 있도록 하려면 댓글을 탭 합니다.
ms_my: Pengguna mudah alih belum boleh mengikuti untuk melihat komen. Klik komen apa pun untuk membolehkan pengguna mudah alih mengikuti dan fokus pada setiap komen.
pt_br: Os usuários em celulares ainda não podem seguir para visualizar os comentários. Clique em qualquer comentário para permitir que os usuários de celulares sigam e se concentrem em cada comentário.
ru_ru: Пользователи мобильных устройств пока не могут следить за комментариями. Щелкните любой комментарий, чтобы пользователи мобильных устройств могли следить за каждым комментарием и фокусироваться на нем.
th_th: ผู้ใช้บนมือถือไม่สามารถติดตามเพื่อดูความคิดเห็นได้ คลิกความคิดเห็นใดก็ได้เพื่อให้ผู้ใช้มือถือติดตามและเน้นที่ความคิดเห็นแต่ละข้อได้
vi_vn: Người dùng phiên bản dành cho thiết bị di động chưa thể theo dõi để xem bình luận. Hãy nhấp vào bình luận bất kỳ để cho phép người dùng phiên bản dành cho thiết bị di động theo dõi và tập trung vào từng bình luận.
zh_cn: 移动端参会者无法同步查看评论。点击评论卡片和参会者聚焦讨论评论
zh_tw: 行動端與會人員無法同步查看評論。點選評論卡片和與會人員聚焦討論評論

# +q4
source: You don't have permission to comment.
de_de: Sie haben keine Berechtigung zum Kommentieren.
es_es: No tienes permiso para hacer comentarios.
fr_fr: Vous n'êtes pas autorisé à mettre commenter.
hi_in: आपके पास टिप्पणी करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk berkomentar.
it_it: Non disponi dell'autorizzazione per commentare.
ja_jp: あなたはコメント権限がありません。
ko_kr: 댓글 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk memberi komen.
pt_br: Você não tem permissão para comentar.
ru_ru: Нет разрешения комментировать.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการแสดงความคิดเห็น
vi_vn: Bạn không có quyền bình luận.
zh_cn: 你无评论权限
zh_tw: 你無評論權限

# 1+k
source: Select Cover
de_de: Titelbild auswählen
es_es: Seleccionar portada
fr_fr: Sélectionner une couverture
hi_in: आवरण चुनें
id_id: Pilih Sampul
it_it: Seleziona copertina
ja_jp: カバーを選択
ko_kr: 커버 선택
ms_my: Pilih Kulit
pt_br: Selecionar capa
ru_ru: Выбрать обложку
th_th: เลือกหน้าปก
vi_vn: Chọn ảnh bìa
zh_cn: 选择封面
zh_tw: 選擇封面

# 4Rk
source: Please try again.
de_de: Versuchen Sie es erneut.
es_es: Inténtalo de nuevo.
fr_fr: Veuillez réessayer.
hi_in: कृपया पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: 再試行
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi.
pt_br: Tente novamente.
ru_ru: Повторите попытку.
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại.
zh_cn: 点击重试
zh_tw: 點選重試

# Tw0
source: Cannot upload. The image size exceeds 20 MB.
de_de: Hochladen nicht möglich. Die Bildgröße überschreitet 20 MB.
es_es: No se puede subir. El tamaño de la imagen es superior a 20 M.
fr_fr: Impossible de télécharger. La taille de l'image dépasse 20 Mo.
hi_in: अपलोड नहीं किया जा सकता. छवि का आकार 20 MB से अधिक है.
id_id: Tidak dapat mengunggah. Ukuran gambar melebihi 20 MB.
it_it: Non è possibile caricare. La dimensione dell'immagine supera 20 MB.
ja_jp: 画像サイズは 20 MB を超えたため、アップロードできません
ko_kr: 업로드할 수 없습니다. 이미지 크기가 20MB를 초과합니다.
ms_my: Tidak dapat muat naik. Saiz imej melebihi 20 MB.
pt_br: Não é possível carregar. O tamanho da imagem excede 20 MB.
ru_ru: Невозможно загрузить. Размер изображения превышает 20 МБ.
th_th: ไม่สามารถอัปโหลดได้ ขนาดภาพเกิน 20 MB
vi_vn: Không thể tải lên. Kích thước ảnh vượt quá 20 MB.
zh_cn: 图片超过 20 MB，无法上传
zh_tw: 圖片超過 20 MB，無法上傳

# D54
source: Upload image
de_de: Bild hochladen
es_es: Subir imagen
fr_fr: Envoyer une image
hi_in: एक छवि अपलोड करें
id_id: Unggah gambar
it_it: Carica immagine
ja_jp: 画像をアップロード
ko_kr: 이미지 업로드
ms_my: Muat naik imej
pt_br: Carregar imagem
ru_ru: Загрузить изображение
th_th: อัปโหลดภาพ
vi_vn: Tải lên hình ảnh
zh_cn: 本地上传
zh_tw: 本機上傳
