Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# RjU
source: Unable to show column types on mobile app
de_de: Anzeigen von Spaltentypen in der mobilen App nicht möglich
es_es: No se pueden mostrar los tipos de columna en la aplicación para dispositivos móviles
fr_fr: Affichage des types de colonnes impossible dans l'application sur mobile
hi_in: मोबाइल ऐप पर स्तंभ प्रकार दिखाने में असमर्थ
id_id: Tidak dapat menampilkan jenis kolom di aplikasi ponsel
it_it: Impossibile mostrare i tipi di colonna sull'app per dispositivi mobili
ja_jp: モバイル版はこのタイプのフィールドをサポートしていません。
ko_kr: 모바일 앱에서 열 유형을 표시할 수 없습니다
ms_my: Jenis lajur ini belum boleh dipaparkan dalam versi mudah alih.
pt_br: Não é possível mostrar tipos de coluna no aplicativo móvel
ru_ru: Невозможно показать типы столбцов в мобильном приложении
th_th: ไม่สามารถแสดงประเภทคอลัมน์ในแอปบนมือถือได้
vi_vn: Không thể hiển thị loại cột trên ứng dụng di động
zh_cn: 移动端暂不支持该类型字段的展示
zh_tw: 行動端暫不支援顯示該類型欄位

# ujs
source: Editing is not supported in this field yet
de_de: Eine Bearbeitung wird in diesem Feld noch nicht unterstützt.
es_es: Todavía no se puede editar en este campo
fr_fr: La modification n'est pas encore possible dans ce champ
hi_in: इस फ़ील्ड में संपादन अभी तक समर्थित नहीं है
id_id: Pengeditan belum didukung di bidang ini
it_it: La funzione di modifica non è ancora supportata in questo campo
ja_jp: 現在モバイル版で該当フィールドタイプを編集できません
ko_kr: 편집은 이 필드에서 아직 지원되지 않습니다
ms_my: Mengedit lajur ini tidak disokong buat masa ini.
pt_br: Ainda não há suporte para edição neste campo
ru_ru: Редактирование еще не поддерживается в этом поле
th_th: ยังไม่รองรับการแก้ไขในช่องข้อมูลนี้
vi_vn: Chỉnh sửa chưa được hỗ trợ trong trường này
zh_cn: 暂不支持编辑的字段类型
zh_tw: 暫不支援編輯的欄位類型

# CGM
source: Editing is not supported in landscape mode.
de_de: Bearbeitungsfunktionen werden im Querformat nicht unterstützt.
es_es: No se puede editar en el modo horizontal.
fr_fr: La modification n'est pas prise en charge en mode paysage.
hi_in: लैंडस्केप मोड में संपादन नहीं किया जा सकता.
id_id: Pengeditan tidak didukung pada mode lanskap.
it_it: La modifica non è supportata in modalità orizzontale.
ja_jp: 横画面では編集できません
ko_kr: 가로 모드에서는 편집이 지원되지 않습니다.
ms_my: Mengedit tidak disokong dalam mod lanskap.
pt_br: Não há suporte para edição no modo de paisagem.
ru_ru: Редактирование не поддерживается в альбомном режиме
th_th: ไม่รองรับการแก้ไขในโหมดแนวนอน
vi_vn: Không hỗ trợ chỉnh sửa trong chế độ ngang.
zh_cn: 横屏下暂不支持编辑
zh_tw: 橫向下暫不支援編輯

# Pxg
source: Unable to open a linked record
de_de: Ein verknüpfter Datensatz kann nicht geöffnet werden.
es_es: No se ha podido abrir un registro vinculado
fr_fr: Impossible d'ouvrir un enregistrement lié
hi_in: एक लिंक किया गया रिकॉर्ड खोलने में असमर्थ
id_id: Tidak dapat membuka rekaman yang ditautkan
it_it: Impossibile aprire un record associato
ja_jp: 関連するレコードを開けません
ko_kr: 링크된 기록을 열 수 없음
ms_my: Tidak dapat membuka rekod yang dipaut
pt_br: Não é possível abrir um registro vinculado
ru_ru: Невозможно открыть связанную запись
th_th: ไม่สามารถเปิดระเบียนที่เชื่อมต่อไว้ได้
vi_vn: Không thể mở bản ghi được liên kết
zh_cn: 暂不支持打开关联的记录
zh_tw: 暫不支援開啟關聯的記錄

# cco
source: Unable to manually modify the content of this field as it's auto-filled by system.
de_de: Der Inhalt dieses Feldes kann nicht manuell geändert werden, da es vom System automatisch ausgefüllt wird.
es_es: No se puedes modificar manualmente el contenido de este campo, ya que el sistema lo rellena automáticamente.
fr_fr: Impossible de modifier manuellement le contenu de ce champ, car il est rempli automatiquement par le système.
hi_in: इस फ़ील्ड की सामग्री को मैन्युअल रूप से संशोधित नहीं कर सकते क्योंकि यह सिस्टम द्वारा स्वतः भरा हुआ है.
id_id: Tidak dapat mengubah manual konten bidang ini karena diisi otomatis oleh sistem.
it_it: Impossibile modificare manualmente il contenuto di questo campo poiché viene compilato automaticamente dal sistema.
ja_jp: フィールドデータはシステムによって自動的に入力され、手動での変更はサポートされていません
ko_kr: 시스템에 의해 자동 작성되었기 때문에 이 필드의 콘텐츠를 수동으로 수정할 수 없습니다.
ms_my: Tidak boleh mengubah suai kandungan bidang ini secara manual kerana ia diisi secara automatik oleh sistem.
pt_br: Não é possível modificar manualmente o conteúdo deste campo, pois ele é preenchido automaticamente pelo sistema.
ru_ru: Невозможно вручную изменить содержимое этого поля, так как оно автоматически заполняется системой.
th_th: ไม่สามารถปรับเปลี่ยนเนื้อหาของช่องข้อมูลนี้ด้วยตัวเอง เนื่องจากระบบป้อนข้อมูลไว้โดยอัตโนมัติ
vi_vn: Không thể sửa đổi nội dung của trường này một cách thủ công do trường đã được hệ thống điền tự động.
zh_cn: 该字段数据为系统自动填充，不支持手动修改
zh_tw: 該欄位資料為系統自動填滿，不支援手動修改

# cfw
source: This field doesn't allow decimals. Please try again.
de_de: Dieses Feld erlaubt keine Dezimalstellen. Versuchen Sie es erneut.
es_es: Este campo no permite decimales. Inténtalo de nuevo.
fr_fr: Ce champ ne prend pas en charge les décimales. Veuillez réessayer.
hi_in: इस फ़ील्ड में दशमलव अनुमत नहीं हैं. कृपया पुनः प्रयास करें.
id_id: Bidang ini tidak dapat diisi angka desimal. Coba lagi.
it_it: Questo campo non consente l'immissione di decimali. Riprova.
ja_jp: 入力された内容に小数点があります。再入力してください。
ko_kr: 이 필드는 소수를 허용하지 않습니다. 다시 시도하세요.
ms_my: Bidang ini tidak membenarkan perpuluhan. Sila cuba lagi.
pt_br: Este campo não permite decimais. Tente novamente.
ru_ru: Это поле не может содержать десятичные дроби. Повторите попытку.
th_th: ช่องข้อมูลนี้ไม่สามารถป้อนทศนิยมได้ โปรดลองอีกครั้ง
vi_vn: Trường này không cho phép chứa dấu thập phân. Vui lòng thử lại.
zh_cn: 输入内容含有多个小数点，请重新输入
zh_tw: 輸入內容含有多個小數點，請重新輸入

# RMM
source: This field is restricted to numbers only. Please try again.
de_de: Dieses Feld ist auf Zahlen beschränkt. Versuchen Sie es erneut.
es_es: Este campo está restringido a números únicamente. Inténtalo de nuevo.
fr_fr: Ce champ est limité aux chiffres uniquement. Veuillez réessayer.
hi_in: यह फ़ील्ड केवल नंबर के लिए प्रतिबंधित है. कृपया पुनः प्रयास करें.
id_id: Bidang ini dibatasi hanya untuk angka. Coba lagi.
it_it: Questo campo è limitato all'immissione di soli numeri. Riprova.
ja_jp: このフィールドには数字のみ入力できます。ご入力内容を確認の上、再度お試しください。
ko_kr: 이 필드는 숫자로만 제한됩니다. 다시 시도하세요.
ms_my: Bidang ini terhad kepada nombor sahaja. Sila cuba lagi.
pt_br: Este campo está restrito a apenas números. Tente novamente.
ru_ru: Это поле может содержать только числа. Повторите попытку.
th_th: ช่องข้อมูลนี้จำกัดให้ป้อนได้เฉพาะตัวเลขเท่านั้น โปรดลองอีกครั้ง
vi_vn: Chỉ nhập số vào trường này. Vui lòng thử lại.
zh_cn: 当前字段仅限输入数字，请重试
zh_tw: 目前欄位僅限輸入數字，請重試

# bwI
source: This record is filtered in the current view.
de_de: Dieser Datensatz wird in der aktuellen Ansicht gefiltert.
es_es: Este registro está filtrado en la vista actual.
fr_fr: Cet enregistrement est filtré dans la vue actuelle.
hi_in: यह रिकॉर्ड वर्तमान दृश्य में फ़िल्टर किया गया है.
id_id: Rekaman ini difilter dalam tampilan ini.
it_it: Questo record è filtrato nella vista corrente.
ja_jp: この記録はフィルタリングされたため、このビューでは表示されません
ko_kr: 이 기록은 현재 보기에서 필터링되었습니다.
ms_my: Rekod ini ditapis dalam paparan semasa.
pt_br: Este registro é filtrado na visualização atual.
ru_ru: Запись скрыта в результате применения фильтра.
th_th: ระเบียนนี้ถูกกรองไว้แล้วในมุมมองนี้
vi_vn: Bản ghi này được lọc trong chế độ xem hiện tại.
zh_cn: 该记录已被过滤，不会显示在当前视图
zh_tw: 該記錄已篩選，不會顯示在目前的視圖

# nMk
source: Unnamed record
de_de: Unbenannter Datensatz
es_es: Registro sin nombre
fr_fr: Enregistrement sans nom
hi_in: अनामित रिकॉर्ड
id_id: Rekaman tanpa nama
it_it: Record senza nome
ja_jp: 名前のない記録
ko_kr: 이름 없는 기록
ms_my: Rekod tanpa nama
pt_br: Registro sem nome
ru_ru: Запись без названия
th_th: ระเบียนที่ไม่มีชื่อ
vi_vn: Bản ghi chưa đặt tên
zh_cn: 未命名记录
zh_tw: 未命名記錄

# qpM
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Kosongkan
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清空
zh_tw: 清空

# 4co
source: Current speech will be converted to text as Chinese (Mandarin).
de_de: Die aktuelle Rede wird in Text in chinesischer Sprache (Mandarin) umgewandelt.
es_es: El mensaje de voz actual se convertirá en texto en chino (mandarín).
fr_fr: Le discours actuel sera converti sous forme de texte en chinois (mandarin).
hi_in: वर्तमान भाषण चीनी (मैंडरिन) टेक्स्ट के रूप में रूपांतरित किया जाएगा.
id_id: Ucapan ini akan dikonversi menjadi teks sebagai bahasa Mandarin (Mandarin).
it_it: Il discorso corrente verrà convertito in testo in cinese (mandarino).
ja_jp: 中国語（標準語）と識別されています
ko_kr: 현재 언어가 중국어(만다린) 텍스트로 변환됩니다.
ms_my: Teks semasa akan ditukar menjadi teks sebagai Bahasa Cina (Mandarin).
pt_br: A fala atual será convertida em texto em chinês (mandarim).
ru_ru: Выбранная запись будет преобразована в текст на китайском языке (мандаринский диалект).
th_th: เสียงพูดนี้จะถูกแปลงเป็นข้อความภาษาจีน (จีนกลาง)
vi_vn: Lời nói hiện tại sẽ được chuyển đổi thành văn bản bằng tiếng Trung (Quan thoại).
zh_cn: 当前识别为中文（普通话）
zh_tw: 目前識別為中文（華語）

# OMU
source: Current speech will be converted to text as English.
de_de: Die aktuelle Rede wird in einen Text in englischer Sprache umgewandelt.
es_es: El mensaje de voz actual se convertirá en texto en inglés.
fr_fr: Le discours actuel sera converti sous forme de texte en anglais.
hi_in: वर्तमान भाषण अंग्रेज़ी टेक्स्ट के रूप में रूपांतरित किया जाएगा.
id_id: Ucapan ini akan dikonversi menjadi teks sebagai bahasa Inggris.
it_it: Il discorso corrente verrà convertito in testo in inglese.
ja_jp: 英語と識別されています
ko_kr: 현재 언어가 영어 텍스트로 변환됩니다.
ms_my: Teks semasa akan ditukar menjadi teks sebagai Bahasa Inggeris.
pt_br: A fala atual será convertida em texto em inglês.
ru_ru: Выбранная запись будет преобразована в текст на английском языке.
th_th: เสียงพูดนี้จะถูกแปลงเป็นข้อความภาษาอังกฤษ
vi_vn: Lời nói hiện tại sẽ được chuyển đổi thành văn bản bằng tiếng Anh.
zh_cn: 当前识别为英语
zh_tw: 目前識別為英語

# RRc
source: (edited)
de_de: (bearbeitet)
es_es: (editado)
fr_fr: (modifié)
hi_in: (संपादित किया गया)
id_id: (diedit)
it_it: (modificato)
ja_jp: （編集済み）
ko_kr: (편집됨)
ms_my: (diedit)
pt_br: (editado)
ru_ru: (изменено)
th_th: (แก้ไขแล้ว)
vi_vn: (đã chỉnh sửa)
zh_cn: （编辑过）
zh_tw: （已編輯）

# 2KQ
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
hi_in: अंग्रेज़ी
id_id: Bahasa Inggris
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ms_my: Inggeris
pt_br: Inglês
ru_ru: Английский
th_th: อังกฤษ
vi_vn: Tiếng Anh
zh_cn: 英语
zh_tw: 英文

# 8zQ
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# 1Jw
source: [Picture]
de_de: [Bild]
es_es: [Imagen]
fr_fr: [Image]
hi_in: [छवि]
id_id: [Gambar]
it_it: [Immagine]
ja_jp: [画像]
ko_kr: [사진]
ms_my: [Gambar]
pt_br: [Imagem]
ru_ru: [Рисунок]
th_th: [รูปภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_tw: [圖片]

# /Dw
source: The first comment
de_de: Bereits der erste Kommentar
es_es: Ya es el primer comentario
fr_fr: Déjà le premier commentaire
hi_in: पहले ही पहली टिप्पणी है
id_id: Komentar pertama
it_it: Già il primo commento
ja_jp: 最初のコメントです
ko_kr: 이미 첫 댓글임
ms_my: Komen pertama
pt_br: Já o primeiro comentário
ru_ru: Это первый комментарий
th_th: เป็นความคิดเห็นแรกอยู่แล้ว
vi_vn: Đã có nhận xét đầu tiên
zh_cn: 已经是第一条评论
zh_tw: 已經是第一則評論

# hp8
source: The last comment
de_de: Keine weiteren Kommentare
es_es: Ningún comentario más
fr_fr: Pas d'autres commentaires
hi_in: अंतिम टिप्पणी
id_id: Komentar terakhir
it_it: Nessun altro commento
ja_jp: すでに最後のコメント
ko_kr: 더 이상 댓글이 없음.
ms_my: Komen terakhir
pt_br: Não há mais comentários
ru_ru: Больше нет комментариев
th_th: ไม่มีความคิดเห็นอื่นอีก
vi_vn: Không có thêm nhận xét nào
zh_cn: 已经是最后一条评论
zh_tw: 已經是最後一則評論

# tlo
source: Commenting is unavailable in landscape mode.
de_de: Kommentieren ist im Querformat nicht möglich.
es_es: La función comentar no está disponible en modo horizontal.
fr_fr: L'ajout de commentaires n'est pas disponible en mode paysage.
hi_in: लैंडस्केप मोड में टिप्पणी करना अनुपलब्ध है.
id_id: Komentar tidak tersedia pada mode lanskap.
it_it: I commenti non sono disponibili in modalità orizzontale.
ja_jp: 横向き画面でのコメントをサポートしていません
ko_kr: 가로 모드로 댓글 달기를 이용할 수 없습니다.
ms_my: Mengulas tidak tersedia dalam mod lanskap.
pt_br: Comentar não está disponível no modo de paisagem.
ru_ru: Комментарии не поддерживаются в альбомном режиме.
th_th: ไม่สามารถแสดงความคิดเห็นในโหมดแนวนอนได้
vi_vn: Nhận xét không khả dụng trong chế độ ngang.
zh_cn: 横屏下暂不支持评论
zh_tw: 橫向模式下暫不支援評論

# xog
source: Unable to comment. Please check your Internet connection and try again.
de_de: Kommentieren nicht möglich. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: No se ha podido comentar. Compruebe la configuración de red e inténtelo de nuevo.
fr_fr: Impossible de commenter. Veuillez vérifier votre connexion à Internet et réessayer.
hi_in: टिप्पणी करने में असमर्थ. कृपया अपने इंटरनेट कनेक्शन की जांच करें और पुनः प्रयास करें.
id_id: Tidak dapat berkomentar. Periksa koneksi Internet Anda lalu coba lagi.
it_it: Impossibile commentare. Controlla la connessione Internet e prova di nuovo.
ja_jp: 音声入力を利用できません。インターネットに接続していることを確認して、もう一度やり直してください。
ko_kr: 댓글을 달 수 없음. 인터넷 연결을 확인하고 다시 시도하세요.
ms_my: Tidak dapat memberi komen. Sila periksa sambungan Internet anda dan cuba lagi.
pt_br: Não é possível comentar. Verifique sua conexão com a internet e tente novamente.
ru_ru: Не удалось оставить комментарий. Проверьте подключение к интернету и повторите попытку.
th_th: ไม่สามารถแสดงความคิดเห็น โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
vi_vn: Không thể nhận xét. Vui lòng kiểm tra kết nối Internet và thử lại.
zh_cn: 当前网络不可用，无法进行语音输入
zh_tw: 目前網路不可用，無法進行語音輸入

# 2mA
source: Hide translation
de_de: Übersetzung ausblenden
es_es: Ocultar traducción
fr_fr: Masquer la traduction
hi_in: अनुवाद छुपाएँ
id_id: Sembunyikan terjemahan
it_it: Nascondi la traduzione
ja_jp: 翻訳を折りたたむ
ko_kr: 번역 숨기기
ms_my: Sembunyikan terjemahan
pt_br: Ocultar tradução
ru_ru: Скрыть перевод
th_th: ซ่อนการแปล
vi_vn: Ẩn bản dịch
zh_cn: 收起译文
zh_tw: 摺疊譯文

# K2k
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 답글 달기
ms_my: Balas
pt_br: Responder
ru_ru: Ответ
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_tw: 回覆

# x3A
source: Please try again
de_de: Bitte erneut versuchen
es_es: Inténtelo de nuevo
fr_fr: Veuillez réessayer
hi_in: कृपया पुनः प्रयास करें
id_id: Coba lagi
it_it: Riprova
ja_jp: やり直してください
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi
pt_br: Tente novamente
ru_ru: Повторите попытку
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại
zh_cn: 请重试
zh_tw: 請重試

# Y/k
source: Post
de_de: Posten
es_es: Publicar
fr_fr: Publier
hi_in: पोस्ट करें
id_id: Posting
it_it: Pubblica
ja_jp: 送信
ko_kr: 포스트
ms_my: Pos
pt_br: Postar
ru_ru: Опубликовать
th_th: โพสต์
vi_vn: Đăng
zh_cn: 发送
zh_tw: 傳送

# CMM
source: Failed to send comment. Network error.
de_de: Senden von Kommentar fehlgeschlagen. Netzwerkfehler.
es_es: Error al enviar el comentario. Error de conexión de red.
fr_fr: Échec de l'envoi du commentaire. Erreur réseau.
hi_in: टिप्पणी भेजने में विफल हुआ. नेटवर्क त्रुटि हुई.
id_id: Gagal mengirim komentar. Kesalahan jaringan.
it_it: Impossibile inviare il commento. Errore di rete.
ja_jp: ネットワークエラーが発生したため、コメントを送信できませんでした
ko_kr: 댓글을 보내지 못했습니다. 네트워크 오류입니다.
ms_my: Rangkaian tidak normal, komen gagal dihantar.
pt_br: Falha ao enviar comentário. Erro na rede.
ru_ru: Не удалось отправить комментарий. Сетевая ошибка.
th_th: ส่งความคิดเห็นไม่สำเร็จ เครือข่ายเกิดข้อผิดพลาด
vi_vn: Gửi bình luận thất bại. Lỗi mạng.
zh_cn: 网络异常，评论发送失败
zh_tw: 網路異常，評論傳送失敗

# ZyU
source: You've reached the maximum number of words (10,000). Please delete some words and try again.
de_de: Sie haben die maximale Anzahl von Wörtern erreicht (10.000). Löschen Sie einige Wörter und versuchen Sie es erneut.
es_es: Has alcanzado el número máximo de palabras (10.000). Elimina algunas palabras e inténtalo de nuevo.
fr_fr: Vous avez atteint le nombre maximum de mots (10 000). Veuillez supprimer des mots et réessayer.
hi_in: आपकी शब्दों की संख्या सीमा (10,000) तक पहुँच गई है. कृपया कुछ शब्द हटाएँ और पुनः प्रयास करें.
id_id: Anda telah mencapai jumlah kata maksimum (10.000). Hapus beberapa kata dan coba lagi.
it_it: Hai raggiunto il numero massimo di parole (10.000). Elimina alcune parole e riprova.
ja_jp: コメントは 10000 文字を超えています。編集してもう一度送信してください
ko_kr: 최대 단어 수(10,000)에 도달했습니다. 일부 단어를 삭제하고 다시 시도해 보세요.
ms_my: Anda telah melebihi had 10000 perkataan. Sila ringkaskan komen anda dan cuba lagi.
pt_br: Você atingiu o número máximo de palavras(10.000). Exclua algumas palavras e tente novamente.
ru_ru: Достигнуто максимальное количество слов (10 000). Удалите некоторые слова и повторите попытку.
th_th: ครบจำนวนคำสูงสุดแล้ว (10,000) โปรดลบคำออกบางส่วนและลองอีกครั้ง
vi_vn: Bạn đã đạt số từ tối đa (10.000). Vui lòng xóa một số từ rồi thử lại.
zh_cn: 你的评论超过 10000 字限制了，请编辑后再发送
zh_tw: 你的評論超過 10,000 字限制了，請編輯後再傳送

# 3Vg
source: Speak now
de_de: Jetzt sprechen
es_es: Hable ahora
fr_fr: Parler maintenant
hi_in: अब बोलें
id_id: Bicara sekarang
it_it: Parla adesso
ja_jp: このまま話しかけます
ko_kr: 지금 말하기
ms_my: Bercakap sekarang
pt_br: Falar agora
ru_ru: Говорите
th_th: พูดเลย
vi_vn: Phát biểu ngay
zh_cn: 请说话
zh_tw: 請說話

# ikA
source: Tap or tap and hold to dictate
de_de: Zum Diktieren tippen oder gedrückt halten
es_es: Mantén pulsado para dictar
fr_fr: Appuyez ou appuyez et maintenez pour dicter
hi_in: डिक्टेट करने के लिए टैप करें या टैप करें और दबाएँ
id_id: Ketuk atau ketuk dan tahan untuk mendikte
it_it: Tocca o tocca e tieni premuto per dettare
ja_jp: クリックまたは長押しで話す
ko_kr: 탭하거나 길게 탭하여 받아쓰기
ms_my: Klik atau tekan untuk mengeja
pt_br: Tocar ou tocar e segurar para ditar
ru_ru: Коснитесь или коснитесь и удерживайте, чтобы диктовать
th_th: แตะหรือแตะค้างไว้เพื่ออ่านออกเสียง
vi_vn: Chạm hoặc chạm và giữ để Đọc chính tả
zh_cn: 单击或长按开始说话
zh_tw: 按一下或長按開始說話

# OwM
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
hi_in: अनुवाद करें
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역하기
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_tw: 翻譯

# nKA
source: Local files
de_de: Lokale Dateien
es_es: Archivos locales
fr_fr: Fichiers locaux
hi_in: लोकल फ़ाइलें
id_id: File lokal
it_it: File locali
ja_jp: ファイル
ko_kr: 로컬 파일
ms_my: fail
pt_br: Arquivos locais
ru_ru: Локальные файлы
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tệp tin cục bộ
zh_cn: 云盘文件
zh_tw: 雲端硬碟檔案

# 2u8
source: You are the owner of the item. Once deleted, it will go to the Trash and will then be deleted permanently after 30 days.
de_de: Sie sind der Besitzer des Elements. Bei Bestätigung wird es in den Papierkorb verschoben und dann nach 30 Tagen endgültig gelöscht.
es_es: Eres el propietario del elemento. Si lo confirmas, irá a la Papelera y se eliminará de forma permanente a los 30 días.
fr_fr: Vous êtes le propriétaire de l'élément. Si vous confirmez, il sera déplacé vers la Corbeille et sera ensuite supprimé définitivement après 30 jours.
hi_in: आप आइटम के ओनर हैं. यदि आप पुष्टि करते हैं, तो आइटम ट्रैश में चला जाएगा और इसे 30 दिन के बाद स्थायी रूप से हटा दिया जाएगा.
id_id: Anda adalah pemilik item. Jika Anda konfirmasi, item akan dipindah ke Sampah dan akan dihapus permanen setelah 30 hari.
it_it: Sei il proprietario dell'elemento. Se confermi, verrà spostato nel Cestino e verrà eliminato definitivamente dopo 30 giorni.
ja_jp: あなたはこのドキュメントの所有者です。削除してもドキュメントはゴミ箱で保管され、30 日後、自動的に完全削除されます。
ko_kr: 사용자가 아이템의 소유자입니다. 확인하시면, 휴지통으로 이동되며 30일 후에 영구적으로 삭제됩니다.
ms_my: Anda pemilik item ini. Jika anda sahkan, ia akan pergi ke Tong Sampah dan kemudian akan dihapuskan secara kekal selepas 30 hari.
pt_br: Você é o proprietário do item. Se você confirmar, ele irá para a lixeira e depois de 30 dias será excluído permanentemente.
ru_ru: Этот элемент принадлежит вам. После подтверждения элемент будет перемещен в корзину и спустя 30 дней безвозвратно удален.
th_th: คุณเป็นเจ้าของรายการนี้ หากคุณยืนยัน รายการนี้จะถูกย้ายไปยังถังขยะแล้วจะถูกลบอย่างถาวรในอีก 30 วันหลังจากนี้
vi_vn: Bạn là chủ sở hữu của mục này. Nếu bạn xác nhận, mục này sẽ được chuyển tới Thùng rác và bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 你是该项目的所有者。确认删除后该项目将进入回收站，30 天后将自动彻底删除。
zh_tw: 你是該項目的擁有者。確認刪除後，該專案將進入資源回收筒，並在 30 天後自動徹底刪除。

# nqc
source: Delete the {{doc_type}} {{doc_name}}？
de_de: {{doc_type}} {{doc_name}} löschen?
es_es: ¿Borrar el {{doc_type}} {{doc_name}}？
fr_fr: Supprimer le {{doc_type}} {{doc_name}} ?
hi_in: {{doc_type}} {{doc_name}} हटाएँ?
id_id: Hapus {{doc_type}} {{doc_name}}?
it_it: Eliminare {{doc_type}} {{doc_name}}？
ja_jp: {{doc_type}} 「{{doc_name}}」を削除しますか？
ko_kr: {{doc_type}} {{doc_name}}을(를) 삭제하시겠습니까?
ms_my: Sahkan untuk memadam {{doc_type}}: {{doc_name}}?
pt_br: Excluir o {{doc_type}} {{doc_name}}？
ru_ru: Удалить {{doc_type}} {{doc_name}}?
th_th: ลบ {{doc_type}} {{doc_name}} หรือไม่
vi_vn: Xóa {{doc_type}} {{doc_name}}？
zh_cn: 是否删除{{doc_type}}：{{doc_name}} ？
zh_tw: 是否要刪除{{doc_type}}：{{doc_name}}？

# /pc
source: Template
de_de: Vorlage
es_es: Plantilla
fr_fr: Modèle
hi_in: टेम्पलेट
id_id: Templat
it_it: Modello
ja_jp: テンプレート
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelo
ru_ru: Шаблон
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板
zh_tw: 範本

# yyU
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: もっと見る
ko_kr: 더 보기
ms_my: Lebih
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# GrE
source: Engagement
de_de: Interaktion
es_es: Participación
fr_fr: Participation
hi_in: सहभागिता
id_id: Keterlibatan
it_it: Coinvolgimento
ja_jp: アクティビティ
ko_kr: 참여
ms_my: Aktiviti
pt_br: Engajamento
ru_ru: Вовлечение
th_th: การมีส่วนร่วม
vi_vn: Tương tác
zh_cn: 互动统计
zh_tw: 互動統計

# wcY
source: Creation time
de_de: Erstellungszeit
es_es: Hora de creación
fr_fr: Date de création
hi_in: बनाने का समय
id_id: Waktu pembuatan
it_it: Ora creazione
ja_jp: Base の作成日時
ko_kr: 생성 시간
ms_my: Masa penciptaan
pt_br: Hora da criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 多维表格创建时间
zh_tw: 多維表格建立時間

# DfE
source: Base details
es_es: Detalles de Base
fr_fr: Informations sur la Base
hi_in: Bitable के विवरण
id_id: Perincian Base
it_it: Dettagli Base
ja_jp: Base の詳細
ko_kr: Base 세부 정보
ms_my: Butiran asas
pt_br: Detalhes do Base
ru_ru: Сведения о Base
th_th: รายละเอียด Base
vi_vn: Chi tiết Base
zh_cn: 多维表格信息
zh_tw: 多維表格資訊

# FBI
source: Base owner
de_de: Base-Besitzer
es_es: Propietario de Base
fr_fr: Propriétaire de la Base
hi_in: Bitable का ओनर
id_id: Pemilik Base
it_it: Proprietario Base
ja_jp: Base の所有者
ko_kr: Base 소유자
ms_my: Pemilik asas
pt_br: Proprietário do Base
ru_ru: Владелец Base
th_th: เจ้าของ Base
vi_vn: Chủ sở hữu Base
zh_cn: 多维表格所有者
zh_tw: 多維表格擁有者

# pxc
source: Base title
de_de: Base-Titel
es_es: Título de Base
fr_fr: Titre de la Base
hi_in: Bitable का शीर्षक
id_id: Judul Base
it_it: Titolo Base
ja_jp: Base のタイトル
ko_kr: Base 제목
ms_my: Tajuk asas
pt_br: Título do Base
ru_ru: Заголовок Base
th_th: ชื่อ Base
vi_vn: Tiêu đề Base
zh_cn: 多维表格标题
zh_tw: 多維表格標題

# aFA
source: Characters
de_de: Zeichen
es_es: Caracteres
fr_fr: Caractères
hi_in: वर्ण
id_id: Karakter
it_it: Caratteri
ja_jp: 文字数
ko_kr: 글자
ms_my: Aksara
pt_br: Caracteres
ru_ru: Знаки
th_th: ตัวอักษร
vi_vn: Ký tự
zh_cn: 总字符数
zh_tw: 總字元數

# jhg
source: Choose Icon
de_de: Symbol wählen
es_es: Elegir un icono
fr_fr: Choisir une icône
hi_in: आइकॉन चुनें
id_id: Pilih Ikon
it_it: Scegli icona
ja_jp: アイコン選択
ko_kr: 아이콘 선택
ms_my: Pilih Ikon
pt_br: Escolher ícone
ru_ru: Выбрать значок
th_th: เลือกไอคอน
vi_vn: Chọn Biểu tượng
zh_cn: 选择图标
zh_tw: 選擇圖示
