Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Oic
source: Unable to open with Mindnote. Please try again later
de_de: Öffnen mit Mindnote nicht möglich. Bitte versuchen Sie es später erneut.
es_es: No se puede abrir con MindNotes. Inténtelo de nuevo más tarde
fr_fr: Impossible d'ouvrir avec MindNote. Veuillez réessayer plus tard
id_id: Gagal membuka dengan Mindnote. Coba lagi nanti
it_it: Impossibile aprire con MindNote. Riprova più tardi
ja_jp: マインドノートに変換できません。後で再試行してください。
ko_kr: 마인드 노트로 열 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat membuka dengan Mindnote. Sila cuba lagi kemudian
pt_br: Não é possível abrir com Mindnote. Tente novamente mais tarde
ru_ru: Невозможно открыть с помощью Mindnote. Попробуйте позже
th_th: เปิดด้วย Mindnote ไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể mở bằng Mindnote. Vui lòng thử lại sau
zh_cn: 无法转为思维笔记，请稍后重试
zh_tw: 無法轉換為心智圖筆記，請稍後重試

# 6Bw
source: Unable to open files with sensitive content in Sheets
de_de: Öffnen von Dateien mit vertraulichem Inhalt in Sheets nicht möglich
es_es: No se pueden abrir archivos con contenido confidencial en Sheets
fr_fr: Impossible d'ouvrir des fichiers au contenu sensible dans Sheets
id_id: Gagal membuka file dengan konten sensitif di Sheet
it_it: Impossibile aprire file con contenuto sensibile in Sheets
ja_jp: ファイルにセンシティブな内容が含まれているため、シートに変換できません。
ko_kr: Sheets에서 민감한 콘텐츠가 포함된 파일을 열 수 없습니다
ms_my: Tidak dapat membuka fail dengan kandungan sensitif dalam Sheets
pt_br: Não é possível abrir arquivos com conteúdo sensível no Sheets
ru_ru: Невозможно открыть файлы с конфиденциальным содержимым в Sheets
th_th: เปิดไฟล์ที่มีเนื้อหาละเอียดอ่อนในแผ่นงานไม่สำเร็จ
vi_vn: Không thể mở tập tin chứa nội dung nhạy cảm trong Sheets
zh_cn: 文件内容包含敏感信息，无法转为在线表格
zh_tw: 檔案內容包含敏感資訊，無法轉換為線上表格

# TRM
source: Unable to open with Sheets. Please try again later
de_de: Öffnen mit Sheets nicht möglich. Bitte versuchen Sie es später erneut
es_es: No se puede abrir con Sheets. Inténtelo de nuevo más tarde
fr_fr: Impossible d'ouvrir avec Sheets. Veuillez réessayer plus tard
id_id: Gagal membuka dengan Sheets. Coba lagi nanti
it_it: Impossibile aprire con Sheets. Riprova più tardi
ja_jp: 現在、オンラインシートに変換できません。後で再試行してください。
ko_kr: Sheets로 열 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat membuka dengan Sheets. Sila cuba lagi kemudian
pt_br: Não é possível abrir com Sheets. Tente novamente mais tarde
ru_ru: Невозможно открыть с помощью Sheets. Попробуйте позже
th_th: เปิดด้วยแผ่นงานไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể mở bằng Sheets. Vui lòng thử lại sau
zh_cn: 暂不支持转为在线表格，请稍后重试
zh_tw: 暫不支援轉換為線上表格，請稍後重試

# c5s
source: Unable to save files with sensitive content to My Space
de_de: Speichern von Dateien mit vertraulichem Inhalt unter „Mein Bereich“ nicht möglich
es_es: No se pueden guardar archivos con contenido confidencial en Mi Espacio
fr_fr: Impossible d'enregistrer des fichiers au contenu sensible sur Mon Espace
id_id: Gagal menyimpan file dengan konten sensitif di Ruang Saya
it_it: Impossibile salvare file con contenuto sensibile ne Il mio spazio
ja_jp: ファイルにセンシティブな内容が含まれているため、「マイスペース」に保存できません。
ko_kr: 민감한 콘텐츠가 포함된 파일을 내 공간에 저장할 수 없습니다
ms_my: Tidak dapat menyimpan fail dengan kandungan sensitif ke Ruang Saya
pt_br: Não é possível abrir arquivos com conteúdo sensível no Meu espaço
ru_ru: Невозможно сохранить файлы с конфиденциальным содержимым в Моем пространстве
th_th: บันทึกไฟล์ที่มีเนื้อหาละเอียดอ่อนไปยังพื้นที่ของฉันไม่สำเร็จ
vi_vn: Không thể lưu tập tin chứa nội dung nhạy cảm trong Không gian của tôi
zh_cn: 文件内容包含敏感信息，无法保存到“我的空间”
zh_tw: 檔案內容包含敏感資訊，無法儲存到「我的空間」

# BDQ
source: Unable to save to My Space. Please try again later
de_de: Speichern in „Mein Bereich“ nicht möglich. Bitte versuchen Sie es später erneut
es_es: No se puede guardar en Mi Espacio. Inténtalo de nuevo más tarde
fr_fr: Impossible d'enregistrer dans Mon Espace. Veuillez réessayer plus tard
id_id: Gagal menyimpan ke Ruang Saya. Coba lagi nanti
it_it: Impossibile salvare ne Il mio spazio. Riprova più tardi
ja_jp: 「マイスペース」に保存できませんでした。後で再試行してください
ko_kr: 나의 공간에 저장할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat menyimpan ke Ruang Saya. Sila cuba lagi kemudian
pt_br: Não é possível salvar em Meu espaço. Tente novamente mais tarde
ru_ru: Не удалось сохранить в Моем пространстве. Попробуйте позже
th_th: บันทึกลงในพื้นที่ของฉันไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không lưu được vào Không gian của tôi. Vui lòng thử lại sau
zh_cn: 暂不支持保存到“我的空间”，请稍后重试
zh_tw: 暫不支援儲存到「我的空間」，請稍後重試

# XIQ
source: Unable to view files with sensitive content
de_de: Anzeigen von Dateien mit vertraulichem Inhalt nicht möglich
es_es: No se pueden ver archivos con contenido confidencial
fr_fr: Impossible d'afficher des fichiers au contenu sensible
id_id: Gagal melihat file dengan konten sensitif
it_it: Impossibile visualizzare file con contenuto sensibile
ja_jp: ファイルにセンシティブな内容が含まれているため、表示できません。
ko_kr: 민감한 콘텐츠가 포함된 파일을 볼 수 없습니다
ms_my: Tidak dapat melihat fail dengan kandungan sensitif
pt_br: Não é possível visualizar arquivos com conteúdo sensível
ru_ru: Невозможно просмотреть файлы с конфиденциальным содержимым
th_th: ดูไฟล์ที่มีเนื้อหาละเอียดอ่อนไม่สำเร็จ
vi_vn: Không thể xem tập tin chứa nội dung nhạy cảm
zh_cn: 文件内容包含敏感信息，无法查看
zh_tw: 檔案內容包含敏感資訊，無法查看

# cvQ
source: Anyone at {{tenant_name}} with the link can view
ja_jp: リンクを取得した {{tenant_name}} のメンバー全員がアクセス可能
zh_cn: {{tenant_name}}中获得链接的任何用户可以访问

# R68
source: Automatic authorization of view permissions for your manager is enabled
ja_jp: 上司への自動閲覧権限付与をオンにしました。
zh_cn: 已开启分享文档自动授予上级可阅读权限

# OvA
source: Default view permissions for new Docs
ja_jp: 新規 Docs のデフォルトのアクセス権限
zh_cn: 新文档默认的访问权限

# uWY
source: Docs
zh_cn: 文档

# xio
source: Enable default view permissions for your manager? You can manage the view permissions under "Settings > Docs".
ja_jp: 上司に権限付与をしていることが多いようです。今後ドキュメントを共有した際に、自動で閲覧権限を付与するようにしますか？この設定は「設定」>「ドキュメント」で変更可能です。
zh_cn: 你已多次给上级授权，是否设置将后续分享的文档，默认给上级授予可阅读权限？你可在“设置 >文档”中修改该设置

# PTw
source: Authorize view permissions to my manager automatically upon sharing documents
ja_jp: ドキュメント共有時に、上司に自動で閲覧権限を付与
zh_cn: 分享文档时，自动授予我的上级可阅读权限

# WfQ
source: This Time Only
ja_jp: 今回のみ
zh_cn: 仅本次授权

# R64
source: Only invited users can view
ja_jp: 招待されたユーザーのみがアクセス可能
zh_cn: 仅受邀用户可访问

# aAQ
source: Default authorization settings
ja_jp: 自動付与設定
zh_cn: 自动授权设置

# xrc
source: Manager of the owner
ja_jp: 所有者の上司
zh_cn: 所有者的上级

# b74
source: The video is being transcoded. It will refresh once it's complete.
de_de: Das Video wird gerade transkodiert. Nach Abschluss des Vorgangs wird es aktualisiert.
es_es: Se está transcodificando el vídeo. Se actualizará una vez finalizado el proceso.
fr_fr: La vidéo est en cours de transcodage. Elle sera actualisée dès que le processus sera terminé.
id_id: Video sedang ditranskode. Video akan diperbarui setelah transkode selesai.
it_it: Il video è in fase di transcodifica. Si aggiornerà una volta completato.
ja_jp: ビデオは現在トランスコード中です。完了後、自動的に更新されます。
ko_kr: 동영상을 변환하는 중입니다. 완료되면 새로 고쳐집니다.
ms_my: Video sedang ditranskod. Ia akan disegarkan setelah selesai.
pt_br: O vídeo está sendo transcodificado. Ele será atualizado assim que estiver completo.
ru_ru: Видео перекодируется. Он обновится после завершения.
th_th: วิดีโอกำลังได้รับการแปลงรหัส จะรีเฟรชเมื่อดำเนินการเสร็จสมบูรณ์แล้ว
vi_vn: Video đang được chuyển mã và sẽ làm mới sau khi hoàn thành.
zh_cn: 视频正在转码中，转码完成将自动刷新
zh_tw: 影片正在轉碼中，轉碼完成後將自動重新整理

# m2Q
source: Resolve
de_de: Auflösen
es_es: Resolver
fr_fr: Résoudre
hi_in: गायब करें
id_id: Selesaikan
it_it: Risolvi
ja_jp: 解決
ko_kr: 해결
ms_my: Selesaikan
pt_br: Resolver
ru_ru: Устранить
th_th: แก้ไขปัญหา
vi_vn: Giải quyết
zh_cn: 解决
zh_tw: 處理

# hw0
source: Templates shared by others will be displayed here
de_de: Von anderen geteilte Vorlagen werden hier angezeigt
es_es: Las plantillas compartidas por otros se mostrarán aquí
fr_fr: Les modèles partagés par les autres seront affichés ici
id_id: Templat yang dibagikan oleh pengguna lain akan ditampilkan di sini
it_it: I modelli condivisi da altri verranno visualizzati qui
ja_jp: 他のユーザーから共有されたテンプレートはここに表示されます。
ko_kr: 다른 사람이 공유한 템플릿이 여기에 표시됩니다
ms_my: Templat yang dikongsi oleh orang lain akan dipaparkan di sini
pt_br: Os modelos compartilhados por outras pessoas serão exibidos aqui
ru_ru: Здесь будут отображаться шаблоны, которыми вы поделились с другими
th_th: เทมเพลตที่คนอื่น ๆ ใช้ร่วมกันจะแสดงผลที่นี่
vi_vn: Mẫu do người khác chia sẻ sẽ hiển thị tại đây
zh_cn: 这里将展示他人分享给你的模板
zh_tw: 這裡將顯示他人分享給你的範本

# r1s
source: Create or move documents to your personal table of contents
de_de: Dokumente erstellen oder in Ihr persönliches Inhaltsverzeichnis verschieben
es_es: Crea o mueve documentos a tu tabla de contenido personal
fr_fr: Créer ou déplacer des documents vers votre table des matières personnelle
id_id: Buat atau pindahkan dokumen ke daftar isi pribadi Anda
it_it: Crea o sposta documenti nel tuo sommario personale
ja_jp: 自分の目次に Docs を新規作成するか、既存の Docs を追加します
ko_kr: 개인 목차로 문서 생성 또는 이동
ms_my: Buat atau pindahkan dokumen ke jadual isi kandungan peribadi anda
pt_br: Criar ou mover documentos para seu índice pessoal
ru_ru: Создавайте или перемещайте документы в личное оглавление
th_th: สร้างหรือย้ายเอกสารไปยังสารบัญส่วนตัวของคุณ
vi_vn: Tạo hoặc di chuyển tài liệu vào mục lục cá nhân của bạn
zh_cn: 新建或移动文档到个人目录树
zh_tw: 建立或移動文件至個人目錄樹狀結構

# f00
source: Add to Pins
de_de: Zu Anheftungen hinzufügen
es_es: Agregar a fijados
fr_fr: Ajouter à la catégorie Épinglés
id_id: Tambahkan ke Pin
it_it: Aggiungi a Elementi fissati
ja_jp: 「ピン留め」に追加
ko_kr: 고정 항목에 추가
ms_my: Tambah ke Pin
pt_br: Adicionar às fixações
ru_ru: Добавить в закрепления
th_th: เพิ่มไปยังการปักหมุด
vi_vn: Thêm vào Mục đã ghim
zh_cn: 添加到“置顶”
zh_tw: 新增到「置頂」

# vYQ
source: Added to pins
de_de: Zu Anheftungen hinzugefügt
es_es: Agregado a fijados
fr_fr: Ajouté avec succès à la catégorie Épinglés
id_id: Ditambahkan ke pin
it_it: Aggiunta completata agli elementi fissati
ja_jp: 「ピン留め」に追加しました
ko_kr: 고정 항목에 추가되었습니다
ms_my: Ditambah ke pin
pt_br: Adicionado às fixações
ru_ru: Добавлено в закрепления
th_th: เพิ่มไปยังการปักหมุดสำเร็จแล้ว
vi_vn: Đã thêm vào mục đã ghim
zh_cn: 已添加到“置顶”
zh_tw: 已新增到「置頂」

# E0U
source: All docs
de_de: Alle Docs
es_es: Todos los documentos
fr_fr: Tous les documents
id_id: Semua dokumen
it_it: Tutti i Docs
ja_jp: すべての Docs
ko_kr: 모든 문서
ms_my: Semua dokumen
pt_br: Todos os docs
ru_ru: Все документы
th_th: Docs ทั้งหมด
vi_vn: Tất cả tài liệu
zh_cn: 全部文档
zh_tw: 全部文件

# xjg
source: All Wiki Spaces
de_de: Alle Wiki-Bereiche
es_es: Todos los espacios Wiki
fr_fr: Tous les espaces Wiki
id_id: Semua Ruang Wiki
it_it: Tutti gli spazi Wiki
ja_jp: すべてのウィキスペース
ko_kr: 모든 Wiki 공간
ms_my: Semua Ruang Wiki
pt_br: Todos os espaços da Wiki
ru_ru: Все Wiki-пространства
th_th: พื้นที่ Wiki ทั้งหมด
vi_vn: Tất cả không gian Wiki
zh_cn: 全部知识库
zh_tw: 全部知識庫

# F/s
source: All Spaces
de_de: Alle Bereiche
es_es: Todos los espacios
fr_fr: Tous les espaces
id_id: Semua Ruang
it_it: Tutti gli spazi
ja_jp: すべてのスペース
ko_kr: 모든 공간
ms_my: Semua Ruang
pt_br: Todos os espaços
ru_ru: Все пространства
th_th: พื้นที่ทั้งหมด
vi_vn: Tất cả không gian
zh_cn: 全部空间
zh_tw: 全部空間

# gok
source: All Workspaces
de_de: Alle Workspaces
es_es: Todos los espacios de trabajo
fr_fr: Tous les espaces de travail
id_id: Semua Ruang Kerja
it_it: Tutte le Aree di lavoro
ja_jp: すべてのウィキスペース
ko_kr: 모든 작업 영역
ms_my: Semua Ruang Kerja
pt_br: Todos os espaços de trabalho
ru_ru: Все рабочие среды
th_th: พื้นที่ทำงานทั้งหมด
vi_vn: Tất cả Không gian làm việc
zh_cn: 全部知识库
zh_tw: 全部知識庫

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: デフォルトに戻す
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 恢复默认
zh_tw: 還原預設

# +k4
source: Earliest to Latest
de_de: Vom frühesten zum spätesten
es_es: De más antiguo a más reciente
fr_fr: Du plus ancien au plus récent
id_id: Terlama hingga Terbaru
it_it: Da meno recente a più recente
ja_jp: 古い順
ko_kr: 오래된 날짜순
ms_my: Terawal ke Terbaru
pt_br: Do mais antigo para o mais recente
ru_ru: От старого к новому
th_th: ก่อนหน้าไปล่าสุด
vi_vn: Cũ nhất đến mới nhất
zh_cn: 由远到近
zh_tw: 從遠到近

# 1Ok
source: Filter
de_de: Filtern
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルタ
ko_kr: 필터
ms_my: Tapis
pt_br: Filtrar
ru_ru: Фильтр
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選

# auI
source: From A to Z
de_de: Von A bis Z
es_es: De la A a la Z
fr_fr: De A à Z
id_id: Dari A ke Z
it_it: Da A a Z
ja_jp: A から Z
ko_kr: A부터 Z순
ms_my: Dari A ke Z
pt_br: De A a Z
ru_ru: От А до Я
th_th: จาก A ถึง Z
vi_vn: Từ A đến Z
zh_cn: 从 A 到 Z
zh_tw: 從 A 到 Z

# MdM
source: From Z to A
de_de: Von Z bis A
es_es: De la Z a la A
fr_fr: De Z à A
id_id: Dari Z ke A
it_it: Da Z a A
ja_jp: Z から A
ko_kr: Z부터 A순
ms_my: Dari Z ke A
pt_br: De Z a A
ru_ru: От Я до А
th_th: จาก Z ถึง A
vi_vn: Từ Z đến A
zh_cn: 从 Z 到 A
zh_tw: 從 Z 到 A

# GoY
source: Last modified {{time}}
de_de: Zuletzt modifiziert um {{time}}
es_es: Última modificación: {{time}}
fr_fr: Dernière modification {{time}}
id_id: Terakhir diubah {{time}}
it_it: Ultima modifica {{time}}
ja_jp: 最終更新：{{time}}
ko_kr: 마지막 수정 시간: {{time}}
ms_my: Diubah terakhir {{time}}
pt_br: Última modificação {{time}}
ru_ru: Последнее изменение {{time}}
th_th: แก้ไขครั้งล่าสุด {{time}}
vi_vn: Sửa đổi lần cuối {{time}}
zh_cn: 最近修改于 {{time}}
zh_tw: 最近修改 {{time}}

# tTs
source: Last viewed {{time}}
de_de: Zuletzt angesehen um {{time}}
es_es: Última visualización: {{time}}
fr_fr: Dernière consultation {{time}}
id_id: Terakhir dilihat {{time}}
it_it: Ultima visualizzazione {{time}}
ja_jp: 最終閲覧：{{time}}
ko_kr: 마지막 본 시간: {{time}}
ms_my: Dilihat terakhir {{time}}
pt_br: Visto pela última vez {{time}}
ru_ru: Последний просмотр {{time}}
th_th: ดูครั้งล่าสุด {{time}}
vi_vn: Xem lần cuối {{time}}
zh_cn: 最近访问于 {{time}}
zh_tw: 最近造訪 {{time}}

# Hr4
source: Latest to Earliest
de_de: Von spätestem zum frühsten
es_es: De más reciente a más antiguo
fr_fr: Du plus récent au plus ancien
id_id: Terbaru hingga Terlama
it_it: Da più recente a meno recente
ja_jp: 近い順
ko_kr: 최신 날짜순
ms_my: Terbaru ke Terawal
pt_br: Do mais recente para o mais antigo
ru_ru: От нового к старому
th_th: ล่าสุดไปก่อนหน้า
vi_vn: Mới nhất đến cũ nhất
zh_cn: 由近到远
zh_tw: 從近到遠

# 5Dw
source: Make a Copy Here
de_de: Hier eine Kopie erstellen
es_es: Hacer una copia aquí
fr_fr: Faire une copie ici
id_id: Buat Salinan di Sini
it_it: Crea una copia qui
ja_jp: ここにコピーを作成
ko_kr: 여기에 사본 만들기
ms_my: Buat Salinan Di Sini
pt_br: Faça uma cópia aqui
ru_ru: Создать копию здесь
th_th: ทำสำเนาที่นี่
vi_vn: Tạo bản sao tại đây
zh_cn: 在当前位置创建副本
zh_tw: 在目前位置建立副本

# MuU
source: Created Time
de_de: Erstellungszeit
es_es: Fecha/hora de creación
fr_fr: Heure de création
id_id: Waktu Pembuatan
it_it: Ora di creazione
ja_jp: 作成時間
ko_kr: 생성 시간
ms_my: Masa Dicipta
pt_br: Hora de criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 按创建时间
zh_tw: 按建立時間

# yx8
source: Modified Time
de_de: Änderungszeitpunkt
es_es: Fecha/hora de modificación
fr_fr: Heure de modification
id_id: Waktu Pengubahan
it_it: Ora di ultima modifica
ja_jp: 最終編集時間
ko_kr: 수정된 시간
ms_my: Masa Diubah suai
pt_br: Hora da modificação
ru_ru: Дата изменения
th_th: แก้ไขครั้งล่าสุด
vi_vn: Thời gian sửa đổi
zh_cn: 按修改时间
zh_tw: 按修改時間

# jYY
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ko_kr: 신규
ms_my: Baharu
pt_br: Novo
ru_ru: Создать
th_th: ใหม่
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

# sWA
source: Documents
de_de: Dokumente
es_es: Documentos
id_id: Dokumen
it_it: Documenti
ja_jp: Docs 一覧
ko_kr: 문서
ms_my: Dokumen
pt_br: Documentos
ru_ru: Документы
th_th: เอกสาร
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# Mf0
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
ms_my: Laman Utama
pt_br: Início
ru_ru: Главная
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# d+w
source: List settings
de_de: Listeneinstellungen
es_es: Configuración de la lista
fr_fr: Paramètres de la liste
id_id: Pengaturan daftar
it_it: Impostazioni elenco
ja_jp: リスト設定
ko_kr: 목록 설정
ms_my: Tetapan senarai
pt_br: Configurações da lista
ru_ru: Настройки списка
th_th: การตั้งค่ารายการ
vi_vn: Cài đặt danh sách
zh_cn: 列表设置
zh_tw: 清單設定

# bys
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Xem thêm
zh_cn: 更多
zh_tw: 更多

# wpM
source: Organize your document with new table of contents for a clearer content structure. Get started by creating a new document!
de_de: Organisieren Sie Ihr Dokument für eine übersichtlichere Inhaltsstruktur mit einem neuen Inhaltsverzeichnis. Beginnen Sie mit der Erstellung eines neuen Dokuments!
es_es: Organiza tu documento con la nueva tabla de contenido para conseguir una estructura de contenido más clara. Para empezar, crea un documento nuevo.
fr_fr: Organisez votre document grâce à la nouvelle table des matières afin de rendre la structure de son contenu plus claire. Commencez par créer un nouveau document !
id_id: Atur dokumen Anda dengan daftar isi yang baru untuk struktur konten yang lebih jelas. Mulailah dengan membuat dokumen baru!
it_it: Organizza il tuo documento con un nuovo sommario per avere una struttura dei contenuti più chiara. Inizia creando un nuovo documento!
ja_jp: 新しくなった目次機能でファイルを整理し、コンテンツの管理をより効果的に！
ko_kr: 더 명확한 콘텐츠 구조를 위해 새로운 목차로 문서를 구성하세요. 새 문서를 생성하여 시작하세요!
ms_my: Susun semula dokumen anda dengan kandungan jadual baru untuk struktur kandungan yang lebih jelas. Mulakan dengan membuat dokumen baru!
pt_br: Organize seu documento com um novo índice para uma estrutura de conteúdo mais clara. Comece criando um novo documento!
ru_ru: Используйте в документе новую функцию оглавления, чтобы сделать понятной его структуру. Начните с создания нового документа!
th_th: จัดระเบียบเอกสารด้วยสารบัญใหม่ เพื่อโครงสร้างเนื้อหาที่ชัดเจนยิ่งขึ้น เริ่มต้นโดยการสร้างเอกสารใหม่
vi_vn: Sắp xếp tài liệu của bạn bằng mục lục mới để có cấu trúc nội dung rõ ràng hơn. Hãy bắt đầu bằng cách tạo tài liệu mới!
zh_cn: 使用目录整理文档，内容结构更清晰。从新建一篇文档开始，开启全新体验
zh_tw: 使用目錄整理文件，內容結構更清晰。從建立一個新文件開始，開啟全新體驗

# wG8
source: Shared Time
de_de: Zeitpunkt, an dem geteilt wurde
es_es: Fecha/hora en que se compartió
fr_fr: Heure du partage
id_id: Waktu Berbagi
it_it: Data/Ora di condivisione
ja_jp: 共有日時
ko_kr: 공유한 시간
ms_my: Masa Dikongsi
pt_br: Horário de compartilhamento
ru_ru: Время открытия доступа
th_th: เวลาที่แบ่งปัน
vi_vn: Thời gian chia sẻ
zh_cn: 按共享时间
zh_tw: 按分享時間

# 8f8
source: Favorited Time
de_de: Favorisierte Zeit
es_es: Fecha/hora de marcado como favorito
fr_fr: Heure d'ajout aux favoris
id_id: Waktu Difavoritkan
it_it: Data/Ora di aggiunta ai Preferiti
ja_jp: お気に入り追加日時
ko_kr: 즐겨찾기에 추가한 시간
ms_my: Masa Dikegemari
pt_br: Horário da marcação como favorito
ru_ru: Избранное время
th_th: ช่วงเวลาโปรด
vi_vn: Thời gian ưa thích
zh_cn: 按收藏时间
zh_tw: 按收藏時間

# oLU
source: Viewed Time
de_de: Anzeigezeit
es_es: Fecha/hora de visualización
fr_fr: Heure d'affichage
id_id: Waktu Dilihat
it_it: Data/Ora di visualizzazione
ja_jp: 最終アクセス日時
ko_kr: 본 시간
ms_my: Masa Dilihat
pt_br: Horário de visualização
ru_ru: Время просмотра
th_th: เวลาที่ดู
vi_vn: Thời gian xem
zh_cn: 按访问时间
zh_tw: 按存取時間

# ILw
source: Switch to Grid View
de_de: Zur Rasteransicht wechseln
es_es: Cambiar a vista de cuadrícula
fr_fr: Passer à l'affichage Quadrillage
id_id: Beralih ke Tampilan Kisi
it_it: Passa alla visualizzazione griglia
ja_jp: グリッドビューに切り替える
ko_kr: 그리드 보기로 전환
ms_my: Tukar ke Paparan Grid
pt_br: Mudar para visualização de grade
ru_ru: Перейти к виду сетки
th_th: เปลี่ยนเป็นมุมมองเส้นตาราง
vi_vn: Chuyển sang chế độ xem dạng lưới
zh_cn: 切换为宫格视图
zh_tw: 切換為方格視圖

# AvY
source: Switch to List View
de_de: Zur Listenansicht wechseln
es_es: Cambiar a vista de lista
fr_fr: Passer à l'affichage Liste
id_id: Beralih ke Tampilan Daftar
it_it: Passa alla visualizzazione elenco
ja_jp: リストビューに切り替える
ko_kr: 목록 보기로 전환
ms_my: Tukar ke Paparan Senarai
pt_br: Mudar para visualização de lista
ru_ru: Перейти к виду списка
th_th: เปลี่ยนเป็นมุมมองรายการ
vi_vn: Chuyển sang chế độ xem danh sách
zh_cn: 切换为列表视图
zh_tw: 切換為清單視圖

# LaI
source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
id_id: Templat
it_it: Modelli
ja_jp: テンプレート
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelos
ru_ru: Шаблоны
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板库
zh_tw: 範本資料庫

# 8Ko
source: Go to template gallery
de_de: Zur Vorlagengalerie navigieren
es_es: Ir a la Galería de plantillas
fr_fr: Accéder à la galerie de modèles
id_id: Buka galeri templat
it_it: Vai alla raccolta modelli
ja_jp: テンプレートギャラリーへ移動
ko_kr: 템플릿 갤러리로 이동
ms_my: Pergi ke galeri templat
pt_br: Ir para a galeria de modelos
ru_ru: Перейдите в галерею шаблонов
th_th: ไปยังแกลเลอรีเทมเพลต
vi_vn: Đi tới thư viện mẫu
zh_cn: 选择模板快速新建
zh_tw: 選擇範本快速建立

# 3GI
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ms_my: Muat Naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# vYM
source: Modified
de_de: Modifiziert
es_es: Modificado
fr_fr: Modifié
id_id: Berhasil diubah
it_it: Modifica completata
ja_jp: 最終編集
ko_kr: 수정됨
ms_my: Diubahsuai
pt_br: Modificado
ru_ru: Изменено
th_th: แก้ไขแล้ว
vi_vn: Đã sửa đổi
zh_cn: 修改时间
zh_tw: 修改時間

# j7c
source: Once confirmed, it'll be saved to Unsorted.
de_de: Nach der Bestätigung wird es im Ordner „Unsortiert“ gespeichert.
es_es: Si se confirma, se guardará en Sin ordenar.
fr_fr: Après la confirmation, il sera enregistré dans Non triés.
id_id: Setelah dikonfirmasi, ini akan disimpan ke Tidak Diurutkan.
it_it: Dopo la conferma, verrà salvato in Non ordinati.
ja_jp: 「確認」をクリックすると、「未分類」に保存されます。
ko_kr: 확인하면 정렬되지 않음으로 저장됩니다.
ms_my: Setelah disahkan, ia akan disimpan ke Tidak Disusun.
pt_br: Depois de confirmado, ele será salvo em Não classificado.
ru_ru: После подтверждения он будет сохранен в раздел Несортированные.
th_th: เมื่อยืนยันแล้ว จะบันทึกเป็นไม่เรียงลำดับ
vi_vn: Sau khi xác nhận thì sẽ được lưu vào mục Chưa sắp xếp.
zh_cn: 点击确定后，保存到“未整理”
zh_tw: 點選確定後，儲存到「未整理」

# ibg
source: My Folders
de_de: Meine Ordner
es_es: Mis carpetas
fr_fr: Mes Dossiers
id_id: Folder Saya
it_it: Le mie cartelle
ja_jp: マイフォルダ
ko_kr: 내 폴더
ms_my: Folder Saya
pt_br: Minhas pastas
ru_ru: Мои папки
th_th: โฟลเดอร์ของฉัน
vi_vn: Thư mục của tôi
zh_cn: 我的文件夹
zh_tw: 我的資料夾

# wzo
source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama
it_it: Nome
ja_jp: タイトル
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 标题
zh_tw: 標題

# JtE
source: Create a new document
de_de: Ein neues Dokument erstellen
es_es: Crear nuevo documento
fr_fr: Créer un nouveau document
id_id: Buat dokumen baru
it_it: Crea un nuovo documento
ja_jp: 新しい Docs を作成
ko_kr: 새 문서 생성
ms_my: Buat dokumen baru
pt_br: Criar um novo documento
ru_ru: Создать новый документ
th_th: สร้างเอกสารใหม่
vi_vn: Tạo tài liệu mới
zh_cn: 新建文档开始协作
zh_tw: 建立新文件以開始協作
