Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ZNY
source: Permissions inherited from the source document. Please edit in the source.
de_de: Die Berechtigungen wurden vom Quelldokument übernommen. Bitte bearbeiten Sie sie in der Quelle.
es_es: Permisos heredados del documento de origen. Edita en el origen.
fr_fr: Autorisations provenant du document source. Veuillez modifier dans le document source.
id_id: Izin diwarisi dari dokumen sumber. Edit di dalam sumber.
it_it: Autorizzazioni ereditate dal documento sorgente. Modifica nella sorgente.
ja_jp: 同期ブロックの権限設定は元のドキュメントから継承されています。設定を変更するには、元のドキュメントに移動して操作してください。
ko_kr: 소스 문서에서 상속된 권한입니다. 소스에서 편집하세요.
ms_my: Kebenaran diwarisi dari dokumen sumber. Sila edit dalam sumber.
pt_br: Permissões herdadas do documento de origem. Edite na fonte.
ru_ru: Разрешения взяты из исходного документа. Отредактируйте в исходном документе.
th_th: ได้รับสิทธิ์การอนุญาตมาจากเอกสารต้นทางแล้ว โปรดแก้ไขในต้นทาง
vi_vn: Quyền thừa hưởng từ tài liệu nguồn. Vui lòng chỉnh sửa trong nguồn.
zh_cn: 同步块的权限设置继承自源文档，可到源文档进行调整
zh_tw: 即時引用的權限設定繼承自來源文件，可前往來源文件進行調整

# hr4
source: Range inherited from the source document. Please edit in the source.
de_de: Der Bereich wurde aus dem Quelldokument übernommen. Bitte bearbeiten Sie ihn in der Quelle.
es_es: Rango heredado del documento de origen. Edita en el origen.
fr_fr: Plage provenant du document source. Veuillez modifier dans le document source.
id_id: Rentang diwarisi dari dokumen sumber. Edit di dalam sumber.
it_it: Intervallo ereditato dal documento sorgente. Modifica nella sorgente.
ja_jp: 同期ブロックの共有範囲は元のドキュメントから継承されています。設定を変更するには、元のドキュメントに移動して操作してください。
ko_kr: 소스 문서에서 상속된 범위입니다. 소스에서 편집하세요.
ms_my: Julat diwarisi dari dokumen sumber. Sila edit dalam sumber.
pt_br: Intervalo herdado do documento de origem. Edite na fonte.
ru_ru: Диапазон взят из исходного документа. Отредактируйте в исходном документе.
th_th: ได้รับช่วงมาจากเอกสารต้นทางแล้ว โปรดแก้ไขในต้นทาง
vi_vn: Phạm vi thừa hưởng từ tài liệu nguồn. Vui lòng chỉnh sửa trong nguồn.
zh_cn: 同步块的分享范围继承自源文档，可到源文档进行调整
zh_tw: 即時引用的分享範圍繼承自來源文件，可前往來源文件進行調整

# rww
source: Unable to turn on internet sharing. Please contact the document owner to complete real-name verification and try again.
de_de: Die Internetfreigabe kann nicht aktiviert werden. Bitte kontaktieren Sie den Dokumentbesitzer, um die Echtname-Verifizierung abzuschließen und versuchen Sie es erneut.
es_es: No se puede activar el uso compartido en Internet. Ponte en contacto con el propietario del documento para completar la verificación de nombre real e inténtalo de nuevo.
fr_fr: Impossible d'activer le partage Internet. Veuillez contacter le propriétaire du document pour terminer la vérification du vrai nom et réessayer.
id_id: Gagal mengaktifkan berbagi internet. Hubungi pemilik dokumen untuk menyelesaikan verifikasi nama asli dan coba lagi.
it_it: Impossibile attivare la condivisione su Internet. Contatta il proprietario del documento affinché completi la verifica del nome reale e riprova.
ja_jp: 健全なインターネット利用環境づくりを実現するために、インターネット上に公開するには、ドキュメントの所有者に連絡し、本人認証を完了するように依頼してください。
ko_kr: 인터넷 공유를 켤 수 없습니다. 문서 소유자에게 문의하여 실명 인증을 완료하고 다시 시도하세요.
ms_my: Tidak dapat mengaktifkan perkongsian internet. Sila hubungi pemilik dokumen untuk melengkapkan pengesahan nama sebenar dan cuba lagi.
pt_br: Não foi possível ativar o compartilhamento na internet. Entre em contato com o proprietário do documento para concluir a verificação de nome real e tente novamente.
ru_ru: Не удалось включить показ через Интернет. Свяжитесь с владельцем документа, чтобы пройти подтверждение настоящего имени, и повторите попытку.
th_th: ไม่สามารถเปิดการแบ่งปันอินเทอร์เน็ตได้ โปรดติดต่อเจ้าของเอกสารเพื่อทำการตรวจสอบยืนยันด้วยชื่อจริงให้เสร็จสมบูรณ์แล้วลองอีกครั้ง
vi_vn: Không thể bật tính năng chia sẻ trên internet. Vui lòng liên hệ với chủ sở hữu tài liệu để hoàn thành quy trình xác minh tên thật rồi thử lại.
zh_cn: 为维护绿色网络环境，如需开启互联网分享，请联系文档所有者完成实名认证
zh_tw: 為維護綠色網路環境，如需開啟「透過網際網路分享」，請聯絡文件擁有者完成實名認證

# V7g
source: To maintain a sustainable online environment, real-name verification is required for users to enable internet sharing.
de_de: Für eine nachhaltige Online-Umgebung ist die Echtname-Verifizierung der Benutzer erforderlich, um die Internetfreigabe zu aktivieren.
es_es: Con el objetivo de mantener un entorno en línea sostenible, se requiere la verificación de nombre real para que los usuarios puedan compartir Internet.
fr_fr: Pour maintenir un environnement numérique durable, la vérification du vrai nom est nécessaire pour les utilisateurs afin de permettre le partage Internet.
id_id: Untuk menjaga lingkungan online yang berkelanjutan, verifikasi nama asli diperlukan bagi pengguna untuk mengaktifkan berbagi internet.
it_it: Per mantenere un ambiente online sostenibile, è necessaria la verifica del nome reale degli utenti per consentire la condivisione su Internet.
ja_jp: 健全なインターネット利用環境づくりを実現するために、インターネット上に公開する前に本人認証を完了する必要があります。
ko_kr: 지속 가능한 온라인 환경을 유지하기 위해서는 인터넷 공유를 활성화하도록 사용자가 실명 인증을 해야 합니다.
ms_my: Untuk mengekalkan persekitaran dalam talian yang mampan, pengesahan nama sebenar diperlukan untuk pengguna mengaktifkan perkongsian internet.
pt_br: Para manter um ambiente online sustentável, é necessária a verificação do nome real dos usuários para permitir o compartilhamento na internet.
ru_ru: Чтобы сделать работу в Интернете безопасной и ответственной, для включения показа через Интернет требуется проверка настоящего имени пользователей.
th_th: ผู้ใช้ต้องมีการตรวจสอบยืนยันด้วยชื่อจริงเพื่อให้แบ่งปันอินเทอร์เน็ตได้ เพื่อรักษาสภาพแวดล้อมออนไลน์ที่ยั่งยืน
vi_vn: Để duy trì môi trường trực tuyến bền vững, người dùng cần xác minh tên thật để bật tính năng chia sẻ trên internet.
zh_cn: 为维护绿色网络环境，开启互联网分享需完成个人实名认证
zh_tw: 為維護綠色網路環境，開啟「透過網際網路分享」需完成個人實名認證

# nK4
source: Unable to turn on internet sharing
de_de: Internetfreigabe kann nicht aktiviert werden
es_es: No se puede activar el uso compartido en Internet
fr_fr: Impossible d'activer le partage Internet
id_id: Gagal mengaktifkan berbagi internet
it_it: Impossibile attivare la condivisione su Internet
ja_jp: インターネット上に公開できません
ko_kr: 인터넷 공유를 켤 수 없습니다
ms_my: Tidak dapat mengaktifkan perkongsian internet
pt_br: Não foi possível ativar o compartilhamento na internet
ru_ru: Не удалось включить показ через Интернет
th_th: ไม่สามารถเปิดการแบ่งปันอินเทอร์เน็ตได้
vi_vn: Không thể bật tính năng chia sẻ trên internet
zh_cn: 无法开启互联网分享
zh_tw: 無法開啟「透過網際網路分享」

# QrU
source: Feishu Verification
de_de: Feishu-Verifizierung
es_es: Verificación Feishu
fr_fr: Certification Feishu
id_id: Verifikasi Feishu
it_it: Certificazione Feishu
ja_jp: Feishu 認証
ko_kr: Feishu 인증
ms_my: Pengesahan Feishu
pt_br: Certificado Feishu
ru_ru: Верификация Feishu
th_th: ใบรับรอง Feishu
vi_vn: Xác minh Feishu
zh_cn: 飞书认证
zh_tw: 飛書認證

# gTs
source: Unable to turn on internet sharing. Please contact the folder owner to complete real-name verification and try again.
de_de: Die Internetfreigabe kann nicht aktiviert werden. Bitte kontaktieren Sie den Ordnerbesitzer, um die Echtname-Verifizierung abzuschließen und versuchen Sie es erneut.
es_es: No se puede activar el uso compartido en Internet. Ponte en contacto con el propietario de la carpeta para completar la verificación de nombre real e inténtalo de nuevo.
fr_fr: Impossible d'activer le partage Internet. Veuillez contacter le propriétaire du dossier pour terminer la vérification du vrai nom et réessayer.
id_id: Gagal mengaktifkan berbagi internet. Hubungi pemilik folder untuk menyelesaikan verifikasi nama asli dan coba lagi.
it_it: Impossibile attivare la condivisione su Internet. Contatta il proprietario della cartella affinché completi la verifica del nome reale e riprova.
ja_jp: 健全なインターネット利用環境づくりを実現するために、インターネット上に公開するには、フォルダの所有者に連絡し、本人認証を完了するように依頼してください。
ko_kr: 인터넷 공유를 켤 수 없습니다. 폴더 소유자에게 문의하여 실명 인증을 완료하고 다시 시도하세요.
ms_my: Tidak dapat mengaktifkan perkongsian internet. Sila hubungi pemilik folder untuk melengkapkan pengesahan nama sebenar dan cuba lagi.
pt_br: Não foi possível ativar o compartilhamento na internet. Entre em contato com o proprietário da pasta para concluir a verificação de nome real e tente novamente.
ru_ru: Не удалось включить показ через Интернет. Свяжитесь с владельцем папки, чтобы пройти подтверждение настоящего имени, и повторите попытку.
th_th: ไม่สามารถเปิดการแบ่งปันอินเทอร์เน็ตได้ โปรดติดต่อเจ้าของโฟลเดอร์เพื่อทำการตรวจสอบยืนยันด้วยชื่อจริงให้เสร็จสมบูรณ์แล้วลองอีกครั้ง
vi_vn: Không thể bật tính năng chia sẻ trên internet. Vui lòng liên hệ với chủ sở hữu thư mục để hoàn thành quy trình xác minh tên thật rồi thử lại.
zh_cn: 为维护绿色网络环境，如需开启互联网分享，请联系文件夹所有者完成实名认证
zh_tw: 為維護綠色網路環境，如需開啟「透過網際網路分享」，請聯絡資料夾擁有者完成實名認證

# 1bs
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 04A
source: Not Now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak Sekarang
it_it: Non ora
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan Sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Để sau
zh_cn: 暂不认证
zh_tw: 暫不認證

# nQs
source: To maintain a sustainable online environment, only verified users and organizations can share documents on the internet. Please complete {{real_name}}, then turn on internet sharing. Or you can complete Feishu verification for your organization to enable internet sharing for all members of the organization.
de_de: Für eine nachhaltige Online-Umgebung können nur verifizierte Benutzer und Organisationen Dokumente im Internet freigeben. Bitte schließen Sie {{real_name}} ab und aktivieren Sie dann die Internetfreigabe. Sie können auch die Feishu-Verifizierung für Ihre Organisation abschließen, um die Internetfreigabe für alle Mitglieder der Organisation zu aktivieren.
es_es: Con el objetivo de mantener un entorno en línea sostenible, solo los usuarios y las organizaciones verificados pueden compartir documentos en Internet. Completa la {{real_name}} y después activa el uso compartido de Internet. También puedes completar la verificación Feishu de tu organización para activar el uso compartido en Internet para todos los miembros de la organización.
fr_fr: Afin de maintenir un environnement en ligne durable, seuls les utilisateurs et les organisations vérifiés peuvent partager des documents sur Internet. Veuillez remplir {{real_name}}, puis activer le partage Internet. Vous pouvez également effectuer une Certification Feishu pour votre organisation afin d'activer le partage Internet pour tous les membres de l'organisation.
id_id: Untuk menjaga lingkungan online yang berkelanjutan, hanya pengguna dan organisasi yang terverifikasi yang dapat berbagi dokumen di internet. Selesaikan {{real_name}}, kemudian aktifkan berbagi internet. Atau Anda dapat menyelesaikan verifikasi Feishu bagi organisasi Anda untuk mengaktifkan berbagi internet bagi semua anggota organisasi.
it_it: Per mantenere un ambiente online sostenibile, solo gli utenti e le organizzazioni verificate possono condividere documenti su Internet. Completa la {{real_name}}, quindi attiva la condivisione su internet. Oppure puoi completare la Certificazione Feishu per la tua organizzazione per abilitare la condivisione su internet per tutti i membri dell'organizzazione.
ja_jp: 健全なインターネット利用環境づくりを実現するために、インターネット上に公開できるのは認証済みの法人と個人のみです。インターネット上に公開するには、{{real_name}}を完了するか、法人の Feishu 認証を完了してください。Feishu 認証が完了した後、法人内メンバー全員がインターネット上に公開できるようになります。
ko_kr: 지속 가능한 온라인 환경을 유지하기 위해 인증된 사용자와 기업만이 문서를 인터넷에서 공유할 수 있습니다. {{real_name}}을(를) 완료한 다음 인터넷 공유를 켜세요. 또는 기업에 대한 Feishu 인증을 완료하여 기업 구성원 모두의 인터넷 공유를 활성화할 수 있습니다.
ms_my: Untuk mengekalkan persekitaran dalam talian yang mampan, hanya pengguna dan organisasi yang disahkan boleh berkongsi dokumen di internet. Sila lengkapkan {{real_name}}, kemudian hidupkan perkongsian Internet. Atau anda boleh melengkapkan pengesahan Feishu untuk organisasi anda untuk membolehkan perkongsian internet untuk semua ahli organisasi.
pt_br: Para manter um ambiente online sustentável, apenas usuários e organizações verificados podem compartilhar documentos na internet. Preencha {{real_name}} e ative o compartilhamento na internet. Ou você pode concluir o certificado Feishu para sua organização para permitir o compartilhamento na internet para todos os membros da organização.
ru_ru: Чтобы сделать работу в Интернете безопасной и ответственной, делиться документами через Интернет могут только верифицированные пользователи и организации. Завершите {{real_name}}, чтобы включить показ через Интернет. Кроме того, можно пройти верификацию Feishu для организации, чтобы включить показ через Интернет для всех участников организации.
th_th: มีเพียงผู้ใช้และองค์กรที่ได้รับการยืนยันเท่านั้นที่สามารถแบ่งปันเอกสารบนอินเทอร์เน็ตได้เพื่อรักษาสภาพแวดล้อมออนไลน์ที่ยั่งยืน โปรดกรอกรายละเอียด {{real_name}} จากนั้นเปิดการแบ่งปันอินเทอร์เน็ต หรือคุณสามารถทำใบรับรอง Feishu สำหรับองค์กรให้เสร็จสมบูรณ์เพื่อเปิดใช้งานการแบ่งปันอินเทอร์เน็ตให้กับสมาชิกทุกคนในองค์กร
vi_vn: Để duy trì môi trường trực tuyến bền vững, chỉ người dùng và tổ chức đã xác minh mới có thể chia sẻ tài liệu trên internet. Vui lòng hoàn thành {{real_name}}, sau đó bật tính năng chia sẻ trên internet. Hoặc bạn có thể hoàn thành quy trình xác minh Feishu cho tổ chức của mình để bật tính năng chia sẻ trên internet cho tất cả thành viên của tổ chức.
zh_cn: 为维护绿色网络环境，仅认证企业或个人可开启互联网分享。你可以进行{{real_name}}后开启互联网分享；或为企业完成飞书认证，认证后，组织内全体成员可开启互联网分享。
zh_tw: 為維護綠色網路環境，僅認證企業或個人可開啟「透過網際網路分享」。你可以進行{{real_name}}後開啟「透過網際網路分享」；或為企業完成飛書認證，認證後，組織內全體成員均可開啟「透過網際網路分享」。

# MQQ
source: Real-name Verification
de_de: Echtname-Verifizierung
es_es: Verificación de nombre real
fr_fr: Vérification du vrai nom
id_id: Verifikasi Nama Asli
it_it: Verifica del nome reale
ja_jp: 本人認証
ko_kr: 실명 인증
ms_my: Pengesahan Nama Sebenar
pt_br: Verificação de nome real
ru_ru: подтверждение настоящего имени
th_th: การตรวจสอบยืนยันด้วยชื่อจริง
vi_vn: Xác minh tên thật
zh_cn: 实名认证
zh_tw: 實名認證

# Ae8
source: Save failed. The file is too large.
de_de: Speichern fehlgeschlagen. Die Datei ist zu groß.
es_es: Error en el archivo. El archivo es demasiado grande.
fr_fr: Échec de la sauvegarde. Le fichier est trop volumineux.
id_id: Gagal menyimpan. File terlalu besar.
it_it: Salvataggio non riuscito. Il file è troppo grande.
ja_jp: ファイルのサイズが上限を超えているため、保存できませんでした。
ko_kr: 저장하지 못했습니다. 파일이 너무 큽니다.
ms_my: Gagal menyimpan. Fail terlalu besar.
pt_br: Falha ao salvar. O arquivo é muito grande.
ru_ru: Не удалось сохранить. Файл слишком большой.
th_th: บันทึกล้มเหลว ไฟล์มีขนาดใหญ่เกินไป
vi_vn: Lưu không thành công. Tập tin có dung lượng quá lớn.
zh_cn: 保存失败，文件大小超过上限
zh_tw: 儲存失敗，檔案大小超過上限

# YrI
source: Cannot edit files over {{number}} MB. Switched to read mode
de_de: Dateien größer als {{number}} MB können nicht bearbeitet werden. Es wurde in den Lesemodus gewechselt
es_es: No se pueden editar archivos de más de {{number}} MB. Se ha cambiado al modo de lectura
fr_fr: Impossible de modifier les fichiers dépassant {{number}} Mo. Mode lecture activé
id_id: Tidak dapat mengedit file yang berukuran lebih dari {{number}} MB. Beralih ke mode baca
it_it: Non è possibile modificare file di dimensioni superiori a {{number}} MB. Passaggio alla modalità lettura completato
ja_jp: {{number}}MB を超えるファイルの編集をサポートしていません。閲覧モードに切り替えました。
ko_kr: {{number}}MB 이상의 파일을 편집할 수 없습니다. 읽기 모드로 전환되었습니다
ms_my: Tidak boleh mengedit fail lebih {{number}} MB. Bertukar ke mod baca
pt_br: Não é possível editar arquivos com mais de {{number}} MB. Alterado para o modo de leitura
ru_ru: Невозможно редактировать файлы размером более {{number}} МБ. Переключено в режим чтения
th_th: ไม่สามารถแก้ไขไฟล์ที่มีขนาดใหญ่กว่า {{number}} MB ได้ เปลี่ยนเป็นโหมดอ่านแล้ว
vi_vn: Không thể chỉnh sửa các tập tin trên {{number}} MB. Đã chuyển sang chế độ đọc
zh_cn: 暂不支持编辑超过 {{number}} MB的文件，已转为阅读模式
zh_tw: 暫不支援編輯超過 {{number}} MB 的檔案，已轉換為閱讀模式

# a50
source: Translate Into
de_de: Übersetzen ins
es_es: Traducir al
fr_fr: Traduire en
id_id: Terjemahkan ke Dalam
it_it: Traduci in
ja_jp: 次の言語に翻訳
ko_kr: 다음으로 번역하기
ms_my: Terjemah Ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 翻译为
zh_tw: 翻譯為

# 6Hc
source: Action failed. Please make sure you have permission to copy content.
de_de: Aktion fehlgeschlagen. Bitte vergewissern Sie sich, dass Sie die Berechtigung zum Kopieren von Inhalten haben.
es_es: Error en la acción. Asegúrate de que tienes permiso para copiar contenido.
fr_fr: L'opération a échoué. Assurez-vous que vous êtes autorisé à copier le contenu.
id_id: Tindakan gagal. Pastikan Anda memiliki izin untuk menyalin konten.
it_it: Azione non riuscita. Assicurati di disporre dell'autorizzazione per copiare il contenuto.
ja_jp: 操作できませんでした。ドキュメント内容のコピー権限を取得する必要があります。
ko_kr: 작업에 실패했습니다. 콘텐츠를 복사할 수 있는 권한이 있는지 확인하세요.
ms_my: Tindakan gagal. Pastikan anda mempunyai kebenaran untuk menyalin kandungan.
pt_br: A ação falhou. Certifique-se de que você tenha permissão para copiar o conteúdo.
ru_ru: Не удалось выполнить действие. Убедитесь, что у вас есть разрешение на копирование контента.
th_th: การดำเนินการไม่สำเร็จ โปรดตรวจสอบว่าคุณได้รับสิทธิ์การอนุญาตให้คัดลอกเนื้อหาแล้ว
vi_vn: Hành động không thành công. Vui lòng đảm bảo rằng bạn có quyền sao chép nội dung.
zh_cn: 操作失败，请先获取文档复制权限
zh_tw: 操作失敗，請先取得文件複製權限

# Pgo
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver le son
id_id: Bunyikan
it_it: Attiva audio
ja_jp: 通知をオン
ko_kr: 음소거 해제
ms_my: Nyahbisu
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 开启通知
zh_tw: 開啟通知

# riU
source: Notification unmuted for this document.
de_de: Die Stummschaltung von Benachrichtigungen wurde für dieses Dokument aufgehoben.
es_es: Se ha dejado de silenciar las notificaciones de este documento.
fr_fr: Le son de la notification a été réactivé pour ce document.
id_id: Notifikasi dibunyikan untuk dokumen ini.
it_it: Audio delle notifiche attivato per questo documento.
ja_jp: オンにしました。このドキュメント関連のメッセージ通知を受信します。
ko_kr: 이 문서에 대한 알림이 음소거 해제되었습니다.
ms_my: Pemberitahuan dinyahbisu untuk dokumen ini.
pt_br: Notificação com mudo desativado para este documento.
ru_ru: Уведомление включено для этого документа.
th_th: เปิดเสียงการแจ้งเตือนสำหรับเอกสารนี้
vi_vn: Đã bật tiếng thông báo về tài liệu này.
zh_cn: 已开启该文档的通知提醒
zh_tw: 已開啟該文件的通知提醒

# 8ao
source: View History
de_de: Zugriffsverlauf
es_es: Ver historial
fr_fr: Voir l'historique
id_id: Riwayat Tampilan
it_it: Visualizza cronologia
ja_jp: 閲覧履歴
ko_kr: 보기 기록
ms_my: Lihat Sejarah
pt_br: Visualizar histórico
ru_ru: Посмотреть историю
th_th: ประวัติการดู
vi_vn: Xem lịch sử
zh_cn: 访问记录
zh_tw: 存取記錄

# JAA
source: Your permission for this document has changed. Please contact the owner if you need to check view history.
de_de: Ihre Berechtigung für dieses Dokument hat sich geändert. Bitte wenden Sie sich an den Besitzer, wenn Sie den Browserverlauf überprüfen müssen.
es_es: Tu permiso en este documento ha cambiado. Ponte en contacto con el propietario si necesitas consultar el historial de visualizaciones.
fr_fr: Votre autorisation d'accès à ce document a été modifiée. Veuillez contacter le propriétaire si vous devez vérifier l'historique d'affichage.
id_id: Izin Anda untuk dokumen ini telah berubah. Hubungi pemilik jika Anda perlu memeriksa riwayat tampilan.
it_it: La tua autorizzazione per questo documento è stata modificata. Se desideri verificare la cronologia di visualizzazione, contatta il proprietario.
ja_jp: このドキュメント内でのあなたの権限が変更されました。閲覧履歴を確認するには、所有者にご連絡ください。
ko_kr: 이 문서의 권한이 변경되었습니다. 보기 기록을 확인해야 하는 경우 소유자에게 문의하세요.
ms_my: Kebenaran anda untuk dokumen ini telah berubah. Sila hubungi pemilik jika anda perlu semak sejarah paparan.
pt_br: Sua permissão para este documento foi alterada. Entre em contato com o proprietário se precisar verificar o histórico de visualizações.
ru_ru: Ваше разрешение на этот документ было изменено. Обратитесь к владельцу, если необходимо просмотреть историю.
th_th: สิทธิ์การอนุญาตของคุณสำหรับเอกสารนี้มีการเปลี่ยนแปลง โปรดติดต่อเจ้าของหากต้องการตรวจสอบประวัติการดู
vi_vn: Quyền của bạn với tài liệu này đã thay đổi. Vui lòng liên hệ với chủ sở hữu nếu bạn cần kiểm tra lịch sử xem.
zh_cn: 你在此文档的权限已变更。如需查看访问记录，请联系文档所有者。
zh_tw: 你對此文件的權限已變更。如需查看存取記錄，請聯絡文件擁有者。

# XWs
source: The file is over {{number}} MB. Please reduce file size and try again
de_de: Die Datei ist über {{number}} MB groß. Bitte reduzieren Sie die Dateigröße und versuchen Sie es erneut
es_es: El archivo tiene más de {{number}} MB. Reduce el tamaño del archivo e inténtalo de nuevo
fr_fr: Le fichier fait de plus de {{number}} Mo. Veuillez réduire sa taille et réessayer
id_id: File lebih besar dari {{number}} MB. Kurangi ukuran file dan coba lagi
it_it: Il file supera {{number}} MB. Riduci la dimensione del file e riprova
ja_jp: インポートする内容が多いです（ {{number}} MB を超えている）。内容の量を減らしてから再試行してください。
ko_kr: 파일이 {{number}}MB를 초과합니다. 파일 크기를 줄이고 다시 시도하세요
ms_my: Saiz fail melebihi {{number}} MB. Sila kurangkan saiz fail dan cuba lagi
pt_br: O arquivo tem mais de {{number}} MB. Reduza o tamanho do arquivo e tente novamente
ru_ru: Размер файла превышает лимит ({{number}} МБ). Уменьшите размер файла и повторите попытку
th_th: ไฟล์มีขนาดเกิน {{number}} MB โปรดลดขนาดไฟล์และลองอีกครั้ง
vi_vn: Dung lượng tập tin lớn hơn {{number}} MB. Vui lòng giảm dung lượng tập tin và thử lại
zh_cn: 导入的内容过大（超过 {{number}} MB），请减少内容后重试
zh_tw: 匯入的內容過大 (超過 {{number}} MB)，請減少內容後重試

# fNQ
source: Forward
de_de: Weiterleiten
es_es: Reenviar
fr_fr: Transférer
id_id: Teruskan
it_it: Inoltra
ja_jp: 転送
ko_kr: 전달
ms_my: Hantar
pt_br: Encaminhar
ru_ru: Переслать
th_th: ส่งต่อ
vi_vn: Chuyển tiếp
zh_cn: 转发
zh_tw: 轉寄

# GfA
source: Copy link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

source: Send to chat
de_de: An Chat senden
es_es: Enviar a chat
fr_fr: Envoyer au tchat
id_id: Kirim ke obrolan
it_it: Invia alla chat
ja_jp: チャットに送信
ko_kr: 채팅으로 보내기
ms_my: Hantar ke sembang
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งมาที่แชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# nes
source: Link copied to your clipboard.
de_de: Link in Ihre Zwischenablage kopiert.
es_es: Enlace copiado en el portapapeles.
fr_fr: Lien copié dans votre presse-papiers.
id_id: Tautan disalin ke papan klip Anda.
it_it: Link copiato negli appunti.
ja_jp: リンクがクリップボードにコピーされました。
ko_kr: 링크가 클립보드에 복사되었습니다.
ms_my: Pautan disalin ke papan klip anda.
pt_br: Link copiado para a área de transferência.
ru_ru: Ссылка скопирована в буфер обмена.
th_th: คัดลอกลิงก์ไปยังคลิปบอร์ดของคุณแล้ว
vi_vn: Đã sao chép liên kết vào bộ tạm nhớ của bạn.
zh_cn: 链接已复制到剪贴板
zh_tw: 連結已複製到剪貼簿

# w7k
source: Only available in portrait mode
de_de: Nur im Hochformat verfügbar
es_es: Solo disponible en modo vertical
fr_fr: Disponible uniquement en mode portrait
id_id: Hanya tersedia dalam mode potret
it_it: Disponibile solo in modalità verticale
ja_jp: ご利用には、画面を縦向きに切り替えてください。
ko_kr: 세로 모드에서만 사용 가능
ms_my: Hanya tersedia dalam mod potret
pt_br: Disponível apenas no modo retrato
ru_ru: Доступно только в портретном режиме
th_th: ใช้ได้เฉพาะในโหมดแนวตั้งเท่านั้น
vi_vn: Chỉ sử dụng được ở chế độ dọc
zh_cn: 请切换至竖屏使用
zh_tw: 請切換至直向模式使用

# V+A
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消
