Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# u04
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# Uk4
source: Action failed. Content has been deleted.
de_de: Aktion fehlgeschlagen. Inhalt wurde gelöscht.
es_es: Error al realizar la acción. Se ha eliminado el contenido.
fr_fr: Échec de l'opération. Le contenu a été supprimé.
id_id: Tindakan gagal. Konten telah dihapus.
it_it: Azione non riuscita. Il contenuto è stato eliminato.
ja_jp: 操作できませんでした。内容が削除されました。
ko_kr: 작업이 실패했습니다. 콘텐츠가 삭제되었습니다.
ms_my: Tindakan gagal. Kandungan telah dipadam.
pt_br: Falha na ação. O conteúdo foi excluído.
ru_ru: Действие не выполнено. Контент удален.
th_th: การดำเนินการล้มเหลว เนื้อหาถูกลบแล้ว
vi_vn: Thao tác không thành công. Nội dung đã bị xóa.
zh_cn: 操作失败，内容已被删除
zh_tw: 操作失敗，內容已被刪除

# qBo
source: Action failed
de_de: Aktion fehlgeschlagen
es_es: Error al realizar la acción
fr_fr: Échec de l'opération
id_id: Tindakan gagal
it_it: Azione non riuscita
ja_jp: 操作できませんでした。
ko_kr: 작업 실패
ms_my: Tindakan gagal
pt_br: Falha na ação
ru_ru: Действие не выполнено
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác không thành công
zh_cn: 操作失败
zh_tw: 操作失敗

# n1Y
source: Add link
de_de: Link hinzufügen
es_es: Agregar enlace
fr_fr: Ajouter un lien
id_id: Tambah tautan
it_it: Aggiungi link
ja_jp: リンクを追加
ko_kr: 링크 추가
ms_my: Tambah pautan
pt_br: Adicionar link
ru_ru: Добавить ссылку
th_th: เพิ่มลิงก์
vi_vn: Thêm liên kết
zh_cn: 添加链接
zh_tw: 新增連結

# Mk0
source: Board
es_es: Tablero
fr_fr: Tableau
id_id: Papan
it_it: Bacheca
ja_jp: ボード
ko_kr: 보드
ms_my: Papan
pt_br: Quadro
ru_ru: Доска
th_th: บอร์ด
vi_vn: Bảng
zh_cn: 画板
zh_tw: 畫板

# Ck8
source: Edit Link
de_de: Link bearbeiten
es_es: Editar enlace
fr_fr: Modifier le lien
id_id: Edit Tautan
it_it: Modifica link
ja_jp: リンクを編集
ko_kr: 링크 편집
ms_my: Edit Pautan
pt_br: Editar link
ru_ru: Изменить ссылку
th_th: แก้ไขลิงก์
vi_vn: Chỉnh sửa liên kết
zh_cn: 编辑链接
zh_tw: 編輯連結

# w2M
source: Enter text
de_de: Text eingeben
es_es: Introducir texto
fr_fr: Saisir le texte
id_id: Masukkan teks
it_it: Immetti testo
ja_jp: テキストを入力
ko_kr: 텍스트 입력
ms_my: Masukkan teks
pt_br: Inserir texto
ru_ru: Введите текст
th_th: กรอกข้อความ
vi_vn: Nhập văn bản
zh_cn: 输入文本
zh_tw: 輸入文字

# HBY
source: The document is too long. Please reduce length and try again.
de_de: Das Dokument ist zu lang. Reduzieren Sie dessen Länge und versuchen Sie es erneut.
es_es: El documento es demasiado largo. Reduce el tamaño e inténtalo de nuevo.
fr_fr: Le document est trop volumineux. Veuillez réduire sa taille et réessayer.
id_id: Dokumen terlalu panjang. Kurangi panjangnya dan coba lagi.
it_it: Il documento è troppo lungo. Riduci la lunghezza e riprova.
ja_jp: ドキュメントの内容が多すぎます。一部減らしてから再試行してください
ko_kr: 문서가 너무 깁니다. 길이를 줄이고 다시 시도해보세요.
ms_my: Dokumen terlalu panjang. Sila kurangkan panjang dan cuba lagi.
pt_br: O documento é muito longo. Reduza o comprimento e tente novamente.
ru_ru: Документ слишком длинный. Уменьшите длину и повторите попытку.
th_th: เอกสารยาวเกินไป โปรดทำให้สั้นลงแล้วลองอีกครั้ง
vi_vn: Tài liệu quá dài. Vui lòng giảm độ dài và thử lại.
zh_cn: 文档过长，请精简内容后重试
zh_tw: 文件過長，請精簡內容後重試

# Ydk
source: Switch to portrait mode to comment with image
de_de: Zum Hochformat wechseln, um das Bild zu kommentieren
es_es: Cambiar al modo vertical para comentar con imagen
fr_fr: Passer en mode portrait pour commenter avec une image
id_id: Ganti ke mode potret untuk memberikan komentar dengan gambar
it_it: Passa alla modalità verticale per commentare con immagine
ja_jp: 縦画面に切り替えてから画像を追加してください。
ko_kr: 이미지를 사용하여 댓글을 작성하려면 세로 모드로 전환하세요
ms_my: Tukar ke mod potret untuk mengulas dengan gambar
pt_br: Mudar para o modo retrato para comentar com imagem
ru_ru: Переключиться в портретный режим, чтобы оставить комментарий в виде изображения
th_th: สลับเป็นโหมดแนวตั้งเพื่อแสดงความคิดเห็นพร้อมภาพ
vi_vn: Chuyển sang chế độ dọc để chú thích bằng hình ảnh
zh_cn: 请切换至竖屏后添加图片
zh_tw: 請切換至直向模式後新增圖片

# 6uI
source: Switch to portrait mode to dictate text
de_de: Zum Hochformat wechseln, um Text zu diktieren
es_es: Cambia al modo vertical para dictar texto
fr_fr: Passer en mode portrait pour dicter du texte
id_id: Ganti ke mode potret untuk mendikte teks
it_it: Passa alla modalità verticale per dettare testo
ja_jp: 縦画面に切り替えてから音声入力を利用してください。
ko_kr: 텍스트를 받아쓰려면 세로 모드로 전환하세요
ms_my: Tukar ke mod potret untuk mengeja teks
pt_br: Mudar para o modo retrato para ditar o texto
ru_ru: Переключиться в портретный режим, чтобы продиктовать текст
th_th: สลับเป็นโหมดแนวตั้งเพื่อบอกให้จดข้อความ
vi_vn: Chuyển sang chế độ dọc để đọc văn bản
zh_cn: 请切换至竖屏后使用语音输入
zh_tw: 請切換至直向模式後使用語音輸入

# e30
source: Switch to portrait mode to edit
de_de: Wechseln Sie zum Bearbeiten zum Hochformat
es_es: Cambia al modo vertical para editar
fr_fr: Passer en mode portrait pour modifier
id_id: Beralih ke mode potret untuk mengedit
it_it: Passa alla modalità verticale per modificare
ja_jp: 縦画面に切り替えてから編集してください。
ko_kr: 세로 모드로 전환하여 편집
ms_my: Tukar ke mod potret untuk mengedit
pt_br: Mudar para modo retrato para editar
ru_ru: Переключиться в портретный режим для редактирования
th_th: เปลี่ยนไปเป็นโหมดแนวตั้งเพื่อแก้ไข
vi_vn: Chuyển sang chế độ dọc để chỉnh sửa
zh_cn: 请切换至竖屏编辑
zh_tw: 請切換至直向模式編輯

# Vn0
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Mudar
ru_ru: Вернуть
th_th: เปลี่ยน
vi_vn: Chuyển đổi
zh_cn: 回到竖屏
zh_tw: 回到直向

# VUA
source: Link
es_es: Enlace
fr_fr: Lien
id_id: Tautan
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Ссылка
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# CaQ
source: Paste or enter link
de_de: Link einfügen oder eingeben
es_es: Pegar o introducir enlace
fr_fr: Coller ou saisir le lien
id_id: Tempelkan atau masukkan tautan
it_it: Copia o immetti link
ja_jp: リンクを貼り付けるか入力
ko_kr: 링크 붙여넣기 또는 입력
ms_my: Tampal atau masukkan pautan
pt_br: Colar ou inserir link
ru_ru: Вставьте или введите ссылку
th_th: วางหรือใส่ลิงก์
vi_vn: Dán hoặc nhập liên kết
zh_cn: 粘贴或输入链接
zh_tw: 貼上或輸入連結

# gLE
source: Deadline
de_de: Frist
es_es: Plazo
fr_fr: Échéance
id_id: Tenggat waktu
it_it: Scadenza
ja_jp: 終了日時
ko_kr: 마감 시간
ms_my: Tarikh akhir
pt_br: Prazo
ru_ru: Срок исполнения
th_th: วันครบกำหนด
vi_vn: Hạn chót
zh_cn: 截止时间
zh_tw: 截止時間

# clw
source: Please select a time later than now.
de_de: Bitte wählen Sie einen späteren Zeitpunkt als jetzt aus.
es_es: Selecciona una fecha y hora posteriores a ahora.
fr_fr: Veuillez sélectionner une heure postérieure à l'heure actuelle.
id_id: Pilih waktu setelah waktu sekarang.
it_it: Seleziona un'ora successiva rispetto ad adesso.
ja_jp: 終了日時は、現在より前の日時を指定できません。
ko_kr: 지금보다 늦은 시간을 선택하세요.
ms_my: Sila pilih masa selepas sekarang.
pt_br: Selecione um horário mais tarde do que agora.
ru_ru: Выберите время позже, чем сейчас.
th_th: โปรดเลือกเวลาหลังจากนี้
vi_vn: Vui lòng chọn thời gian muộn hơn hiện tại.
zh_cn: 截止时间需晚于当前时间
zh_tw: 截止時間需晚於目前時間

# sfE
source: Unable to delete version
de_de: Version kann nicht gelöscht werden
es_es: Error al eliminar la versión
fr_fr: Impossible de supprimer la version
id_id: Gagal menghapus versi
it_it: Impossibile eliminare la versione
ja_jp: バージョンを削除できませんでした。
ko_kr: 버전을 삭제할 수 없습니다
ms_my: Tidak dapat memadam versi
pt_br: Não é possível excluir a versão
ru_ru: Не удалось удалить версию
th_th: ลบเวอร์ชันไม่สำเร็จ
vi_vn: Không thể xóa phiên bản
zh_cn: 版本删除失败
zh_tw: 版本刪除失敗

# wX0
source: Delete Version
de_de: Version löschen
es_es: Eliminar versión
fr_fr: Supprimer la version
id_id: Hapus Versi
it_it: Elimina versione
ja_jp: バージョンを削除
ko_kr: 버전 삭제
ms_my: Padam Versi
pt_br: Excluir versão
ru_ru: Удалить версию
th_th: ลบเวอร์ชัน
vi_vn: Xóa phiên bản
zh_cn: 删除版本
zh_tw: 刪除版本

# TWY
source: Delete {{version_name}}?
de_de: {{version_name}} löschen?
es_es: ¿Eliminar {{version_name}}?
fr_fr: Supprimer {{version_name}} ?
id_id: Hapus {{version_name}}?
it_it: Eliminare {{version_name}}?
ja_jp: バージョン {{version_name}} を削除しますか？
ko_kr: {{version_name}}을(를) 삭제하시겠습니까?
ms_my: Padam {{version_name}}?
pt_br: Excluir {{version_name}}?
ru_ru: Удалить {{version_name}}?
th_th: ลบ {{version_name}} หรือไม่
vi_vn: Xóa {{version_name}}?
zh_cn: 是否删除：{{version_name}}？
zh_tw: 是否刪除：{{version_name}}？

# Ntw
source: Deleted versions will be moved to trash and permanently deleted after 30 days.
de_de: Gelöschte Versionen werden in den Papierkorb verschoben und nach 30 Tagen endgültig gelöscht.
es_es: Las versiones eliminadas se moverán a la papelera y se eliminarán permanentemente en 30 días.
fr_fr: Les versions supprimées seront déplacées vers la corbeille et définitivement supprimées après 30 jours.
id_id: Versi yang dihapus akan dipindahkan ke sampah dan dihapus secara permanen setelah 30 hari.
it_it: Le versioni eliminate saranno spostate nel Cestino ed eliminate definitivamente dopo 30 giorni.
ja_jp: 削除したバージョンはごみ箱に移動され、30 日後に完全に削除されます。
ko_kr: 삭제된 버전은 휴지통으로 이동되고 30일 후에 영구적으로 삭제됩니다.
ms_my: Versi yang dipadam akan dipindahkan ke tong sampah dan dihapuskan secara kekal selepas 30 hari.
pt_br: As versões excluídas serão movidas para a lixeira e excluídas permanentemente após 30 dias.
ru_ru: Удаленные версии будут перемещены в корзину и навсегда удалены через 30 дней.
th_th: เวอร์ชันที่ลบจะย้ายไปยังถังขยะและจะลบออกอย่างถาวรหลังจาก 30 วัน
vi_vn: Các phiên bản đã xóa sẽ được chuyển vào thư mục rác và bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 删除后的版本将进入版本回收站，30 天后自动彻底删除
zh_tw: 刪除後的版本將進入版本資源回收筒，30 天後自動徹底刪除

# AXU
source: Version deleted
de_de: Version gelöscht
es_es: Versión eliminada
fr_fr: Version supprimée
id_id: Versi dihapus
it_it: Versione eliminata
ja_jp: バージョンが削除されました。
ko_kr: 버전 삭제됨
ms_my: Versi dipadam
pt_br: Versão excluída
ru_ru: Версия удалена
th_th: ลบเวอร์ชันแล้ว
vi_vn: Đã xóa phiên bản
zh_cn: 版本已删除
zh_tw: 版本已刪除

# ShI
source: The document seems to be lost.
de_de: Das Dokument scheint verloren gegangen zu sein.
es_es: Parece que se ha perdido el documento.
fr_fr: Le document semble avoir été perdu.
id_id: Dokumen sepertinya hilang.
it_it: Sembra che il documento sia perso.
ja_jp: ドキュメントは存在しません。
ko_kr: 문서가 분실된 것 같습니다.
ms_my: Dokumen nampaknya hilang.
pt_br: O documento parece ter sido perdido.
ru_ru: Документ, по всей видимости, утерян.
th_th: ดูเหมือนว่าเอกสารจะสูญหาย
vi_vn: Có vẻ tài liệu đã bị mất.
zh_cn: 文档不存在
zh_tw: 文件不存在

# REc
source: Version: {{version_name}}
es_es: Versión: {{version_name}}
id_id: Versi: {{version_name}}
it_it: Versione: {{version_name}}
ja_jp: バージョン：{{version_name}}
ko_kr: 버전: {{version_name}}
ms_my: Versi: {{version_name}}
pt_br: Versão: {{version_name}}
ru_ru: Версия: {{version_name}}
th_th: เวอร์ชัน: {{version_name}}
vi_vn: Phiên bản: {{version_name}}
zh_cn: 版本：{{version_name}}
zh_tw: 版本：{{version_name}}

# 7RE
source: Version management not supported on the current app.
de_de: Die Versionsverwaltung wird für die aktuelle App nicht unterstützt.
es_es: La administración de versiones no se admite en la aplicación actual.
fr_fr: La gestion des versions n'est pas prise en charge par l'application actuelle.
id_id: Manajemen versi tidak didukung pada aplikasi saat ini.
it_it: Gestione della versione non supportata nell'app corrente.
ja_jp: バージョン管理機能がサポートされていません。元のドキュメントに移動しました。
ko_kr: 버전 관리가 현재 앱에서 지원되지 않습니다.
ms_my: Pengurusan versi tidak disokong pada apl semasa.
pt_br: O gerenciamento de versão não é compatível com o aplicativo atual.
ru_ru: Управление версиями не поддерживается в текущем приложении.
th_th: การจัดการเวอร์ชันไม่รองรับบนแอปปัจจุบัน
vi_vn: Quản lý phiên bản không được hỗ trợ trên ứng dụng hiện tại.
zh_cn: 当前客户端不支持文档版本功能，已为你跳转至原文档
zh_tw: 目前用戶端不支援文件版本功能，已為你重新導向至原文件

# g5U
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ko_kr: 최신
ms_my: Baharu
pt_br: Novo
ru_ru: Новое
th_th: ใหม่
vi_vn: Mới
zh_cn: 新增
zh_tw: 新增

# FoM
source: No versions yet
de_de: Noch keine Versionen
es_es: Aún no hay versiones
fr_fr: Aucune version pour le moment
id_id: Belum ada versi
it_it: Non è ancora presente alcuna versione
ja_jp: 保存したバージョンがありません。
ko_kr: 아직 버전이 없습니다
ms_my: Belum ada versi
pt_br: Nenhuma versão ainda
ru_ru: Пока нет версий
th_th: ยังไม่มีเวอร์ชันใหม่
vi_vn: Chưa có phiên bản nào
zh_cn: 暂无已存版本
zh_tw: 暫無已儲存的版本

# Rog
source: Unable to rename version
de_de: Version kann nicht umbenannt werden
es_es: No se puede cambiar el nombre de la versión
fr_fr: Impossible de renommer la version
id_id: Gagal menamai ulang versi
it_it: Impossibile rinominare la versione
ja_jp: 名前を変更できませんでした。
ko_kr: 버전 이름을 바꿀 수 없습니다
ms_my: Tidak dapat menamakan semula versi
pt_br: Não é possível renomear a versão
ru_ru: Не удалось переименовать версию
th_th: เปลี่ยนชื่อเวอร์ชันไม่สำเร็จ
vi_vn: Không thể đổi tên phiên bản
zh_cn: 重命名失败
zh_tw: 重新命名失敗

# Wlc
source: Rename Version
de_de: Version umbenennen
es_es: Cambiar el nombre de la versión
fr_fr: Renommer la version
id_id: Namai Ulang Versi
it_it: Rinomina versione
ja_jp: バージョン名を変更
ko_kr: 버전 이름 바꾸기
ms_my: Namakan Semula Versi
pt_br: Renomear versão
ru_ru: Переименовать версию
th_th: เปลี่ยนชื่อเวอร์ชัน
vi_vn: Đổi tên phiên bản
zh_cn: 重命名版本
zh_tw: 重新命名版本

# ON8
source: Version name already taken.
de_de: Versionsname wird bereits verwendet.
es_es: El nombre de la versión ya está en uso.
fr_fr: Le nom de la version existe déjà.
id_id: Nama versi sudah digunakan.
it_it: Nome versione già usato.
ja_jp: 同じ名前のバージョンが既に存在します。
ko_kr: 버전 이름이 이미 사용되었습니다.
ms_my: Nama versi sudah digunakan.
pt_br: Nome da versão já usado.
ru_ru: Название уже занято.
th_th: มีการใช้ชื่อเวอร์ชันแล้ว
vi_vn: Tên phiên bản đã được sử dụng.
zh_cn: 同名版本已存在，请重新输入
zh_tw: 已存在同名版本，請重新輸入

# N7c
source: For example: {{docname}} v1
de_de: Beispiel: {{docname}} v1
es_es: Por ejemplo: {{docname}} v1
fr_fr: Par exemple : {{docname}} v1
id_id: Misalnya: {{docname}} v1
it_it: Ad esempio: {{docname}} v1
ja_jp: 例：{{docname}} バージョン 1
ko_kr: 예: {{docname}} v1
ms_my: Contoh: {{docname}} v1
pt_br: Por exemplo: {{docname}} v1
ru_ru: Например: {{docname}} v1
th_th: เช่น {{docname}} v1
vi_vn: Ví dụ: {{docname}} v1
zh_cn: 如：{{docname}} 第一版
zh_tw: 例如：{{docname}} 第一版

# C6c
source: Users with view permission for the document can view this version through the link
de_de: Benutzer mit Anzeigeberechtigung für das Dokument können diese Version über den Link anzeigen
es_es: Los usuarios con permiso para leer el documento pueden ver esta versión usando el enlace
fr_fr: Les utilisateurs disposant d'une autorisation de lecture du document peuvent afficher cette version via le lien
id_id: Pengguna dengan izin untuk melihat dokumen dapat melihat versi ini melalui tautan
it_it: Gli utenti con l'autorizzazione per visualizzare il documento possono visualizzare questa versione tramite il link
ja_jp: 閲覧権限を持つユーザーは、リンクにアクセスすることでこのバージョンを閲覧できます。
ko_kr: 문서 읽기 권한이 있는 사용자는 링크를 통해 이 버전 읽기 가능
ms_my: Pengguna dengan kebenaran melihat dokumen boleh melihat versi ini melalui pautan
pt_br: Usuários com permissão para visualizar para o documento podem visualizar esta versão através do link
ru_ru: Пользователи с разрешением на просмотр этого документа могут просмотреть эту версию по ссылке
th_th: ผู้ใช้ที่มีสิทธิ์การอนุญาตดูเอกสารสามารถดูเวอร์ชันนี้ได้ผ่านลิงก์
vi_vn: Người dùng có quyền xem tài liệu có thể xem phiên bản này thông qua liên kết
zh_cn: 有文档阅读权限的用户可通过链接阅读此版本
zh_tw: 擁有文件閱讀權限的使用者可透過連結閱讀此版本

# HVo
source: Share Version
de_de: Version freigeben
es_es: Compartir versión
fr_fr: Partager la version
id_id: Bagikan Versi
it_it: Condividi versione
ja_jp: バージョンを共有
ko_kr: 버전 공유
ms_my: Kongsi Versi
pt_br: Compartilhar versão
ru_ru: Поделиться версией
th_th: แบ่งปันเวอร์ชัน
vi_vn: Chia sẻ phiên bản
zh_cn: 分享版本
zh_tw: 分享版本

# 7N0
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制
zh_tw: 已複製

# MEA
source: Copy Version Link
de_de: Versionslink kopieren
es_es: Copiar enlace de la versión
fr_fr: Copier le lien de la version
id_id: Salin Tautan Versi
it_it: Copia link versione
ja_jp: バージョンのリンクをコピー
ko_kr: 버전 링크 복사
ms_my: Salin Pautan Versi
pt_br: Copiar link da versão
ru_ru: Скопировать ссылку на версию
th_th: คัดลอกลิงก์เวอร์ชัน
vi_vn: Sao chép liên kết phiên bản
zh_cn: 复制版本链接
zh_tw: 複製版本連結

# 0Vg
source: Version deleted
de_de: Version gelöscht
es_es: Versión eliminada
fr_fr: Version supprimée
id_id: Versi berhasil dihapus
it_it: Versione eliminata
ja_jp: バージョンを削除しました。
ko_kr: 버전 삭제됨
ms_my: Versi dipadam
pt_br: Versão excluída
ru_ru: Версия удалена
th_th: ลบเวอร์ชันแล้ว
vi_vn: Đã xóa phiên bản
zh_cn: 版本已删除
zh_tw: 版本已刪除

# g+I
source: Back to Source
de_de: Zurück zur Quelle
es_es: Volver al origen
fr_fr: Retour à la source
id_id: Kembali ke Sumber
it_it: Torna all'origine
ja_jp: 元の Docs に戻る
ko_kr: 소스로 돌아가기
ms_my: Kembali ke Sumber
pt_br: Voltar para a origem
ru_ru: Обратно к источнику
th_th: ย้อนกลับไปยังแหล่งที่มา
vi_vn: Quay lại nguồn
zh_cn: 回到源文档
zh_tw: 回到來源文件

# FZQ
source: Current version: {{version_name}}
de_de: Aktuelle Version: {{version_name}}
es_es: Versión actual: {{version_name}}
fr_fr: Version actuelle : {{version_name}}
id_id: Versi saat ini: {{version_name}}
it_it: Versione corrente: {{version_name}}
ja_jp: 現在のバージョン：{{version_name}}
ko_kr: 현재 버전: {{version_name}}
ms_my: Versi semasa: {{version_name}}
pt_br: Versão atual: {{version_name}}
ru_ru: Текущая версия: {{version_name}}
th_th: เวอร์ชันปัจจุบัน: {{version_name}}
vi_vn: Phiên bản hiện tại: {{version_name}}
zh_cn: 当前版本：{{version_name}}
zh_tw: 目前版本：{{version_name}}

# LZI
source: View Versions
de_de: Versionen anzeigen
es_es: Ver versiones
fr_fr: Afficher les versions
id_id: Lihat Versi
it_it: Visualizza versioni
ja_jp: 保存したバージョンを表示
ko_kr: 버전 보기
ms_my: Lihat Versi
pt_br: Visualizar versões
ru_ru: Просмотр версий
th_th: ดูเวอร์ชัน
vi_vn: Xem phiên bản
zh_cn: 查看已存版本
zh_tw: 查看已儲存的版本

# hTQ
source: Saved versions
de_de: Gespeicherte Versionen
es_es: Versiones guardadas
fr_fr: Versions enregistrées
id_id: Versi yang disimpan
it_it: Versioni salvate
ja_jp: 保存したバージョン
ko_kr: 저장된 버전
ms_my: Versi tersimpan
pt_br: Versões salvas
ru_ru: Сохраненные версии
th_th: เวอร์ชันที่บันทึก
vi_vn: Phiên bản đã lưu
zh_cn: 已存版本
zh_tw: 已儲存的版本

# 7rE
source: {{username}} saved at {{time}}
de_de: Gespeichert von {{username}} um {{time}}
es_es: {{username}} guardó a las {{time}}
fr_fr: {{username}} a enregistré à {{time}}
id_id: {{username}} menyimpan pada {{time}}
it_it: {{username}} ha salvato alle {{time}}
ja_jp: {{username}} が {{time}} に保存
ko_kr: {{username}} 님이 {{time}}에 저장했습니다
ms_my: {{username}} disimpan pada {{time}}
pt_br: {{username}} salvou em {{time}}
ru_ru: {{username}} сохранил(а) в {{time}}
th_th: {{username}} บันทึกแล้วเมื่อ {{time}}
vi_vn: {{username}} đã lưu lúc {{time}}
zh_cn: {{username}} 保存于 {{time}}
zh_tw: {{username}} 儲存於 {{time}}

# JqY
source: Switch version
de_de: Version wechseln
es_es: Cambiar versión
fr_fr: Changer de version
id_id: Ganti versi
it_it: Cambia versione
ja_jp: バージョンを切り替える
ko_kr: 버전 전환
ms_my: Tukar versi
pt_br: Mudar versão
ru_ru: Переключить версию
th_th: เปลี่ยนเวอร์ชัน
vi_vn: Chuyển đổi phiên bản
zh_cn: 切换版本
zh_tw: 切換版本

# 2Hs
source: Version name saved
de_de: Versionsname gespeichert
es_es: Nombre de la versión guardado
fr_fr: Nom de la version enregistré
id_id: Nama versi berhasil disimpan
it_it: Nome versione salvato
ja_jp: バージョン名を保存しました。
ko_kr: 버전 이름 저장됨
ms_my: Nama versi disimpan
pt_br: Nome da versão salva
ru_ru: Название версии сохранено
th_th: บันทึกชื่อเวอร์ชันแล้ว
vi_vn: Đã lưu tên phiên bản
zh_cn: 版本名称已保存
zh_tw: 版本名稱已儲存

# 1Xw
source: {{username}}'s emoji reaction has been resolved
de_de: {{username}}s Emoji-Reaktion wurde aufgelöst
es_es: Se ha resuelto la reacción con emoji de {{username}}
fr_fr: La réaction emoji de {{username}} a été résolue
id_id: Reaksi emoji {{username}} telah diselesaikan
it_it: La reazione emoji di {{username}} è stata chiarita
ja_jp: {{username}}の絵文字リアクションが解決済みとしてアーカイブされました。
ko_kr: {{username}} 님의 이모지 반응이 확인되었습니다
ms_my: Tindak balas emoji {{username}} telah diselesaikan
pt_br: A reação de emoji de {{username}} foi resolvida
ru_ru: Реакция эмодзи пользователя {{username}} разрешена
th_th: อีโมจิแสดงความรู้สึกของ {{username}} ได้รับการแก้ไขแล้ว
vi_vn: Phản ứng bằng biểu tượng cảm xúc của {{username}} đã được xử lý
zh_cn: {{username}}的表情回应已被解决
zh_tw: {{username}}的表情回應已解決

# jBA
source: {{username}} added an emoji reaction
de_de: {{username}} hat eine Emoji-Reaktion hinzugefügt
es_es: {{username}} ha agregado una reacción con emoji
fr_fr: {{username}} a ajouté une réaction par emoji
id_id: {{username}} berhasil menambahkan reaksi emoji
it_it: {{username}} ha aggiunto una reazione emoji
ja_jp: {{username}}は、ドキュメントの内容に絵文字リアクションを送信しました。
ko_kr: {{username}} 님이 이모지 반응을 추가했습니다
ms_my: {{username}} menambah tindak balas emoji
pt_br: {{username}} adicionou uma reação de emoji
ru_ru: {{username}} добавил реакцию эмодзи
th_th: {{username}} ใส่อีโมจิแสดงความรู้สึกแล้ว
vi_vn: {{username}} đã thêm phản ứng bằng biểu tượng cảm xúc
zh_cn: {{username}}添加了表情回应
zh_tw: {{username}}新增了表情回應

# SRM
source: {{username}} recalled an emoji reaction
de_de: {{username}} hat eine Emoji-Reaktion zurückgerufen
es_es: Reacción de {{username}} con emoji recuperada
fr_fr: {{username}} a rappelé une réaction par emoji
id_id: {{username}} menarik reaksi emoji
it_it: {{username}} ha richiamato una reazione emoji
ja_jp: {{username}}は、絵文字リアクションを取り消しました。
ko_kr: {{username}} 님이 이모지 반응을 회수했습니다
ms_my: {{username}} menarik balik tindak balas emoji
pt_br: {{username}} recuperou uma reação de emoji
ru_ru: {{username}} отозвал реакцию эмодзи
th_th: {{username}} เรียกคืนอีโมจิแสดงความรู้สึกแล้ว
vi_vn: {{username}} đã thu hồi phản ứng bằng biểu tượng cảm xúc
zh_cn: {{username}}取消了表情回应
zh_tw: {{username}}取消了表情回應

# Ii8
source: Resolve
de_de: Beheben
es_es: Resolver
fr_fr: Résoudre
id_id: Selesaikan
it_it: Risolvi
ja_jp: 解決
ko_kr: 확인
ms_my: Selesaikan
pt_br: Resolver
ru_ru: Разрешить
th_th: แก้ไข
vi_vn: Giải quyết
zh_cn: 解决表情回应
zh_tw: 解決表情回應

# wx0
source: Emoji reaction resolved
de_de: Emoji-Reaktion behoben
es_es: Reacción con emoji resuelta
fr_fr: Réaction emoji résolue
id_id: Reaksi emoji diselesaikan
it_it: Reazione emoji chiarita
ja_jp: この絵文字リアクションが解決済みとしてアーカイブされました。
ko_kr: 이모지 반응 확인함
ms_my: Tindak balas emoji diselesaikan
pt_br: Reação de emoji resolvida
ru_ru: Реакция эмодзи решена
th_th: แก้ไขอีโมจิแสดงความรู้สึกแล้ว
vi_vn: Đã xử lý phản ứng bằng biểu tượng cảm xúc
zh_cn: 表情回应已被解决
zh_tw: 表情回應已解決

source: The text that's been reacted to is deleted.
de_de: Der Text, auf den reagiert wurde, wurde gelöscht.
es_es: El texto al que se ha reaccionado se ha eliminado.
fr_fr: Le texte qui a fait l'objet de la réaction a été supprimé.
id_id: Teks yang telah diberi reaksi dihapus.
it_it: Il testo che ha ricevuto reazioni è stato eliminato.
ja_jp: 絵文字リアクションの対応する原文が削除されました。
ko_kr: 반응한 텍스트가 삭제되었습니다.
ms_my: Teks yang telah diberi tindak balas telah dipadam.
pt_br: O texto ao qual foi respondido foi excluído.
ru_ru: Текст, на который отреагировали, удален.
th_th: ข้อความที่ได้รับการแสดงความรู้สึกถูกลบแล้ว
vi_vn: Văn bản nhận được phản ứng sẽ bị xóa.
zh_cn: 表情回应的原文已被删除
zh_tw: 表情回應的原文已被刪除

# Jxw
source: Emoji reaction recalled
de_de: Emoji-Reaktion zurückgerufen
es_es: Reacción con emoji recuperada
fr_fr: Réaction emoji rappelée
id_id: Reaksi emoji ditarik
it_it: Reazione emoji richiamata
ja_jp: 絵文字リアクションが取り消されました。
ko_kr: 이모지 반응 회수함
ms_my: Tindak balas emoji ditarik balik
pt_br: Reação de emoji recuperada
ru_ru: Реакция эмодзи отозвана
th_th: เรียกคืนอีโมจิแสดงความรู้สึกแล้ว
vi_vn: Đã thu hồi phản ứng bằng biểu tượng cảm xúc
zh_cn: 表情回应已被取消
zh_tw: 表情回應已取消
