Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# TFg
source: According to your organization's security policy, the document's default security level is "{{secure_label}}". Please confirm or set security level before editing.
de_de: Gemäß der Sicherheitsrichtlinie Ihrer Organisation ist die Standard-Sicherheitsstufe des Dokuments „{{secure_label}}“. Bitte bestätigen Sie dies oder legen Sie die Sicherheitsstufe vor dem Bearbeiten fest.
es_es: Según la directiva de seguridad de tu organización, el nivel de seguridad predeterminado del documento es "{{secure_label}}". Confirma o establece el nivel de seguridad antes de editar.
fr_fr: Conformément à la politique de sécurité de votre organisation, le niveau de sécurité par défaut de ce document est "{{secure_label}}". Veuillez confirmer ou définir le niveau de sécurité avant de procéder aux modifications.
id_id: Menurut kebijakan keamanan organisasi Anda, tingkat keamanan default dokumen adalah "{{secure_label}}". Konfirmasi atau tetapkan tingkat keamanan sebelum mengedit.
it_it: In base al criterio di sicurezza della tua organizzazione, il livello di sicurezza predefinito del documento è "{{secure_label}}". Conferma o imposta il livello di sicurezza prima di modificare.
ja_jp: 法人のセキュリティ設定により、ドキュメントのデフォルトの秘密度は「{{secure_label}}」です。ドキュメントを編集する前に、秘密度を確認または設定する必要があります。
ko_kr: 기업의 보안 정책에 따라 문서의 기본 보안 수준은 "{{secure_label}}"입니다. 편집하기 전에 보안 수준을 확인하거나 설정하세요.
ms_my: Mengikut dasar keselamatan organisasi anda, tahap keselamatan lalai dokumen ialah "{{secure_label}}". Sila sahkan atau tetapkan tahap keselamatan sebelum mengedit.
pt_br: De acordo com a política de segurança da sua organização, o nível de segurança padrão do documento é "{{secure_label}}". Confirme ou defina o nível de segurança antes de editar.
ru_ru: В соответствии с стратегией безопасности вашей организации уровень безопасности документа по умолчанию — "{{secure_label}}". Перед редактированием подтвердите или установите уровень безопасности.
th_th: ระดับความปลอดภัยเริ่มต้นของเอกสารนี้คือ "{{secure_label}}" ตามนโยบายความปลอดภัยขององค์กรของคุณ โปรดยืนยันหรือตั้งระดับความปลอดภัยก่อนแก้ไข
vi_vn: Theo chính sách bảo mật của tổ chức bạn, cấp độ bảo mật mặc định của tài liệu này là "{{secure_label}}". Vui lòng xác nhận hoặc đặt cấp độ bảo mật trước khi chỉnh sửa.
zh_cn: 由于企业安全策略，文档的默认密级为"{{secure_label}}"，编辑文档前请先确认或修改密级
zh_tw: 由於企業安全性原則，文件的預設加密等級為「{{secure_label}}」。請先確認或修改加密等級，然後再編輯文件

# q7Y
source: According to your organization's security policy, you need to set the security level before editing.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation müssen Sie die Sicherheitsstufe vor dem Bearbeiten festlegen.
es_es: Según la política de seguridad de tu organización, tienes que establecer el nivel de seguridad antes de editar.
fr_fr: Conformément à la politique de sécurité de votre organisation, vous devez définir le niveau de sécurité avant de procéder aux modifications.
id_id: Berdasarkan kebijakan keamanan organisasi Anda, Anda perlu menetapkan tingkat keamanan sebelum mengedit.
it_it: Secondo quanto previsto dal criterio di sicurezza della tua organizzazione, devi impostare il livello di sicurezza prima di modificare.
ja_jp: 法人のセキュリティ設定により、ドキュメントを編集する前に、秘密度レベルを設定する必要があります 。
ko_kr: 기업의 보안 정책에 따라 편집하기 전에 보안 수준을 설정해야 합니다.
ms_my: Mengikut dasar keselamatan organisasi anda, anda perlu menetapkan tahap keselamatan sebelum mengedit.
pt_br: De acordo com a política de segurança da sua organização, você precisa configurar o nível de segurança antes de editar.
ru_ru: В соответствии с политикой безопасности вашей организации перед редактированием вам необходимо задать уровень безопасности.
th_th: คุณต้องตั้งระดับความปลอดภัยก่อนแก้ไข ตามนโยบายความปลอดภัยขององค์กร
vi_vn: Theo chính sách bảo mật của tổ chức bạn, bạn cần đặt cấp độ bảo mật trước khi chỉnh sửa.
zh_cn: 由于企业安全策略，编辑文档前请先设置密级
zh_tw: 由於企業安全性原則，請先設定加密等級，然後再編輯文件

# g1s
source: According to your organization's settings, you need to set the security level before editing.
de_de: Gemäß den Einstellungen Ihrer Organisation müssen Sie die Sicherheitsstufe vor dem Bearbeiten festlegen.
es_es: Según la configuración de tu organización, tienes que establecer el nivel de seguridad antes de editar.
fr_fr: Conformément aux paramètres de votre organisation, vous devez définir le niveau de sécurité avant de procéder aux modifications.
id_id: Menurut pengaturan organisasi Anda, Anda perlu menetapkan tingkat keamanan sebelum mengedit.
it_it: Secondo quanto previsto dalle impostazioni della tua organizzazione, devi impostare il livello di sicurezza prima di modificare.
ja_jp: 法人の設定により、ドキュメントを編集するには秘密度を設定する必要があります 。
ko_kr: 기업의 설정에 따라 편집하기 전에 보안 수준을 설정해야 합니다.
ms_my: Mengikut tetapan organisasi anda, anda perlu menetapkan tahap keselamatan sebelum mengedit.
pt_br: De acordo com as configurações da sua organização, você precisa configurar o nível de segurança antes de editar.
ru_ru: В соответствии с настройками вашей организации перед редактированием вам необходимо задать уровень безопасности.
th_th: คุณต้องตั้งระดับความปลอดภัยก่อนแก้ไข ตามการตั้งค่าขององค์กร
vi_vn: Theo cài đặt của tổ chức bạn, bạn cần đặt cấp độ bảo mật trước khi chỉnh sửa.
zh_cn: 企业要求编辑文档前需设置密级
zh_tw: 根據企業要求，編輯文件前需設定加密等級

# fAw
source: Please set the security level before editing.
de_de: Bitte legen Sie die Sicherheitsstufe vor dem Bearbeiten fest.
es_es: Establece el nivel de seguridad antes de editar.
fr_fr: Veuillez définir le niveau de sécurité avant de procéder aux modifications.
id_id: Tetapkan tingkat keamanan sebelum mengedit.
it_it: Imposta il livello di sicurezza prima di modificare.
ja_jp: 編集する前に、秘密度を設定する必要があります。
ko_kr: 편집하기 전에 보안 수준을 설정하세요.
ms_my: Sila tetapkan tahap keselamatan sebelum mengedit.
pt_br: Configure o nível de segurança antes de editar.
ru_ru: Перед редактированием установите уровень безопасности.
th_th: โปรดตั้งระดับความปลอดภัยก่อนแก้ไข
vi_vn: Vui lòng đặt cấp độ bảo mật trước khi chỉnh sửa.
zh_cn: 编辑前请设置密级
zh_tw: 編輯前請設定加密等級

# TA0
source: Upgrade the security level will automatically withdraw your previous downgrading request.
de_de: Durch das Hochstufen derSicherheitsstufe wird Ihre vorherige Anfrage zum Herunterstufen automatisch zurückgezogen.
es_es: La actualización del nivel de seguridad retirará automáticamente tu solicitud anterior de reducirlo.
fr_fr: Augmenter le niveau de sécurité annulera automatiquement votre demande pour le baisser.
id_id: Meningkatkan tingkat keamanan akan secara otomatis menarik permintaan penurunan versi Anda sebelumnya.
it_it: Effettuando l'upgrade del livello di sicurezza ritirerai automaticamente la tua richiesta di downgrade precedente.
ja_jp: 秘密度を上げると、以前に送信した秘密度の変更申請は自動的にキャンセルされます。続行しますか？
ko_kr: 보안 수준을 업그레이드하면 이전 다운그레이드 요청이 자동으로 철회됩니다.
ms_my: Menaikkan tahap keselamatan akan menarik balik permintaan penurunan anda sebelum ini.
pt_br: O upgrade do nível de segurança retirará automaticamente sua solicitação de downgrade anterior.
ru_ru: Повышение уровня безопасности автоматически отзовет ваш предыдущий запрос на понижение.
th_th: การอัปเกรดระดับความปลอดภัยจะถอนคำขอดาวน์เกรดก่อนหน้าของคุณโดยอัตโนมัติ
vi_vn: Việc nâng cấp cấp độ bảo mật sẽ tự động thu lại yêu cầu hạ cấp trước đó.
zh_cn: 调高密级后，此前提交的密级修改申请将自动撤回。请确认是否继续？
zh_tw: 提高加密等級後，此前提交的加密等級修改申請將自動撤回。請確認是否繼續？

# L20
source: View Request
de_de: Anfrage ansehen
es_es: Ver solicitud
fr_fr: Afficher la demande
id_id: Lihat Permintaan
it_it: Visualizza richiesta
ja_jp: 申請を表示
ko_kr: 요청 보기
ms_my: Lihat Permintaan
pt_br: Visualizar solicitação
ru_ru: Просмотр запроса
th_th: ดูคำขอ
vi_vn: Xem yêu cầu
zh_cn: 查看申请
zh_tw: 查看申請

# 6XA
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# e+c
source: Your request to adjust the security level of the document has been submitted. You will receive notifications of the result by Approval bot.
de_de: Ihre Anfrage zur Anpassung der Sicherheitsstufe des Dokuments wurde eingereicht. Sie werden vom Genehmigungs-Bot über das Ergebnis benachrichtigt.
es_es: Has enviado tu solicitud para ajustar el nivel de seguridad del documento. Recibirás notificaciones con el resultado a través del bot de Aprobación.
fr_fr: Votre demande d'ajustement du niveau de sécurité du document a été soumise. Le bot d'approbation vous informera du résultat.
id_id: Permintaan Anda untuk menyesuaikan tingkat keamanan dokumen telah dikirimkan. Anda akan menerima notifikasi hasilnya melalui bot Persetujuan.
it_it: La tua richiesta di rettifica del livello di sicurezza del documento è stata inviata. Riceverai notifiche in merito al risultato dal bot di approvazione.
ja_jp: 秘密度変更の申請を送信しました。審査の結果は「承認」ボットによって送信されます。
ko_kr: 문서의 보안 수준 조정 요청이 제출되었습니다. 승인 봇에서 결과 알림을 받게 됩니다.
ms_my: Permintaan anda untuk menyesuaikan tahap keselamatan dokumen telah dihantar. Anda akan menerima notifikasi hasilnya oleh bot Kelulusan.
pt_br: Sua solicitação para ajustar o nível de segurança do documento foi enviada. Você receberá notificações do resultado pelo bot de Aprovação.
ru_ru: Ваш запрос на регулировку уровня безопасности документа был отправлен. Вы будете получать уведомления о результате от бота подтверждения.
th_th: ส่งคำขอปรับระดับความปลอดภัยของเอกสารแล้ว คุณจะได้รับการแจ้งผลจากบอทผู้ทำการอนุมัติ
vi_vn: Yêu cầu điều chỉnh cấp độ bảo mật của tài liệu đã được gửi. Bạn sẽ nhận được thông báo về kết quả từ bot Phê duyệt.
zh_cn: 文档的密级修改申请已提交，审批结果将通过审批机器人发送给你
zh_tw: 文件的加密等級修改申請已提交，審核結果將透過審核機器人傳送給你

# MjI
source: Request submitted
de_de: Anfrage eingereicht
es_es: Solicitud enviada
fr_fr: Demande soumise
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: 送信しました
ko_kr: 요청 제출됨
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 提交成功
zh_tw: 提交成功

# aU4
source: 1 request to adjust the document to {{secure_label}} pending approval
de_de: 1 Anfrage zum Anpassen des Dokuments an {{secure_label}} mit ausstehender Genehmigung
es_es: 1 solicitud para ajustar el documento a {{secure_label}} pendiente de aprobación
fr_fr: 1 demande d'ajustement du document au niveau {{secure_label}} en attente d'approbation
id_id: 1 permintaan untuk menyesuaikan dokumen menjadi {{secure_label}} menunggu persetujuan
it_it: Approvazione di 1 richiesta di rettifica del documento in {{secure_label}} in sospeso
ja_jp: 1 名のメンバーがこのドキュメントの秘密度を「{{secure_label}}」に変更することを申請しました。
ko_kr: 문서를 {{secure_label}}(으)로 조정하기 위한 1개 요청 승인 보류 중
ms_my: 1 permintaan untuk menyesuaikan dokumen ke {{secure_label}} menunggu kelulusan
pt_br: 1 solicitação para ajustar o documento para aprovação pendente de {{secure_label}}
ru_ru: Ожидает утверждение 1 запрос на изменение {{secure_label}} для этого документа
th_th: 1 คำขอในการปรับเอกสารเป็น {{secure_label}} ที่รอคำอนุมัติ
vi_vn: 1 yêu cầu điều chỉnh tài liệu thành {{secure_label}} đang chờ phê duyệt
zh_cn: 已有 1 人申请将文档密级调低至{{secure_label}}
zh_tw: 已有 1 人申請將文件加密等級降低至{{secure_label}}

# o1s
source: {{number}} requests to adjust the document to {{secure_label}} pending approval
de_de: {{number}} Anfragen zum Anpassen des Dokuments an {{secure_label}} mit ausstehender Genehmigung
es_es: {{number}} solicitudes para ajustar el documento a {{secure_label}} pendientes de aprobación
fr_fr: {{number}} demandes d'ajustement du document au niveau {{secure_label}} en attente d'approbation
id_id: {{number}} permintaan untuk menyesuaikan dokumen menjadi {{secure_label}} menunggu persetujuan
it_it: Approvazione di {{number}} richieste di rettifica del documento in {{secure_label}} in sospeso
ja_jp: {{number}} 名のメンバーがこのドキュメントの秘密度を「{{secure_label}}」に変更することを申請しました。
ko_kr: 문서를 {{secure_label}}(으)로 조정하기 위한 {{number}}개 요청 승인 보류 중
ms_my: {{number}} permintaan untuk menyesuaikan dokumen ke {{secure_label}} menunggu kelulusan
pt_br: {{number}} solicitações para ajustar o documento para aprovação pendente {{secure_label}}
ru_ru: Ожидает утверждение {{number}} запросов на изменение {{secure_label}} для этого документа
th_th: {{number}} คำขอในการปรับเอกสารเป็น {{secure_label}} ที่รอคำอนุมัติ
vi_vn: {{number}} yêu cầu điều chỉnh tài liệu thành {{secure_label}} đang chờ phê duyệt
zh_cn: 已有 {{number}} 人申请将文档密级调低至{{secure_label}}
zh_tw: 已有 {{number}} 人申請將文件加密等級降低至{{secure_label}}

# jWs
source: You need manage permission to adjust the security level.
de_de: Sie benötigen die Verwaltungsberechtigung, um die Sicherheitsstufe anzupassen.
es_es: Necesitas permiso de administración para ajustar el nivel de seguridad.
fr_fr: L'autorisation de gestion est requise pour ajuster le niveau de sécurité.
id_id: Anda perlu mengelola izin untuk menyesuaikan tingkat keamanan.
it_it: È necessario disporre dell'autorizzazione per la gestione per rettificare il livello di sicurezza.
ja_jp: 秘密度を変更できるのは「管理権限」を持つユーザーのみです。
ko_kr: 보안 수준을 조정하려면 관리 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran urus untuk melaraskan tahap keselamatan.
pt_br: Você precisa gerenciar a permissão para ajustar o nível de segurança.
ru_ru: Вам необходимо разрешение на управление, чтобы настроить уровень безопасности.
th_th: คุณต้องมีสิทธิ์การอนุญาตในการจัดการเพื่อปรับระดับความปลอดภัย
vi_vn: Bạn cần có quyền quản lý để điều chỉnh cấp độ bảo mật.
zh_cn: 仅可管理的用户可以调整密级
zh_tw: 僅擁有可管理權限的使用者可以調整加密等級

# tMU
source: According to your organization's security policy, you need to set a security level for the document. Click the menu icon here to set security.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation müssen Sie eine Sicherheitsstufe für das Dokument festlegen. Klicken Sie hier auf das Menüsymbol, um die Sicherheit festzulegen.
es_es: Según la política de seguridad de tu organización, tienes que establecer el nivel de seguridad para el documento. Haz clic en el icono del menú aquí para hacerlo.
fr_fr: Conformément à la politique de sécurité de votre organisation, vous devez définir un niveau de sécurité du document. Cliquez sur l'icône du menu ici pour définir la sécurité.
id_id: Menurut kebijakan keamanan organisasi, Anda perlu menetapkan tingkat keamanan untuk dokumen. Klik ikon menu di sini untuk menetapkan keamanan.
it_it: In base al criterio di sicurezza della tua organizzazione, devi impostare un livello di sicurezza per il documento. Fai clic qui sull'icona del menu per impostare la sicurezza.
ja_jp: 法人のセキュリティ設定により、ドキュメントに秘密度を設定する必要があります。
ko_kr: 기업의 보안 정책에 따라 문서에 대한 보안 수준을 설정해야 합니다. 보안을 설정하려면 여기의 메뉴 아이콘을 클릭하세요.
ms_my: Mengikut dasar keselamatan organisasi anda, anda perlu menetapkan tahap keselamatan untuk dokumen. Klik ikon menu di sini untuk menetapkan keselamatan.
pt_br: De acordo com a política de segurança da sua organização, você precisa definir um nível de segurança para o documento. Clique no ícone do menu aqui para definir a segurança.
ru_ru: В соответствии с политикой безопасности вашей организации вам необходимо задать уровень безопасности для этого документа. Щелкните здесь значок меню, чтобы установить уровень безопасности.
th_th: คุณจะต้องตั้งค่าระดับความปลอดภัยสำหรับเอกสารนี้ตามนโยบายความปลอดภัยขององค์กร คลิกไอคอนเมนูที่นี่เพื่อตั้งระดับความปลอดภัย
vi_vn: Theo chính sách bảo mật của tổ chức bạn, bạn cần đặt cấp độ bảo mật cho tài liệu này. Hãy nhấp vào biểu tượng menu ở đây để đặt mức bảo mật.
zh_cn: 根据企业安全策略，你需要为文档设置密级，点击此处进行密级设置
zh_tw: 根據企業安全性原則，你需要為文件設定加密等級，點選此處設定加密等級

# alo
source: Permission details
de_de: Berechtigungsdetails
es_es: Detalles de permisos
fr_fr: Détails des autorisations
id_id: Perincian izin
it_it: Dettagli autorizzazione
ja_jp: 権限の詳細
ko_kr: 권한 세부 정보
ms_my: Butiran kebenaran
pt_br: Detalhes da permissão
ru_ru: Сведения о разрешении
th_th: รายละเอียดสิทธิ์การอนุญาต
vi_vn: Chi tiết quyền
zh_cn: 权限详情
zh_tw: 權限詳細資料

# rzQ
source: According to your organization's security policy, you need to set the security level for the document. You may set it here or in the ··· menu later.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation müssen Sie die Sicherheitsstufe für das Dokument festlegen. Sie können sie hier oder später im Menü ··· festlegen.
es_es: Según la política de seguridad de tu organización, tienes que establecer el nivel de seguridad para el documento. Puedes establecerlo aquí o hacerlo más tarde en el menú ···.
fr_fr: Conformément à la politique de sécurité de votre organisation, vous devez définir le niveau de sécurité du document. Vous pouvez le définir ici ou plus tard dans le menu ···.
id_id: Menurut kebijakan keamanan organisasi Anda, Anda perlu menetapkan tingkat keamanan untuk dokumen. Anda dapat menetapkannya di sini atau di menu ··· nanti.
it_it: In base al criterio di sicurezza della tua organizzazione, devi impostare il livello di sicurezza per il documento. Devi impostarlo qui o più tardi nel menù ···.
ja_jp: 法人のセキュリティ設定により、ドキュメントに秘密度を設定する必要があります 。ここをクリックするか、「…」メニューで秘密度を設定してください。
ko_kr: 조직의 보안 정책에 따라 문서의 보안 수준을 설정해야 합니다. 여기 또는 나중에 ··· 메뉴에서 설정할 수 있습니다.
ms_my: Mengikut dasar keselamatan organisasi anda, anda perlu menetapkan tahap keselamatan untuk dokumen. Anda boleh menetapkannya di sini atau dalam menu ··· kemudian.
pt_br: De acordo com a política de segurança da sua organização, você precisa configurar o nível de segurança do documento. Você pode configurá-lo aqui ou no menu ··· mais tarde.
ru_ru: В соответствии с политикой безопасности вашей организации вам необходимо задать уровень безопасности для документа. Вы можете сделать это здесь или позже в меню ....
th_th: ตามนโยบายความปลอดภัยขององค์กร คุณต้องตั้งระดับความปลอดภัยสำหรับเอกสารนี้ คุณอาจตั้งที่นี่หรือในเมนู ··· ในภายหลัง
vi_vn: Theo chính sách bảo mật của tổ chức bạn, bạn cần đặt cấp độ bảo mật cho tài liệu này. Bạn có thể đặt ở đây hoặc trong menu ··· sau đó.
zh_cn: 根据企业安全策略，你需要为文档设置密级。你可以点击这里或在···更多菜单中进行密级设置。
zh_tw: 根據企業安全性原則，你需要為文件設定加密等級。你可以點選這裡或在···更多功能表中設定加密等級。

# H7E
source: Set security level for documents
de_de: Sicherheitsstufe für Dokumente festlegen
es_es: Establecer nivel de seguridad para los documentos
fr_fr: Définir le niveau de sécurité des documents
id_id: Tetapkan tingkat keamanan dokumen
it_it: Imposta livello di sicurezza per i documenti
ja_jp: ドキュメントに秘密度を設定
ko_kr: 문서의 보안 수준 설정
ms_my: Tetapkan tahap keselamatan untuk dokumen
pt_br: Configurar o nível de segurança para documentos
ru_ru: Задать уровень безопасности для документов
th_th: ตั้งระดับความปลอดภัยสำหรับเอกสาร
vi_vn: Đặt cấp độ bảo mật cho tài liệu
zh_cn: 为文档设置密级
zh_tw: 為文件設定加密等級

# gSw
source: People who can edit
de_de: Personen mit Bearbeitungsberechtigung
es_es: Personas que pueden editar
fr_fr: Les utilisateurs pouvant modifier
id_id: Orang-orang yang dapat mengedit
it_it: Le persone che possono modificare
ja_jp: 編集権限をもつユーザー
ko_kr: 편집 가능한 사용자
ms_my: Orang yang boleh mengedit
pt_br: Pessoas que podem editar
ru_ru: Люди, которые могут редактировать
th_th: บุคคลที่สามารถแก้ไขได้เท่านั้น
vi_vn: Những người có thể chỉnh sửa
zh_cn: 可编辑用户
zh_tw: 擁有可編輯權限的使用者

# Q+s
source: People who can manage
de_de: Personen, die verwalten können
es_es: Personas que pueden administrar
fr_fr: Les utilisateurs pouvant gérer
id_id: Orang-orang yang dapat mengelola
it_it: Le persone che possono gestire
ja_jp: 管理権限をもつユーザー
ko_kr: 관리 가능한 사용자
ms_my: Orang yang boleh mengurus
pt_br: Pessoas que podem gerenciar
ru_ru: Люди с разрешением на управление
th_th: บุคคลที่สามารถจัดการได้เท่านั้น
vi_vn: Những người có thể quản lý
zh_cn: 可管理用户
zh_tw: 擁有可管理權限的使用者

# x/w
source: People who can view
de_de: Personen mit Leseberechtigung
es_es: Personas que pueden ver
fr_fr: Les utilisateurs pouvant afficher
id_id: Orang-orang yang dapat melihat
it_it: Le persone che possono visualizzare
ja_jp: 閲覧権限をもつユーザー
ko_kr: 읽기 가능한 사용자
ms_my: Orang yang boleh melihat
pt_br: Pessoas que podem visualizar
ru_ru: Люди, которые могут просматривать
th_th: บุคคลที่สามารถดูได้เท่านั้น
vi_vn: Những người có thể xem
zh_cn: 可阅读用户
zh_tw: 擁有可閱讀權限的使用者

# GZw
source: Who can comment
de_de: Wer kann kommentieren
es_es: Quién puede comentar
fr_fr: Utilisateurs autorisés à commenter
id_id: Siapa saja yang bisa berkomentar
it_it: Chi può commentare
ja_jp: コメントできるユーザー
ko_kr: 댓글 작성 가능한 사람
ms_my: Siapa boleh komen
pt_br: Quem pode comentar
ru_ru: Кто может комментировать
th_th: ใครสามารถแสดงความคิดเห็นได้
vi_vn: Người có thể bình luận
zh_cn: 谁可以评论文档
zh_tw: 誰可以評論文件

# aVM
source: Who can copy, duplicate, print, or download the content
de_de: Wer kann den Inhalt kopieren, duplizieren, drucken oder herunterladen
es_es: Quién puede copiar, duplicar, imprimir o descargar el contenido
fr_fr: Utilisateurs autorisés à copier, dupliquer, imprimer ou télécharger le contenu
id_id: Siapa saja yang dapat menyalin, menggandakan, mencetak, atau mengunduh konten
it_it: Chi può copiare, duplicare, stampare o scaricare il contenuto
ja_jp: 内容をコピー、コピーを作成、印刷、ダウンロードできるユーザー
ko_kr: 콘텐츠를 복사, 복제, 인쇄 또는 다운로드할 수 있는 사람
ms_my: Siapa boleh menyalin, menduplikasi, mencetak, atau memuat turun kandungan
pt_br: Quem pode copiar, duplicar, imprimir ou fazer download do conteúdo
ru_ru: Кто может копировать, дублировать, распечатывать или скачивать контент
th_th: ใครสามารถคัดลอก ทำซ้ำ พิมพ์ หรือดาวน์โหลดเนื้อหาได้
vi_vn: Người có thể sao chép, nhân bản, in hoặc tải xuống nội dung
zh_cn: 谁可以复制内容、创建副本、打印和下载
zh_tw: 誰可以複製內容、建立副本、列印和下載

# pOg
source: Only people in the organization with edit permission
de_de: Nur Personen in der Organisation mit Bearbeitungsberechtigung
es_es: Solo las personas de la organización con permiso de edición
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de modification
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk mengedit
it_it: Solo le persone nell'organizzazione con autorizzazione per modificare
ja_jp: 編集権限をもつ内部メンバーのみ
ko_kr: 편집 권한이 있는 기업의 사용자만
ms_my: Hanya orang dalam organisasi dengan kebenaran mengedit
pt_br: Apenas pessoas na organização com permissão para editar
ru_ru: Только люди в организации с разрешением на редактирование
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตแก้ไขเท่านั้น
vi_vn: Chỉ những người trong tổ chức có quyền chỉnh sửa
zh_cn: 仅组织内可编辑用户
zh_tw: 僅限組織內擁有可編輯權限的使用者

# 2Hc
source: Allow this document to be shared externally
de_de: Externe Freigabe dieses Dokuments erlauben
es_es: Permitir que este documento se comparta externamente
fr_fr: Autoriser ce document à être partagé en externe
id_id: Izinkan dokumen ini dibagikan secara eksternal
it_it: Consenti la condivisione esterna di questo documento
ja_jp: 外部ユーザーとの共有を許可
ko_kr: 이 문서가 외부에서 공유될 수 있도록 허용
ms_my: Benarkan dokumen ini dikongsi secara luaran
pt_br: Permitir que este documento seja compartilhado externamente
ru_ru: Разрешить внешний доступ к этому документу
th_th: อนุญาตให้แบ่งปันเอกสารนี้ภายนอก
vi_vn: Cho phép chia sẻ tài liệu này với bên ngoài
zh_cn: 允许文档被分享到组织外
zh_tw: 允許分享文件到組織外

# br4
source: Who can invite collaborator
de_de: Wer kann Kollaborator einladen
es_es: Quién puede invitar a un colaborador
fr_fr: Utilisateurs autorisés à inviter un collaborateur
id_id: Siapa saja yang dapat mengundang kolaborator
it_it: Chi può invitare un collaboratore
ja_jp: 共同編集者を追加できるユーザー
ko_kr: 공동 작업자를 초대할 수 있는 사람
ms_my: Siapa boleh menjemput kolaborator
pt_br: Quem pode convidar colaborador
ru_ru: Кто может пригласить соавтора
th_th: ใครสามารถเชิญผู้ร่วมงานได้
vi_vn: Người có thể mời cộng tác viên
zh_cn: 谁可以添加协作者
zh_tw: 誰可以新增協作者

# qMI
source: Link sharing
de_de: Linkfreigabe zulassen
es_es: Uso compartido de enlace
fr_fr: Partage de lien
id_id: Berbagi tautan
it_it: Condivisione link
ja_jp: リンク共有の有効化を許可
ko_kr: 링크 공유
ms_my: Perkongsian pautan
pt_br: Compartilhamento de link
ru_ru: Обмен ссылками
th_th: การแบ่งปันลิงก์
vi_vn: Chia sẻ liên kết
zh_cn: 允许开启链接分享
zh_tw: 允許開啟連結分享
