Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# RbY
source: The maximum number of records has been reached in the current table. Respondents will not be able to submit this form. Please go back to the base to view details.
de_de: Die maximale Anzahl an Datensätzen wurde in der aktuellen Tabelle erreicht. Die Befragten können dieses Formular nicht mehr einreichen. Bitte gehen Sie zurück zur Base, um die Details anzuzeigen.
es_es: Se ha alcanzado el número máximo de registros en la tabla actual. Los encuestados no podrán enviar este formulario. Vuelve al Base para ver los detalles.
fr_fr: Le nombre maximal d'enregistrement a été atteint dans le tableau actuel. Les personnes interrogées ne pourront pas soumettre ce formulaire. Veuillez retourner dans la Base pour afficher les détails.
id_id: Jumlah maksimum rekaman telah tercapai dalam tabel saat ini. Responden tidak akan dapat mengirimkan formulir ini. Kembali ke Base untuk melihat perinciannya.
it_it: Numero massimo di record nella tabella corrente raggiunto. I rispondenti non potranno inviare questa maschera. Torna al Base per visualizzare i dettagli.
ja_jp: このテーブルのレコード数は上限に達したため、回答者はフォームを提出できなくなりました。Base に戻り詳細を確認してください。
ko_kr: 현재 표에서 최대 레코드 수에 도달했습니다. 응답자는 이 설문지를 제출할 수 없습니다. 세부 정보를 보려면 Base로 돌아가세요.
ms_my: Bilangan rekod maksimum telah dicapai dalam jadual semasa. Responden tidak akan dapat menghantar borang ini. Sila kembali ke pangkalan untuk melihat butiran.
pt_br: O número máximo de registros foi atingido na tabela atual. Os respondentes não poderão enviar este formulário. Volte para o Base para exibir detalhes.
ru_ru: В текущей таблице достигнуто максимальное количество записей. Респонденты не смогут отправить эту форму. Вернитесь в таблицу Base для просмотра деталей.
th_th: บันทึกถึงจำนวนสูงสุดในตารางปัจจุบันแล้ว ผู้ตอบแบบสอบถามจะไม่สามารถส่งแบบฟอร์มนี้ได้ โปรดกลับไปที่ Base เพื่อดูรายละเอียด
vi_vn: Đã đạt số lượng bản ghi tối đa trong bảng hiện tại. Người trả lời sẽ không thể gửi biểu mẫu này. Vui lòng quay lại Base để xem chi tiết.
zh_cn: 当前数据表已达记录上限，填写者将无法提交表单，请回到多维表格查看详情。
zh_tw: 目前資料表已達記錄上限，填寫者將無法提交表單，請回到多維表格查看詳細資料。

# zWw
source: Request timed out. Please try again later. (Code: {{errorCode}})
de_de: Zeitüberschreitung bei Anfrage. Bitte versuchen Sie es später erneut. (Code: {{errorCode}})
es_es: Solicitud expirada. Inténtalo de nuevo más tarde. (Código: {{errorCode}})
fr_fr: La demande a expiré. Veuillez réessayer plus tard. (Code : {{errorCode}})
id_id: Waktu permintaan habis. Coba lagi nanti. (Kode: {{errorCode}})
it_it: Richiesta scaduta. Riprova più tardi (codice: {{errorCode}}).
ja_jp: リクエストがタイムアウトしました。後でもう一度お試しください。(エラーコード: {{errorCode}})
ko_kr: 요청 시간이 초과되었습니다. 나중에 다시 시도하세요. (코드: {{errorCode}})
ms_my: Permintaan tamat masa. Sila cuba lagi kemudian. (Kod: {{errorCode}})
pt_br: Tempo limite atingido para solicitação. Tente novamente mais tarde. (Código: {{errorCode}})
ru_ru: Истекло время запроса. Повторите попытку позже. (Код: {{errorCode}})
th_th: คำขอหมดเวลา โปรดลองอีกครั้งในภายหลัง (โค้ด: {{errorCode}})
vi_vn: Đã hết thời gian chờ yêu cầu. Vui lòng thử lại sau. (Mã: {{errorCode}})
zh_cn: 请求超时，请稍后再试（错误码：{{errorCode}}）
zh_tw: 請求逾時，請稍後再試 (錯誤碼：{{errorCode}})

# cSE
source: Base
hi_in: Bitable
ms_my: Asas
zh_cn: 多维表格
zh_tw: 多維表格

# C3I
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
id_id: Terapkan
it_it: Applica
ja_jp: 適用
ko_kr: 적용
ms_my: Guna
pt_br: Aplicar
ru_ru: Применить
th_th: นำไปใช้
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# J1U
source: {{APP_DISPLAY_NAME}} Base
hi_in: {{APP_DISPLAY_NAME}} Bitable
ms_my: {{APP_DISPLAY_NAME}} Asas
zh_cn: {{APP_DISPLAY_NAME}}多维表格
zh_tw: {{APP_DISPLAY_NAME}} 多維表格

# XCw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# ekk
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# xPE
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: उत्तरदाताहटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# ies
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# i1k
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# b7A
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# gWw
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도하세요
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Попробуйте еще раз
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# /oU
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# Sec
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 去设置
zh_tw: 去設定

# fz8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 4p4
source: Unable to edit the base when offline.
de_de: Base kann offline nicht bearbeitet werden.
es_es: No se puede editar el Base sin conexión.
fr_fr: Impossible de modifier la Base lorsque vous êtes hors ligne.
hi_in: ऑफ़लाइन होने पर बाईटेबल को संपादित करने में असमर्थ.
id_id: Gagal mengedit Base ketika offline.
it_it: Impossibile modificare il Base se offline.
ja_jp: オフライン中は編集できません
ko_kr: 오프라인 상태에서는 Base를 편집할 수 없습니다.
ms_my: Tidak dapat mengedit asas semasa luar talian.
pt_br: Falha ao editar o Base quando off-line.
ru_ru: Невозможно изменить Base офлайн.
th_th: ไม่สามารถแก้ไข Base ได้เมื่อออฟไลน์
vi_vn: Không thể chỉnh sửa Base khi đang ngoại tuyến.
zh_cn: 离线时暂不支持编辑多维表格
zh_tw: 離線時暫不支援編輯多維表格

# bAo
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Kosongkan
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清除
zh_tw: 清除

# /f8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# JLA
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado en el portapapeles
fr_fr: Copié dans le presse-papiers
id_id: Disalin ke papan klip
it_it: Copiata negli appunti
ja_jp: コピーしました
ko_kr: 클립보드에 복사되었습니다
ms_my: Disalin ke papan keratan
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép vào bộ nhớ tạm
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# D7M
source: Expand
de_de: Erweitern
es_es: Desplegar
fr_fr: Développer
hi_in: विस्तृत करें
id_id: Buka
it_it: Mostra
ja_jp: 表示
ko_kr: 펼치기
ms_my: Kembangkan
pt_br: Expandir
ru_ru: Раскрыть
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 展开
zh_tw: 展開

# m4g
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
hi_in: संक्षिप्त करें
id_id: Lipat
it_it: Comprimi
ja_jp: 非表示
ko_kr: 접기
ms_my: Runtuhkan
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu nhỏ
zh_cn: 收起
zh_tw: 摺疊

# pXs
source: Loading...
de_de: Ladevorgang...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# oPM
source: %s
ja_jp: %s 桁
zh_cn: %s 位
zh_tw: %s 位

# AUs
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ko_kr: 새로 만들기
ms_my: Baharu
pt_br: Novo
ru_ru: Новый
th_th: ใหม่
vi_vn: Mới
zh_cn: 新增
zh_tw: 新增

# NF4
source: Unable to edit this field. This feature is not released yet.
de_de: Dieses Feld kann nicht bearbeitet werden. Diese Funktion ist noch nicht freigegeben.
es_es: No se puede editar este campo. Esta función no se ha lanzado todavía.
fr_fr: Impossible de modifier ce champ. Cette fonctionnalité n'est pas encore disponible.
id_id: Gagal mengedit bidang ini. Fitur ini belum dirilis.
it_it: Impossibile modificare questo campo. Questa funzione non è stata ancora rilasciata.
ja_jp: 機能がリリースされていないため、このフィールドを編集できません。
ko_kr: 이 필드를 편집할 수 없습니다. 이 기능은 아직 편집되지 않았습니다.
ms_my: Tidak dapat edit bidang ini. Ciri ini belum dilancarkan.
pt_br: Não é possível editar este campo. Este recurso ainda não foi lançado.
ru_ru: Невозможно изменить это поле. Эта функция пока не доступна.
th_th: แก้ไขช่องข้อมูลนี้ไม่สำเร็จ ฟีเจอร์นี้ยังไม่เผยแพร่ในขณะนี้
vi_vn: Không thể chỉnh được trường này. Tính năng này vẫn chưa được ra mắt.
zh_cn: 功能暂未开放，暂不支持编辑该字段
zh_tw: 功能尚未開放，暫不支援編輯該欄位

source: Please note
de_de: Bitte beachten
es_es: Ten en cuenta lo siguiente
fr_fr: Veuillez noter
hi_in: कृपया ध्यान दें
id_id: Harap diperhatikan
it_it: Nota
ja_jp: ご注意
ko_kr: 참고
ms_my: Sila ambil perhatian
pt_br: Note
ru_ru: Обратите внимание
th_th: โปรดทราบ
vi_vn: Vui lòng lưu ý
zh_cn: 提示
zh_tw: 提示

# Sw4
source: Please enter
de_de: Bitte eingeben
es_es: Introduce
fr_fr: Veuillez saisir
id_id: Masukkan
it_it: Immetti
ja_jp: 入力してください
ko_kr: 입력하세요
ms_my: Sila masukkan
pt_br: Insira
ru_ru: Введите
th_th: โปรดป้อน
vi_vn: Vui lòng nhập
zh_cn: 请输入
zh_tw: 請輸入

# K7Q
source: Loading content. Please try again after it's finished.
de_de: Inhalt wird geladen. Bitte versuchen Sie es erneut, wenn der Vorgang abgeschlossen ist.
es_es: Cargando contenido. Inténtalo de nuevo cuando termine el proceso.
fr_fr: Chargement du contenu en cours. Veuillez réessayer une fois terminé.
hi_in: कांटेंट लोड किया जा रहा है. यह समाप्त होने के बाद कृपया पुनः प्रयास करें.
id_id: Memuat konten. Coba lagi setelah selesai.
it_it: Caricamento contenuto in corso. Riprova dopo il completamento.
ja_jp: データを読み込み中です。後ほど再試行してください
ko_kr: 콘텐츠를 로드 중입니다. 완료된 후에 다시 시도하세요.
ms_my: Memuatkan kandungan. Sila cuba lagi selepas selesai.
pt_br: Carregando conteúdo. Tente novamente depois que terminar.
ru_ru: Загрузка контента. Повторите попытку после завершения.
th_th: กำลังโหลดเนื้อหา โปรดลองอีกครั้งหลังจากเสร็จสิ้น
vi_vn: Đang tải nội dung. Vui lòng thử lại sau khi hoàn tất.
zh_cn: 数据加载中，请稍后再试
zh_tw: 資料載入中，請稍後再試

# AG8
source: Unable to save. Please try again.
de_de: Speichern nicht möglich. Versuchen Sie es erneut.
es_es: Error al agregar. Inténtalo de nuevo.
fr_fr: Sauvegarde impossible. Veuillez réessayer.
hi_in: सहेजने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Gagal menyimpan. Coba lagi.
it_it: Impossibile salvare. Riprova.
ja_jp: 保存できませんでした。再試行してください
ko_kr: 저장할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat menyimpan. Sila cuba lagi.
pt_br: Falha ao salvar. Tente novamente.
ru_ru: Не удалось сохранить. Попробуйте еще раз.
th_th: ไม่สามารถบันทึกได้ โปรดลองอีกครั้ง
vi_vn: Không thể lưu. Vui lòng thử lại.
zh_cn: 保存失败，请重试
zh_tw: 儲存失敗，請重試

# MRY
source: The administrator has turned off this feature.
de_de: Der Administrator hat diese Funktion deaktiviert.
es_es: El administrador ha desactivado esta característica.
fr_fr: L'administrateur a désactivé cette fonction.
id_id: Administrator telah menonaktifkan fitur ini.
it_it: L'amministratore ha disattivato questa funzione.
ja_jp: 管理者が当該機能の使用を禁止にしました
ko_kr: 관리자가 이 기능을 껐습니다.
ms_my: Pentadbir telah mematikan ciri ini.
pt_br: O administrador desativou esse recurso.
ru_ru: Администрация отключила эту функцию.
th_th: ผู้ดูแลได้ปิดฟีเจอร์นี้ไว้
vi_vn: Quản trị viên đã tắt tính năng này.
zh_cn: 企业管理员已禁用此功能
zh_tw: 企業管理員已停用此功能

# vY8
source: Unable to copy. The copy permission is turned off by the owner.
de_de: Kopieren nicht möglich. Die Berechtigung zum Kopieren wurde vom Besitzer deaktiviert.
es_es: No se puede copiar. El propietario ha desactivado el permiso de copia.
fr_fr: Impossible de copier. L'autorisation de copie est désactivée par le propriétaire.
id_id: Gagal menyalin. Izin menyalin dinonaktifkan oleh pemilik.
it_it: Impossibile copiare. L'autorizzazione per copiare è disattivata dal proprietario.
ja_jp: コピーできませんでした。所有者がドキュメントのコピー機能を無効にしています
ko_kr: 복사할 수 없습니다. 소유자가 복사 권한을 껐습니다.
ms_my: Tidak dapat menyalin. Kebenaran menyalin dimatikan oleh pemilik.
pt_br: Não é possível copiar. A permissão de cópia foi desativada pelo proprietário.
ru_ru: Не удалось скопировать. Разрешение на копирование отключено владельцем.
th_th: ไม่สามารถคัดลอกได้ สิทธิ์การอนุญาตในการคัดลอกถูกปิดโดยเจ้าของ
vi_vn: Không thể sao chép. Chủ sở hữu đã tắt quyền sao chép.
zh_cn: 复制失败，所有者关闭了多维表格的复制功能
zh_tw: 複製失敗，擁有者關閉了多維表格的複製功能

# zx4
source: Record deleted or no permission to access
de_de: Datensatz wurde gelöscht oder keine Zugriffsberechtigung
es_es: Registro eliminado o sin permiso de acceso
fr_fr: Enregistrement supprimé ou accès non autorisé
id_id: Rekaman dihapus atau tidak ada izin untuk mengakses
it_it: Record eliminato o nessuna autorizzazione per accedere
ja_jp: レコードが削除されたか、アクセスする権限がありません。
ko_kr: 기록 삭제됨 또는 액세스 권한 없음
ms_my: Rekod dipadam atau tiada kebenaran untuk mengakses
pt_br: Registro excluído ou sem permissão de acesso
ru_ru: Запись удалена или нет разрешения на доступ
th_th: ลบบันทึกไปแล้วหรือไม่มีสิทธิ์การอนุญาตในการเข้าถึง
vi_vn: Bản ghi đã bị xóa hoặc không có quyền truy cập
zh_cn: 记录已被删除或无权限访问
zh_tw: 記錄已被刪除或無存取權限

# r70
source: If you want to edit the currency format, you can switch to the "currency" field.
de_de: Wenn Sie das Währungsformat bearbeiten möchten, wechseln Sie zum Feld „Währung“.
es_es: Si quieres editar el formato de moneda, puedes pasar al campo "moneda".
fr_fr: Si vous souhaitez modifier le format de devise, vous pouvez basculer vers le champ "devise".
id_id: Jika ingin mengedit format mata uang, Anda dapat beralih ke bidang "mata uang".
it_it: Se desideri modificare il formato della valuta, puoi passare al campo "valuta".
ja_jp: 現在の通貨表示形式を変更する必要がある場合、「通貨」フィールドに切り替えてから操作してください。
ko_kr: 통화 형식을 편집하려면 "통화" 필드로 전환할 수 있습니다.
ms_my: Jika anda ingin mengedit format mata wang, anda boleh beralih ke bidang "mata wang".
pt_br: Se você deseja editar o formato da moeda, pode alternar para o campo "moeda".
ru_ru: Если вы хотите изменить формат валюты, вы можете переключиться на поле "валюта".
th_th: หากคุณต้องการแก้ไขรูปแบบสกุลเงิน คุณสามารถเปลี่ยนไปใช้ช่องข้อมูล "สกุลเงิน" ได้
vi_vn: Nếu muốn chỉnh sửa định dạng tiền tệ, bạn có thể chuyển sang trường "tiền tệ".
zh_cn: 如需修改当前货币格式，请切换至“货币”字段
zh_tw: 如需修改目前貨幣格式，請切換至「貨幣」欄位

# M+4
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Mudar
ru_ru: Переключить
th_th: เปลี่ยน
vi_vn: Chuyển
zh_cn: 切换
zh_tw: 切換

# 7pQ
source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Devise
id_id: Mata uang
it_it: Valuta
ja_jp: 通貨
ko_kr: 통화
ms_my: Mata wang
pt_br: Moeda
ru_ru: Валюта
th_th: สกุลเงิน
vi_vn: Tiền tệ
zh_cn: 货币
zh_tw: 貨幣

# uj8
source: Please view the dashboard "{{dashboardName}}" I created on {{APP_DISPLAY_NAME}}
de_de: Sehen Sie das Dashboard „{{dashboardName}}“ an, das ich in {{APP_DISPLAY_NAME}} erstellt habe
es_es: Consulta el tablero de mando "{{dashboardName}}" que he creado en {{APP_DISPLAY_NAME}}
fr_fr: Veuillez afficher le tableau de bord "{{dashboardName}}" I créé sur {{APP_DISPLAY_NAME}}
id_id: Lihat dasbor "{{dashboardName}}" yang saya buat pada {{APP_DISPLAY_NAME}}
it_it: Visualizza il pannello di controllo "{{dashboardName}}" che ho creato su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} でダッシュボード「{{dashboardName}}」を作成しました！ぜひ確認してみてください！
ko_kr: {{APP_DISPLAY_NAME}}에서 생성한 대시보드 "{{dashboardName}}"을(를) 확인하세요
ms_my: Sila lihat papan pemuka "{{dashboardName}}" yang saya cipta di {{APP_DISPLAY_NAME}}
pt_br: Visualize o painel "{{dashboardName}}" que eu criei no {{APP_DISPLAY_NAME}}
ru_ru: Просмотрите информационную панель "{{dashboardName}}", которую я создал в {{APP_DISPLAY_NAME}}
th_th: โปรดดูแดชบอร์ด "{{dashboardName}}" ที่ฉันสร้างเมื่อ {{APP_DISPLAY_NAME}}
vi_vn: Vui lòng xem bảng điều khiển "{{dashboardName}}" do tôi tạo trên {{APP_DISPLAY_NAME}}
zh_cn: 快来查看我在{{APP_DISPLAY_NAME}}分享的仪表盘“{{dashboardName}}”吧
zh_tw: 快來查看我在{{APP_DISPLAY_NAME}}分享的儀錶盤「{{dashboardName}}」吧

# hJ0
source: Data details can't be edited
de_de: Datendetails können nicht bearbeitet werden
es_es: Los detalles de los datos no se pueden editar
fr_fr: Les détails des données ne peuvent pas être modifiés
id_id: Perincian data tidak dapat diedit
it_it: I dettagli dei dati non possono essere modificati
ja_jp: データ詳細は編集できません。
ko_kr: 데이터 세부 정보는 편집할 수 없습니다
ms_my: Butiran data tidak boleh diedit
pt_br: Os detalhes dos dados não podem ser editados
ru_ru: Невозможно изменить сведения о данных
th_th: รายละเอียดข้อมูลไม่สามารถแก้ไขได้
vi_vn: Không thể chỉnh sửa chi tiết dữ liệu
zh_cn: 仪表盘数据详情不可编辑
zh_tw: 無法編輯儀錶盤資料詳情

# NY4
source: You don't have permission to view some details because the advanced permissions have been turned on.
de_de: Sie sind nicht berechtigt, einige Details anzuzeigen, da die erweiterten Berechtigungen aktiviert wurden.
es_es: No tienes permiso para ver algunos detalles porque los permisos avanzados se han activado.
fr_fr: Vous n'êtes pas autorisé à afficher certains détails, car les autorisations avancées ont été activées.
id_id: Anda tidak memiliki izin untuk melihat beberapa perincian karena izin lanjutan telah diaktifkan.
it_it: Non disponi dell'autorizzazione per visualizzare alcuni dettagli perché le autorizzazioni avanzate sono state attivate.
ja_jp: 高度な権限がオンになっているため、現在のテーブルでは、一部のデータを表示できないことがあります。
ko_kr: 고급 권한이 켜져 있으므로 일부 세부 정보를 볼 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melihat beberapa butiran kerana kebenaran lanjutan telah diaktifkan.
pt_br: Você não tem permissão para visualizar alguns detalhes porque as permissões avançadas foram ativadas.
ru_ru: У вас нет разрешения на просмотр некоторых сведений, поскольку включены расширенные разрешения.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการดูรายละเอียดบางอย่างเพราะสิทธิ์การอนุญาตขั้นสูงเปิดอยู่
vi_vn: Bạn không có quyền xem một số chi tiết vì các quyền nâng cao đã được bật.
zh_cn: 由于多维表格开启了高级权限，当前数据表可能有部分数据无法查看
zh_tw: 由於多維表格開啟了進階權限，目前資料表可能有部分資料無法查看

# o8s
source: Loading...
de_de: Ladevorgang...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# NpA
source: Loading failed.
de_de: Ladevorgang ist fehlgeschlagen.
es_es: Error al cargar.
fr_fr: Échec du chargement.
id_id: Gagal memuat.
it_it: Caricamento non riuscito.
ja_jp: 読み込みできませんでした。
ko_kr: 로드하지 못했습니다.
ms_my: Gagal memuatkan.
pt_br: Falha no carregamento.
ru_ru: Ошибка загрузки.
th_th: การโหลดล้มเหลว
vi_vn: Tải không thành công.
zh_cn: 加载失败
zh_tw: 載入失敗

# etw
source: Unable to edit the condition because you don't have necessary permissions for this field.
de_de: Sie können die Bedingung nicht bearbeiten, da Sie nicht über die erforderlichen Berechtigungen für dieses Feld verfügen.
es_es: No se puede editar la condición porque no tienes los permisos necesarios para este campo.
fr_fr: Impossible de modifier la condition, car vous ne disposez pas des autorisations nécessaires pour ce champ.
id_id: Gagal mengedit syarat karena Anda tidak memiliki izin yang diperlukan untuk bidang ini.
it_it: Impossibile modificare la condizione poiché non disponi delle autorizzazioni necessarie per questo campo.
ja_jp: このフィールドに対する十分な権限がないため、オプションの参照条件を変更できません。
ko_kr: 이 필드에 필요한 권한이 부족하여 조건을 편집할 수 없습니다.
ms_my: Tidak dapat mengedit syarat kerana anda tidak mempunyai kebenaran yang diperlukan untuk bidang ini.
pt_br: Não é possível editar a condição porque você não tem as permissões necessárias para este campo.
ru_ru: Невозможно изменить условие, поскольку у вас нет необходимых разрешений для этого поля.
th_th: ไม่สามารถแก้ไขเงื่อนไขได้ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตที่จำเป็นสำหรับช่องข้อมูลนี้
vi_vn: Không thể chỉnh sửa điều kiện vì bạn không có quyền cần thiết đối với trường này.
zh_cn: 你对该字段的权限不足，无法修改选项引用条件
zh_tw: 你對該欄位的權限不足，無法修改選項引用條件

# kxM
source: Unable to edit the conditions because you don't have necessary permissions for this table.
de_de: Sie können die Bedingungen nicht bearbeiten, da Sie nicht über die erforderlichen Berechtigungen für diese Tabelle verfügen.
es_es: No se pueden editar las condiciones porque no tienes los permisos necesarios para esta tabla.
fr_fr: Impossible de modifier les conditions, car vous ne disposez pas des autorisations nécessaires pour ce tableau.
id_id: Gagal mengedit syarat karena Anda tidak memiliki izin yang diperlukan untuk tabel ini.
it_it: Impossibile modificare le condizioni poiché non disponi delle autorizzazioni necessarie per questa tabella.
ja_jp: このテーブルに対する十分な権限がないため、オプションの参照条件を変更できません。
ko_kr: 이 표에 필요한 권한이 부족하여 조건을 편집할 수 없습니다.
ms_my: Tidak dapat mengedit syarat kerana anda tidak mempunyai kebenaran yang diperlukan untuk jadual ini.
pt_br: Não é possível editar as condições porque você não tem as permissões necessárias para esta tabela.
ru_ru: Невозможно изменить условия, поскольку у вас нет необходимых разрешений для этой таблицы.
th_th: ไม่สามารถแก้ไขเงื่อนไขได้ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตที่จำเป็นสำหรับตารางนี้
vi_vn: Không thể chỉnh sửa điều kiện vì bạn không có quyền cần thiết đối với bảng này.
zh_cn: 你对该数据表的权限不足，无法修改选项引用条件
zh_tw: 你對該資料表的權限不足，無法修改選項引用條件

# NM8
source: Action not supported. The current table is syncing data from another data source.
de_de: Aktion wird nicht unterstützt. Die aktuelle Tabelle synchronisiert Daten aus einer anderen Datenquelle.
es_es: Acción no admitida. La tabla actual está sincronizando datos de otro origen de datos.
fr_fr: Opération non prise en charge. Le tableau actuel synchronise des données provenant d'une autre source de données.
id_id: Tindakan tidak didukung. Tabel saat ini sedang menyinkronkan data dari sumber data lain.
it_it: Azione non supportata. La tabella corrente sta sincronizzando dati da un'altra fonte dati.
ja_jp: このテーブルのデータは他のデータソースから同期されているため、この操作はサポートされていません。
ko_kr: 작업이 지원되지 않습니다. 현재 표가 다른 데이터 소스의 데이터를 동기화하고 있습니다.
ms_my: Tindakan tidak disokong. Jadual semasa menyelaraskan data dari sumber data lain.
pt_br: Ação não suportada. A tabela atual está sincronizando dados de outra fonte de dados.
ru_ru: Действие не поддерживается. Текущая таблица синхронизирует данные из другого источника данных.
th_th: ไม่รองรับการดำเนินการ ตารางปัจจุบันกำลังซิงค์ข้อมูลจากแหล่งข้อมูลอื่น
vi_vn: Thao tác không được hỗ trợ. Bảng hiện tại đang đồng bộ dữ liệu từ nguồn dữ liệu khác.
zh_cn: 当前数据表从其他数据源同步，不支持此操作
zh_tw: 目前資料表從其他資料來源同步，不支援此操作

# k2I
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도하세요
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Повторите попытку
th_th: โปรดลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# Udc
source: k
de_de: Tsd.
es_es: mil
fr_fr: mille
hi_in: हज़ार
id_id: rb
it_it: (milla)
ja_jp: 万
ko_kr: 만
pt_br: mil
ru_ru: тыс
th_th: หมื่น
zh_cn: 万
zh_tw: 萬
