Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# y0k
source: Unable to check the box. Restricted by current security level.
de_de: Das Kontrollkästchen kann nicht aktiviert werden. Eingeschränkt durch aktuelle Sicherheitsstufe.
es_es: Error al marcar la casilla. Se ha restringido por el nivel de seguridad actual.
fr_fr: Impossible de cocher la case. Restreint par le niveau de sécurité actuel.
hi_in: बॉक्स चेक करने में असमर्थ. वर्तमान सुरक्षा स्तर द्वारा प्रतिबंधित.
id_id: Gagal mencentang kotak. Dibatasi oleh tingkat keamanan saat ini.
it_it: Impossibile selezionare la casella. Limitato dall'attuale livello di sicurezza.
ja_jp: ドキュメントの秘密度制限により、チェックできません
ko_kr: 확인란을 선택할 수 없습니다. 현재 보안 수준으로 제한됩니다.
ms_my: Tidak dapat menyemak kotak. Terhad oleh tahap keselamatan semasa.
pt_br: Não é possível marcar a caixa de seleção. Restrição pelo nível de segurança atual.
ru_ru: Невозможно установить флажок. Ограничено текущим уровнем безопасности.
th_th: ไม่สามารถเลือกช่องนี้ได้ ถูกจำกัดโดยระดับความปลอดภัยปัจจุบัน
vi_vn: Không thể đánh dấu hộp chọn. Bị hạn chế bởi cấp độ bảo mật hiện tại.
zh_cn: 受文档密级管控，无法勾选
zh_tw: 受文件加密等級控管，無法勾選

# 3cE
source: Unavailable under this security level as set by your organization.
de_de: Gemäß der von Ihrer Organisation festgelegten Sicherheitsstufe nicht verfügbar.
es_es: No disponible en el nivel de seguridad actual según la configuración de tu organización.
fr_fr: Non disponible avec ce niveau de sécurité, comme défini par votre organisation.
hi_in: चुनने में असमर्थ. वर्तमान सुरक्षा स्तर द्वारा प्रतिबंधित.
id_id: Tidak tersedia di bawah tingkat keamanan ini seperti yang ditetapkan oleh organisasi Anda.
it_it: Non disponibile in questo livello di sicurezza in base alle impostazioni della tua organizzazione.
ja_jp: 法人の秘密度設定により、オプションを選択できません。
ko_kr: 기업에서 설정한 이 보안 수준에서는 사용할 수 없습니다.
ms_my: Tidak tersedia di bawah tahap keselamatan ini yang ditetapkan oleh organisasi anda.
pt_br: Indisponível neste nível de segurança conforme definido por sua organização.
ru_ru: Недоступно на этом уровне безопасности, установленном вашей организацией.
th_th: ไม่พร้อมใช้งานภายใต้ระดับความปลอดภัยนี้ตามที่องค์กรของคุณกำหนดไว้
vi_vn: Không khả dụng ở cấp độ bảo mật này do cài đặt của tổ chức bạn.
zh_cn: 根据企业密级策略，当前密级下此选项暂不可用
zh_tw: 根據企業加密等級原則，此選項在目前加密等級下暫無法使用

# HR4
source: This document hasn't been assigned a security level. Assign one to it to protect information security.
de_de: Diesem Dokument wurde noch keine Sicherheitsstufe zugewiesen. Weisen Sie ihm eine zu, um die Informationssicherheit zu schützen.
es_es: No se ha asignado un nivel de seguridad a este documento. Asígnale uno para proteger la seguridad de la información.
fr_fr: Ce document n'a pas reçu de niveau de sécurité. Attribuez-lui un pour garantir la sécurité des informations.
hi_in: इस दस्तावेज़ को सुरक्षा स्तर असाइन नहीं किया गया. जानकारी की सुरक्षा के लिए इसे एक सुरक्षा स्तर असाइन करें.
id_id: Dokumen ini belum diberi tingkat keamanan. Beri tingkat keamanan untuk melindungi keamanan informasi.
it_it: A questo documento non è stato assegnato un livello di sicurezza. Assegnane uno per proteggere la sicurezza delle informazioni.
ja_jp: 当該ドキュメントは、秘密度は設定されていません。秘密度の設定はドキュメントの情報セキュリティ保護に繋がります
ko_kr: 이 문서에는 보안 수준이 지정되지 않았습니다. 정보 보안을 보호하기 위해 수준을 지정하세요.
ms_my: Dokumen ini belum diberi tahap keselamatan. Tetapkan satu untuk melindungi keselamatan maklumat.
pt_br: Este documento não recebeu um nível de segurança. Atribua um para proteger as informações.
ru_ru: Этому документу не присвоен уровень безопасности. Назначьте ему один для защиты информации.
th_th: เอกสารนี้ยังไม่ได้รับการกำหนดระดับความปลอดภัย กำหนดหนึ่งรายการเพื่อป้องกันความปลอดภัยของข้อมูล
vi_vn: Tài liệu này chưa được gán cấp độ bảo mật. Chỉ định một cấp độ cho tài liệu để bảo vệ an toàn thông tin.
zh_cn: 本文档尚未设置密级。设置密级可以保护文档的信息安全
zh_tw: 本文件尚未設定加密等級。設定加密等級可以保護文件的資訊安全

# 71k
source: This document has been assigned a security level. Some settings might be restricted.
de_de: Diesem Dokument wurde eine Sicherheitsstufe zugewiesen. Einige Einstellungen sind möglicherweise eingeschränkt.
es_es: Este documento se ha asignado al nivel de seguridad. Es posible que algunas opciones de configuración estén restringidas.
fr_fr: Ce document a reçu un niveau de sécurité. Certains paramètres peuvent être restreints.
hi_in: इस दस्तावेज़ को सुरक्षा स्तर असाइन किया गया. कुछ सेटिंग्स प्रतिबंधित हो सकती हैं.
id_id: Dokumen ini telah diberi tingkat keamanan. Beberapa pengaturan mungkin dibatasi.
it_it: A questo documento è stato assegnato un livello di sicurezza. Alcune impostazioni potrebbero essere limitate.
ja_jp: 当該ドキュメントは秘密度の管理を受けているため、一部設定は制限を受ける可能性があります
ko_kr: 이 문서에는 보안 수준이 지정되었습니다. 일부 설정이 제한될 수 있습니다.
ms_my: Dokumen ini telah diberi tahap keselamatan. Tetapan tertentu mungkin terhad.
pt_br: Este documento recebeu um nível de segurança. Algumas configurações podem estar restritas.
ru_ru: Этому документу присвоен уровень безопасности. Некоторые настройки могут быть ограничены.
th_th: เอกสารนี้ได้รับการกำหนดระดับความปลอดภัยแล้ว ระบบอาจจำกัดการตั้งค่าบางอย่าง
vi_vn: Tài liệu này đã được gán cấp độ bảo mật. Một số cài đặt có thể bị hạn chế.
zh_cn: 本文档受密级管控，部分设置可能受限制
zh_tw: 本文件受加密等級控管，部分設定可能受限制

# tuc
source: Security level
de_de: Sicherheitsstufe
es_es: Nivel de seguridad
fr_fr: Niveau de sécurité
hi_in: सुरक्षा स्तर
id_id: Tingkat keamanan
it_it: Livello di sicurezza
ja_jp: 秘密度を設定
ko_kr: 보안 수준
ms_my: Tahap keselamatan
pt_br: Nível de segurança
ru_ru: Уровень безопасности
th_th: ระดับความปลอดภัย
vi_vn: Cấp độ bảo mật
zh_cn: 设置密级
zh_tw: 設定加密等級

# bZc
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
hi_in: सबमिट करें
id_id: Kirim
it_it: Invia
ja_jp: 提出
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# ndk
source: Unassigned
de_de: Nicht zugewiesen
es_es: Sin asignar
fr_fr: Non attribué
hi_in: असाइन नहीं किया गया
id_id: Belum ditugaskan
it_it: Non assegnato
ja_jp: 未設定
ko_kr: 할당되지 않음
ms_my: Tidak ditugaskan
pt_br: Não atribuído
ru_ru: Не назначено
th_th: ไม่ได้กำหนด
vi_vn: Chưa chỉ định
zh_cn: 未设置
zh_tw: 未設定

# zbk
source: View each row in card view for better editing experience
de_de: Für ein besseres Benutzererlebnis bei der Bearbeitung jede Zeile in der Kartenansicht anzeigen
es_es: Vea todas las filas en la vista de tarjeta para mejorar la experiencia de edición
fr_fr: Affichez chaque ligne en vue de carte pour une meilleure expérience d'édition
hi_in: बेहतर संपादन अनुभव के लिए कार्ड दृश्य में प्रत्येक पंक्ति देखें
id_id: Lihat setiap baris dalam tampilan kartu untuk pengalaman mengedit yang lebih baik
it_it: Visualizza ciascuna riga in visualizzazione scheda per una migliore esperienza di modifica
ja_jp: 行の内容をカードの形で表示し、編集が更に簡単になります
ko_kr: 더 나은 편집 환경을 위해 카드 보기에서 각 행 보기
ms_my: Lihat setiap baris dalam tampilan kad untuk pengalaman mengedit yang lebih baik
pt_br: Visualizar cada linha em visualização de cartão para uma melhor experiência de edição
ru_ru: Для более удобного редактирования просматривайте каждый ряд карточек в виде карточек
th_th: ดูแต่ละแถวในมุมมองการ์ดเพื่อประสบการณ์การแก้ไขที่ดีขึ้น
vi_vn: Xem từng hàng ở chế độ xem dạng thẻ để có trải nghiệm chỉnh sửa tốt hơn
zh_cn: 卡片视图清晰呈现每行内容，编辑更顺手。
zh_tw: 卡片視圖清晰呈現每行內容，編輯更順手。

# ygU
source: Card view
de_de: Kartenansicht
es_es: Vista de tarjeta
fr_fr: Vue de carte
hi_in: कार्ड दृश्य
id_id: Tampilan kartu
it_it: Visualizzazione scheda
ja_jp: カードビュー
ko_kr: 카드 보기
ms_my: Paparan kad
pt_br: Visualização de cartão
ru_ru: Представление карточки
th_th: มุมมองบัตร
vi_vn: Chế độ xem thẻ
zh_cn: 卡片视图
zh_tw: 卡片視圖

# Mco
source: All attachments
de_de: Alle Anhänge
es_es: Todos los adjuntos
fr_fr: Toutes les pièces jointes
hi_in: सभी अटैचमेंट
id_id: Semua lampiran
it_it: Tutti gli allegati
ja_jp: すべての添付ファイル
ko_kr: 모든 첨부 파일
ms_my: Semua lampiran
pt_br: Todos os anexos
ru_ru: Все вложения
th_th: ไฟล์แนบทั้งหมด
vi_vn: Tất cả tệp tin đính kèm
zh_cn: 全部附件
zh_tw: 全部附件

# 9mA
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado en el portapapeles
fr_fr: Copié dans le presse-papiers
hi_in: क्लिपबोर्ड पर कॉपी किया गया
id_id: Disalin ke papan klip
it_it: Copiato negli appunti
ja_jp: コピーしました
ko_kr: 클립보드에 복사되었습니다
ms_my: Disalin ke papan keratan
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép vào bộ nhớ tạm
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# IGM
source: Swipe up card to enter full screen
de_de: Auf der Karte nach oben streichen, um den Vollbildmodus aufzurufen
es_es: Desliza la tarjeta hacia arriba para acceder a la pantalla completa
fr_fr: Faites glisser la carte vers le haut pour passer en mode plein écran
hi_in: पूर्ण स्क्रीन में जाने के लिए कार्ड ऊपर स्वाइप करें
id_id: Geser kartu ke atas untuk masuk ke layar penuh
it_it: Scorri la scheda verso l'alto per passare allo schermo intero
ja_jp: 上にスライドして、全画面で表示します
ko_kr: 카드를 위로 살짝 밀어 전체 화면으로 전환
ms_my: Leret kad ke atas untuk masuk skrin penuh
pt_br: Deslizar cartão para cima para exibição em tela inteira
ru_ru: Проведите пальцем вверх по карточке, чтобы отобразить на полный экран
th_th: ปัดการ์ดขึ้นเพื่อเข้าสู่โหมดเต็มหน้าจอ
vi_vn: Vuốt thẻ lên để vào chế độ toàn màn hình
zh_cn: 上划卡片，全屏显示
zh_tw: 上滑卡片，全螢幕顯示

# Uv0
source: Making a copy...
de_de: Kopie wird erstellt...
es_es: Creando copia...
fr_fr: Création d'une copie…
hi_in: कॉपी बनाई जा रही है...
id_id: Membuat salinan...
it_it: Creazione di una copia in corso...
ja_jp: コピーを作成しています
ko_kr: 사본을 만드는 중...
ms_my: Membuat salinan...
pt_br: Fazendo uma cópia...
ru_ru: Создание копии...
th_th: กำลังทำสำเนา...
vi_vn: Đang tạo bản sao...
zh_cn: 正在创建副本
zh_tw: 正在建立副本

# oZ0
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Imej
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# n6k
source: Share as
de_de: Teilen als
es_es: Compartir como
fr_fr: Partager en tant que
hi_in: के रूप में साझा करें
id_id: Berbagi sebagai
it_it: Condividi come
ja_jp: 共有のタイプ
ko_kr: 공유 방식
ms_my: Kongsi sebagai
pt_br: Compartilhar como
ru_ru: Поделиться как
th_th: แบ่งปันเป็น
vi_vn: Chia sẻ dưới dạng
zh_cn: 分享为
zh_tw: 分享為

# o3A
source: Tap the card to share as an image or text
de_de: Tippen Sie auf die Karte, um sie als Bild oder Text zu teilen
es_es: Pulsa la tarjeta para compartir como imagen o texto
fr_fr: Appuyez sur la carte pour la partager sous forme d'image ou de texte
hi_in: किसी छवि या टेक्स्ट के रूप साझा करने हेतु कार्ड पर टैप करें
id_id: Ketuk kartu untuk dibagikan sebagai gambar atau teks
it_it: Tocca la scheda per condividere un'immagine o un testo
ja_jp: クリクして、カードを画像やテキストの形に転換して共有できます
ko_kr: 카드를 탭하여 이미지 또는 텍스트로 공유
ms_my: Ketuk kad untuk berkongsi sebagai gambar atau teks
pt_br: Toque no cartão para compartilhar como uma imagem ou texto
ru_ru: Нажмите на карточку, чтобы поделиться как изображением или текстом
th_th: แตะบัตรเพื่อแบ่งปันเป็นภาพหรือข้อความ
vi_vn: Chạm vào thẻ để chia sẻ dưới dạng hình ảnh hoặc văn bản
zh_cn: 将当前卡片以图片或文本的形式分享给协作者
zh_tw: 將目前卡片以圖片或文字的形式分享給協作者

# 7uI
source: Share card
de_de: Karte teilen
es_es: Compartir tarjeta
fr_fr: Partager la carte
hi_in: कार्ड साझा करें
id_id: Berbagi kartu
it_it: Condividi scheda
ja_jp: カードを共有
ko_kr: 카드 공유
ms_my: Kongsi kad
pt_br: Compartilhar cartão
ru_ru: Поделиться карточкой
th_th: แบ่งปันบัตร
vi_vn: Chia sẻ thẻ
zh_cn: 分享卡片
zh_tw: 分享卡片

# IUw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: 編集を取り消す
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消编辑
zh_tw: 取消編輯

# FEo
source: Finish
de_de: Fertigstellen
es_es: Finalizar
fr_fr: Terminer
hi_in: समाप्त करें
id_id: Selesai
it_it: Termina
ja_jp: 編集完了
ko_kr: 마침
ms_my: Selesai
pt_br: Finalizar
ru_ru: Завершить
th_th: เสร็จสิ้น
vi_vn: Hoàn thành
zh_cn: 完成编辑
zh_tw: 完成編輯

# Tas
source: Text
es_es: Texto
fr_fr: Texte
hi_in: टेक्स्ट
id_id: Teks
it_it: Testo
ja_jp: テキスト
ko_kr: 텍스트
ms_my: Teks
pt_br: Texto
ru_ru: Текст
th_th: ข้อความ
vi_vn: Văn bản
zh_cn: 文本
zh_tw: 文字

# O3c
source: Filter and sort
de_de: Filtern und sortieren
es_es: Filtrar y clasificar
fr_fr: Filtrer et trier
hi_in: फ़िल्टर और सॉर्ट करें
id_id: Filter dan urutkan
it_it: Filtra e ordina
ja_jp: 絞り込みと並び替え
ko_kr: 필터링 및 정렬
ms_my: Tapis dan susun
pt_br: Filtrar e classificar
ru_ru: Фильтр и сортировка
th_th: กรองและจัดเรียง
vi_vn: Bộ lọc và sắp xếp
zh_cn: 筛选和排序
zh_tw: 篩選和排序

# 0NA
source: Today: {{new_daily}}
de_de: Heute: {{new_daily}}
es_es: Hoy: {{new_daily}}
fr_fr: Aujourd'hui : {{new_daily}}
hi_in: आज: {{new_daily}}
id_id: Hari ini: {{new_daily}}
it_it: Oggi: {{new_daily}}
ja_jp: 本日：{{new_daily}}
ko_kr: 오늘: {{new_daily}}
ms_my: Hari ini: {{new_daily}}
pt_br: Hoje: {{new_daily}}
ru_ru: Сегодня: {{new_daily}}
th_th: วันนี้: {{new_daily}}
vi_vn: Hôm nay: {{new_daily}}
zh_cn: 今日新增 {{new_daily}}
zh_tw: 今日新增 {{new_daily}}

# Y0s
source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
hi_in: कुल टिप्पणियाँ
id_id: Komentar
it_it: Commenti
ja_jp: コメント数
ko_kr: 댓글
ms_my: Komen
pt_br: Comentários
ru_ru: Комментарии
th_th: ความคิดเห็น
vi_vn: Bình luận
zh_cn: 评论总数
zh_tw: 評論總數

# 82s
source: Engagement
de_de: Interaktion
es_es: Participación:
fr_fr: Participation
hi_in: सहभागिता
id_id: Keterlibatan
it_it: Coinvolgimento
ja_jp: アクティビティ
ko_kr: 참여
ms_my: Penglibatan
pt_br: Engajamento
ru_ru: Взаимодействия
th_th: การมีส่วนร่วม
vi_vn: Tương tác
zh_cn: 互动数据
zh_tw: 互動資料

# +eg
source: Created by
de_de: Erstellt von
es_es: Creado por
fr_fr: Créée par
hi_in: निर्माता
id_id: Dibuat oleh
it_it: Creazione di
ja_jp: 作成情報
ko_kr: 생성자
ms_my: Dicipta oleh
pt_br: Criado por
ru_ru: Создатель
th_th: สร้างโดย
vi_vn: Đã tạo bởi
zh_cn: 创建信息
zh_tw: 建立資訊

# SqI
source: Word count
de_de: Wortanzahl
es_es: Recuento de palabras
fr_fr: Nombre de mots
hi_in: शब्द संख्या
id_id: Jumlah kata
it_it: Numero parole
ja_jp: 文字カウント
ko_kr: 단어 수
ms_my: Bilangan perkataan
pt_br: Contagem de palavras
ru_ru: Количество слов
th_th: จำนวนคำ
vi_vn: Số từ
zh_cn: 字数统计
zh_tw: 字數統計

# QpY
source: Failed to load document information and statistics.
de_de: Dokumentinformationen und Statistiken konnten nicht geladen werden.
es_es: Error al cargar información y estadísticas del documento.
fr_fr: Échec du chargement des informations et des statistiques du document.
hi_in: दस्तावेज़ की जानकारी और आँकड़े लोड करने में विफल हुआ.
id_id: Gagal memuat informasi dan statistik dokumen.
it_it: Impossibile caricare le informazioni e le statistiche del documento.
ja_jp: ドキュメントの詳細とデータを読み込めませんでした。
ko_kr: 문서 정보 및 통계를 로드하지 못했습니다.
ms_my: Gagal memuatkan maklumat dan statistik dokumen.
pt_br: Falha ao carregar informações e estatísticas do documento.
ru_ru: Не удалось загрузить информацию о документе и статистику.
th_th: โหลดข้อมูลและสถิติของเอกสารไม่สำเร็จ
vi_vn: Không tải được thông tin và số liệu thống kê của tài liệu.
zh_cn: 文档信息加载失败，请
zh_tw: 文件資訊載入失敗，請

# Q9Y
source: Try again.
de_de: Erneut versuchen.
es_es: Inténtalo de nuevo.
fr_fr: Réessayez.
hi_in: पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: クリックして再試行
ko_kr: 다시 시도해 보세요.
ms_my: Cuba lagi.
pt_br: Tente novamente.
ru_ru: Попробуйте снова.
th_th: ลองอีกครั้ง
vi_vn: Thử lại.
zh_cn: 点击重试
zh_tw: 點選重試

# H+E
source: Failed to load
de_de: Laden fehlgeschlagen
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드하지 못했습니다
ms_my: Gagal memuatkan
pt_br: Falha ao carregar
ru_ru: Ошибка загрузки
th_th: โหลดไม่สำเร็จ
vi_vn: Tải không thành công
zh_cn: 加载失败
zh_tw: 載入失敗

# uaI
source: https://www.feishu.cn/hc/en-US/articles/669630434840
zh_cn: https://www.feishu.cn/hc/zh-CN/articles/669630434840

# dFs
source: https://www.larksuite.com/hc/en-US/articles/360034747813
ja_jp: https://www.larksuite.com/hc/ja-JP/articles/360034747813
ru_ru: https://www.larksuite.com/hc/articles/360034747813
zh_cn: https://www.larksuite.com/hc/zh-CN/articles/360034747813
zh_tw: https://www.larksuite.com/hc/zh-CN/articles/360034747813

# PXk
source: User not logged in
de_de: Benutzer nicht angemeldet
es_es: El usuario no ha iniciado sesión
fr_fr: Utilisateur non connecté
hi_in: उपयोगकर्ता लॉगिन नहीं है
id_id: Pengguna belum login
it_it: L'utente non ha effettuato l'accesso
ja_jp: 閲覧者がログインしていません
ko_kr: 로그인하지 않은 사용자
ms_my: Pengguna tidak log masuk
pt_br: Usuário não conectado
ru_ru: Пользователь не вошел в систему
th_th: ผู้ใช้ยังไม่ได้ล็อกอิน
vi_vn: Người dùng không đăng nhập
zh_cn: 访问者未登录
zh_tw: 存取者未登入

# qKQ
source: Once turned off, you won't be seen in the view history of anybody's documents. You won't be able to check the view history of your documents, either.
de_de: Wenn Sie diese Option ausgeschaltet haben, werden Sie nicht mehr im Ansichtsverlauf der Dokumente anderer Personen angezeigt. Auch Sie können den Ansichtsverlauf für Ihre Dokumente nicht mehr sehen.
es_es: Una vez desactivado, no aparecerás en el "historial de vistas" de los documentos de nadie. Tampoco podrás ver el historial de vistas de tus documentos.
fr_fr: Après la désactivation, vous ne figurerez plus dans l'« historique de consultation » des documents d'aucun utilisateur. Vous ne pourrez également plus afficher l'historique de consultation de vos documents.
hi_in: बंद किए जाने के बाद, आप किसी भी व्यक्ति के दस्तावेज़ों के लिए "देखे जाने का इतिहास" में नहीं दिखाई देंगे. आप अपने दस्तावेज़ों पर भी "देखे जाने का इतिहास" नहीं देख सकेंगे.
id_id: Setelah dinonaktifkan, Anda tidak akan terlihat di "riwayat tampilan" untuk dokumen siapa pun. Anda juga tidak akan dapat melihat riwayat tampilan pada dokumen Anda.
it_it: Una volta disattivata, non sarai visibile nella "Cronologia visualizzazioni" per i documenti di nessun utente. Non sarai nemmeno in grado di vedere la cronologia delle visualizzazioni sui tuoi documenti.
ja_jp: オフにすると、他人のドキュメントを閲覧する際に履歴が残らなくなります。また、自分が所有するドキュメントでほかの閲覧者による閲覧履歴も確認できません。
ko_kr: 끄면 다른 사람의 문서에 대한 "보기 기록"에 내가 표시되지 않습니다. 내 문서에서도 보기 기록을 볼 수 없게 됩니다.
ms_my: Sekali dimatikan, anda tidak akan kelihatan dalam sejarah pandangan dokumen orang lain. Anda juga tidak dapat memeriksa sejarah pandangan dokumen anda.
pt_br: Depois de desativado, você não será visto no "Histórico de visualização" dos documentos de ninguém. Você também não poderá ver o histórico de visualização dos seus documentos.
ru_ru: После выключения вы не будете отображаться в "истории просмотров" ни для каких документов. Вы также не сможете просматривать историю своих документов.
th_th: เมื่อปิดแล้ว จะไม่มีใครเห็นคุณใน “ประวัติการดู” ในเอกสารของทุกคน คุณจะไม่สามารถดูประวัติการดูบนเอกสารของคุณได้เช่นกัน
vi_vn: Sau khi tắt, người khác sẽ không còn nhìn thấy bạn trong "lịch sử xem" của tài liệu của bất cứ người nào khác. Bạn cũng sẽ không thể nhìn thấy lịch sử xem trên tài liệu của mình.
zh_cn: 关闭后，你访问他人文档时将不会留下记录，但你也无法查看自己文档的访问记录。
zh_tw: 關閉後，你存取他人文件時將不會留下記錄，但你也無法查看自己文件的存取記錄。

# CQM
source: View history
de_de: Ansichtsverlauf
es_es: Ver historial
fr_fr: Historique de consultation
hi_in: देखे जाने का इतिहास
id_id: Riwayat tampilan
it_it: Cronologia visualizzazioni
ja_jp: 閲覧履歴
ko_kr: 보기 기록
ms_my: Sejarah pandangan
pt_br: Histórico de visualização
ru_ru: Посмотреть историю
th_th: ประวัติการดู
vi_vn: Lịch sử xem
zh_cn: 访问记录
zh_tw: 存取記錄

# uPk
source: You don't have permission to check this document's view history. If needed, please contact the administrator.
de_de: Sie haben keine Berechtigung, den Ansichtsverlauf dieses Dokuments zu prüfen. Bei Bedarf wenden Sie sich bitte an den Administrator.
es_es: No tienes permiso para ver el historial de vistas de este documento. Si es necesario, ponte en contacto con el administrador.
fr_fr: Vous n'êtes pas autorisé à consulter l'historique de consultation de ce document. Si besoin, veuillez contacter l'administrateur.
hi_in: आपके पास इस दस्तावेज़ का "देखे जाने का इतिहास" देखने की अनुमति नहीं है. अगर आवश्यक है, तो कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Anda tidak memiliki izin untuk memeriksa riwayat tampilan dokumen ini. Jika diperlukan, hubungi administrator.
it_it: Non disponi dell'autorizzazione per controllare la cronologia delle visualizzazioni di questo documento. Se necessario, contatta l'amministratore.
ja_jp: 当該ドキュメントの閲覧履歴を確認する権限がありません。確認するには、管理者までご連絡ください
ko_kr: 이 문서의 보기 기록을 확인할 권한이 없습니다. 필요한 경우 관리자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memeriksa sejarah paparan dokumen ini. Jika perlu, sila hubungi pentadbir.
pt_br: Você não tem permissão para verificar o histórico de visualização deste documento. Se necessário, entre em contato com o administrador.
ru_ru: У вас недостаточно прав для проверки истории просмотров этого документа. При необходимости обращайтесь к администратору.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการตรวจสอบประวัติการดูของเอกสารนี้ หากจำเป็น โปรดติดต่อผู้ดูแล
vi_vn: Bạn không có quyền kiểm tra lịch sử xem của tài liệu này. Nếu cần thiết, vui lòng liên hệ với quản trị viên.
zh_cn: 你无权限查看当前文档的访问记录，如有需要，请联系管理员
zh_tw: 您無權限查看目前文件的存取記錄，如有需要，請聯絡管理員

# y84
source: No permission to check view history
de_de: Keine Berechtigung zum Prüfen des Ansichtsverlaufs
es_es: No tienes permiso para ver el historial de vistas
fr_fr: Aucune autorisation de vérification de l'historique de consultation
hi_in: "देखे जाने का इतिहास" देखने की अनुमति नहीं
id_id: Tidak ada izin untuk memeriksa riwayat tampilan
it_it: Nessuna autorizzazione per controllare la cronologia delle visualizzazioni
ja_jp: 閲覧履歴を確認する権限がありません
ko_kr: 보기 기록을 확인할 권한이 없습니다
ms_my: Tiada kebenaran untuk memeriksa sejarah paparan
pt_br: Nenhuma permissão para verificar o histórico de visualização
ru_ru: Нет разрешения на просмотр истории
th_th: ไม่มีสิทธิ์การอนุญาตในการตรวจสอบประวัติการดู
vi_vn: Không có quyền kiểm tra lịch sử xem
zh_cn: 无权限查看访问记录
zh_tw: 無權限查看存取記錄

# oas
source: This document belongs to someone else.
de_de: Dieses Dokument gehört einer anderen Person.
es_es: Este documento pertenece a otra persona.
fr_fr: Ce document appartient à quelqu'un d'autre.
hi_in: यह दस्तावेज़ किसी और व्यक्ति से संबंधित है.
id_id: Dokumen ini milik orang lain.
it_it: Questo documento appartiene a un altro utente.
ja_jp: あなたは当該ドキュメントの所有者ではないため、閲覧履歴を確認できません
ko_kr: 이 문서는 다른 사람의 문서입니다.
ms_my: Dokumen ini milik orang lain.
pt_br: Este documento pertence a outra pessoa.
ru_ru: Этот документ принадлежит кому-то другому.
th_th: เอกสารนี้เป็นของบุคคลอื่น
vi_vn: Tài liệu này thuộc về người khác.
zh_cn: 你不是当前文档的所有者，无法查看其访问记录
zh_tw: 你不是目前文件的擁有者，無法查看其存取記錄

# NlY
source: No permission to check view history
de_de: Keine Berechtigung zum Prüfen des Ansichtsverlaufs
es_es: No tienes permiso para ver el historial de vistas
fr_fr: Aucune autorisation de vérification de l'historique de consultation
hi_in: "देखे जाने का इतिहास" देखने की अनुमति नहीं
id_id: Tidak ada izin untuk memeriksa riwayat tampilan
it_it: Nessuna autorizzazione per controllare la cronologia delle visualizzazioni
ja_jp: 閲覧履歴を確認する権限はありません
ko_kr: 보기 기록을 확인할 권한이 없습니다
ms_my: Tiada kebenaran untuk memeriksa sejarah paparan
pt_br: Nenhuma permissão para verificar o histórico de visualização
ru_ru: Нет разрешения на просмотр истории
th_th: ไม่มีสิทธิ์การอนุญาตในการตรวจสอบประวัติการดู
vi_vn: Không có quyền kiểm tra lịch sử xem
zh_cn: 无权限查看访问记录
zh_tw: 無權限查看存取記錄

# aGQ
source: View history off
de_de: Ansichtsverlauf aus
es_es: El historial de vistas está desactivado
fr_fr: Historique de consultation désactivé
hi_in: "देखे जाने का इतिहास" बंद
id_id: Riwayat tampilan tidak aktif
it_it: Cronologia visualizzazioni disattivata
ja_jp: 閲覧履歴をオフにしました
ko_kr: 보기 기록이 꺼졌습니다
ms_my: Sejarah pandangan mati
pt_br: Histórico de visualização desativado
ru_ru: История просмотров отключена
th_th: ประวัติการดูปิดอยู่
vi_vn: Tắt lịch sử xem
zh_cn: 访问记录已关闭
zh_tw: 存取記錄已關閉
