Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# YMs
source: Your appeal was not approved. You've reached the maximum number of requests. Please {{contact_support}} for help.
de_de: Ihr Einspruch wurde nicht genehmigt. Sie haben die max. zulässige Anzahl an Anträgen erreicht. Bitte {{contact_support}} für Unterstützung.
es_es: Tu reclamación no se ha aprobado. Has alcanzado el número máximo de solicitudes. Si necesitas ayuda, {{contact_support}}.
fr_fr: Votre appel n'a pas été approuvé. Vous avez atteint le nombre maximum de demandes. Veuillez {{contact_support}} pour obtenir de l'aide.
id_id: Banding Anda tidak disetujui. Anda telah mencapai jumlah maksimum permintaan. {{contact_support}} untuk mendapatkan bantuan.
it_it: Il tuo appello non è stato approvato. Hai raggiunto il numero massimo di richieste. {{contact_support}} per ricevere assistenza.
ja_jp: 申し訳ございませんが、送信していただいた申し立ては却下されました。また、申し立ての送信回数が上限に達しました。サポートが必要な場合、{{contact_support}}してください。
ko_kr: 이의 제기가 승인되지 않았습니다. 오늘 최대 요청 수에 도달했습니다. {{contact_support}}로 지원을 요청하세요.
ms_my: Rayuan anda tidak diluluskan. Anda telah mencapai bilangan permintaan maksimum. Sila {{contact_support}} untuk bantuan.
pt_br: Sua solicitação não foi aprovada. Você atingiu o número máximo de solicitações. {{contact_support}} para obter ajuda.
ru_ru: Ваша апелляция не утверждена. На сегодня достигнуто максимальное количество запросов. Нажмите {{contact_support}} для получения поддержки.
th_th: การส่งคำร้องของคุณไม่ได้รับการอนุมัติ คุณมีคำขอถึงจำนวนสูงสุดแล้ว โปรด{{contact_support}}เพื่อขอความช่วยเหลือ
vi_vn: Kháng nghị của bạn không được phê duyệt. Số lượng yêu cầu đã đạt mức tối đa. Vui lòng {{contact_support}} để được trợ giúp.
zh_cn: 申诉未通过。申诉次数已达上限，如需帮助可 {{contact_support}} 反馈
zh_tw: 申訴未通過。申訴次數已達上限，如需協助，可 {{contact_support}} 提供意見反應

# toI
source: Your appeal is being processed. Click {{progress}} for more updates.
de_de: Ihr Einspruch wird verarbeitet. Klicken Sie für weitere Aktualisierungen auf {{progress}}.
es_es: Tu reclamación se está procesando. Haz clic en {{progress}} para obtener más información.
fr_fr: Votre appel est en cours de traitement. Cliquez sur {{progress}} pour en savoir plus.
id_id: Banding Anda sedang diproses. Klik {{progress}} untuk pembaruan lainnya.
it_it: L'appello è in fase di elaborazione. Fai clic su {{progress}} per altri aggiornamenti.
ja_jp: 送信していただいた申し立ては現在処理中です。しばらくお待ちください。{{progress}}をクリックして確認できます。
ko_kr: 이의 제기가 처리 중입니다. 더 많은 업데이트를 확인하려면 {{progress}}을(를) 클릭하세요.
ms_my: Rayuan anda sedang diproses. Klik {{progress}} untuk maklumat lanjut.
pt_br: Sua solicitação está sendo processada. Clique em {{progress}} para obter mais atualizações.
ru_ru: Ваша апелляция находится на рассмотрении. Нажмите {{progress}} для просмотра статуса.
th_th: การส่งคำร้องของคุณอยู่ระหว่างดำเนินการ คลิก {{progress}} เพื่อดูข้อมูลอัปเดตเพิ่มเติม
vi_vn: Kháng nghị của bạn đang được xử lý. Hãy nhấp vào {{progress}} để biết thêm thông tin cập nhật.
zh_cn: 你提交的申诉正在处理中，请耐心等待结果。点击查看{{progress}}
zh_tw: 你提交的申訴正在處理中，請耐心等待結果。點選查看{{progress}}

# BQ8
source: Appeal Progress
de_de: Fortschritt des Einspruchs
es_es: Avance de la reclamación
fr_fr: Avancement de l'appel
id_id: Kemajuan Banding
it_it: Avanzamento dell'appello
ja_jp: 申し立ての手続進捗状況
ko_kr: 이의 제기 진행률
ms_my: Kemajuan Rayuan
pt_br: Andamento da solicitação
ru_ru: Статус апелляции
th_th: ความคืบหน้าการส่งคำร้อง
vi_vn: Tiến độ kháng nghị
zh_cn: 申诉进度
zh_tw: 申訴進度

# ihs
source: Appeal
de_de: Einspruch erheben
es_es: Reclamación
fr_fr: Faire appel
id_id: Banding
it_it: Appello
ja_jp: 申し立てる
ko_kr: 이의 제기
ms_my: Rayuan
pt_br: Fazer solicitação
ru_ru: Апелляция
th_th: ส่งคำร้อง
vi_vn: Kháng nghị
zh_cn: 申诉
zh_tw: 申訴

# Pas
source: Contact Support
de_de: An den Kundendienst wenden
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
id_id: Hubungi Dukungan
it_it: Contatta il supporto tecnico
ja_jp: カスタマーサービスに連絡
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Sokongan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ bộ phận hỗ trợ
zh_cn: 联系客服
zh_tw: 聯絡客服

# LZ8
source: Sharing suspended. The document doesn't comply with our {{agreement}}. Please adjust the content and {{appeal}} for review.
de_de: Teilen ausgesetzt. Das Dokument entspricht nicht unserer {{agreement}}. Bitte passen Sie den Inhalt an und {{appeal}} Sie dann eine Überprüfung.
es_es: Uso compartido suspendido. El documento no cumple nuestro {{agreement}}. Ajusta el contenido y {{appeal}} para solicitar una revisión.
fr_fr: Partage suspendu. Le document n'est pas conforme à notre {{agreement}}. Veuillez ajuster le contenu et {{appeal}} pour vérification.
id_id: Berbagi ditangguhkan. Dokumen tidak mematuhi {{agreement}} kami. Sesuaikan konten dan {{appeal}} untuk peninjauan.
it_it: Condivisione disattivata. Il documento non rispetta il nostro {{agreement}}. Rettifica il contenuto e {{appeal}} per la revisione.
ja_jp: ドキュメントの内容が{{agreement}}に違反しているため、共有が停止されました。ドキュメントの内容を編集してから{{appeal}}して、スタッフによる審査を申請できます。
ko_kr: 공유가 비활성화되었습니다. 문서가 {{agreement}}을(를) 준수하지 않습니다. 콘텐츠를 조정하고 검토를 위해 {{appeal}}하세요.
ms_my: Penggunaan tergantung. Dokumen tidak mematuhi {{agreement}} kami. Sila laraskan kandungan dan {{appeal}} untuk semakan.
pt_br: Compartilhamento suspenso. O documento não está em conformidade com nosso {{agreement}}. Ajuste o conteúdo e {{appeal}} uma revisão.
ru_ru: Предоставление общего доступа приостановлено. Документ не соответствует требованиям нашего {{agreement}}. Откорректируйте контент и подайте {{appeal}} для рассмотрения.
th_th: การแบ่งปันปิดใช้งานแล้ว เอกสารไม่เป็นไปตาม {{agreement}} ของเรา โปรดปรับเนื้อหาและ {{appeal}} เพื่อตรวจสอบ
vi_vn: Tính năng chia sẻ đã bị đình chỉ. Tài liệu không tuân thủ {{agreement}} của chúng tôi. Vui lòng điều chỉnh nội dung và {{appeal}} để xem xét.
zh_cn: 当前文档不符合{{agreement}}，已暂停分享。调整文档内容后，可{{appeal}}，进行人工审核
zh_tw: 目前文件不符合{{agreement}}，已暫停分享。調整文件內容後，可{{appeal}}進行人工審核

# olQ
source: Report
de_de: Melden
es_es: Denunciar
fr_fr: Signaler
id_id: Laporkan
it_it: Segnala
ja_jp: 報告
ko_kr: 신고
ms_my: Laporan
pt_br: Denunciar
ru_ru: Отчет
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# T0w
source: Sharing suspended. The folder contains content that doesn't comply with our {{agreement}}. Please adjust the content and {{appeal}} for review.
de_de: Teilen ausgesetzt. Der Ordner enthält Inhalte, die nicht unserer {{agreement}} entsprechen. Bitte passen Sie die Inhalte an und {{appeal}} Sie anschließend eine Überprüfung.
es_es: Uso compartido suspendido. La carpeta incluye contenido que no cumple nuestro {{agreement}}. Ajusta el contenido y {{appeal}} para solicitar una revisión.
fr_fr: Partage suspendu. Le dossier contient du contenu non conforme à notre {{agreement}}. Veuillez ajuster le contenu et {{appeal}} pour vérification.
id_id: Berbagi ditangguhkan. Folder mengandung konten yang tidak mematuhi {{agreement}} kami. Sesuaikan konten dan {{appeal}} untuk peninjauan.
it_it: Condivisione disattivata. La cartella include contenuto che non rispetta il nostro {{agreement}}. Rettifica il contenuto e {{appeal}} per la revisione.
ja_jp: フォルダの内容が{{agreement}}に違反しているため、共有が停止されました。フォルダの内容を変更してから{{appeal}}して、スタッフによる審査を申請できます。
ko_kr: 공유가 비활성화되었습니다. 폴더가 {{agreement}}을(를) 준수하지 않습니다. 콘텐츠를 조정하고 검토를 위해 {{appeal}}하세요.
ms_my: Penggunaan tergantung. Folder mengandungi kandungan yang tidak mematuhi {{agreement}} kami. Sila laraskan kandungan dan {{appeal}} untuk semakan.
pt_br: Compartilhamento suspenso. A pasta contém conteúdo que não está em conformidade com nosso {{agreement}}. Ajuste o conteúdo e {{appeal}} uma revisão.
ru_ru: Предоставление общего доступа приостановлено. В папке содержится контент, не соответствующий требованиям нашего{{agreement}}. Откорректируйте контент и подайте {{appeal}} для рассмотрения.
th_th: การแบ่งปันปิดใช้งานแล้ว โฟลเดอร์นี้มีเนื้อหาที่ไม่เป็นไปตาม {{agreement}} โปรดปรับเนื้อหาและ {{appeal}} เพื่อการตรวจสอบ
vi_vn: Tính năng chia sẻ đã bị đình chỉ. Thư mục chứa nội dung không tuân thủ {{agreement}} của chúng tôi. Vui lòng điều chỉnh nội dung và {{appeal}} để xem xét.
zh_cn: 当前文件夹不符合{{agreement}}，已暂停分享。调整文件夹内容后，可{{appeal}}，进行人工审核
zh_tw: 目前資料夾不符合{{agreement}}，已暫停分享。調整資料夾內容後，可{{appeal}}進行人工審核

# Ye4
source: Share suspended. Risky content detected.
de_de: Teilen ausgesetzt. Es wurde risikobehafteter Inhalt entdeckt.
es_es: Uso compartido suspendido. Se ha detectado contenido de riesgo.
fr_fr: Partage suspendu. Contenu à risque détecté.
id_id: Berbagi ditangguhkan. Konten berisiko terdeteksi.
it_it: Condivisione disattivata. Contenuto rischioso rilevato.
ja_jp: リスクのあるコンテンツが検出されたため、共有が一時停止されました。
ko_kr: 공유가 비활성화되었습니다. 위험한 콘텐츠가 감지되었습니다.
ms_my: Kongsi digantung. Kandungan berisiko dikesan.
pt_br: Compartilhamento suspenso. Conteúdo arriscado detectado.
ru_ru: Предоставление общего доступа приостановлено. Обнаружен опасный контент.
th_th: การแบ่งปันปิดใช้งานแล้ว ตรวจพบเนื้อหาที่มีความเสี่ยง
vi_vn: Tính năng chia sẻ đã bị đình chỉ. Đã phát hiện nội dung rủi ro.
zh_cn: 检测到风险内容，已停止分享
zh_tw: 偵測到風險內容，已停止分享

# xos
source: Submit Appeal
de_de: Einspruch einreichen
es_es: Enviar reclamación
fr_fr: Soumettre l'appel
id_id: Kirim Banding
it_it: Invia l'appello
ja_jp: 申し立てを送信
ko_kr: 이의 제기 제출
ms_my: Hantar Rayuan
pt_br: Enviar solicitação
ru_ru: Подать апелляцию
th_th: ส่งคำร้อง
vi_vn: Gửi kháng nghị
zh_cn: 提交申诉
zh_tw: 提交申訴

# mqU
source: User Agreement
de_de: Nutzungsvereinbarung
es_es: Acuerdo de usuario
fr_fr: Contrat d'utilisateur
id_id: Perjanjian Pengguna
it_it: Contratto di licenza
ja_jp: 利用規約
ko_kr: 사용자 계약
ms_my: Perjanjian Pengguna
pt_br: Contrato do usuário
ru_ru: Пользовательское соглашение
th_th: ข้อตกลงของผู้ใช้
vi_vn: Thỏa thuận người dùng
zh_cn: 用户协议
zh_tw: 使用者協議

# 20g
source: You need the folder's edit permission to add new documents.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Ordner, um neue Dokumente hinzuzufügen.
es_es: Necesitas permiso de edición en la carpeta para agregar documentos nuevos
fr_fr: Vous devez avoir l'autorisation de modification du dossier pour ajouter de nouveaux documents.
id_id: Anda memerlukan izin mengedit folder untuk menambah dokumen baru.
it_it: Per aggiungere nuovi documenti devi disporre dell'autorizzazione per modificare della cartella.
ja_jp: このフォルダの編集権限がないため、新規作成できません。
ko_kr: 새 문서를 추가하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk menambah dokumen baharu.
pt_br: Você precisa da permissão para editar a pasta para adicionar novos documentos.
ru_ru: Вам необходимо разрешение на редактирование папки, чтобы добавлять новые документы.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขโฟลเดอร์เพื่อเพิ่มเอกสารใหม่
vi_vn: Bạn cần quyền chỉnh sửa của thư mục để thêm tài liệu mới.
zh_cn: 你没有文件夹的可编辑权限，无法进行新建操作
zh_tw: 你沒有資料夾的編輯權限，無法進行建立操作

# km8
source: You need the folder's manage permission to upload files.
de_de: Sie benötigen die Verwaltungsberechtigung für den Ordner, um Dateien hochzuladen.
es_es: Necesitas permiso de administración en la carpeta para subir archivos
fr_fr: Vous devez avoir l'autorisation de gestion du dossier pour envoyer des fichiers.
id_id: Anda memerlukan izin pengelolaan folder ini untuk mengunggah file.
it_it: Per caricare i file devi disporre dell'autorizzazione per gestire della cartella.
ja_jp: このフォルダの編集権限がないため、アップロードできません。
ko_kr: 파일을 업로드하려면 폴더의 관리 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran urus folder untuk memuat naik fail.
pt_br: Você precisa da permissão de gerenciamento da pasta para carregar arquivos.
ru_ru: Вам необходимо разрешение на управление папкой для загрузки файлов.
th_th: คุณต้องมีสิทธิ์การอนุญาตจัดการโฟลเดอร์จึงจะอัปโหลดไฟล์ได้
vi_vn: Bạn cần quyền quản lý của thư mục để tải tập tin lên.
zh_cn: 你没有文件夹的可编辑权限，无法进行上传操作
zh_tw: 你沒有資料夾的編輯權限，無法進行上傳操作

# lgQ
source: Slides will be synced once you're back online.
de_de: Slides werden synchronisiert, sobald Sie wieder online sind.
es_es: Slides se sincronizará cuando vuelvas a tener conexión.
fr_fr: Les slides seront synchronisées dès que vous serez de nouveau en ligne.
id_id: Slides akan disinkronkan setelah Anda kembali online.
it_it: Slides verrà sincronizzato quando torni online.
ja_jp: スライドのデータは、次回ネットワークに接続したときに同期されます。
ko_kr: 다시 온라인 상태가 되면 Slides가 동기화됩니다.
ms_my: Slides akan diselaraskan apabila anda kembali dalam talian.
pt_br: Slides serão sincronizados quando você estiver on-line novamente.
ru_ru: Slides будут синхронизированы, как только вы снова подключитесь к сети.
th_th: Slides จะซิงค์เมื่อคุณกลับมาออนไลน์
vi_vn: Trang chiếu sẽ được đồng bộ hóa sau khi bạn trực tuyến trở lại.
zh_cn: 幻灯片的数据将在下次联网时同步
zh_tw: 投影片的資料將在下次連線至網路時同步

# iog
source: Slides
es_es: Diapositivas
fr_fr: Diapositives
id_id: Slide
it_it: Slide
ja_jp: スライド
ko_kr: 슬라이드
th_th: สไลด์
vi_vn: Trang chiếu
zh_cn: 幻灯片
zh_tw: 投影片

# VBQ
source: Untitled slides
de_de: Unbenannte Präsentation
es_es: Diapositivas sin título
fr_fr: Diapositives sans titre
id_id: Slide tanpa judul
it_it: Slide senza titolo
ja_jp: 名称未設定スライド
ko_kr: 제목 없는 슬라이드
ms_my: Slides tanpa tajuk
pt_br: Slides sem título
ru_ru: Презентация Slides без названия
th_th: สไลด์ที่ไม่มีชื่อ
vi_vn: Trang chiếu không có tiêu đề
zh_cn: 未命名幻灯片
zh_tw: 未命名投影片

# +z4
source: Contact Us
de_de: Wenden Sie sich an uns
es_es: Contactar con nosotros
fr_fr: Nous contacter
id_id: Hubungi Kami
it_it: Contattaci
ja_jp: 今すぐお問合せ
ko_kr: 연락처
ms_my: Hubungi Kami
pt_br: Contate-nos
ru_ru: Свяжитесь с нами
th_th: ติดต่อเรา
vi_vn: Liên hệ với chúng tôi
zh_cn: 立即咨询
zh_tw: 立即咨詢

# VZA
source: Used by {{number}}k people
de_de: Verwendet von {{number}}.000 Personen
es_es: Usada por {{number}}.000 personas
fr_fr: Utilisé par {{number}} 000 personnes
id_id: Digunakan oleh {{number}} ribu orang
it_it: Usato da {{number}}.000 persone
ja_jp: {{number}} 万人が使用
ko_kr: {{number}},000명이 사용했습니다
ms_my: Digunakan oleh {{number}}k orang
pt_br: Usado por {{number}} mil pessoas
ru_ru: Используется {{number}} тыс. человек
th_th: ใช้โดย {{number}}k คน
vi_vn: Có {{number}}k người sử dụng
zh_cn: {{number}} 万人已使用
zh_tw: {{number}} 萬人已使用

# s2c
source: According to your organization's file policy, you can't use this template.
de_de: Gemäß der Dateirichtlinie Ihrer Organisation können Sie diese Vorlage nicht verwenden.
es_es: De acuerdo con la política de archivos de tu organización, no puedes usar esta plantilla.
fr_fr: Conformément à la politique de fichiers de votre organisation, vous ne pouvez pas utiliser ce modèle.
id_id: Berdasarkan kebijakan file organisasi Anda, Anda tidak dapat menggunakan templat ini.
it_it: In base al criterio sui file dell'organizzazione, non puoi utilizzare questo modello.
ja_jp: 法人のファイルポリシー設定により、このテンプレートを使用できません。
ko_kr: 기업의 파일 정책에 따라 이 템플릿을 사용할 수 없습니다.
ms_my: Mengikut dasar fail organisasi anda, anda tidak boleh menggunakan templat ini.
pt_br: De acordo com a política de arquivos da sua organização, você não pode usar este modelo.
ru_ru: В соответствии с файловой стратегией вашей организации вы не можете использовать этот шаблон.
th_th: ตามนโยบายไฟล์ขององค์กร คุณไม่สามารถใช้เทมเพลตนี้ได้
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể sử dụng mẫu này.
zh_cn: 由于企业的文件策略设置，你无法使用此模板
zh_tw: 由於企業的檔案原則設定，無法使用此範本

# sBI
source: Add shortcut to
de_de: Verknüpfung hinzufügen zu
es_es: Agregar acceso directo a
fr_fr: Ajouter un raccourci à
id_id: Tambah pintasan ke
it_it: Aggiungi collegamento a
ja_jp: ショートカットを追加
ko_kr: 바로가기 추가 위치
ms_my: Tambah pintasan ke
pt_br: Adicionar atalho a
ru_ru: Добавить ярлык к
th_th: เพิ่มทางลัดไปยัง
vi_vn: Thêm lối tắt vào
zh_cn: 添加快捷方式到
zh_tw: 新增快速方式到

# zE8
source: All wiki spaces
de_de: Alle Wiki-Bereiche
es_es: Todos los espacios Wiki
fr_fr: Tous les espaces Wiki
id_id: Semua ruang wiki
it_it: Tutti gli spazi Wiki
ja_jp: すべてのスペース
ko_kr: 모든 Wiki 공간
ms_my: Semua ruang wiki
pt_br: Todos os espaços da wiki
ru_ru: Все Wiki-пространства
th_th: พื้นที่ Wiki ทั้งหมด
vi_vn: Tất cả không gian Wiki
zh_cn: 全部知识库
zh_tw: 全部知識庫

# k8c
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# S/Q
source: No wiki spaces in this category. Try another one.
de_de: In dieser Kategorie gibt es keine Wiki-Bereiche. Versuchen Sie eine andere.
es_es: No hay espacios Wiki en esta categoría. Prueba con otra.
fr_fr: Pas d'espace Wiki dans cette catégorie. Essayez-en une autre.
id_id: Tidak ada ruang wiki di dalam kategori ini. Coba yang lain.
it_it: Nessuno spazio Wiki in questa categoria. Provane un'altra.
ja_jp: このカテゴリ内にウィキスペースがありません。他のカテゴリを確認してください。
ko_kr: 이 카테고리에 Wiki 공간이 없습니다. 다른 카테고리를 사용해 보세요.
ms_my: Tiada ruang wiki dalam kategori ini. Cuba yang lain.
pt_br: Não há espaços da wiki nesta categoria. Tente outra.
ru_ru: Нет Wiki-пространств в этой категории. Попробуйте другую категорию.
th_th: ไม่มีพื้นที่ Wiki ในหมวดหมู่นี้ ลองหมวดอื่น
vi_vn: Không có không gian Wiki trong danh mục này. Hãy thử danh mục khác.
zh_cn: 本分类下暂无知识库，试试其他分类吧
zh_tw: 本分類下暫無知識庫，試試其他分類吧

# jPI
source: Personal wiki spaces
de_de: Persönliche Wiki-Bereiche
es_es: Espacios Wiki personales
fr_fr: Espaces Wiki personnels
id_id: Ruang wiki pribadi
it_it: Spazi Wiki personali
ja_jp: パーソナルスペース
ko_kr: 개인 Wiki 공간
ms_my: Ruang wiki peribadi
pt_br: Espaços da wiki pessoais
ru_ru: Персональные Wiki-пространства
th_th: พื้นที่ Wiki ส่วนบุคคล
vi_vn: Không gian Wiki cá nhân
zh_cn: 个人知识库
zh_tw: 個人知識庫

# ec4
source: Team wiki spaces
de_de: Wiki-Teambereiche
es_es: Espacios Wiki de equipo
fr_fr: Espaces Wiki d'équipe
id_id: Ruang wiki tim
it_it: Spazi Wiki del team
ja_jp: チームスペース
ko_kr: 팀 Wiki 공간
ms_my: Ruang wiki pasukan
pt_br: Espaços da wiki da equipe
ru_ru: Командные Wiki-пространства
th_th: พื้นที่ Wiki ทีม
vi_vn: Không gian Wiki đội
zh_cn: 团队知识库
zh_tw: 團隊知識庫

# X3A
source: All wiki spaces
de_de: Alle Wiki-Bereiche
es_es: Todos los espacios Wiki
fr_fr: Tous les espaces Wiki
id_id: Semua ruang wiki
it_it: Tutti gli spazi Wiki
ja_jp: すべてのウィキスペース
ko_kr: 모든 Wiki 공간
ms_my: Semua ruang wiki
pt_br: Todos os espaços da wiki
ru_ru: Все Wiki-пространства
th_th: พื้นที่ Wiki ทั้งหมด
vi_vn: Tất cả không gian Wiki
zh_cn: 全部知识库
zh_tw: 全部知識庫

# YHQ
source: You haven't joined any wiki spaces yet.
de_de: Sie sind noch keinem Wiki-Bereich beigetreten.
es_es: Aún no te has unido a ningún espacio Wiki.
fr_fr: Vous n'avez pas encore rejoint d'espace Wiki.
id_id: Anda belum bergabung dengan ruang wiki mana pun.
it_it: Non partecipi ancora a nessuno spazio Wiki.
ja_jp: まだウィキスペースに参加していません。
ko_kr: 아직 Wiki 공간에 참가하지 않았습니다.
ms_my: Anda belum menyertai sebarang ruang wiki lagi.
pt_br: Você ainda não ingressou em nenhum espaço da wiki.
ru_ru: Вы еще не присоединились ни к одному Wiki-пространству.
th_th: คุณยังไม่ได้เข้าร่วมพื้นที่ Wiki ใดเลย
vi_vn: Bạn chưa tham gia bất kỳ không gian Wiki nào.
zh_cn: 你还没有加入任何知识库
zh_tw: 你還沒有加入任何知識庫

# G4E
source: Add to
de_de: Hinzufügen zu
es_es: Agregar a
fr_fr: Ajouter à
id_id: Tambah ke
it_it: Aggiungi a
ja_jp: 作成先
ko_kr: 추가 위치
ms_my: Tambah ke
pt_br: Adicionar a
ru_ru: Добавить в
th_th: เพิ่มไปยัง
vi_vn: Thêm vào
zh_cn: 新建到
zh_tw: 新增至

# eTI
source: Initiate Appeal
de_de: Einspruch einlegen
es_es: Iniciar reclamación
fr_fr: Faire appel
id_id: Inisiasikan Keluhan
it_it: Avvia appello
ja_jp: 申し立てる
ko_kr: 이의 제기 시작
ms_my: Mula Rayuan
pt_br: Iniciar solicitação
ru_ru: Подать апелляцию
th_th: ยื่นส่งคำร้อง
vi_vn: Tạo khiếu nại
zh_cn: 发起申诉
zh_tw: 發起申訴

# VbA
source: Potential security risks detected. The file may harm your device. Downloading is restricted according to your organization's security policy.
de_de: Potenzielle Sicherheitsrisiken erkannt. Die Datei kann Ihr Gerät beschädigen. Das Herunterladen ist gemäß den Sicherheitsrichtlinien Ihrer Organisation eingeschränkt.
es_es: Riesgos de seguridad potenciales detectados. El archivo puede dañar tu dispositivo. La descarga se ha restringido según la política de seguridad de tu organización.
fr_fr: Risques de sécurité potentiels détectés. Le fichier peut endommager votre appareil. Le téléchargement est limité conformément à la politique de sécurité de votre organisation.
id_id: Terdeteksi adanya potensi risiko keamanan. File dapat membahayakan perangkat Anda. Pengunduhan dibatasi sesuai dengan kebijakan keamanan organisasi Anda.
it_it: Rilevati potenziali rischi per la sicurezza. Il file potrebbe danneggiare il dispositivo. Il download è limitato in base al criterio di sicurezza della tua organizzazione.
ja_jp: このファイルにリスクが検出され、お使いのデバイスを危険にさらす可能性があります。法人のセキュリティポリシーの制限により、ファイルをダウンロードできません。
ko_kr: 잠재적인 보안 위험이 감지되었습니다. 파일이 장치에 손상을 줄 수 있습니다. 기업의 보안 정책에 따라 다운로드가 제한됩니다.
ms_my: Risiko keselamatan berpotensi dikesan. Fail mungkin merosakkan peranti anda. Muat turun dibatasi mengikut polisi keselamatan organisasi anda.
pt_br: Possíveis riscos de segurança detectados. O arquivo pode danificar seu dispositivo. O download é restrito de acordo com a política de segurança da sua organização.
ru_ru: Обнаружены потенциальные угрозы безопасности. Файл может нанести вред вашему устройству. Скачивание ограничено стратегией безопасности вашей организации.
th_th: ตรวจพบความเสี่ยงด้านความปลอดภัย ไฟล์อาจเป็นอันตรายต่ออุปกรณ์ของคุณ การดาวน์โหลดถูกจำกัดตามนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Đã phát hiện rủi ro bảo mật tiềm ẩn. Tập tin có thể gây hại cho thiết bị của bạn. Việc tải xuống bị hạn chế theo chính sách bảo mật của tổ chức.
zh_cn: 当前文件存在安全风险，可能对设备产生危害。根据你所在组织的安全策略设置，暂时无法下载该文件。
zh_tw: 目前檔案存在安全風險，可能會對裝置造成危害。根據你所在組織的安全性原則設定，暫時無法下載該檔案。

# ZRc
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 我知道了
zh_tw: 我知道了

# HUM
source: Unable to download
de_de: Herunterladen nicht möglich
es_es: No se puede descargar
fr_fr: Téléchargement impossible
id_id: Gagal mengunduh
it_it: Impossibile scaricare
ja_jp: ダウンロードできません
ko_kr: 다운로드할 수 없음
ms_my: Tidak dapat memuat turun
pt_br: Falha ao fazer download
ru_ru: Не удается скачать
th_th: ดาวน์โหลดไม่สำเร็จ
vi_vn: Tải xuống không thành công
zh_cn: 无法下载
zh_tw: 無法下載

# NyQ
source: This document is already in the wiki space.
de_de: Dieses Dokument befindet sich bereits im Wiki-Bereich.
es_es: Este documento ya se encuentra en el espacio Wiki.
fr_fr: Ce document est déjà dans l'espace Wiki.
id_id: Dokumen ini sudah ada di ruang wiki.
it_it: Questo documento è già nello spazio Wiki.
ja_jp: 現在のドキュメントは、ウィキに既に存在しています。
ko_kr: 이 문서는 이미 Wiki 공간에 있습니다.
ms_my: Dokumen ini sudah ada di ruang wiki.
pt_br: Este documento já está no espaço da wiki.
ru_ru: Этот документ уже есть в Wiki-пространстве.
th_th: มีเอกสารนี้อยู่ในพื้นที่ Wiki แล้ว
vi_vn: Tài liệu này đã có trong không gian Wiki rồi.
zh_cn: 该文档已存在知识库中
zh_tw: 該文件已存在於知識庫中

# BTg
source: Email accounts will only be granted with view permission of the current page.
de_de: E-Mail-Konten wird für die aktuelle Seite nur die Leseberechtigung gewährt.
es_es: Las cuentas de correo electrónico solo obtendrán permiso de lectura en la página actual.
fr_fr: Seule l'autorisation de lecture de la page en cours sera accordée aux comptes e-mail.
id_id: Akun email hanya akan diberi izin untuk melihat halaman saat ini.
it_it: Agli account e-mail sarà concessa solo l'autorizzazione per visualizzare della pagina corrente.
ja_jp: メールアカウントには、現在のページの権限のみ付与できます。
ko_kr: 이메일 계정에는 현재 페이지의 읽기 권한만 부여됩니다.
ms_my: Akaun emel hanya akan diberikan kebenaran melihat halaman semasa.
pt_br: Contas de e-mail só terão permissão para visualizar a página atual.
ru_ru: Учетным записям почты будет предоставлено только разрешение на просмотр текущей страницы.
th_th: บัญชีอีเมลจะได้รับสิทธิ์การอนุญาตดูหน้าปัจจุบันเท่านั้น
vi_vn: Tài khoản email sẽ chỉ được cấp khi có quyền xem trang hiện tại.
zh_cn: 仅支持授予邮箱账号当前页面的权限
zh_tw: 僅支援授予信箱帳號目前頁面的權限
