Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# r7c
source: Share the template
de_de: Vorlage teilen
es_es: Compartir la plantilla
fr_fr: Partager le modèle
hi_in: टेम्पलेट साझा करें
id_id: Berbagi templat
it_it: Condividi il modello
ja_jp: テンプレートを共有する
ko_kr: 템플릿 공유
ms_my: Kongsi templat
pt_br: Compartilhar o modelo
ru_ru: Поделиться шаблоном
th_th: แบ่งปันเทมเพลต
vi_vn: Chia sẻ mẫu
zh_cn: 分享模板
zh_tw: 分享範本

# utM
source: Shared With Me
de_de: Mit mir geteilt
es_es: Compartido conmigo
fr_fr: Partagé avec moi
hi_in: मेरे साथ साझा किए गए
id_id: Dibagikan Dengan Saya
it_it: Condiviso con me
ja_jp: 自分と共有
ko_kr: 나와 공유함
ms_my: Dikongsi Dengan Saya
pt_br: Compartilhado comigo
ru_ru: Доступные мне
th_th: ที่แชร์กับฉัน
vi_vn: Đã chia sẻ với tôi
zh_cn: 与我共享
zh_tw: 與我分享

# s1U
source: Shared Folders
de_de: Geteilte Ordner
es_es: Carpetas compartidas
fr_fr: Dossiers partagés
hi_in: साझा किए गए फ़ोल्डर
id_id: Folder Bersama
it_it: Cartelle condivise
ja_jp: 共有フォルダ
ko_kr: 공유 폴더
ms_my: Folder Berkongsi
pt_br: Pastas compartilhadas
ru_ru: Общие папки
th_th: โฟลเดอร์ที่ถูกแชร์
vi_vn: Thư mục dùng chung
zh_cn: 共享文件夹
zh_tw: 共用資料夾

# MFE
source: Shared Space
de_de: Geteilter Bereich
es_es: Espacio Compartido
fr_fr: Espace partagé
hi_in: शेयर स्पेस
id_id: Ruang Bersama
it_it: Spazio condiviso
ja_jp: 共有スペース
ko_kr: 공유 공간
ms_my: Ruang Berkongsi
pt_br: Espaço compartilhado
ru_ru: Общее пространство
th_th: พื้นที่ที่แชร์
vi_vn: Không gian dùng chung
zh_cn: 共享空间
zh_tw: 分享空間

# QWg
source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
hi_in: इसके अनुसार सॉर्ट करें
id_id: Urutkan berdasarkan
it_it: Ordina per
ja_jp: 並べ替え
ko_kr: 정렬
ms_my: Susun mengikut
pt_br: Classificar por
ru_ru: Сортировать по
th_th: เรียงตาม
vi_vn: Sắp xếp theo
zh_cn: 排序
zh_tw: 排序

# zBE
source: Created Time
de_de: Erstellungszeit
es_es: Fecha/hora de creación
fr_fr: Heure de création
hi_in: बनाने का समय
id_id: Waktu Pembuatan
it_it: Data/Ora di creazione
ja_jp: 作成日時
ko_kr: 생성 시간
ms_my: Masa dicipta
pt_br: Horário de criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 创建时间
zh_tw: 建立時間

# J/E
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 所有者

# yP8
source: Time shared
de_de: Geteilt um
es_es: Hora a la que se ha compartido
fr_fr: Date de partage
hi_in: साझा किया गया
id_id: Waktu dibagikan
it_it: Ora condivisione
ja_jp: 共有日時
ko_kr: 시간 공유됨
ms_my: Masa dikongsi
pt_br: Hora do compartilhamento
ru_ru: Время
th_th: เวลาที่แชร์
vi_vn: Đã chia sẻ thời gian
zh_cn: 分享时间
zh_tw: 分享時間

# lPQ
source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: タイトル
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Название
th_th: ชื่อ
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# otU
source: Time modified
de_de: Geändert um
es_es: Hora de modificación
fr_fr: Date de modification
hi_in: संशोधित करने का समय
id_id: Waktu diubah
it_it: Ora modificata
ja_jp: 更新時間
ko_kr: 시간 수정됨
ms_my: Masa diubah suai
pt_br: Hora da modificação
ru_ru: Время изменения
th_th: เวลาที่แก้ไข
vi_vn: Thời gian sửa đổi
zh_cn: 修改时间
zh_tw: 修改時間

# kzw
source: Docs
it_it: Documenti
ko_kr: 문서
zh_cn: 云文档
zh_tw: 雲端文件

# acE
source: Failed to copy file. Current organization has used all storage space available on Lark Docs. Please contact your organization administrator, delete unnecessary files, or empty Trash.
de_de: Datei konnte nicht kopiert werden. Aktuelle Organisation hat den gesamten auf Lark Docs verfügbaren Speicherplatz aufgebraucht. Wenden Sie sich an Ihren Organisationsadministrator, löschen Sie nicht erforderliche Dateien oder leeren Sie den Papierkorb.
es_es: Error al copiar el archivo. La organización actual ha utilizado todo el espacio de almacenamiento disponible en Lark Docs. Ponte en contacto con el administrador de tu organización y elimina los archivos que no necesites o vacía la Papelera de reciclaje.
fr_fr: Échec de la copie du fichier. L'organisation actuelle a utilisé l'intégralité de l'espace de stockage disponible dans Lark Docs. Veuillez contacter votre administrateur d'organisation, supprimer les fichiers inutiles ou vider la Corbeille.
hi_in: फ़ाइल कॉपी करने में विफल हुआ. वर्तमान संगठन ने Lark Docs पर उपलब्ध सभी स्टोरेज स्पेस का उपयोग कर लिया है. कृपया अपने संगठन के एडमिनिस्ट्रेटर से संपर्क करें, अनावश्यक फ़ाइलें हटाएँ या ट्रैश ख़ाली करें.
id_id: Gagal menyalin file. Organisasi saat ini telah menggunakan semua ruang penyimpanan yang tersedia di Lark Docs. Hubungi administrator organisasi Anda, hapus file yang tidak diperlukan, atau kosongkan Sampah.
it_it: Impossibile copiare il file. L'organizzazione corrente ha utilizzato tutto lo spazio di archiviazione disponibile su Lark Docs. Contatta l'amministratore della tua organizzazione, elimina i file non necessari o svuota il Cestino.
ja_jp: 無料プランが利用可能な容量制限を超えたため、コピーの作成に失敗しました。引き続き作成するには、不要なファイルを削除し、ゴミ箱を空にするか、または管理者に連絡をしてアップブレードしてください。
ko_kr: 파일 복사에 실패했습니다. 현재 기업이 Lark Docs에서 이용할 수 있는 모든 저장 공간을 사용했습니다. 기업 관리자에게 문의하여 불필요한 파일을 삭제하거나 휴지통을 비우세요.
ms_my: Gagal menyalin fail. Organisasi semasa telah menggunakan semua ruang storan yang tersedia di Docs Lark. Sila hubungi pentadbir organisasi anda, padam fail yang tidak perlu, atau kosongkan Tong Sampah.
pt_br: Falha ao copiar arquivo. A organização atual usou todo o espaço de armazenamento disponível no Lark Docs. Entre em contato com o administrador da sua organização, exclua arquivos desnecessários ou esvazie a lixeira.
ru_ru: Не удалось скопировать файл. Текущая организация использовала все пространство для хранения, доступное на Lark Docs. Свяжитесь с администратором вашей организации, удалите ненужные файлы или очистите корзину.
th_th: คัดลอกไฟล์ไม่สำเร็จ องค์กรปัจจุบันได้ใช้ที่ว่างในพื้นที่จัดเก็บทั้งหมดที่มีบน Docs ของ Lark แล้ว โปรดติดต่อผู้ดูแลในองค์กรของคุณ ลบไฟล์ที่ไม่จำเป็น หรือล้างถังขยะ
vi_vn: Sao chép tệp tin không thành công. Tổ chức hiện tại đã sử dụng hết dung lượng lưu trữ khả dụng trên Lark Docs. Vui lòng liên hệ với quản trị viên tổ chức của bạn, xóa các tệp tin không cần thiết hoặc làm trống Thùng rác.
zh_cn: 当前企业使用容量已超过限制，创建副本到云文档失败，如需继续创建副本，请删除不需要的文件并清空回收站，或者请联系企业管理员升级。
zh_tw: 目前企業使用容量已超過上限，建立副本至雲端文件失敗，如需繼續建立副本，請刪除不需要的檔案並清空資源回收筒，或者請聯絡企業管理員進行升級。

# GR4
source: The maximum storage has been reached.
de_de: Das maximale Speicherlimit wurde erreicht.
es_es: Se ha alcanzado el máximo de almacenamiento.
fr_fr: Stockage maximum atteint.
hi_in: स्टोरेज अधिकतम सीमा तक पहुँच चुका है.
id_id: Penyimpanan maksimum telah tercapai.
it_it: È stato raggiunto il limite di spazio di archiviazione.
ja_jp: Docs の容量制限に達しました
ko_kr: 최대 저장 용량에 도달했습니다.
ms_my: Kapasiti storan maksimum telah dicapai.
pt_br: O armazenamento máximo foi atingido.
ru_ru: Достигнут максимальный предел хранилища.
th_th: ที่จัดเก็บข้อมูลถึงค่าสูงสุดแล้ว
vi_vn: Đã đạt đến dung lượng lưu trữ tối đa.
zh_cn: 云文档储存空间已达上限
zh_tw: 雲端文件儲存空間已達上線

# 8Bo
source: Failed to sync.
de_de: Synchronisieren fehlgeschlagen.
es_es: Error al sincronizar.
fr_fr: Échec de la synchronisation.
hi_in: सिंक करने में विफल हुआ.
id_id: Gagal menyinkronkan.
it_it: Impossibile sincronizzare.
ja_jp: 同期に失敗しました
ko_kr: 동기화 실패
ms_my: Gagal menyelaraskan.
pt_br: Falha ao sincronizar.
ru_ru: Не удалось синхронизировать.
th_th: ซิงก์ไม่สำเร็จ
vi_vn: Không thể đồng bộ hóa.
zh_cn: 同步失败
zh_tw: 同步失敗

# fKg
source: Syncing...
de_de: Synchronisieren...
es_es: Sincronizando...
fr_fr: Synchronisation…
hi_in: सिंक हो रहा है...
id_id: Menyinkronkan...
it_it: Sincronizzazione in corso
ja_jp: 同期しています...
ko_kr: 동기화 중...
ms_my: Menyegerakkan...
pt_br: Sincronizando...
ru_ru: Идет синхронизация...
th_th: กำลังซิงก์...
vi_vn: Đang đồng bộ...
zh_cn: 正在同步...
zh_tw: 正在同步...

# mIc
source: Creating...
de_de: Erstellen...
es_es: Creando...
fr_fr: Création…
hi_in: बनाया जा रहा है...
id_id: Membuat...
it_it: Creazione in corso...
ja_jp: 新規作成中…
ko_kr: 만드는 중...
ms_my: Mencipta...
pt_br: Criando...
ru_ru: Создание...
th_th: กำลังสร้าง...
vi_vn: Đang tạo...
zh_cn: 正在新建...
zh_tw: 正在建立新的...

# t8k
source: Failed to create. Please try again later.
de_de: Erstellen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al crear. Inténtalo de nuevo más tarde.
fr_fr: Échec de la création. Veuillez réessayer plus tard.
hi_in: बनाने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal membuat. Coba lagi nanti
it_it: Impossibile creare. Riprova più tardi.
ja_jp: 作成できませんでした。後ほど再試行してください
ko_kr: 만들지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal mencipta. Sila cuba lagi kemudian.
pt_br: Falha na criação. Tente novamente mais tarde.
ru_ru: Не удалось создать. Попробуйте еще раз позже.
th_th: สร้างไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tạo không thành công. Vui lòng thử lại sau.
zh_cn: 抱歉，创建失败，请稍后重试
zh_tw: 抱歉，建立失敗，請稍後重試

# HGo
source: Failed to create. Please try again later.
de_de: Erstellen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al crear. Inténtalo de nuevo más tarde.
fr_fr: Échec de la création. Veuillez réessayer plus tard.
hi_in: बनाने में विफल हुआ कृपया बाद में पुनः प्रयास करें.
id_id: Gagal membuat. Coba lagi nanti.
it_it: Impossibile creare. Riprova più tardi.
ja_jp: 新規作成できませんでした。後ほど再試行してください。
ko_kr: 만들지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal mencipta. Sila cuba lagi kemudian.
pt_br: Falha na criação. Tente novamente mais tarde.
ru_ru: Не удалось создать. Повторите попытку позже.
th_th: สร้างไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tạo không thành công. Vui lòng thử lại sau.
zh_cn: 抱歉，新建失败，请稍后重试
zh_tw: 抱歉，新建失敗，請稍後重試

# HYk
source: Unable to apply the template, the template will be removed
de_de: Die Vorlage kann nicht angewendet werden, sie wird entfernt
es_es: No se puede aplicar la plantilla y ésta se eliminará
fr_fr: Échec de l'application du modèle, le modèle va être retiré
hi_in: टेम्पलेट लागू करने में असमर्थ, टेम्पलेट निकाल दी जाएगी
id_id: Tidak dapat menerapkan templat, templat akan dihapus
it_it: Impossibile applicare il modello, questo verrà rimosso
ja_jp: 使用権限がないため、当該テンプレートをギャラリーから削除します
ko_kr: 템플릿을 적용할 수 없습니다. 템플릿이 제거됩니다
ms_my: Tidak dapat menggunakan templat, templat akan dikeluarkan
pt_br: Não é possível aplicar o modelo, pois o modelo será removido
ru_ru: Невозможно применить шаблон, шаблон будет удален
th_th: ไม่สามารถใช้เทมเพลตได้ เทมเพลตจะถูกลบออก
vi_vn: Không thể áp dụng mẫu, mẫu sẽ được xóa
zh_cn: 你没有使用权限，该模板将从模板库列表中移除
zh_tw: 你沒有使用權限，該範本將從範本資料庫清單中移除

# W8k
source: Search templates
de_de: Vorlagen durchsuchen
es_es: Buscar plantillas
fr_fr: Modèles de recherche
hi_in: टेम्पलेट खोजें
id_id: Cari templat
it_it: Cerca modelli
ja_jp: テンプレートを検索
ko_kr: 템플릿 검색
ms_my: Cari templat
pt_br: Pesquisar modelos
ru_ru: Поиск шаблонов
th_th: ค้นหาเทมเพลต
vi_vn: Biểu mẫu tìm kiếm
zh_cn: 搜索模板
zh_tw: 搜尋範本

# I3c
source: No templates matching the criteria were found
de_de: Keine mit den Kriterien übereinstimmenden Vorlagen gefunden
es_es: No se han encontrado plantillas que coincidan con el criterio de búsqueda
fr_fr: Aucun modèle correspondant aux critères n'a été trouvé
hi_in: मापदंड से मेल खाने वाला कोई टेम्पलेट नहीं मिला
id_id: Tidak ditemukan templat yang sesuai dengan kriteria
it_it: Non sono stati trovati modelli che corrispondono ai criteri
ja_jp: 結果がありません
ko_kr: 기준과 일치하는 템플릿을 찾을 수 없음
ms_my: Tiada templat yang sepadan dengan kriteria ditemui
pt_br: Nenhum modelo que corresponde aos critérios foi encontrado
ru_ru: Не найдены шаблоны, соответствующие критериям
th_th: ไม่พบเทมเพลตที่ตรงกับเกณฑ์
vi_vn: Không tìm được biểu mẫu nào phù hợp với tiêu chí
zh_cn: 未找到符合搜索条件的模板
zh_tw: 未找到符合搜尋條件的範本

# GjU
source: Trending search words
de_de: Suchwörter im Trend
es_es: Palabras de búsqueda de tendencia
fr_fr: Mots de recherche populaires
hi_in: ट्रेंडिंग खोज शब्द
id_id: Tren kata pencarian
it_it: Parole di ricerca tendenze
ja_jp: おすすめ検索キーワード
ko_kr: 인기 검색어
ms_my: Kata kunci carian popular
pt_br: Palavras mais pesquisadas
ru_ru: Популярные поисковые запросы
th_th: คำที่ใช้ค้นหาที่ได้กำลังรับความนิยม
vi_vn: Từ được tìm kiếm theo xu hướng
zh_cn: 大家都在搜
zh_tw: 大家都在搜尋

# G38
source: Search results for {{SearchKeyWord}}
de_de: Suchergebnisse für {{SearchKeyWord}}
es_es: Buscar resultados para {{SearchKeyWord}}
fr_fr: Résultats de recherche pour {{SearchKeyWord}}
hi_in: {{SearchKeyWord}} के खोज परिणाम
id_id: Hasil pencarian untuk {{SearchKeyWord}}
it_it: Risultati di ricerca per {{SearchKeyWord}}
ja_jp: {{SearchKeyWord}} の検索結果
ko_kr: {{SearchKeyWord}} 검색 결과
ms_my: Hasil carian untuk {{SearchKeyWord}}
pt_br: Resultados da pesquisa para {{SearchKeyWord}}
ru_ru: Результаты поиска по запросу {{SearchKeyWord}}
th_th: ผลลัพธ์การค้นหาสำหรับ {{SearchKeyWord}}
vi_vn: Kết quả tìm kiếm cho {{SearchKeyWord}}
zh_cn: {{SearchKeyWord}} 的搜索结果
zh_tw: {{SearchKeyWord}} 的搜尋結果

# Oqg
source: Used by {{TemplateUsedPeople}} people
de_de: Verwendet von {{TemplateUsedPeople}} Personen
es_es: Utilizado por {{TemplateUsedPeople}} personas
fr_fr: Utilisé par {{TemplateUsedPeople}} personnes
hi_in: {{TemplateUsedPeople}} लोगों ने उपयोग किया
id_id: Digunakan oleh {{TemplateUsedPeople}} orang
it_it: Utilizzato da {{TemplateUsedPeople}} persone
ja_jp: {{TemplateUsedPeople}} 人が使用
ko_kr: {{TemplateUsedPeople}}명이 사용함
ms_my: Digunakan oleh {{TemplateUsedPeople}} orang
pt_br: Usado por {{TemplateUsedPeople}} pessoas
ru_ru: Используется людьми: {{TemplateUsedPeople}}
th_th: ใช้โดย {{TemplateUsedPeople}} คน
vi_vn: Được sử dụng bởi {{TemplateUsedPeople}} người
zh_cn: {{TemplateUsedPeople}} 人已使用
zh_tw: {{TemplateUsedPeople}} 人已使用

# 16M
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi_in: बहाल करें
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복구
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
vi_vn: Khôi phục
zh_cn: 恢复
zh_tw: 還原

# Odw
source: Try it now
de_de: Jetzt ausprobieren
es_es: ¡Pruébelo ya!
fr_fr: Essayer dès maintenant
hi_in: अभी आज़माएँ
id_id: Coba sekarang
it_it: Prova ora
ja_jp: 今すぐ体験
ko_kr: 지금 사용하기
ms_my: Cuba sekarang
pt_br: Experimentar agora
ru_ru: Посмотрите сейчас
th_th: ลองดูตอนนี้เลย
vi_vn: Thử ngay
zh_cn: 立即体验
zh_tw: 立即體驗

# /hE
source: document
de_de: Dokument
es_es: documento
hi_in: दस्तावेज़
id_id: dokumen
it_it: file
ja_jp: ドキュメント
ko_kr: 파일
ms_my: dokumen
pt_br: documento
ru_ru: документ
th_th: เอกสาร
vi_vn: tài liệu
zh_cn: 文档
zh_tw: 文件

# Ofg
source: folder
de_de: Ordner
es_es: carpeta
fr_fr: dossier
hi_in: फ़ोल्डर
it_it: cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: pasta
ru_ru: папка
th_th: โฟลเดอร์
vi_vn: thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# Kis
source: No permission
de_de: Keine Berechtigungsdatei
es_es: No hay permiso de archivo
fr_fr: Aucun fichier d'autorisation
hi_in: गैर-अनुमति फ़ाइल
id_id: Tidak ada izin
it_it: Nessun file di autorizzazione
ja_jp: アクセス権限のないファイル
ko_kr: 권한 파일 없음
ms_my: Tiada kebenaran
pt_br: Nenhum arquivo de permissão
ru_ru: Отсутствует разрешение файла
th_th: ไม่มีสิทธิ์การอนุญาตไฟล์
vi_vn: Không có quyền trên tệp
zh_cn: 无权限文件
zh_tw: 無權限檔案

# WIY
source: Unpin from Home
de_de: Von der Startseite lösen
es_es: Desanclar de la página principal
fr_fr: Désépingler de l'Accueil
hi_in: होम से अनपिन करें
id_id: Lepas pin dari Beranda
it_it: Rimuovi dalla Pagina iniziale
ja_jp: ピンをキャンセルする
ko_kr: 홈에서 고정 해제
ms_my: Nyahpin dari Laman Utama
pt_br: Desafixar do Início
ru_ru: Убрать с главной страницы
th_th: ยกเลิกการปักหมุดไว้ที่หน้าหลัก
vi_vn: Bỏ ghim khỏi Trang chủ
zh_cn: 取消置顶
zh_tw: 取消置頂

# HMw
source: Uploaded {{time}}
de_de: Hochgeladen um {{time}}
es_es: Subida: {{time}}
fr_fr: Téléchargé {{time}}
hi_in: {{time}} अपलोड किया गया
id_id: Diunggah {{time}}
it_it: Caricamento completato alle {{time}}
ja_jp: アップロード日時：{{time}}
ko_kr: 업로드됨 {{time}}
ms_my: Dimuat naik {{time}}
pt_br: Carregado às {{time}}
ru_ru: Загружено: {{time}}
th_th: อัปโหลดเมื่อ {{time}}
vi_vn: Đã tải lên {{time}}
zh_cn: 上传于 {{time}}
zh_tw: 上傳於 {{time}}

# OYs
source: Uploading...
de_de: Hochladen...
es_es: Subiendo...
fr_fr: Téléchargement…
hi_in: अपलोड किया जा रहा है...
id_id: Mengunggah...
it_it: Caricamento in corso
ja_jp: ファイルをアップロード中
ko_kr: 업로드 중...
ms_my: Memuat naik...
pt_br: Carregando...
ru_ru: Загрузка…
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 正在上传文件
zh_tw: 正在上傳檔案

# EQc
source: Waiting for sync
de_de: Warten auf Synchronisierung
es_es: Esperando que termine el proceso de sincronización
fr_fr: En attente de synchronisation
hi_in: सिंक करने के लिए प्रतीक्षारत है
id_id: Menunggu sinkronisasi
it_it: In attesa di sincronizzazione
ja_jp: 同期を待っています
ko_kr: 동기화 대기 중
ms_my: Menunggu penyegerakan
pt_br: Aguardando a sincronização
ru_ru: В ожидании синхронизации
th_th: กำลังรอซิงก์
vi_vn: Đang chờ đồng bộ
zh_cn: 正在等待同步
zh_tw: 正在等待同步

# vBc
source: Created: {{time}}
de_de: Erstellt am {{time}}
es_es: Creado el {{time}}
fr_fr: Créé le {{time}}
hi_in: बनाया गया: {{time}}
id_id: Dibuat {{time}}
it_it: Data/Ora creazione {{time}}
ja_jp: 作成時間：{{time}}
ko_kr: {{time}}에 생성됨
ms_my: Dicipta: {{time}}
pt_br: Criado em {{time}}
ru_ru: Создано: {{time}}
th_th: สร้างเมื่อ {{time}}
vi_vn: Được tạo vào lúc {{time}}
zh_cn: 创建于 {{time}}
zh_tw: 建立於 {{time}}

# Rhw
source: Shared by {{share_name}}
de_de: Geteilt von {{share_name}}
es_es: Compartido por {{share_name}}
fr_fr: Partagé par {{share_name}}
hi_in: {{share_name}} द्वारा साझा किया गया
id_id: Dibagikan oleh {{share_name}}
it_it: Condiviso da {{share_name}}
ja_jp: {{share_name}} より共有
ko_kr: {{share_name}} 님이 공유함
ms_my: Dikongsi oleh {{share_name}}
pt_br: Compartilhado por {{share_name}}
ru_ru: Поделился {{share_name}}
th_th: แบ่งปันโดย {{share_name}}
vi_vn: Được chia sẻ bởi {{share_name}}
zh_cn: 由 {{share_name}} 分享
zh_tw: 由 {{share_name}} 分享

# 77I
source: No shared info
de_de: Keine geteilten Informationen
es_es: No se ha compartido información
fr_fr: Aucune information partagée
hi_in: कोई साझा की गई जानकारी नहीं
id_id: Tidak ada info berbagi
it_it: Nessuna informazione condivisa
ja_jp: 共有情報未取得
ko_kr: 공유된 정보 없음
ms_my: Tiada maklumat dikongsi
pt_br: Nenhuma informação compartilhada
ru_ru: Нет общей информации
th_th: ไม่มีข้อมูลที่แบ่งปัน
vi_vn: Không có thông tin được chia sẻ
zh_cn: 未获取分享信息
zh_tw: 未取得分享資訊

# 1nM
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
hi_in: गैलरी
id_id: Galeri
it_it: Raccolta
ja_jp: ギャラリー
ko_kr: 갤러리
ms_my: Galeri
pt_br: Galeria
ru_ru: Галерея
th_th: แกลเลอรี
vi_vn: Thư viện
zh_cn: {{APP_DISPLAY_NAME}}模板库
zh_tw: {{APP_DISPLAY_NAME}}範本資料庫

# /P0
source: Add to Quick Access
de_de: Zu Schnellzugriff hinzufügen
es_es: Agregar al Acceso rápido
fr_fr: Ajouter à l'Accès rapide
hi_in: तेज़ ऐक्सेस में जोड़ें
id_id: Tambah ke Akses Cepat
it_it: Aggiungi ad Accesso rapido
ja_jp: クイックアクセスに追加
ko_kr: 빠른 액세스에 추가
ms_my: Tambah ke Akses Pantas
pt_br: Adicionar ao Acesso rápido
ru_ru: Добавить в Быстрый доступ
th_th: เพิ่มในการเข้าถึงด่วน
vi_vn: Thêm vào Truy cập nhanh
zh_cn: 添加到“快速 访问”
zh_tw: 新增到「快速 存取」

# H08
source: Failed to pin. Please try again later.
de_de: Anheften fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al anclar. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'épinglage. Veuillez réessayer plus tard
hi_in: पिन करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Gagal memasang pin. Coba lagi nanti.
it_it: Impossibile aggiungere. Riprova più tardi
ja_jp: 固定できませんでした。再試行してください
ko_kr: 고정 실패. 나중에 다시 시도하세요.
ms_my: Gagal mempinkan. Sila cuba lagi kemudian
pt_br: Falha ao fixar. Tente novamente mais tarde
ru_ru: Не удалось закрепить. Повторите попытку позже
th_th: ไม่สำเร็จปักหมุด โปรดลองอีกครั้งภายหลัง
vi_vn: Ghim thất bại. Vui lòng thử lại sau
zh_cn: 置顶失败，请稍后重试
zh_tw: 置頂失敗，請稍後重試

# 7ZE
source: Pinned
de_de: Angeheftet
es_es: Anclado
fr_fr: Épinglé
hi_in: पिन किया गया
id_id: Dipasangi pin
it_it: Aggiunta completata
ja_jp: 上部に固定されました
ko_kr: 고정됨
ms_my: Dipinkan
pt_br: Fixado
ru_ru: Закреплено
th_th: ปักหมุดแล้ว
vi_vn: Đã ghim
zh_cn: 已置顶
zh_tw: 已置頂

# 9Jw
source: Remove From Top
de_de: Loslösen
es_es: Quitar de encima
fr_fr: Retirer du haut
hi_in: क्विकस्विचर से निकालें
id_id: Hapus Dari Atas
it_it: Rimuovi dalla posizione in alto
ja_jp: 固定を解除
ko_kr: 맨 위에서 제거
ms_my: Buang dari QuickSwitcher
pt_br: Remover do topo
ru_ru: Убрать сверху
th_th: ลบออกจากด้านบน
vi_vn: Xóa khỏi vị trí đầu trang
zh_cn: 取消置顶
zh_tw: 取消置頂

# quI
source: Contact support
de_de: Support kontaktieren
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
hi_in: सहायता से संपर्क करें
id_id: Hubungi dukungan
it_it: Contatta il supporto tecnico
ja_jp: お問い合わせ
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Perkhidmatan Pelanggan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ hỗ trợ
zh_cn: 客服
zh_tw: 客服

# zks
source: Please try again.
de_de: Versuchen Sie es erneut.
es_es: Inténtelo de nuevo.
fr_fr: Veuillez réessayer.
hi_in: कृपया पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: もう一度やり直してください
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi.
pt_br: Tente novamente.
ru_ru: Повторите попытку.
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại.
zh_cn: 请重试
zh_tw: 請重試

# doQ
source: Creation Time
de_de: Erstellungszeit
es_es: Hora de creación
fr_fr: Date de création
hi_in: निर्माण समय
id_id: Waktu Pembuatan
it_it: Ora creazione
ja_jp: ドキュメントの作成日時
ko_kr: 생성 시간
ms_my: Masa ciptaan
pt_br: Hora da criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 文档创建时间
zh_tw: 文件建立時間

# 8Kg
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Amministratore
ja_jp: ドキュメントの所有者
ko_kr: 소유자
ms_my: Pemilik dokumen
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Người tạo nhóm
zh_cn: 所有者
zh_tw: 擁有者

# poo
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# TPI
source: Edit history
de_de: Bearbeitungsverlauf
es_es: Historial de ediciones
fr_fr: Historique des modifications
hi_in: संस्करण इतिहास
id_id: Edit riwayat
it_it: Cronologia modifiche
ja_jp: 編集履歴
ko_kr: 편집 기록
ms_my: Sejarah versi
pt_br: Histórico de edições
ru_ru: История изменений
th_th: ประวัติการแก้ไข
vi_vn: Lịch sử chỉnh sửa
zh_cn: 历史记录
zh_tw: 歷史記錄

# bwU
source: Permission settings
de_de: Berechtigungseinstellungen
es_es: Configuración de permisos
fr_fr: Paramètres d'autorisation
hi_in: अनुमति सेटिंग्स
id_id: Pengaturan izin
it_it: Impostazioni delle autorizzazioni
ja_jp: 権限の設定
ko_kr: 권한 설정
ms_my: Tetapan kebenaran
pt_br: Configurações de permissões
ru_ru: Настройки разрешений
th_th: การตั้งค่าสิทธิ์อนุญาต
vi_vn: Cài đặt quyền
zh_cn: 权限设置
zh_tw: 權限設定

# +Lg
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# +28
source: Failed to remove. Please try again later.
de_de: Entfernen fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al eliminar. Inténtalo de nuevo más tarde.
fr_fr: Échec du retrait. Veuillez réessayer plus tard
hi_in: निकालने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Gagal menghapus. Coba lagi nanti.
it_it: Impossibile rimuovere. Riprova più tardi
ja_jp: 解除できませんでした。再試行してください
ko_kr: 제거 실패. 나중에 다시 시도하세요.
ms_my: Gagal membuang. Sila cuba lagi kemudian
pt_br: Falha ao remover. Tente novamente mais tarde
ru_ru: Не удалось удалить. Повторите попытку позже
th_th: ลบออกไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Loại bỏ thất bại. Vui lòng thử lại sau
zh_cn: 取消失败，请稍后重试
zh_tw: 取消失敗，請稍後重試

# J9s
source: Removed
de_de: Entfernt
es_es: Eliminado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimosso
ja_jp: 固定が解除されました
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 已取消
zh_tw: 已取消
