Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# /ks
source: Only people who can manage
de_de: Nur Personen, die verwalten können
es_es: Solo las personas que puedan administrar
fr_fr: Seuls les utilisateurs pouvant gérer
id_id: Hanya orang-orang yang dapat mengelola
it_it: Solo le persone che possono gestire
ja_jp: 管理権限をもつユーザーのみ
ko_kr: 관리 가능한 사용자만
ms_my: Hanya orang yang boleh mengurus
pt_br: Apenas pessoas que podem gerenciar
ru_ru: Только люди с разрешением на управление
th_th: เฉพาะบุคคลที่จัดการได้เท่านั้น
vi_vn: Chỉ những người có thể quản lý
zh_cn: 仅可管理用户
zh_tw: 僅限擁有可管理權限的使用者

# 1zY
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
id_id: Tidak Aktif
it_it: Inattivo
ja_jp: オフ
ko_kr: 끔
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 已关闭
zh_tw: 已關閉

# WmY
source: Only people in the organization with manage permission
de_de: Nur Personen in der Organisation mit Verwaltungsberechtigung
es_es: Solo las personas de la organización con permiso de administración
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de gestion
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk mengelola
it_it: Solo le persone nell'organizzazione con autorizzazione alla gestione
ja_jp: 管理権限をもつ内部メンバーのみ
ko_kr: 관리 권한이 있는 기업의 사용자만
ms_my: Hanya orang dalam organisasi dengan kebenaran mengurus
pt_br: Apenas pessoas na organização com permissão de gerenciamento
ru_ru: Только люди в организации с разрешением на управление
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตจัดการเท่านั้น
vi_vn: Chỉ những người trong tổ chức có quyền quản lý
zh_cn: 仅组织内可管理用户
zh_tw: 僅限組織內擁有可管理權限的使用者

# sCY
source: Only people in the organization
de_de: Nur Personen in der Organisation
es_es: Solo personas de la organización
fr_fr: Seuls les membres de l'organisation
id_id: Hanya orang-orang di organisasi
it_it: Solo le persone nell'organizzazione
ja_jp: 内部メンバーのみ
ko_kr: 기업의 사용자만
ms_my: Hanya orang dalam organisasi
pt_br: Apenas pessoas na organização
ru_ru: Только люди в организации
th_th: เฉพาะบุคคลในองค์กร
vi_vn: Chỉ những người trong tổ chức
zh_cn: 仅组织内用户
zh_tw: 僅限組織內使用者

# H6M
source: Link sharing range
de_de: Link-Freigabebereich
es_es: Rango para compartir el enlace
fr_fr: Plage de partage de lien
id_id: Rentang berbagi tautan
it_it: Intervallo di condivisione link
ja_jp: リンク共有の範囲
ko_kr: 링크 공유 범위
ms_my: Julat perkongsian pautan
pt_br: Intervalo de compartilhamento de link
ru_ru: Диапазон обмена ссылками
th_th: ช่วงการแบ่งปันลิงก์
vi_vn: Phạm vi chia sẻ liên kết
zh_cn: 链接分享范围
zh_tw: 連結分享範圍

# Vqg
source: Not restricted
de_de: Nicht eingeschränkt
es_es: Sin restricciones
fr_fr: Sans restriction
id_id: Tidak dibatasi
it_it: Non limitato
ja_jp: 制限なし
ko_kr: 제한되지 않음
ms_my: Tidak terhad
pt_br: Não restrito
ru_ru: Не ограничивается
th_th: ไม่จำกัด
vi_vn: Không hạn chế
zh_cn: 不限制
zh_tw: 不限制

# e/E
source: Only people in the organization with view permission
de_de: Nur Personen in der Organisation mit Leseberechtigung
es_es: Solo las personas de la organización con permiso de lectura
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de lecture
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk melihat
it_it: Solo le persone nell'organizzazione con autorizzazione per visualizzare
ja_jp: 閲覧権限をもつ内部メンバーのみ
ko_kr: 읽기 권한이 있는 기업의 사용자만
ms_my: Hanya orang dalam organisasi dengan kebenaran melihat
pt_br: Apenas pessoas na organização com permissão para visualizar
ru_ru: Только пользователи в организации с разрешением на просмотр
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตดูเท่านั้น
vi_vn: Chỉ những người trong tổ chức có quyền xem
zh_cn: 仅组织内可阅读用户
zh_tw: 僅限組織內擁有可閱讀權限的使用者

# 4eY
source: Who can copy content
de_de: Wer Inhalte kopieren kann
es_es: Quién puede copiar contenido
fr_fr: Qui peut copier le contenu
id_id: Siapa saja yang dapat menyalin konten
it_it: Chi può copiare il contenuto
ja_jp: 内容をコピーできるユーザー
ko_kr: 콘텐츠를 복사할 수 있는 사용자
ms_my: Siapa boleh menyalin kandungan
pt_br: Quem pode copiar o conteúdo
ru_ru: Кто может копировать контент
th_th: ผู้ที่สามารถคัดลอกเนื้อหาได้
vi_vn: Người có thể sao chép nội dung
zh_cn: 谁可以复制内容
zh_tw: 誰可以複製內容

# +Xc
source: Who can duplicate, print or download
de_de: Wer kopieren, drucken oder herunterladen kann
es_es: Quién puede duplicar, imprimir o descargar
fr_fr: Qui peut dupliquer, imprimer ou télécharger
id_id: Siapa saja yang dapat menduplikasi, mencetak, atau mengunduh
it_it: Chi può duplicare, stampare o scaricare
ja_jp: コピーを作成、印刷、ダウンロードできるユーザー
ko_kr: 복제, 인쇄 또는 다운로드할 수 있는 사용자
ms_my: Siapa yang boleh menduplikasi, mencetak atau memuat turun
pt_br: Quem pode duplicar, imprimir ou fazer download
ru_ru: Кто может продублировать, распечатать или скачать
th_th: ผู้ที่สามารถทำซ้ำ พิมพ์ หรือดาวน์โหลดเนื้อหาได้
vi_vn: Người có thể sao chép, in hoặc tải xuống
zh_cn: 谁可以创建副本、打印和下载
zh_tw: 誰可以建立副本、列印和下載

# mNI
source: External sharing
de_de: Externe Freigabe
es_es: Compartir externamente
fr_fr: Partage externe
id_id: Berbagi eksternal
it_it: Condivisione esterna
ja_jp: 外部に共有できるユーザー
ko_kr: 외부 공유
ms_my: Pengongsian luaran
pt_br: Compartilhamento externo
ru_ru: Внешний обмен
th_th: การแบ่งปันภายนอก
vi_vn: Chia sẻ với bên ngoài
zh_cn: 谁可以对外分享
zh_tw: 誰可以對外分享

# 2AA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# zXc
source: Set Now
de_de: Jetzt festlegen
es_es: Configurar ahora
fr_fr: Définir maintenant
id_id: Tetapkan Sekarang
it_it: Imposta ora
ja_jp: 秘密度を設定
ko_kr: 지금 설정
ms_my: Tetapkan Sekarang
pt_br: Configurar agora
ru_ru: Установить сейчас
th_th: ตั้งเลย
vi_vn: Đặt ngay
zh_cn: 设置密级
zh_tw: 設定加密等級

# YRk
source: Set Now
de_de: Jetzt festlegen
es_es: Establecer ahora
fr_fr: Définir maintenant
id_id: Tetapkan Sekarang
it_it: Imposta ora
ja_jp: 設定
ko_kr: 지금 설정
ms_my: Tetapkan Sekarang
pt_br: Configurar agora
ru_ru: Задать
th_th: ตั้งเลย
vi_vn: Đặt ngay
zh_cn: 设置
zh_tw: 設定

# 9ZA
source: The document is set as "{{securityLevel}}" by default of your organization's security policy. Please confirm or modify the security level
de_de: Das Dokument ist in den Sicherheitsrichtlinien Ihrer Organisation standardmäßig auf „{{securityLevel}}“ eingestellt. Bitte bestätigen oder ändern Sie die Sicherheitsstufe
es_es: El documento se establece como "{{securityLevel}}" de forma predeterminada por la política de seguridad de tu organización. Confirma o modifica el nivel de seguridad
fr_fr: Le document est défini par défaut comme "{{securityLevel}}" dans la politique de sécurité de votre organisation. Veuillez confirmer ou modifier le niveau de sécurité
id_id: Dokumen ditetapkan sebagai "{{securityLevel}}" secara default dari kebijakan keamanan organisasi Anda. Konfirmasi atau ubah tingkat keamanan
it_it: Il documento è impostato su "{{securityLevel}}" per impostazione predefinita del criterio di sicurezza della tua organizzazione. Conferma o modifica il livello di sicurezza
ja_jp: 法人のセキュリティ設定により、このドキュメントの秘密度はデフォルトで「{{securityLevel}}」に設定されています。ドキュメントの秘密度を確認または変更してください。
ko_kr: 기업의 보안 정책에 따라 문서는 기본적으로 "{{securityLevel}}"(으)로 설정됩니다. 보안 수준을 확인하거나 수정하세요
ms_my: Dokumen ini ditetapkan sebagai "{{securityLevel}}" secara lalai oleh dasar keselamatan organisasi anda. Sila sahkan atau ubah tahap keselamatan
pt_br: O documento é configurado como "{{securityLevel}}" por padrão da política de segurança da sua organização. Confirme ou modifique o nível de segurança
ru_ru: Документ установлен как "{{securityLevel}}" по умолчанию в стратегии безопасности вашей организации. Подтвердите или измените уровень безопасности
th_th: เอกสารตั้งไว้เป็น "{{securityLevel}}" ตามนโยบายความปลอดภัยขององค์กรของคุณเป็นค่าเริ่มต้น โปรดยืนยันหรือแก้ไขระดับความปลอดภัย
vi_vn: Theo mặc định, tài liệu này được đặt ở "{{securityLevel}}" theo chính sách bảo mật của tổ chức bạn. Vui lòng xác nhận hoặc sửa đổi cấp độ bảo mật
zh_cn: 由于企业安全策略设置，本文档的默认密级为"{{securityLevel}}", 请确认或修改文档密级
zh_tw: 由於企業安全性原則設定，本文件的預設加密等級為「{{securityLevel}}」，請確認或修改文件加密等級

# IsU
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細について
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# ReI
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# AwM
source: You need to set security level for this document according to your organization's security policy
de_de: Sie müssen die Sicherheitsstufe für dieses Dokument gemäß der Sicherheitsrichtlinie Ihrer Organisation festlegen
es_es: Debes configurar el nivel de seguridad de este documento de acuerdo con la política de seguridad de tu organización
fr_fr: Vous devez définir le niveau de sécurité de ce document en fonction de la politique de sécurité de votre organisation
id_id: Anda perlu menetapkan tingkat keamanan untuk dokumen ini berdasarkan kebijakan keamanan organisasi Anda
it_it: Devi impostare il livello di sicurezza di questo documento in base al criterio di sicurezza della tua organizzazione
ja_jp: 法人のセキュリティ設定により、このドキュメントに秘密度を設定する必要があります。
ko_kr: 기업의 보안 정책에 따라 이 문서의 보안 수준을 설정해야 합니다
ms_my: Anda perlu menetapkan tahap keselamatan untuk dokumen ini mengikut dasar keselamatan organisasi anda
pt_br: Você precisa configurar o nível de segurança para este documento de acordo com a política de segurança da sua organização
ru_ru: Вам необходимо установить уровень безопасности для этого документа в соответствии со стратегией безопасности вашей организации
th_th: คุณต้องตั้งระดับความปลอดภัยให้กับเอกสารนี้ตามนโยบายความปลอดภัยขององค์กร
vi_vn: Bạn cần đặt cấp độ bảo mật cho tài liệu này theo chính sách bảo mật của tổ chức bạn
zh_cn: 由于企业安全策略设置，你需要为本文档设置密级
zh_tw: 由於企業安全性原則設定，你需要為本文件設定加密等級

# XI4
source: Permission settings
de_de: Berechtigungseinstellungen
es_es: Configuración de permisos
fr_fr: Paramètres d'autorisation
id_id: Pengaturan izin
it_it: Impostazioni delle autorizzazioni
ja_jp: 権限設定
ko_kr: 권한 설정
ms_my: Tetapan kebenaran
pt_br: Configurações de permissão
ru_ru: Настройки разрешений
th_th: การตั้งค่าสิทธิ์การอนุญาต
vi_vn: Cài đặt quyền
zh_cn: 权限设置
zh_tw: 權限設定

# stM
source: Deleted items will be moved to Trash in the wiki space and permanently deleted after 30 days.
de_de: Gelöschte Elemente werden in den Papierkorb des Wiki-Bereichs verschoben und nach 30 Tagen dauerhaft gelöscht.
es_es: Los elementos eliminados se moverán la papelera del espacio Wiki y se eliminarán definitivamente al cabo de 30 días.
fr_fr: Les éléments supprimés seront déplacés vers la corbeille de l'espace Wiki et définitivement supprimés après 30 jours.
id_id: Item yang dihapus akan dipindahkan ke Sampah di ruang wiki dan dihapus secara permanen setelah 30 hari.
it_it: Gli elementi eliminati saranno spostati nel Cestino dello spazio Wiki ed eliminati definitivamente dopo 30 giorni.
ja_jp: 削除すると、これらのコンテンツはごみ箱に移動され、30 日を経過すると完全に削除されます。
ko_kr: 삭제된 항목은 Wiki 공간의 휴지통으로 이동하고 30일 후에 영구적으로 삭제됩니다.
ms_my: Item yang dipadam akan dipindahkan ke Tong Sampah dalam ruang wiki dan dihapuskan secara kekal selepas 30 hari.
pt_br: Os itens excluídos serão movidos para a Lixeira no espaço da wiki e permanentemente excluídos após 30 dias.
ru_ru: Удаленные элементы будут перемещены в корзину Wiki-пространства и удалены навсегда через 30 дней.
th_th: รายการที่ลบจะย้ายไปยังถังขยะในพื้นที่ Wiki และจะลบออกหลังจาก 30 วัน
vi_vn: Các mục đã xóa sẽ được chuyển vào Thùng rác trong không gian Wiki và bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 删除后的内容将进入本知识库回收站，于 30 天后自动彻底删除
zh_tw: 刪除後的內容將進入本知識庫資源回收筒，於 30 天後自動徹底刪除

# cBA
source: Once deleted, this shortcut will be moved to Trash in the wiki space and will be permanently deleted after 30 days. The original page won't be affected.
de_de: Nach dem Löschen wird diese Verknüpfung in den Papierkorb des Wiki-Bereichs verschoben und nach 30 Tagen dauerhaft gelöscht. Auf die ursprüngliche Seite hat dies keinen Einfluss.
es_es: Tras la eliminación, este acceso directo se moverá a la papelera del espacio Wiki y se eliminará definitivamente al cabo de 30 días. Esto no afectará a la página original.
fr_fr: Une fois supprimé, ce raccourci sera déplacé vers la corbeille de l'espace Wiki et supprimé définitivement après 30 jours. La page originale ne sera pas affectée.
id_id: Setelah dihapus, pintasan ini akan dipindahkan ke Sampah di ruang wiki dan dihapus secara permanen setelah 30 hari. Halaman aslinya tidak akan terpengaruh.
it_it: Dopo l'eliminazione, questo collegamento sarà spostato nel Cestino dello spazio Wiki e sarà eliminato definitivamente dopo 30 giorni. Ciò non influirà sulla pagina originale.
ja_jp: 削除すると、このページのショートカットはこのウィキスペースのごみ箱に移動され、30 日後に完全に削除されます。元のドキュメントは影響を受けません。
ko_kr: 삭제하면 이 바로가기는 Wiki 공간의 휴지통으로 이동하고 30일 후에 영구적으로 삭제됩니다. 원본 페이지에는 영향을 미치지 않습니다.
ms_my: Setelah dipadam, pintasan ini akan dipindahkan ke Tong Sampah dalam ruang wiki dan akan dihapuskan secara kekal selepas 30 hari. Halaman asal tidak akan terjejas.
pt_br: Uma vez excluído, esse atalho será movido para a Lixeira no espaço da wiki e será excluído permanentemente após 30 dias. A página original não será afetada.
ru_ru: После удаления этот ярлык будет перемещен в корзину Wiki-пространства и удален навсегда через 30 дней. Исходная страница не будет затронута.
th_th: เมื่อลบแล้ว ทางลัดนี้จะย้ายไปที่ถังขยะของพื้นที่ Wiki และจะลบอย่างถาวรหลังจากผ่านไป 30 วัน หน้าเดิมจะไม่ได้รับผลกระทบ
vi_vn: Sau khi bị xóa, phím tắt này sẽ được chuyển vào Thùng rác trong không gian Wiki và sẽ bị xóa vĩnh viễn sau 30 ngày. Trang gốc sẽ không bị ảnh hưởng.
zh_cn: 删除后，该页面快捷方式将进入本知识库回收站，30 天后自动彻底删除。快捷方式的原页面将不受影响
zh_tw: 刪除後，該頁面快速方式將進入本知識庫資源回收筒，30 天後自動徹底刪除。快速方式的原頁面將不受影響

# LxE
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: OK
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 8r4
source: Unable to share the document externally due to the organization's security level settings.
de_de: Externe Freigabe des Dokuments aufgrund der Sicherheitsstufeneinstellungen der Organisation nicht möglich.
es_es: No se puede compartir el documento externamente debido a la configuración del nivel de seguridad de la organización.
fr_fr: Impossible de partager le document en externe en raison des paramètres de niveau de sécurité de l’organisation.
id_id: Gagal membagikan dokumen secara eksternal karena pengaturan tingkat keamanan organisasi.
it_it: Impossibile condividere il documento esternamente a causa delle impostazioni del livello di sicurezza dell'organizzazione.
ja_jp: 法人の秘密度ポリシーにより、このドキュメントを外部ユーザーに共有できません。
ko_kr: 기업의 보안 수준 설정으로 인해 문서를 외부에 공유할 수 없습니다.
ms_my: Tidak dapat berkongsi dokumen secara luaran kerana tetapan tahap keselamatan organisasi.
pt_br: Não é possível compartilhar o documento externamente devido às configurações de nível de segurança da organização.
ru_ru: Невозможно поделиться документом за пределами организации из-за настроек уровня безопасности организации.
th_th: ไม่สามารถแบ่งปันเอกสารกับภายนอกได้เนื่องจากการตั้งค่าระดับความปลอดภัยขององค์กร
vi_vn: Không thể chia sẻ tài liệu với bên ngoài do cài đặt cấp độ bảo mật của tổ chức.
zh_cn: 由于企业的密级策略设置，你无法将文档分享给外部成员
zh_tw: 由於企業的加密等級原則設定，無法將文件分享給外部成員

# KCM
source: Settings adjusted, but failed to invite collaborators. Please try again.
de_de: Einstellungen angepasst, aber Einladen der Kollaboratoren fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Se ha ajustado la configuración, pero se ha producido un error al invitar a los colaboradores. Inténtalo de nuevo.
fr_fr: Les paramètres ont été ajustés, mais l’invitation des collaborateurs a échoué. Veuillez réessayer.
id_id: Pengaturan berhasil disesuaikan, tetapi gagal mengundang kolaborator. Coba lagi.
it_it: Impostazioni rettificate, ma invito collaboratori non riuscito. Riprova.
ja_jp: 設定を変更しましたが、共同編集者を招待できませんでした。再試行してください。
ko_kr: 설정이 조정되었지만 공동작업자를 초대하지 못했습니다. 다시 시도하세요.
ms_my: Tetapan dilaraskan, tetapi gagal menjemput kolaborator. Sila cuba lagi.
pt_br: Configurações ajustadas, mas falha ao convidar colaboradores. Tente novamente.
ru_ru: Настройки изменены, но не удалось пригласить соавторов. Попробуйте еще раз.
th_th: ปรับการตั้งค่าแล้ว แต่ไม่สามารถเชิญผู้ร่วมงานได้ โปรดลองอีกครั้ง
vi_vn: Đã điều chỉnh cài đặt, nhưng không thể mời cộng tác viên. Vui lòng thử lại.
zh_cn: 设置调整成功，协作者邀请失败，请重试
zh_tw: 設定調整成功，協作者邀請失敗，請重試

# MDc
source: Add to Navbar
de_de: Zur Navigationsleiste hinzufügen
es_es: Agregar a barra de navegación
fr_fr: Ajouter à la barre de navigation
id_id: Tambah ke Bilah Navigasi
it_it: Aggiungi a barra di navigazione
ja_jp: ナビゲーションバーに追加
ko_kr: 내비게이션 바에 추가
ms_my: Tambah ke Navbar
pt_br: Adicionar à Navbar
ru_ru: Добавить в панель навигации
th_th: เพิ่มไปยังแถบนำทาง
vi_vn: Thêm vào thanh điều hướng
zh_cn: 添加到导航栏
zh_tw: 新增至導覽列

# dW4
source: Remove From Navbar
de_de: Aus der Navigationsleiste entfernen
es_es: Quitar de la barra de navegación
fr_fr: Retirer de la barre de navigation
id_id: Hapus dari Bilah Navigasi
it_it: Rimuovi da barra di navigazione
ja_jp: ナビゲーションバーから外す
ko_kr: 내비게이션 바에서 제거
ms_my: Buang Dari Navbar
pt_br: Remover da Navbar
ru_ru: Удалить из панели навигации
th_th: ลบออกจากแถบนำทาง
vi_vn: Xóa khỏi thanh điều hướng
zh_cn: 从导航栏移除
zh_tw: 從導覽列移除

# fsA
source: Select color
de_de: Farbe auswählen
es_es: Seleccionar color
fr_fr: Sélectionner la couleur
hi_in: रंग चुनें
id_id: Pilih warna
it_it: Seleziona colore
ja_jp: 色を選択
ko_kr: 색상 선택
ms_my: Pilih warna
pt_br: Selecionar cor
ru_ru: Выбрать цвет
th_th: เลือกสี
vi_vn: Chọn màu sắc
zh_cn: 选择颜色
zh_tw: 選擇顏色

# 0eQ
source: The file is corrupted or encrypted and can't be previewed.
de_de: Die Datei ist beschädigt oder verschlüsselt und kann nicht in der Vorschau angezeigt werden.
es_es: El archivo está dañado o cifrado, y no se puede previsualizar.
fr_fr: Impossible de prévisualiser le fichier, car il est corrompu ou chiffré.
id_id: File rusak atau terenkripsi dan tidak dapat dipratinjau.
it_it: Il file è danneggiato o crittografato e non è possibile visualizzarne l'anteprima.
ja_jp: ファイルは破損しているか、暗号化されているため、プレビューできません。
ko_kr: 파일이 손상되었거나 암호화되어 미리 볼 수 없습니다.
ms_my: Fail ini rosak atau disulitkan dan tidak boleh dipratonton.
pt_br: O arquivo está corrompido ou criptografado e não pode ser visualizado.
ru_ru: Файл поврежден или зашифрован и не может быть предварительно просмотрен.
th_th: ไฟล์เสียหายหรือมีการเข้ารหัสไว้และไม่สามารถดูตัวอย่างได้
vi_vn: Tập tin bị hỏng hoặc được mã hóa và bạn không thể xem trước.
zh_cn: 文件已损坏或加密，无法在线预览
zh_tw: 檔案已損毀或加密，無法線上預覽

# 0vs
source: Unable to save image
de_de: Bild konnte nicht gespeichert werden
es_es: No se puede guardar la imagen
fr_fr: Impossible d'enregistrer l'image
hi_in: छवि सहेजने में असमर्थ
id_id: Tidak dapat menyimpan gambar
it_it: Impossibile salvare immagine
ja_jp: 画像を保存できませんでした
ko_kr: 이미지를 저장할 수 없음
ms_my: Tidak dapat menyimpan imej
pt_br: Não é possível salvar a imagem
ru_ru: Не удалось сохранить изображение
th_th: ไม่สามารถบันทึกภาพได้
vi_vn: Không thể lưu hình ảnh
zh_cn: 保存图片失败
zh_tw: 儲存圖片失敗

# Ok0
source: Multiselect
de_de: Mehrfachauswahl
es_es: Selección múltiple
fr_fr: Sélection multiple
hi_in: एकाधिक चयन
id_id: Multipilihan
it_it: Selezione multipla
ja_jp: 複数選択
ko_kr: 다중 선택
ms_my: Pilihan berbilang
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: เลือกหลายรายการ
vi_vn: Chọn nhiều
zh_cn: 多选
zh_tw: 多選

# ALY
source: Go to 「Settings」to enable photo access
de_de: Gehen Sie zu 「Einstellungen」, um den Zugriff auf Fotos zu aktivieren
es_es: Ir a 「Configuración」para activar el acceso a las fotos
fr_fr: Accédez à 「Paramètres」pour activer l'accès aux photos
hi_in: फ़ोटो ऐक्सेस सक्षम करने के लिए 「सेटिंग्स」पर जाएँ
id_id: Buka「Pengaturan」untuk mengaktifkan akses foto
it_it: Vai a 「Settings」 per abilitare l'accesso alle foto
ja_jp: 「設定」で写真へのアクセス権限をオンにしてください
ko_kr: 「설정」으로 가서 사진 접속을 활성화하세요
ms_my: Pergi ke 「Tetapan」untuk membolehkan akses foto
pt_br: Acesse 「Configurações」 para ativar o acesso às fotos
ru_ru: Перейдите в настройки, чтобы включить доступ к фото
th_th: ไปที่ 「การตั้งค่า」เพื่อเปิดให้เข้าถึงรูปถ่าย
vi_vn: Đi tới「Cài đặt」để cho phép truy cập ảnh
zh_cn: 请在设置中打开访问照片权限
zh_tw: 請在設定中開啟存取照片權限

# Eh8
source: Saved to album
de_de: Im Album gespeichert
es_es: Guardado en el álbum
fr_fr: Enregistré dans l'album
hi_in: अल्बम में सहेजा गया
id_id: Disimpan di album
it_it: Salvata nell'album
ja_jp: アルバムに保存しました
ko_kr: 앨범으로 저장됨
ms_my: Disimpan ke album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到系统相册
zh_tw: 已儲存到系統相簿

# XnM
source: Allow managers to access my documents created after this is enabled
de_de: Bei Aktivierung dieser Option wird den Managern Zugriff auf von mir erstellte Dokumente gewährt
es_es: Permitir a los administradores el acceso a mis documentos creados después de habilitar esta opción
fr_fr: Autoriser les responsables à accéder à mes documents créés après l'activation de cette fonction
id_id: Izinkan manajer untuk mengakses dokumen saya yang dibuat setelah ini diaktifkan
it_it: Consenti ai responsabili di accedere ai miei documenti creati dopo l'abilitazione
ja_jp: 上司は、この機能が有効になった後に作成された、私が所有するすべてのドキュメントにアクセス可能
ko_kr: 관리자가 활성화된 후 생성된 내 문서에 액세스하도록 허용
ms_my: Benarkan pengurus mengakses dokumen saya yang dibuat selepas ini diaktifkan
pt_br: Permitir que os gerentes acessem meus documentos criados depois que isso for ativado
ru_ru: Разрешить менеджерам доступ к моим документам, созданным после включения этой функции
th_th: อนุญาตให้ผู้จัดการเข้าถึงเอกสารของฉันที่สร้างขึ้นหลังจากเปิดใช้
vi_vn: Cho phép người quản lý truy cập vào tài liệu của tôi được tạo sau khi bật tính năng này
zh_cn: 允许上级通过链接访问我新增的所有文档
zh_tw: 允許上級透過連結存取我新增的所有文件

# wZo
source: Open in New Tab
de_de: In neuer Registerkarte öffnen
es_es: Abrir en una nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
id_id: Buka di Tab Baru
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
ko_kr: 새 탭에서 열기
ms_my: Buka dalam Tab Baharu
pt_br: Abrir em nova guia
ru_ru: Открыть в новой вкладке
th_th: เปิดในแท็บใหม่
vi_vn: Mở trong Tab mới
zh_cn: 在新标签页打开
zh_tw: 在新標籤頁開啟

# vI0
source: Structure
de_de: Struktur
es_es: Estructura
hi_in: संरचना
id_id: Struktur
it_it: Struttura
ja_jp: 構造
ko_kr: 구조
ms_my: Struktur
pt_br: Estrutura
ru_ru: Структура
th_th: โครงสร้าง
vi_vn: Cấu trúc
zh_cn: 结构
zh_tw: 結構

# fvU
source: Style
de_de: Stil
es_es: Estilo
hi_in: शैली
id_id: Gaya
it_it: Stile
ja_jp: スタイル
ko_kr: 스타일
ms_my: Gaya
pt_br: Estilo
ru_ru: Стиль
th_th: รูปแบบ
vi_vn: Kiểu
zh_cn: 风格
zh_tw: 樣式

# lu0
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 分かりました
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# LKc
source: Switch to landscape mode
de_de: Zum Querformat wechseln
es_es: Cambiar a modo vertical
fr_fr: Passer en mode Paysage
hi_in: लैंडस्केप मोड में स्विच करें
id_id: Beralih ke mode lanskap
it_it: Passa alla modalità orizzontale
ja_jp: 横向き表示に切り替える
ko_kr: 가로 모드로 전환
ms_my: Tukar ke mod landskap
pt_br: Mudar para modo paisagem
ru_ru: Переключиться в альбомный режим
th_th: สลับไปเป็นโหมดแนวนอน
vi_vn: Chuyển sang chế độ ngang
zh_cn: 旋转屏幕即可横屏查看
zh_tw: 旋轉螢幕即可以橫向查看
