Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# f9U
source: Default viewer permissions
de_de: Standardberechtigungen für Zuschauer
es_es: Permisos de visualización predeterminados
fr_fr: Autorisations par défaut des spectateurs
hi_in: डिफ़ॉल्ट दर्शक अनुमतियाँ
id_id: Izin penonton default
it_it: Autorizzazioni visualizzatore predefinite
ja_jp: デフォルト閲覧権限です
ko_kr: 기본 읽기 권한자 권한
ms_my: Kebenaran penonton lalai
pt_br: Permissões padrão do visualizador
ru_ru: Разрешения посетителя по умолчанию
th_th: สิทธิ์การอนุญาตเริ่มต้นสำหรับผู้ชม
vi_vn: Quyền mặc định đối với người xem
zh_cn: 当前权限为可阅读默认权限
zh_tw: 目前權限為可閱讀預設權限

# fn4
source: Refine permissions for all tables, rows, and dashboards. Apply this template to activate permission settings.
de_de: Verfeinern Sie die Berechtigungen für alle Tabellen, Zeilen und Dashboards. Wenden Sie diese Vorlage an, um die Berechtigungseinstellungen zu aktivieren.
es_es: Ajusta los permisos para todas las tablas, filas y tableros de mando. Aplica esta plantilla para activar la configuración de permisos.
fr_fr: Affinez les autorisations pour tous les tableaux, lignes et tableaux de bord. Appliquez ce modèle pour activer les paramètres d'autorisation.
id_id: Perbaiki izin untuk semua tabel, baris, dan dasbor. Terapkan templat ini untuk mengaktifkan pengaturan izin.
it_it: Raffina le autorizzazioni per tutte le tabelle, le righe e i pannelli di controllo. Applica questo modello per attivare le impostazioni delle autorizzazioni.
ja_jp: カスタム役割で細部化した権限を設定します。テンプレートを使用して、ワンクリックで権限設定を有効にできます
ko_kr: 모든 표, 행 및 대시보드에 대한 권한을 세분화합니다. 권한 설정을 활성화하려면 이 템플릿을 적용하세요.
ms_my: Perhalusi kebenaran untuk semua jadual, baris, dan papan pemuka. Guna templat ini untuk mengaktifkan tetapan kebenaran.
pt_br: Refine as permissões para todas as tabelas, linhas e painéis. Aplique este modelo para ativar as configurações de permissão.
ru_ru: Уточните разрешения для всех таблиц, строк и информационных панелей. Примените этот шаблон, чтобы активировать настройки разрешений.
th_th: ปรับปรุงสิทธิ์การอนุญาตสำหรับตาราง แถว และแดชบอร์ดทั้งหมด ใช้เทมเพลตนี้เพื่อเปิดใช้งานการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Điều chỉnh quyền cho tất cả các bảng, hàng và bảng điều khiển. Áp dụng mẫu này để kích hoạt cài đặt quyền.
zh_cn: 通过角色设置精细化权限，使用模板即可一键启用权限设置
zh_tw: 透過角色設定精細化權限，使用範本即可一鍵啟用權限設定

# 8pM
source: Once turned off, custom roles and permissions will be invalid. Collaborator will resume their read or edit permissions.
de_de: Bei Deaktivierung werden die benutzerdefinierten Rollen und Berechtigungen ungültig. Die Kollaborateure erhalten wieder ihre Lese- bzw. Bearbeitungsberechtigungen.
es_es: Una vez desactivado, las funciones y los permisos personalizados no serán válidos. El colaborador retomará sus permisos de lectura o edición.
fr_fr: Une fois désactivés, les rôles et autorisations personnalisés ne seront plus valides. Le collaborateur retrouvera ses autorisations de lecture et de modification.
id_id: Setelah dinonaktifkan, peran dan izin kustom akan tidak valid. Kolaborator akan tetap mempertahankan izin untuk membaca atau mengedit.
it_it: Dopo la disattivazione, i ruoli e le autorizzazioni personalizzati non saranno validi. Il collaboratore riprenderà le proprie autorizzazioni di lettura o modifica.
ja_jp: オフにすると、カスタム役割の権限は無効になり、すべての共同編集者にはこの Base のデフォルト権限（閲覧または編集）が付与されます。
ko_kr: 끄는 경우 사용자 지정 역할 및 권한이 유효하지 않게 됩니다. 공동 작업자의 읽기 또는 편집 권한은 복원됩니다.
ms_my: Setelah dimatikan, peranan khas dan kebenaran akan menjadi tidak sah. Kolaborator akan meneruskan kebenaran membaca atau mengedit mereka.
pt_br: Depois de desativado, as funções e permissões personalizadas serão inválidas. O colaborador retomará suas permissões de leitura ou edição.
ru_ru: После отключения пользовательские роли и разрешения станут недействительными. Разрешения соавтора на чтение или редактирование будут восстановлены.
th_th: เมื่อปิดแล้ว จะไม่สามารถใช้บทบาทและสิทธิ์การอนุญาตแบบกำหนดเอง ผู้ร่วมงานจะกลับมาใช้สิทธิ์การอนุญาตอ่านหรือแก้ไขก่อนหน้า
vi_vn: Sau khi tắt, quyền và vai trò tùy chỉnh sẽ không còn hiệu lực. Cộng tác viên sẽ vẫn có quyền đọc hoặc chỉnh sửa của mình.
zh_cn: 关闭后，自定义的角色权限将失效，协作者将恢复阅读或编辑全表的初始权限
zh_tw: 關閉後，自訂角色權限將會失效，協作者將恢復閱讀或編輯整張表格的初始權限

# 89M
source: I have understood the above
de_de: Ich habe das oben Gelesene verstanden
es_es: Comprendo lo anterior
fr_fr: J'ai compris ce qui précède
id_id: Saya telah memahami pernyataan di atas
it_it: Ho compreso quanto sopra
ja_jp: 上記の内容とリスクについて理解しました
ko_kr: 위의 내용을 이해했습니다
ms_my: Saya telah memahami yang di atas
pt_br: Entendi acima
ru_ru: Мне понятно вышеописанное
th_th: ฉันเข้าใจข้อความข้างต้นแล้ว
vi_vn: Tôi đã hiểu các thông tin bên trên
zh_cn: 我已知悉上述内容和风险
zh_tw: 我已瞭解上述內容和風險

# wIQ
source: Turn off base advanced permissions
de_de: Erweiterte Berechtigungen für Base deaktivieren?
es_es: Desactivar permisos avanzados de Base
fr_fr: Désactiver les autorisations avancées de Base
id_id: Nonaktifkan izin lanjutan Base
it_it: Disattiva autorizzazioni avanzate Base
ja_jp: Base の高度な権限をオフにする
ko_kr: Base 고급 권한 끄기
ms_my: Matikan kebenaran lanjutan pangkalan
pt_br: Desativar as permissões avançadas do Base
ru_ru: Отключить расширенные разрешения Base
th_th: ปิดสิทธิ์การอนุญาตขั้นสูงของ Base
vi_vn: Tắt các quyền nâng cao của Base
zh_cn: 关闭多维表格高级权限
zh_tw: 關閉多維表格進階權限

# SKQ
source: Set up custom permissions on the desktop version.
de_de: Richten Sie benutzerdefinierte Berechtigungen für die Desktop-Version ein.
es_es: Configurar permisos personalizados en la versión para escritorio.
fr_fr: Configurez des autorisations personnalisées pour la version sur ordinateur.
hi_in: डेस्कटॉप संस्करण पर कस्टम अनुमतियाँ सेट करें.
id_id: Siapkan izin kustom pada versi desktop.
it_it: Imposta autorizzazioni personalizzate nella versione desktop.
ja_jp: デスクトップ版で設定してください
ko_kr: 데스크톱 버전에서 커스텀 권한을 설정하세요.
ms_my: Tetapkan kebenaran tersuai pada versi desktop.
pt_br: Configure as permissões personalizadas na versão de desktop.
ru_ru: Настройте пользовательские разрешения в настольной версии.
th_th: ตั้งค่าสิทธิ์การอนุญาตที่กำหนดเองบนเวอร์ชันเดสก์ท็อป
vi_vn: Cài đặt các quyền tùy chỉnh trên phiên bản dành cho máy tính.
zh_cn: 请前往桌面端设置
zh_tw: 請前往桌面端設定

# w0A
source: No existing custom permissions
de_de: Keine benutzerdefinierten Berechtigungen vorhanden
es_es: No existen permisos personalizados
fr_fr: Aucune autorisation personnalisée existante
hi_in: कोई मौजूदा कस्टम अनुमति नहीं
id_id: Tidak ada izin kustom
it_it: Nessuna autorizzazione personalizzata esistente
ja_jp: カスタム権限がありません
ko_kr: 기존 커스텀 권한이 없습니다
ms_my: Tiada kebenaran tersuai sedia ada
pt_br: Nenhuma permissão personalizada existente
ru_ru: Нет существующих настраиваемых разрешений
th_th: ไม่มีสิทธิ์การอนุญาตที่กำหนดเอง
vi_vn: Không tồn tại quyền tùy chỉnh
zh_cn: 暂无自定义权限
zh_tw: 暫無自訂權限

# Lg4
source: Please turn on custom role permissions to change roles.
de_de: Bitte aktivieren Sie „Benutzerdefinierte Rollenberechtigungen“, um die Rollen zu ändern.
es_es: Activa los permisos de rol personalizado para cambiar los roles.
fr_fr: Veuillez activer les autorisations de rôle personnalisé pour changer de rôles.
id_id: Aktifkan izin peran kustom untuk mengubah peran.
it_it: Attiva le autorizzazioni relative al ruolo personalizzato per modificare i ruoli.
ja_jp: カスタム役割をオンにしてから、メンバーを編集してください。
ko_kr: 역할을 변경하려면 커스텀 역할 권한을 켜세요.
ms_my: Sila hidupkan kebenaran peranan tersuai untuk mengubah peranan.
pt_br: Ative as permissões de função personalizada para alterar as funções.
ru_ru: Включите разрешения для пользовательских ролей, чтобы изменить роли.
th_th: โปรดเปิดสิทธิ์การอนุญาตบทบาทแบบกำหนดเองเพื่อเปลี่ยนแปลงบทบาท
vi_vn: Vui lòng bật quyền vai trò tùy chỉnh để thay đổi vai trò.
zh_cn: 请先从上方开启自定义角色，再修改成员
zh_tw: 請先從上方開啟自訂角色，然後再修改成員

# k24
source: Failed to invite. Please try again.
de_de: Einladen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al invitar. Inténtalo de nuevo.
fr_fr: Échec de l'invitation. Veuillez réessayer.
hi_in: आमंत्रित करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal mengundang. Coba lagi.
it_it: Impossibile invitare. Riprova.
ja_jp: 追加できませんでした
ko_kr: 초대에 실패했습니다. 다시 시도해 보세요.
ms_my: Gagal menjemput. Sila cuba lagi.
pt_br: Falha ao convidar. Tente novamente.
ru_ru: Не удалось пригласить. Попробуйте еще раз.
th_th: เชิญไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Mời không thành công. Vui lòng thử lại.
zh_cn: 添加失败，请重试
zh_tw: 新增失敗，請重試

# k5Y
source: Unable to clear role members
de_de: Rollenmitglieder können nicht gelöscht werden
es_es: No se pueden borrar miembros de roles
fr_fr: Impossible d'effacer des membres de rôle
id_id: Gagal membersihkan anggota peran
it_it: Impossibile cancellare i membri dei ruoli
ja_jp: メンバーをクリアできませんでした
ko_kr: 역할 구성원을 지울 수 없습니다
ms_my: Tidak dapat kosongkan ahli peranan
pt_br: Não é possível limpar os membros da função
ru_ru: Не удалось очистить участников роли
th_th: ล้างสมาชิกบทบาทไม่สำเร็จ
vi_vn: Không thể xóa thành viên có vai trò
zh_cn: 成员清空失败
zh_tw: 成員清空失敗

# 1ak
source: Unable to upgrade. Please try again later.
de_de: Aktualisierung nicht möglich. Bitte versuchen Sie es später erneut.
es_es: No se puede actualizar. Inténtalo de nuevo más tarde.
fr_fr: Mise à niveau impossible. Veuillez réessayer plus tard.
id_id: Gagal meningkatkan. Coba lagi nanti.
it_it: Impossibile effettuare l'upgrade. Riprova più tardi.
ja_jp: アップデートできませんでした。後で再試行してください。
ko_kr: 업그레이드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menaik taraf. Sila cuba lagi kemudian.
pt_br: Não é possível fazer upgrade. Tente novamente mais tarde.
ru_ru: Не удалось обновить. Повторите попытку позже.
th_th: ไม่สามารถอัปเกรด โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể nâng cấp. Vui lòng thử lại sau.
zh_cn: 升级失败，请稍后重试
zh_tw: 升級失敗，請稍後重試

# K6g
source: Unable to filter because you don't have permission to view some fields.
de_de: Filtern nicht möglich, da Sie keine Berechtigung zum Ansehen einiger Felder haben.
es_es: No se puede filtrar porque no tienes permiso de lectura en algunos de los campos.
fr_fr: Filtrage impossible, car vous n'êtes pas autorisé à afficher certains champs.
id_id: Gagal memfilter karena Anda tidak memiliki izin untuk melihat beberapa bidang.
it_it: Impossibile filtrare poiché non disponi dell'autorizzazione per visualizzare alcuni campi.
ja_jp: 閲覧権限がないフィールドを使用しているため、このビューでフィルタリングできませんでした。
ko_kr: 일부 필드를 볼 수 있는 권한이 없기 때문에 필터링할 수 없습니다.
ms_my: Tidak dapat menyaring kerana anda tidak mempunyai kebenaran untuk melihat beberapa bidang.
pt_br: Não é possível filtrar porque você não tem permissão para visualizar alguns campos.
ru_ru: Невозможно выполнить фильтрацию, поскольку у вас нет разрешения на просмотр некоторых полей.
th_th: กรองไม่สำเร็จ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตดูข้อมูลบางช่อง
vi_vn: Không thể lọc vì bạn không có quyền xem một số trường.
zh_cn: 当前视图筛选失效，因为使用了你无权限阅读的字段
zh_tw: 目前視圖篩選失效，因為使用了你無權閱讀的欄位

# L6E
source: Unable to sort because you don't have permission to view some fields.
de_de: Sortieren nicht möglich, da Sie keine Berechtigung zum Ansehen einiger Felder haben.
es_es: No se puede ordenar porque no tienes permiso de lectura en algunos de los campos.
fr_fr: Tri impossible, car vous n'êtes pas autorisé à afficher certains champs.
id_id: Gagal mengurutkan karena Anda tidak memiliki izin untuk melihat beberapa bidang.
it_it: Impossibile ordinare poiché non disponi dell'autorizzazione per visualizzare alcuni campi.
ja_jp: 閲覧権限がないフィールドを使用しているため、このビューで並べ替えできませんでした。
ko_kr: 일부 필드를 볼 수 있는 권한이 없기 때문에 정렬할 수 없습니다.
ms_my: Tidak dapat menyusun kerana anda tidak mempunyai kebenaran untuk melihat beberapa bidang.
pt_br: Não é possível classificar porque você não tem permissão para visualizar alguns campos.
ru_ru: Невозможно выполнить сортировку, поскольку у вас нет разрешения на просмотр некоторых полей.
th_th: จัดเรียงไม่สำเร็จ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตดูข้อมูลบางช่อง
vi_vn: Không thể sắp xếp vì bạn không có quyền xem một số trường.
zh_cn: 当前视图排序失效，因为使用了你无权限阅读的字段
zh_tw: 目前視圖排序失效，因為使用了你無權閱讀的欄位

# aJ4
source: Granted "can manage" permission
de_de: Gewährte Berechtigung „Verwalten erlaubt“
es_es: Se ha otorgado el permiso "se puede gestionar"
fr_fr: Autorisation "peut gérer" accordée
hi_in: मंज़ूर की गई “प्रबंधित कर सकते है” अनुमति
id_id: Memberikan izin "dapat mengelola"
it_it: Autorizzazione "gestione possibile" concessa
ja_jp: 管理権限を付与しました
ko_kr: "관리 가능" 권한이 부여됨
ms_my: Diberi kebenaran "boleh urus"
pt_br: Permissão "pode gerenciar" concedida
ru_ru: Предоставлено разрешение на управление
th_th: ได้รับสิทธิ์การอนุญาต "จัดการได้"
vi_vn: Đã cấp quyền "có thể quản lý"
zh_cn: 已授予可管理权限
zh_tw: 已授與可管理權限

# ONM
source: Go to Upgrade
de_de: Zu Upgrade gehen
es_es: Ir a Actualizar
fr_fr: Accéder à Mettre à niveau
id_id: Buka Tingkatkan
it_it: Vai a Effettua l'upgrade
ja_jp: アップデートする
ko_kr: 업그레이드로 이동
ms_my: Pergi ke Naik taraf
pt_br: Ir para upgrade
ru_ru: Перейти к обновлению
th_th: ไปยังอัปเกรด
vi_vn: Đi tới nâng cấp
zh_cn: 前往升级
zh_tw: 前往升級

# KCs
source: Keep the member already in the roles?
de_de: Soll das Mitglied die Rollen beibehalten?
es_es: ¿Conservar el miembro que ya tiene los roles?
fr_fr: Garder le membre déjà dans les rôles ?
id_id: Pertahankan anggota yang sudah memiliki peran?
it_it: Mantenere il membro già nei ruoli?
ja_jp: この役割の現有メンバーを保留しますか？
ko_kr: 이미 해당 역할이 있는 구성원 설정을 계속 유지하시겠습니까?
ms_my: Simpan ahli yang sudah ada dalam peranan?
pt_br: Manter o membro já nas funções?
ru_ru: Оставить существующие роли участника?
th_th: เก็บสมาชิกที่อยู่ในบทบาทแล้วไว้หรือไม่
vi_vn: Giữ thành viên đã có trong các vai trò?
zh_cn: 是否保留角色中已有的成员？
zh_tw: 是否保留角色中已有的成員？

# ffk
source: Don't Keep
de_de: Nicht behalten
es_es: No conservar
fr_fr: Ne pas conserver
id_id: Jangan Simpan
it_it: Non conservare
ja_jp: 保留しない
ko_kr: 유지 안 함
ms_my: Jangan Simpan
pt_br: Não manter
ru_ru: Не сохранять
th_th: ไม่เก็บ
vi_vn: Không giữ
zh_cn: 不保留
zh_tw: 不保留

# A0o
source: Turn On and Keep
de_de: Aktivieren und behalten
es_es: Activar y conservar
fr_fr: Activer et garder
id_id: Aktifkan dan Pertahankan
it_it: Attiva e mantieni
ja_jp: オンにして保留する
ko_kr: 켜기 및 유지
ms_my: Hidupkan dan Simpan
pt_br: Ligar e manter
ru_ru: Включить и сохранить
th_th: เปิดและเก็บ
vi_vn: Bật và giữ
zh_cn: 开启并保留
zh_tw: 開啟並保留

# SpU
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 以后再说
zh_tw: 以後再說

# WSA
source: The maximum length of text is 300 characters.
de_de: Die maximale Textlänge beträgt 300 Zeichen.
es_es: La longitud máxima del texto es de 300 caracteres.
fr_fr: La longueur maximale du texte est de 300 caractères.
id_id: Panjang teks maksimal 300 karakter.
it_it: La lunghezza massima del testo è di 300 caratteri.
ja_jp: 最大文字数は 300 文字です
ko_kr: 텍스트의 최대 길이는 300자입니다.
ms_my: Panjang maksimum teks ialah 300 aksara.
pt_br: O comprimento máximo do texto é de 300 caracteres.
ru_ru: Максимальная длина текста 300 символов.
th_th: ข้อความยาวได้ไม่เกิน 300 อักขระ
vi_vn: Độ dài văn bản tối đa là 300 ký tự.
zh_cn: 最大字数限制为 300 字
zh_tw: 最大字元數限制為 300 字元

# yoA
source: Once removed, the collaborator won't have these permissions.
de_de: Nach dem Entfernen verfügt der Mitarbeiter nicht mehr über diese Berechtigungen.
es_es: Una vez borrado, el colaborador no tendrá estos permisos.
fr_fr: Après le retrait, le collaborateur ne disposera plus de ces autorisations.
hi_in: निकाले जाने के बाद, सहयोगी के पास ये अनुमतियाँ नहीं होंगी.
id_id: Setelah dihapus, kolaborator tidak akan memiliki izin ini.
it_it: Una volta rimosso, il collaboratore non disporrà di queste autorizzazioni.
ja_jp: 削除すると、共同編集者はこの権限を所有しなくなります。
ko_kr: 제거하면 공동 작업자는 이러한 권한을 가질 수 없습니다.
ms_my: Sekali dikeluarkan, kolaborator tidak akan mempunyai kebenaran ini.
pt_br: Depois de removido, o colaborador não terá essas permissões.
ru_ru: После удаления соавтор не получит этих разрешений.
th_th: เมื่อลบออกแล้ว ผู้ร่วมงานจะไม่มีสิทธิ์การอนุญาตเหล่านี้
vi_vn: Sau khi loại bỏ, cộng tác viên sẽ không còn các quyền này nữa.
zh_cn: 移除后，协作者将不再拥有当前权限。
zh_tw: 移除後，協作者將不再擁有目前權限。

# h4s
source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Keluarkan
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# KX0
source: Remove collaborators
de_de: Mitarbeiter entfernen
es_es: Quitar colaboradores
fr_fr: Retirer des collaborateurs
hi_in: सहयोगी निकालें
id_id: Hapus kolaborator
it_it: Rimuovi collaboratori
ja_jp: 共同編集者を削除
ko_kr: 공동 작업자 제거
ms_my: Keluarkan kolaborator
pt_br: Remover colaboradores
ru_ru: Удалить соавторов
th_th: ลบผู้ร่วมงานออก
vi_vn: Loại bỏ cộng tác viên
zh_cn: 移除协作者
zh_tw: 移除協作者

# Zzc
source: Due to permissions settings, some content cannot be edited once you submit. Please double check before the submission.
de_de: Aufgrund von Berechtigungseinstellungen können einige Inhalte nach dem Absenden nicht mehr bearbeitet werden. Bitte überprüfen Sie dies vor dem Absenden.
es_es: Debido a la configuración de permisos, una parte del contenido no se puede editar una vez completado el envío. Revísalo antes de enviarlo.
fr_fr: En raison des paramètres d'autorisation, certains contenus ne peuvent pas être modifiés une fois que vous les avez envoyés. Veuillez les vérifier à nouveau avant de les envoyer.
id_id: Karena pengaturan izin, beberapa konten tidak dapat diedit setelah Anda mengirimkan. Periksa kembali sebelum mengirimkan.
it_it: A causa delle impostazioni delle autorizzazioni, alcuni contenuti non possono essere modificati dopo l'invio. Verifica prima dell'invio.
ja_jp: 権限設定により、一部の内容は送信後に変更できません。間違いがないことを確認してから送信してください。
ko_kr: 권한 설정으로 인해 일부 콘텐츠는 제출 후 편집할 수 없습니다. 제출하기 전에 다시 확인하세요.
ms_my: Kerana tetapan kebenaran, beberapa kandungan tidak dapat diedit setelah anda menghantar. Sila semak dua kali sebelum penyerahan.
pt_br: Devido às configurações de permissões, alguns conteúdos não podem ser editados após o envio. Verifique antes do envio.
ru_ru: Из-за настроек разрешений определенный контент станет недоступен для редактирования после отправки. Перед отправкой проверьте все еще раз.
th_th: เนื้อหาบางส่วนไม่สามารถแก้ไขได้เมื่อส่ง เนื่องจากการตั้งค่าการอนุญาต โปรดตรวจสอบอีกครั้งก่อนส่ง
vi_vn: Do cài đặt quyền, bạn sẽ không thể chỉnh sửa một số nội dung sau khi gửi. Vui lòng kiểm tra lại trước khi gửi.
zh_cn: 由于权限设置，部分内容提交后无法修改，请确认无误后提交
zh_tw: 由於權限設定，部分內容提交後無法修改，請確認無誤後再提交

# dAs
source: No permissions
de_de: Keine Berechtigungen
es_es: No hay permisos
fr_fr: Aucune autorisation
hi_in: कोई अनुमति नहीं
id_id: Tidak ada izin
it_it: Nessuna autorizzazione
ja_jp: 権限なし
ko_kr: 권한 없음
ms_my: Tiada kebenaran
pt_br: Nenhuma permissão
ru_ru: Нет разрешений
th_th: ไม่มีสิทธิ์การอนุญาต
vi_vn: Không có quyền
zh_cn: 无任何权限
zh_tw: 無任何權限

source: No permissions to access any tables.
de_de: Keine Berechtigungen für den Zugriff auf irgendwelche Tabellen.
es_es: No hay permisos para acceder a ninguna tabla.
fr_fr: Aucune autorisation d'accéder aux tableaux.
hi_in: कोई भी तालिका ऐक्सेस करने की कोई अनुमति नहीं.
id_id: Tidak ada izin untuk mengakses tabel.
it_it: Nessuna autorizzazione per accedere a nessuna tabella.
ja_jp: アクセス権限なし
ko_kr: 표에 액세스할 권한이 없습니다.
ms_my: Tiada kebenaran untuk mengakses sebarang jadual.
pt_br: Sem permissão para acessar tabelas.
ru_ru: Нет доступа к каким-либо таблицам.
th_th: ไม่มีสิทธิ์การอนุญาตในการเข้าถึงตารางใด ๆ
vi_vn: Không có quyền truy cập bất cứ bảng nào.
zh_cn: 无权限访问任何数据表
zh_tw: 無存取任何資料表的權限

# /eM
source: The tables that you don't have permission to access have been filtered out.
de_de: Die Tabellen, für die Sie keine Zugriffsberechtigung haben, wurden herausgefiltert.
es_es: Se han ignorado las tablas a las que no puedes acceder por no tener acceso a ellas.
fr_fr: Les tableaux auxquels vous n'êtes pas autorisé à accéder ont été filtrés.
id_id: Tabel yang tidak Anda miliki izin untuk mengaksesnya telah difilter.
it_it: Le tabelle per le quali non disponi dell'autorizzazione all'accesso sono state escluse.
ja_jp: アクセス権限のないテーブルがフィルタされています。
ko_kr: 액세스 권한이 없는 표가 필터링되었습니다.
ms_my: Jadual yang anda tidak mempunyai kebenaran untuk akses telah ditapis keluar.
pt_br: As tabelas que você não tem permissão para acessar foram filtradas.
ru_ru: Таблицы, к которым у вас нет доступа, убраны фильтром.
th_th: ตารางที่คุณไม่มีสิทธิ์การอนุญาตเข้าถึงถูกกรองออกไปแล้ว
vi_vn: Các bảng mà bạn không có quyền truy cập đã được lọc bỏ.
zh_cn: 已过滤无权限引用的数据表
zh_tw: 已過濾無引用權限的資料表

# ang
source: Add a note (optional)
de_de: Notiz hinzufügen (optional)
es_es: Agregar una nota (opcional)
fr_fr: Ajouter une note (facultatif)
id_id: Tambahkan catatan (opsional)
it_it: Aggiungi una nota (opzionale)
ja_jp: 備考を追加（任意）
ko_kr: 메모 추가(선택 사항)
ms_my: Tambah nota (pilihan)
pt_br: Adicionar uma nota (opcional)
ru_ru: Добавить примечание (дополнительно)
th_th: เพิ่มโน้ต (ไม่บังคับ)
vi_vn: Thêm ghi chú (tùy chọn)
zh_cn: 添加备注（选填）
zh_tw: 新增備註 (可選)

# XIw
source: You already have permission to access this base. Please refresh this page.
de_de: Sie haben bereits die Zugriffsberechtigung für diese Base. Bitte aktualisieren Sie diese Seite.
es_es: Ya tienes permiso para acceder a este Base. Actualiza esta página.
fr_fr: Vous êtes déjà autorisé à accéder à cette Base. Veuillez actualiser cette page.
id_id: Anda sudah memiliki izin untuk mengakses Base ini. Perbarui halaman ini.
it_it: Disponi già dell'autorizzazione per accedere a questo Base. Aggiorna questa pagina.
ja_jp: この Base の権限をすでに所有しています。ページを更新してからアクセスしてください。
ko_kr: 이 Base에 대한 액세스 권한이 이미 있습니다. 이 페이지를 새로 고치세요.
ms_my: Anda sudah mempunyai kebenaran untuk mengakses pangkalan ini. Sila muat semula halaman ini.
pt_br: Você já tem permissão para acessar este Base. Atualize esta página.
ru_ru: У вас уже есть разрешение на доступ к этой таблице Base. Обновите эту страницу.
th_th: คุณมีสิทธิ์การอนุญาตเข้าถึง Base นี้แล้ว โปรดรีเฟรชหน้านี้
vi_vn: Bạn đã có quyền truy cập Base này. Vui lòng làm mới trang này.
zh_cn: 你已具备当前多维表格的权限，请刷新后访问
zh_tw: 你已具備目前多維表格的權限，請重新整理後存取

# BBQ
source: Unable to send request with sensitive content
de_de: Anfrage mit vertraulichem Inhalt kann nicht gesendet werden
es_es: No se puede enviar la solicitud con contenido sensible
fr_fr: Impossible d'envoyer une demande au contenu sensible
id_id: Gagal mengirimkan permintaan dengan konten sensitif
it_it: Impossibile inviare una richiesta con contenuto sensibile
ja_jp: 入力した備考にセンシティブ情報が含まれているため、申請を送信できませんでした。
ko_kr: 중요한 콘텐츠가 포함된 요청을 전송할 수 없습니다
ms_my: Tidak dapat menghantar permintaan dengan kandungan sensitif
pt_br: Falha ao enviar a solicitação com conteúdo sensível
ru_ru: Не удается отправить запрос, содержащий конфиденциальный контент
th_th: ส่งคำขอที่มีเนื้อหาละเอียดอ่อนไม่สำเร็จ
vi_vn: Không thể gửi yêu cầu với nội dung nhạy cảm
zh_cn: 申请发送失败，你输入的备注内容包含敏感信息
zh_tw: 申請傳送失敗，你輸入的備註內容包含敏感資訊

# YcA
source: Failed to send request
de_de: Senden der Anfrage fehlgeschlagen
es_es: Error al enviar la solicitud
fr_fr: Échec de l'envoi de la demande
id_id: Gagal mengirimkan permintaan
it_it: Impossibile inviare una richiesta
ja_jp: 申請を送信できませんでした。
ko_kr: 요청을 전송하지 못했습니다
ms_my: Gagal menghantar permintaan
pt_br: Falha ao enviar a solicitação
ru_ru: Не удалось отправить запрос
th_th: ส่งคำขอไม่สำเร็จ
vi_vn: Gửi yêu cầu không thành công
zh_cn: 申请发送失败
zh_tw: 申請傳送失敗

# 9R0
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
id_id: Permintaan dikirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました。
ko_kr: 요청이 전송되었습니다
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_tw: 已傳送申請

# scw
source: Request
de_de: Anfrage
es_es: Solicitar
fr_fr: Demander
id_id: Minta
it_it: Richiedi
ja_jp: 申請
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitar
ru_ru: Запрос
th_th: ส่งคำขอ
vi_vn: Yêu cầu
zh_cn: 申请
zh_tw: 申請
