Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 4mI
source: Unable to edit. This field is syncing from {{APP_DISPLAY_NAME}} Contacts
de_de: Bearbeiten ist nicht möglich. Dieses Feld wird mit {{APP_DISPLAY_NAME}}-Kontakten synchronisiert
es_es: No se puede editar. Este campo se está sincronizando desde Contactos de {{APP_DISPLAY_NAME}}
fr_fr: Modification impossible. Ce champ est synchronisé à partir de{{APP_DISPLAY_NAME}} Contacts
id_id: Gagal mengedit. Bidang ini disinkronkan dari Kontak {{APP_DISPLAY_NAME}}
it_it: Impossibile modificare. Questo campo viene sincronizzato da Contatti {{APP_DISPLAY_NAME}}
ja_jp: このフィールドは {{APP_DISPLAY_NAME}} 連絡先より同期されたため、編集することはできません。
ko_kr: 편집할 수 없습니다. 이 필드는 {{APP_DISPLAY_NAME}} 연락처에서 동기화 중입니다
ms_my: Tidak dapat mengedit. Bidang ini sedang diselaraskan dari Kenalan {{APP_DISPLAY_NAME}}
pt_br: Não foi possível editar. Este campo está sincronizando dos Contatos {{APP_DISPLAY_NAME}}
ru_ru: Невозможно изменить. Это поле синхронизируется с Контактами {{APP_DISPLAY_NAME}}.
th_th: ไม่สามารถแก้ไข กำลังซิงค์ช่องข้อมูลนี้จาก {{APP_DISPLAY_NAME}} Contacts
vi_vn: Không thể chỉnh sửa. Trường này đang đồng bộ hóa từ Danh bạ {{APP_DISPLAY_NAME}}
zh_cn: 无法修改，该字段同步自{{APP_DISPLAY_NAME}}通讯录
zh_tw: 無法修改，該欄位同步自{{APP_DISPLAY_NAME}}通訊錄

# tP8
source: Due to expandable fields being enabled, you do not have permission to perform the current operation. If you have any questions, please contact the document owner.
de_de: Da erweiterbare Felder aktiviert sind, sind Sie nicht berechtigt, die aktuelle Aktion durchzuführen. Bitte wenden Sie sich an den Dokumentenbesitzer, wenn Sie Fragen haben.
es_es: Como se han habilitado los campos desplegables, no tienes permiso para realizar la operación actual. Si tienes alguna pregunta, ponte en contacto con el propietario del documento.
fr_fr: L'extension des champs étant activée, vous n'êtes pas autorisé à effectuer l'opération actuelle. Veuillez contacter le propriétaire du document si vous avez des questions.
id_id: Karena bidang yang dapat dibuka diaktifkan, Anda tidak memiliki izin untuk melakukan operasi saat ini. Jika Anda memiliki pertanyaan, hubungi pemilik dokumen.
it_it: A causa dell'abilitazione dei campi espandibili, non disponi dell'autorizzazione per effettuare l'operazione corrente. In caso di domande, contatta il proprietario del documento.
ja_jp: フィールドの追加がオンになっているため、この操作を実行できません。ご不明な点がありましたら、ファイルの所有者にお問い合わせください。
ko_kr: 확장 가능한 필드가 활성화되어 있기 때문에 현재 작업을 수행할 수 있는 권한이 없습니다. 질문이 있으시면 문서 소유자에게 문의하세요.
ms_my: Kerana bidang yang boleh diperluas diaktifkan, anda tidak mempunyai kebenaran untuk melakukan operasi semasa. Jika ada sebarang pertanyaan, sila hubungi pemilik dokumen.
pt_br: Devido à ativação dos campos expansíveis, você não tem permissão para executar a operação atual. Se tiver alguma dúvida, entre em contato com o proprietário do documento.
ru_ru: Поскольку расширяемые поля включены, у вас нет разрешения на выполнение текущей операции. Если у вас есть какие-либо вопросы, свяжитесь с владельцем документа.
th_th: เนื่องจากมีการเปิดใช้งานช่องข้อมูลที่ขยายได้ คุณไม่ได้รับสิทธิ์การอนุญาตให้ทำการดำเนินการปัจจุบัน หากคุณมีคำถามใด ๆ โปรดติดต่อเจ้าของเอกสาร
vi_vn: Do đang bật các trường có thể mở rộng, bạn không có quyền thực hiện thao tác hiện tại. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với chủ sở hữu tài liệu.
zh_cn: 由于开启了字段扩展，你没有权限进行当前操作，如有疑问可联系文档所有者
zh_tw: 由於開啟了欄位擴展，你無權進行目前操作。如有疑問，可聯絡文件擁有者

# PSY
source: You don't have permission to complete this action. Please contact the document owner.
de_de: Sie sind nicht berechtigt, diese Aktion durchzuführen. Bitte kontaktieren Sie den Dokumentenbesitzer.
es_es: No tienes permiso para completar esta acción. Contacta con el propietario del documento.
fr_fr: Vous n’êtes pas autorisé à réaliser cette opération. Veuillez contacter le propriétaire du document.
id_id: Anda tidak memiliki izin untuk menyelesaikan tindakan ini. Hubungi pemilik dokumen.
it_it: Non disponi dell'autorizzazione per completare questa azione. Contatta il proprietario del documento.
ja_jp: この操作を実行する権限がありません。ご不明な点がございましたら、ファイルの所有者にお問い合わせください。
ko_kr: 이 작업을 완료할 수 있는 권한이 없습니다. 문서 소유자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk melengkapkan tindakan ini. Sila hubungi pemilik dokumen.
pt_br: Você não tem permissão para concluir esta ação. Entre em contato com o proprietário do documento.
ru_ru: У вас нет разрешения на выполнение этого действия. Свяжитесь с владельцем документа.
th_th: คุณไม่มีสิทธิ์การอนุญาตสิ้นสุดการดำเนินการนี้ โปรดติดต่อเจ้าของเอกสาร
vi_vn: Bạn không có quyền hoàn tất hành động này. Vui lòng liên hệ với chủ sở hữu tài liệu.
zh_cn: 你没有权限进行此操作，如有疑问请联系文档所有者
zh_tw: 你沒有進行此操作的權限。如有疑問，請聯絡文件擁有者

# JhE
source: Nothing found
de_de: Nichts gefunden
es_es: No se ha encontrado nada
fr_fr: Aucun résultat
id_id: Tidak menemukan apa pun
it_it: Nessun risultato
ja_jp: 結果が見つかりません
ko_kr: 아무것도 찾을 수 없음
ms_my: Tiada hasil
pt_br: Nada encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบ
vi_vn: Không tìm thấy gì
zh_cn: 未找到相关结果
zh_tw: 未找到相關結果

# 8Ok
source: Only the document owner can change this setting
de_de: Nur der Dokumentenbesitzer kann diese Einstellung ändern
es_es: Solo el propietario del documento puede cambiar esta configuración
fr_fr: Seul le propriétaire du document peut modifier ce paramètre
id_id: Hanya pemilik dokumen yang dapat mengubah pengaturan ini
it_it: Solo il proprietario del documento può modificare questa impostazione
ja_jp: 現在、この設定を変更できるのはドキュメントの所有者のみです。
ko_kr: 문서 소유자만 이 설정을 변경할 수 있습니다
ms_my: Hanya pemilik dokumen yang boleh mengubah tetapan ini
pt_br: Apenas o proprietário do documento pode alterar esta configuração
ru_ru: Только владелец документа может изменить этот параметр
th_th: เฉพาะเจ้าของเอกสารเท่านั้นที่สามารถเปลี่ยนแปลงการตั้งค่านี้ได้
vi_vn: Chỉ có chủ sở hữu tài liệu mới có thể thay đổi cài đặt này
zh_cn: 当前仅文档所有者可修改该设置
zh_tw: 目前僅文件擁有者可修改該設定

# 9bs
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Segarkan
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新数据
zh_tw: 重新整理資料

# AP0
source: Continue Syncing
de_de: Synchronisierung fortführen
es_es: Continuar sincronizando
fr_fr: Continuer la synchronisation
id_id: Lanjutkan Sinkronisasi
it_it: Continua a sincronizzare
ja_jp: 同期を続行
ko_kr: 계속 동기화
ms_my: Teruskan Penyelarasan
pt_br: Continuar sincronização
ru_ru: Продолжить синхронизацию
th_th: ดำเนินการซิงค์ต่อไป
vi_vn: Tiếp tục đồng bộ hóa
zh_cn: 继续同步
zh_tw: 繼續同步

# Tkg
source: The synced person field does not exist. You can convert this field to a regular field.
de_de: Das synchronisierte Personenfeld ist nicht vorhanden. Sie können dieses Feld in ein reguläres Feld konvertieren.
es_es: El campo sincronizado de persona no existe. Puedes convertir este campo en un campo normal.
fr_fr: Le champ Personne synchronisé n'existe pas. Vous pouvez convertir ce champ en champ normal.
id_id: Bidang orang yang disinkronkan tidak ada. Anda dapat mengonversi bidang ini menjadi bidang biasa.
it_it: Il campo della persona sincronizzato non esiste. Puoi convertire questo campo in un campo regolare.
ja_jp: 同期するメンバーフィールドが存在しません。通常のフィールドに変換できます。
ko_kr: 동기화된 인원 필드가 없습니다. 이 필드를 일반 필드로 변환할 수 있습니다.
ms_my: Bidang orang yang disegerakkan tidak wujud. Anda boleh menukar bidang ini menjadi bidang biasa.
pt_br: O campo de pessoa sincronizado não existe. Você pode converter este campo em um campo regular.
ru_ru: Поле синхронизированного человека не существует. Вы можете преобразовать это поле в обычное поле.
th_th: ไม่มีช่องข้อมูลของบุคคลที่ซิงค์ คุณสามารถแปลงช่องข้อมูลนี้เป็นช่องข้อมูลปกติได้
vi_vn: Trường nhân sự đã đồng bộ hóa không tồn tại. Bạn có thể chuyển đổi trường này thành trường thông thường.
zh_cn: 同步的人员字段不存在，可转换为常规字段继续使用
zh_tw: 同步的人員欄位不存在，可轉換為一般欄位繼續使用

# M2M
source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
id_id: Konversikan
it_it: Converti
ja_jp: 今すぐ変換
ko_kr: 변환
ms_my: Tukar
pt_br: Converter
ru_ru: Конвертировать
th_th: แปลง
vi_vn: Chuyển đổi
zh_cn: 立即转换
zh_tw: 立即轉換

# M9M
source: Sync has been paused. The person field being synced has been changed to allow adding multiple members in one record.
de_de: Die Synchronisierung wurde angehalten. Das zu synchronisierende Personenfeld wurde geändert, um das Hinzufügen mehrerer Mitglieder in einem Datensatz zu ermöglichen.
es_es: Se ha pausado la sincronización. El campo de persona que se estaba sincronizando se ha cambiado para permitir agregar varios miembros en un registro.
fr_fr: La synchronisation a été mise en pause. Le champ Personne en cours de synchronisation a été modifié pour autoriser l'ajout de plusieurs membres dans un seul enregistrement.
id_id: Sinkronisasi telah dijeda. Bidang orang yang sedang disinkronkan telah diubah untuk mengizinkan penambahan beberapa anggota dalam satu rekaman.
it_it: La sincronizzazione è stata sospesa. Il campo della persona sincronizzato è stato modificato per consentire l'aggiunta di più membri in un record.
ja_jp: 同期するメンバーフィールドの設定が「複数のメンバーを追加できる」ようになったため、同期が一時停止されました。
ko_kr: 동기화가 일시 중지되었습니다. 동기화 중인 인원 필드가 '레코드 한 개에 여러 구성원 추가 허용'으로 변경되었습니다.
ms_my: Penyegerakan telah dijeda. Bidang orang yang disegerakkan telah diubah untuk membolehkan menambah beberapa ahli dalam satu rekod.
pt_br: A sincronização foi pausada. O campo de pessoa que está sendo sincronizado foi alterado para permitir a adição de vários membros em um registro.
ru_ru: Синхронизация приостановлена. Синхронизируемое поле человека было изменено, чтобы разрешить добавление нескольких участников в одну запись.
th_th: หยุดการซิงค์ชั่วคราว มีการเปลี่ยนแปลงช่องข้อมูลของบุคคลที่มีการซิงค์ เพื่อให้สามารถเพิ่มสมาชิกหลายคนในบันทึกเดียวได้
vi_vn: Đã tạm dừng đồng bộ hóa. Trường nhân sự đang được đồng bộ hóa đã đổi thành cho phép thêm nhiều thành viên vào một bản ghi.
zh_cn: 同步已暂停，因为同步的人员字段已变更为允许添加多个成员
zh_tw: 同步已暫停，因為同步的人員欄位已變更為允許新增多個成員

# Rhk
source: Unselected "{{fieldName}}" will be deleted. Are you sure you want to continue?
de_de: Sie sind dabei, das abgewählte Feld „{{fieldName}}“ zu löschen. Möchten Sie wirklich fortfahren?
es_es: Se eliminará el "{{fieldName}}" no seleccionado. ¿Seguro que quieres continuar?
fr_fr: "{{fieldName}}" non sélectionné sera supprimé. Voulez-vous vraiment continuer ?
id_id: "{{fieldName}}" yang tidak dipilih akan dihapus. Apakah Anda yakin ingin melanjutkan?
it_it: Verrà eseguita l'eliminazione di "{{fieldName}}" non selezionato. Vuoi davvero continuare?
ja_jp: チェックを外したフィールド「{{fieldName}}」は削除されます。続行しますか？
ko_kr: 선택되지 않은 "{{fieldName}}"이(가) 삭제됩니다. 계속하시겠습니까?
ms_my: "{{fieldName}}" yang tidak dipilih akan dipadam. Adakah anda pasti mahu teruskan?
pt_br: "{{fieldName}}" não selecionado será excluído. Tem certeza de que deseja continuar?
ru_ru: Невыбранное поле "{{fieldName}}" будет удалено. Вы уверены что хотите продолжить?
th_th: จะมีการลบ "{{fieldName}}" ที่ไม่ได้เลือกออก คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
vi_vn: "{{fieldName}}" đã hủy chọn sẽ bị xóa. Bạn có chắc muốn tiếp tục không?
zh_cn: 取消勾选的“{{fieldName}}”字段将被删除，是否继续？
zh_tw: 取消勾選的「{{fieldName}}」欄位將被刪除，是否繼續？

# 7U0
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: ご注意ください
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# s4k
source: Call
de_de: Anruf
es_es: Llamar
fr_fr: Appel
id_id: Panggilan
it_it: Chiamata
ja_jp: 発信
ko_kr: 호출
ms_my: Panggilan
pt_br: Ligar
ru_ru: Вызов
th_th: โทร
vi_vn: Cuộc gọi
zh_cn: 拨打电话
zh_tw: 撥打電話

# cMo
source: Only enter phone number
de_de: Geben Sie nur die Telefonnummer ein
es_es: Introduce solo el número de teléfono
fr_fr: Saisir uniquement le numéro de téléphone
id_id: Hanya masukkan nomor telepon
it_it: Immetti solo numero di telefono
ja_jp: 電話番号のみ入力できます
ko_kr: 전화번호만 입력하세요
ms_my: Masukkan nombor telefon sahaja
pt_br: Inserir apenas o número de telefone
ru_ru: Введите только номер телефона
th_th: กรอกเฉพาะหมายเลขโทรศัพท์
vi_vn: Chỉ nhập số điện thoại
zh_cn: 只能输入电话号码
zh_tw: 只能輸入電話號碼

# 4xY
source: Select a contact from your phone contacts to easily fill in the phone number. Only the selected phone number will be imported to the base.
de_de: Wählen Sie einen Kontakt aus Ihren Telefonkontakten aus, um die Telefonnummer auf einfache Weise einzutragen. Nur die ausgewählte Telefonnummer wird in die Base importiert.
es_es: Selecciona uno de los contactos telefónicos para introducir fácilmente el número de teléfono. Solo el número de teléfono seleccionado se importará al Base.
fr_fr: Sélectionnez un contact de votre téléphone pour remplir facilement le numéro de téléphone. Seul le numéro de téléphone sélectionné sera importé dans la Base.
id_id: Pilih kontak dari kontak telepon Anda untuk mengisi nomor telepon dengan mudah. Hanya nomor telepon dipilih yang akan diimpor ke Base.
it_it: Seleziona un contatto fra i contatti del tuo telefono per immettere facilmente il numero di telefono. Solo il numero di telefono selezionato verrà importato nel Base.
ja_jp: 携帯連絡先をインポートして自動で電話番号を入力できます。選択した電話番号のみ Base にインポートします
ko_kr: 전화번호를 쉽게 입력하려면 전화 연락처에서 연락처를 선택하세요. 선택한 전화번호만 Base로 가져옵니다.
ms_my: Pilih kenalan dari telefon bimbit anda untuk mengisi nombor telefon dengan mudah. Hanya nombor telefon yang dipilih akan diimport ke pangkalan.
pt_br: Selecione um contato dentre seus contatos de telefone para preencher facilmente o número de telefone. Apenas o número de telefone selecionado será importado para o Base.
ru_ru: Выберите контакт из контактов телефона, чтобы легко ввести номер телефона. Только выбранный номер телефона будет импортирован в таблицу Base.
th_th: เลือกรายชื่อที่ติดต่อจากรายชื่อที่ติดต่อในโทรศัพท์ของคุณเพื่อกรอกหมายเลขโทรศัพท์ได้อย่างง่ายดาย มีเพียงหมายเลขโทรศัพท์ที่เลือกเท่านั้นที่จะนำเข้าไปยัง Base
vi_vn: Chọn một liên hệ từ danh bạ điện thoại của bạn để dễ dàng điền số điện thoại. Chỉ số điện thoại đã chọn mới được nhập vào Base.
zh_cn: 从手机通讯录选择联系人，快速导入电话号码。仅你选择的电话号码会存储在多维表格中
zh_tw: 從手機通訊錄選擇聯絡人，快速匯入電話號碼。只有選擇的電話號碼會儲存在多維表格中

# SY8
source: Select contact
de_de: Kontakt auswählen
es_es: Seleccionar contacto
fr_fr: Sélectionner un contact
id_id: Pilih kontak
it_it: Seleziona contatto
ja_jp: 連絡先をインポート
ko_kr: 연락처 선택
ms_my: Pilih kenalan
pt_br: Selecionar contato
ru_ru: Выберите контакт
th_th: เลือกรายชื่อที่ติดต่อ
vi_vn: Chọn liên hệ
zh_cn: 选择通讯录联系人
zh_tw: 選擇通訊錄聯絡人

# 34A
source: Message
de_de: Nachricht
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagem
ru_ru: Сообщение
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 发送短信
zh_tw: 傳送簡訊

# jEs
source: Custom progress bar
de_de: Individuell angepasste Fortschrittsleiste
es_es: Barra de avance personalizada
fr_fr: Barre de progression personnalisée
id_id: Bilah kemajuan kustom
it_it: Barra di avanzamento personalizzata
ja_jp: プログレスバーの値をカスタマイズ
ko_kr: 사용자 지정 진행률 표시줄
ms_my: Bar kemajuan tersuai
pt_br: Barra de progresso personalizada
ru_ru: Пользовательский индикатор выполнения
th_th: แถบความคืบหน้าแบบกำหนดเอง
vi_vn: Thanh tiến độ tùy chỉnh
zh_cn: 自定义进度条值
zh_tw: 自訂進度列值

# H4o
source: Decimal places
de_de: Dezimalstellen
es_es: Decimales
fr_fr: Décimales
id_id: Tempat desimal
it_it: Cifre decimali
ja_jp: 小数点以下の桁数
ko_kr: 소수 자릿수
ms_my: Tempat perpuluhan
pt_br: Casas decimais
ru_ru: Десятичные разряды
th_th: ตำแหน่งทศนิยม
vi_vn: Chữ số thập phân
zh_cn: 小数位数
zh_tw: 小數位數

# dLk
source: Progress
de_de: Fortschritt
es_es: Avance
fr_fr: Avancement
id_id: Kemajuan
it_it: Avanzamento
ja_jp: プログレス
ko_kr: 진행률
ms_my: Kemajuan
pt_br: Andamento
ru_ru: Прогресс
th_th: ความคืบหน้า
vi_vn: Tiến độ
zh_cn: 进度
zh_tw: 進度

# gWA
source: Integer
de_de: Ganzzahl
es_es: Entero
fr_fr: Nombre entier
id_id: Bilangan bulat
it_it: Numero intero
ja_jp: 整数
ko_kr: 정수
pt_br: Inteiro
ru_ru: Целое число
th_th: จำนวนเต็ม
vi_vn: Số nguyên
zh_cn: 整数
zh_tw: 整數

# 5Vo
source: Target value
de_de: Zielwert
es_es: Valor objetivo
fr_fr: Valeur cible
id_id: Nilai target
it_it: Valore di destinazione
ja_jp: 目標値
ko_kr: 대상 값
ms_my: Nilai sasaran
pt_br: Valor de destino
ru_ru: Целевое значение
th_th: ค่าเป้าหมาย
vi_vn: Giá trị mục tiêu
zh_cn: 目标值
zh_tw: 目標值

# bhI
source: Start value
de_de: Startwert
es_es: Valor inicial
fr_fr: Valeur de début
id_id: Nilai awal
it_it: Valore iniziale
ja_jp: 開始値
ko_kr: 시작 값
ms_my: Nilai mula
pt_br: Valor inicial
ru_ru: Начальное значение
th_th: ค่าเริ่มต้น
vi_vn: Giá trị bắt đầu
zh_cn: 起始值
zh_tw: 起始值

# 54s
source: Number format
de_de: Zahlenformat
es_es: Formato de número
fr_fr: Format numérique
id_id: Format angka
it_it: Formato numero
ja_jp: 数字の書式
ko_kr: 숫자 형식
ms_my: Format nombor
pt_br: Formato de número
ru_ru: Формат номера
th_th: รูปแบบตัวเลข
vi_vn: Định dạng số
zh_cn: 数字格式
zh_tw: 數字格式

# bPE
source: Number
de_de: Nummer
es_es: Número
fr_fr: Nombre
id_id: Nomor
it_it: Numero
ja_jp: 数値
ko_kr: 번호
ms_my: Nombor
pt_br: Número
ru_ru: Число
th_th: ตัวเลข
vi_vn: Số
zh_cn: 数值
zh_tw: 數值

# wwQ
source: Percent
de_de: Prozent
es_es: Porcentaje
fr_fr: Pourcent
id_id: Persen
it_it: Percentuale
ja_jp: パーセンテージ
ko_kr: 퍼센트
ms_my: Peratus
pt_br: Porcentagem
ru_ru: Процент
th_th: เปอร์เซ็นต์
vi_vn: Phần trăm
zh_cn: 百分比
zh_tw: 百分比

# gho
source: Please enter a value
de_de: Bitte geben Sie einen Wert ein
es_es: Introduce un valor
fr_fr: Veuillez saisir une valeur
id_id: Masukkan nilai
it_it: Immetti un valore
ja_jp: 数値を入力してください
ko_kr: 값을 입력하세요
ms_my: Sila masukkan nilai
pt_br: Insira um valor
ru_ru: Введите значение
th_th: โปรดกรอกค่า
vi_vn: Vui lòng nhập một giá trị
zh_cn: 请输入数值
zh_tw: 請輸入數值

# DPs
source: Color
de_de: Farbe
fr_fr: Couleur
id_id: Warna
it_it: Colore
ja_jp: プログレスバーの色
ko_kr: 색상
ms_my: Warna
pt_br: Cor
ru_ru: Цвет
th_th: สี
vi_vn: Màu
zh_cn: 进度条颜色
zh_tw: 進度列顏色

# 5K8
source: Set progress
de_de: Fortschritt festlegen
es_es: Establecer avance
fr_fr: Définir l'avancement
id_id: Tetapkan kemajuan
it_it: Imposta avanzamento
ja_jp: プログレスを設定
ko_kr: 진행률 설정
ms_my: Tetapkan kemajuan
pt_br: Configurar andamento
ru_ru: Установить прогресс
th_th: ตั้งความคืบหน้า
vi_vn: Đặt tiến độ
zh_cn: 设置进度
zh_tw: 設定進度

# TwY
source: Target value should be greater than start value
de_de: Zielwert muss größer als der Startwert sein
es_es: El valor objetivo debe ser mayor que el valor de inicio
fr_fr: La valeur cible doit être supérieure à la valeur de départ
id_id: Nilai target harus lebih besar dari nilai awal
it_it: Il valore di destinazione deve essere maggiore del valore iniziale
ja_jp: 目標値は、開始値より大きくする必要があります。
ko_kr: 대상 값은 시작 값보다 커야 합니다
ms_my: Nilai sasaran harus lebih besar daripada nilai mula
pt_br: O valor alvo deve ser maior que o valor inicial
ru_ru: Целевое значение должно быть больше начального значения
th_th: ค่าเป้าหมายควรมากกว่าค่าเริ่มต้น
vi_vn: Giá trị mục tiêu phải lớn hơn giá trị bắt đầu
zh_cn: 目标值应大于起始值
zh_tw: 目標值應大於起始值

# iYU
source: New record
de_de: Neuer Datensatz
es_es: Nuevo registro
fr_fr: Nouvel enregistrement
id_id: Rekaman baru
it_it: Nuovo record
ja_jp: 新規レコードを追加
ko_kr: 새 레코드
ms_my: Rekod baru
pt_br: Novo registro
ru_ru: Новая запись
th_th: บันทึกใหม่
vi_vn: Bản ghi mới
zh_cn: 添加新记录
zh_tw: 新增新記錄

# iSM
source: Add records to "{{baseName}}"
de_de: Datensätze zu „{{baseName}}“ hinzufügen
es_es: Agrega registros a "{{baseName}}"
fr_fr: Ajouter des enregistrements à "{{baseName}}"
id_id: Tambah rekaman ke "{{baseName}}"
it_it: Aggiungi record a "{{baseName}}"
ja_jp: 「{{baseName}}」にレコードを追加する
ko_kr: "{{baseName}}"에 레코드를 추가합니다
ms_my: Tambah rekod ke "{{baseName}}"
pt_br: Adicionar registros ao "{{baseName}}"
ru_ru: Добавление записей к "{{baseName}}"
th_th: เพิ่มบันทึกไปยัง "{{baseName}}"
vi_vn: Thêm bản ghi vào "{{baseName}}"
zh_cn: 添加记录至“{{baseName}}”
zh_tw: 新增記錄至「{{baseName}}」

# 0M8
source: Add to
de_de: Hinzufügen zu
es_es: Agregar a
fr_fr: Ajouter à
id_id: Tambah ke
it_it: Aggiungi a
ja_jp: 追加先
ko_kr: 추가 위치
ms_my: Tambah ke
pt_br: Adicionar a
ru_ru: Добавить в
th_th: เพิ่มไปยัง
vi_vn: Thêm vào
zh_cn: 新建至
zh_tw: 新增至

# +88
source: Autofill after submit
de_de: Nach dem Senden automatisch ausfüllen
es_es: Rellenar automáticamente después de enviar
fr_fr: Remplissage automatique après l'envoi
id_id: Isi otomatis setelah mengirimkan
it_it: Riempimento automatico dopo l'invio
ja_jp: 送信後に自動入力
ko_kr: 제출 후 자동 채우기
ms_my: Isi automatik selepas hantar
pt_br: Preenchimento automático após envio
ru_ru: Автоматически заполнить после отправки
th_th: กรอกอัตโนมัติหลังจากส่ง
vi_vn: Tự động điền sau khi gửi
zh_cn: 提交后自动填写
zh_tw: 提交後自動填寫

# NI0
source: Click the icon in the top-right corner to continue adding records.
de_de: Um weitere Datensätze hinzuzufügen, klicken Sie auf das Symbol in der oberen rechten Ecke.
es_es: Haz clic en el icono de la esquina superior derecha para seguir agregando registros.
fr_fr: Cliquez sur l'icône dans le coin supérieur droit pour continuer à ajouter des enregistrements.
id_id: Klik ikon di sudut kanan atas untuk lanjut menambahkan rekaman.
it_it: Fai clic sull'icona nell'angolo in alto a destra per continuare ad aggiungere record.
ja_jp: レコードの追加を続けるには、右上にあるアイコンをクリックしてください。
ko_kr: 레코드를 계속 추가하려면 오른쪽 위 모서리에 있는 아이콘을 클릭하세요.
ms_my: Klik ikon di sudut kanan atas untuk terus menambah rekod.
pt_br: Clique no ícone no canto superior direito para continuar adicionando registros.
ru_ru: Щелкните на значке в правом верхнем углу, чтобы продолжить добавление записей.
th_th: คลิกไอคอนมุมขวาบนเพื่อเพิ่มบันทึกต่อไป
vi_vn: Nhấp vào biểu tương ở góc trên cùng bên phải để tiếp tục thêm bản ghi.
zh_cn: 你可点击右上角的按钮，继续添加记录
zh_tw: 你可點選右上角的按鈕，繼續新增記錄

# MUM
source: Edit after submit
de_de: Nach dem Senden bearbeiten
es_es: Editar después de enviar
fr_fr: Modifier après l'envoi
id_id: Edit setelah mengirimkan
it_it: Modifica dopo l'invio
ja_jp: 送信後に編集が可能となります。
ko_kr: 제출 후 편집
ms_my: Edit selepas hantar
pt_br: Editar após envio
ru_ru: Редактировать после отправки
th_th: แก้ไขหลังจากส่ง
vi_vn: Chỉnh sửa sau khi gửi
zh_cn: 提交后才可编辑
zh_tw: 提交後才能編輯

# xgA
source: Back to Edit
de_de: Zurück zur Bearbeitung
es_es: Volver a Edición
fr_fr: Retour aux modifications
id_id: Kembali ke Edit
it_it: Torna alla modifica
ja_jp: 編集を続行
ko_kr: 편집으로 돌아가기
ms_my: Kembali ke Edit
pt_br: Voltar para edição
ru_ru: Назад к редактированию
th_th: ย้อนกลับไปยังแก้ไข
vi_vn: Quay lại chỉnh sửa
zh_cn: 继续编辑
zh_tw: 繼續編輯

# dOo
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Закрыть
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# P4A
source: Unable to submit. Please try again.
de_de: Senden nicht möglich. Bitte versuchen Sie es erneut.
es_es: No se puede enviar. Inténtalo de nuevo.
fr_fr: Envoi impossible. Veuillez réessayer.
id_id: Gagal mengirim. Coba lagi.
it_it: Impossibile inviare. Riprova più tardi.
ja_jp: 送信できませんでした。再試行してください。
ko_kr: 제출할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menghantar. Sila cuba lagi.
pt_br: Falha ao enviar. Tente novamente.
ru_ru: Не удалось отправить. Попробуйте еще раз.
th_th: ไม่สามารถส่งได้ โปรดลองอีกครั้ง
vi_vn: Không thể gửi. Vui lòng thử lại.
zh_cn: 提交失败，请重试
zh_tw: 提交失敗，請重試

# /ug
source: This feature will be available to you soon. Stay tuned!
de_de: Diese Funktion ist bald verfügbar. Haben Sie noch ein wenig Geduld!
es_es: Esta función estará disponible en breve. No te la pierdas.
fr_fr: Cette fonctionnalité sera bientôt disponible. Restez à l'écoute !
id_id: Fitur ini akan segera tersedia untuk Anda. Terus nantikan!
it_it: Questa funzione sarà disponibile a breve. Continua a seguirci!
ja_jp: この機能は近日中にご利用いただける予定です。もう少しだけお待ちください。
ko_kr: 이 기능은 곧 제공될 예정입니다. 기대해 주세요!
ms_my: Ciri ini akan tersedia untuk anda tidak lama lagi. Tetap berhubung!
pt_br: Esse recurso estará disponível para você em breve. Fique ligado!
ru_ru: Эта функция станет доступна вам в ближайшее время. Следите за обновлениями!
th_th: ฟีเจอร์นี้จะพร้อมให้คุณใช้งานเร็ว ๆ นี้ โปรดคอยติดตาม
vi_vn: Bạn sẽ sớm có thể sử dụng tính năng này. Hãy theo dõi nhé!
zh_cn: 该功能正在奔向你的路上，敬请期待
zh_tw: 該功能即將精彩上線，敬請期待
