Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# tY8
source: Share to {{channelName}}
de_de: Auf {{channelName}} teilen
es_es: Compartir con {{channelName}}
fr_fr: Partager vers {{channelName}}
hi_in: {{channelName}} पर साझा करें
id_id: Berbagi ke {{channelName}}
it_it: Condividi su {{channelName}}
ja_jp: {{channelName}}で共有する
ko_kr: {{channelName}}(으)로 공유
ms_my: Kongsi ke {{channelName}}
pt_br: Compartilhar em {{channelName}}
ru_ru: Поделиться в {{channelName}}
th_th: แชร์ไปยัง {{channelName}}
vi_vn: Chia sẻ với {{channelName}}
zh_cn: 去{{channelName}}分享
zh_tw: 去 {{channelName}} 分享

# KyM
source: Shared from {{APP_DISPLAY_NAME}}
de_de: Von {{APP_DISPLAY_NAME}} geteilt
es_es: Compartidos desde {{APP_DISPLAY_NAME}}
fr_fr: Partagé depuis {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} से साझा किया गया
id_id: Dibagikan dari {{APP_DISPLAY_NAME}}
it_it: Condivisione da {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} からの共有
ko_kr: {{APP_DISPLAY_NAME}}에서 공유됨
ms_my: Dikongsi dari {{APP_DISPLAY_NAME}}
pt_br: Compartilhado do {{APP_DISPLAY_NAME}}
ru_ru: Отправлено из {{APP_DISPLAY_NAME}}
th_th: แชร์จาก {{APP_DISPLAY_NAME}}
vi_vn: Được chia sẻ từ {{APP_DISPLAY_NAME}}
zh_cn: 来自{{APP_DISPLAY_NAME}}的分享
zh_tw: 來自{{APP_DISPLAY_NAME}}的分享

# q2c
source: Transfer
de_de: Übertragen
es_es: Transferir
fr_fr: Transférer
hi_in: स्थानांतरित करें
it_it: Trasferisci
ja_jp: 譲渡
ko_kr: 이전
ms_my: Pindahkan
pt_br: Transferir
ru_ru: Передать
th_th: ถ่ายโอน
vi_vn: Chuyển
zh_cn: 转移
zh_tw: 轉移

# nxw
source: You will no longer be the owner of this {{doc_type}}. {{who}} will be notified via {{bot}}.
de_de: Sie werden nicht länger der Besitzer dieses {{doc_type}}s sein. {{who}} wird über {{bot}} benachrichtigt.
es_es: Ya no serás el propietario de este {{doc_type}}. {{who}} recibirá una notificación a través del {{bot}}.
fr_fr: Vous ne serez plus le propriétaire de ce/cette {{doc_type}}. {{who}} sera notifié via {{bot}}.
hi_in: अब आप इस {{doc_type}} के ओनर नहीं रहेंगे. {{who}} को {{bot}} से सूचित किया जाएगा.
id_id: Anda tidak akan menjadi pemilik {{doc_type}} ini lagi. {{who}} akan diberi tahu melalui {{bot}}.
it_it: Non sarai più il proprietario di questo {{doc_type}}. {{who}} riceverà una notifica tramite {{bot}}.
ja_jp: あなたはこの{{doc_type}}の所有者ではなくなります。{{who}}は「{{bot}} 」の通知を受信します
ko_kr: 회원님은 더 이상 이 {{doc_type}}의 소유자가 아니게 됩니다. {{who}} 님이 {{bot}}을(를) 통해 알림을 받게 됩니다.
ms_my: Anda tidak lagi menjadi pemilik {{doc_type}} ini. {{who}} akan diberitahu melalui {{bot}}.
pt_br: Você não será mais o proprietário deste {{doc_type}}. {{who}} será notificado por meio do {{bot}}.
ru_ru: Вы больше не будете владельцем этого {{doc_type}}. {{who}} получит уведомление через {{bot}}.
th_th: คุณจะไม่ได้เป็นเจ้าของ {{doc_type}} นี้อีกต่อไป {{who}} จะได้รับแจ้งผ่าน {{bot}}
vi_vn: Bạn sẽ không còn là chủ sở hữu của {{doc_type}} này. {{who}} sẽ được thông báo qua {{bot}}.
zh_cn: 你将不再是此{{doc_type}}的所有者，{{who}}会收到“{{bot}}”通知
zh_tw: 你將不再是此{{doc_type}}的擁有者，{{who}}會收到「{{bot}}」通知

# 5bY
source: You will no longer be the owner of this shared folder. {{who}} will be notified via {{APP_DISPLAY_NAME}}.
de_de: Sie werden nicht länger der Besitzer dieses freigegebenen Ordners sein. {{who}} wird über {{APP_DISPLAY_NAME}} benachrichtigt.
es_es: Dejarás de ser el propietario de esta carpeta compartida. A {{who}} se le notificará mediante {{APP_DISPLAY_NAME}}.
fr_fr: Vous ne serez plus le propriétaire de ce dossier partagé. {{who}} sera notifié via {{APP_DISPLAY_NAME}}.
hi_in: आप अब से इस साझा किए गए फ़ोल्डर के ओनर नहीं रह जाएँगे. {{APP_DISPLAY_NAME}} के माध्यम से {{who}} को सूचित किया जाएगा.
id_id: Anda tidak lagi menjadi pemilik folder bersama ini. {{who}} akan diberi tahu via {{APP_DISPLAY_NAME}}.
it_it: Non sarai più il proprietario di questa cartella condivisa. {{who}} riceverà una notifica tramite {{APP_DISPLAY_NAME}}.
ja_jp: あなたはこの共有フォルダの所有者ではなくなります。{{who}}は {{APP_DISPLAY_NAME}} 通知を受け取ります
ko_kr: 사용자가 더 이상 이 공유 폴더의 소유자가 아닙니다. {{who}}이(가) {{APP_DISPLAY_NAME}}을(를) 통해 알림을 받습니다.
ms_my: Anda tidak lagi menjadi pemilik folder berkongsi ini. {{who}} akan diberitahu melalui {{APP_DISPLAY_NAME}}.
pt_br: Você não será mais o proprietário desta pasta compartilhada. {{who}} será notificado via {{APP_DISPLAY_NAME}}.
ru_ru: Вы потеряете статус владельца этой общей папки. Пользователь {{who}} получит уведомление в {{APP_DISPLAY_NAME}}.
th_th: คุณจะไม่ได้เป็นเจ้าของโฟลเดอร์ที่ถูกแชร์นี้อีกต่อไป {{who}} จะได้รับการแจ้งเตือนผ่านทาง {{APP_DISPLAY_NAME}}
vi_vn: Bạn sẽ không còn là chủ sở hữu của thư mục dùng chung này. {{who}} sẽ được thông báo qua {{APP_DISPLAY_NAME}}.
zh_cn: 你将不再是此共享文件夹的所有者，{{who}}会收到{{APP_DISPLAY_NAME}}通知
zh_tw: 你將不再是此共用資料夾的擁有者，{{who}}會收到{{APP_DISPLAY_NAME}}通知

# E0c
source: Require password
de_de: Kennwort verlangen
es_es: Solicitar contraseña
fr_fr: Exiger un mot de passe
hi_in: पासवर्ड की आवश्यकता है
id_id: Memerlukan kata sandi
it_it: Richiedi password
ja_jp: パスワードを設定
ko_kr: 비밀번호 필요
ms_my: Perlukan kata laluan
pt_br: Exigir senha
ru_ru: Запрашивать пароль
th_th: ต้องใช้รหัสผ่าน
vi_vn: Yêu cầu mật khẩu
zh_cn: 启用密码
zh_tw: 啟用密碼

# ++U
source: View files
de_de: Dateien anzeigen
es_es: Ver archivos
fr_fr: Afficher des fichiers
hi_in: फ़ाइलें देखें
id_id: Lihat file
it_it: Visualizza file
ja_jp: ファイルを見る
ko_kr: 파일 보기
ms_my: Lihat fail
pt_br: Visualizar arquivos
ru_ru: Просмотр файлов
th_th: ดูไฟล์
vi_vn: Xem tệp tin
zh_cn: 仅能查看文件
zh_tw: 僅能查看檔案

# lNg
source: Check {{Doc_url}} {{Doc_name}} I shared via @{{APP_DISPLAY_NAME}}
de_de: Bitte {{Doc_url}} {{Doc_name}}, von mir über @{{APP_DISPLAY_NAME}} geteilt, überprüfen
es_es: Comprobar {{Doc_url}} y {{Doc_name}} que he compartido a través de @{{APP_DISPLAY_NAME}}
fr_fr: Consultez {{Doc_url}} {{Doc_name}} que j'ai partagé via @{{APP_DISPLAY_NAME}}
hi_in: {{Doc_url}} {{Doc_name}} जाँचें जिसे मैंने @{{APP_DISPLAY_NAME}} के माध्यम से साझा किया है
id_id: Periksa {{Doc_url}} {{Doc_name}} yang saya bagikan via @{{APP_DISPLAY_NAME}}
it_it: Controlla il file {{Doc_url}} {{Doc_name}} che ho condiviso tramite @{{APP_DISPLAY_NAME}}
ja_jp: 私は {{APP_DISPLAY_NAME}} から {{Doc_url}}「{{Doc_name}}」を共有しました。
ko_kr: {{Doc_url}} {{Doc_name}} 확인 I @{{APP_DISPLAY_NAME}}을(를) 통해 공유됨
ms_my: Semak {{Doc_url}} {{Doc_name}} yang saya kongsi melalui @{{APP_DISPLAY_NAME}}
pt_br: Verificar {{Doc_url}} {{Doc_name}} que eu compartilhei pelo @{{APP_DISPLAY_NAME}}
ru_ru: Посмотрите документ {{Doc_url}} {{Doc_name}}, которым я поделился(-ась) через @{{APP_DISPLAY_NAME}}
th_th: ตรวจสอบ {{Doc_url}} {{Doc_name}} ที่ฉันแบ่งปันผ่านทาง @{{APP_DISPLAY_NAME}}
vi_vn: Kiểm tra {{Doc_url}} {{Doc_name}} mà tôi đã chia sẻ qua @{{APP_DISPLAY_NAME}}
zh_cn: 快来查看我用 @{{APP_DISPLAY_NAME}} 分享的{{Doc_url}}《{{Doc_name}}》
zh_tw: 快來查看我用 @{{APP_DISPLAY_NAME}} 分享的 {{Doc_url}}《{{Doc_name}}》

# Xdk
source: Once removed, the current page will be removed from the wiki space. sub-pages will belong to the parent page.
de_de: Nach dem Entfernen wird die aktuelle Seite aus dem Wiki-Bereich entfernt. Alle untergeordneten Seiten gehören dann zur übergeordneten Seite.
es_es: Una vez quitada, la página actual se quitará del espacio Wiki. Las subpáginas pertenecerán a la página principal.
fr_fr: Une fois supprimée, la page actuelle sera retirée de l'espace Wiki. Les sous-pages appartiendront à la page parente.
hi_in: हटा दिए जाने के बाद, वर्तमान पेज को कार्यस्थल से हटा दिया जाएगा. उपपेज मूल पेज से संबंधित होंगे.
id_id: Setelah dihapus, halaman saat ini akan dihapus dari ruang wiki. subhalaman akan menjadi milik halaman induk.
it_it: Una volta rimossa, la pagina corrente sarà rimossa dallo spazio Wiki. Le pagine secondarie apparterranno alla pagina padre.
ja_jp: 共同編集者を削除すると、このドキュメントはウィキスペースから除外され、子ページはこのページの親ページに引き継ぎます。削除しますか？
ko_kr: 제거하면 현재 페이지가 Wiki 공간에서 제거됩니다. 하위 페이지는 상위 페이지에 속합니다.
ms_my: Setelah dikeluarkan, halaman semasa akan dikeluarkan dari ruang wiki. Halaman sub akan menjadi milik halaman induk.
pt_br: Uma vez removida, a página atual será removida do espaço da wiki. As subpáginas pertencerão à página principal.
ru_ru: После удаления текущая страница будет удалена из Wiki-пространства. Подстраницы будут принадлежать родительской странице.
th_th: เมื่อลบออกแล้ว หน้าปัจจุบันจะลบออกจากพื้นที่ Wiki หน้าย่อยจะกลายเป็นของหน้าหลัก
vi_vn: Sau khi xóa, trang hiện tại sẽ bị xóa khỏi không gian Wiki. Các trang con sẽ thuộc về trang mẹ.
zh_cn: 移除后，当前文档将从该知识库移除，其子页面将直接归属于当前页面的父页面。确定移除吗？
zh_tw: 移除後，目前文件將從該知識庫移除，其子頁面將直接歸屬於目前頁面的父頁面。確定要移除嗎？

# coQ
source: and
de_de: und
es_es: y
fr_fr: et
hi_in: और
id_id: dan
it_it: e
ja_jp: 及び
ko_kr: 및
ms_my: dan
pt_br: e
ru_ru: и
th_th: และ
vi_vn: và
zh_cn: 与
zh_tw: 與

# ONg
source: Fill out forms at anytime
de_de: Jederzeit Formulare ausfüllen
es_es: Rellenar formularios en cualquier momento
fr_fr: Remplissez des formulaires à tout moment
hi_in: कभी भी फार्म भरें
id_id: Isi formulir kapan saja
it_it: Compila i moduli in qualsiasi momento
ja_jp: モバイル版でもカードを編集可能！
ko_kr: 언제든지 양식을 작성하세요
ms_my: Isi borang pada bila-bila masa
pt_br: Preencha os formulários a qualquer momento
ru_ru: Заполняйте формы в любое время
th_th: กรอกแบบฟอร์มได้ทุกเมื่อ
vi_vn: Điền vào biểu mẫu bất cứ lúc nào
zh_cn: 掌上填表更轻松
zh_tw: 掌上填表更輕鬆

# dAI
source: You can now edit via cards
de_de: Eine Bearbeitung ist nun mithilfe von Karten möglich.
es_es: Ya puede editar mediante tarjetas
fr_fr: Vous pouvez maintenant modifier à l'aide de cartes
hi_in: अब आप कार्ड से संपादित कर सकते हैं
id_id: Anda sekarang dapat mengedit via mode kartu
it_it: Ora puoi modificare tramite le carte
ja_jp: カードモードで編集可能
ko_kr: 이제 카드를 통해 편집할 수 있습니다
ms_my: Anda kini boleh mengedit melalui kad
pt_br: Agora você pode editar por meio dos cartões
ru_ru: Теперь вы можете редактировать с помощью карточек
th_th: คุณสามารถแก้ไขผ่านการ์ดได้แล้ว
vi_vn: Bây giờ bạn có thể chỉnh sửa thông qua thẻ
zh_cn: 卡片模式下支持编辑
zh_tw: 卡片模式下支援編輯

# hWY
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 決定
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_tw: 確定

# kZU
source: Date
de_de: Datum
es_es: Fecha
hi_in: दिनांक
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
ms_my: Tarikh
pt_br: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

# Axs
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure
hi_in: समय
id_id: Waktu
it_it: Ora
ja_jp: 時刻
ko_kr: 시간
ms_my: Masa
pt_br: Hora
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 时刻
zh_tw: 時刻

# f/g
source: Dropdown
es_es: Desplegable
fr_fr: Liste déroulante
hi_in: ड्रॉपडाउन
it_it: Elenco a discesa
ja_jp: プルダウンリスト
ko_kr: 드롭다운
pt_br: Pendente
ru_ru: Раскрывающийся список
th_th: รายการดรอปดาวน์
vi_vn: Thả xuống
zh_cn: 下拉列表
zh_tw: 下拉清單

# mKU
source: Exit landscape mode
de_de: Querformat beenden
es_es: Salir del modo de horizontal
fr_fr: Quitter le mode paysage
hi_in: लैंडस्केप मोड से बाहर निकलें
id_id: Keluar dari mode lanskap
it_it: Esci dalla modalità orizzontale
ja_jp: 退出
ko_kr: 가로 모드 종료
ms_my: Keluar mod landskap
pt_br: Sair do modo de paisagem
ru_ru: Выйти из альбомного режима
th_th: ออกจากโหมดแนวนอน
vi_vn: Thoát chế độ ngang
zh_cn: 退出横屏
zh_tw: 退出橫向模式

# sEA
source: Type to filter...
de_de: Zum Filtern tippen...
es_es: Escribir para filtrar...
fr_fr: Tapez pour filtrer…
hi_in: फ़िल्टर करने के लिए टाइप करें...
id_id: Ketik untuk memfilter...
it_it: Digita per filtrare...
ja_jp: 値を入力
ko_kr: 입력하여 필터링...
ms_my: Taip untuk tapis...
pt_br: Digite para filtrar...
ru_ru: Введите фильтр…
th_th: พิมพ์เพื่อกรอง...
vi_vn: Nhập nội dung cần lọc…
zh_cn: 请输入内容
zh_tw: 請輸入內容

# khE
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Successivo
ja_jp: 後列
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Вперед
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一列
zh_tw: 下一欄

# Jro
source: The current column contains only one color.
de_de: Die aktuelle Spalte enthält nur eine Farbe.
es_es: La columna actual incluye sólo un color.
fr_fr: La colonne actuelle ne contient qu'une seule couleur.
hi_in: वर्तमान स्तंभ में केवल एक ही रंग है.
id_id: Kolom ini hanya mengandung satu warna.
it_it: La colonna corrente contiene solo un colore.
ja_jp: 列には一色しか含まれません
ko_kr: 현재 열에 한 가지 색만 포함되어 있습니다.
ms_my: Lajur semasa mengandungi satu warna sahaja.
pt_br: A coluna atual contém somente uma cor.
ru_ru: Столбец содержит только один цвет.
th_th: คอลัมน์นี้มีเพียงสีเดียว
vi_vn: Cột hiện tại chỉ chứa một màu.
zh_cn: 当前列仅包含 1 种颜色
zh_tw: 目前欄僅包含 1 種顏色

# GKs
source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
hi_in: पिछला
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前列
ko_kr: 이전
ms_my: Sebelumnya
pt_br: Anterior
ru_ru: Назад
th_th: ก่อนหน้า
vi_vn: Trước
zh_cn: 上一列
zh_tw: 上一欄

# 1s0
source: Switched to landscape mode (view only)
de_de: Zum Querformat wechseln (nur Ansicht)
es_es: Se ha cambiado a modo horizontal (solo vista)
fr_fr: Mode paysage activé (affichage uniquement)
hi_in: लैंडस्केप मोड में स्विच किया गया (केवल देखें)
id_id: Beralih ke mode lanskap (hanya lihat)
it_it: Passaggio alla modalità orizzontale (solo visualizzazione)
ja_jp: 横画面の読み取り専用モードに入りました
ko_kr: 가로 모드로 전환됨(보기 전용)
ms_my: Beralih ke mod landskap (paparan sahaja)
pt_br: Alterado para modo de paisagem (apenas visualização)
ru_ru: Переключено в альбомный режим (только просмотр)
th_th: สลับไปเป็นโหมดแนวนอนแล้ว (ดูเท่านั้น)
vi_vn: Đã chuyển sang chế độ ngang (chỉ xem)
zh_cn: 你已进入横屏只读模式
zh_tw: 你已進入橫向唯讀模式

# OrY
source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
vi_vn: Chọn tất cả
zh_cn: 全选
zh_tw: 全選

# 4vk
source: Network disconnected. No data available now. Please try again later.
de_de: Netzwerk getrennt. Keine Daten derzeit verfügbar. Versuchen Sie es später erneut.
es_es: La red está desconectada. Sin datos disponibles ahora. Inténtelo de nuevo más tarde.
fr_fr: Réseau déconnecté. Aucune donnée n'est disponible pour le moment. Veuillez réessayer plus tard.
hi_in: नेटवर्क डिस्कनेक्ट हो गया. अब कोई डेटा उपलब्ध नहीं है. कृपया बाद में पुनः प्रयास करें.
id_id: Jaringan terputus. Tidak ada data yang tersedia sekarang. Coba lagi nanti.
it_it: Rete disconnessa. Nessun dato disponibile ora. Riprova più tardi.
ja_jp: ネットワークが中断されたため、一時的にデータを表示できません。
ko_kr: 네트워크 연결 해제. 아직 이용할 수 있는 데이터가 없습니다. 나중에 다시 시도하세요.
ms_my: Rangkaian terputus. Tiada data tersedia sekarang. Sila cuba lagi kemudian.
pt_br: Rede desconectada. Nenhum dado disponível agora. Tente novamente mais tarde.
ru_ru: Соединение отсутствует. Пока нет доступных данных. Повторите попытку позже.
th_th: ยกเลิกการเชื่อมต่อเครือข่ายแล้ว ไม่มีข้อมูลที่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง
vi_vn: Đã ngắt kết nối mạng. Hiện không có dữ liệu. Vui lòng thử lại sau.
zh_cn: 网络已中断，暂时无法浏览数据
zh_tw: 網路已中斷，暫時無法瀏覽資料

# tsE
source: Tap here to create
de_de: Zum Erstellen hier tippen
es_es: Pulsa aquí para crear
fr_fr: Appuyez ici pour créer
hi_in: बनाने के लिए यहाँ टैप करें
id_id: Ketuk di sini untuk membuat
it_it: Tocca qui per creare
ja_jp: クリックして新しい内容を挿入
ko_kr: 여기를 탭하여 생성
ms_my: Klik di sini untuk cipta
pt_br: Tocar aqui para criar
ru_ru: Нажмите здесь, чтобы создать
th_th: แตะที่นี่เพื่อสร้าง
vi_vn: Chạm vào đây để tạo
zh_cn: 点此插入新的内容
zh_tw: 點此插入新的內容

# nmo
source: Tap here to change font
de_de: Zum Ändern der Schriftart hier tippen
es_es: Pulsa aquí para cambiar la fuente
fr_fr: Appuyez ici pour modifier la police
hi_in: फॉन्ट बदलने के लिए यहाँ टैप करें
id_id: Ketuk di sini untuk mengubah font
it_it: Tocca qui per cambiare carattere
ja_jp: クリックしてテキスト書式を調整
ko_kr: 여기를 탭하여 글꼴 변경
ms_my: Ketik di sini untuk menukar fon
pt_br: Tocar aqui para alterar a fonte
ru_ru: Нажмите здесь, чтобы изменить шрифт
th_th: แตะที่นี่เพื่อเปลี่ยนแบบอักษร
vi_vn: Chạm vào đây để đổi phông chữ
zh_cn: 点此调整文本格式
zh_tw: 點此調整文字格式

# is4
source: All languages
de_de: Alle Sprachen
es_es: Todos los idiomas
fr_fr: Toutes les langues
hi_in: सभी भाषाएँ
id_id: Semua bahasa
it_it: Tutte le lingue
ja_jp: すべての言語
ko_kr: 모든 언어
ms_my: Semua bahasa
pt_br: Todos os idiomas
ru_ru: Все языки
th_th: ภาษาทั้งหมด
vi_vn: Tất cả ngôn ngữ
zh_cn: 所有语言
zh_tw: 所有語言

# DX0
source: Choose Language
de_de: Sprache wählen
es_es: Elegir idioma
fr_fr: Choisir une langue
hi_in: भाषा चुनें
id_id: Pilih Bahasa
it_it: Scegli lingua
ja_jp: 翻訳言語
ko_kr: 언어 선택
ms_my: Pilih Bahasa
pt_br: Escolher idioma
ru_ru: Выбрать язык
th_th: เลือกภาษา
vi_vn: Chọn Ngôn ngữ
zh_cn: 切换语言
zh_tw: 切換語言

# s70
source: Translating documents is now available. Try it now!
de_de: Dokumentübersetzung ist jetzt verfügbar. Jetzt ausprobieren!
es_es: Ya está disponible la opción para traducir documentos. ¡Pruébala ya!
fr_fr: La traduction de documents est désormais disponible. Essayez-la dès maintenant !
hi_in: अब दस्तावेज़ों का अनुवाद उपलब्ध है. इसे अभी आज़माएँ!
id_id: Menerjemahkan dokumen sekarang tersedia. Coba sekarang!
it_it: La funzione di traduzione dei file è ora disponibile. Provala ora!
ja_jp: 翻訳の機能を試してみましょう！
ko_kr: 이제 문서 번역이 가능합니다. 지금 사용해 보세요!
ms_my: Terjemahkan dokumen anda dengan hanya 1-ketukan, cuba sekarang!
pt_br: A tradução de documentos agora está disponível. Experimente agora!
ru_ru: Теперь доступен перевод документов. Попробуйте прямо сейчас!
th_th: การแปลเอกสารพร้อมใช้งานแล้วในขณะนี้ ลองใช้ตอนนี้เลย!
vi_vn: Giờ đây bạn đã có thể sử dụng chức năng dịch tài liệu. Thử ngay!
zh_cn: 试试看翻译功能吧！
zh_tw: 試試翻譯功能吧！

# aE8
source: Original text
es_es: Texto original
fr_fr: Texte original
hi_in: मूल टेक्स्ट
id_id: Teks asli
it_it: Testo originale
ja_jp: 原文
ko_kr: 원본 텍스트
ms_my: Teks asal
pt_br: Texto original
ru_ru: Исходный текст
th_th: ข้อความต้นฉบับ
vi_vn: Văn bản gốc
zh_cn: 原文
zh_tw: 原文

# zbM
source: Recent
de_de: Zuletzt verwendet
es_es: Reciente
fr_fr: Récent
hi_in: हालिया
id_id: Terbaru
it_it: Recente
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Последний
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近

# nl8
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke
it_it: Traduci in
ja_jp: 以下の言語に翻訳
ko_kr: 다음 언어로 번역
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 翻译为
zh_tw: 翻譯為

# he4
source: See Original
de_de: Siehe Original
es_es: Ver original
fr_fr: Afficher l'original
hi_in: मूल देखें
id_id: Lihat Aslinya
it_it: Visualizza originale
ja_jp: 原文を表示
ko_kr: 원본 보기
ms_my: Lihat asal
pt_br: Ver original
ru_ru: Просмотреть оригинал
th_th: ดูต้นฉบับ
vi_vn: Xem bản gốc
zh_cn: 退出翻译
zh_tw: 退出翻譯

# 5jU
source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
hi_in: शुक्रवार
id_id: Jumat
it_it: Venerdì
ja_jp: 金
ko_kr: 금요일
ms_my: Jumaat
pt_br: Sexta-feira
ru_ru: Пятница
th_th: วันศุกร์
vi_vn: Thứ Sáu
zh_cn: 五
zh_tw: 五

# lDw
source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
hi_in: आज
id_id: Hari ini
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
ms_my: Hari ini
pt_br: Hoje
ru_ru: Cегодня
th_th: วันนี้
vi_vn: Hôm nay
zh_cn: 今天
zh_tw: 今天

# fQg
source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
hi_in: आने वाला कल
id_id: Besok
it_it: Domani
ja_jp: 明日
ko_kr: 내일
ms_my: Esok
pt_br: Amanhã
ru_ru: Завтра
th_th: พรุ่งนี้
vi_vn: Ngày mai
zh_cn: 明天
zh_tw: 明天

# gJM
source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
hi_in: बीता कल
id_id: Kemarin
it_it: Ieri
ja_jp: 昨日
ko_kr: 어제
ms_my: Semalam
pt_br: Ontem
ru_ru: Вчера
th_th: เมื่อวานนี้
vi_vn: Hôm qua
zh_cn: 昨天
zh_tw: 昨天

# Nk4
source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi
hi_in: सोमवार
id_id: Senin
it_it: Lunedì
ja_jp: 月
ko_kr: 월요일
ms_my: Isnin
pt_br: Segunda-feira
ru_ru: Понедельник
th_th: วันจันทร์
vi_vn: Thứ Hai
zh_cn: 一
zh_tw: 一

# Tu4
source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
hi_in: शनिवार
id_id: Sabtu
it_it: Sabato
ja_jp: 土
ko_kr: 토요일
ms_my: Sabtu
pt_br: Sábado
ru_ru: Суббота
th_th: วันเสาร์
vi_vn: Thứ Bảy
zh_cn: 六
zh_tw: 六

# l4M
source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
hi_in: रविवार
id_id: Minggu
it_it: Domenica
ja_jp: 日
ko_kr: 일요일
ms_my: Ahad
pt_br: Domingo
ru_ru: Воскресенье
th_th: วันอาทิตย์
vi_vn: Chủ Nhật
zh_cn: 日
zh_tw: 日

# RYM
source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
hi_in: गुरुवार
id_id: Kamis
it_it: Giovedì
ja_jp: 木
ko_kr: 목요일
ms_my: Khamis
pt_br: Quinta-feira
ru_ru: Четверг
th_th: วันพฤหัสบดี
vi_vn: Thứ Năm
zh_cn: 四
zh_tw: 四

# L9o
source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
hi_in: मंगलवार
id_id: Selasa
it_it: Martedì
ja_jp: 火
ko_kr: 화요일
ms_my: Selasa
pt_br: Terça-feira
ru_ru: Вторник
th_th: วันอังคาร
vi_vn: Thứ Ba
zh_cn: 二
zh_tw: 二

# 2UQ
source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
hi_in: बुधवार
id_id: Rabu
it_it: Mercoledì
ja_jp: 水
ko_kr: 수요일
ms_my: Rabu
pt_br: Quarta-feira
ru_ru: Среда
th_th: วันพุธ
vi_vn: Thứ Tư
zh_cn: 三
zh_tw: 三

# hNQ
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешний
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_tw: 外部

# zEY
source: Don't show again
de_de: Nicht mehr anzeigen
es_es: No volver a mostrar
fr_fr: Ne plus afficher
hi_in: फिर से न दिखाएँ
id_id: Jangan tampilkan lagi
it_it: Non mostrare più
ja_jp: 次回から表示しない
ko_kr: 다시 표시 안 함
ms_my: Jangan tunjukkan lagi
pt_br: Não mostrar novamente
ru_ru: Больше не показывать
th_th: ไม่ต้องแสดงอีก
vi_vn: Không hiển thị lại
zh_cn: 不再提醒
zh_tw: 不再提醒

# IMA
source: Tips
de_de: Tipps
es_es: Sugerencias
fr_fr: Conseils
hi_in: टिप
it_it: Suggerimenti
ja_jp: 通知
ko_kr: 팁
ms_my: Petua
pt_br: Dicas
ru_ru: Советы
th_th: เคล็ดลับ
vi_vn: Mẹo
zh_cn: 提示
zh_tw: 提示

# Eao
source: Your administrator permission for current knowledge space has been canceled. Please reload the page.
de_de: Ihre Administratorberechtigung für den aktuellen Wissensraum wurde aufgehoben. Laden Sie die Seite neu.
es_es: Se ha anulado su permiso de administrador del espacio de conocimiento actual. Vuelva a cargar la página.
fr_fr: Votre autorisation d'administrateur de l'espace de connaissances actuel a été révoquée. Veuillez actualiser la page.
hi_in: वर्तमान ज्ञान स्पेस के लिए आपकी एडमिनिस्ट्रेटर अनुमतियों को रद्द किया गया है. कृपया पेज को फिर से लोड करें.
id_id: Izin administrator Anda untuk ruang pengetahuan saat ini telah dibatalkan. Muat ulang halaman.
it_it: La tua autorizzazione di amministratore per lo spazio della Knowledge Base è stata annullata. Ricarica la pagina.
ja_jp: あなたの現在のウィキスペースの管理者権限が取り消されました。ページを更新してください。
ko_kr: 사용자의 현재 지식 공간 권한이 취소되었습니다. 페이지를 다시 로드하세요.
ms_my: Kebenaran pentadbir anda untuk ruang pengetahuan semasa telah dibatalkan. Sila muat semula halaman.
pt_br: Sua permissão de administrador para o espaço atual de conhecimento foi cancelada. Recarregue a página.
ru_ru: Ваше разрешение администратора для текущей среды знаний отключено. Перезагрузите страницу.
th_th: สิทธิ์ระดับผู้ดูแลที่จะเข้าถึงฐานข้อมูลนี้ของคุณได้ถูกยกเลิก โปรดโหลดหน้าใหม่
vi_vn: Quyền quản trị viên của bạn cho không gian kiến thức hiện tại đã bị hủy. Vui lòng tải lại trang.
zh_cn: 你在当前知识库的管理员权限已被取消，请刷新。
zh_tw: 你在目前知識庫的管理員權限已被取消，請重新整理。

# ynU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# SwI
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# lLA
source: Move
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer
hi_in: ले जाएँ
id_id: Pindah
it_it: Sposta
ja_jp: 移動
ko_kr: 이동
ms_my: Pindah
pt_br: Mover
ru_ru: Переместить
th_th: ย้าย
vi_vn: Di chuyển
zh_cn: 移动
zh_tw: 移動

# u58
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 新規作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 新建
zh_tw: 新建
