Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 8Ik
source: To limit permissions of a page, select the current page and its sub-pages in the settings.
de_de: Um die Berechtigungen für eine Seite einzuschränken, wählen Sie in den Einstellungen „Aktuelle Seite und ihre Unterseiten“ aus.
es_es: Para limitar los permisos de una página, selecciona la página actual y sus subpáginas en la configuración.
fr_fr: Pour limiter les autorisations d'une page, sélectionnez la page actuelle et ses sous-pages dans les paramètres.
id_id: Untuk membatasi izin halaman, pilih halaman saat ini dan subhalamannya di pengaturan.
it_it: Per limitare le autorizzazioni di una pagina, seleziona la pagina corrente e le relative pagine secondarie nelle impostazioni.
ja_jp: 権限を制限するには、その子ページの権限を調整する必要があります。
ko_kr: 페이지 권한을 제한하려면 설정에서 현재 페이지와 하위 페이지를 선택하세요.
ms_my: Untuk menghadkan kebenaran halaman, pilih halaman semasa dan sub-halaman dalam tetapan.
pt_br: Para limitar as permissões de uma página, selecione a página atual e suas subpáginas nas configurações.
ru_ru: Чтобы ограничить разрешения страницы, выберите текущую страницу и ее подстраницы в настройках.
th_th: หากต้องการจำกัดสิทธิ์การอนุญาตของหน้า ให้เลือกหน้าปัจจุบันและหน้าย่อยในการตั้งค่า
vi_vn: Để giới hạn quyền của một trang, hãy chọn trang hiện tại và các trang con của trang đó trong cài đặt.
zh_cn: 收紧页面权限时，请选择“当前页面及子页面”
zh_tw: 限制頁面權限時，請選擇「目前頁面及子頁面」

# 04s
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
id_id: Terbaru
it_it: Recenti
ja_jp: 最近使用した場所
ko_kr: 최근
ms_my: Terbaru
pt_br: Recente
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近使用位置
zh_tw: 最近使用位置

# HcI
source: Target page has reached the maximum levels of sub-pages (50).
de_de: Die Zielseite hat die maximale Anzahl von Unterseiten (50) erreicht.
es_es: La página de destino ha alcanzado los niveles máximos de subpáginas (50).
fr_fr: La page cible a atteint les niveaux maximums de sous-pages (50).
id_id: Halaman target telah mencapai tingkat maksimum subhalaman (50).
it_it: La pagina di destinazione ha raggiunto i livelli massimi di pagine secondarie (50).
ja_jp: 移動先ノードの子ページのレベル数が上限(50)に達したため、ウィキに移動できませんでした。
ko_kr: 대상 페이지가 하위 페이지의 최대 수준(50)에 도달했습니다.
ms_my: Halaman sasaran telah mencapai tahap maksimum sub-halaman (50).
pt_br: A página de destino atingiu os níveis máximos de subpáginas (50).
ru_ru: Целевая страница достигла максимального количества подстраниц (50).
th_th: หน้าเป้าหมายมีหน้าย่อยถึงระดับสูงสุดแล้ว (50)
vi_vn: Trang đích đã đạt đến số lượng trang con tối đa (50).
zh_cn: 目标节点子页面层级数已达上限 50 层，移动到知识库失败
zh_tw: 目標節點子頁面層級數已達 50 層上限，無法移動到知識庫

# 3mc
source: Make a copy to
de_de: Kopie erstellen für
es_es: Hacer una copia en
fr_fr: Faire une copie vers
id_id: Buat salinan ke
it_it: Crea una copia in
ja_jp: コピーの作成先
ko_kr: 사본 만들기 위치
ms_my: Buat salinan ke
pt_br: Fazer uma cópia para
ru_ru: Сделать копию в
th_th: ทำสำเนาไปยัง
vi_vn: Tạo bản sao cho
zh_cn: 创建副本到
zh_tw: 建立副本到

# NWg
source: Note: Once the document is moved, the original location of the document will be replaced by its shortcut. If the document has content owned by others, the owner will also be notified
de_de: Hinweis: Wenn das Dokument verschoben wurde, wird der ursprüngliche Speicherort des Dokuments durch die entsprechende Verknüpfung ersetzt. Falls das Dokument Inhalt anderer Personen enthält, wird der Besitzer ebenfalls benachrichtigt
es_es: Nota: Una vez movido el documento, su ubicación original se reemplazará con este acceso directo. Si el documento tiene contenido propiedad de otras personas, se les enviará una notificación
fr_fr: Remarque : Une fois le document déplacé, son emplacement original sera remplacé par son raccourci. Si le document contient du contenu appartenant à d'autres personnes, le propriétaire recevra également une notification
id_id: Catatan: Ketika dokumen dipindahkan, lokasi asli dokumen akan digantikan oleh pintasannya. Jika dokumen memiliki konten yang dimiliki oleh orang lain, pemiliknya juga akan diberi tahu
it_it: Nota: una volta spostato il documento, la posizione originale del documento sarà sostituita dal relativo collegamento. Se il documento dispone di contenuto posseduto da altri, anche il proprietario riceverà una notifica
ja_jp: 移動すると、元のドキュメントの位置にはショートカットが表示されます。移動するドキュメントの中にその他の作者のものが含まれている場合、その所有者は通知を受け取ります
ko_kr: 메모: 문서가 이동되면 문서의 원래 위치가 바로 가기로 바뀝니다. 문서에 다른 사람이 소유한 콘텐츠가 있는 경우 소유자에게도 알림이 전송됩니다
ms_my: Nota: Setelah dokumen dipindahkan, lokasi asal dokumen akan digantikan dengan pintasan. Jika dokumen mempunyai kandungan yang dimiliki oleh orang lain, pemilik juga akan diberitahu
pt_br: Observação: depois que o documento for movido, a localização original do documento será substituída por seu atalho. Se o documento tiver conteúdo de propriedade de terceiros, o proprietário também será notificado
ru_ru: Примечание. После перемещения документа исходное местоположение документа будет заменено его ярлыком. Если в документе есть содержимое, принадлежащее другим, владелец также будет уведомлен.
th_th: หมายเหตุ: เมื่อย้ายเอกสารแล้ว จะใช้ทางลัดแทนตำแหน่งเดิมของเอกสาร หากเอกสารมีเนื้อหาที่ผู้อื่นเป็นเจ้าของ เจ้าของจะได้รับการแจ้งเตือน
vi_vn: Lưu ý: Sau khi di chuyển tài liệu, vị trí ban đầu của tài liệu sẽ được thay thế bằng phím tắt của tài liệu đó. Nếu tài liệu có nội dung thuộc sở hữu của người khác, chủ sở hữu cũng sẽ được thông báo
zh_cn: 移动后，原文档位置将展示其快捷方式。如果移动的文档中含有其他作者的内容，该内容所有者将会收到通知
zh_tw: 移動後，原文件位置將顯示其快速方式。如果移動的文件中含有其他作者的內容，該內容擁有者將會收到通知

# liA
source: Move this page
de_de: Diese Seite verschieben
es_es: Mover esta página
fr_fr: Déplacer cette page
id_id: Pindahkan halaman ini
it_it: Sposta questa pagina
ja_jp: ページを移動
ko_kr: 이 페이지 이동
ms_my: Pindahkan halaman ini
pt_br: Mover esta página
ru_ru: Переместить эту страницу
th_th: ย้ายหน้านี้
vi_vn: Di chuyển trang này
zh_cn: 移动页面
zh_tw: 移動頁面

# gd8
source: Document
de_de: Dokument
es_es: Documento
id_id: Dokumen
it_it: Documento
ja_jp: ドキュメント
ko_kr: 문서
ms_my: Dokumen
pt_br: Documento
ru_ru: Документ
th_th: เอกสาร
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# tFM
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# wUg
source: Wiki space
de_de: Wiki-Bereich
es_es: Espacio Wiki
fr_fr: Espace Wiki
id_id: Ruang Wiki
it_it: Spazio Wiki
ja_jp: ウィキスペース
ko_kr: Wiki 공간
ms_my: Ruang wiki
pt_br: Espaço da wiki
ru_ru: Wiki-пространство
th_th: พื้นที่ Wiki
vi_vn: Không gian Wiki
zh_cn: 知识库
zh_tw: 知識庫

# bXw
source: Move to
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
id_id: Pindah ke
it_it: Sposta in
ja_jp: 移動先
ko_kr: 이동 위치
ms_my: Pindah ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển đến
zh_cn: 移动到
zh_tw: 移動到

# Dew
source: Unable to move. Please contact the document owner for "can manage" permission and try again.
de_de: Verschieben nicht möglich. Bitte kontaktieren Sie den Dokumentenbesitzer, um die Berechtigung „kann verwalten“ zu erhalten, und versuchen Sie es erneut.
es_es: No se puede mover. Contacta con el propietario del documento para obtener el permiso de administración e inténtalo de nuevo.
fr_fr: Déplacement impossible. Veuillez contacter le propriétaire du document pour lui demander l'autorisation "peut gérer" et réessayez.
id_id: Gagal memindahkan. Hubungi pemilik dokumen untuk izin "dapat mengelola" dan coba lagi.
it_it: Impossibile spostare. Contatta il proprietario del documento per l'autorizzazione "può gestire" e riprova.
ja_jp: 移動できませんでした。ドキュメントの所有者に連絡し、管理権限を取得してから再試行してください。
ko_kr: 이동할 수 없습니다. 문서 소유자에게 "관리 가능" 권한을 문의하고 다시 시도하세요.
ms_my: Tidak dapat bergerak. Sila hubungi pemilik dokumen untuk kebenaran "boleh mengurus" dan cuba lagi.
pt_br: Não é possível mover. Entre em contato com o proprietário do documento para obter a permissão "pode gerenciar" e tente novamente.
ru_ru: Не удается переместить. Обратитесь к владельцу документа, чтобы получить разрешение "может управлять", затем попробуйте еще раз.
th_th: ไม่สามารถย้ายได้ โปรดติดต่อเจ้าของเอกสารเพื่อขอสิทธิ์การอนุญาต "จัดการได้" และลองอีกครั้ง
vi_vn: Không thể di chuyển. Vui lòng liên hệ với chủ sở hữu tài liệu để được cấp quyền "có thể quản lý" và thử lại.
zh_cn: 移动失败，请联系文档所有者，获得“可管理”权限后重试
zh_tw: 移動失敗，請聯絡文件擁有者，取得「可管理」權限後重試

# ZDY
source: Request to move document
de_de: Anfrage zum Verschieben des Dokuments
es_es: Solicitud de mover documento
fr_fr: Demande de déplacement d'un document
id_id: Minta untuk memindahkan dokumen
it_it: Richiesta di spostare il documento
ja_jp: ドキュメントの移動を申請
ko_kr: 문서 이동 요청
ms_my: Mohon untuk memindahkan dokumen
pt_br: Solicitar para mover documento
ru_ru: Запрос на перемещение документа
th_th: คำขอย้ายเอกสาร
vi_vn: Yêu cầu di chuyển tài liệu
zh_cn: 申请移动文档
zh_tw: 申請移動文件

# jXo
source: Unable to request approval from {{username}} due to the administrator's settings.
de_de: Aufgrund der Einstellungen des Administrators ist es nicht möglich, die Genehmigung von {{username}} anzufordern.
es_es: No se puede solicitar la aprobación de {{username}} debido a la configuración del administrador.
fr_fr: Impossible de demander l'approbation de {{username}} en raison des paramètres de l'administrateur.
id_id: Gagal meminta persetujuan dari {{username}} sehubungan dengan pengaturan administrator.
it_it: Impossibile richiedere l'approvazione di {{username}} a causa delle impostazioni dell'amministratore.
ja_jp: 管理者の権限設定により、{{username}}に権限を申請できません。
ko_kr: 관리자의 설정으로 인해 {{username}}에게 승인을 요청할 수 없습니다.
ms_my: Tidak dapat meminta kelulusan daripada {{username}} kerana tetapan pentadbir.
pt_br: Não é possível solicitar a aprovação de {{username}} devido às configurações do administrador.
ru_ru: Не удается запросить подтверждение {{username}} из-за настроек администратора.
th_th: ไม่สามารถขออนุมัติจาก {{username}} ได้ เนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Không thể yêu cầu phê duyệt từ {{username}} do cài đặt của quản trị viên.
zh_cn: 由于管理员的权限设置，无法向{{username}}申请权限
zh_tw: 由於管理員的權限設定，無法向{{username}}申請權限

# mhY
source: You don't have the edit permission of the file to move documents in it. Please request moving from the file owner {{username}}.
de_de: Sie haben keine Bearbeitungsberechtigung für die Datei, um darin enthaltene Dokumente zu verschieben. Bitte fordern Sie das Verschieben beim Dateibesitzer {{username}} an.
es_es: No tienes permiso de edición en el archivo para poder mover documentos en él. Solicita al propietario {{username}} que los mueva.
fr_fr: Vous ne pouvez pas déplacer les documents du fichier, car vous n'êtes pas autorisé à le modifier. Veuillez demander le déplacement au propriétaire du document {{username}}.
id_id: Anda tidak memiliki izin mengedit file untuk memindahkan dokumen di dalamnya. Minta untuk memindahkan dari pemilik file {{username}}.
it_it: Non disponi dell'autorizzazione per modificare del file e spostare documenti al suo interno. Richiedi al proprietario del file {{username}} di spostarli.
ja_jp: このドキュメントが位置するフォルダの編集権限がありません。フォルダの所有者{{username}}にドキュメントの移動を申請してください。
ko_kr: 파일에 있는 문서를 이동할 수 있는 편집 권한이 없습니다. 파일 소유자 {{username}} 님에게 이동을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran edit fail untuk memindahkan dokumen di dalamnya. Sila minta pemindahan daripada pemilik fail {{username}}.
pt_br: Você não tem a permissão para editar o arquivo para mover documentos no mesmo. Solicite a movimentação para o proprietário do arquivo {{username}}.
ru_ru: У вас нет права на редактирование файла для перемещения в нем документов. Запросите это перемещение у владельца {{username}}.
th_th: คุณไม่มีสิทธิ์การอนุญาตแก้ไขไฟล์เพื่อย้ายเอกสารภายในไฟล์ โปรดขอย้ายจากเจ้าของไฟล์ {{username}} ก่อน
vi_vn: Bạn không có quyền chỉnh sửa tập tin để di chuyển tài liệu trong đó. Vui lòng yêu cầu quyền di chuyển từ chủ sở hữu tập tin {{username}}.
zh_cn: 你没有该文档所在文件夹的编辑权限，请向文件夹所有者{{username}}申请移动。
zh_tw: 你沒有該文件所在資料夾的編輯權限，請向資料夾擁有者{{username}}申請移動。

# VTs
source: Add a note (a message will be sent via Docs Assistant)
de_de: Notiz hinzufügen (eine Nachricht wird per Docs-Assistent gesendet)
es_es: Agregar una nota (se enviará un mensaje a través de Asistente de Docs)
fr_fr: Ajouter une note (un message sera envoyé via l'assistant Docs)
id_id: Tambah catatan (pesan akan dikirim via Asisten Docs)
it_it: Aggiungi una nota (verrà inviato un messaggio tramite Assistente Docs)
ja_jp: 備考を入力（メッセージは「Docs アシスタント」より送信されます）
ko_kr: 메모 추가(Docs 어시스턴트를 통해 메시지를 보냅니다)
ms_my: Tambah nota (mesej akan dihantar melalui Docs Assistant)
pt_br: Adicionar uma nota (uma mensagem será enviada pelo Assistente de Docs)
ru_ru: Добавить заметку (сообщение будет отправлено через Docs Assistant)
th_th: เพิ่มบันทึก (ข้อความจะส่งผ่านตัวช่วยเอกสาร)
vi_vn: Thêm ghi chú (một tin nhắn sẽ được gửi qua Trợ lý Docs)
zh_cn: 添加备注（消息将由“云文档助手”发送）
zh_tw: 新增備註 (訊息將由「雲端文件助手」傳送)

# tB4
source: Failed to request. The owner has left the organization.
de_de: Die Anfrage ist fehlgeschlagen. Der Besitzer hat die Organisation verlassen.
es_es: No se pudo solicitar. El propietario ha dejado la organización.
fr_fr: Échec de la demande. Le propriétaire a quitté l’organisation.
id_id: Gagal mengajukan permintaan. Pemilik telah meninggalkan organisasi.
it_it: Richiesta non riuscita. Il proprietario ha abbandonato l'organizzazione.
ja_jp: 申請を送信できませんでした。ドキュメントの所有者が退職しました。
ko_kr: 요청하지 못했습니다. 소유자가 기업을 떠났습니다.
ms_my: Gagal meminta. Pemilik telah meninggalkan organisasi.
pt_br: Falha ao solicitar. O proprietário saiu da organização.
ru_ru: Не удалось выполнить запрос. Владелец покинул организацию.
th_th: การร้องขอล้มเหลว เจ้าของออกจากองค์กรแล้ว
vi_vn: Yêu cầu không thành công. Chủ sở hữu đã rời tổ chức.
zh_cn: 申请发送失败，文档所有者已离职。
zh_tw: 申請傳送失敗，文件擁有者已離職。

# 88c
source: Failed to send request
de_de: Senden der Anfrage fehlgeschlagen
es_es: Error al enviar la solicitud
fr_fr: Échec de l'envoi de la demande
id_id: Gagal mengirimkan permintaan
it_it: Impossibile inviare la richiesta
ja_jp: 申請を送信できませんでした。
ko_kr: 요청을 전송하지 못했습니다
ms_my: Gagal menghantar permintaan
pt_br: Falha ao enviar a solicitação
ru_ru: Не удалось отправить запрос
th_th: ส่งคำขอไม่สำเร็จ
vi_vn: Gửi yêu cầu không thành công
zh_cn: 申请发送失败
zh_tw: 申請傳送失敗

# vzI
source: Failed to request. The document's owner doesn't have permission to move it to Wiki.
de_de: Die Anfrage ist fehlgeschlagen. Der Besitzer des Dokuments hat keine Berechtigung, um es nach Wiki zu verschieben.
es_es: Error en la solicitud. El propietario del documento no tiene permiso para moverlo a Wiki.
fr_fr: Échec de la demande. Le propriétaire du document n'est pas autorisé à le déplacer vers le Wiki.
id_id: Gagal meminta. Pemilik dokumen tidak memiliki izin untuk memindahkannya ke Wiki.
it_it: Richiesta non riuscita. Il proprietario del documento non dispone dell'autorizzazione per spostare in Wiki.
ja_jp: 申請を送信できませんでした。ドキュメントの所有者は、ドキュメントをウィキに移動する権限がありません。
ko_kr: 요청하지 못했습니다. 문서의 소유자는 문서를 Wiki로 이동할 수 있는 권한이 없습니다.
ms_my: Gagal meminta. Pemilik dokumen tidak mempunyai kebenaran untuk memindahkannya ke Wiki.
pt_br: Falha ao solicitar. O proprietário do documento não tem permissão para movê-lo para o Wiki.
ru_ru: Не удалось выполнить запрос. У владельца документа нет разрешения на перемещения его в Wiki.
th_th: คำขอล้มเหลว เจ้าของเอกสารไม่ได้รับสิทธิ์การอนุญาตให้ย้ายเอกสารไปยัง Wiki
vi_vn: Yêu cầu không thành công. Chủ sở hữu tài liệu không có quyền di chuyển tài liệu đến Wiki.
zh_cn: 申请发送失败，文档所有者没有权限移动该文档到知识库
zh_tw: 申請傳送失敗，文件擁有者無權將該文件移動到知識庫

# bOM
source: You've sent too many requests to move documents today. Please try again tomorrow.
de_de: Sie haben heute zu viele Anfragen zum Verschieben von Dokumenten gesendet. Bitte versuchen Sie es morgen erneut.
es_es: Has enviado demasiadas solicitudes de mover documentos hoy. Inténtalo de nuevo mañana.
fr_fr: Vous avez envoyé trop de demandes de déplacement de documents aujourd'hui. Veuillez réessayer demain.
id_id: Anda telah mengirim terlalu banyak permintaan untuk memindahkan dokumen hari ini. Coba lagi besok.
it_it: Oggi hai inviato troppe richieste per spostare documenti. Riprova domani.
ja_jp: ドキュメント移動申請回数が 1 日の上限に達したため、申請を送信できません。
ko_kr: 오늘 문서 이동 요청을 너무 많이 보냈습니다. 내일 다시 시도하세요.
ms_my: Anda telah menghantar terlalu banyak permintaan untuk memindahkan dokumen hari ini. Sila cuba lagi esok.
pt_br: Você enviou muitas solicitações para mover documentos hoje. Tente novamente amanhã.
ru_ru: Сегодня вы отправили слишком много запросов на перемещение документов. Повторите попытку завтра.
th_th: วันนี้คุณส่งคำขอย้ายเอกสารมากเกินไป โปรดลองอีกครั้งในวันพรุ่งนี้
vi_vn: Hôm nay, bạn đã gửi quá nhiều yêu cầu di chuyển tài liệu. Vui lòng thử lại vào ngày mai.
zh_cn: 今日申请移动文档的次数过多，无法继续发送申请
zh_tw: 今日申請移動文件的次數過多，無法繼續傳送申請

# wkI
source: You need the page's edit permission to make a copy here.
de_de: Sie benötigen die Bearbeitungsberechtigung für die Seite, um hier eine Kopie zu erstellen.
es_es: Necesitas el permiso de edición en la página para hacer una copia aquí.
fr_fr: Vous devez disposer de l'autorisation de modification de la page pour faire une copie ici.
id_id: Anda memerlukan izin untuk mengedit halaman untuk membuat salinan di sini.
it_it: Devi disporre dell'autorizzazione per modificare della pagina per creare una copia qui.
ja_jp: このページの編集権限がないため、この位置でコピーを作成できません。
ko_kr: 여기에서 복사하려면 페이지의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit halaman untuk membuat salinan di sini.
pt_br: Você precisa da permissão para editar a página para fazer uma cópia aqui.
ru_ru: Для размещения здесь копии необходимо разрешение на редактирование страницы.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขของหน้าเพื่อทำสำเนาที่นี่
vi_vn: Bạn cần quyền chỉnh sửa của trang để tạo bản sao ở đây.
zh_cn: 你没有该页面的编辑权限，无法在此处创建副本
zh_tw: 你沒有該頁面的編輯權限，無法在此處建立副本

# ToM
source: You need the folder's edit permission to perform this action.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Order, um diese Aktion auszuführen.
es_es: Necesitas permiso de edición en la carpeta para realizar esta acción.
fr_fr: Vous devez disposer de l'autorisation de modification du dossier pour effectuer cette opération.
id_id: Anda memerlukan izin untuk mengedit folder untuk melakukan tindakan ini.
it_it: Devi disporre dell'autorizzazione per modificare della cartella per eseguire questa azione.
ja_jp: このフォルダの編集権限がないため、この操作を行えません。
ko_kr: 이 작업을 수행하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk melakukan tindakan ini.
pt_br: Você precisa da permissão para editar a pasta para realizar esta ação.
ru_ru: для выполнения этого действия вам необходимо разрешение на изменение папки.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขโฟลเดอร์จึงจะดำเนินการนี้ได้
vi_vn: Bạn cần quyền chỉnh sửa thư mục để thực hiện thao tác này.
zh_cn: 你没有该文件夹的编辑权限，无法进行此操作
zh_tw: 你沒有該資料夾的編輯權限，無法進行此操作

# 5KY
source: Org access
de_de: Organisationszugriff
es_es: Acceso a organización
fr_fr: Accès par l'organisation
id_id: Akses organisasi
it_it: Accesso org.
ja_jp: 内部公開
ko_kr: 기업 액세스
ms_my: Akses organisasi
pt_br: Acesso à organização
ru_ru: Доступ организации
th_th: ใช้งานแบบองค์กร
vi_vn: Quyền truy cập của tổ chức
zh_cn: 企业公开
zh_tw: 企業公開

# LA0
source: Canceled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
id_id: Dibatalkan
it_it: Annullato
ja_jp: 固定を解除しました。
ko_kr: 취소되었습니다
ms_my: Dibatalkan
pt_br: Cancelado
ru_ru: Отменено
th_th: ยกเลิกแล้ว
vi_vn: Đã hủy
zh_cn: 已取消置顶
zh_tw: 已取消置頂

# et8
source: Unable to pin the workspace
de_de: Workspace kann nicht angeheftet werden
es_es: No se puede fijar el espacio de trabajo
fr_fr: Impossible d'épingler l'espace de travail
id_id: Gagal melakukan pin ruang kerja
it_it: Impossibile aggiungere l'Area di lavoro
ja_jp: トップに固定できませんでした。
ko_kr: 작업 영역을 고정할 수 없습니다
ms_my: Tidak dapat melekatkan ruang kerja
pt_br: Não é possível fixar o espaço de trabalho
ru_ru: Не удалось закрепить рабочую среду
th_th: ปักหมุดพื้นที่ทำงานไม่สำเร็จ
vi_vn: Không thể ghim không gian làm việc
zh_cn: 置顶失败
zh_tw: 置頂失敗

# gDo
source: Pinned
de_de: Angeheftet
es_es: Fijado
fr_fr: Épinglé
id_id: Dipin
it_it: Elemento aggiunto
ja_jp: トップに固定しました。
ko_kr: 고정됨
ms_my: Dipasang
pt_br: Fixado
ru_ru: Закреплено
th_th: ปักหมุดแล้ว
vi_vn: Đã ghim
zh_cn: 已置顶
zh_tw: 已置頂

# jjc
source: Pin the wiki space on Wiki homepage
de_de: Wiki-Bereich an die Wiki-Startseite anheften
es_es: Fijar el espacio Wiki en la página de inicio de Wiki
fr_fr: Épingler l'espace Wiki sur la page d'accueil Wiki
id_id: Pin ruang wiki pada halaman beranda Wiki
it_it: Aggiungi lo spazio Wiki alla home page di Wiki
ja_jp: ウィキのホームページのトップに固定
ko_kr: Wiki 홈페이지에서 Wiki 공간 고정
ms_my: Pin ruang wiki pada Laman Utama Wiki
pt_br: Fixar o espaço da wiki na página inicial da Wiki
ru_ru: Закрепить Wiki-пространство на домашней странице Wiki
th_th: ปักหมุดพื้นที่ Wiki ในหน้าหลักของ Wiki
vi_vn: Ghim không gian Wiki trên trang chủ của Wiki
zh_cn: 置顶至知识库首页
zh_tw: 置頂至知識庫首頁

# fso
source: Pinned wiki spaces
de_de: Angeheftete Wiki-Bereiche
es_es: Espacios Wiki anclados
fr_fr: Espaces Wiki épinglés
id_id: Ruang wiki yang dipin
it_it: Spazi Wiki fissati
ja_jp: トップに固定
ko_kr: 고정된 Wiki 공간
ms_my: Ruang wiki yang dipinkan
pt_br: Espaços da wiki fixados
ru_ru: Закрепленные Wiki-пространства
th_th: พื้นที่ Wiki ที่ปักหมุดไว้
vi_vn: Không gian Wiki đã ghim
zh_cn: 置顶知识库
zh_tw: 置頂知識庫

# WFY
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
id_id: Eksternal
it_it: Esterno
ja_jp: 公開
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешний
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 对外
zh_tw: 對外

# UgA
source: Failed to unpin workspace.
de_de: Loslösen des Workspace fehlgeschlagen.
es_es: Error al desanclar el espacio de trabajo.
fr_fr: Échec du désépinglage de l'espace de travail.
id_id: Gagal melepas pin ruang kerja.
it_it: Impossibile rimuovere l'Area di lavoro dagli elementi fissati.
ja_jp: 固定を解除できませんでした。
ko_kr: 작업 영역을 고정 해제하지 못했습니다.
ms_my: Gagal untuk menyahpin ruang kerja.
pt_br: Falha ao desafixar o espaço de trabalho.
ru_ru: Не удалось открепить рабочую среду.
th_th: ยกเลิกปักหมุดพื้นที่ทำงานล้มเหลว
vi_vn: Bỏ ghim không gian làm việc không thành công.
zh_cn: 取消置顶失败
zh_tw: 取消置頂失敗

# JYs
source: Unpin the wiki space
de_de: Anheften des Wiki-Bereichs rückgängig machen
es_es: Desanclar el espacio Wiki
fr_fr: Désépingler l'espace Wiki
id_id: Lepas pin ruang wiki
it_it: Rimuovi spazio Wiki dagli elementi fissati
ja_jp: 固定を解除
ko_kr: Wiki 공간 고정 해제
ms_my: Lepaskan ruang wiki
pt_br: Desafixar o espaço da Wiki
ru_ru: Открепить wiki-пространство
th_th: ยกเลิกปักหมุดพื้นที่ Wiki
vi_vn: Bỏ ghim không gian Wiki
zh_cn: 取消置顶
zh_tw: 取消置頂

# xKI
source: Free access
de_de: Kostenloser Zugriff
es_es: Acceso gratuito
fr_fr: Accès libre
id_id: Akses gratis
it_it: Accesso libero
ja_jp: 公開
ko_kr: 무료 액세스
ms_my: Akses percuma
pt_br: Acesso gratuito
ru_ru: Бесплатный доступ
th_th: ใช้งานฟรี
vi_vn: Quyền truy cập tự do
zh_cn: 互联网公开
zh_tw: 網際網路上公開

# yoI
source: Swipe left with 2 fingers to see the full title.
de_de: Wischen Sie mit 2 Fingern nach links, um den vollständigen Titel anzuzeigen.
es_es: Desliza hacia la izquierda con 2 dedos para ver el título completo.
fr_fr: Balayez vers la gauche avec 2 doigts pour voir le titre complet.
id_id: Usap ke kiri dengan 2 jari untuk melihat judul lengkap.
it_it: Scorri verso sinistra con due dita per visualizzare il titolo completo.
ja_jp: 2 本指で左にスワイプして、タイトル全体を表示する
ko_kr: 두 손가락으로 왼쪽으로 살짝 밀어 전체 제목을 확인하세요
ms_my: Leret ke kiri dengan 2 jari untuk melihat tajuk penuh.
pt_br: Deslize para a esquerda com 2 dedos para ver o título completo.
ru_ru: Проведите влево 2 пальцами, чтобы увидеть полное название.
th_th: ปัดไปทางซ้ายด้วย 2 นิ้วเพื่อดูชื่อเต็ม
vi_vn: Vuốt sang trái bằng 2 ngón tay để xem tiêu đề đầy đủ.
zh_cn: 双指左滑，查看完整标题
zh_tw: 以兩指向左滑動，查看完整標題
