Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# QhU
source: Apply
de_de: Anwenden
es_es: Solicitar
fr_fr: Appliquer
hi_in: लागू करें
id_id: Terapkan
it_it: Applica
ja_jp: 適用
ko_kr: 적용
ms_my: Guna
pt_br: Aplicar
ru_ru: Применить
th_th: ใช้
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# 7sU
source: Once applied:
de_de: Nach dem Anwenden:
es_es: Una vez solicitado:
fr_fr: Après l'application :
hi_in: लागू किए जाने के बाद:
id_id: Setelah diterapkan:
it_it: Una volta applicato:
ja_jp: 適用後：
ko_kr: 적용한 경우:
ms_my: Setelah digunakan:
pt_br: Depois de aplicado:
ru_ru: После применения:
th_th: เมื่อใช้แล้ว:
vi_vn: Sau khi áp dụng:
zh_cn: 应用后，
zh_tw: 套用後，

# 1Os
source: Only people with edit permission can comment
de_de: Nur Personen mit Bearbeitungsberechtigung können kommentieren
es_es: Solo las personas con permiso para editar pueden comentar
fr_fr: Seuls les utilisateurs disposant de l'autorisation de modification peuvent commenter
hi_in: सिर्फ़ संपादित करने की अनुमति वाले लोग ही टिप्पणी कर सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengedit yang dapat berkomentar
it_it: Solo le persone con autorizzazione per modificare possono commentare
ja_jp: 「編集可能」なユーザーのみコメントできる
ko_kr: 편집 권한이 있는 사용자만 댓글 작성 가능
ms_my: Hanya orang dengan kebenaran sunting boleh komen
pt_br: Apenas pessoas com permissão para editar podem comentar
ru_ru: Только люди с разрешением на редактирование могут комментировать
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตในการแก้ไขเท่านั้นที่สามารถแสดงความคิดเห็นได้
vi_vn: Chỉ những người có quyền chỉnh sửa mới có thể bình luận
zh_cn: 仅“可编辑”用户可评论文档
zh_tw: 僅「可編輯」使用者可評論文件

# Sow
source: Only people with edit or manage permission can download or make a copy
de_de: Nur Personen mit Bearbeitungs- oder Verwaltungsberechtigung können Inhalte herunterladen oder kopieren
es_es: Solo las personas con permiso de edición o de administración pueden descargar o hacer una copia
fr_fr: Seuls les utilisateurs disposant de l'autorisation de modification ou de gestion peuvent télécharger ou faire une copie
hi_in: सिर्फ़ अनुमति संपादित या प्रबंधित करने वाले लोग ही डाउनलोड कर सकते हैं या कॉपी बना सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengedit atau mengelola yang dapat mengunduh atau membuat salinan
it_it: Solo le persone con autorizzazione alla modifica o alla gestione possono scaricare o creare una copia
ja_jp: 「編集権限」または「管理権限」を持つユーザーのみダウンロード及びコピーの作成が可能
ko_kr: 편집 또는 관리 권한이 있는 사용자만 다운로드하거나 사본을 만들 수 있음
ms_my: Hanya orang dengan kebenaran edit atau mengurus boleh muat turun atau membuat salinan
pt_br: Apenas pessoas com permissão para editar ou gerenciamento podem fazer download ou fazer uma cópia
ru_ru: Только люди с разрешением на редактирование или управление могут скачивать или создавать копии
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตในการแก้ไขหรือจัดการเท่านั้นที่สามารถดาวน์โหลดหรือทำสำเนาได้
vi_vn: Chỉ những người có quyền chỉnh sửa hoặc quản lý mới có thể tải xuống hoặc tạo bản sao
zh_cn: 仅“可编辑”、“可管理”用户可下载、创建副本
zh_tw: 僅「可編輯」、「可管理」使用者可下載、建立副本

# 5CQ
source: Only people with edit or manage permission can add collaborators
de_de: Nur Personen mit Bearbeitungs- oder Verwaltungsberechtigung können Kollaboratoren hinzufügen
es_es: Solo las personas con permiso de edición o de administración pueden agregar colaboradores
fr_fr: Seuls les utilisateurs disposant de l'autorisation de modification ou de gestion peuvent ajouter des collaborateurs
hi_in: सिर्फ़ अनुमति संपादित या प्रबंधित करने वाले लोग ही सहयोगी जोड़ सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengedit atau mengelola yang dapat menambah kolaborator
it_it: Solo le persone con autorizzazione alla modifica o alla gestione possono aggiungere collaboratori
ja_jp: 「編集権限」または「管理権限」を持つユーザーのみ共同編集者を追加可能
ko_kr: 편집 또는 관리 권한이 있는 사용자만 공동 작업자를 추가할 수 있음
ms_my: Hanya orang dengan kebenaran edit atau mengurus boleh menambah kolaborator
pt_br: Apenas pessoas com permissão para editar ou gerenciamento podem adicionar colaboradores
ru_ru: Только люди с разрешением на редактирование или управление могут добавлять соавторов
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตในการแก้ไขหรือจัดการเท่านั้นที่สามารถเพิ่มผู้ร่วมงานได้
vi_vn: Chỉ những người có quyền chỉnh sửa hoặc quản lý mới có thể thêm người cộng tác
zh_cn: 仅“可编辑”、“可管理”用户可添加协作者
zh_tw: 僅「可編輯」、「可管理」使用者可新增協作者

# 9tk
source: Only people with manage permission can download or make a copy
de_de: Nur Personen mit Verwaltungsberechtigung können Inhalte herunterladen oder kopieren
es_es: Solo las personas con permiso de administración pueden descargar o hacer una copia.
fr_fr: Seuls les utilisateurs disposant de l'autorisation de gestion peuvent télécharger ou faire une copie
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले लोग ही डाउनलोड कर सकते हैं या कॉपी बना सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengelola yang dapat mengunduh atau membuat salinan
it_it: Solo le persone con autorizzazione alla gestione possono scaricare o creare una copia
ja_jp: 「管理権限」を持つユーザーのみダウンロード及びコピーの作成が可能
ko_kr: 관리 권한이 있는 사용자만 다운로드하거나 사본을 만들 수 있음
ms_my: Hanya orang dengan kebenaran mengurus boleh muat turun atau membuat salinan
pt_br: Apenas pessoas com permissão de gerenciamento podem fazer download ou fazer uma cópia
ru_ru: Только люди с разрешением на управление могут скачивать или создавать копии
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถดาวน์โหลดหรือทำสำเนาได้
vi_vn: Chỉ những người có quyền quản lý mới có thể tải xuống hoặc tạo bản sao
zh_cn: 仅“可管理”用户可下载、创建副本
zh_tw: 僅「可管理」使用者可下載、建立副本

# ixU
source: Only people with manage permission can add collaborators
de_de: Nur Personen mit Verwaltungsberechtigung können Kollaboratoren hinzufügen
es_es: Solo las personas con permiso de administración pueden agregar colaboradores
fr_fr: Seuls les utilisateurs disposant de l'autorisation de gestion peuvent ajouter des collaborateurs
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले लोग ही सहयोगी जोड़ सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengelola yang dapat menambah kolaborator
it_it: Solo le persone con autorizzazione alla gestione possono aggiungere collaboratori
ja_jp: 「管理権限」を持つユーザーのみ共同編集者を追加可能
ko_kr: 관리 권한이 있는 사용자만 공동 작업자를 추가할 수 있음
ms_my: Hanya orang dengan kebenaran mengurus boleh menambah kolaborator
pt_br: Apenas pessoas com permissão de gerenciamento podem adicionar colaboradores
ru_ru: Только люди с разрешением на редактирование могут добавлять соавторов
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถเพิ่มผู้ร่วมงานได้
vi_vn: Chỉ những người có quyền quản lý mới có thể thêm người cộng tác
zh_cn: 仅“可管理”用户可添加协作者
zh_tw: 僅「可管理」使用者可新增協作者

# LgE
source: Only people with manage permission can share externally
de_de: Nur Personen mit Verwaltungsberechtigung können extern freigeben
es_es: Solo las personas con permiso de administración pueden compartir externamente
fr_fr: Seuls les utilisateurs disposant de l'autorisation de gestion peuvent partager en externe
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले लोग ही बाहरी तौर पर साझा कर सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengelola yang dapat berbagi secara eksternal
it_it: Solo le persone con autorizzazione alla gestione possono condividere all'esterno
ja_jp: 「管理権限」を持つユーザーのみ外部へ共有可能
ko_kr: 관리 권한이 있는 사용자만 외부적으로 공유할 수 있음
ms_my: Hanya orang dengan kebenaran mengurus boleh berkongsi secara luaran
pt_br: Apenas pessoas com permissão de gerenciamento podem compartilhar externamente
ru_ru: Только люди с разрешением на управление могут делиться за пределами организации
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถแบ่งปันเนื้อหากับภายนอกได้
vi_vn: Chỉ những người có quyền quản lý mới có thể chia sẻ ra bên ngoài
zh_cn: 仅“可管理”用户可对外分享
zh_tw: 僅「可管理」使用者可對外分享

# +50
source: It can only be shared in the organization
de_de: Es kann nur in der Organisation geteilt werden
es_es: Solo se puede compartir dentro de la organización
fr_fr: Le partage ne sera possible qu'au sein de l'organisation
hi_in: इसे केवल संगठन में साझा किया जा सकता है
id_id: Tautan hanya dapat dibagikan di dalam organisasi
it_it: Può essere condiviso solo all'interno dell'organizzazione
ja_jp: 組織内でのみ共有可能
ko_kr: 기업에서만 공유할 수 있습니다
ms_my: Hanya boleh dikongsi dalam organisasi
pt_br: Só pode ser compartilhado na organização
ru_ru: Можно делиться только внутри организации
th_th: จะสามารถแบ่งปันได้ในองค์กรเท่านั้น
vi_vn: Chỉ có thể chia sẻ trong tổ chức
zh_cn: 仅可在组织内分享
zh_tw: 僅可在組織內分享

# ZHk
source: Only people in the organization with edit or manage permission can add collaborators
de_de: Nur Personen der Organisation mit Bearbeitungs- oder Verwaltungsberechtigung können Kollaboratoren hinzufügen
es_es: Solo las personas de la organización con permiso de edición o de administración pueden agregar colaboradores
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de modification ou de gestion peuvent ajouter des collaborateurs
hi_in: सिर्फ़ किसी संगठन के अनुमति संपादित या प्रबंधित करने वाले लोग ही सहयोगी जोड़ सकते हैं
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk mengedit atau mengelola yang dapat menambah kolaborator
it_it: Solo le persone nell'organizzazione con autorizzazione alla modifica o alla gestione possono aggiungere collaboratori
ja_jp: 「編集権限」または「管理権限」を持つ法人内のユーザーのみ共同編集者を追加可能
ko_kr: 편집 또는 관리 권한이 있는 기업 내부 인원만 공동 작업자를 추가할 수 있음
ms_my: Hanya orang dalam organisasi dengan kebenaran edit atau mengurus boleh menambah kolaborator
pt_br: Apenas pessoas na organização com permissão para editar ou gerenciamento podem adicionar colaboradores
ru_ru: Только люди в организации с правами на редактирование или управление могут добавлять соавторов
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตในการแก้ไขหรือจัดการเท่านั้นที่สามารถเพิ่มผู้ร่วมงานได้
vi_vn: Chỉ những người trong tổ chức có quyền chỉnh sửa hoặc quản lý mới có thể thêm người cộng tác
zh_cn: 仅组织内的“可编辑”、“可管理”用户可添加协作者
zh_tw: 僅組織內的「可編輯」、「可管理」使用者可新增協作者

# NDo
source: Only people in the organization with manage permission can add collaborators
de_de: Nur Personen der Organisation mit Verwaltungsberechtigung können Kollaboratoren hinzufügen
es_es: Solo las personas de la organización con permiso de administración pueden agregar colaboradores
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de gestion peuvent ajouter des collaborateurs
hi_in: सिर्फ़ संगठन में अनुमति प्रबंधित करने वाले लोग ही सहयोगी जोड़ सकते हैं
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk mengelola yang dapat menambah kolaborator
it_it: Solo le persone nell'organizzazione con autorizzazione alla gestione possono aggiungere collaboratori
ja_jp: 「管理権限」を持つ法人内のユーザーのみ共同編集者を追加可能
ko_kr: 관리 권한이 있는 기업 내부 인원만 공동 작업자를 추가할 수 있음
ms_my: Hanya orang dalam organisasi dengan kebenaran mengurus boleh menambah kolaborator
pt_br: Apenas pessoas na organização com permissão de gerenciamento podem adicionar colaboradores
ru_ru: Только люди в организации с разрешением на управление могут добавлять соавторов
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถเพิ่มผู้ร่วมงานได้
vi_vn: Chỉ những người trong tổ chức có quyền quản lý mới có thể thêm người cộng tác
zh_cn: 仅组织内的“可管理”用户可添加协作者
zh_tw: 僅組織內的「可管理」使用者可新增協作者

# nBc
source: Link sharing is turned off
de_de: Externes Teilen von Links deaktiviert
es_es: El uso compartido de enlaces está desactivado
fr_fr: Partage de liens désactivé
hi_in: लिंक साझाकरण बंद किया गया
id_id: Berbagi tautan dinonaktifkan
it_it: La condivisione dei link è disattivata
ja_jp: リンクによる共有をオフにする
ko_kr: 링크 공유가 꺼져 있습니다
ms_my: Pengongsian pautan dimatikan
pt_br: O compartilhamento de link está desativado
ru_ru: Обмен ссылками отключен
th_th: ปิดการแบ่งปันลิงก์แล้ว
vi_vn: Đã tắt tính năng chia sẻ liên kết
zh_cn: 链接分享关闭
zh_tw: 連結分享關閉

# fRc
source: Only people in the organization with view, edit, or manage permission can add collaborators
de_de: Nur Personen der Organisation mit Ansicht-, Bearbeitungs- oder Verwaltungsberechtigung können Kollaboratoren hinzufügen
es_es: Solo las personas de la organización con permiso de edición, de lectura o de administración pueden agregar colaboradores
fr_fr: Seuls les membres de l'organisation disposant de l'autorisation de lecture, de modification ou de gestion peuvent ajouter des collaborateurs
hi_in: संगठन में सिर्फ़ वे लोग ही सहयोगी हो सकते हैं जिनके पास देखने, संपादित करने या प्रबंधित करने की अनुमति है
id_id: Hanya orang-orang di dalam organisasi dengan izin untuk melihat, mengedit, atau mengelola yang dapat menambah kolaborator
it_it: Solo le persone nell'organizzazione con autorizzazione alla visualizzazione, alla modifica o alla gestione possono aggiungere collaboratori
ja_jp: 閲覧権限、編集権限、または管理権限を持つ法人内のユーザーのみ共同編集者を追加可能
ko_kr: 보기, 편집 또는 관리 권한이 있는 기업 내부 인원만 공동 작업자를 추가할 수 있음
ms_my: Hanya orang dalam organisasi dengan kebenaran lihat, edit, atau mengurus boleh menambah kolaborator
pt_br: Apenas pessoas na organização com permissão para visualizar, edição ou gerenciamento podem adicionar colaboradores
ru_ru: Только люди в организации с правами на редактирование, просмотр или управление могут добавлять соавторов
th_th: เฉพาะบุคคลในองค์กรที่มีสิทธิ์การอนุญาตในการแก้ไข ดู หรือจัดการเท่านั้นที่จะเพิ่มผู้ร่วมงานได้
vi_vn: Chỉ những người trong tổ chức có quyền xem, chỉnh sửa hoặc quản lý mới có thể thêm người cộng tác
zh_cn: 仅组织内的“可阅读”、“可编辑”、“可管理”用户可添加协作者
zh_tw: 僅組織內的「可閱讀」、「可編輯」、「可管理」使用者可新增協作者

# GP4
source: Describe in detail the reasons for adjusting the document's security level
de_de: Beschreiben Sie ausführlich die Gründe für die Anpassung der Sicherheitsstufe des Dokuments
es_es: Describir en detalle las razones para ajustar el nivel de seguridad del documento
fr_fr: Décrivez en détail les raisons de l'ajustement du niveau de sécurité du document
hi_in: दस्तावेज़ का सुरक्षा स्तर समायोजित करने के कारणों की जानकारी विस्तार से दें
id_id: Jelaskan secara detail alasan penyesuaian tingkat keamanan dokumen
it_it: Descrivi in dettaglio le ragioni per adeguare il livello di sicurezza del documento
ja_jp: 秘密度を調整する理由を詳しく説明してください
ko_kr: 문서의 보안 수준을 조정하는 이유를 자세히 설명하세요
ms_my: Nyatakan secara terperinci sebab-sebab melaraskan tahap keselamatan dokumen
pt_br: Descreva em detalhes os motivos para ajustar o nível de segurança do documento
ru_ru: Подробно опишите причины изменения уровня безопасности документа.
th_th: อธิบายเหตุผลในการปรับระดับความปลอดภัยของเอกสารโดยละเอียด
vi_vn: Hãy mô tả chi tiết về lý do điều chỉnh cấp độ bảo mật của tài liệu
zh_cn: 请详细描述调整密级的理由
zh_tw: 請詳細描述調整加密等級的理由

# Kyc
source: Lowering the security level may pose information security risks. Please proceed with caution.
de_de: Die Herabsetzung der Sicherheitsstufe kann Risiken für die Informationssicherheit mit sich bringen. Gehen Sie vorsichtig vor.
es_es: Bajar el nivel de seguridad puede suponer riesgos para la seguridad de la información Procede con precaución.
fr_fr: L'abaissement du niveau de sécurité peut présenter des risques de sécurité des informations. Veuillez faire preuve de prudence.
hi_in: सुरक्षा स्तर कम करने से जानकारी सुरक्षा संबंधी जोख़िम हो सकते हैं. कृपया सावधानीपूर्वक आगे बढ़ें.
id_id: Menurunkan tingkat keamanan dapat menimbulkan risiko keamanan informasi. Lanjutkan dengan hati-hati.
it_it: L'abbassamento del livello di sicurezza può comportare rischi per la sicurezza delle informazioni. Procedi con cautela.
ja_jp: 秘密度を低く調整すると、情報セキュリティにおけるリスクが高まる可能性があります。慎重に操作してください。
ko_kr: 보안 수준을 낮추면 정보 보안 위험이 발생할 수 있습니다. 주의하여 진행하세요.
ms_my: Menurunkan tahap keselamatan mungkin menimbulkan risiko keselamatan maklumat. Sila berhati-hati.
pt_br: Reduzir o nível de segurança pode representar riscos de segurança da informação. Prossiga com atenção.
ru_ru: Понижение уровня безопасности может создать риски для информационной безопасности. Будьте осторожны.
th_th: การลดระดับความปลอดภัยอาจก่อให้เกิดความเสี่ยงด้านความปลอดภัยของข้อมูล โปรดดำเนินการด้วยความระมัดระวัง
vi_vn: Hạ thấp cấp độ bảo mật có thể gây ra rủi ro về an toàn thông tin. Vui lòng tiến hành thật thận trọng.
zh_cn: 调低密级可能有信息安全风险，请谨慎操作。
zh_tw: 調低加密等級可能有資訊安全風險，請謹慎操作。

# CS8
source: Reasons for adjusting security level
de_de: Gründe für die Anpassung der Sicherheitsstufe
es_es: Razones para ajustar el nivel de seguridad
fr_fr: Raisons de l'ajustement du niveau de sécurité
hi_in: सुरक्षा स्तर समायोजित करने के कारण
id_id: Alasan penyesuaikan tingkat keamanan
it_it: Motivi per cui è necessario regolare il livello di sicurezza
ja_jp: 秘密度を調整する理由
ko_kr: 보안 수준 조정 이유
ms_my: Sebab-sebab melaraskan tahap keselamatan
pt_br: Motivos para ajustar o nível de segurança
ru_ru: Причины изменения уровня безопасности
th_th: เหตุผลในการปรับระดับความปลอดภัย
vi_vn: Lý do điều chỉnh cấp độ bảo mật
zh_cn: 密级调整理由
zh_tw: 加密等級調整理由

# nxM
source: Document security level
de_de: Sicherheitsstufe für Dokumente
es_es: Nivel de seguridad del documento
fr_fr: Niveau de sécurité de document
hi_in: दस्तावेज़ सुरक्षा स्तर
id_id: Tingkat keamanan dokumen
it_it: Livello di sicurezza del documento
ja_jp: ドキュメントの秘密度設定
ko_kr: 문서 보안 수준
ms_my: Tahap keselamatan dokumen
pt_br: Nível de segurança do documento
ru_ru: Текущий уровень безопасности
th_th: ระดับความปลอดภัยของเอกสาร
vi_vn: Cấp độ bảo mật tài liệu
zh_cn: 文档密级设置
zh_tw: 文件加密等級設定

# bLo
source: Edit security level
de_de: Sicherheitsstufe bearbeiten
es_es: Editar nivel de seguridad
fr_fr: Modifier le niveau de sécurité
hi_in: सुरक्षा स्तर संपादित करें
id_id: Edit tingkat keamanan
it_it: Modifica livello di sicurezza
ja_jp: クリックして秘密度を変更
ko_kr: 보안 수준 편집
ms_my: Edit tahap keselamatan
pt_br: Editar nível de segurança
ru_ru: Изменить уровень безопасности
th_th: แก้ไขระดับความปลอดภัย
vi_vn: Chỉnh sửa cấp độ bảo mật
zh_cn: 点击修改密级
zh_tw: 點選修改加密等級

# 1To
source: Unable to get the document's default security level. Please assign one to it.
de_de: Die Standard-Sicherheitsstufe des Dokuments konnte nicht abgerufen werden. Bitte weisen Sie ihm eine zu.
es_es: Error al obtener el nivel de seguridad predeterminado del documento. Asígnale uno.
fr_fr: Obtention du niveau de sécurité par défaut du document impossible. Veuillez lui en attribuer un.
hi_in: दस्तावेज़ का डिफ़ॉल्ट सुरक्षा स्तर प्राप्त करने में असमर्थ. कृपया इसे एक सुरक्षा स्तर असाइन करें.
id_id: Gagal memperoleh tingkat keamanan default dokumen. Berikan tingkat keamanan ke dokumen tersebut.
it_it: Impossibile ottenere il livello di sicurezza predefinito del documento. Assegnane uno.
ja_jp: デフォルトの秘密度を取得できませんでした。自身で秘密度を設定してください
ko_kr: 문서의 기본 보안 수준을 확인할 수 없습니다. 수준을 지정하세요.
ms_my: Tidak dapat mendapatkan tahap keselamatan lalai dokumen. Sila tetapkan satu untuk itu.
pt_br: Não é possível obter o nível de segurança padrão do documento. Atribua um.
ru_ru: Невозможно получить уровень безопасности документа по умолчанию. Назначьте его.
th_th: ไม่สามารถรับระดับความปลอดภัยเริ่มต้นของเอกสารได้ โปรดกำหนดหนึ่งรายการ
vi_vn: Không thể lấy được cấp độ bảo mật mặc định của tài liệu. Vui lòng chỉ định một cấp độ cho tài liệu.
zh_cn: 获取默认密级失败，请自行设置密级
zh_tw: 取得預設加密等級失敗，請自行設定加密等級

# Exc
source: Unable to get the document's security level
de_de: Die Sicherheitsstufe des Dokuments konnte nicht abgerufen werden
es_es: Error al obtener el nivel de seguridad del documento.
fr_fr: Obtention du niveau de sécurité du document impossible
hi_in: दस्तावेज़ का सुरक्षा स्तर प्राप्त करने में असमर्थ
id_id: Gagal memperoleh tingkat keamanan dokumen
it_it: Impossibile ottenere il livello di sicurezza del documento
ja_jp: 秘密度情報を取得できませんでした
ko_kr: 문서의 보안 수준을 확인할 수 없습니다
ms_my: Tidak dapat mendapatkan tahap keselamatan dokumen
pt_br: Não é possível obter o nível de segurança do documento
ru_ru: Невозможно получить уровень безопасности документа.
th_th: ไม่สามารถรับระดับความปลอดภัยของเอกสารได้
vi_vn: Không thể lấy được cấp độ bảo mật của tài liệu
zh_cn: 获取密级信息失败
zh_tw: 取得加密等級資訊失敗

# WtI
source: Unable to get the document's security level. Please try again later.
de_de: Die Sicherheitsstufe des Dokuments konnte nicht abgerufen werden. Versuchen Sie es später erneut.
es_es: Error al obtener el nivel de seguridad del documento. Inténtalo de nuevo más tarde.
fr_fr: Obtention du niveau de sécurité du document impossible. Veuillez réessayer plus tard.
hi_in: दस्तावेज़ का सुरक्षा स्तर प्राप्त करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal memperoleh tingkat keamanan dokumen. Coba lagi nanti.
it_it: Impossibile ottenere il livello di sicurezza del documento. Riprova più tardi.
ja_jp: 秘密度情報を取得できませんでした。後ほど再試行してください
ko_kr: 문서의 보안 수준을 확인할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat mendapatkan tahap keselamatan dokumen. Sila cuba lagi kemudian.
pt_br: Não é possível obter o nível de segurança do documento. Tente novamente mais tarde.
ru_ru: Невозможно получить уровень безопасности документа. Попробуйте позже.
th_th: ไม่สามารถรับระดับความปลอดภัยของเอกสารได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể lấy được cấp độ bảo mật của tài liệu. Vui lòng thử lại sau.
zh_cn: 获取密级信息失败，请稍后重试
zh_tw: 取得加密等級資訊失敗，請稍後重試

# RUE
source: Enter up to 1,024 characters
de_de: Bis zu 1.024 Zeichen eingeben
es_es: Introduce un máximo de 1.024 caracteres
fr_fr: Saisissez jusqu'à 1 024 caractères
hi_in: 1,024 वर्ण तक दर्ज करें
id_id: Masukkan hingga 1.024 karakter
it_it: Immetti fino a 1.024 caratteri
ja_jp: 最大 1,024 文字まで入力できます
ko_kr: 1,024자까지 입력할 수 있습니다
ms_my: Masukkan sehingga 1,024 aksara
pt_br: Inserir até 1.024 caracteres
ru_ru: Введите до 1024 символов.
th_th: ป้อนสูงสุด 1,024 อักขระ
vi_vn: Nhập tối đa 1.024 ký tự
zh_cn: 最多可输入 1,024 字符
zh_tw: 最多可輸入 1,024 個字元

# IwY
source: Current security level doesn't restrict any permissions.
de_de: Aktuelle Sicherheitsstufe schränkt keine Berechtigungen ein.
es_es: El nivel de seguridad actual no restringe ningún permiso.
fr_fr: Le niveau de sécurité actuel ne restreint aucune autorisation.
hi_in: वर्तमान सुरक्षा स्तर किसी अनुमति को प्रतिबंधित नहीं करता.
id_id: Tingkat keamanan saat ini tidak membatasi izin apa pun.
it_it: Il livello di sicurezza corrente non limita alcuna autorizzazione.
ja_jp: 現在の秘密度に権限制限はありません
ko_kr: 현재 보안 수준은 권한을 제한하지 않습니다.
ms_my: Tahap keselamatan semasa tidak menyekat sebarang kebenaran.
pt_br: O nível de segurança atual não restringe nenhuma permissão.
ru_ru: Текущий уровень безопасности не ограничивает никаких разрешений.
th_th: ระดับความปลอดภัยปัจจุบันไม่ได้จำกัดสิทธิ์การอนุญาตใด ๆ
vi_vn: Cấp độ bảo mật hiện tại không hạn chế bất cứ quyền nào.
zh_cn: 当前密级未限制任何权限
zh_tw: 目前加密等級未限制任何權限

# yAs
source: This document's security level is {{secure_label}}. Some settings might be restricted.
de_de: Die Sicherheitsstufe dieses Dokuments ist {{secure_label}}. Einige Einstellungen sind möglicherweise eingeschränkt.
es_es: El nivel de seguridad de este documento es {{secure_label}}. Es posible que algunas opciones de configuración estén restringidas.
fr_fr: Le niveau de sécurité de ce document est {{secure_label}}. Certains paramètres peuvent être restreints.
hi_in: इस दस्तावेज़ का सुरक्षा स्तर {{secure_label}} है. कुछ सेटिंग्स प्रतिबंधित हो सकती हैं.
id_id: Tingkat keamanan dokumen ini adalah {{secure_label}}. Beberapa pengaturan mungkin dibatasi.
it_it: Il livello di sicurezza di questo documento è {{secure_label}}. Alcune impostazioni potrebbero essere limitate.
ja_jp: 当該ドキュメントの秘密度は {{secure_label}} です。一部の設定は制限を受ける可能性があります
ko_kr: 이 문서의 보안 수준은 {{secure_label}}입니다. 일부 설정이 제한될 수 있습니다.
ms_my: Tahap keselamatan dokumen ini ialah {{secure_label}}. Tetapan tertentu mungkin terhad.
pt_br: O nível de segurança deste documento é {{secure_label}}. Algumas configurações podem estar restritas.
ru_ru: Уровень безопасности этого документа — {{secure_label}}. Некоторые настройки могут быть ограничены.
th_th: ระดับความปลอดภัยของเอกสารนี้คือ {{secure_label}} ระบบอาจจำกัดการตั้งค่าบางอย่าง
vi_vn: Cấp độ bảo mật của tài liệu này là {{secure_label}}. Một số cài đặt có thể bị hạn chế.
zh_cn: 本文档密级为 {{secure_label}}，部分设置可能受限制
zh_tw: 本文件加密等級為 {{secure_label}}，部分設定可能受限制
