Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 4U8
source: Please try again.
de_de: Versuchen Sie es erneut.
es_es: Inténtalo de nuevo.
fr_fr: Veuillez réessayer.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: クリックして再試行
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi.
pt_br: Tente novamente.
ru_ru: Попробуйте еще раз.
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại.
zh_cn: 点击重试
zh_tw: 點選重試

# 8jw
source: Network error. Please try again later.
de_de: Netzwerkfehler. Versuchen Sie es später erneut.
es_es: Error en la red. Inténtalo de nuevo más tarde.
fr_fr: Erreur réseau. Veuillez réessayer plus tard.
id_id: Kesalahan jaringan. Coba lagi nanti.
it_it: Errore di rete. Riprova più tardi.
ja_jp: ネットワークエラーが発生しました。後ほど再試行してください
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi nanti.
pt_br: Erro de rede. Tente novamente mais tarde.
ru_ru: Сетевая ошибка. Повторите попытку позже.
th_th: เกิดข้อผิดพลาดของเครือข่าย โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau.
zh_cn: 网络异常，请稍后重试
zh_tw: 網路異常，請稍後重試

# rWM
source: No internet connection. Comment will be automatically loaded once you’re back online.
de_de: Keine Internetverbindung. Der Kommentar wird automatisch geladen, sobald Sie wieder online sind.
es_es: No hay conexión a Internet. El comentario se cargará automáticamente cuando vuelvas a tener conexión.
fr_fr: Aucune connexion Internet. Le commentaire sera automatiquement chargé une fois que vous serez en ligne.
id_id: Tidak ada koneksi internet. Komentar akan secara otomatis dimuat ketika Anda kembali online.
it_it: Nessuna connessione internet. Il commento sarà caricato automaticamente quando tornerai online.
ja_jp: インターネットに接続されていません。接続後、コメントは自動で読み込まれます
ko_kr: 인터넷 연결이 없습니다. 다시 온라인 상태가 되면 댓글이 자동으로 로드됩니다.
ms_my: Tiada sambungan internet. Komen akan dimuatkan secara automatik apabila anda kembali dalam talian.
pt_br: Sem conexão com a Internet. O comentário será carregado automaticamente quando estiver on-line de novo.
ru_ru: Подключение к Интернету отсутствует. Комментарий будет автоматически загружен, как только вы вернетесь в сеть.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ความคิดเห็นจะถูกโหลดโดยอัตโนมัติเมื่อคุณกลับมาออนไลน์
vi_vn: Không có kết nối Internet. Bình luận sẽ tự động được tải sau khi bạn trực tuyến lại.
zh_cn: 无网络连接，联网后将自动加载评论
zh_tw: 無網路連線，恢復連線後將自動載入評論

# /ac
source: You don’t have permission to comment.
de_de: Sie sind nicht berechtigt, Kommentare hinzuzufügen.
es_es: No tienes permiso para comentar.
fr_fr: Vous n'êtes pas autorisé à commenter.
id_id: Anda tidak memiliki izin untuk berkomentar.
it_it: Non disponi dell'autorizzazione per commentare.
ja_jp: このドキュメントのコメント権限がありません
ko_kr: 댓글을 달 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengulas.
pt_br: Você não tem permissão para comentar.
ru_ru: У вас нет разрешения комментировать.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้แสดงความคิดเห็น
vi_vn: Bạn không có quyền bình luận.
zh_cn: 暂无权限评论此文档
zh_tw: 暫無評論此文件的權限

# 2mk
source: Current document does not allow commenting yet.
de_de: Das aktuelle Dokument erlaubt noch nicht das Hinzufügen von Kommentaren.
es_es: El documento actual aún no permite hacer comentarios.
fr_fr: Le document actuel ne permet pas encore de commenter.
id_id: Dokumen saat ini belum mengizinkan pemberian komentar.
it_it: Il documento corrente non consente ancora di commentare.
ja_jp: このドキュメントのコメント機能はオフになっています
ko_kr: 현재 문서에서 댓글 달기를 아직 허용하지 않습니다.
ms_my: Dokumen semasa belum membenarkan komen.
pt_br: O documento atual ainda não permite comentários.
ru_ru: Текущий документ пока не позволяет комментировать.
th_th: เอกสารปัจจุบันยังไม่อนุญาตให้แสดงความคิดเห็น
vi_vn: Tài liệu hiện tại chưa cho phép bình luận.
zh_cn: 当前文档暂未开放评论
zh_tw: 目前文件暫未開放評論

# psc
source: Preparing data. Unable to process relevant operations. Please try again later.
de_de: Daten werden vorbereitet. Relevante Vorgänge können nicht verarbeitet werden. Versuchen Sie es später erneut.
es_es: Preparando los datos. No se han podido procesar las operaciones pertinentes. Inténtalo de nuevo más tarde.
fr_fr: Préparation des données. Impossible de traiter les opérations concernées. Veuillez réessayer plus tard.
id_id: Mempersiapkan data. Gagal memproses operasi yang relevan. Coba lagi nanti.
it_it: Preparazione dei dati. Impossibile elaborare le operazioni pertinenti. Riprova più tardi.
ja_jp: データを準備中のため、しばらくの間は関連操作を行うことができません。後ほど再試行してください
ko_kr: 데이터 준비 중입니다. 관련 작업을 처리할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Menyediakan data. Tidak dapat memproses operasi berkaitan. Sila cuba lagi nanti.
pt_br: Preparando dados. Não é possível processar as operações relevantes. Tente novamente mais tarde.
ru_ru: Подготовка данных. Невозможно обработать соответствующие операции. Повторите попытку позже.
th_th: กำลังเตรียมข้อมูล ไม่สามารถประมวลผลการดำเนินการที่เกี่ยวข้องได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Đang chuẩn bị dữ liệu. Không thể xử lý các thao tác liên quan. Vui lòng thử lại sau.
zh_cn: 数据准备中，暂时无法处理相关操作，请稍后重试
zh_tw: 資料準備中，暫時無法處理相關操作，請稍後重試

# er8
source: Unable to delete reply. Network unstable.
de_de: Antwort kann nicht gelöscht werden. Das Netzwerk ist instabil.
es_es: No se puede eliminar la respuesta. La red es inestable.
fr_fr: Impossible de supprimer la réponse. Réseau instable.
id_id: Gagal menghapus balasan. Jaringan tidak stabil.
it_it: Impossibile eliminare la risposta. Rete instabile.
ja_jp: インターネット接続が不安定のため、削除できませんでした
ko_kr: 회신을 삭제할 수 없습니다. 네트워크가 불안정합니다.
ms_my: Tidak dapat memadam balasan. Rangkaian tidak stabil.
pt_br: Não é possível excluir a resposta. Rede instável.
ru_ru: Не удалось удалить ответ. Нестабильная сеть.
th_th: ไม่สามารถลบการตอบกลับได้ เครือข่ายไม่เสถียร
vi_vn: Không thể xóa câu trả lời. Mạng không ổn định.
zh_cn: 删除失败，当前网络不稳定
zh_tw: 刪除失敗，目前網路不穩定

# ev0
source: Unable to load comment.
de_de: Kommentar kann nicht geladen werden.
es_es: No se puede cargar el comentario.
fr_fr: Impossible de charger le commentaire.
id_id: Gagal memuat komentar.
it_it: Impossibile caricare il commento.
ja_jp: コメントを読み込みできませんでした
ko_kr: 댓글을 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan komen.
pt_br: Não é possível carregar o comentário.
ru_ru: Не удалось загрузить комментарий.
th_th: ไม่สามารถโหลดความคิดเห็นได้
vi_vn: Không thể tải bình luận.
zh_cn: 评论加载失败
zh_tw: 評論載入失敗

# aw4
source: Unable to load image.
de_de: Bild kann nicht geladen werden.
es_es: No se puede cargar la imagen.
fr_fr: Impossible de charger l'image.
id_id: Gagal memuat gambar.
it_it: Impossibile caricare l'immagine.
ja_jp: 画像を読み込みできませんでした
ko_kr: 이미지를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan imej.
pt_br: Não é possível carregar a imagem.
ru_ru: Не удалось загрузить изображение.
th_th: ไม่สามารถโหลดภาพได้
vi_vn: Không thể tải hình ảnh.
zh_cn: 图片加载失败
zh_tw: 圖片載入失敗

# +Po
source: Unable to resolve comment. Network unstable.
de_de: Kommentar kann nicht aufgelöst werden. Das Netzwerk ist instabil.
es_es: No se puede resolver el comentario. La red es inestable.
fr_fr: Impossible de trouver une solution pour le commentaire. Réseau instable.
id_id: Gagal menyelesaikan komentar. Jaringan tidak stabil.
it_it: Impossibile risolvere il commento. Rete instabile.
ja_jp: インターネット接続が不安定のため、解決できませんでした
ko_kr: 댓글을 확인할 수 없습니다. 네트워크가 불안정합니다.
ms_my: Tidak dapat menyelesaikan komen. Rangkaian tidak stabil.
pt_br: Não é possível resolver o comentário. Rede instável.
ru_ru: Не удалось разрешить комментарий. Нестабильная сеть.
th_th: ไม่สามารถแก้ไขความคิดเห็นได้ เครือข่ายไม่เสถียร
vi_vn: Không thể giải quyết bình luận. Mạng không ổn định.
zh_cn: 解决失败，当前网络不稳定
zh_tw: 解決失敗，目前網路不穩定

# XN8
source: Unable to send comment.
de_de: Kommentar kann nicht gesendet werden.
es_es: Error al enviar el comentario.
fr_fr: Impossible d'envoyer le commentaire.
id_id: Gagal mengirim komentar.
it_it: Impossibile inviare il commento.
ja_jp: コメントを送信できませんでした
ko_kr: 댓글을 전송할 수 없습니다.
ms_my: Tidak dapat menghantar komen.
pt_br: Falha ao enviar comentário.
ru_ru: Не удалось отправить комментарий.
th_th: ส่งความคิดเห็นไม่สำเร็จ
vi_vn: Gửi bình luận không thành công.
zh_cn: 评论发送失败
zh_tw: 評論傳送失敗

# f/c
source: This comment may not comply with our terms of service. Please modify the content and try again.
de_de: Dieser Kommentar entspricht möglicherweise nicht unseren Nutzungsbedingungen. Modifizieren Sie den Inhalt und versuchen Sie es erneut.
es_es: Es posible que este comentario no cumpla con nuestros Términos de servicio. Modifica el contenido e inténtalo de nuevo.
fr_fr: Ce commentaire peut ne pas être conforme à nos conditions d'utilisation. Veuillez modifier le contenu et réessayer.
id_id: Komentar ini mungkin tidak sesuai dengan ketentuan layanan kami. Ubah konten dan coba lagi.
it_it: Questo commento potrebbe non rispettare i nostri Termini di servizio. Modifica il contenuto e riprova.
ja_jp: このコメントは利用規約に違反しています。内容を編集してから再送信してください
ko_kr: 이 댓글은 당사 서비스 약관을 준수하지 않을 수 있습니다. 콘텐츠를 수정하고 다시 시도하세요.
ms_my: Komen ini mungkin tidak mematuhi terma perkhidmatan kami. Sila ubah kandungan dan cuba lagi.
pt_br: Esse comentário pode não estar em conformidade com nossos termos de serviço. Modifique o conteúdo e tente novamente.
ru_ru: Этот комментарий может не соответствовать нашим условиям предоставления услуг. Измените содержимое и повторите попытку.
th_th: ความคิดเห็นนี้อาจไม่สอดคล้องกับข้อกำหนดการให้บริการของเรา โปรดแก้ไขเนื้อหาและลองอีกครั้ง
vi_vn: Bình luận này có thể không tuân thủ các điều khoản dịch vụ của chúng tôi. Vui lòng chỉnh sửa nội dung và thử lại.
zh_cn: 当前评论不符合用户协议，请调整内容后重新发送
zh_tw: 目前評論不符合使用者協議，請調整內容後重新傳送

# hzk
source: You don't have permission to complete this action.
de_de: Sie haben keine Berechtigung zum Durchführen dieser Aktion.
es_es: No tienes permiso para completar esta acción.
fr_fr: Vous n'êtes pas autorisé à terminer cette opération.
id_id: Anda tidak memiliki izin untuk menyelesaikan tindakan ini.
it_it: Non disponi dell'autorizzazione per completare questa azione.
ja_jp: 操作できませんでした。当該操作を行う権限がありません
ko_kr: 이 작업을 완료할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melengkapkan tindakan ini.
pt_br: Você não tem permissão para concluir esta ação.
ru_ru: У вас нет разрешения на выполнение этого действия.
th_th: คุณไม่มีสิทธิ์การอนุญาตการดำเนินการนี้ให้เสร็จสมบูรณ์ได้
vi_vn: Bạn không có quyền hoàn thành hành động này.
zh_cn: 操作失败，你没有权限进行此操作
zh_tw: 操作失敗，你無權進行此操作

# dQ4
source: {{user_name}} shared a document with you
de_de: {{user_name}} hat ein Dokument mit Ihnen geteilt.
es_es: {{user_name}} compartió un documento contigo
fr_fr: {{user_name}} a partagé un document avec vous
hi_in: {{user_name}} ने आपके साथ दस्तावेज़ साझा किया
id_id: {{user_name}} berbagi dokumen dengan Anda
it_it: {{user_name}} ha condiviso un documento con te
ja_jp: {{user_name}} があなたにドキュメントを共有しました
ko_kr: {{user_name}} 님이 문서를 공유했습니다
ms_my: {{user_name}} berkongsi dokumen dengan anda
pt_br: {{user_name}} compartilhou um documento com você
ru_ru: {{user_name}} поделился (-ась) с вами документом
th_th: {{user_name}} ได้แบ่งปันเอกสารกับคุณ
vi_vn: {{user_name}} đã chia sẻ một tài liệu với bạn
zh_cn: {{user_name}}分享文档给你
zh_tw: {{user_name}}分享文件給你

# XZA
source: No longer following document comments. You won't be notified when someone adds a comment or replies to a comment.
de_de: Dokumentkommentaren nicht mehr folgen. Sie werden nicht benachrichtigt, wenn jemand einen Kommentar hinzufügt oder auf einen Kommentar antwortet.
es_es: Ya no se están siguiendo los comentarios del documento. No se te notificará cuando alguien agregue un comentario o responda a un comentario.
fr_fr: Suivi des commentaires du document désactivé. Vous ne serez pas averti lorsque quelqu'un ajoutera ou répondra à un commentaire.
hi_in: अब दस्तावेज़ की टिप्पणियों का अनुसरण नहीं कर रहे हैं. जब कोई व्यक्ति टिप्पणी जोड़ता है या टिप्पणी का उत्तर देता है तो आपको सूचित नहीं किया जाएगा.
id_id: Tidak lagi mengikuti komentar dokumen. Anda tidak akan diberi tahu saat seseorang menambahkan komentar atau membalas komentar.
it_it: Non segui più i commenti sul documento. Non verrai informato quando qualcuno aggiunge un commento o risponde a uno.
ja_jp: フォローを解除しました。
ko_kr: 더 이상 문서 댓글을 팔로우하지 않습니다. 누군가가 댓글을 추가하거나 댓글에 답글을 달아도 회원님은 알림을 받지 않습니다.
ms_my: Tidak lagi mengikuti komen dokumen. Anda tidak akan diberitahu apabila seseorang menambah komen atau membalas komen.
pt_br: Não está mais seguindo comentários do documento. Você não será notificado quando alguém adicionar um comentário ou responder a um comentário.
ru_ru: Вы больше не следите за комментариями. Вы не будете получать уведомления, когда кто-то добавляет или отвечает на комментарий.
th_th: ไม่ได้ติดตามความคิดเห็นในเอกสารอีกต่อไป คุณจะไม่ได้รับแจ้งเตือนเมื่อมีคนเพิ่มความคิดเห็นหรือการตอบกลับความคิดเห็น
vi_vn: Không còn bình luận tài liệu đang theo dõi nữa. Bạn sẽ không được thông báo khi có người thêm hoặc trả lời một bình luận.
zh_cn: 已取消关注，你将不再收到该文档的新增评论和评论回复提醒
zh_tw: 已取消關注，你將不再收到該文件的新增評論和評論回覆提醒

# t0k
source: Follow comment
de_de: Kommentaren folgen
es_es: Seguir comentario
fr_fr: Alerte commentaires
hi_in: टिप्पणी का अनुसरण करें
id_id: Ikuti komentar
it_it: Segui il commento
ja_jp: コメントの更新をフォロー
ko_kr: 댓글 팔로우
ms_my: Ikuti komen
pt_br: Seguir comentário
ru_ru: Следить
th_th: ติดตามความคิดเห็น
vi_vn: Theo dõi bình luận
zh_cn: 关注文档评论
zh_tw: 關注文件評論

# /a4
source: Following document comments. You'll be notified when someone adds a comment or replies to a comment.
de_de: Dokumentkommentaren folgen. Sie werden benachrichtigt, wenn jemand einen Kommentar hinzufügt oder auf einen Kommentar antwortet.
es_es: Siguiendo comentarios del documento. Se te notificará cuando alguien agregue un comentario o responda a un comentario.
fr_fr: Suivi des commentaires du document activé. Vous serez averti lorsque quelqu'un ajoutera ou répondra à un commentaire.
hi_in: दस्तावेज़ की टिप्पणियों का अनुसरण कर रहे हैं. जब कोई व्यक्ति टिप्पणी जोड़ता है या टिप्पणी का उत्तर देता है तो आपको सूचित किया जाएगा.
id_id: Mengikuti komentar dokumen. Anda akan diberi tahu saat seseorang menambahkan komentar atau membalas komentar.
it_it: Segui già i commenti sul documento. Verrai informato quando qualcuno aggiunge un commento o risponde a uno.
ja_jp: フォローしました。ドキュメントのコメントが更新された場合、通知を受信します
ko_kr: 문서 댓글을 팔로우 중입니다. 누군가가 댓글을 추가하거나 댓글에 답글을 달면 회원님이 알림을 받게 됩니다.
ms_my: Mengikuti komen dokumen. Anda akan diberitahu apabila seseorang menambah komen atau membalas komen.
pt_br: Seguindo comentários do documento. Você será notificado quando alguém adicionar um comentário ou responder a um comentário.
ru_ru: Вы следите за комментариями. Вы получите уведомление, когда кто-то добавит или ответит на комментарий.
th_th: กำลังติดตามความคิดเห็นในเอกสาร คุณจะได้รับแจ้งเตือนเมื่อมีคนเพิ่มความคิดเห็นหรือการตอบกลับความคิดเห็น
vi_vn: Các bình luận tài liệu đang theo dõi Bạn sẽ được thông báo khi có người thêm hoặc trả lời một bình luận.
zh_cn: 已关注，你将会收到该文档的新增评论和评论回复提醒
zh_tw: 已關注，你將會收到該文件的新增評論和評論回覆提醒

# eok
source: Toggle on to follow updates in document comments. Be in the know when new comments and replies are added.
de_de: Durch Aktivieren wird Aktualisierungen in Dokumentenkommentaren gefolgt. Bleiben Sie auf dem Laufenden, wenn neue Kommentare und Antworten hinzugefügt werden.
es_es: Cambiar para seguir las actualizaciones en los comentarios del documento. Mantente informado cuando se agreguen nuevos comentarios y nuevas respuestas.
fr_fr: Activez-le afin de suivre les mises à jour des commentaires du document. Soyez averti lorsque de nouveaux commentaires et réponses sont ajoutés.
hi_in: दस्तावेज़ टिप्पणियों में अपडेट का अनुसरण करने के लिए टॉगल करें. नई टिप्पणियाँ और उत्तर जोड़ने की जानकारी रखें.
id_id: Aktifkan untuk mengikuti pembaruan dalam komentar dokumen. Dapatkan pemberitahuan saat komentar dan balasan baru ditambahkan.
it_it: Attiva per seguire gli aggiornamenti ai commenti sul documento. Sii al corrente di quando vengono aggiunti nuovi commenti e risposte.
ja_jp: ドキュメントのコメント更新をフォローして、コメントが追加、またはコメントに返信があった場合通知を受信します。ドキュメントのインタラクティブを随時把握できます
ko_kr: 이 기능을 켜서 문서 댓글의 업데이트를 팔로우하세요. 새로운 댓글과 답글이 추가되면 알 수 있습니다.
ms_my: Togol hidup untuk mengikuti kemas kini dalam komen dokumen. Ketahui bila komen dan balasan baru ditambah.
pt_br: Ative para seguir as atualizações nos comentários do documento. Fique por dentro quando novos comentários e respostas foram adicionados.
ru_ru: Следите на комментариями к документам, получайте напоминания о новых комментариях и ответы на комментарии к документам, а также отслеживайте интерактивный статус документов.
th_th: สลับสวิตช์เป็นเปิดเพื่อติดตามการอัปเดตความคิดเห็นในเอกสาร รับทราบเมื่อมีการเพิ่มความคิดเห็นและการตอบกลับใหม่
vi_vn: Bật để theo dõi các cập nhật trong bình luận tài liệu. Biết khi có bình luận và trả lời mới được thêm vào.
zh_cn: 关注文档评论，收到文档新建评论和评论回复的提醒，时刻掌握文档的互动状态。
zh_tw: 關注文件評論，收到文件新增評論和評論回覆的提醒，隨時掌握文件的互動狀態。

# QVg
source: The string length in some cells exceeds the limit of {{APP_DISPLAY_NAME}} sheet. Extra parts will not be saved.
de_de: Die Länge der Zeichenfolge in einigen Zellen überschreitet die Beschränkung im {{APP_DISPLAY_NAME}} -Blatt. Zusätzliche Einträge werden nicht gespeichert.
es_es: La longitud de cadena de algunas celdas excede el límite del Sheet de {{APP_DISPLAY_NAME}}. Las partes adicionales no se guardarán.
fr_fr: La longueur de chaîne de certaines cellules dépasse la limite de la feuille {{APP_DISPLAY_NAME}}. L'excédent ne sera pas enregistré.
id_id: Panjang string di beberapa sel melampaui batas sheet {{APP_DISPLAY_NAME}} . Bagian tambahan tidak akan disimpan.
it_it: La lunghezza delle stringhe di alcune celle supera il limite massimo del foglio {{APP_DISPLAY_NAME}}. Le parti aggiuntive non verranno salvate.
ja_jp: 一部セルの文字数が {{APP_DISPLAY_NAME}} シートの制限を超えています。超えた部分は消去されます
ko_kr: 일부 셀의 문자열 길이가 {{APP_DISPLAY_NAME}} 시트의 제한을 초과합니다. 초과된 부분은 저장되지 않습니다.
ms_my: Panjang rentetan dalam beberapa sel melebihi had lembaran {{APP_DISPLAY_NAME}}. Bahagian tambahan tidak akan disimpan.
pt_br: O comprimento da cadeia de caracteres em algumas células excede o limite da planilha {{APP_DISPLAY_NAME}}. Peças extras não serão salvas.
ru_ru: Длина строки в некоторых ячейках превышает лимит листа {{APP_DISPLAY_NAME}}. Лишние части не будут сохранены.
th_th: ความยาวของสตริงในบางเซลล์เกินที่จำกัดไว้ของแผ่นงาน {{APP_DISPLAY_NAME}} ส่วนที่เกินจากจำนวนที่จำกัดจะไม่ได้รับการบันทึก
vi_vn: Độ dài chuỗi trong một số ô vượt quá giới hạn của trang tính {{APP_DISPLAY_NAME}}. Các chuỗi thừa sẽ không được lưu lại.
zh_cn: 部分单元格内的字符长度超过{{APP_DISPLAY_NAME}}表格的限制，超出部分将丢失
zh_tw: 部分儲存格內的字元長度超過{{APP_DISPLAY_NAME}}表格的限制，超出部分將會遺失

# J+4
source: The number of columns exceeds the {{number}} limit of {{APP_DISPLAY_NAME}} sheet. Extra parts will not be saved.
de_de: Die Anzahl an Spalten überschreitet die Beschränkung von {{number}} im {{APP_DISPLAY_NAME}} -Blatt. Zusätzliche Einträge werden nicht gespeichert.
es_es: El número de columnas excede el límite de {{number}} del Sheet de {{APP_DISPLAY_NAME}}. Las partes adicionales no se guardarán.
fr_fr: Le nombre de colonnes dépasse la limite de {{number}} de la feuille {{APP_DISPLAY_NAME}}. L'excédent ne sera pas enregistré.
id_id: Jumlah kolom melampaui batas {{number}} sheet{{APP_DISPLAY_NAME}} . Bagian tambahan tidak akan disimpan.
it_it: Il numero di colonne supera il limite massimo di {{number}} del foglio {{APP_DISPLAY_NAME}}. Le parti aggiuntive non verranno salvate.
ja_jp: シート内の列数が {{APP_DISPLAY_NAME}} シートの制限（ {{number}} ）を超えています。超えた部分は消去されます
ko_kr: 열 수가 {{APP_DISPLAY_NAME}} 시트의 {{number}}개 제한을 초과합니다. 초과된 부분은 저장되지 않습니다.
ms_my: Bilangan lajur melebihi had {{number}} helaian {{APP_DISPLAY_NAME}}. Bahagian tambahan tidak akan disimpan.
pt_br: O número de colunas excede o limite {{number}}da planilha {{APP_DISPLAY_NAME}}. Partes extras não serão salvas.
ru_ru: Количество столбцов превышает лимит {{number}} для листа {{APP_DISPLAY_NAME}}. Лишние части не будут сохранены.
th_th: จำนวนคอลัมน์เกิน {{number}} คอลัมน์ที่จำกัดไว้ของแผ่นงาน {{APP_DISPLAY_NAME}} ส่วนที่เกินจากจำนวนที่จำกัดจะไม่ได้รับการบันทึก
vi_vn: Số lượng cột vượt quá giới hạn {{number}} của trang tính {{APP_DISPLAY_NAME}}. Các cột thừa sẽ không được lưu lại.
zh_cn: 表格列数超出{{APP_DISPLAY_NAME}}表格的限制（{{number}}），超出部分将丢失
zh_tw: 表格欄數超出{{APP_DISPLAY_NAME}}表格的限制 ({{number}})，超出部分將會遺失

# ufM
source: The number of images exceeds the {{number}} limit of {{APP_DISPLAY_NAME}} sheet. Extra parts will not be saved.
de_de: Die Anzahl an Bildern überschreitet die Beschränkung von {{number}} im {{APP_DISPLAY_NAME}} -Blatt. Zusätzliche Einträge werden nicht gespeichert.
es_es: El número de imágenes excede el límite de {{number}} del Sheet de {{APP_DISPLAY_NAME}}. Las partes adicionales no se guardarán.
fr_fr: Le nombre d'images dépasse la limite de {{number}} de la feuille {{APP_DISPLAY_NAME}}. L'excédent ne sera pas enregistré.
id_id: Jumlah gambar melampaui batas {{number}} sheet{{APP_DISPLAY_NAME}} . Bagian tambahan tidak akan disimpan.
it_it: Il numero di immagini supera il limite massimo di {{number}} del foglio {{APP_DISPLAY_NAME}}. Le parti aggiuntive non verranno salvate.
ja_jp: シート内の画像が {{APP_DISPLAY_NAME}} シートの制限（ {{number}} ）を超えています。超えた部分は消去されます
ko_kr: 이미지 수가 {{APP_DISPLAY_NAME}} 시트의 {{number}}개 제한을 초과합니다. 초과된 부분은 저장되지 않습니다.
ms_my: Bilangan gambar melebihi had {{number}} lembaran {{APP_DISPLAY_NAME}}. Bahagian tambahan tidak akan disimpan.
pt_br: O número de imagens excede o limite {{number}}da planilha {{APP_DISPLAY_NAME}}. Partes extras não serão salvas.
ru_ru: Количество изображений превышает {{number}} ограничение {{APP_DISPLAY_NAME}} листа. Лишние части не будут сохранены.
th_th: จำนวนภาพเกิน {{number}} ภาพที่จำกัดไว้ของแผ่นงาน {{APP_DISPLAY_NAME}} ส่วนที่เกินจากจำนวนที่จำกัดจะไม่ได้รับการบันทึก
vi_vn: Số lượng hình ảnh vượt quá giới hạn {{number}} của trang tính {{APP_DISPLAY_NAME}}. Các hình thừa sẽ không được lưu lại.
zh_cn: 表格中的图片超出{{APP_DISPLAY_NAME}}表格的限制（{{number}}），超出部分将丢失
zh_tw: 表格中的圖片超出{{APP_DISPLAY_NAME}}表格的限制 ({{number}})，超出部分將會遺失

# X2s
source: The number of cells exceeds the {{number}} limit of {{APP_DISPLAY_NAME}} sheet. Extra parts will not be saved.
de_de: Die Anzahl an Zellen überschreitet die Beschränkung von {{number}} im {{APP_DISPLAY_NAME}} -Blatt. Zusätzliche Einträge werden nicht gespeichert.
es_es: El número de celdas excede el límite de {{number}} del Sheet de {{APP_DISPLAY_NAME}}. Las partes adicionales no se guardarán.
fr_fr: Le nombre de cellules dépasse la limite de {{number}} de la feuille {{APP_DISPLAY_NAME}}. L'excédent ne sera pas enregistré.
id_id: Jumlah sel melampaui batas {{number}} sheet{{APP_DISPLAY_NAME}}. Bagian tambahan tidak akan disimpan.
it_it: Il numero di celle supera il limite massimo di {{number}} del foglio {{APP_DISPLAY_NAME}}. Le parti aggiuntive non verranno salvate.
ja_jp: シート内のセル数が {{APP_DISPLAY_NAME}} シートの制限（ {{number}} ）を超えています。超えた部分は消去されます
ko_kr: 셀 수가 {{APP_DISPLAY_NAME}} 시트의 {{number}}개 제한을 초과합니다. 초과된 부분은 저장되지 않습니다.
ms_my: Bilangan sel melebihi had {{number}} lembaran {{APP_DISPLAY_NAME}}. Bahagian tambahan tidak akan disimpan.
pt_br: O número de células excede o limite {{number}}da planilha {{APP_DISPLAY_NAME}}. Partes extras não serão salvas.
ru_ru: Количество ячеек превышает лимит {{number}} для листа {{APP_DISPLAY_NAME}}. Лишние части не будут сохранены.
th_th: จำนวนเซลล์เกิน {{number}} เซลล์ที่จำกัดไว้ของแผ่นงาน {{APP_DISPLAY_NAME}} ส่วนที่เกินจากจำนวนที่จำกัดจะไม่ได้รับการบันทึก
vi_vn: Số lượng ô vượt quá giới hạn {{number}} của trang tính {{APP_DISPLAY_NAME}}. Các ô thừa sẽ không được lưu lại.
zh_cn: 表格的单元格数超出{{APP_DISPLAY_NAME}}表格的限制（{{number}}），超出部分将丢失
zh_tw: 表格的儲存格數超出{{APP_DISPLAY_NAME}}表格的限制 ({{number}})，超出部分將會遺失
