Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# a4s
source: Created
de_de: Erstellt
es_es: Se ha creado
fr_fr: Créé(e)
hi_in: बनाया गया
id_id: Dibuat
it_it: Creazione completata
ja_jp: コピーを作成しました
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Создано
th_th: สร้างเมื่อ
vi_vn: Đã tạo
zh_cn: 创建副本成功
zh_tw: 建立副本成功

# c5g
source: Creating...
de_de: Erstellen...
es_es: Creando...
fr_fr: Création…
hi_in: बनाया जा रहा है...
id_id: Membuat...
it_it: Creazione in corso...
ja_jp: 作成中...
ko_kr: 만드는 중...
ms_my: Mencipta...
pt_br: Criando...
ru_ru: Создание...
th_th: กำลังสร้าง...
vi_vn: Đang tạo...
zh_cn: 正在创建中
zh_tw: 正在建立中

# 1kY
source: Unable to create. Please try again.
de_de: Erstellen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede crear. Inténtalo de nuevo.
fr_fr: Création impossible. Veuillez réessayer.
hi_in: बनाने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat membuat. Coba lagi.
it_it: Impossibile creare. Riprova.
ja_jp: コピーを作成できませんでした。再試行してください
ko_kr: 생성할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mencipta. Sila cuba lagi.
pt_br: Não é possível criar. Tente novamente.
ru_ru: Не удалось создать. Повторите попытку.
th_th: ไม่สามารถสร้างได้ โปรดลองอีกครั้ง
vi_vn: Không thể tạo. Vui lòng thử lại.
zh_cn: 创建副本失败，请重试
zh_tw: 建立副本失敗，請重試

# SiQ
source: Unable to change. Please contact the wiki space administrator if you need to make changes.
de_de: Änderung kann nicht vorgenommen werden. Um Änderungen durchführen zu können, wenden Sie sich bitte an den Wiki-Bereich-Administrator.
es_es: No se pueden realizar cambios. Ponte en contacto con el administrador del espacio Wiki si necesitas realizar cambios.
fr_fr: Modification impossible. Veuillez contacter l'administrateur de l'espace Wiki si vous avez besoin de faire des modifications.
hi_in: बदलने में असमर्थ. अगर आप बदलाव करना चाहते हैं तो कृपया कार्यस्थल एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal mengubah. Hubungi administrator ruang wiki jika Anda perlu membuat perubahan.
it_it: Impossibile modificare. Se devi apportare modifiche, contatta l'amministratore dello spazio Wiki.
ja_jp: 変更できません。変更するには、ウィキスペースの管理者までご連絡ください。
ko_kr: 변경할 수 없습니다. 변경이 필요한 경우 Wiki 공간 관리자에게 문의하세요.
ms_my: Tidak dapat diubah. Sila hubungi pentadbir ruang wiki jika perlu membuat perubahan.
pt_br: Não foi possível alterar. Entre em contato com o administrador do espaço wiki se precisar fazer alterações.
ru_ru: Не удалось изменить. Если вам нужно внести изменения, обратитесь к администратору Wiki-пространства.
th_th: ไม่สามารถเปลี่ยนแปลงได้ โปรดติดต่อผู้ดูแลพื้นที่ Wiki หากคุณต้องการเปลี่ยนแปลง
vi_vn: Không thể thay đổi. Vui lòng liên hệ với quản trị viên của không gian Wiki nếu bạn cần thay đổi.
zh_cn: 无法修改此项设置，如需修改，请联系当前知识库管理员
zh_tw: 無法修改此項設定，如需修改，請聯絡目前知識庫管理員

# xhI
source: Unable to change. Please contact the parent page administrator if you need to make changes.
de_de: Änderung fehlgeschlagen. Kontaktieren Sie den Administrator der übergeordneten Seite, wenn Sie Änderungen vornehmen müssen.
es_es: No se puede cambiar. Ponte en contacto con el administrador de la página principal si quieres hacer algún cambio.
fr_fr: Échec de la modification. Veuillez contacter l'administrateur de la page parente si vous souhaitez effectuer des modifications.
hi_in: बदलने में असमर्थ. अगर आप बदलाव करना चाहते हैं तो कृपया पितृ पेज के एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal mengubah. Hubungi administrator halaman induk jika Anda perlu melakukan perubahan.
it_it: Impossibile modificare. Se è necessario apportare modifiche, contatta l'amministratore della pagina superiore.
ja_jp: 変更できません。親ページには、編集者のみ設定を変更可能と設定しています。変更するには、親ページの所有者に連絡し、編集権限を取得してください
ko_kr: 변경할 수 없습니다. 변경이 필요한 경우 상위 페이지 관리자에게 문의하세요.
ms_my: Tidak dapat diubah. Sila hubungi pentadbir halaman induk jika perlu membuat perubahan.
pt_br: Falha ao alterar. Entre em contato com o administrador da página primária se precisar fazer alterações.
ru_ru: Невозможно изменить. Если вам нужно внести изменения, обратитесь к администратору родительской страницы.
th_th: ไม่สามารถเปลี่ยนได้ โปรดติดต่อผู้ดูแลหน้าหลักหากคุณต้องการเปลี่ยนแปลง
vi_vn: Thay đổi không thành công. Vui lòng liên hệ quản trị viên trang gốc nếu bạn cần thực hiện các thay đổi.
zh_cn: 无法修改此项设置，如需修改，请联系父页面所有者
zh_tw: 無法修改此項設定，如需修改，請聯絡上層頁面擁有者

# FX4
source: Failed to add this page to My Clips
de_de: Diese Seite konnte nicht zu „Meine Clips“ hinzugefügt werden
es_es: Error al agregar esta página a Mis clips
fr_fr: Échec de l'ajout de cette page à Mes captures
id_id: Gagal menambah halaman ini ke Klip Saya
it_it: Impossibile aggiungere questa pagina a I miei elementi appuntati
ja_jp: 追加できませんでした。後で再試行してください
ko_kr: 이 페이지를 내 클립에 추가하지 못했습니다
ms_my: Gagal menambah halaman ini ke Klip Saya
pt_br: Falha ao adicionar esta página a Meus fixados
ru_ru: Не удалось добавить эту страницу в Мои клипы
th_th: ไม่สามารถเพิ่มหน้านี้ในคลิปของฉันได้
vi_vn: Thêm trang này vào Kẹp của tôi không thành công
zh_cn: 添加失败，请稍后重试
zh_tw: 新增失敗，請稍後重試

# IcY
source: Failed to remove
de_de: Entfernen ist fehlgeschlagen
es_es: Error al borrar
fr_fr: Échec du retrait
id_id: Gagal menghapus
it_it: Impossibile rimuovere
ja_jp: 削除できませんでした。後で再試行してください
ko_kr: 제거하지 못했습니다
ms_my: Gagal membuang
pt_br: Falha ao remover
ru_ru: Не удалось удалить
th_th: ลบไม่สำเร็จ
vi_vn: Xóa không thành công
zh_cn: 移除失败，请稍后重试
zh_tw: 移除失敗，請稍後重試

# eJs
source: You've reached the maximum number of favorited wiki spaces.
de_de: Sie haben die maximal zulässige Anzahl an Wiki-Bereichen zu Ihren Favoriten hinzugefügt.
es_es: Has alcanzado el número máximo de espacios Wiki marcados como favorito.
fr_fr: Vous avez atteint le nombre maximum d'espaces Wiki favoris.
hi_in: आपके पसंदीदा कार्यस्थलों की संख्या सीमा तक पहुँच गई है.
id_id: Anda telah mencapai jumlah maksimum ruang wiki yang difavoritkan.
it_it: Hai raggiunto il numero massimo di spazi Wiki aggiunti ai preferiti.
ja_jp: お気に入りに追加されたスペースの数は上限に達しました
ko_kr: 즐겨찾는 Wiki 공간의 최대 개수에 도달했습니다.
ms_my: Anda telah mencapai bilangan maksimum ruang wiki kegemaran.
pt_br: Você atingiu o número máximo de espaços wiki favoritos.
ru_ru: Вы достигли максимального количества избранных Wiki-пространств.
th_th: ถึงจำนวนพื้นที่ Wiki รายการโปรดสูงสุดที่ปักหมุดได้แล้ว
vi_vn: Số lượng không gian Wiki yêu thích của bạn đã đạt giới hạn tối đa.
zh_cn: 收藏的知识库数量已达上限
zh_tw: 收藏的知識庫數量已達上限

# Z5Y
source: There's nothing here yet.
de_de: Hier ist noch nichts.
es_es: Aquí no hay nada todavía.
fr_fr: Il n'y encore rien ici.
hi_in: अभी तक यहाँ कुछ नहीं है.
id_id: Belum ada apa pun di sini.
it_it: Ancora nessun contenuto qui.
ja_jp: まだウィキスペースがありません
ko_kr: 아직 여기에 아무것도 없습니다.
ms_my: Tiada apa-apa di sini lagi.
pt_br: Ainda não há nada aqui.
ru_ru: Здесь пока ничего нет.
th_th: ยังไม่มีอะไรที่นี่
vi_vn: Chưa có gì ở đây.
zh_cn: 暂无知识库
zh_tw: 暫無知識庫

# SkM
source: Add to My Favorites
de_de: Zu meinen Favoriten hinzufügen
es_es: Agregar a Mis favoritos
fr_fr: Ajouter à Mes Favoris
hi_in: मेरे पसंदीदा में जोड़ें
id_id: Tambah ke Favorit Saya
it_it: Aggiungi a I miei preferiti
ja_jp: お気に入りに追加
ko_kr: 나의 즐겨찾기에 추가
ms_my: Tambah ke Kegemaran Saya
pt_br: Adicionar aos Meus favoritos
ru_ru: Добавить в "Мое избранное"
th_th: เพิ่มไปยังรายการโปรดของฉัน
vi_vn: Thêm vào Mục yêu thích của Tôi
zh_cn: 收藏页面
zh_tw: 收藏頁面

# kGU
source: Favorited
de_de: Als Favorit festgelegt
es_es: Se han agregado a favoritos
fr_fr: Ajouté aux Favoris
hi_in: पसंद किया गया
id_id: Difavoritkan
it_it: Aggiunta a Preferiti completata
ja_jp: お気に入りに追加しました
ko_kr: 즐겨찾기에 추가됨
ms_my: Dikegemari
pt_br: Adicionado aos favoritos
ru_ru: Добавлено в Избранное
th_th: ทำรายการโปรดแล้ว
vi_vn: Được yêu thích
zh_cn: 已收藏
zh_tw: 已收藏

# fqQ
source: Removed from Favorites
de_de: Aus Favoriten entfernt
es_es: Quitado de Favoritos
fr_fr: Retiré des Favoris
hi_in: पसंदीदा से हटाया गया
id_id: Berhasil Dihapus dari Favorit
it_it: Rimozione da Preferiti completata
ja_jp: お気に入りから外しました
ko_kr: 즐겨찾기에서 제거됨
ms_my: Dikeluarkan dari Kegemaran
pt_br: Removido dos Favoritos
ru_ru: Удалено из избранного
th_th: ลบออกจากรายการโปรดแล้ว
vi_vn: Đã xóa khỏi mục Ưa thích
zh_cn: 已取消收藏
zh_tw: 已取消收藏

# Q+Q
source: Favorite this workspace
de_de: Diesen Arbeitsbereich als Favoriten festlegen
es_es: Agregar a Favoritos este espacio de trabajo
fr_fr: Ajouter cet espace de travail aux favoris
hi_in: इस कार्यस्थल को पसंदीदा बनाएँ
id_id: Favoritkan ruang kerja ini
it_it: Aggiungi quest'area di lavoro ai Preferiti
ja_jp: お気に入りに追加
ko_kr: 이 작업 영역을 즐겨찾기에 추가
ms_my: Kegemaran ruang kerja ini
pt_br: Adicionar este espaço de trabalho aos favoritos
ru_ru: Добавить эту рабочую среду в избранное
th_th: ทำรายการโปรดเนื้อหานี้
vi_vn: Thêm không gian làm việc này vào mục yêu thích
zh_cn: 收藏空间
zh_tw: 收藏空間

# HUY
source: My Favorites
de_de: Meine Favoriten
es_es: Mis favoritos
fr_fr: Mes favoris
hi_in: मेरे पसंदीदा
id_id: Favorit Saya
it_it: I miei preferiti
ja_jp: お気に入り
ko_kr: 나의 즐겨찾기
ms_my: Kegemaran Saya
pt_br: Meus favoritos
ru_ru: Избранное
th_th: รายการโปรดของฉัน
vi_vn: Mục yêu thích của tôi
zh_cn: 个人收藏
zh_tw: 個人收藏

# 8DI
source: Remove from Favorites
de_de: Aus Favoriten entfernen
es_es: Quitar de Favoritos
fr_fr: Retirer des Favoris
hi_in: "पसंदीदा" से निकालें
id_id: Hapus dari Favorit
it_it: Rimuovi da Preferiti
ja_jp: 「お気に入り」から外す
ko_kr: 즐겨찾기에서 제거
ms_my: Buang dari Kegemaran
pt_br: Remover dos Favoritos
ru_ru: Удалить из Избранного
th_th: ลบออกจากรายการโปรด
vi_vn: Loại bỏ khỏi Mục ưa thích
zh_cn: 取消收藏
zh_tw: 取消收藏

# vLA
source: Remove from My Favorites
de_de: Aus meinen Favoriten entfernen
es_es: Borrar de Mis favoritos
fr_fr: Retirer de Mes Favoris
hi_in: मेरे पसंदीदा से निकालें
id_id: Hapus dari Favorit Saya
it_it: Rimuovi da I miei preferiti
ja_jp: お気に入りから外す
ko_kr: 나의 즐겨찾기에서 제거
ms_my: Keluarkan dari Kegemaran Saya
pt_br: Remover dos Meus favoritos
ru_ru: Удалить из "Мое избранное"
th_th: ลบออกจากรายการโปรดของฉัน
vi_vn: Xóa khỏi Mục yêu thích của Tôi
zh_cn: 取消收藏
zh_tw: 取消收藏

# Y3U
source: Unfavorite this workspace
de_de: Diesen Arbeitsbereich aus Favoriten entfernen
es_es: Quitar de Favoritos este espacio de trabajo
fr_fr: Retirer cet espace de travail des favoris
hi_in: यह कार्यस्थल पसंदीदा से हटाएँ
id_id: Batalkan favorit ruang kerja ini
it_it: Rimuovi quest'area di lavoro dai Preferiti
ja_jp: お気に入りから外す
ko_kr: 이 작업 영역을 즐겨찾기에서 제거
ms_my: Nyahtanda kegemaran ruang kerja ini
pt_br: Remover este espaço de trabalho dos favoritos
ru_ru: Убрать эту рабочую среду из избранного
th_th: เลิกทำรายการโปรดพื้นที่ทำงานนี้
vi_vn: Xóa không gian làm việc này khỏi mục yêu thích
zh_cn: 取消收藏空间
zh_tw: 取消收藏空間

# rFw
source: Redirecting to Docs...
de_de: Umlenken auf Docs...
es_es: Redirigiendo a Docs...
fr_fr: Redirection vers Docs…
id_id: Meneruskan ke Docs...
it_it: Reindirizzamento a Docs in corso
ja_jp: ドキュメントに移動しています...
ko_kr: Docs로 재이동 중입니다...
ms_my: Mengarahkan ke Docs...
pt_br: Redirecionando para Docs...
ru_ru: Перенаправление в Docs…
th_th: กำลังเปลี่ยนเส้นทางไปยัง Docs...
vi_vn: Đang chuyển hướng tới Docs...
zh_cn: 为你跳转到文档…
zh_tw: 為你重新導向至文件…

# zds
source: Trash
de_de: Papierkorb
es_es: Papelera de reciclaje
fr_fr: Corbeille
hi_in: ट्रैश
id_id: Sampah
it_it: Cestino
ja_jp: ゴミ箱
ko_kr: 휴지통
ms_my: Tong sampah
pt_br: Lixeira
ru_ru: Корзина
th_th: ถังขยะ
vi_vn: Thùng rác
zh_cn: 回收站
zh_tw: 資源回收筒

# I6g
source: This user will not receive notifications due to restrictions set by administrator.
de_de: Dieser Benutzer erhält aufgrund der vom Administrator festgelegten Einschränkungen keine Benachrichtigungen.
es_es: Este usuario no recibirá notificaciones debido a las restricciones establecidas por el administrador.
fr_fr: Cet utilisateur ne recevra pas de notifications en raison des restrictions définies par l'administrateur.
id_id: Pengguna ini tidak akan menerima notifikasi karena pembatasan yang ditetapkan oleh administrator.
it_it: Questo utente non riceverà le notifiche a causa delle restrizioni impostate dall'amministratore.
ja_jp: 管理者の制限により、相手は通知を受信しません
ko_kr: 이 사용자는 관리자가 설정한 제한으로 인해 알림을 받지 못합니다.
ms_my: Pengguna ini tidak akan menerima notifikasi kerana sekatan yang ditetapkan oleh pentadbir.
pt_br: Este usuário não receberá notificações devido a restrições definidas pelo administrador.
ru_ru: Этот пользователь не будет получать уведомления из-за ограничений, установленных администратором.
th_th: ผู้ใช้รายนี้จะไม่ได้รับการแจ้งเตือนเนื่องจากข้อจำกัดที่ผู้ดูแลตั้งไว้
vi_vn: Người dùng này sẽ không nhận được thông báo vì hạn chế do quản trị viên đặt.
zh_cn: 由于管理员限制，对方不会收到通知
zh_tw: 由於管理員限制，對方不會收到通知

# ZYo
source: Request
de_de: Anfrage
es_es: Solicitud
fr_fr: Demande
id_id: Minta
it_it: Richiedi
ja_jp: 申請
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitar
ru_ru: Запрос
th_th: คำขอ
vi_vn: Yêu cầu
zh_cn: 申请
zh_tw: 申請

# U/0
source: You don't have permission to remove this page. Please request permission from {{user}}.
de_de: Sie haben keine Berechtigung, diese Seite zu entfernen. Bitte richten Sie eine Anfrage an {{user}}, um die Berechtigung zu erhalten.
es_es: No tienes permiso para quitar esta página. Solicita permiso a {{user}}.
fr_fr: Vous n'êtes pas autorisé(e) à retirer cette page. Veuillez demander l'autorisation à {{user}}.
id_id: Anda tidak memiliki izin untuk menghapus halaman ini. Minta izin dari ${{user}}.
it_it: Non disponi dell'autorizzazione per rimuovere questa pagina. Richiedi l'autorizzazione a {{user}}.
ja_jp: このページを外す権限がありません。{{user}} に移動権限を申請してください。
ko_kr: 이 페이지를 제거할 수 있는 권한이 없습니다. {{user}} 님에게 권한을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk membuang halaman ini. Sila minta kebenaran daripada {{user}}.
pt_br: Você não tem permissão para remover esta página. Solicite permissão de {{user}}.
ru_ru: У вас нет разрешения на удаление этой страницы. Запросите разрешение у {{user}}.
th_th: คุณไม่มีสิทธิ์การอนุญาตลบหน้านี้ โปรดขอสิทธิ์การอนุญาตจาก {{user}} ก่อน
vi_vn: Bạn không có quyền loại bỏ trang này. Vui lòng yêu cầu {{user}} cấp quyền.
zh_cn: 你无权限移除该页面，请向 {{user}} 申请移除权限。
zh_tw: 你無權移除該頁面，請向 {{user}} 申請移除權限。

# VwE
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
id_id: Permintaan dikirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました
ko_kr: 요청이 전송되었습니다
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_tw: 已傳送申請

# CCQ
source: Unable to remove page
de_de: Seite kann nicht entfernt werden
es_es: No se puede quitar la página
fr_fr: Impossible de retirer la page
id_id: Gagal menghapus halaman
it_it: Impossibile rimuovere la pagina
ja_jp: ページを外すことができません
ko_kr: 페이지를 제거할 수 없습니다
ms_my: Tidak dapat membuang halaman
pt_br: Não é possível remover a página
ru_ru: Не удалось удалить страницу
th_th: ไม่สามารถลบหน้าได้
vi_vn: Không thể loại bỏ trang
zh_cn: 无法移除页面
zh_tw: 無法移除頁面

# WAQ
source: Failed to move. This page no longer exists in the workspace.
de_de: Verschieben fehlgeschlagen. Diese Seite ist im Workspace nicht mehr vorhanden.
es_es: Error al mover. Esta página ya no existe en el espacio de trabajo.
fr_fr: Échec du déplacement. Cette page n'existe plus dans l'espace de travail.
id_id: Gagal memindahkan. Halaman ini tidak ada lagi di ruang kerja.
it_it: Impossibile spostare. Questa pagina non esiste più nell'Area di lavoro.
ja_jp: 移動てきませんでした。このページが存在しません。
ko_kr: 이동하지 못했습니다. 이 페이지는 더 이상 작업 영역에 존재하지 않습니다.
ms_my: Gagal memindahkan. Halaman ini tidak lagi wujud di ruang kerja.
pt_br: Falha ao mover. Esta página não existe mais no espaço de trabalho.
ru_ru: Не удалось переместить. Эта страница больше не существует в рабочей среде.
th_th: ย้ายไม่สำเร็จ ไม่มีหน้านี้อยู่ในพื้นที่ทำงานแล้ว
vi_vn: Di chuyển không thành công. Trang này không còn tồn tại trong không gian làm việc.
zh_cn: 移动失败，该页面已不存在
zh_tw: 移動失敗，該頁面已不存在

# ADo
source: Unable to get the result of this move. Please try again.
de_de: Das Ergebnis dieses Verschiebens kann nicht abgerufen werden. Bitte versuchen Sie es erneut.
es_es: No se puede obtener el resultado de este movimiento. Inténtalo de nuevo.
fr_fr: Impossible d'obtenir les résultats du déplacement. Veuillez réessayer.
id_id: Gagal mendapatkan hasil dari pemindahan ini. Coba lagi.
it_it: Impossibile ottenere il risultato di questo spostamento. Riprova.
ja_jp: 移動結果を取得できませんでした。再取得してください
ko_kr: 이 이동의 결과를 가져올 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat mendapatkan hasil pemindahan ini. Sila cuba lagi.
pt_br: Não é possível obter o resultado deste movimento. Tente novamente.
ru_ru: Не удалось получить результат этого перемещения. Пожалуйста, попробуйте еще раз.
th_th: รับผลของการย้ายนี้ไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể nhận được kết quả của thao tác di chuyển này. Vui lòng thử lại.
zh_cn: 未获取到移动结果，请重新获取
zh_tw: 未取得移動結果，請重新取得

# oFA
source: Failed to move. You don’t have permission to move this page to the target location.
de_de: Verschieben fehlgeschlagen. Sie haben keine Berechtigung, diese Seite an den Zielort zu verschieben.
es_es: Error al mover elementos. No tienes permiso para mover esta página a la ubicación de destino.
fr_fr: Échec du déplacement. Vous n'êtes pas autorisé(e) à déplacer cette page vers l'emplacement cible.
id_id: Gagal memindahkan. Anda tidak memiliki izin untuk memindahkan halaman ini ke lokasi target.
it_it: Impossibile spostare. Non disponi dell'autorizzazione per spostare questa pagina alla posizione di destinazione.
ja_jp: 移動できませんでした。目標の位置に移動する権限がありません
ko_kr: 이동하지 못했습니다. 이 페이지를 대상 위치로 이동할 수 있는 권한이 없습니다.
ms_my: Gagal memindahkan. Anda tidak mempunyai kebenaran untuk memindahkan halaman ini ke lokasi sasaran.
pt_br: Falha ao mover. Você não tem permissão para mover esta página para a localização de destino.
ru_ru: Не удалось переместить. У вас нет разрешения на перемещение этой страницы в целевое местоположение.
th_th: ย้ายไม่สำเร็จ คุณไม่ได้รับสิทธิ์การอนุญาตให้ย้ายหน้านี้ไปยังตำแหน่งเป้าหมาย
vi_vn: Di chuyển không thành công. Bạn không có quyền di chuyển trang này đến vị trí mục tiêu.
zh_cn: 移动失败，你无权限移动页面到目标位置
zh_tw: 移動失敗，你無權將頁面移動到目標位置

# SKw
source: Failed to move. The target location no longer exists.
de_de: Verschieben fehlgeschlagen. Der Zielort ist nicht mehr vorhanden.
es_es: Error al mover elementos. La ubicación de destino ya no existe.
fr_fr: Échec du déplacement. L'emplacement cible n'existe plus.
id_id: Gagal memindahkan. Lokasi target tidak ada lagi.
it_it: Impossibile spostare. La posizione di destinazione non esiste più.
ja_jp: 移動できませんでした。目標の位置は存在しません
ko_kr: 이동하지 못했습니다. 대상 위치가 더 이상 존재하지 않습니다.
ms_my: Gagal memindahkan. Lokasi sasaran tidak lagi wujud.
pt_br: Falha ao mover. A localização de destino não existe mais.
ru_ru: Не удалось переместить. Целевое местоположение больше не существует.
th_th: ย้ายไม่สำเร็จ ไม่มีตำแหน่งเป้าหมายอยู่แล้ว
vi_vn: Di chuyển không thành công. Vị trí mục tiêu không còn tồn tại.
zh_cn: 移动失败，目标位置已不存在
zh_tw: 移動失敗，目標位置已不存在

# UL4
source: Failed to remove. The owner has left the organization.
de_de: Das Entfernen ist fehlgeschlagen. Der Besitzer hat die Organisation verlassen.
es_es: Error al quitar elementos. El propietario ha dejado la organización.
fr_fr: Échec du retrait. Le propriétaire a quitté l’organisation.
id_id: Gagal menghapus. Pemilik telah meninggalkan organisasi.
it_it: Impossibile rimuovere. Il proprietario ha abbandonato l'organizzazione.
ja_jp: ドキュメントの所有者が退職しているため、外すことができません
ko_kr: 제거하지 못했습니다. 소유자가 기업을 떠났습니다.
ms_my: Gagal mengeluarkan. Pemilik telah meninggalkan organisasi.
pt_br: Falha ao remover. O proprietário saiu da organização.
ru_ru: Не удалось удалить. Владелец покинул организацию.
th_th: ลบไม่สำเร็จ เจ้าของออกจากองค์กรแล้ว
vi_vn: Loại bỏ không thành công. Chủ sở hữu đã rời tổ chức.
zh_cn: 移除失败，所有者已离职
zh_tw: 移除失敗，擁有者已離職

# 8Mc
source: Failed to remove, this page has too many sub-pages, please adjust it in the workspace and try again.
de_de: Das Entfernen ist fehlgeschlagen. Diese Seite hat zu viele Unterseiten. Bitte passen Sie die Seite im Workspace an und versuchen Sie es erneut.
es_es: Error al quitar elementos; esta página tiene demasiadas subpáginas. Ajústalo en el espacio de trabajo e inténtalo de nuevo.
fr_fr: Échec du retrait, cette page a trop de sous-pages, veuillez les modifier dans l'espace de travail et réessayer.
id_id: Gagal menghapus, halaman ini memiliki terlalu banyak sub-halaman. Sesuaikan di ruang kerja dan coba lagi.
it_it: Impossibile rimuovere, questa pagina ha troppe pagine secondarie, rettificala nell'Area di lavoro e riprova.
ja_jp: 外すことができませんでした。このページのサブページが多いため、先にスペース内で調整してから再試行してください。
ko_kr: 제거하지 못했습니다. 이 페이지에는 하위 페이지가 너무 많습니다. 작업 영역에서 조정하고 다시 시도하세요.
ms_my: Gagal membuang, halaman ini mempunyai terlalu banyak laman sub, sila laraskan dalam ruang kerja dan cuba lagi.
pt_br: Falha ao remover. Esta página tem muitas subpáginas. Ajuste-a no espaço de trabalho e tente novamente.
ru_ru: Не удалось удалить, на этой странице слишком много подстраниц. Измените ее в рабочей среде и повторите попытку.
th_th: ลบไม่สำเร็จ หน้านี้มีหน้าย่อยมากเกินไป โปรดปรับในพื้นที่ทำงานแล้วลองอีกครั้ง
vi_vn: Loại bỏ không thành công, trang này có quá nhiều trang con, vui lòng điều chỉnh trong không gian làm việc rồi thử lại.
zh_cn: 移除失败，该页面的子页面数量过多，请先在空间内调整后重试。
zh_tw: 移除失敗，該頁面的子頁面數量過多，請先在空間內調整後重試。

# Bcc
source: You've reached the maximum number of requests in a day. You can submit a request again after midnight today.
de_de: Sie haben die an einem Tag maximale Anzahl an Anfragen erreicht. Sie können heute nach Mitternacht erneut eine Anfrage eingeben.
es_es: Has alcanzado el número máximo de solicitudes en un día. Podrás volver a enviar una solicitud después de la medianoche.
fr_fr: Vous avez atteint le nombre maximal de demandes par jour. Vous pourrez soumettre une nouvelle demande après minuit.
id_id: Anda telah mencapai jumlah maksimum permintaan dalam sehari. Anda dapat mengirim permintaan lagi setelah tengah malam hari ini.
it_it: Hai raggiunto il numero massimo di richieste in un giorno. Puoi inviare di nuovo una richiesta dopo la mezzanotte di oggi.
ja_jp: 本日の申請回数は上限に達しました。翌日 0 時以降から再申請できます。
ko_kr: 하루 최대 요청 수에 도달했습니다. 오늘 자정 이후에 다시 요청을 제출할 수 있습니다.
ms_my: Anda telah mencapai bilangan permintaan maksimum dalam sehari. Anda boleh menghantar permintaan lagi selepas tengah malam hari ini.
pt_br: Você atingiu o número máximo de solicitações em um dia. Você pode enviar uma solicitação novamente após a meia-noite de hoje.
ru_ru: Вы достигли максимального количества запросов в день. Вы можете отправить запрос еще раз после полуночи.
th_th: คุณมีคำขอถึงจำนวนสูงสุดในหนึ่งวันแล้ว คุณสามารถส่งคำขอได้อีกครั้งหลังเที่ยงคืนวันนี้
vi_vn: Số lượng yêu cầu trong một ngày của bạn đã đạt mức tối đa. Bạn có thể gửi lại yêu cầu sau nửa đêm hôm nay.
zh_cn: 当日申请次数已达上限，次日零点后可重新申请。
zh_tw: 當日申請次數已達上限，次日零時後可重新申請。
