Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# W4g
source: Unable to open in new window. Splitting screen is not supported by the application
de_de: Öffnen in einem neuen Fenster nicht möglich. Ein geteilter Bildschirm wird von der App nicht unterstützt.
es_es: Error al abrir en una nueva ventana. La aplicación no admite la función "Dividir pantalla"
fr_fr: Échec de l'ouverture dans une nouvelle fenêtre. Le partage de l'écran n'est pas pris en charge par l'application
hi_in: एक नई विंडो में खोलने में असमर्थ. ऐप्लिकेशन द्वारा स्क्रीन स्प्लिट करना समर्थित नहीं है
id_id: Gagal membuka di jendela baru. Memisahkan layar tidak didukung oleh aplikasi
it_it: Impossibile aprire in una nuova finestra. Lo schermo diviso non è supportato nell'applicazione
ja_jp: 新しいウィンドウで開けません。分割画面はアプリでサポートされていません
ko_kr: 새 창에서 열 수 없습니다. 애플리케이션에서 화면 분할을 지원하지 않습니다.
ms_my: Tidak dapat membuka dalam tetingkap baru. Skrin berpecah tidak disokong oleh aplikasi
pt_br: Falha ao abrir em nova janela. Dividir tela não é compatível com o aplicativo
ru_ru: Невозможно открыть в новом окне. Разделение экрана не поддерживается приложением
th_th: ไม่สามารถเปิดหน้าต่างใหม่ได้ แอปพลิเคชันนี้ไม่รองรับการแบ่งหน้าจอ
vi_vn: Không thể mở trong cửa sổ mới. Ứng dụng không hỗ trợ chia màn hình
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_tw: 主螢幕應用程式不支援分割螢幕，無法在新視窗中開啟

# 0/8
source: Failed to upload. This document has no content.
de_de: Hochladen fehlgeschlagen. Dieses Dokument hat keinen Inhalt.
es_es: Error al subir. Este documento no tiene contenido.
fr_fr: Échec du téléchargement. Ce document n'a aucun contenu.
hi_in: अपलोड करने में विफल हुआ. इस दस्तावेज़ में कोई कांटेंट मौजूद नहीं है.
id_id: Gagal mengunggah. Dokumen ini tidak memiliki konten.
it_it: Impossibile caricare. Questo documento non ha contenuto.
ja_jp: このファイルは内容がありません。確認してから再試行してください
ko_kr: 업로드에 실패했습니다. 이 문서에는 내용이 없습니다.
ms_my: Gagal memuat naik. Dokumen ini tiada kandungan.
pt_br: Falha ao carregar. Este documento não tem conteúdo.
ru_ru: Не удалось загрузить. В этом документе нет содержимого.
th_th: อัปโหลดไม่สำเร็จ เอกสารฉบับนี้ไม่มีเนื้อหา
vi_vn: Tải lên không thành công. Tài liệu này không có nội dung.
zh_cn: 此文档没有内容，请检查后重试
zh_tw: 此文件沒有內容，請檢查後重試

# jkw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# AZY
source: {{username}} has no access to this document, would you like to grant access permission to {{username}}?
de_de: {{username}} hat keinen Zugriff auf dieses Dokument. Möchten Sie eine Zugriffsberechtigung für {{username}} erteilen?
es_es: {{username}} no tiene acceso a este documento, ¿quieres conceder permiso de acceso a {{username}}?
fr_fr: {{username}} n'a pas accès à ce document, souhaitez-vous accorder une autorisation d'accès à {{username}} ?
hi_in: {{username}} के पास इस दस्तावेज़ का ऐक्सेस नहीं है. क्या आप {{username}} को ऐक्सेस की अनुमति देना चाहते हैं?
id_id: {{username}} tidak memiliki akses ke dokumen ini. Anda ingin memberikan izin akses kepada {{username}}?
it_it: {{username}} non dispone dell'accesso a questo documento, desideri concedere l'autorizzazione di accesso a {{username}}?
ja_jp: {{username}} はこのファイルへのアクセス権がありません。アクセス権を付与しますか？
ko_kr: {{username}} 님은 이 문서에 대한 액세스 권한이 없습니다. {{username}} 님에게 액세스 권한을 부여하시겠습니까?
ms_my: {{username}} tidak mempunyai akses ke dokumen ini, adakah anda ingin memberi kebenaran akses kepada {{username}}?
pt_br: {{username}} não tem acesso a este documento; deseja conceder permissão de acesso a {{username}}?
ru_ru: {{username}} не имеет доступа к этому документу. Предоставить разрешение доступа?
th_th: {{username}} ไม่มีการเข้าถึงเอกสารนี้ คุณต้องการให้สิทธิ์การอนุญาตในการเข้าถึงแก่ {{username}} หรือไม่
vi_vn: {{username}} không có quyền truy cập vào tài liệu này, bạn có muốn cấp quyền truy cập cho {{username}} không?
zh_cn: {{username}} 没有文档权限，是否授予访问权限？
zh_tw: {{username}} 沒有文件權限，是否授予存取權限？

# jT0
source: Notify user
ja_jp: 通知を送信
zh_cn: 发送通知

# bIA
source: Share the document with {{username}}?
de_de: Dokument mit {{username}} teilen?
es_es: ¿Compartir el documento con {{username}}?
fr_fr: Partager le document avec {{username}} ?
hi_in: {{username}} के साथ दस्तावेज़ साझा करें?
id_id: Bagikan dokumen dengan {{username}}?
it_it: Condividere il documento con {{username}}?
ja_jp: ドキュメントを {{username}} に共有しますか？
ko_kr: 문서를 {{username}} 님과 공유하시겠습니까?
ms_my: Kongsi dokumen dengan {{username}}?
pt_br: Compartilhar o documento com {{username}}?
ru_ru: Поделиться документом с {{username}}?
th_th: แบ่งปันเอกสารกับ {{username}} หรือไม่
vi_vn: Chia sẻ tài liệu với {{username}}?
zh_cn: 是否将文档分享给：{{username}}
zh_tw: 是否將文件分享給：{{username}}

# 8XY
source: Shared
de_de: Geteilt
es_es: Ha compartido
fr_fr: Partagé(e)
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有しました
ko_kr: 공유했습니다
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Вы поделились
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_tw: 分享成功

# FO4
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 是
zh_tw: 是

# C2U
source: Also transfer the ownership of my documents
de_de: Auch den Besitz an meinen Dokumenten übertragen
es_es: Transferir también la propiedad de mis documentos
fr_fr: Transférer également la propriété de mes documents
hi_in: मेरे दस्तावेज़ों का ओनर्शिप भी स्थानांतरित करें
id_id: Juga transfer kepemilikan dokumen saya
it_it: Trasferisci anche la proprietà dei miei documenti
ja_jp: 自分の Docs も同時に譲渡する
ko_kr: 내 문서의 소유권도 이전
ms_my: Pindahkan juga hak milik dokumen saya
pt_br: Transferir também a propriedade dos meus documentos
ru_ru: Также передать право собственности на мои документы
th_th: ถ่ายโอนความเป็นเจ้าของเอกสารของฉันด้วย
vi_vn: Đồng thời chuyển quyền sở hữu các tài liệu của tôi
zh_cn: 同时转移文件夹内属于我的文档的所有权
zh_tw: 同時轉移資料夾內屬於我的文件的所有權

# rus
source: Unable to trasnfer ownership
de_de: Besitzübertragung fehlgeschlagen
es_es: No se puede transferir la propiedad
fr_fr: Transfert de la propriété impossible
hi_in: ओनर्शिप स्थानांतरित करने में असमर्थ
id_id: Gagal mentransfer kepemilikan
it_it: Impossibile trasferire la proprietà
ja_jp: 所有権を譲渡できませんでした
ko_kr: 소유권을 이전할 수 없습니다
ms_my: Tidak dapat memindahkan hak milik
pt_br: Falha ao transferir propriedade
ru_ru: Не удалось передать право владения
th_th: ไม่สามารถถ่ายโอนความเป็นเจ้าของได้
vi_vn: Không thể chuyển quyền sở hữu
zh_cn: 转移所有权失败
zh_tw: 轉移所有權失敗

# ojM
source: Transferring. Docs Assistant will notify you when the transfer is finished.
de_de: Übertragung. Der Docs-Assistent wird Sie benachrichtigen, wenn die Übertragung abgeschlossen ist.
es_es: Transfiriendo. El Asistente de Docs te enviará una notificación cuando la transferencia haya finalizado.
fr_fr: Transfert en cours. L'Assistant Docs vous avertira lorsque le transfert sera terminé.
hi_in: स्थानांतरित किया जा रहा है. स्थानांतरण समाप्त होने पर Docs सहायक आपको सूचित करेगा.
id_id: Mentransfer. Asisten Docs akan memberi tahu Anda saat transfer selesai.
it_it: Trasferimento. L'Assistente Docs ti avviserà al termine del trasferimento.
ja_jp: 所有権を譲渡しています。完了後、Docs アシスタントが通知を送信します
ko_kr: 이전 중입니다. 이전이 완료되면 Docs 어시스턴트가 알림을 보냅니다.
ms_my: Memindahkan. Docs Assistant akan memberitahu anda apabila pemindahan selesai.
pt_br: Transferindo. O Assistente de Docs notificará você quando a transferência for finalizada.
ru_ru: Перенос. Docs Assistant уведомит вас о завершении переноса.
th_th: กำลังถ่ายโอน ตัวช่วยเอกสารจะแจ้งให้คุณทราบเมื่อการถ่ายโอนเสร็จสิ้น
vi_vn: Đang chuyển. Trợ lý Docs sẽ thông báo cho bạn khi quá trình chuyển giao kết thúc.
zh_cn: 正在转移所有权，完成后你会收到云文档助手的通知
zh_tw: 正在轉移所有權，完成後你會收到雲端文件助手的通知

# 39k
source: This folder has reached the maximum number of files for the ownership transfer. Please move some files to a different location and retry.
de_de: Dieser Ordner hat die maximale Anzahl von Dateien für die Besitzübertragung erreicht. Verschieben Sie einige Dateien an einen anderen Ort und versuchen Sie es erneut.
es_es: Esta carpeta ha alcanzado el número máximo de archivos para la transferencia de propiedad. Mueve algunos archivos a otra ubicación e inténtalo de nuevo.
fr_fr: Ce dossier a atteint le nombre maximum de fichiers pour le transfert de propriété. Veuillez déplacer certains fichiers vers un autre emplacement et réessayer.
hi_in: ओनर्शिप स्थानांतरण के लिए इस फ़ोल्डर में फ़ाइलों की संख्या सीमा तक पहुँच गई है. कृपया कुछ फ़ाइलें अलग स्थान पर ले जाएँ और पुनः प्रयास करें.
id_id: Folder ini telah mencapai jumlah maksimum file untuk ditransfer kepemilikannya. Pindahkan beberapa file ke lokasi lain dan coba lagi.
it_it: Questa cartella ha raggiunto il numero massimo di file per consentire il trasferimento della proprietà. Sposta alcuni file in una posizione diversa e riprova.
ja_jp: 所有権を譲渡するファイルの数が上限（2,000）を超えたため、譲渡できません。一部のファイルを外してから再試行してください
ko_kr: 이 폴더는 소유권 이전을 위한 최대 파일 수에 도달했습니다. 일부 파일을 다른 위치로 옮기고 다시 시도해 보세요.
ms_my: Folder ini telah mencapai bilangan fail maksimum untuk pemindahan hak milik. Sila pindahkan beberapa fail ke lokasi lain dan cuba lagi.
pt_br: Esta pasta atingiu o número máximo de arquivos para a transferência de propriedade. Mova alguns arquivos para um local diferente e repita.
ru_ru: В этой папке достигнуто максимальное количество файлов для передачи права владения (2 000). Переместите несколько файлов в другое место и повторите попытку.
th_th: โฟลเดอร์นี้มีไฟล์ครบจำนวนสูงสุดสำหรับการถ่ายโอนความเป็นเจ้าของแล้ว โปรดย้ายไฟล์บางส่วนไปยังตำแหน่งอื่นและลองอีกครั้ง
vi_vn: Thư mục này đã đạt số lượng tệp tin tối đa để chuyển quyền sở hữu. Vui lòng di chuyển một vài tệp tin đến vị trí khác và thử lại.
zh_cn: 文件夹内需要转移所有权的文件数量已达上限（2000），无法转移。请移出部分文件后再试
zh_tw: 資料夾內需要轉移所有權的檔案數量已達上限 (2000)，無法轉移。請移出部分檔案後再試

# d8g
source: Business
es_es: Empresarial
fr_fr: Société
hi_in: बिज़नेस
id_id: Bisnis
ja_jp: Business 版
ko_kr: 비즈니스
ms_my: Perniagaan
pt_br: Empresarial
ru_ru: Для бизнеса
th_th: ธุรกิจ
vi_vn: Kinh doanh
zh_cn: 企业版
zh_tw: 企業版

# lV8
source: Enterprise
fr_fr: Entreprise
hi_in: एंटरप्राइज़
id_id: Perusahaan
ja_jp: Enterprise 版
ko_kr: 엔터프라이즈
ru_ru: Предприятие
th_th: องค์กร
vi_vn: Doanh nghiệp
zh_cn: 旗舰版
zh_tw: 旗艦版

# Qq0
source: Standard
es_es: Estándar
hi_in: स्टैंडर्ड
id_id: Standar
ja_jp: Standard 版
ko_kr: 스탠다드
ms_my: Piawai
pt_br: Padrão
ru_ru: Стандарт
th_th: มาตรฐาน
vi_vn: Tiêu chuẩn
zh_cn: 标准版
zh_tw: 標準版

# gSY
source: Oops, this wiki space was deleted.
de_de: Hoppla! Dieser Wiki-Bereich wurde gelöscht.
es_es: ¡Vaya! Este espacio Wiki se ha eliminado.
fr_fr: Oups, cet espace Wiki a été supprimé.
hi_in: ओह, यह कार्यस्थल हटाया गया.
id_id: Ups, ruang wiki ini dihapus.
it_it: Questo spazio Wiki è stato eliminato.
ja_jp: このウィキスペースは削除されました
ko_kr: 앗, 삭제된 Wiki 공간입니다.
ms_my: Alamak, ruang wiki ini telah dihapuskan.
pt_br: Ops, este espaço da wiki foi excluído.
ru_ru: К сожалению, это Wiki-пространство удалено.
th_th: อุ๊ย พื้นที่ Wiki นี้ลบไปแล้ว
vi_vn: Rất tiếc, không gian Wiki này đã bị xóa.
zh_cn: 知识库已删除
zh_tw: 知識庫已刪除

# MdY
source: Failed to import. Please check your network settings and try again.
de_de: Importieren fehlgeschlagen. Überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es_es: Error al importar. Compruebe la configuración de red e inténtelo de nuevo.
fr_fr: Échec de l'importation. Veuillez vérifier vos paramètres réseau et réessayer.
hi_in: आयात करने में विफल हुआ. कृपया अपनी नेटवर्क सेटिंग्स जाँचें और पुनः प्रयास करें.
id_id: Gagal mengimpor. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Impossibile importare. Verifica le impostazioni di rete e riprova.
ja_jp: インポートできませんでした。ネットワークの接続状況を確認して、もう一度やり直してください
ko_kr: 가져오기에 실패했습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Gagal untuk mengimport. Sila periksa tetapan rangkaian anda dan cuba lagi.
pt_br: Falha ao importar. Verifique as configurações da rede e tente novamente.
ru_ru: Не удалось импортировать. Проверьте настройки сети и повторите повторите попытку.
th_th: นำเข้าไม่สำเร็จ โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณแล้วลองอีกครั้ง
vi_vn: Nhập thất bại. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 导入失败，请检查网络连接后重试
zh_tw: 匯入失敗，請檢查網路連線後重試

# 3SA
source: Failed. Please try again later.
de_de: Fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error. Inténtelo de nuevo más tarde.
fr_fr: Échec. Veuillez réessayer plus tard.
hi_in: विफल हो गया. कृपया बाद में फिर से प्रयास करें.
id_id: Gagal. Coba lagi nanti.
it_it: Impossibile eseguire operazione. Riprova più tardi.
ja_jp: 失敗しました。しばらくしてからもう一度やり直してください
ko_kr: 실패. 나중에 다시 시도하세요.
ms_my: Gagal. Sila cuba lagi kemudian.
pt_br: Falha. Tente novamente mais tarde.
ru_ru: не удалось. Повторите попытку позже.
th_th: ไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thất bại. Vui lòng thử lại sau.
zh_cn: 失败，请稍后重试。
zh_tw: 失敗，請稍後重試。

# q9Y
source: Invalid URL or parameter format.
de_de: Ungültige(r) URL oder Parameterformat.
es_es: Dirección URL o formato del parámetro no válidos.
fr_fr: URL ou format de paramètre non valide.
hi_in: अमान्य URL या पैरामीटर फॉर्मेट.
id_id: Format URL atau parameter tidak valid.
it_it: Formato URL o parametro non valido.
ja_jp: リンクまたはパラメーターエラー
ko_kr: 유효하지 않은 URL 또는 매개변수 형식.
ms_my: URL atau format parameter tidak sah.
pt_br: URL ou formato de parâmetro inválido.
ru_ru: Неверный URL-адрес или формат параметра.
th_th: URL หรือ รูปแบบพารามิเตอร์นั้นไม่ถูกต้อง
vi_vn: Định dạng URL hoặc thông số không hợp lệ.
zh_cn: 链接或参数错误
zh_tw: 連結或參數錯誤

# cUI
source: Mention Docs
de_de: Docs erwähnen
es_es: Mencionar documentos de Docs
fr_fr: Mentionnez des Docs
hi_in: डॉक्स जिनका आप उल्लेख करना चाहते हैं
id_id: Sebut Docs
it_it: Menziona Docs
ja_jp: メンションする Docs を選択
ko_kr: Docs 멘션
ms_my: Docs yang mungkin anda ingin sebut
pt_br: Mencionar Docs
ru_ru: Упомяните Docs
th_th: กล่าวถึง Docs
vi_vn: Nhắc đến Docs
zh_cn: 你可能想提及的云文档
zh_tw: 你可能想提及的雲端文件

# uKk
source: Insert a group card
de_de: Eine Gruppenkarte einfügen
es_es: Insertar una tarjeta de grupo
fr_fr: Insérez une carte de groupe
hi_in: समूह कार्ड जिन्हें आप सम्मिलित करना चाहते हैं
id_id: Sisipkan kartu grup
it_it: Inserisci una scheda del gruppo
ja_jp: 挿入するグループカードを選択
ko_kr: 그룹 카드 삽입
ms_my: Kad Kumpulan yang mungkin anda ingin masukkan
pt_br: Insira um cartão ao grupo
ru_ru: Вставьте карточку группы
th_th: แทรกบัตรกลุ่ม
vi_vn: Chèn thẻ nhóm
zh_cn: 你可能想插入的群名片
zh_tw: 你可能想插入的群組名片

# J+Q
source: Documents you may want to mention
de_de: Dokumente, die Sie vielleicht erwähnen möchten
es_es: Documentos que podría querer mencionar
fr_fr: Documents que vous pourriez vouloir mentionner
hi_in: दस्तावेज़ जिनका आप उल्लेख करना चाहते हों
id_id: Dokumen yang mungkin ingin Anda sebutkan
it_it: Documenti che puoi menzionare
ja_jp: 言及したい Feishu ドキュメント
ko_kr: 멘션하고 싶으실 수 있는 문서
ms_my: Dokumen yang mungkin anda ingin sebut
pt_br: Documentos que você pode querer mencionar
ru_ru: Документы, которые вы можете упомянуть
th_th: เอกสารที่คุณอาจต้องการอ้างถึง
vi_vn: Tài liệu có thể bạn muốn đề cập
zh_cn: 你可能想提及的飞书文档
zh_tw: 你可能想提及的飛書文件

# OAc
source: You may want to mention
de_de: Sie möchten vielleicht erwähnen
es_es: Quizás quieras mencionar a
fr_fr: Vous souhaiterez mentionner
hi_in: आप जिनका उल्लेख करना चाहते हों
id_id: Anda mungkin ingin menyebut
it_it: Potresti voler menzionare
ja_jp: メンションする内容
ko_kr: 멘션할 수 있습니다
ms_my: Anda mungkin ingin menyebut
pt_br: Você pode mencionar
ru_ru: Вы можете упомянуть
th_th: คุณอาจพูดถึง
vi_vn: Bạn có thể đề cập
zh_cn: 你可能想提及
zh_tw: 你可能想提及

# nOo
source: Mention a person
de_de: Eine Person erwähnen
es_es: Mencionar a una persona
fr_fr: Mentionnez une personne
hi_in: जिन लोगों का आप उल्लेख करना चाहते हों
id_id: Sebut seseorang
it_it: Menziona una persona
ja_jp: メンションする人を選択
ko_kr: 사용자 언급
ms_my: Orang yang mungkin anda ingin sebut
pt_br: Mencionar uma pessoa
ru_ru: Упомяните человека
th_th: กล่าวถึงบุคคล
vi_vn: Nhắc đến một người
zh_cn: 你可能想提及的人员
zh_tw: 你可能想提及的人員

# wIg
source: Non-Group member
de_de: Nicht-Gruppenmitglied
es_es: Miembro externo al grupo
fr_fr: Membre hors groupe
hi_in: गैर-सामूहिक सदस्य
id_id: Bukan Anggota grup
it_it: Membro non appartenente al gruppo
ja_jp: 非グループメンバー
ko_kr: 비 그룹 구성원
ms_my: Bukan ahli Kumpulan
pt_br: Membro de fora do grupo
ru_ru: Не участник группы
th_th: สมาชิกที่ไม่ได้อยู่ในกลุ่ม
vi_vn: Thành viên không thuộc nhóm nào
zh_cn: 非群内成员
zh_tw: 非群組內成員

# Ewo
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat trouvé.
hi_in: कोई परिणाम नहीं मिला.
id_id: Hasil tidak ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 検索結果がありません
ko_kr: 결과를 찾지 못했습니다.
ms_my: Tiada hasil dijumpai.
pt_br: Nenhum resultado encontrado.
ru_ru: Результатов не найдено.
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả.
zh_cn: 没有搜索结果
zh_tw: 無搜尋結果

# llY
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
hi_in: चुनें
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選擇

# Otw
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Transferir
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# cCM
source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
hi_in: निर्यात करें
id_id: Ekspor
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
ms_my: Eksport
pt_br: Exportar
ru_ru: Экспортировать
th_th: ส่งออก
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# x9Q
source: Moments
hi_in: मोमेंट्स
id_id: Momen
it_it: Momenti
ko_kr: 모멘트
ms_my: Detik
pt_br: Momentos
ru_ru: Моменты
th_th: ช่วงเวลา
vi_vn: Khoảnh khắc
zh_cn: 朋友圈
zh_tw: 朋友圈

# CMQ
source: Send to other apps
de_de: An andere Apps senden
es_es: Enviar a otras aplicaciones
fr_fr: Envoyer vers d'autres applications
hi_in: अन्य ऐप पर भेजें
id_id: Kirim ke aplikasi lainnya
it_it: Invia ad altre app
ja_jp: もっと見る
ko_kr: 다른 앱에 전송
ms_my: Hantar ke aplikasi lain
pt_br: Enviar para outros aplicativos
ru_ru: Больше
th_th: ส่งไปยังแอปอื่น ๆ
vi_vn: Gửi tới ứng dụng khác
zh_cn: 更多
zh_tw: 更多

# Lpo
source: Send to chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke Chat
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปยังแชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# X+I
source: Share image
de_de: Bild teilen
es_es: Compartir imagen
fr_fr: Partager l'image
hi_in: छवि साझा करें
id_id: Berbagi gambar
it_it: Condividi immagine
ja_jp: 画像を共有
ko_kr: 이미지 공유
ms_my: Kongsi imej
pt_br: Compartilhar imagem
ru_ru: Поделиться изображением
th_th: แชร์ภาพ
vi_vn: Chia sẻ hình ảnh
zh_cn: 图片分享
zh_tw: 圖片分享

# +FU
source: Byte Moments
fr_fr: Moments Byte
hi_in: Byte मोमेंट्स
id_id: Momen Byte
ja_jp: モーメント
ko_kr: Byte 모멘트
ms_my: Momen Bait
vi_vn: Khoảnh khắc Byte
zh_cn: 字节圈
zh_tw: 字節圈

# CHo
source: WeChat
zh_cn: 微信

# kmE
source: Weibo
zh_cn: 微博
zh_tw: 微博

# Db0
source: You can also slide left or right to comment
de_de: Sie können auch nach links oder rechts streichen, um zu kommentieren.
es_es: También puedes deslizar a la izquierda o la derecha para hacer comentarios
fr_fr: Vous pouvez également faire glisser vers la gauche ou vers la droite pour commenter
hi_in: टिप्पणी करने के लिए आप बाएँ या दाएँ स्लाइड कर सकते हैं
id_id: Anda juga dapat menggeser ke kiri atau kanan untuk berkomentar
it_it: Puoi inoltre scorrere verso sinistra o destra per commentare
ja_jp: 左右にスワイプして、コメントしましょう
ko_kr: 왼쪽 또는 오른쪽으로 밀어 댓글을 달 수도 있습니다
ms_my: Anda juga boleh geser ke kiri atau kanan untuk komen
pt_br: Você também pode deslizar para a esquerda ou para a direita para comentar
ru_ru: Вы также можете сдвинуть вправо или влево, чтобы оставить комментарий
th_th: คุณสามารถเลื่อนซ้ายหรือขวาเพื่อแสดงความคิดเห็นได้ด้วย
vi_vn: Bạn cũng có thể trượt sang trái hoặc sang phải để bình luận
zh_cn: 下次试试左滑或右滑来评论整块内容吧
zh_tw: 下次試試左滑或右滑來評論整塊內容吧

# g0I
source: Slide left or right to go to menu
de_de: Zum Aufrufen des Menüs nach links oder rechts streichen
es_es: Puedes deslizar a la izquierda o la derecha para ir al menú
fr_fr: Faites glisser vers la gauche ou vers la droite pour accéder au menu
hi_in: मेनू पर जाने के लिए बाएँ या दाएँ स्लाइड करें
id_id: Geser ke kiri atau kanan untuk membuka menu
it_it: Scorri verso sinistra o destra per accedere al menu
ja_jp: 左右にスワイプして、アプリバーを表示します
ko_kr: 왼쪽 또는 오른쪽으로 밀어 메뉴로 이동
ms_my: Geser ke kiri atau kanan untuk pergi ke menu
pt_br: Deslize para a esquerda ou para a direita para acessar o menu
ru_ru: Сдвиньте влево или вправо, чтобы перейти в меню
th_th: เลื่อนซ้ายหรือขวาเพื่อไปที่เมนู
vi_vn: Trượt sang trái hoặc sang phải để vào menu
zh_cn: 试试左滑或右滑，对整块内容进行快捷操作
zh_tw: 試試左滑或右滑，對整塊內容進行快速操作

# jcs
source: Switch coding language
de_de: Umschalten der Programmiersprache
es_es: Cambiar idioma de codificación
fr_fr: Changer de langue de codage
hi_in: कोडिंग भाषा स्विच करें
id_id: Beralih bahasa koding
it_it: Cambia lingua di programmazione
ja_jp: プログラミング言語を切り替える
ko_kr: 코딩 언어 전환
ms_my: Tukar bahasa kod
pt_br: Mudar o idioma de codificação
ru_ru: Переключите язык кодировки
th_th: เลือกภาษาการเขียนโค้ด
vi_vn: Chuyển đổi ngôn ngữ mã hóa
zh_cn: 切换代码语言
zh_tw: 切換程式碼語言

# gH4
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Kosongkan
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清空
zh_tw: 清空

# +0c
source: Delete record
de_de: Datensatz löschen
es_es: Eliminar registro
fr_fr: Supprimer l'enregistrement
hi_in: रिकॉर्ड को हटाएँ
id_id: Hapus rekaman
it_it: Elimina record
ja_jp: レコードを削除
ko_kr: 기록 삭제
ms_my: Padam rekod
pt_br: Excluir registro
ru_ru: Удалить запись
th_th: ลบระเบียน
vi_vn: Xóa bản ghi
zh_cn: 删除记录
zh_tw: 刪除記錄

# tpc
source: Delete this record? Once deleted, you can find it again with the Undo button in the top right corner.
de_de: Diesen Datensatz löschen? Nach dem Löschen können Sie ihn oben rechts über die Schaltfläche „Rückgängig machen“ wiederherstellen.
es_es: ¿Eliminar este registro? Una vez eliminado, puedes volver a encontrarlo mediante el botón Deshacer situado en la esquina superior derecha.
fr_fr: Supprimer cet enregistrement ? Après sa suppression, vous pourrez le retrouver à l'aide du bouton Annuler dans le coin supérieur droit.
hi_in: यह रिकॉर्ड हटाएँ? हटाए जाने के बाद, आप इसे शीर्ष दाएँ कोने में दिए "पूर्ववत करें" बटन से पुनः ढूँढ सकते हैं.
id_id: Hapus rekaman ini? Setelah dihapus, Anda dapat menemukannya lagi dengan tombol Batalkan di sudut kanan atas.
it_it: Vuoi eliminare questo record? Dopo l'eliminazione, puoi trovarlo di nuovo utilizzando il pulsante "Annulla" nell'angolo in alto a destra.
ja_jp: このレコードを削除しますか？削除した後、ページ右上の「取り消し」ボタンから操作を取り消しできます
ko_kr: 이 레코드를 삭제하시겠습니까? 삭제하면 오른쪽 상단 모서리의 실행 취소 버튼으로 다시 찾을 수 있습니다.
ms_my: Padam rekod ini?
pt_br: Excluir este registro? Depois da exclusão, você pode restaurá-lo clicando no botão Desfazer no canto superior direito.
ru_ru: Удалить эту запись? После удаления вы можете найти его снова с помощью кнопки Отменить в правом верхнем углу.
th_th: ลบระเบียนนี้หรือไม่ เมื่อลบแล้ว คุณสามารถค้นหาได้อีกครั้งด้วยปุ่มเลิกทำที่มุมขวาบน
vi_vn: Xóa bản ghi này? Sau khi xóa, bạn có thể tìm lại tài liệu bằng nút Hoàn tác ở góc trên cùng bên phải.
zh_cn: 确定删除这条记录？删除后，可以通过页面右上角的“撤销”按钮找回该记录
zh_tw: 確定刪除該則記錄？刪除後，可以透過頁面右上角的「撤銷」按鈕找回該記錄

# 0xI
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 一致する結果がありません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 无匹配结果
zh_tw: 無符合結果
