Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# D+0
source: The {{APP_DISPLAY_NAME}} version your organization is currently using does not support copying files of this size. Please contact support if you need to upgrade the account.
de_de: Die {{APP_DISPLAY_NAME}}-Version, die Ihre Organisation derzeit verwendet, unterstützt das Kopieren von Dateien dieser Größe nicht. Kontaktieren Sie den Support, wenn Sie ein Upgrade für das Konto benötigen.
es_es: La versión de {{APP_DISPLAY_NAME}} que tu organización está utilizando actualmente no permite copiar archivos de este tamaño. Contacta con soporte técnico para actualizar la cuenta.
fr_fr: La version de {{APP_DISPLAY_NAME}} que votre organisation utilise actuellement ne prend pas en charge la copie de fichiers de cette taille. Veuillez contacter l'assistance si vous souhaitez mettre à niveau votre compte.
hi_in: आपके संगठन द्वारा वर्तमान में जिस {{APP_DISPLAY_NAME}} संस्करण का उपयोग किया जा रहा है वह इस आकार की फ़ाइलें कॉपी करने का समर्थन नहीं करता. अगर आप खाता अपग्रेड करना चाहते हैं तो कृपया सहायक से संपर्क करें.
id_id: Versi {{APP_DISPLAY_NAME}} yang sedang digunakan organisasi Anda tidak mendukung penyalinan file dengan ukuran ini. Hubungi dukungan jika Anda perlu meningkatkan akun.
it_it: La versione di {{APP_DISPLAY_NAME}} attualmente utilizzata dalla tua organizzazione non supporta la copia di file di queste dimensioni. Contatta il supporto tecnico se desideri effettuare l'upgrade del tuo account.
ja_jp: 当該法人は{{APP_DISPLAY_NAME}}を利用しているため、このサイズのファイルのコピーを作成できません。プランをアップロードするには、カスタマサポートまでご連絡ください
ko_kr: 기업에서 현재 사용 중인 {{APP_DISPLAY_NAME}} 버전은 이 크기의 파일 복사를 지원하지 않습니다. 계정을 업그레이드해야 하는 경우 지원팀에 문의하세요.
ms_my: Versi {{APP_DISPLAY_NAME}} yang digunakan organisasi anda sekarang tidak menyokong penyalinan fail berukuran ini. Sila hubungi sokongan jika anda perlu menaik taraf akaun.
pt_br: A versão do {{APP_DISPLAY_NAME}} que sua organização está usando atualmente não permite copiar arquivos deste tamanho. Entre em contato com o suporte se precisar fazer upgrade da conta.
ru_ru: Версия {{APP_DISPLAY_NAME}}, которую в настоящее время использует ваша организация, не поддерживает копирование файлов такого размера. Обратитесь в службу поддержки, если вам нужно обновить учетную запись.
th_th: {{APP_DISPLAY_NAME}} เวอร์ชันที่องค์กรของคุณกำลังใช้อยู่ในปัจจุบันไม่รองรับการคัดลอกไฟล์ในขนาดนี้ โปรดติดต่อทีมสนับสนุนหากคุณต้องการอัปเกรดบัญชี
vi_vn: Phiên bản {{APP_DISPLAY_NAME}} mà tổ chức của bạn đang sử dụng hiện tại không hỗ trợ sao chép các tệp tin có kích thước này. Vui lòng liên hệ hỗ trợ nếu bạn cần nâng cấp tài khoản.
zh_cn: 你所在的企业当前使用的{{APP_DISPLAY_NAME}}版本暂不支持为该大小的文件创建副本，如需升级版本，请联系客服。
zh_tw: 你所在的企業目前使用的{{APP_DISPLAY_NAME}}版本暫不支援為該大小的檔案建立副本，如需升級版本，請聯絡客服。

# 6Qw
source: Unable to upload. The file is too large.
de_de: Hochladen nicht möglich. Die Datei ist zu groß.
es_es: Error al subir. El archivo es demasiado grande.
fr_fr: Téléchargement impossible. Le fichier est trop volumineux.
hi_in: अपलोड करने में असमर्थ. फ़ाइल बहुत बड़ी है.
id_id: Gagal mengunggah. File terlalu besar.
it_it: Impossibile caricare. Il file è troppo grande.
ja_jp: アップロードできませんでした。ファイルサイズが上限を超えました
ko_kr: 업로드할 수 없습니다. 파일이 너무 큽니다.
ms_my: Tidak dapat memuat naik. Fail terlalu besar.
pt_br: Falha ao carregar. O arquivo é muito grande.
ru_ru: Невозможно загрузить. Файл слишком большой.
th_th: ไม่สามารถอัปโหลดได้ ไฟล์มีขนาดใหญ่เกินไป
vi_vn: Không thể tải lên. Tệp tin quá lớn.
zh_cn: 无法上传，文件大小超过上限
zh_tw: 無法上傳，檔案大小超過上限

# evQ
source: {{APP_DISPLAY_NAME}} supports copying files that are smaller than {{max_size}} each.
de_de: {{APP_DISPLAY_NAME}} unterstützt das Kopieren von Dateien, die kleiner als jeweils {{max_size}} sind.
es_es: {{APP_DISPLAY_NAME}} admite copiar archivos que tengan un tamaño inferior a {{max_size}} cada uno.
fr_fr: {{APP_DISPLAY_NAME}} prend en charge la copie des fichiers dont la taille est inférieure à {{max_size}}.
id_id: {{APP_DISPLAY_NAME}} mendukung penyalinan file yang masing-masing lebih kecil dari {{max_size}}.
it_it: {{APP_DISPLAY_NAME}} supporta la copia di file inferiori a {{max_size}} ciascuno.
ja_jp: {{APP_DISPLAY_NAME}} Docs で作成できるできる単一ファイルのコピーのサイズは {{max_size}} までです。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 각각 {{max_size}} 보다 작은 파일 복사를 지원합니다.
ms_my: {{APP_DISPLAY_NAME}} menyokong menyalin fail yang lebih kecil daripada {{max_size}} setiap satu.
pt_br: {{APP_DISPLAY_NAME}} oferece suporte à cópia de arquivos menores que {{max_size}} cada.
ru_ru: {{APP_DISPLAY_NAME}} поддерживает копирование файлов, каждый из которых меньше {{max_size}}.
th_th: {{APP_DISPLAY_NAME}} รองรับการคัดลอกไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: {{APP_DISPLAY_NAME}} hỗ trợ sao chép tập tin nhẹ hơn {{max_size}} mỗi tập tin.
zh_cn: 目前{{APP_DISPLAY_NAME}}云文档创建单文件副本最大可支持 {{max_size}}。
zh_tw: 目前{{APP_DISPLAY_NAME}}雲端文件建立單一檔案副本最大可支援 {{max_size}}。

# BeQ
source: You can copy files that are smaller than {{max_size}} each
de_de: Sie können Dateien kopieren, die kleiner als jeweils {{max_size}} sind
es_es: Puedes copiar archivos que tengan un tamaño inferior a {{max_size}} cada uno
fr_fr: Vous pouvez copier des fichiers dont la taille est inférieure à {{max_size}}
id_id: Anda dapat menyalin file yang masing-masing lebih kecil dari {{max_size}}
it_it: Puoi copiare file inferiori a {{max_size}} ciascuno
ja_jp: 作成できる単一ファイルのコピーのサイズは {{max_size}} までです
ko_kr: {{max_size}} 보다 작은 파일을 복사할 수 있습니다
ms_my: Anda boleh menyalin fail yang lebih kecil daripada {{max_size}} setiap satu
pt_br: Você pode copiar arquivos menores que {{max_size}} cada
ru_ru: Вы можете копировать файлы, размер которых меньше {{max_size}} каждый
th_th: คุณสามารถคัดลอกไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: Bạn có thể sao chép tập tin nhẹ hơn {{max_size}} mỗi tập tin
zh_cn: 创建单文件副本最大可支持 {{max_size}}
zh_tw: 建立單一檔案副本最大可支援 {{max_size}}

# 90I
source: {{APP_DISPLAY_NAME}} supports saving files that are smaller than {{max_size}} each.
de_de: {{APP_DISPLAY_NAME}} unterstützt das Speichern von Dateien, die kleiner als jeweils {{max_size}} sind.
es_es: {{APP_DISPLAY_NAME}} admite guardar archivos que tengan un tamaño inferior a {{max_size}} cada uno.
fr_fr: {{APP_DISPLAY_NAME}} prend en charge la sauvegarde des fichiers dont la taille est inférieure à {{max_size}}.
id_id: {{APP_DISPLAY_NAME}} mendukung penyimpanan file yang masing-masing lebih kecil dari {{max_size}}.
it_it: {{APP_DISPLAY_NAME}} supporta il salvataggio di file inferiori a {{max_size}} ciascuno.
ja_jp: {{APP_DISPLAY_NAME}} Docs で保存できる単一ファイルのサイズは {{max_size}} までです。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 각각 {{max_size}} 보다 작은 파일 저장을 지원합니다.
ms_my: {{APP_DISPLAY_NAME}} menyokong menyimpan fail yang lebih kecil daripada {{max_size}} setiap satu.
pt_br: {{APP_DISPLAY_NAME}} oferece suporte ao salvamento de arquivos menores que {{max_size}} cada.
ru_ru: {{APP_DISPLAY_NAME}} поддерживает сохранение файлов, каждый из которых меньше {{max_size}}.
th_th: {{APP_DISPLAY_NAME}} รองรับการบันทึกไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: {{APP_DISPLAY_NAME}} hỗ trợ lưu tập tin nhẹ hơn {{max_size}} mỗi tập tin.
zh_cn: 目前{{APP_DISPLAY_NAME}}云文档单文件保存最大可支持 {{max_size}}。
zh_tw: 目前{{APP_DISPLAY_NAME}}雲端文件單一檔案儲存最大可支援 {{max_size}}。

# tog
source: You can save files that are smaller than {{max_size}} each
de_de: Sie können Dateien speichern, die kleiner als jeweils {{max_size}} sind
es_es: Puedes guardar archivos que tengan un tamaño inferior a {{max_size}} cada uno
fr_fr: Vous pouvez sauvegarder des fichiers dont la taille est inférieure à {{max_size}}
id_id: Anda dapat menyimpan file yang masing-masing lebih kecil dari {{max_size}}
it_it: Puoi salvare file inferiori a {{max_size}} ciascuno
ja_jp: 保存できる単一ファイルのサイズは {{max_size}} までです
ko_kr: {{max_size}} 보다 작은 파일을 저장할 수 있습니다
ms_my: Anda boleh menyimpan fail yang lebih kecil daripada {{max_size}} setiap satu
pt_br: Você pode salvar arquivos menores que {{max_size}} cada
ru_ru: Вы можете сохранять файлы размером менее {{max_size}} каждый
th_th: คุณสามารถบันทึกไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: Bạn có thể lưu tập tin nhẹ hơn {{max_size}} mỗi tập tin
zh_cn: 单文件保存最大可支持 {{max_size}}
zh_tw: 單一檔案儲存最大可支援 {{max_size}}

# 36I
source: {{APP_DISPLAY_NAME}} supports uploading files that are smaller than {{max_size}} each.
de_de: {{APP_DISPLAY_NAME}} unterstützt das Hochladen von Dateien, die kleiner als jeweils {{max_size}} sind.
es_es: {{APP_DISPLAY_NAME}} admite subir archivos que tengan un tamaño inferior a {{max_size}} cada uno.
fr_fr: {{APP_DISPLAY_NAME}} prend en charge l'envoi des fichiers dont la taille est inférieure à {{max_size}}.
id_id: {{APP_DISPLAY_NAME}} mendukung pengunggahan file yang masing-masing lebih kecil dari {{max_size}}.
it_it: {{APP_DISPLAY_NAME}} supporta il caricamento di file inferiori a {{max_size}} ciascuno.
ja_jp: {{APP_DISPLAY_NAME}} Docs でアップロードできる単一ファイルのサイズは {{max_size}} までです。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 각각{{max_size}} 보다 작은 파일 업로드를 지원합니다.
ms_my: {{APP_DISPLAY_NAME}} menyokong memuat naik fail yang lebih kecil daripada {{max_size}} setiap satu.
pt_br: {{APP_DISPLAY_NAME}} oferece suporte ao carregamento de arquivos menores que {{max_size}} cada.
ru_ru: {{APP_DISPLAY_NAME}} поддерживает загрузку файлов, каждый из которых меньше {{max_size}}.
th_th: {{APP_DISPLAY_NAME}} รองรับการอัปโหลดไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: {{APP_DISPLAY_NAME}} hỗ trợ tải lên tập tin nhẹ hơn {{max_size}} mỗi tập tin.
zh_cn: 目前{{APP_DISPLAY_NAME}}云文档单文件上传最大可支持 {{max_size}}。
zh_tw: 目前{{APP_DISPLAY_NAME}}雲端文件單一檔案上傳最大可支援 {{max_size}}。

# Hdg
source: You can upload files that are smaller than {{max_size}}
de_de: Sie können Dateien hochladen, die kleiner als {{max_size}} sind
es_es: Puedes subir archivos que tengan un tamaño inferior a {{max_size}}
fr_fr: Vous pouvez envoyer des fichiers dont la taille est inférieure à {{max_size}}
id_id: Anda dapat mengunggah file yang lebih kecil dari {{max_size}}
it_it: Puoi caricare file inferiori a {{max_size}}
ja_jp: アップロードできる単一ファイルのサイズは {{max_size}} までです
ko_kr: {{max_size}} 보다 작은 파일을 업로드할 수 있습니다
ms_my: Anda boleh memuat naik fail yang lebih kecil daripada {{max_size}}
pt_br: Você pode carregar arquivos menores que {{max_size}}
ru_ru: Вы можете загружать файлы размером менее {{max_size}}
th_th: คุณสามารถอัปโหลดไฟล์ที่มีขนาดเล็กกว่า {{max_size}} ได้
vi_vn: Bạn có thể tải lên tập tin nhẹ hơn {{max_size}}
zh_cn: 单文件上传最大可支持 {{max_size}}
zh_tw: 單一檔案上傳最大可支援 {{max_size}}

# IjQ
source: Failed to load some pages.
de_de: Einige Seiten konnten nicht geladen werden.
es_es: Error al cargar algunas páginas.
fr_fr: Échec du chargement de certaines pages.
hi_in: कुछ पेज लोड करने में विफल हुआ.
id_id: Gagal memuat beberapa halaman.
it_it: Impossibile caricare alcune pagine.
ja_jp: 一部のページを読み込めませんでした
ko_kr: 일부 페이지를 로드하지 못했습니다.
ms_my: Gagal memuatkan beberapa halaman.
pt_br: Falha ao carregar algumas páginas.
ru_ru: Не удалось загрузить несколько страниц.
th_th: โหลดบางหน้าไม่สำเร็จ
vi_vn: Không thể tải một số trang.
zh_cn: 部分页面加载失败，
zh_tw: 部分頁面載入失敗，

# HLs
source: Tap to reload.
de_de: Tippen Sie, um neu zu laden.
es_es: Pulsa para cargar de nuevo.
fr_fr: Appuyez pour actualiser.
hi_in: पुनः लोड करने के लिए टैप करें.
id_id: Ketuk untuk memuat ulang.
it_it: Tocca per ricaricare.
ja_jp: 再試行
ko_kr: 탭하여 다시 로드하세요.
ms_my: Ketuk untuk muat semula.
pt_br: Toque para recarregar.
ru_ru: Нажмите, чтобы перезагрузить.
th_th: แตะเพื่อโหลดใหม่
vi_vn: Nhấn để tải lại.
zh_cn: 点击重试
zh_tw: 點選重試

# miM
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Sauvegarde impossible
hi_in: सहेजने में असमर्थ
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できません
ko_kr: 저장할 수 없습니다
ms_my: Tidak boleh simpan
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không thể lưu
zh_cn: 无法保存
zh_tw: 無法儲存

# pk8
source: The {{APP_DISPLAY_NAME}} version your organization is currently using does not support saving files of this size. Please contact support if you need to upgrade the account.
de_de: Die {{APP_DISPLAY_NAME}}-Version, die Ihre Organisation derzeit verwendet, unterstützt das Speichern von Dateien dieser Größe nicht. Kontaktieren Sie den Support, wenn Sie ein Upgrade für das Konto benötigen.
es_es: La versión de {{APP_DISPLAY_NAME}} que tu organización está utilizando actualmente no permite guardar archivos de este tamaño. Contacta con soporte técnico para actualizar la cuenta.
fr_fr: La version de {{APP_DISPLAY_NAME}} que votre organisation utilise actuellement ne prend pas en charge l'enregistrement de fichiers de cette taille. Veuillez contacter l'assistance si vous souhaitez mettre à niveau votre compte.
hi_in: आपके संगठन द्वारा वर्तमान में जिस {{APP_DISPLAY_NAME}} संस्करण का उपयोग किया जा रहा है वह इस आकार की फ़ाइलें सहेजने का समर्थन नहीं करता. अगर आप खाता अपग्रेड करना चाहते हैं तो कृपया सहायक से संपर्क करें.
id_id: Versi {{APP_DISPLAY_NAME}} yang sedang digunakan organisasi Anda tidak mendukung penyimpanan file dengan ukuran ini. Hubungi dukungan jika Anda perlu meningkatkan akun.
it_it: La versione di {{APP_DISPLAY_NAME}} attualmente utilizzata dalla tua organizzazione non supporta il salvataggio di file di queste dimensioni. Contatta il supporto tecnico se desideri effettuare l'upgrade del tuo account.
ja_jp: 当該法人は{{APP_DISPLAY_NAME}}を利用しているため、このサイズのファイルを保存できません。プランをアップロードするには、カスタマサポートまでご連絡ください
ko_kr: 기업에서 현재 사용 중인 {{APP_DISPLAY_NAME}} 버전은 이 크기의 파일 저장을 지원하지 않습니다. 계정을 업그레이드해야 하는 경우 지원팀에 문의하세요.
ms_my: Versi {{APP_DISPLAY_NAME}} yang digunakan organisasi anda sekarang tidak menyokong menyimpan fail berukuran ini. Sila hubungi sokongan jika anda perlu menaik taraf akaun.
pt_br: A versão do {{APP_DISPLAY_NAME}} que sua organização está usando atualmente não permite salvar arquivos deste tamanho. Entre em contato com o suporte se precisar fazer upgrade da conta.
ru_ru: Версия {{APP_DISPLAY_NAME}}, которую в настоящее время использует ваша организация, не поддерживает сохранение файлов такого размера. Обратитесь в службу поддержки, если вам нужно обновить учетную запись.
th_th: {{APP_DISPLAY_NAME}} เวอร์ชันที่องค์กรของคุณกำลังใช้อยู่ในปัจจุบันไม่รองรับการบันทึกไฟล์ในขนาดนี้ โปรดติดต่อทีมสนับสนุนหากคุณต้องการอัปเกรดบัญชี
vi_vn: Phiên bản {{APP_DISPLAY_NAME}} mà tổ chức của bạn đang sử dụng hiện tại không hỗ trợ lưu các tệp tin có kích thước này. Vui lòng liên hệ hỗ trợ nếu bạn cần nâng cấp tài khoản.
zh_cn: 你所在的企业当前使用的{{APP_DISPLAY_NAME}}版本暂不支持保存该大小的文件，如需升级版本，请联系客服。
zh_tw: 你所在的企業目前使用的{{APP_DISPLAY_NAME}}版本暫不支援儲存該大小的檔案，如需升級版本，請聯絡客服。

# hIA
source: Your company is not Feishu verified yet. {{max_statement}}. Complete the Feishu verification and the upper limit will be increased to {{max_size}}. To learn more, click <a>Feishu verification</a>.
de_de: Ihr Unternehmen ist noch nicht Feishu-verifiziert. {{max_statement}}. Erledigen Sie die Feishu-Verifizierung. Die Obergrenze wird dann auf {{max_size}} erhöht. Klicken Sie auf <a>Feishu-Verifizierung</a>, um weitere Informationen zu erhalten.
es_es: Tu empresa aún no está verificada por Feishu. {{max_statement}}. Completa la certificación Feishu y el límite máximo se incrementará a {{max_size}}. Para obtener más información, haz clic en <a>Certificación Feishu</a>.
fr_fr: Votre entreprise ne dispose pas encore de certification Feishu. {{max_statement}}. Procédez à la certification Feishu et la limite supérieure passera à {{max_size}}. Pour en savoir plus, cliquez sur <a>Certification Feishu</a>.
id_id: Perusahaan Anda belum tersertifikasi Feishu. {{max_statement}}. Selesaikan sertifikasi Feishu dan batas atas akan ditingkatkan menjadi {{max_size}}. Untuk mempelajari lebih lanjut, klik <a>sertifikasi Feishu</a>.
it_it: La tua società non è stata ancora certificata da Feishu. {{max_statement}}. Completa la Certificazione Feishu e il limite massimo verrà aumentato a {{max_size}}. Per ulteriori informazioni, fai clic su <a>Certificazione Feishu</a>.
ja_jp: あなたが所属する法人は Feishu 認証を完了していません（{{max_statement}}）。認証が完了すると、{{max_size}} までアップグレードできます。<a> Feishu 認証についての説明 </a> をクリックして詳細を確認できます。
ko_kr: 귀하의 기업은 아직 Feishu 인증을 받지 못했습니다. {{max_statement}}. Feishu 인증을 완료하면 상한이 {{max_size}}(으)로 증가합니다. 더 알아보려면 <a>Feishu 인증</a>을 클릭하세요.
ms_my: Syarikat anda belum disahkan Feishu. {{max_statement}}. Lengkapkan pengesahan Feishu dan had maksimum akan dinaikkan ke {{max_size}}. Untuk ketahui lebih lanjut, klik <a>pengesahan Feishu</a>.
pt_br: Sua empresa ainda não foi verificada pelo Feishu. {{max_statement}}. Conclua o certificado Feishu e o limite superior será aumentado para {{max_size}}. Para saber mais, clique em <a>Certificado Feishu</a>.
ru_ru: Ваша компания еще не проверена Feishu. {{max_statement}}. Завершите проверку Feishu, и лимит будет увеличен до {{max_size}}. Чтобы узнать больше, нажмите <a>Проверка Feishu</a>.
th_th: บริษัทของคุณยังไม่ได้รับการยืนยันจาก Feishu {{max_statement}} ทำการยืนยันของ Feishu ให้เสร็จสิ้นและจำนวนจำกัดสูงสุดจะเพิ่มขึ้นเป็น {{max_size}} หากต้องการเรียนรู้เพิ่มเติม ให้คลิก<a>การยืนยันของ Feishu</a>
vi_vn: Công ty của bạn chưa được Feishu xác minh. {{max_statement}}. Hãy hoàn thành xác minh Feishu, sau đó giới hạn trên sẽ tăng lên {{max_size}}. Để tìm hiểu thêm, hãy nhấp vào <a>Xác minh Feishu</a>.
zh_cn: 你所在的企业尚未完成飞书认证，{{max_statement}}，完成认证后可提升至 {{max_size}}。点击 <a>飞书认证说明</a> 查看详情。
zh_tw: 你所在的企業尚未完成飛書認證，{{max_statement}}，完成認證後可提升至 {{max_size}}。點選<a>飛書認證說明</a>查看詳細資料。

# jXQ
source: Your organization is currently using {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Please contact support if you need to upgrade the account.
de_de: Ihre Organisation verwendet derzeit {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Kontaktieren Sie den Support, wenn Sie ein Upgrade für das Konto benötigen.
es_es: Tu organización está utilizando {{APP_DISPLAY_NAME}} {{version}} actualmente. {{max_statement}} Contacta con soporte técnico si necesitas actualizar la cuenta.
fr_fr: Votre organisation utilise actuellement {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Veuillez contacter l'assistance si vous souhaitez mettre à niveau votre compte.
hi_in: आपका संगठन वर्तमान में {{APP_DISPLAY_NAME}} {{version}} का उपयोग कर रहा है. {{max_statement}} अगर आप खाता अपग्रेड करना चाहते हैं तो कृपया सहायक से संपर्क करें.
id_id: Organisasi Anda sedang menggunakan {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Hubungi dukungan jika Anda perlu meningkatkan akun.
it_it: La tua organizzazione sta attualmente utilizzando {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Contatta il supporto tecnico se desideri effettuare l'upgrade del tuo account.
ja_jp: 当該法人は{{APP_DISPLAY_NAME}}{{version}}を利用しているため、{{max_statement}}。プランをアップロードするには、カスタマサポートまでご連絡ください
ko_kr: 귀사에서 현재 {{APP_DISPLAY_NAME}} {{version}}을(를) 사용 중입니다. {{max_statement}} 계정을 업그레이드해야 하는 경우 지원팀에 문의하세요.
ms_my: Organisasi anda kini menggunakan {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Sila hubungi sokongan jika anda perlu menaik taraf akaun.
pt_br: Sua organização está usando o {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Entre em contato com o suporte se precisar fazer upgrade da conta.
ru_ru: В настоящее время ваша организация использует {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Обратитесь в службу поддержки, если вам нужно обновить учетную запись.
th_th: องค์กรของคุณกำลังใช้ {{APP_DISPLAY_NAME}} {{version}} อยู่ในปัจจุบัน {{max_statement}} โปรดติดต่อทีมสนับสนุนหากคุณต้องการอัปเกรดบัญชี
vi_vn: Tổ chức của bạn hiện đang sử dụng {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}} Vui lòng liên hệ hỗ trợ nếu bạn cần nâng cấp tài khoản.
zh_cn: 你所在的企业当前使用{{APP_DISPLAY_NAME}}{{version}}，{{max_statement}}，如需升级版本，请联系客服。
zh_tw: 你所在的企業目前使用{{APP_DISPLAY_NAME}}{{version}}，{{max_statement}}，如需升級版本，請聯絡客服。

# jDQ
source: Your organization is currently using {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Please contact {{admin}} (administrator) if you need to upgrade the account.
de_de: Ihre Organisation verwendet derzeit {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Kontaktieren Sie {{admin}} (den Administrator), wenn Sie ein Upgrade für das Konto benötigen.
es_es: Tu organización está utilizando {{APP_DISPLAY_NAME}} {{version}} actualmente. {{max_statement}}. Contacta con {{admin}} (administrador) si quieres actualizar la cuenta.
fr_fr: Votre organisation utilise actuellement {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Veuillez contacter {{admin}} (administrateur) si vous souhaitez mettre à niveau votre compte.
hi_in: आपका संगठन वर्तमान में {{APP_DISPLAY_NAME}} {{version}} का उपयोग कर रहा है. {{max_statement}}. अगर आप खाता अपग्रेड करना चाहते हैं तो कृपया {{admin}} (एडमिनिस्ट्रेटर) से संपर्क करें.
id_id: Organisasi Anda sedang menggunakan {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Hubungi {{admin}} (administrator) jika Anda perlu meningkatkan akun.
it_it: La tua organizzazione sta attualmente utilizzando {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Contatta {{admin}} (amministratore) se desideri effettuare l'upgrade del tuo account.
ja_jp: 当該法人は {{APP_DISPLAY_NAME}}{{version}} を利用しているため、{{max_statement}}。プランをアップロードするには、管理者（{{admin}}）までご連絡ください
ko_kr: 귀사에서 현재 {{APP_DISPLAY_NAME}} {{version}}을(를) 사용 중입니다. {{max_statement}}. 계정을 업그레이드해야 하는 경우 {{admin}} 님(관리자)에게 문의하세요.
ms_my: Organisasi anda kini menggunakan {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Sila hubungi {{admin}} (pentadbir) jika anda perlu menaik taraf akaun.
pt_br: Sua organização está usando o {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Entre em contato com o {{admin}} (administrador) se precisar fazer upgrade da conta.
ru_ru: В настоящее время ваша организация использует {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Свяжитесь с {{admin}} (администратором), если вам нужно обновить учетную запись.
th_th: องค์กรของคุณกำลังใช้ {{APP_DISPLAY_NAME}} {{version}} อยู่ในปัจจุบัน {{max_statement}} โปรดติดต่อ {{admin}} (ผู้ดูแล) หากคุณต้องการอัปเกรดบัญชี
vi_vn: Tổ chức của bạn hiện đang sử dụng {{APP_DISPLAY_NAME}} {{version}}. {{max_statement}}. Vui lòng liên hệ {{admin}} (quản trị viên) nếu bạn cần nâng cấp tài khoản.
zh_cn: 你所在的企业当前使用{{APP_DISPLAY_NAME}}{{version}}，{{max_statement}}，如需升级版本，请联系管理员（{{admin}}）。
zh_tw: 你所在的企業目前使用{{APP_DISPLAY_NAME}}{{version}}，{{max_statement}}，如需升級版本，請聯絡管理員（{{admin}}）。

# MHI
source: {{operation_failed}}. File size exceeds the upper limit
de_de: {{operation_failed}}. Dateigröße hat die Obergrenze überschritten.
es_es: {{operation_failed}}. El tamaño de archivo supera el límite superior
fr_fr: {{operation_failed}}. La taille du fichier dépasse la limite supérieure
hi_in: {{operation_failed}}. फ़ाइल का आकार सीमा से अधिक है
id_id: {{operation_failed}}. Ukuran file melebihi batas atas
it_it: {{operation_failed}}. La dimensione del file supera il limite massimo
ja_jp: {{operation_failed}}。ファイルのサイズは上限を超えました
ko_kr: {{operation_failed}}. 파일 크기가 상한을 초과합니다.
ms_my: {{operation_failed}}. Saiz fail melebihi had maksimum
pt_br: {{operation_failed}}. O tamanho do arquivo excede o limite máximo.
ru_ru: {{operation_failed}}. Размер файла превышает верхний предел
th_th: {{operation_failed}} ไฟล์มีขนาดเกินขีดจำกัดสูงสุด
vi_vn: {{operation_failed}}. Kích thước tệp tin vượt quá giới hạn cao nhất
zh_cn: {{operation_failed}}，文件大小已超过上限
zh_tw: {{operation_failed}}，檔案大小已超過上限

# DEE
source: Unable to upload
de_de: Hochladen nicht möglich
es_es: No se puede subir
fr_fr: Téléchargement impossible
hi_in: अपलोड करने में असमर्थ
id_id: Gagal mengunggah
it_it: Impossibile caricare
ja_jp: アップロードできません
ko_kr: 업로드할 수 없습니다
ms_my: Tidak dapat memuat naik
pt_br: Falha ao carregar
ru_ru: Невозможно загрузить
th_th: ไม่สามารถอัปโหลดได้
vi_vn: Không thể tải lên
zh_cn: 无法上传
zh_tw: 無法上傳
