Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# VB4
source: Unable to request. For privacy reasons, please add the owner as a contact before sending request.
de_de: Anfrage nicht möglich. Aus Datenschutzgründen fügen Sie die Besitzer bitte vor dem Senden der Anfrage als Kontakt hinzu.
es_es: Error al solicitar. Por motivos de privacidad, debes agregar al propietario como contacto antes de enviar la solicitud.
fr_fr: Demande impossible. Pour des raisons de confidentialité, veuillez ajouter le propriétaire à vos contacts avant d'envoyer la demande.
hi_in: अनुरोध करने में असमर्थ. गोपनीयता के कारण, कृपया अनुरोध भेजने से पहले ओनर को संपर्क के रूप में जोड़ें.
id_id: Tidak dapat meminta. Untuk alasan privasi, tambah pemilik sebagai kontak sebelum mengirim permintaan.
it_it: Impossibile richiedere. Per motivi di privacy, aggiungi il proprietario come contatto prima di inviare la richiesta.
ja_jp: プライバシー設定のため、所有者の連絡先を追加してから共有してください
ko_kr: 요청할 수 없습니다. 요청을 보내기 전에 개인 정보 보호를 위해 해당 소유자를 연락처로 추가하세요.
ms_my: Tidak dapat meminta. Demi alasan privasi, sila tambah pemilik sebagai kenalan sebelum menghantar permintaan.
pt_br: Não é possível solicitar. Por motivo de privacidade, adicione o proprietário como um contato antes de enviar a solicitação.
ru_ru: Не удалось отправить запрос. Для обеспечения конфиденциальности перед отправкой запроса необходимо добавить владельца как контакт.
th_th: ไม่สามารถส่งคำขอได้ เพื่อเหตุผลด้านความเป็นส่วนตัว โปรดเพิ่มเจ้าของเป็นรายชื่อที่ติดต่อก่อนส่งคำขอ
vi_vn: Không thể yêu cầu. Vì lý do quyền riêng tư, vui lòng thêm chủ sở hữu vào danh bạ trước khi gửi yêu cầu.
zh_cn: 隐私设置原因，请添加文档所有者为联系人后申请
zh_tw: 由於隱私設定，請新增文件擁有者為聯絡人後申請

# Wxk
source: Due to the administrator's permission settings, you can't send link to {{name}}.
de_de: Aufgrund der Berechtigungseinstellungen des Administrators können Sie keinen Link an {{name}} senden.
es_es: Debido a la configuración de permisos del administrador, no puedes enviar el enlace a {{name}}.
fr_fr: En raison des paramètres d'autorisation de l'administrateur, vous ne pouvez pas envoyer de lien à {{name}}.
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण, आप {{name}} को लिंक नहीं भेज सकते हैं.
id_id: Karena pengaturan izin administrator, Anda tidak dapat mengirim tautan ke {{name}}.
it_it: A causa delle impostazioni di autorizzazione dell'amministratore non puoi inviare il link a {{name}}.
ja_jp: 管理者の権限設定により、{{name}} にドキュメントリンクを送信できません
ko_kr: 관리자의 권한 설정으로 인해 {{name}} 님에게 링크를 보낼 수 없습니다.
ms_my: Kerana tetapan kebenaran pentadbir, anda tidak boleh menghantar pautan kepada {{name}}.
pt_br: Devido às configurações de permissão do administrador, você não pode enviar link para {{name}}.
ru_ru: Из-за настроек разрешений администратора вы не можете отправить ссылку пользователю {{name}}.
th_th: เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล คุณจึงไม่สามารถส่งลิงก์ไปยัง {{name}} ได้
vi_vn: Do cài đặt quyền của quản trị viên nên bạn không thể gửi liên kết cho {{name}}.
zh_cn: 由于管理员的权限设置，你无法给{{name}}发送文档链接。
zh_tw: 由於管理員的權限設定，你無法向{{name}}傳送文件連結。

# vVk
source: Unable to send link. You've blocked {{name}}.
de_de: Link konnte nicht gesendet werden. Sie haben {{name}} blockiert.
es_es: No se puede enviar el enlace. Has bloqueado a {{name}}.
fr_fr: Impossible d'envoyer le lien. Vous avez bloqué {{name}}.
hi_in: लिंक भेजने में असमर्थ. आपने {{name}} को ब्लॉक किया.
id_id: Tidak dapat mengirim tautan. Anda telah memblokir {{name}} .
it_it: Impossibile inviare il link. Hai bloccato {{name}}.
ja_jp: あなたは {{name}} をブロックしているため、リンクを送信できません
ko_kr: 링크를 보낼 수 없습니다. {{name}} 님을 차단하셨습니다.
ms_my: Tidak dapat menghantar pautan. Anda telah menyekat {{name}}.
pt_br: Não é possível enviar o link. Você bloqueou {{name}}.
ru_ru: Не удалось отправить ссылку. Вы заблокировали {{name}}.
th_th: ไม่สามารถส่งลิงก์ได้ คุณได้ปิดกั้น {{name}}
vi_vn: Không thể gửi liên kết. Bạn đã chặn {{name}} .
zh_cn: 由于你已屏蔽 {{name}} ，无法发送链接
zh_tw: 由於你已封鎖 {{name}}，無法傳送連結

# mtA
source: Unable to send link. {{name}} has blocked you.
de_de: Link konnte nicht gesendet werden. {{name}} hat Sie blockiert.
es_es: No se puede enviar el enlace. {{name}} te ha bloqueado.
fr_fr: Impossible d'envoyer le lien. {{name}} vous a bloqué.
hi_in: लिंक भेजने में असमर्थ. {{name}} ने आपको ब्लॉक किया.
id_id: Tidak dapat mengirim tautan. {{name}} telah memblokir Anda.
it_it: Impossibile inviare il link. {{name}} ti ha bloccato.
ja_jp: {{name}} があなたをブロックしているため、リンクを送信できません
ko_kr: 링크를 보낼 수 없습니다. {{name}} 님이 회원님을 차단했습니다.
ms_my: Tidak dapat menghantar pautan. {{name}} telah menyekat anda.
pt_br: Não é possível enviar o link. {{name}} bloqueou você.
ru_ru: Не удалось отправить ссылку. Вы заблокированы {{name}}.
th_th: ไม่สามารถส่งลิงก์ได้ {{name}} ได้ปิดกั้นคุณ
vi_vn: Không thể gửi liên kết. {{name}} đã chặn bạn.
zh_cn: 由于{{name}}已屏蔽你，无法发送链接
zh_tw: 由於 {{name}} 已封鎖你，無法傳送連結

# MFU
source: Since {{name}} isn't your contact, you can only send up to {{count}} messages per day. You can send more messages once this user is added to contacts.
de_de: Da {{name}} kein Kontakt von Ihnen ist, können Sie nur bis zu {{count}} Nachrichten pro Tag senden. Sie können mehr Nachrichten senden, sobald dieser Benutzer zu den Kontakten hinzugefügt wurde.
es_es: Dado que {{name}} no es contacto tuyo, sólo puedes enviar un máximo de {{count}} mensajes al día. Podrás enviar más mensajes una vez que este usuario se haya agregado a los contactos.
fr_fr: Comme {{name}} ne fait pas partie de vos contacts, vous pouvez lui envoyer jusqu'à {{count}} messages par jour. Vous pourrez envoyer plus de messages à cet utilisateur une fois qu'il sera ajouté à vos contacts.
hi_in: चुंकि {{name}} आपके संपर्क में नहीं है, आप प्रतिदिन अधिकतम {{count}} संदेश ही भेज सकते हैं. इस उपयोगकर्ता को संपर्क में जोड़ने के बाद आप अधिक संदेश भेज सकते हैं.
id_id: Karena {{name}} bukan kontak Anda, Anda hanya dapat mengirim hingga {{count}} pesan per hari. Anda dapat mengirim lebih banyak pesan setelah menambahkan pengguna ini ke kontak.
it_it: Poiché {{name}} non è un tuo contatto, puoi inviare solo un massimo di {{count}} messaggi al giorno. Puoi inviare altri messaggi una volta che questo utente viene aggiunto ai contatti.
ja_jp: あなたはまだ {{name}} の連絡先を追加していないため、メッセージの送信回数が上限（{{count}}件/日）に達しました。相手を連絡先に追加すると、引き続き送信できます
ko_kr: {{name}} 님은 연락처에 없으므로 회원님은 하루에 최대 {{count}}개의 메시지만 보낼 수 있습니다. 이 사용자를 연락처에 추가하면 더 많은 메시지를 보낼 수 있습니다.
ms_my: Oleh kerana {{name}} bukan kenalan anda, anda hanya boleh menghantar sehingga {{count}} mesej setiap hari. Anda boleh menghantar lebih banyak mesej setelah pengguna ini ditambah ke kenalan.
pt_br: Como {{name}} não está nos seus contatos, você só poderá enviar até {{count}} mensagens por dia. Você poderá enviar mais mensagens depois que este usuário for adicionado aos seus contatos.
ru_ru: Так как {{name}} не является вашим контактом, можно отправлять не более {{count}} сообщ. в день. После добавления этого пользователя в контакты можно будет отправлять больше сообщений.
th_th: เนื่องจาก {{name}} ไม่ได้อยู่ในรายชื่อที่ติดต่อของคุณ คุณจึงสามารถส่งข้อความได้สูงสุด {{count}} ข้อความต่อวันเท่านั้น คุณสามารถส่งข้อความเพิ่มได้เมื่อผู้ใช้รายนี้ถูกเพิ่มไปยังรายชื่อที่ติดต่อ
vi_vn: Do {{name}} không có trong danh bạ của bạn nên bạn chỉ có thể gửi tối đa {{count}} tin nhắn mỗi ngày. Bạn có thể gửi nhiều tin nhắn hơn sau khi người dùng này được thêm vào danh bạ của bạn.
zh_cn: 由于你还不是 {{name}} 的联系人，发送消息的次数已达上限（{{count}}条/天），添加为联系人后可继续发送
zh_tw: 由於你還不是 {{name}} 的聯絡人，傳送訊息的次數已達上限 ({{count}} 則/天)，新增為聯絡人後可繼續傳送

# Wwg
source: Ask owner to share
de_de: Besitzer bitten, <insert tag here> zu teilen
es_es: Pedir al propietario que comparta
fr_fr: Demander au propriétaire de partager
hi_in: साझा करने के लिए ओनर से पूछें
id_id: Minta pemilik untuk berbagi
it_it: Chiedi al proprietario di condividere
ja_jp: 所有者に共有を申請
ko_kr: 소유자에게 공유 요청
ms_my: Minta pemilik untuk berkongsi
pt_br: Pedir ao proprietário para compartilhar
ru_ru: Попросить владельца поделиться
th_th: ขอเจ้าของให้แชร์
vi_vn: Yêu cầu chủ sở hữu chia sẻ
zh_cn: 请求所有者分享
zh_tw: 請求擁有者分享

# gL8
source: You don't have permission to invite collaborators. You can request permission from the owner {{name}} to share the {{doc_type}} with the following users.
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen. Sie können eine Berechtigung beim Besitzer {{name}} anfragen, um das {{doc_type}} mit folgenden Benutzern zu teilen.
es_es: No tienes permiso para invitar a colaboradores. Puedes solicitar permiso al propietario {{name}} para compartir el {{doc_type}} con los siguientes usuarios.
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Vous pouvez demander l'autorisation au propriétaire {{name}} afin de partager ce/cette {{doc_type}} avec les utilisateurs suivants.
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. आप निम्न उपयोगकर्ताओं के साथ {{doc_type}} साझा करने के लिए ओनर {{name}} से अनुमति का अनुरोध कर सकते हैं.
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Anda dapat meminta izin dari pemilik {{name}} untuk berbagi {{doc_type}} dengan pengguna berikut.
it_it: Non disponi dell'autorizzazione a invitare collaboratori. Puoi richiedere l'autorizzazione al proprietario di {{name}} per condividere il {{doc_type}} con i seguenti utenti.
ja_jp: 共同編集者を招待する権限がありません。以下のユーザーに共有するよう、{{doc_type}}の所有者{{name}}に申請を送信できます
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 다음 사용자와 {{doc_type}}을(를) 공유하기 위해 권한을 소유자 {{name}} 님에게 요청할 수 있습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator. Anda boleh meminta kebenaran daripada pemilik {{name}} untuk berkongsi {{doc_type}} dengan pengguna berikut.
pt_br: Você não tem permissão para convidar colaboradores. Você pode solicitar permissão ao proprietário {{name}} para compartilhar o {{doc_type}} com os usuários a seguir.
ru_ru: У вас нет разрешения приглашать соавторов. Вы можете запросить разрешение у владельца {{name}}, чтобы поделиться {{doc_type}} со следующими пользователями.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน คุณสามารถขอสิทธิ์การอนุญาตจากเจ้าของ {{name}} ในการแบ่งปัน {{doc_type}} กับผู้ใช้ต่อไปนี้ได้
vi_vn: Bạn không có quyền mời cộng tác viên. Bạn có thể yêu cầu quyền từ chủ sở hữu {{name}} để chia sẻ {{doc_type}} với những người dùng sau.
zh_cn: 你没有邀请协作者的权限，可请求所有者 {{name}} 将{{doc_type}}分享给以下用户
zh_tw: 你沒有邀請協作者的權限，可請求擁有者 {{name}} 將{{doc_type}}分享給以下使用者

# pjw
source: A note for the owner {{owner_name}}
de_de: Ein Hinweis für den Besitzer {{owner_name}}
es_es: Nota para el usuario {{owner_name}}
fr_fr: Note pour le propriétaire {{owner_name}}
hi_in: ओनर {{owner_name}} के लिए एक नोट
id_id: Catatan untuk pemilik {{owner_name}}
it_it: Nota per il proprietario {{owner_name}}
ja_jp: 所有者 {{owner_name}} に備考を添付
ko_kr: 소유자 {{owner_name}} 님을 위한 메모
ms_my: Nota untuk pemilik {{owner_name}}
pt_br: Uma anotação para o proprietário {{owner_name}}
ru_ru: Примечание для владельца {{owner_name}}
th_th: หมายเหตุสำหรับเจ้าของ {{owner_name}}
vi_vn: Ghi chú dành cho người tạo {{owner_name}}
zh_cn: 给所有者 {{owner_name}} 留言
zh_tw: 留言給擁有者 {{owner_name}}

# sXs
source: Unable to invite {{userName}} as a collaborator. You've blocked {{userName}}.
de_de: {{userName}} kann nicht als Mitarbeiter eingeladen werden. Sie haben {{userName}} blockiert.
es_es: No se puede invitar a {{userName}} como colaborador. Has bloqueado a {{userName}}.
fr_fr: Impossible d'inviter {{userName}} à rejoindre vos collaborateurs. Vous avez bloqué {{userName}}.
hi_in: {{userName}} को सहयोगी के रूप में आमंत्रित करने में असमर्थ. आपने {{userName}} को ब्लॉक कर दिया है.
id_id: Tidak dapat mengundang {{userName}} sebagai kolaborator. Anda telah memblokir {{userName}}.
it_it: Impossibile invitare {{userName}} come collaboratore. Hai bloccato {{userName}}.
ja_jp: あなたが {{userName}} をブロックしているため、相手を共同編集者に追加できません
ko_kr: {{userName}} 님을 공동 작업자로 초대할 수 없습니다. {{userName}} 님을 차단하셨습니다.
ms_my: Tidak dapat menjemput {{userName}} sebagai kolaborator. Anda telah menyekat {{userName}}.
pt_br: Não foi possível convidar {{userName}} como um colaborador. Você bloqueou {{userName}}.
ru_ru: Невозможно пригласить {{userName}} в качестве соавтора. Вы заблокировали {{userName}}.
th_th: ไม่สามารถเชิญ {{userName}} เป็นผู้ร่วมงานได้ คุณได้ปิดกั้น {{userName}}
vi_vn: Không thể mời {{userName}} làm cộng tác viên. Bạn đã chặn {{userName}}.
zh_cn: 由于你已屏蔽 {{userName}}，无法邀请为协作者
zh_tw: 由於你已封鎖 {{userName}}，無法邀請為協作者

# XpY
source: Unable to invite {{userName}} as a collaborator. {{userName}} has blocked you.
de_de: {{userName}} kann nicht als Mitarbeiter eingeladen werden. {{userName}} hat Sie blockiert.
es_es: No se puede invitar a {{userName}} como colaborador. {{userName}} te ha bloqueado.
fr_fr: Impossible d'inviter {{userName}} à rejoindre vos collaborateurs. {{userName}} vous a bloqué.
hi_in: {{userName}} को सहयोगी के रूप में आमंत्रित करने में असमर्थ. {{userName}} ने आपको ब्लॉक कर दिया है.
id_id: Tidak dapat mengundang {{userName}} sebagai kolaborator. {{userName}} telah memblokir Anda.
it_it: Impossibile invitare {{userName}} come collaboratore. {{userName}} ti ha bloccato.
ja_jp: {{userName}} があなたをブロックしているため、相手を共同編集者に追加できません
ko_kr: {{userName}} 님을 공동 작업자로 초대할 수 없습니다. {{userName}} 님이 회원님을 차단했습니다.
ms_my: Tidak dapat menjemput {{userName}} sebagai kolaborator. {{userName}} telah menyekat anda.
pt_br: Não foi possível convidar {{userName}} como um colaborador. {{userName}} bloqueou você.
ru_ru: Невозможно пригласить {{userName}} в качестве соавтора. Вы заблокированы {{userName}}.
th_th: ไม่สามารถเชิญ {{userName}} เป็นผู้ร่วมงานได้ {{userName}} ได้ปิดกั้นคุณ
vi_vn: Không thể mời {{userName}} làm cộng tác viên. {{userName}} đã chặn bạn.
zh_cn: 由于 {{userName}} 已屏蔽你，无法邀请为协作者
zh_tw: 由於 {{userName}} 已封鎖你，無法邀請為協作者

# 9cA
source: Manage collaborators
de_de: Mitarbeiter verwalten
es_es: Administrar colaboradores
fr_fr: Gérer les collaborateurs
hi_in: सहयोगी प्रबंधित करें
id_id: Kelola kolaborator
it_it: Gestisci collaboratori
ja_jp: 共同編集者を管理する
ko_kr: 공동 작업자 관리
ms_my: Pengurusan Pengguna Bekerjasama
pt_br: Gerenciar colaboradores
ru_ru: Управление соавторами
th_th: จัดการผู้ร่วมงาน
vi_vn: Quản lý cộng tác viên
zh_cn: 管理协作者
zh_tw: 管理協作者

# i6c
source: Collaborators
de_de: Mitarbeiter
es_es: Colaboradores
fr_fr: Collaborateurs
hi_in: सहयोगी
id_id: Kolaborator
it_it: Collaboratori
ja_jp: 共同編集者
ko_kr: 공동 작업자
ms_my: Penyumbang
pt_br: Colaboradores
ru_ru: Соавторы
th_th: ผู้ร่วมงาน
vi_vn: Cộng tác viên
zh_cn: 协作者
zh_tw: 協作者

# qDI
source: {{userone}}, {{usertwo}}, etc. {{count}}
de_de: {{userone}}, {{usertwo}} usw. {{count}}
hi_in: {{userone}}, {{usertwo}}, आदि {{count}}
id_id: {{userone}}, {{usertwo}}, dsb., {{count}}
it_it: {{userone}}, {{usertwo}}, ecc. {{count}}
ja_jp: {{userone}}、{{usertwo}}およびその他{{count}}人
ms_my: {{userone}}, {{usertwo}}, dan lain-lain {{count}}
pt_br: {{count}} de {{userone}}, {{usertwo}} etc.
ru_ru: {{userone}}, {{usertwo}} и т. д. {{count}}
th_th: {{userone}}, {{usertwo}}, ฯลฯ {{count}}
vi_vn: {{userone}}, {{usertwo}}, v.v. {{count}}
zh_cn: {{userone}}、{{usertwo}}等 {{count}} 人
zh_tw: {{userone}}、{{usertwo}} 等 {{count}} 人

# SsI
source: The administrator from the owner's organization has restricted external users to access this content. You cannot apply for access permission under the current identity: {{user}}.
de_de: Der Administrator von der Organisation des Besitzers hat den Zugriff auf diesen Inhalt durch externe Benutzer eingeschränkt. Unter der aktuellen Identität können Sie keine Zugriffsberechtigung beantragen: {{user}}.
es_es: El administrador de la organización del propietario ha restringido el acceso de los usuarios externos a este contenido. No puedes solicitar permiso de acceso con la identidad actual: {{user}}.
fr_fr: L'administrateur de l'organisation du propriétaire a limité l'accès à ce contenu par les utilisateurs externes. Vous ne pouvez pas demander une autorisation d'accès sous l'identité actuelle : {{user}}.
hi_in: ओनर के संगठन के एडमिनिस्ट्रेटर ने बाहरी उपयोगकर्ताओं के लिए इस कांटेंट का ऐक्सेस प्रतिबंधित किया है. आप वर्तमान पहचान के तहत ऐक्सेस अनुमति के लिए आवेदन नहीं कर सकते: {{user}}.
id_id: Administrator dari organisasi pemilik telah membatasi pengguna eksternal untuk mengakses konten ini. Anda tidak dapat mengajukan izin akses dengan identitas saat ini: {{user}}.
it_it: L'amministratore appartenente all'organizzazione del proprietario ha limitato l'accesso al questo contenuto per gli utenti esterni. Non puoi richiedere l'autorizzazione per accedere sotto l'identità corrente: {{user}}.
ja_jp: 現在のログイン ID は {{user}} です。所有者側の法人管理者の設定により、権限を申請できません
ko_kr: 소유자의 기업에 속한 관리자가 외부 사용자가 이 콘텐츠에 액세스하는 것을 제한했습니다. 현재 ID {{user}}(으)로는 액세스 권한을 신청할 수 없습니다.
ms_my: Pentadbir dari organisasi pemilik telah menghadkan pengguna luar untuk mengakses kandungan ini. Anda tidak boleh memohon kebenaran akses di bawah identiti semasa: {{user}}.
pt_br: O administrador da organização do proprietário restringiu o acesso de usuários externos a este conteúdo. Você não pode solicitar permissão de acesso com a identidade atual: {{user}}.
ru_ru: Администратор из организации владельца ограничил доступ внешних пользователей к этому контенту. Вы не можете подать заявку на разрешение доступа под текущим именем: {{user}}.
th_th: ผู้ดูแลจากองค์กรของเจ้าของได้จำกัดไม่ให้ผู้ใช้ภายนอกเข้าถึงเนื้อหานี้ คุณไม่สามารถสมัครรับสิทธิ์การอนุญาตในการเข้าถึงด้วยตัวตนปัจจุบันได้: {{user}}
vi_vn: Quản trị viên của tổ chức của người tạo đã giới hạn không cho người dùng bên ngoài truy cập vào nội dung này. Bạn không thể đăng ký quyền truy cập theo danh tính hiện tại: {{user}}.
zh_cn: 当前登录账号为 {{user}} ，由于文档所有者所在企业的管理员设置，你无法申请权限
zh_tw: 目前登入帳號為 {{user}}，由於文件擁有者所在企業的管理員設定，你無法申請權限

# P6Q
source: The current identity you've logged in is {{user}}. You can request permission from the owner {{owner}}.
de_de: Die aktuelle Identität, mit der Sie sich angemeldet haben, lautet {{user}}. Sie können die Berechtigung beim Besitzer {{owner}} anfragen.
es_es: La identidad actual con la que has iniciado la sesión es {{user}}. Puedes solicitar permiso al propietario {{owner}}.
fr_fr: Vous êtes actuellement connecté à l'identité {{user}}. Vous pouvez demander l'autorisation du propriétaire {{owner}}.
hi_in: आपने वर्तमान में जिस पहचान से लॉगिन किया है, वह {{user}} है. आप ओनर {{owner}} से अनुमति का अनुरोध कर सकते हैं.
id_id: Identitas login Anda saat ini adalah {{user}}. Anda dapat meminta izin dari pemilik {{owner}}.
it_it: L'identità con cui hai effettuato l'accesso al momento è {{user}}. Puoi richiedere l'autorizzazione dall'amministratore (gruppo) {{owner}}.
ja_jp: 現在のログイン ID は {{user}} です。{{owner}} に権限を申請できます
ko_kr: 로그인한 현재 ID는 {{user}}입니다. {{owner}} 님에게 권한을 요청할 수 있습니다.
ms_my: Identiti semasa yang anda log masuk ialah {{user}}. Anda boleh meminta kebenaran daripada pemilik {{owner}}.
pt_br: A identidade atual na qual você está conectado é {{user}}. Você pode solicitar permissão do proprietário {{owner}}.
ru_ru: Текущая учетная запись — {{user}}. Вы можете запросить разрешение у владельца {{owner}}.
th_th: ตัวตนปัจจุบันที่คุณได้ล็อกอินคือ {{user}} คุณสามารถส่งคำขอสิทธิ์การอนุญาตจากเจ้าของ {{owner}} ได้
vi_vn: ID hiện tại bạn dùng để đăng nhập là {{user}}. Bạn có thể yêu cầu người tạo nhóm {{owner}} cấp quyền.
zh_cn: 当前登录账号为 {{user}} ，你可以向 {{owner}} 申请权限
zh_tw: 目前登入帳號為 {{user}}，你可以向 {{owner}} 申請權限

# JZI
source: You don't have permission to complete this action.
de_de: Sie haben keine Berechtigung, diesen Vorgang abzuschließen.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n'êtes pas autorisé à réaliser cette action.
hi_in: आपके पास इस क्रिया को पूरा करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk menyelesaikan tindakan ini.
it_it: Non disponi dell'autorizzazione per completare questa azione.
ja_jp: 操作を行う権限がありません
ko_kr: 이 작업을 완료할 권한이 없습니다.
ms_my: Tiada kebenaran untuk memadam.
pt_br: Você não tem permissão para completar esta ação.
ru_ru: У вас нет разрешения на выполнение этого действия.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการดำเนินการนี้ให้เสร็จสมบูรณ์
vi_vn: Bạn không có quyền hoàn tất thao tác này.
zh_cn: 你没有操作权限
zh_tw: 你沒有操作權限

# dFA
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อที่ติดต่อ
vi_vn: Danh bạ
zh_cn: 联系人
zh_tw: 聯絡人

# Cz8
source: Sub-departments will be authorized as well
de_de: Unterabteilungen werden ebenfalls autorisiert
es_es: También se autorizará a los departamentos secundarios
fr_fr: Les sous-services disposeront également d'une autorisation
hi_in: उप-विभागों को भी साथ ही प्राधिकृत किया जाएगा
id_id: Sub-departemen juga akan diotorisasi
it_it: Saranno autorizzati anche i reparti secondari
ja_jp: サブ部門も同時に権限を付与されます
ko_kr: 하위 부서도 승인됩니다
ms_my: Sub-jabatan juga akan diberi kuasa
pt_br: Os subdepartamentos também serão autorizados
ru_ru: Подразделения будут также авторизованы
th_th: แผนกย่อยจะได้รับอนุญาตเช่นกัน
vi_vn: Các bộ phận phụ cũng sẽ được ủy quyền
zh_cn: 下级部门将被同时授权
zh_tw: 下級將被同時授權

# dnY
source: The owner of {{doc_type}} is an external user. Once shared, all users with permission to share the {{doc_type}} can view the group name.
de_de: Der Besitzer von {{doc_type}} ist ein externer Benutzer. Nach dem Teilen können Benutzer mit einer Berechtigung zum Teilen von {{doc_type}} den Gruppennamen anzeigen.
es_es: El propietario de {{doc_type}} es un usuario externo. Una vez que se comparta, todos los usuarios con permiso para compartir el {{doc_type}} puede ver el nombre de grupo.
fr_fr: Le propriétaire du {{doc_type}} est un utilisateur externe. Suite au partage, tous les utilisateurs autorisés à partager le {{doc_type}} peuvent afficher le nom du groupe.
hi_in: {{doc_type}} का ओनर एक बाहरी उपयोगकर्ता है. साझा कर दिए जाने पर, {{doc_type}} साझा करने की अनुमति वाले सभी उपयोगकर्ता समूह का नाम देख सकते हैं.
id_id: Pemilik {{doc_type}} adalah pengguna eksternal. Setelah berbagi, semua pengguna yang memiliki izin untuk berbagi {{doc_type}} dapat melihat nama grup.
it_it: Il proprietario di {{doc_type}} è un utente esterno. Una volta condiviso, tutti gli utenti che dispongono dell'autorizzazione per condividere il {{doc_type}} possono visualizzare il nome del gruppo.
ja_jp: この {{doc_type}} の所有者は外部ユーザーです。確認後、{{doc_type}} の所有者及び共有権限を持つユーザーは、選択されたグループの名称が閲覧できます。
ko_kr: {{doc_type}}의 소유자는 외부 사용자입니다. 공유하면 {{doc_type}} 공유 권한이 있는 모든 사용자는 그룹 이름을 볼 수 있습니다.
ms_my: Pemilik {{doc_type}} adalah pengguna luar. Setelah dikongsi, semua pengguna dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat nama kumpulan.
pt_br: O proprietário do {{doc_type}} é um usuário externo. Após compartilhar, todos os usuários com permissão para compartilhar o {{doc_type}} poderão visualizar o nome do grupo.
ru_ru: Владельцем {{doc_type}} является внешний пользователь. Если им поделиться, все пользователи с разрешением делиться {{doc_type}} могут просматривать имя группы.
th_th: เจ้าของ {{doc_type}} คือผู้ใช้ภายนอก เมื่อแบ่งปันแล้ว ผู้ใช้ทุกคนที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูชื่อกลุ่มได้
vi_vn: Người tạo {{doc_type}} là người dùng bên ngoài. Sau khi được chia sẻ, tất cả người dùng có quyền chia sẻ {{doc_type}} đều có thể xem được tên nhóm.
zh_cn: 此{{doc_type}}所有者为外部用户，分享后，{{doc_type}}所有者和有分享权限的用户可查看所选群名称。
zh_tw: 此{{doc_type}}擁有者為外部使用者，分享後，{{doc_type}}擁有者和有分享權限的使用者可查看所選群組名稱。
