Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# gUg
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
hi_in: नया
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ko_kr: 신규
ms_my: Baharu
pt_br: Novo
ru_ru: Создать
th_th: ใหม่
vi_vn: Mới
zh_cn: 新建
zh_tw: 新建

# 4YQ
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_tw: 下一步

# HNI
source: No group description
de_de: Keine Gruppenbeschreibung
es_es: No hay descripción del grupo
fr_fr: Aucune description de groupe
hi_in: समूह की कोई जानकारी नहीं
id_id: Tidak ada deskripsi grup
it_it: Nessuna descrizione del gruppo
ja_jp: 現在、グループの説明がありません
ko_kr: 그룹 설명 없음
ms_my: Tiada keterangan kumpulan
pt_br: Nenhuma descrição do grupo
ru_ru: Нет описания группы
th_th: ไม่พบคำอธิบายกลุ่ม
vi_vn: Không có mô tả nhóm
zh_cn: 暂无群描述
zh_tw: 暫無群組描述

# B9w
source: You don't have access to this folder.
de_de: Sie haben keinen Zugriff auf diesen Ordner.
es_es: No tienes acceso a esta carpeta.
fr_fr: Vous n'avez pas accès à ce dossier.
hi_in: आपके पास इस फ़ोल्डर का ऐक्सेस नहीं है.
id_id: Anda tidak memiliki akses ke folder ini.
it_it: Non disponi dell'accesso a questa cartella.
ja_jp: このフォルダにアクセスする権限がありません
ko_kr: 이 폴더에 액세스할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses folder ini.
pt_br: Você não tem acesso a esta pasta.
ru_ru: У вас нет доступа к этой папке.
th_th: คุณไม่มีการเข้าถึงโฟลเดอร์นี้
vi_vn: Bạn không có quyền truy cập vào thư mục này.
zh_cn: 没有权限访问该文件夹
zh_tw: 沒有權限存取該資料夾

# GWc
source: You don't have access to the file.
de_de: Sie haben keinen Zugriff auf die Datei.
es_es: No tienes acceso al archivo.
fr_fr: Vous n'avez pas accès au fichier.
hi_in: आपके पास इस फ़ाइल का ऐक्सेस नहीं है.
id_id: Anda tidak memiliki akses ke file ini.
it_it: Non disponi dell'accesso al file.
ja_jp: アクセス権限がありません
ko_kr: 파일 액세스 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses.
pt_br: Você não tem acesso ao arquivo.
ru_ru: У вас нет доступа к файлу.
th_th: คุณไม่มีการเข้าถึงไฟล์นี้
vi_vn: Bạn không có quyền truy cập vào tệp tin.
zh_cn: 没有访问权限
zh_tw: 沒有存取權限

# GJs
source: Your favorite documents or folders will be listed here.
de_de: Ihre Favoritendokumente oder -ordner werden hier aufgelistet.
es_es: Tus documentos o carpetas favoritos aparecerán aquí.
fr_fr: Vos documents ou dossiers favoris seront répertoriés ici.
hi_in: आपके पसंदीदा दस्तावेज़ या फ़ोल्डर यहाँ सूचीबद्ध किए जाएँगे.
id_id: Dokumen atau folder favorit Anda akan ditampilkan di sini.
it_it: Le tue cartelle o i tuoi file preferiti verranno elencati qui.
ja_jp: コンテンツがありません。後で見つけやすいようにドキュメントやフォルダをここに追加することができます。
ko_kr: 즐겨 찾는 문서 또는 폴더가 여기에 나열됩니다.
ms_my: Tiada kandungan. Tambah dokumen atau folder di sini untuk dicari dengan mudah.
pt_br: Seus arquivos ou pastas favoritos serão listados aqui.
ru_ru: Ваши избранные документы или папки будут отображаться здесь.
th_th: เอกสารหรือโฟลเดอร์โปรดของคุณจะแสดงรายการไว้ที่นี่
vi_vn: Tài liệu hoặc thư mục yêu thích của bạn sẽ được liệt kê tại đây.
zh_cn: 暂无内容，你可以把文档或文件夹添加到此方便以后更快地找到。
zh_tw: 暫無內容，你可以把文件或資料夾新增到此方便以後更快地找到。

# wnU
source: Maybe later
de_de: Vielleicht später
es_es: Puede que más tarde
fr_fr: Peut-être plus tard
hi_in: शायद बाद में
id_id: Mungkin nanti
it_it: Forse più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan sekarang
pt_br: Talvez mais tarde
ru_ru: Возможно, позже
th_th: ไว้ก่อน
vi_vn: Có thể để sau
zh_cn: 暂不设置
zh_tw: 暫不設定

# mpk
source: Notify administrator to upgrade.
de_de: Benachrichtigen Sie den Administrator über das Upgrade.
es_es: Notificar al administrador que debe actualizar.
fr_fr: Avertir l'administrateur de la mise à niveau.
hi_in: अपग्रेड करने के लिए एडमिनिस्ट्रेटर को नोटिफाई करें.
id_id: Beri tahu administrator untuk meningkatkan.
it_it: Notifica all'amministratore di effettuare l'upgrade.
ja_jp: 管理者に通知する
ko_kr: 관리자에게 업그레이드를 통지합니다.
ms_my: Maklumkan pentadbir untuk menaik taraf.
pt_br: Notifique o administrador para fazer upgrade.
ru_ru: Уведомить администратора для выполнения обновления.
th_th: แจ้งผู้ดูแลเพื่ออัปเกรด
vi_vn: Thông báo cho quản trị viên để nâng cấp.
zh_cn: 联系企业管理员升级
zh_tw: 聯絡企業管理員進行升級

# f4o
source: Network disconnected.
de_de: Netzwerk getrennt.
es_es: La red está desconectada.
fr_fr: Réseau déconnecté.
hi_in: नेटवर्क डिस्कनेक्ट हो गया.
id_id: Jaringan terputus.
it_it: Rete disconnessa.
ja_jp: ネットワークが切断されました
ko_kr: 네트워크 연결 해제.
ms_my: Rangkaian terputus.
pt_br: Rede desconectada.
ru_ru: Соединение отсутствует.
th_th: ยกเลิกการเชื่อมต่อเครือข่ายแล้ว
vi_vn: Đã ngắt kết nối mạng.
zh_cn: 网络已中断
zh_tw: 網路已中斷

# cGs
source: Make your important files available without internet connection
de_de: Wichtige Dateien ohne Internetverbindung zur Verfügung stellen
es_es: Haga que sus archivos importantes estén disponibles sin conexión a Internet
fr_fr: Mettez vos fichiers importants à disposition sans connexion à Internet
hi_in: अपनी महत्वपूर्ण फ़ाइलों को बिना इंटरनेट कनेक्शन के उपलब्ध बनाएं
id_id: Buat file penting Anda tersedia tanpa koneksi internet
it_it: Rendi disponibili i tuoi file importanti senza una connessione Internet
ja_jp: 最も重要なファイルをオフラインで使用できるように設定できます
ko_kr: 인터넷 연결 없이 중요한 파일을 이용할 수 있도록 합니다
ms_my: Jadikan fail penting anda tersedia tanpa sambungan internet
pt_br: Disponibilize seus arquivos importantes sem uma conexão à Internet
ru_ru: Сохраните доступ к важным файлам, даже когда вы офлайн
th_th: ทำให้ไฟล์ที่สำคัญของคุณใช้งานได้แม้ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Chuẩn bị sẵn tệp tin quan trọng khi không có kết nối internet
zh_cn: 将你重要的文件设为离线可使用
zh_tw: 將你重要的檔案設定為可離線使用

# hKI
source: Currently disconnected to Wi-Fi.
de_de: Aktuell nicht mit dem WLAN verbunden.
es_es: En este momento está desconectado a la Wifi.
fr_fr: Actuellement déconnecté du Wi-Fi.
hi_in: अभी Wi-Fi से डिस्कनेक्ट है.
id_id: Saat ini terputus dari Wi-Fi.
it_it: Wi-Fi al momento non connesso.
ja_jp: 無線LANに接続されていません
ko_kr: 현재 Wi-Fi 연결 해제됨.
ms_my: Sekarang terputus dari Wi-Fi.
pt_br: No momento não há conexão Wi-Fi.
ru_ru: Нет WiFi-подключения.
th_th: ขณะนี้ไม่ได้เชื่อมต่อ Wi-Fi
vi_vn: Hiện đã ngắt kết nối với WI-Fi.
zh_cn: 当前未连接Wi-Fi
zh_tw: 目前未連接 Wi-Fi

# Hi0
source: Network disconnected. You cannot browse documents temporarily.
de_de: Netzwerk getrennt. Sie können Dokumente vorübergehend nicht durchsuchen.
es_es: La red está desconectada. No puede explorar documentos temporalmente.
fr_fr: Réseau déconnecté. Vous ne pouvez temporairement pas consulter les documents.
hi_in: नेटवर्क डिस्कनेक्ट हो गया. आप अस्थायी रूप से दस्तावेज़ को ब्राउज़ नहीं कर सकते.
id_id: Jaringan terputus. Anda tidak dapat menjelajahi dokumen untuk sementara.
it_it: Rete disconnessa. Non puoi sfogliare i documenti temporaneamente.
ja_jp: ネットワークが中断されました。一時的にドキュメントリストを閲覧できません
ko_kr: 네트워크 연결 해제. 일시적으로 문서를 탐색할 수 없습니다.
ms_my: Rangkaian terputus. Anda tidak boleh melayari dokumen buat sementara waktu.
pt_br: Rede desconectada. Não é possível buscar documentos temporariamente.
ru_ru: Соединение отсутствует. Вы временно не можете просматривать документы.
th_th: ยกเลิกการเชื่อมต่อเครือข่ายแล้ว คุณไม่สามารถเรียกดูเอกสารได้ในขณะนี้
vi_vn: Đã ngắt kết nối mạng. Bạn không thể duyệt tài liệu tạm thời.
zh_cn: 网络已中断，暂时无法浏览文档列表
zh_tw: 網路已中斷，暫時無法瀏覽文件清單

# lQI
source: No files available offline
de_de: Keine Dateien offline verfügbar
es_es: No hay ningún archivo disponible sin conexión a la red
fr_fr: Aucun fichier disponible hors ligne
hi_in: कोई फ़ाइल ऑफ़लाइन उपलब्ध नहीं है
id_id: Tidak ada file yang tersedia offline
it_it: Nessun file disponibile offline
ja_jp: 使用可能なファイルがありません
ko_kr: 오프라인으로 사용할 수 있는 파일 없음
ms_my: Tiada fail tersedia luar talian
pt_br: Nenhum arquivo disponível off-line
ru_ru: Нет файлов, доступных в автономном режиме
th_th: ไม่มีไฟล์ที่พร้อมใช้งานแบบออฟไลน์
vi_vn: Không có tệp nào khả dụng ở chế độ ngoại tuyến
zh_cn: 未设置离线可使用的文件
zh_tw: 未設定離線可使用的檔案

# d0I
source: Your phone's storage is full. Please free up space.
de_de: Der Speicher Ihres Telefons ist voll. Geben Sie Speicherplatz frei.
es_es: El almacenamiento de su teléfono móvil está lleno. Libere espacio.
fr_fr: L'espace de stockage de votre téléphone est plein. Veuillez libérer de l'espace.
hi_in: आपका फ़ोन संग्रहण भरा हुआ है. कृपया स्थान ख़ाली करें.
id_id: Penyimpanan ponsel Anda penuh. Kosongkan ruang penyimpanan.
it_it: La memoria del telefono è piena. Libera spazio.
ja_jp: お使いの携帯電話にストレージ空き容量がありません。ストレージを解放してください。
ko_kr: 전화기 저장 공간이 가득 찼습니다. 공간을 확보하세요
ms_my: Penyimpanan telefon anda penuh. Sila kosongkan ruang.
pt_br: O armazenamento do seu telefone está cheio. Libere espaço.
ru_ru: На телефоне закончилось место для хранения данных. Освободите место.
th_th: ที่เก็บข้อมูลในโทรศัพท์ของคุณเต็มแล้ว โปรดเพิ่มเนื้อที่ว่าง
vi_vn: Bộ nhớ điện thoại của bạn đã đầy. Vui lòng giải phóng dung lượng.
zh_cn: 您的手机存储空间已满，请释放存储空间
zh_tw: 你的手機儲存空間已滿，請釋放儲存空間

# /Q8
source: Your phone storage is full.
de_de: Ihr Telefonspeicher ist voll.
es_es: El almacenamiento de su teléfono móvil está lleno.
fr_fr: L'espace de stockage de votre téléphone est plein.
hi_in: आपका फ़ोन संग्रहण भरा हुआ है.
id_id: Penyimpanan ponsel Anda penuh.
it_it: La memoria del telefono è piena.
ja_jp: ストレージの空き容量がありません。
ko_kr: 전화기 저장 공간이 가득 찼습니다.
ms_my: Penyimpanan telefon anda penuh.
pt_br: O armazenamento do seu telefone está cheio.
ru_ru: На телефоне закончилось место для хранения данных.
th_th: ที่เก็บข้อมูลในโทรศัพท์ของคุณเต็มแล้ว
vi_vn: Bộ nhớ điện thoại của bạn đã đầy.
zh_cn: 存储空间已满
zh_tw: 儲存空間已滿

# LwA
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: OK
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# R+s
source: Turn on Offline Access
de_de: Offline einschalten
es_es: Activar acceso fuera de línea
fr_fr: Activer hors ligne
hi_in: ऑफ़लाइन चालू करें
id_id: Aktifkan Offline
it_it: Attiva offline
ja_jp: オフラインの有効化
ko_kr: 오프라인 켜기
ms_my: Hidupkan Akses Luar Talian
pt_br: Ativar off-line
ru_ru: Включить офлайн
th_th: เปิดใช้งานแบบออฟไลน์
vi_vn: Bật chế độ Ngoại tuyến
zh_cn: 设为离线可使用
zh_tw: 設為離線可使用

# ZBg
source: The current file is {{size}}. It'll start downloading once you're connected to Wi-Fi.
de_de: Die aktuelle Dateigröße beträgt {{size}}. Ein automatischer Download ist bei bestehender WLAN-Verbindung möglich.
es_es: El tamaño del archivo actual es {{size}}. Se puede descargar automáticamente cuando está conectado a la Wifi.
fr_fr: Le fichier actuel est de {{size}}. Il peut être téléchargé automatiquement lorsque vous êtes connecté au Wi-Fi.
hi_in: वर्तमान फ़ाइल {{size}} की है. Wi-Fi से कनेक्ट रहने पर इसे स्वचालित रूप से डाउनलोड किया जा सकते हैं.
id_id: File ini berukuran {{size}}. File dapat diunduh otomatis saat terhubung ke Wi-Fi.
it_it: Il file corrente è {{size}}. Può essere scaricato automaticamente quando è connesso alla rete Wi-Fi.
ja_jp: 現在のファイルは{{size}}あり、デバイスでWi-Fiに接続した後、システムが自動的にダウンロードできます。
ko_kr: 현재 파일은 {{size}}입니다. Wi-Fi 연결 시 자동으로 다운로드할 수 있습니다.
ms_my: Fail semasa ialah {{size}} . Ia boleh dimuat turun secara automatik apabila disambungkan ke Wi-Fi.
pt_br: O arquivo atual tem {{size}}. Será possível baixá-lo automaticamente quando houver conexão Wi-Fi.
ru_ru: Размер файла: {{size}}. Его можно скачать автоматически при подключении к WiFi.
th_th: ไฟล์นี้มีขนาด {{size}} จะสามารถดาวน์โหลดได้โดยอัตโนมัติเมื่อเชื่อมต่อ Wi-Fi
vi_vn: Tệp tin hiện tại có kích cỡ {{size}} . Có thể tự động tải xuống tệp tin khi được kết nối với Wi-Fi.
zh_cn: 当前文件有 {{size}}，系统可以在设备连接上Wi-Fi后为您自动下载。
zh_tw: 目前檔案有 {{size}}，系統可以在裝置連接上 Wi-Fi 後為你自動下載。

# V8Q
source: Continue to Download
de_de: Mit dem Download fortfahren
es_es: Continuar con la descarga
fr_fr: Continuer à télécharger
hi_in: डाउनलोड करना जारी रखें
id_id: Lanjutkan untuk Mengunduh
it_it: Continua a scaricare
ja_jp: ダウンロードを続ける
ko_kr: 다운로드 계속 진행
ms_my: Teruskan Muat Turun
pt_br: Continuar para fazer download
ru_ru: Продолжить скачивать
th_th: ดาวน์โหลดต่อ
vi_vn: Tiếp tục Tải xuống
zh_cn: 继续下载
zh_tw: 繼續下載

# 4IE
source: Turn off Offline Access
de_de: Offline ausschalten
es_es: Desactivar acceso fuera de línea
fr_fr: Désactiver hors ligne
hi_in: ऑफ़लाइन बंद करें
id_id: Nonaktifkan Offline
it_it: Disattiva disponibilità offline
ja_jp: オフラインの無効化
ko_kr: 오프라인 끄기
ms_my: Matikan Offline
pt_br: Desativar off-line
ru_ru: Выключить офлайн
th_th: ปิดการใช้งานแบบออฟไลน์
vi_vn: Tắt chế độ Ngoại tuyến
zh_cn: 取消离线可使用
zh_tw: 取消離線可使用

# AAs
source: Wait for Wi-Fi
de_de: Auf WLAN warten
es_es: Esperar la señal de la Wifi
fr_fr: Attendre le Wi-Fi
hi_in: Wi-Fi के लिए प्रतीक्षा करें
id_id: Menunggu Wi-Fi
it_it: Aspetta Wi-Fi
ja_jp: Wi-Fiでのダウンロード
ko_kr: Wi-Fi 대기
ms_my: Tunggu Wi-Fi
pt_br: Aguarde pelo Wi-Fi
ru_ru: В ожидании WiFi
th_th: รอการเชื่อมต่อ Wi-Fi
vi_vn: Đợi Wi-Fi
zh_cn: 等待Wi-Fi下载
zh_tw: 等待 Wi-Fi 下載

# 3Qo
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 確認
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_tw: 確定

# 2zw
source: Open in browser
de_de: Im Browser öffnen
es_es: Abrir en el navegador
fr_fr: Ouvrir dans le navigateur
hi_in: ब्राउज़र में खोलें
id_id: Buka di browser
it_it: Apri nel browser
ja_jp: ブラウザで開く
ko_kr: 브라우저에서 열기
ms_my: Buka dalam pelayar
pt_br: Abrir no navegador
ru_ru: Открыть в браузере
th_th: เปิดในเบราว์เซอร์
vi_vn: Mở trên trình duyệt
zh_cn: 用浏览器打开
zh_tw: 使用瀏覽器開啟

# T4Q
source: Open in
de_de: Öffnen in
es_es: Abrir en
fr_fr: Ouvrir dans
hi_in: इसमें खोलें
id_id: Buka di
it_it: Apri con
ja_jp: 別のアプリで開く
ko_kr: 열기
ms_my: Buka di
pt_br: Abrir em
ru_ru: Открыть в
th_th: เปิดใน
vi_vn: Mở trong
zh_cn: 用其他应用打开
zh_tw: 用其他應用程式開啟

# lA4
source: Operation failed. Please try again later.
de_de: Vorgang fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al operar. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'opération. Veuillez réessayer plus tard.
hi_in: ऑपरेट करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Operasi gagal. Coba lagi nanti.
it_it: Impossibile eseguire operazione. Riprova più tardi.
ja_jp: 操作できませんでした，後ほど再試行してください
ko_kr: 작업에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal beroperasi. Sila cuba lagi kemudian.
pt_br: Falha ao operar. Tente novamente mais tarde.
ru_ru: Операция не выполнена. Повторите попытку позже.
th_th: ดำเนินการไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thao tác thất bại. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_tw: 操作失敗，請稍後重試

# RuM
source: You don't have permission to complete this action.
de_de: Sie haben keine Berechtigung, diesen Vorgang abzuschließen.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n'êtes pas autorisé à réaliser cette action.
hi_in: आपके पास इस क्रिया को पूरा करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk menyelesaikan tindakan ini.
it_it: Non disponi dell'autorizzazione per completare questa azione.
ja_jp: 操作を行う権限がありません
ko_kr: 이 작업을 완료할 권한이 없습니다.
ms_my: Tiada kebenaran untuk beroperasi.
pt_br: Você não tem permissão para completar esta ação.
ru_ru: У вас нет разрешения на выполнение этого действия.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการดำเนินการนี้ให้เสร็จสมบูรณ์
vi_vn: Bạn không có quyền hoàn tất thao tác này.
zh_cn: 你没有操作权限
zh_tw: 你沒有操作權限

# arQ
source: Owner:
de_de: Besitzer:
es_es: Propietario:
fr_fr: Propriétaire :
hi_in: ओनर:
id_id: Pemilik:
it_it: Proprietario:
ja_jp: 所有者：
ko_kr: 소유자:
ms_my: Pemilik
pt_br: Proprietário:
ru_ru: Владелец:
th_th: เจ้าของ:
vi_vn: Người tạo nhóm:
zh_cn: 所有者：
zh_tw: 擁有者：

# yNI
source: Can view
de_de: Kann anzeigen
es_es: Puede leer
fr_fr: Peut afficher
hi_in: पढ़ सकते हैं
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧権限
ko_kr: 읽기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 阅读权限
zh_tw: 閱讀權限

# 3RE
source: Views:
de_de: Ansichten:
es_es: Vistas:
fr_fr: Vues :
hi_in: व्यू:
id_id: Dilihat:
it_it: Visualizzazioni:
ja_jp: 閲覧回数：
ko_kr: 조회:
ms_my: Pandangan:
pt_br: Visualizações:
ru_ru: Просмотры:
th_th: จำนวนครั้งที่ดู:
vi_vn: Lượt xem:
zh_cn: 阅读次数：
zh_tw: 閱讀次數：

# +3Q
source: Recent
de_de: Zuletzt verwendet
es_es: Reciente
fr_fr: Récent
hi_in: हालिया
id_id: Terbaru
it_it: Recente
ja_jp: 最近使用した
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Последние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近使用
zh_tw: 最近使用

# 1OA
source: Notified.
de_de: Benachrichtigt.
es_es: Notificado.
fr_fr: Avertissement envoyé.
hi_in: नोटिफाई किया गया.
id_id: Diberi tahu.
it_it: Notifica ricevuta.
ja_jp: 通知しました
ko_kr: 알림.
ms_my: Dimaklumkan.
pt_br: Notificado.
ru_ru: Уведомление отправлено.
th_th: แจ้งแล้ว
vi_vn: Đã thông báo.
zh_cn: 已提醒
zh_tw: 已提醒

# VDM
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除する
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# YmE
source: Remove from Quick Access
de_de: Von Schnellzugriff entfernen
es_es: Quitar del Acceso rápido
fr_fr: Retirer de l'Accès rapide
hi_in: तेज़ ऐक्सेस से निकालें
id_id: Hapus dari Akses Cepat
it_it: Rimuovi da Accesso rapido
ja_jp: クイックアクセスから外す
ko_kr: 빠른 액세스에서 제거
ms_my: Buang dari Akses Pantas
pt_br: Remover do Acesso rápido
ru_ru: Удалить из быстрого доступа
th_th: ลบออกจากการเข้าถึงด่วน
vi_vn: Xóa khỏi Truy cập nhanh
zh_cn: 从“快速访问”移除
zh_tw: 從「快速存取」移除

# 19E
source: Removed
de_de: Entfernt
es_es: Se ha borrado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 外しました
ko_kr: 제거됨
ms_my: Berjaya dibuang.
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 移除成功
zh_tw: 移除成功

# Img
source: Favorited
de_de: Als Favorit gespeichert
es_es: Agregado a Favoritos
fr_fr: Favoris
hi_in: पसंदीदा बनाया गया
id_id: Berhasil Difavoritkan
it_it: Aggiunto ai Preferiti
ja_jp: お気に入り追加済み
ko_kr: 즐겨찾기에 추가됨
ms_my: Buang daripada Kegemaran
pt_br: Marcado como favorito
ru_ru: В избранном
th_th: อยู่ในรายการโปรด
vi_vn: Đã thêm vào mục Ưa thích
zh_cn: 已收藏
zh_tw: 已收藏

# I1g
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
hi_in: नाम बदलें
id_id: Ganti nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 변경
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

# i4w
source: Failed to rename.
de_de: Umbenennen fehlgeschlagen.
es_es: Error al cambiar el nombre.
fr_fr: Échec du renommage.
hi_in: नाम बदलने में विफल हुआ.
id_id: Gagal mengganti nama.
it_it: Impossibile rinominare.
ja_jp: 名前を変更できませんでした
ko_kr: 이름 변경 실패.
ms_my: Gagal menamakan semula.
pt_br: Falha ao renomear.
ru_ru: Не удалось переименовать.
th_th: เปลี่ยนชื่อไม่สำเร็จ
vi_vn: Đổi tên thất bại.
zh_cn: 重命名失败
zh_tw: 重新命名失敗

# OQQ
source: Renamed
de_de: Umbenannt
es_es: Se ha cambiado el nombre.
fr_fr: Renommé
hi_in: नाम बदला गया
id_id: Nama diganti
it_it: Ridenominazione completata
ja_jp: 名前を変更しました
ko_kr: 이름 변경됨
ms_my: Berjaya menamakan semula.
pt_br: Renomeado
ru_ru: Переименовано
th_th: เปลี่ยนชื่อแล้ว
vi_vn: Đã đổi tên
zh_cn: 重命名成功
zh_tw: 重新命名成功

# IAc
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存する
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# JMQ
source: Failed to save.
de_de: Speichern fehlgeschlagen.
es_es: Error al guardar.
fr_fr: Échec de la sauvegarde.
hi_in: सहेजने में विफल हुआ.
id_id: Gagal menyimpan.
it_it: Impossibile salvare.
ja_jp: 保存ができませんでした
ko_kr: 저장에 실패했습니다.
ms_my: Gagal menyimpan.
pt_br: Falha ao salvar.
ru_ru: Не удалось сохранить.
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại.
zh_cn: 保存失败
zh_tw: 儲存失敗

# xgo
source: Save to Albums
de_de: In Alben speichern
es_es: Guardar en Álbumes
fr_fr: Enregistrer dans les Albums
hi_in: एल्बम में सहेजें
id_id: Simpan ke Album
it_it: Salva negli album
ja_jp: アルバムに保存します
ko_kr: 앨범에 저장
ms_my: Simpan ke Album
pt_br: Salvar em Álbuns
ru_ru: Сохранить в альбомы
th_th: บันทึกไปยังอัลบั้ม
vi_vn: Lưu vào Album
zh_cn: 保存到相册
zh_tw: 儲存到相簿

# hm4
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# LuM
source: Find in sheet
de_de: In Blatt suchen
es_es: Buscar en sheet
fr_fr: Rechercher dans la sheet
hi_in: पत्रक में खोजें
id_id: Temukan di sheet
it_it: Trova nel foglio
ja_jp: シート内で検索
ko_kr: 시트에서 찾기
ms_my: Cari dalam helaian
pt_br: Localizar na planilha
ru_ru: Найти на листе
th_th: ค้นหาในแผ่นงาน
vi_vn: Tìm trong trang tính
zh_cn: 在工作表中查找
zh_tw: 在工作表中查找

# PjM
source: See tutorial
de_de: Siehe Anleitung
es_es: Ver tutorial
fr_fr: Voir le tutoriel
hi_in: ट्यूटोरियल देखें
id_id: Lihat tutorial
it_it: Visualizza tutorial
ja_jp: ガイドを見る
ko_kr: 튜토리얼 보기
ms_my: Lihat tutorial
pt_br: Ver tutorial
ru_ru: См. обучающее руководство
th_th: ดูบทช่วยสอน
vi_vn: Xem hướng dẫn
zh_cn: 查看引导
zh_tw: 查看引導

source: Select this folder
de_de: Diesen Ordner auswählen
es_es: Seleccionar esta carpeta
fr_fr: Sélectionner ce dossier
hi_in: इस फ़ोल्डर का चयन करें
id_id: Pilih folder ini
it_it: Seleziona questa cartella
ja_jp: このフォルダを選択
ko_kr: 이 폴더를 선택합니다
ms_my: Pilih folder ini
pt_br: Selecionar esta pasta
ru_ru: Выбрать эту папку
th_th: เลือกโฟลเดอร์นี้
vi_vn: Chọn thư mục này
zh_cn: 选择此文件夹
zh_tw: 選擇此資料夾

# zgs
source: Select folder
de_de: Ordner auswählen
es_es: Seleccionar carpeta
fr_fr: Sélectionner un dossier
hi_in: फ़ोल्डर का चयन करें
id_id: Pilih folder
it_it: Seleziona cartella
ja_jp: フォルダを選択
ko_kr: 폴더 선택
ms_my: Pilih folder
pt_br: Selecionar pasta
ru_ru: Выбрать папку
th_th: เลือกโฟลเดอร์
vi_vn: Chọn thư mục
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# hnI
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
hi_in: अनुरोध भेजें
id_id: Kirim Permintaan
it_it: Invia richiesta
ja_jp: リクエストを送信します
ko_kr: 요청 보내기
ms_my: Hantar permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送请求
zh_tw: 傳送請求

# UI4
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: リクエストを送信しました
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 发送请求成功
zh_tw: 傳送請求成功

# ktE
source: Failed to set up. Please try again.
de_de: Einrichten fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al configurar. Inténtalo de nuevo.
fr_fr: Échec de la configuration. Veuillez réessayer.
hi_in: सेट अप करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Pengaturan gagal. Coba lagi.
it_it: Impossibile configurare. Riprova.
ja_jp: 設定できませんでした。再試行してください
ko_kr: 설정에 실패했습니다. 다시 시도하세요.
ms_my: Gagal untuk menetapkan. Sila cuba lagi.
pt_br: Falha ao configurar. Tente novamente.
ru_ru: Не удалось настроить. Повторите попытку позже.
th_th: ตั้งค่าล้มเหลว โปรดลองอีกครั้ง
vi_vn: Thiết lập không thành công. Vui lòng thử lại.
zh_cn: 设置失败，请重试
zh_tw: 設定失敗，請重試

# 3Dg
source: Set up successfully
de_de: Erfolgreich eingerichtet
es_es: Configurado con éxito
fr_fr: Configuration réussie
hi_in: सेट किया गया
id_id: Pengaturan berhasil
it_it: Configurazione completata
ja_jp: 設定しました
ko_kr: 설정 성공
ms_my: Berjaya menetapkan
pt_br: Configurado com êxito
ru_ru: Настроено успешно
th_th: การตั้งค่าสำเร็จ
vi_vn: Thiết lập thành công
zh_cn: 设置成功
zh_tw: 設定成功

# C68
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# gR0
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享
