Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# GTE
source: The {{APP_DISPLAY_NAME}} version your organization is currently using does not support uploading files of this size. Please contact support if you need to upgrade the account.
de_de: Die {{APP_DISPLAY_NAME}} Version, die Ihre Organisation derzeit verwendet, unterstützt das Hochladen von Dateien dieser Größe nicht. Kontaktieren Sie den Support, wenn Sie ein Upgrade für das Konto benötigen.
es_es: La versión de {{APP_DISPLAY_NAME}} que tu organización está utilizando actualmente no permite subir archivos de este tamaño. Contacta con soporte técnico para actualizar la cuenta.
fr_fr: La version {{APP_DISPLAY_NAME}} que votre organisation utilise actuellement ne prend pas en charge le téléchargement de fichiers de cette taille. Veuillez contacter l'assistance si vous souhaitez mettre à niveau votre compte.
hi_in: आपके संगठन द्वारा वर्तमान में जिस {{APP_DISPLAY_NAME}} संस्करण का उपयोग किया जा रहा है वह इस आकार की फ़ाइलें अपलोड करने का समर्थन नहीं करता. अगर आप खाता अपग्रेड करना चाहते हैं तो कृपया सहायक से संपर्क करें.
id_id: Versi {{APP_DISPLAY_NAME}} yang sedang digunakan organisasi Anda tidak mendukung pengunggahan file dengan ukuran ini. Hubungi dukungan jika Anda perlu meningkatkan akun.
it_it: La versione di {{APP_DISPLAY_NAME}} attualmente utilizzata dalla tua organizzazione non supporta il caricamento di file di queste dimensioni. Contatta il supporto tecnico se desideri effettuare l'upgrade del tuo account.
ja_jp: 当該法人は{{APP_DISPLAY_NAME}}を利用しているため、このサイズのファイルをアップロードできません。プランをアップロードするには、カスタマサポートまでご連絡ください
ko_kr: 기업에서 현재 사용 중인 {{APP_DISPLAY_NAME}} 버전은 이 크기의 파일 업로드를 지원하지 않습니다. 계정을 업그레이드해야 하는 경우 지원팀에 문의하세요.
ms_my: Versi {{APP_DISPLAY_NAME}} yang digunakan organisasi anda sekarang tidak menyokong muat naik fail saiz ini. Sila hubungi sokongan jika anda perlu menaik taraf akaun.
pt_br: A versão do {{APP_DISPLAY_NAME}} que sua organização está usando atualmente não permite o carregamento de arquivos deste tamanho. Entre em contato com o suporte se precisar fazer upgrade da conta.
ru_ru: Версия {{APP_DISPLAY_NAME}}, которую в настоящее время использует ваша организация, не поддерживает загрузку файлов такого размера. Обратитесь в службу поддержки, если вам нужно обновить учетную запись.
th_th: {{APP_DISPLAY_NAME}} เวอร์ชันที่องค์กรของคุณกำลังใช้อยู่ในปัจจุบันไม่รองรับการอัปโหลดไฟล์ในขนาดนี้ โปรดติดต่อทีมสนับสนุนหากคุณต้องการอัปเกรดบัญชี
vi_vn: Phiên bản {{APP_DISPLAY_NAME}} mà tổ chức của bạn đang sử dụng hiện tại không hỗ trợ tải lên các tệp tin có kích thước này. Vui lòng liên hệ hỗ trợ nếu bạn cần nâng cấp tài khoản.
zh_cn: 你所在的企业当前使用的{{APP_DISPLAY_NAME}}版本暂不支持上传该大小的文件，如需升级版本，请联系客服。
zh_tw: 你所在的企業目前使用的{{APP_DISPLAY_NAME}}版本暫不支援上傳該大小的檔案，如需升級版本，請聯絡客服。

# 4TA
source: Search for users, groups, and departments
de_de: Nach Benutzern, Gruppen und Abteilungen suchen
es_es: Buscar usuarios, grupos y departamentos
fr_fr: Rechercher des utilisateurs, des groupes ou des services
hi_in: उपयोगकर्ता, समूह और विभाग खोजें
id_id: Cari pengguna, grup, dan departemen
it_it: Cerca utenti, gruppi e reparti
ja_jp: ユーザー、グループ及び部門を検索
ko_kr: 사용자, 그룹 및 부서 검색
ms_my: Cari pengguna, kumpulan, dan jabatan
pt_br: Pesquisar usuários, grupos e departamentos
ru_ru: Поиск пользователей, групп и отделов
th_th: ค้นหาผู้ใช้ กลุ่ม และแผนกได้
vi_vn: Tìm kiếm người dùng, nhóm hoặc bộ phận
zh_cn: 搜索用户、群组、部门
zh_tw: 搜尋使用者、群組、部門

# ONw
source: User groups
de_de: Benutzergruppen
es_es: Grupos de usuarios
fr_fr: Groupes d'utilisateurs
hi_in: उपयोगकर्ता समूह
id_id: Grup pengguna
it_it: Gruppi utenti
ja_jp: ユーザーグループ
ko_kr: 사용자 그룹
ms_my: Kumpulan pengguna
pt_br: Grupos de usuários
ru_ru: Группы пользователей
th_th: กลุ่มผู้ใช้
vi_vn: Nhóm người dùng
zh_cn: 用户组
zh_tw: 使用者群組

# 98M
source: The administrator has disabled this feature.
de_de: Der Administrator hat diese Funktion deaktiviert.
es_es: El administrador ha deshabilitado esta característica.
fr_fr: L'administrateur a désactivé cette fonctionnalité.
hi_in: एडमिनिस्ट्रेटर ने यह सुविधा अक्षम कर दी है.
id_id: Administrator telah menonaktifkan fitur ini.
it_it: L'amministratore ha disabilitato questa funzione.
ja_jp: 管理者が当該機能の使用を禁止にしました。詳細につきましては、管理者までお問い合わせください
ko_kr: 관리자가 이 기능을 비활성화했습니다.
ms_my: Pentadbir telah melumpuhkan ciri ini.
pt_br: O administrador desativou este recurso.
ru_ru: Администратор отключил эту функцию.
th_th: ผู้ดูแลได้ปิดใช้ฟีเจอร์นี้แล้ว
vi_vn: Quản trị viên đã tắt tính năng này.
zh_cn: 企业管理员已禁用此功能
zh_tw: 企業管理員已停用此功能

# dl0
source: All collaborators
de_de: Alle Mitarbeiter
es_es: Todos los colaboradores
fr_fr: Tous les collaborateurs
hi_in: सभी सहयोगी
id_id: Semua kolaborator
it_it: Tutti i collaboratori
ja_jp: すべての共同編集者
ko_kr: 모든 공동 작업자
ms_my: Semua kolaborator
pt_br: Todos os colaboradores
ru_ru: Все соавторы
th_th: ผู้ร่วมงานทั้งหมด
vi_vn: Tất cả cộng tác viên
zh_cn: 所有协作者
zh_tw: 所有協作者

# qss
source: Can view and edit content, and modify permission settings. Previously called "full access"
de_de: Kann Inhalte anzeigen und bearbeiten und Berechtigungseinstellungen modifizieren. Zuvor „Vollzugriff“ genannt
es_es: Se puede ver y editar el contenido, y modificar la configuración de permisos. Anteriormente se denominaba "acceso completo"
fr_fr: Peut afficher et modifier le contenu, et modifier les paramètres d'autorisation. Anciennement "accès complet"
hi_in: अनुमति सेटिंग्स देख सकते हैं, संपादित कर सकते हैं और संशोधित कर सकते हैं. पहले से कॉल किया गया "पूरा ऐक्सेस"
id_id: Dapat melihat dan mengedit konten, dan mengubah pengaturan izin. Sebelumnya disebut "akses penuh"
it_it: È possibile visualizzare e modificare il contenuto, nonché modificare le impostazioni dell'autorizzazione. Autorizzazione precedentemente chiamata "pieno accesso"
ja_jp: 元の「すべての権限」で、ドキュメントを編集、リンクによる共有、権限設定の変更ができます
ko_kr: 콘텐츠를 보고 편집하고 권한 설정을 수정할 수 있습니다. 이전에는 "모든 액세스 허용"이라고 했습니다
ms_my: Boleh melihat dan mengedit kandungan, serta mengubah tetapan kebenaran. Sebelum ini dipanggil "akses penuh"
pt_br: Pode visualizar e editar conteúdo, e modificar as configurações de permissão. Anteriormente chamado de "acesso total"
ru_ru: Может просматривать и редактировать контент, а также изменять настройки разрешений. Прежнее название "полный доступ"
th_th: สามารถดูและแก้ไขเนื้อหา และปรับเปลี่ยนการตั้งค่าสิทธิ์การอนุญาต ซึ่งก่อนนี้เรียกว่า "การเข้าถึงเต็มรูปแบบ"
vi_vn: Có thể xem và chỉnh sửa nội dung, cũng như chỉnh sửa cài đặt quyền. Trước đây được gọi là "quyền truy cập đầy đủ"
zh_cn: 原“所有权限”，可以编辑、分享内容和修改权限设置
zh_tw: 原「所有權限」，可以編輯、分享內容和修改權限設定

# LN8
source: Collaborators with manage permission (including me)
de_de: Kollaboratoren mit Verwaltungsberechtigung (einschließlich ich selbst)
es_es: Colaboradores con permiso de administración (incluido yo)
fr_fr: Collaborateurs disposant de l'autorisation de gestion (moi y compris)
hi_in: अनुमति प्रबंधित करने वाले सहयोगी (मैं भी शामिल हूं)
id_id: Kolaborator dengan izin untuk mengelola (termasuk saya)
it_it: Collaboratori con autorizzazione alla gestione (incluso me)
ja_jp: 「管理権限」を持つ共同編集者のみ（本人を含む）
ko_kr: 관리 권한이 있는 공동 작업자(나 포함)
ms_my: Rakan kerjasama dengan kebenaran mengurus (termasuk saya)
pt_br: Colaboradores com permissão de gerenciamento (inclusive eu)
ru_ru: Соавторы с разрешением на управление (включая меня)
th_th: ผู้ร่วมงานที่มีสิทธิ์การอนุญาตจัดการ (รวมถึงฉันด้วย)
vi_vn: Người cộng tác có quyền quản lý (bao gồm cả tôi)
zh_cn: 仅拥有可管理权限的协作者（包括我）
zh_tw: 僅擁有可管理權限的協作者 (包括我)

# 6VU
source: Unable to edit. You have reached your storage limit. Please contact your administrator or customer service for assistance.
de_de: Bearbeiten nicht möglich. Sie haben das Speicherlimit erreicht. Wenden Sie sich an Ihren Administrator oder den Kundenservice, um Unterstützung zu erhalten.
es_es: No se puede editar. Has alcanzado el límite de almacenamiento. Ponte en contacto con el administrador o con el servicio de atención al cliente para obtener ayuda.
fr_fr: Modification impossible. Vous avez atteint votre limite de stockage. Veuillez contacter votre administrateur ou le service clients pour obtenir de l'aide.
hi_in: संपादित करने में असमर्थ. आपका स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर या ग्राहक सेवा से संपर्क करें.
id_id: Tidak dapat mengedit. Anda telah mencapai batas penyimpanan. Hubungi administrator atau layanan pelanggan untuk mendapatkan bantuan.
it_it: Impossibile modificare. Hai raggiunto il limite dello spazio di archiviazione. Per assistenza, contatta l'amministratore o l'assistenza clienti.
ja_jp: 編集できませんでした。使用可能なストレージ容量がありません。管理者に連絡またはオンラインサポートまでお問い合わせください。
ko_kr: 편집할 수 없습니다. 저장 한도에 도달했습니다. 관리자 또는 고객 서비스 팀에 문의하여 도움을 받으세요.
ms_my: Tidak dapat mengedit. Anda telah mencapai had storan. Sila hubungi pentadbir atau perkhidmatan pelanggan untuk bantuan.
pt_br: Falha ao editar. Você atingiu seu limite de armazenamento. Entre em contato com seu administrador ou com o serviço de atendimento ao consumidor para obter ajuda.
ru_ru: Невозможно отредактировать. Вы исчерпали лимит хранилища. Обратитесь за помощью к своему администратору или в службу поддержки клиентов.
th_th: ไม่สามารถแก้ไขได้ พื้นที่จัดเก็บข้อมูลของคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณหรือฝ่ายบริการลูกค้าเพื่อขอความช่วยเหลือ
vi_vn: Không thể chỉnh sửa. Bạn đã đạt đến giới hạn bộ nhớ của mình. Vui lòng liên hệ với quản trị viên của bạn hoặc bộ phận dịch vụ khách hàng để được hỗ trợ.
zh_cn: 无法编辑，已无可用的存储空间额度，请联系管理员或咨询在线客服进行处理。
zh_tw: 無法編輯，已無可用的儲存空間額度，請聯絡管理員或諮詢線上客服進行處理。

# oGQ
source: Unable to create. Please try again.
de_de: Erstellen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede crear. Inténtalo de nuevo.
fr_fr: Création impossible. Veuillez réessayer.
hi_in: बनाने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat membuat. Coba lagi.
it_it: Impossibile creare. Riprova.
ja_jp: 作成できませんでした。後ほど再試行してください
ko_kr: 생성할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat cipta. Sila cuba lagi.
pt_br: Não é possível criar. Tente novamente.
ru_ru: Не удалось создать. Повторите попытку.
th_th: ไม่สามารถสร้างได้ โปรดลองอีกครั้ง
vi_vn: Không thể tạo. Vui lòng thử lại.
zh_cn: 创建异常，请稍后重试
zh_tw: 建立異常，請稍後重試

# fZM
source: Delete {{doc_name}}?
de_de: {{doc_name}} löschen?
es_es: ¿Eliminar {{doc_name}}?
fr_fr: Supprimer {{doc_name}} ?
hi_in: {{doc_name}} हटाएँ?
id_id: Hapus {{doc_name}}?
it_it: Vuoi eliminare {{doc_name}}?
ja_jp: {{doc_name}} を削除しますか？
ko_kr: {{doc_name}}을(를) 삭제하시겠습니까?
ms_my: Padam {{doc_name}}?
pt_br: Excluir {{doc_name}}?
ru_ru: Удалить {{doc_name}}?
th_th: ลบ {{doc_name}} หรือไม่
vi_vn: Xóa {{doc_name}}?
zh_cn: 是否删除：{{doc_name}}？
zh_tw: 是否刪除：{{doc_name}}？

# LZg
source: The item will be moved to Trash and will be deleted permanently after 30 days.
de_de: Das Element wird in den Papierkorb verschoben und nach 30 Tagen endgültig gelöscht.
es_es: El elemento se moverá a la Papelera de reciclaje y se eliminará definitivamente a los 30 días.
fr_fr: L'élément sera mis à la Corbeille, puis supprimé définitivement après 30 jours.
hi_in: आइटम ट्रैश में ले जाया जाएगा और 30 दिनों बाद स्थायी रूप से हटाया जाएगा.
id_id: Item tersebut akan dipindahkan ke Sampah dan akan dihapus permanen setelah 30 hari.
it_it: L'elemento verrà spostato nel Cestino ed eliminato definitivamente dopo 30 giorni.
ja_jp: 削除した内容はゴミ箱に移動され、30 日後に完全に削除されます。
ko_kr: 항목은 휴지통으로 이동되며 30일 후에 영구적으로 삭제됩니다.
ms_my: Item akan dipindahkan ke Tong Sampah dan akan dihapuskan secara kekal selepas 30 hari.
pt_br: Os itens serão movidos para a Lixeira e excluídos permanentemente após 30 dias.
ru_ru: Элемент будет перемещен в Корзину и удален навсегда через 30 дней.
th_th: รายการจะถูกย้ายไปยังถังขยะและจะถูกลบอย่างถาวรหลังจากผ่านไป 30 วัน
vi_vn: Mục sẽ được chuyển tới Thùng rác và sẽ bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 删除的内容将放入回收站，30 天后自动彻底删除。
zh_tw: 刪除的內容將放入資源回收筒，30 天後自動徹底刪除。

# hJo
source: Deleted folder and all of its content will be moved to Trash and will be deleted permanently after 30 days.
de_de: Gelöschte Ordner und alle zugehörigen Inhalte werden in den Papierkorb verschoben und nach 30 Tagen endgültig gelöscht.
es_es: La carpeta eliminada y todo su contenido se moverá a la papelera de reciclaje y se eliminará de forma permanente después de 30 días.
fr_fr: Le dossier supprimé et tout son contenu seront déplacés vers la Corbeille et seront définitivement supprimés après 30 jours.
hi_in: हटाया गया फ़ोल्डर और उसका सभी कांटेंट ट्रैश में ले जाया जाएगा और 30 दिनों बाद स्थायी रूप से हटाया जाएगा.
id_id: Folder yang dihapus dan semua kontennya akan dipindahkan ke Sampah dan akan dihapus permanen setelah 30 hari.
it_it: La cartella eliminata e tutti i suoi contenuti verranno spostati nel Cestino ed eliminati definitivamente dopo 30 giorni.
ja_jp: 削除したフォルダ及びその中身はゴミ箱に入ります。30 日後に自動的に完全削除されます。
ko_kr: 삭제된 폴더와 모든 콘텐츠는 휴지통으로 이동되며 30일 후에 영구적으로 삭제됩니다.
ms_my: Folder yang dipadam dan semua kandungannya akan dipindahkan ke Tong Sampah dan akan dipadamkan secara kekal selepas 30 hari.
pt_br: A pasta excluída e todo o seu conteúdo serão movidos para a lixeira e excluídos permanentemente após 30 dias.
ru_ru: Удаленная папка и весь контент в ней будут перемещены в Корзину и удалены навсегда через 30 дней.
th_th: โฟลเดอร์ที่ถูกลบและเนื้อหาทั้งหมดจะถูกย้ายไปยังถังขยะและจะถูกลบอย่างถาวรหลังจากผ่านไป 30 วัน
vi_vn: Các thư mục bị xóa và toàn bộ nội dung bên trong sẽ được chuyển tới Thùng rác và sẽ bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 删除的文件夹及其全部内容将进入回收站，30 天后自动彻底删除。
zh_tw: 刪除的資料夾及其全部內容會放入資源回收筒，30 天後會自動徹底刪除。

# I5o
source: Delete the shortcut {{doc_name}}?
de_de: Verknüpfung {{doc_name}} löschen?
es_es: ¿Eliminar el acceso directo a {{doc_name}}?
fr_fr: Supprimer le raccourci {{doc_name}} ?
hi_in: शॉटकट {{doc_name}} हटाएँ?
id_id: Hapus pintasan {{doc_name}}?
it_it: Vuoi eliminare il collegamento {{doc_name}}?
ja_jp: {{doc_name}} のショートカットを削除しますか？
ko_kr: {{doc_name}} 바로 가기를 삭제하시겠습니까?
ms_my: Padam pintasan {{doc_name}}?
pt_br: Excluir o atalho {{doc_name}}?
ru_ru: Удалить сочетание клавиш {{doc_name}}?
th_th: ลบทางลัด {{doc_name}} หรือไม่
vi_vn: Xóa lối tắt {{doc_name}}?
zh_cn: 是否删除快捷方式：{{doc_name}}？
zh_tw: 是否刪除快速方式：{{doc_name}}？

# lLo
source: You don't have permissions to delete the following files. To delete a file, tap on the file to contact its owner.
de_de: Sie haben keine Berechtigung, die folgenden Dateien zu löschen. Um eine Datei zu löschen, tippen Sie auf die Datei und kontaktieren Sie ihren Besitzer.
es_es: No tienes permiso para eliminar los siguientes archivos. Para eliminar un archivo, pulsa el archivo para contactar con su propietario.
fr_fr: Vous n'êtes pas autorisé à supprimer les fichiers suivants. Pour supprimer un fichier, appuyez sur ce dernier afin de contacter son propriétaire.
hi_in: आपके पास निम्न फ़ाइलें हटाने की अनुमति नहीं है. फ़ाइल हटाने के लिए, इसके ओनर से संपर्क करने के लिए फ़ाइल पर टैप करें.
id_id: Anda tidak memiliki izin untuk menghapus file berikut. Untuk menghapus file, ketuk file tersebut untuk menghubungi pemiliknya.
it_it: Non disponi delle autorizzazioni per eliminare i seguenti file. Per eliminare un file, tocca il file per contattare il suo proprietario.
ja_jp: 以下のコンテンツを削除する権限はありません。ドキュメントのリンクをクリックして、所有者ご連絡ください。
ko_kr: 다음 파일을 삭제할 권한이 없습니다. 파일을 삭제하려면 파일을 탭하여 소유자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memadam fail berikut. Untuk memadam fail, ketuk fail untuk menghubungi pemiliknya.
pt_br: Você não tem permissões para excluir os arquivos a seguir. Para excluir um arquivo, toque nele para entrar em contato com seu proprietário.
ru_ru: У вас нет разрешений на удаление следующих файлов. Чтобы удалить файл, нажмите на файл и свяжитесь с его владельцем.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการลบไฟล์ต่อไปนี้ หากต้องการลบไฟล์ ให้แตะที่ไฟล์เพื่อติดต่อเจ้าของ
vi_vn: Bạn không có quyền xóa các tệp tin sau. Để xóa một tệp tin, chạm vào tệp tin để liên hệ với chủ sở hữu.
zh_cn: 你没有权限删除以下内容。若要删除文档，请点击文档链接与其所有者联系。
zh_tw: 你沒有刪除以下內容的權限。若要刪除文件，請點選文件連結與其擁有者聯絡。

# lVU
source: Unable to delete
de_de: Löschen nicht möglich
es_es: No se puede eliminar
fr_fr: Suppression impossible
hi_in: हटाने में असमर्थ
id_id: Tidak dapat menghapus
it_it: Impossibile eliminare
ja_jp: 削除できませんでした
ko_kr: 삭제할 수 없음
ms_my: Tidak dapat memadam
pt_br: Não é possível excluir
ru_ru: Не удалось удалить
th_th: ไม่สามารถลบได้
vi_vn: Không thể xóa
zh_cn: 删除失败
zh_tw: 刪除失敗

# 25g
source: The document was deleted by the owner.
de_de: Das Dokument wurde vom Besitzer gelöscht.
es_es: El propietario ha eliminado el documento.
fr_fr: Le document a été supprimé par le propriétaire.
hi_in: ओनर द्वारा दस्तावेज़ हटाया गया.
id_id: Dokumen telah dihapus oleh pemiliknya.
it_it: Il documento è stato eliminato dal proprietario.
ja_jp: ファイルは所有者によって削除されました
ko_kr: 소유자가 문서를 삭제했습니다.
ms_my: Dokumen telah dipadam oleh pemiliknya.
pt_br: O documento foi excluído pelo proprietário.
ru_ru: Документ был удален владельцем.
th_th: เจ้าของได้ลบเอกสารไปแล้ว
vi_vn: Tài liệu đã bị chủ sở hữu xóa.
zh_cn: 该文档已被所有者删除
zh_tw: 此文件已由擁有者刪除

# yHE
source: Unable to download
de_de: Herunterladen nicht möglich
es_es: No se puede descargar
fr_fr: Téléchargement impossible
hi_in: डाउनलोड करने में असमर्थ
id_id: Tidak dapat mengunduh
it_it: Impossibile scaricare
ja_jp: ダウンロードできませんでした
ko_kr: 다운로드할 수 없음
ms_my: Tidak dapat memuat turun
pt_br: Não é possível fazer download
ru_ru: Не удалось скачать
th_th: ไม่สามารถดาวน์โหลดได้
vi_vn: Không thể tải xuống
zh_cn: 下载失败
zh_tw: 下載失敗

# xNs
source: Unable to invite external collaborators. Go to Permission settings and turn on "Allow content to be shared with trust parties".
de_de: Externe Kollaboratoren können nicht eingeladen werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“.
es_es: No se puede invitar a colaboradores externos. Accede a la configuración de permisos y activa "Permitir que el contenido se comparta con terceros de confianza".
fr_fr: Impossible d'inviter des collaborateurs externes. Accédez à Paramètres d'autorisation et activez "Autoriser le partage de contenu avec des tiers de confiance".
hi_in: बाहरी सहयोगियों को आमंत्रित करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और "भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें" चालू करें.
id_id: Tidak dapat mengundang kolaborator eksternal. Buka Pengaturan izin dan aktifkan "Izinkan konten untuk dibagikan kepada pihak tepercaya".
it_it: Impossibile invitare collaboratori esterni. Vai a Impostazioni delle autorizzazioni e attiva "Consenti la condivisione dei contenuti con parti attendibili".
ja_jp: 外部共同編集者を招待できません。フォルダの権限設定で「関連組織への共有を許可」をオンにしてください
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 권한 설정으로 이동하여 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 켜세요.
ms_my: Tidak dapat menjemput kolaborator luaran. Pergi ke Tetapan kebenaran dan hidupkan "Benarkan kandungan dikongsi dengan pihak berkepercayaan".
pt_br: Não é possível convidar colaboradores externos. Vá para Configurações de permissão e ative "Permitir que o conteúdo seja compartilhado com partes confiáveis".
ru_ru: Невозможно пригласить внешних соавторов. Перейдите в настройки разрешений и включите "Разрешить делиться с доверенными организациями".
th_th: ไม่สามารถเชิญผู้ร่วมงานจากภายนอกได้ ไปที่การตั้งค่าการอนุญาตและเปิด "อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้อง"
vi_vn: Không mời được người cộng tác bên ngoài. Hãy đi tới Cài đặt quyền và bật "Cho phép chia sẻ nội dung với các bên tin cậy".
zh_cn: 无法邀请外部协作者，请在本文件夹权限设置中开启“允许内容被分享到关联组织”
zh_tw: 無法邀請外部協作者，請在本資料夾的權限設定中開啟「允許內容被分享到關聯組織」

# hMA
source: Unable to invite external collaborators. Go to Permission settings and turn on "Allow content to be shared with trust parties".
de_de: Externe Kollaboratoren können nicht eingeladen werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie „Freigabe von Inhalten für vertrauenswürdige Dritte zulassen“.
es_es: No se puede invitar a colaboradores externos. Accede a la configuración de permisos y activa "Permitir que el contenido se comparta con terceros de confianza".
fr_fr: Impossible d'inviter des collaborateurs externes. Accédez à Paramètres d'autorisation et activez "Autoriser le partage de contenu avec des tiers de confiance".
hi_in: बाहरी सहयोगियों को आमंत्रित करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और "भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें" चालू करें.
id_id: Tidak dapat mengundang kolaborator eksternal. Buka Pengaturan izin dan aktifkan "Izinkan konten untuk dibagikan kepada pihak tepercaya".
it_it: Impossibile invitare collaboratori esterni. Vai a Impostazioni delle autorizzazioni e attiva "Consenti la condivisione dei contenuti con parti attendibili".
ja_jp: 外部共同編集者を招待できません。ドキュメントの権限設定で「関連組織への共有を許可」をオンにしてください
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 권한 설정으로 이동하여 "신뢰할 수 있는 당사자와 콘텐츠 공유 허용"을 켜세요.
ms_my: Tidak dapat menjemput kolaborator luaran. Pergi ke Tetapan kebenaran dan hidupkan "Benarkan kandungan dikongsi dengan pihak berkepercayaan".
pt_br: Não é possível convidar colaboradores externos. Vá para Configurações de permissão e ative "Permitir que o conteúdo seja compartilhado com partes confiáveis".
ru_ru: Невозможно пригласить внешних соавторов. Перейдите в настройки разрешений и включите "Разрешить делиться с доверенными организациями".
th_th: ไม่สามารถเชิญผู้ร่วมงานจากภายนอกได้ ไปที่การตั้งค่าการอนุญาตและเปิด "อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้อง"
vi_vn: Không mời được người cộng tác bên ngoài. Hãy đi tới Cài đặt quyền và bật "Cho phép chia sẻ nội dung với các bên tin cậy".
zh_cn: 无法邀请外部协作者，请在本文档权限设置中开启“允许内容被分享到关联组织”
zh_tw: 無法邀請外部協作者，請在本文件的權限設定中開啟「允許內容被分享到關聯組織」

# Xw8
source: Unable to invite external collaborators. Go to Permission settings and turn on external sharing.
de_de: Externe Kollaboratoren können nicht eingeladen werden. Navigieren Sie zu den Berechtigungseinstellungen und aktivieren Sie die externe Freigabe.
es_es: No se puede invitar a colaboradores externos. Accede a la Configuración de permisos y activa el uso compartido externo.
fr_fr: Impossible d'inviter des collaborateurs externes. Accédez à Paramètres d'autorisation et activez le partage externe.
hi_in: बाहरी सहयोगियों को आमंत्रित करने में असमर्थ. "अनुमति सेटिंग्स" पर जाएँ और बाहरी साझाकरण चालू करें.
id_id: Tidak dapat mengundang kolaborator eksternal. Buka Pengaturan izin dan aktifkan berbagi eksternal.
it_it: Impossibile invitare collaboratori esterni. Vai a Impostazioni delle autorizzazioni e attiva la condivisione esterna.
ja_jp: 外部共同編集者を招待できません。「フォルダの外部への共有を許可」をオンにしてから操作してください。
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 권한 설정으로 이동하여 외부 공유를 켜세요.
ms_my: Tidak dapat menjemput kolaborator luaran. Pergi ke Tetapan kebenaran dan hidupkan perkongsian luaran.
pt_br: Não é possível convidar colaboradores externos. Vá para Configurações de permissão e ative o compartilhamento externo.
ru_ru: Невозможно пригласить внешних соавторов. Перейдите в настройки разрешений и включите внешний доступ.
th_th: ไม่สามารถเชิญผู้ร่วมงานจากภายนอกได้ ไปที่การตั้งค่าการอนุญาตตและเปิดการแบ่งปันภายนอก
vi_vn: Không mời được người cộng tác bên ngoài. Hãy đi tới Cài đặt quyền và bật tùy chọn chia sẻ với bên ngoài.
zh_cn: 无法邀请外部协作者，请在本文件夹的权限设置中开启对外分享
zh_tw: 無法邀請外部協作者，請在本資料夾的權限設定中開啟對外分享
