Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 0is
source: Failed to import. Please try again later.
de_de: Import fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al importar Inténtalo de nuevo más tarde.
fr_fr: Échec de l'importation. Veuillez réessayer plus tard
hi_in: आयात करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Gagal mengimpor. Coba lagi nanti
it_it: Importazione non riuscita. Riprova più tardi
ja_jp: インポートできませんでした。再試行してください
ko_kr: 가져오기에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Import gagal. Sila cuba lagi kemudian
pt_br: Falha ao importar. Tente novamente mais tarde
ru_ru: Не удалось импортировать. Повторите попытку позже
th_th: นำเข้าไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Nhập thất bại Vui lòng thử lại sau
zh_cn: 导入失败，请重试
zh_tw: 匯入失敗，請重試

# xrk
source: Failed to import. Please contact support.
de_de: Importieren fehlgeschlagen. Bitte Support kontaktieren.
es_es: Error al importar. Contacta con soporte.
fr_fr: Échec de l'importation. Veuillez contacter l'assistance.
hi_in: आयात करने में विफल हुआ. कृपया सहायता से संपर्क करें.
id_id: Gagal mengimpor. Hubungi dukungan.
it_it: Impossibile importare. Contatta l'assistenza.
ja_jp: インポートできませんでした。カスタマーサービスにお問い合わせください
ko_kr: 가져오기에 실패했습니다. 지원 팀에 연락하세요.
ms_my: Gagal mengimport. Sila hubungi Perkhidmatan Pelanggan.
pt_br: Falha ao importar. Entre em contato com o suporte.
ru_ru: Не удалось импортировать. Свяжитесь со службой поддержки.
th_th: นำเข้าไม่สำเร็จ โปรดติดต่อฝ่ายสนับสนุน
vi_vn: Nhập thất bại. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 导入失败，请联系客服
zh_tw: 匯入失敗，請聯絡客服

# 9uA
source: You need permission to import.
de_de: Sie benötigen eine Berechtigung, um importieren zu können.
es_es: Necesitas permiso para importar.
fr_fr: Vous devez disposer d'une autorisation pour importer.
hi_in: आपको इंपोर्ट करने की अनुमति की आवश्यकता है.
id_id: Anda membutuhkan izin untuk mengimpor.
it_it: Devi disporre dell'autorizzazione per importare.
ja_jp: インポートできませんでした。インポートする権限がありません
ko_kr: 가져오려면 권한이 필요합니다.
ms_my: Tiada kebenaran untuk mengimport.
pt_br: Você precisa de permissão para importar.
ru_ru: Вам нужно разрешение на импорт.
th_th: คุณต้องการสิทธิ์การอนุญาตในการนำเข้า
vi_vn: Bạn cần có quyền để nhập.
zh_cn: 导入失败，你没有导入权限
zh_tw: 匯入失敗，你沒有匯入權限

# li8
source: Keep {{ext}}
de_de: {{ext}} beibehalten
es_es: Mantener {{ext}}
fr_fr: Conserver {{ext}}
hi_in: {{ext}} रखें
id_id: Pertahankan {{ext}}
it_it: Conserva {{ext}}
ja_jp: 保留{{ext}}拡張子
ko_kr: {{ext}} 유지
ms_my: Simpan {{ext}}
pt_br: Manter {{ext}}
ru_ru: Оставить {{ext}}
th_th: เก็บ {{ext}}
vi_vn: Giữ {{ext}}
zh_cn: 保留 {{ext}} 拓展名
zh_tw: 保留 {{ext}} 副檔名

# ZIo
source: Operation failed. Please try again later.
de_de: Vorgang fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error en la operación. Inténtelo de nuevo más tarde.
fr_fr: Échec de l'opération. Veuillez réessayer plus tard.
hi_in: कार्रवाई विफल. कृपया बाद में पुनः प्रयास करें.
id_id: Operasi gagal. Coba lagi nanti.
it_it: Operazione non riuscita. Riprova più tardi.
ja_jp: 操作できませんでした。しばらくしてからもう一度お試しください
ko_kr: 작업에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Operasi gagal. Sila cuba lagi kemudian.
pt_br: Falha na operação. Tente novamente mais tarde.
ru_ru: Операция не выполнена. Повторите попытку позже.
th_th: ดำเนินการไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thao tác thất bại. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_tw: 操作失敗，請稍後重試

# dAY
source: The same page you are viewing.
de_de: Dieselbe Seite, die Sie gerade anzeigen.
es_es: La misma página que usted está viendo.
fr_fr: La même page que celle que vous consultez.
hi_in: वही पेज जो आप देख रहे हैं.
id_id: Halaman sama dengan yang Anda lihat.
it_it: La stessa pagina che stai visualizzando.
ja_jp: このリンクは現在開いているファイルのリンクです
ko_kr: 사용자가 보고 있는 것과 같은 페이지.
ms_my: Laman yang sama yang anda lihat.
pt_br: A mesma página que você está visualizando.
ru_ru: Страница, которую вы просматриваете.
th_th: หน้าเดียวกับที่คุณกำลังดูอยู่ตอนนี้
vi_vn: Trang tương tự bạn đang xem.
zh_cn: 该链接即为当前文件链接
zh_tw: 該連結即為目前檔案連結

# bM4
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在加载
zh_tw: 正在載入

# HpQ
source: Failed to load
de_de: Laden ist fehlgeschlagen
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल हुआ
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드 실패
ms_my: Gagal memuatkan
pt_br: Falha no carregamento
ru_ru: Не удалось загрузить
th_th: การโหลดล้มเหลว
vi_vn: Tải thất bại
zh_cn: 加载失败
zh_tw: 載入失敗

# MeI
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込んでいます
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在载入
zh_tw: 正在載入

# OuQ
source: The file doesn't exist
de_de: Die Datei existiert nicht.
es_es: Este archivo no existe
fr_fr: Le fichier n'existe pas
hi_in: यह फ़ाइल मौजूद नहीं है
id_id: File tidak ada
it_it: Il file non esiste
ja_jp: ローカルファイルが存在しません
ko_kr: 파일이 존재하지 않습니다
ms_my: Fail tidak wujud
pt_br: O arquivo não existe
ru_ru: Файла не существует
th_th: ไม่มีไฟล์นี้อยู่
vi_vn: Tệp tin không tồn tại
zh_cn: 本地文件不存在
zh_tw: 本機檔案不存在

# 4Mg
source: The maximum number of files has been reached.
de_de: Die maximale Anzahl von Dateien wurde erreicht.
es_es: Se ha alcanzado el número máximo de archivos.
fr_fr: Nombre maximum de fichiers atteint.
hi_in: फ़ाइलों की अधिकतम संख्या तक पहुँच चुके हैं.
id_id: Jumlah file maksimum telah tercapai.
it_it: È stato raggiunto il numero massimo di file.
ja_jp: ファイルの数は上限を超えました
ko_kr: 최대 파일 수에 도달했습니다.
ms_my: Bilangan folder melebihi had lalai.
pt_br: O número máximo de arquivos foi atingido.
ru_ru: Достигнуто максимальное количество файлов.
th_th: ไฟล์ถึงจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số lượng tệp tin tối đa.
zh_cn: 文件数量超过上限
zh_tw: 檔案數量超過上限

# wJA
source: Network unavailable. Please try again.
de_de: Netzwerk nicht verfügbar. Versuchen Sie es erneut.
es_es: La red no está disponible. Inténtelo de nuevo.
fr_fr: Réseau non disponible. Veuillez réessayer.
hi_in: नेटवर्क अनुपलब्ध है. कृपया पुनः प्रयास करें.
id_id: Jaringan tidak tersedia. Coba lagi.
it_it: Rete non disponibile. Riprova.
ja_jp: ネットワークが切断されました。しばらくしてからもう一度お試しください
ko_kr: 네트워크를 사용할 수 없습니다. 다시 시도하세요.
ms_my: Rangkaian tidak tersedia. Sila cuba lagi.
pt_br: Rede indisponível. Tente novamente.
ru_ru: Сеть недоступна. Повторите попытку.
th_th: เครือข่ายไม่พร้อมใช้งาน โปรดลองอีกครั้ง
vi_vn: Không có mạng. Vui lòng thử lại.
zh_cn: 网络已中断，请稍后重试
zh_tw: 網路已中斷，請稍後重試

# VSw
source: Not connected to Wifi.
de_de: Nicht mit WLAN verbunden.
es_es: No está conectado a la Wifi.
fr_fr: Non connecté au Wi-Fi.
hi_in: Wifi से कनेक्ट नहीं है.
id_id: Tidak terhubung ke Wifi.
it_it: Impossibile connettersi alla rete Wi-Fi.
ja_jp: 無線LANに接続されていません
ko_kr: Wifi로 연결되지 않음.
ms_my: Tidak disambungkan ke Wifi.
pt_br: Não conectado ao Wi-Fi.
ru_ru: Отсутствует WiFi-подключение.
th_th: ไม่ได้เชื่อมต่อ Wifi
vi_vn: Không được kết nối Wifi.
zh_cn: 当前未连接Wifi
zh_tw: 目前未連接 Wifi

# wPs
source: Notify administrators
de_de: Administratoren benachrichtigen
es_es: Notificar a los administradores
fr_fr: Avertir les administrateurs
hi_in: एडमिनिस्ट्रेटरों को सूचित करें
id_id: Beri tahu administrator
it_it: Notifica amministratori
ja_jp: 管理者に通知する
ko_kr: 관리자 알림
ms_my: Maklumkan pentadbir
pt_br: Notificar administradores
ru_ru: Уведомить администраторов
th_th: แจ้งให้ผู้ดูแลทราบ
vi_vn: Thông báo cho quản trị viên
zh_cn: 通知管理员升级
zh_tw: 通知管理員升級

# 74Q
source: Failed to import. The maximum number of files has been reached.
de_de: Import fehlgeschlagen. Die maximale Anzahl von Dateien wurde erreicht.
es_es: Error al importar. Se ha alcanzado el número máximo de archivos.
fr_fr: Échec de l'importation. Nombre maximum de fichiers atteint.
hi_in: आयात करने में विफल हुआ. फ़ाइलों की अधिकतम संख्या तक पहुँच चुके हैं.
id_id: Gagal mengimpor. Jumlah file maksimum telah tercapai.
it_it: Impossibile importare. È stato raggiunto il numero massimo di file.
ja_jp: インポートできませんでした。ファイルの数は上限を超えました
ko_kr: 가져오기에 실패했습니다. 최대 파일 수에 도달했습니다.
ms_my: Gagal untuk diimport. Bilangan fail telah melebihi kuota.
pt_br: Falha ao importar. O número máximo de arquivos foi atingido.
ru_ru: Не удалось импортировать. Достигнуто максимальное количество файлов.
th_th: นำเข้าไม่สำเร็จ ไฟล์ถึงจำนวนสูงสุดแล้ว
vi_vn: Nhập không thành công. Đã đạt đến số lượng tệp tin tối đa.
zh_cn: 导入失败，文档数量已超过上限
zh_tw: 匯入失敗，文件數量已超過上限

# DL0
source: Your organization has reached the storage limit. You can free up space by deleting files and empty trash or contact your administrator for assistance.
de_de: Ihre Organisation hat das Speicherlimit erreicht. Sie können Speicher freigeben, indem Sie Dateien löschen und den Papierkorb leeren. Sie können aber auch Ihren Administrator um Hilfe bitten.
es_es: Tu organización ha alcanzado el límite de almacenamiento. Para liberar espacio, elimina archivos y vacía la Papelera de reciclaje o ponte en contacto con el administrador para obtener ayuda.
fr_fr: Votre organisation a atteint la limite de stockage. Vous pouvez libérer de l'espace en supprimant des fichiers et en vidant la Corbeille ou contacter votre administrateur pour obtenir de l'aide.
hi_in: आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. आप फ़ाइलें हटाकर और ट्रैश ख़ाली करके स्पेस कम कर सकते हैं या सहायता के लिए अपने एडमिनिस्ट्रेटर से संपर्क कर सकते हैं.
id_id: Organisasi Anda telah mencapai batas penyimpanan. Anda dapat mengosongkan ruang dengan menghapus file dan mengosongkan sampah atau menghubungi administrator Anda untuk mendapatkan bantuan.
it_it: La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Puoi liberare spazio eliminando file e svuotando il Cestino, oppure contatta l'amministratore per assistenza.
ja_jp: アカウント内で作成されたファイルの数が無料版の上限を超えました。引き続き利用するには、不要なドキュメントを削除してゴミ箱を空にするか、管理者に連絡して料金プランをアップグレードしてください
ko_kr: 기업이 저장소 한도에 도달했습니다. 파일을 삭제하고 휴지통을 비워 공간을 확보하거나 관리자에게 도움을 요청할 수 있습니다.
ms_my: Bilangan fail yang dicipta oleh pasukan anda melebihi had versi percuma. Sila hubungi pentadbir anda atau padam fail yang tidak diperlukan.
pt_br: Sua organização atingiu o limite de armazenamento. Libere espaço excluindo arquivos e esvaziando a lixeira ou entre em contato com o administrador para obter ajuda.
ru_ru: Ваша организация достигла предела хранилища. Вы можете освободить место, удалив файлы и очистив корзину, или обратитесь за помощью к администратору.
th_th: ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว คุณสามารถเพิ่มพื้นที่ได้โดยการลบไฟล์และล้างถังขยะหรือติดต่อผู้ดูแลเพื่อขอรับความช่วยเหลือ
vi_vn: Tổ chức của bạn đã đạt giới hạn lưu trữ. Bạn có thể giải phóng dung lượng bộ nhớ bằng cách xóa tệp tin và làm trống thùng rác hoặc liên hệ với quản trị viên của bạn để được hỗ trợ.
zh_cn: 当前企业创建的文档数量超过免费版限制，如需继续创建，建议删除不需要的文档并清空回收站，或联系企业管理员升级版本
zh_tw: 目前企業建立的文件數量已超過免費版限制，如需繼續建立，建議刪除不需要的文件並清空資源回收筒，或請聯絡企業管理員升級版本

# V14
source: Operation failed. Content violates {{APP_DISPLAY_NAME}} Terms of Service.
de_de: Vorgang fehlgeschlagen. Inhalt verstößt gegen die {{APP_DISPLAY_NAME}} Nutzungsbedingungen.
es_es: Error al operar. El contenido infringe las condiciones de servicio de {{APP_DISPLAY_NAME}}.
fr_fr: Échec de l'opération. Le contenu enfreint les Conditions d'utilisation de {{APP_DISPLAY_NAME}}.
hi_in: कार्रवाई विफल हुई. सामग्री {{APP_DISPLAY_NAME}} की सेवा की शर्तों का उल्लंघन करती है.
id_id: Operasi gagal. Konten melanggar Ketentuan Layanan {{APP_DISPLAY_NAME}}.
it_it: Operazione non riuscita. Il contenuto viola i Termini di servizio di {{APP_DISPLAY_NAME}}.
ja_jp: 操作できませんでした。内容は {{APP_DISPLAY_NAME}} 利用規約に違反しています
ko_kr: 작업에 실패했습니다. 콘텐츠가 {{APP_DISPLAY_NAME}} 서비스 약관을 위반합니다.
ms_my: Operasi gagal. Kandungan melanggar Terma Perkhidmatan {{APP_DISPLAY_NAME}}.
pt_br: Falha na operação. O conteúdo viola os Termos de serviço do {{APP_DISPLAY_NAME}}.
ru_ru: Операция не выполнена. Содержимое нарушает Условия использования {{APP_DISPLAY_NAME}}.
th_th: การดำเนินการไม่สำเร็จ เนื้อหาละเมิดข้อกำหนดการให้บริการ {{APP_DISPLAY_NAME}}
vi_vn: Thao tác thất bại. Nội dung vi phạm Điều khoản dịch vụ của {{APP_DISPLAY_NAME}}.
zh_cn: 操作失败，内容不符合{{APP_DISPLAY_NAME}}用户协议
zh_tw: 操作失敗，內容不符合{{APP_DISPLAY_NAME}}使用者協議

# yT0
source: Open {{filename}} in another app.
de_de: Öffnen Sie {{filename}} in einer anderen App.
es_es: Abrir {{filename}} en otra aplicación.
fr_fr: Ouvrez {{filename}} dans une autre application.
hi_in: {{filename}} को अन्य ऐप में खोलें.
id_id: Buka {{filename}} di aplikasi lain.
it_it: Apri {{filename}} in un'altra app.
ja_jp: ほかのアプリで{{filename}}を開く
ko_kr: 다른 앱에서 {{filename}} 열기.
ms_my: Buka {{filename}} dalam apl lain.
pt_br: Abra {{filename}} em outro aplicativo.
ru_ru: Откройте {{filename}} в другом приложении.
th_th: เปิด {{filename}} ด้วยแอปอื่น
vi_vn: Mở {{filename}} trong ứng dụng khác.
zh_cn: 用其他应用打开 {{filename}} 进行查看
zh_tw: 用其他應用程式開啟 {{filename}} 進行查看

# G7E
source: Operation failed
de_de: Vorgang fehlgeschlagen.
es_es: Error en la operación.
fr_fr: Échec de l'opération.
hi_in: ऑपरेशन विफल हो गया.
id_id: Operasi gagal
it_it: Operazione non riuscita.
ja_jp: 操作できませんでした
ko_kr: 작업에 실패했습니다
ms_my: Operasi gagal
pt_br: Falha na operação.
ru_ru: Операция не выполнена.
th_th: ดำเนินการไม่สำเร็จ
vi_vn: Thao tác thất bại.
zh_cn: 操作失败
zh_tw: 操作失敗

# cYs
source: Open in Other Apps
de_de: In anderen Apps öffnen
es_es: Abrir en otras aplicaciones
fr_fr: Ouvrir dans d'autres applications
hi_in: अन्य ऐप में खोलें
id_id: Buka di Aplikasi Lain
it_it: Apri in altre app
ja_jp: 別のアプリで開く
ko_kr: 다른 앱에서 열기
ms_my: Buka dalam Apl Lain
pt_br: Abrir em outros aplicativos
ru_ru: Открыть в других приложениях
th_th: เปิดในแอปอื่น
vi_vn: Mở trong các Ứng dụng Khác
zh_cn: 用其他应用打开
zh_tw: 用其他應用程式開啟

# LZs
source: Too many requests. Please try again later.
de_de: Zu viele Anfragen. Versuchen Sie es später erneut.
es_es: Demasiadas solicitudes. Inténtelo de nuevo más tarde.
fr_fr: Trop de demandes. Veuillez réessayer plus tard.
hi_in: बहुत अधिक अनुरोध. कृपया बाद में पुनः प्रयास करें.
id_id: Terlalu banyak permintaan. Coba lagi nanti.
it_it: Troppe richieste. Riprova più tardi.
ja_jp: リクエストが込み合っております。しばらくしてからもう一度お試しください
ko_kr: 요청이 너무 많습니다. 나중에 다시 시도하세요.
ms_my: Terlalu banyak permintaan. Sila cuba lagi kemudian.
pt_br: Solicitações em excesso. Tente novamente mais tarde.
ru_ru: Превышено количество запросов. Повторите попытку позже.
th_th: มีจำนวนคำขอมากเกินไป โปรดลองอีกครั้งภายหลัง
vi_vn: Có quá nhiều yêu cầu. Vui lòng thử lại sau.
zh_cn: 请求太频繁，请稍后重试
zh_tw: 請求太頻繁，請稍後重試

# pJg
source: Please enter the password
de_de: Geben die Ihr Kennwort ein
es_es: Escriba su contraseña
fr_fr: Veuillez saisir le mot de passe
hi_in: कृपया पासवर्ड दर्ज करें
id_id: Masukkan kata sandi
it_it: Immetti la password
ja_jp: パスワードを入力
ko_kr: 비밀번호를 입력하세요.
ms_my: Sila masukkan kata laluan
pt_br: Insira a senha
ru_ru: Введите пароль
th_th: โปรดใส่รหัสผ่าน
vi_vn: Vui lòng nhập mật khẩu
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# kbg
source: Tap the area you'd like to comment.
de_de: Tippen Sie auf den Bereich, den Sie kommentieren möchten.
es_es: Toca el área que deseas comentar.
fr_fr: Appuyez sur la zone que vous souhaitez commenter.
hi_in: उस क्षेत्र को टैप करें, जहाँ आप टिप्पणी करना चाहते हैं.
id_id: Ketuk area yang ingin Anda komentari.
it_it: Tocca l'area in cui desideri aggiungere un commento.
ja_jp: コメントを追加する場所をタップする
ko_kr: 댓글을 달고자 하는 영역을 탭하세요.
ms_my: Ketuk kawasan yang ingin anda komen.
pt_br: Toque na área em que deseja comentar.
ru_ru: Нажмите на область, которую вы хотите прокомментировать.
th_th: แตะบริเวณที่คุณต้องการแสดงความคิดเห็น
vi_vn: Chạm vào khu vực bạn muốn nhận xét.
zh_cn: 点击要添加评论的区域
zh_tw: 點選要新增評論的區域

# e/I
source: End
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
hi_in: समाप्त
id_id: Akhiri
it_it: Termina
ja_jp: 終了
ko_kr: 종료
ms_my: Tamat
pt_br: Encerrar
ru_ru: Конец
th_th: สิ้นสุด
vi_vn: Kết thúc
zh_cn: 结束演示
zh_tw: 結束示範

# zeE
source: The file is too large to preview.
de_de: Die Datei ist zu groß, um in einer Vorschau angezeigt zu werden.
es_es: El archivo es demasiado grande para poderlo previsualizar.
fr_fr: Le fichier est trop volumineux pour être prévisualisé.
hi_in: पूर्वावलोकन के लिए फ़ाइल का आकार बहुत बड़ा है.
id_id: File terlalu besar untuk dipratinjau.
it_it: Il file è troppo grande per essere visualizzato in anteprima.
ja_jp: ファイルのサイズが大きすぎるため、プレビューできません
ko_kr: 파일이 너무 커서 미리 볼 수 없습니다.
ms_my: Fail terlalu besar untuk dipratonton.
pt_br: O arquivo é muito grande para ser visualizado.
ru_ru: Превышен размер файла для предварительного просмотра.
th_th: ไฟล์มีขนาดใหญ่เกินกว่าที่จะแสดงตัวอย่างได้
vi_vn: Tập tin quá lớn để có thể xem trước.
zh_cn: 文件过大，无法查看
zh_tw: 檔案過大，無法查看

# oTc
source: Unable to preview. The file size is 0.
de_de: Die Datei ist 0 B groß und kann nicht in einer Vorschau angezeigt werden.
es_es: Este archivo es de 0B y no se puede previsualizar.
fr_fr: La taille du fichier est de 0 octet et il ne peut pas être prévisualisé.
hi_in: फ़ाइल 0 B की है और पूर्वावलोकन करने में असमर्थ.
id_id: Tidak dapat mempratinjau. File ini berukuran 0.
it_it: Il file è di 0 B e non può essere visualizzato in anteprima.
ja_jp: ファイルのサイズはゼロであるため、プレビューできません
ko_kr: 이 파일은 0B이며 미리 볼 수 없습니다.
ms_my: Fail ini 0B dan tidak boleh dipratonton.
pt_br: O arquivo tem 0 B e não pode ser visualizado.
ru_ru: Размер файла составляет 0 Б, и предварительный просмотр невозможен.
th_th: ไฟล์มีขนาด 0B จึงไม่สามารถแสดงตัวอย่างได้
vi_vn: Tệp tin có kích cỡ 0B và không thể xem trước.
zh_cn: 文件大小为0，无法查看
zh_tw: 檔案大小為 0，無法查看

# cGA
source: Unsupported file type for preview:
de_de: Dieser Dateityp kann nicht in der Vorschau angezeigt werden:
es_es: Tipo de archivo no admitido para la previsualización:
fr_fr: Type de fichier non pris en charge pour la prévisualisation :
hi_in: पूर्वावलोकन के लिए असमर्थित फाइल प्रकार.
id_id: Jenis file yang tidak didukung untuk pratinjau:
it_it: Tipo di file non supportato per l'anteprima:
ja_jp: このタイプのファイルはプレビューできません。
ko_kr: 미리 보기에 지원되지 않는 파일 유형:
ms_my: Jenis fail tidak disokong untuk pratonton.
pt_br: Tipo de arquivo não suportado para visualização:
ru_ru: Неподдерживаемый тип файла для предпросмотра:
th_th: ประเภทไฟล์ที่ไม่รองรับการแสดงตัวอย่าง:
vi_vn: Loại tập tin không được hỗ trợ để xem trước:
zh_cn: 该文件类型无法查看：
zh_tw: 無法查看該檔案類型：

# T7A
source: Unable to view {{type}} files inside compressed files.
de_de: Es ist nicht möglich, {{type}}-Dateien in komprimierten Dateien anzuzeigen.
es_es: No se han podido ver archivos {{type}} dentro de los archivos comprimidos.
fr_fr: Impossible d'afficher les fichiers {{type}} à l'intérieur des fichiers compressés.
hi_in: कंप्रेस की गई फ़ाइलों के भीतर {{type}} फ़ाइलों को देखने में अक्षम.
id_id: Tidak dapat melihat file {{type}} dalam file yang terkompresi.
it_it: Impossibile visualizzare i file {{type}} all'interno dei file compressi.
ja_jp: 圧縮ファイルで {{type}} のファイルを閲覧することができません
ko_kr: 압축 파일 안에 있는 {{type}} 파일을 볼 수 없습니다.
ms_my: Tidak dapat melihat fail {{type}} dalam fail terkompres.
pt_br: Não é possível visualizar arquivos {{type}} dentro de arquivos comprimidos.
ru_ru: Невозможно открыть файлы {{type}} внутри сжатых файлов.
th_th: ไม่สามารถดูไฟล์ {{type}} ในไฟล์ที่บีบอัดได้
vi_vn: Không thể xem tệp {{type}} trong tệp tin nén.
zh_cn: 无法在压缩文件中查看 {{type}} 类型文件
zh_tw: 無法在壓縮檔案中查看 {{type}} 類型檔案

# zbo
source: Page{{page}}
de_de: Seite {{page}}
es_es: Página {{page}}
hi_in: पेज {{page}}
id_id: Halaman{{page}}
it_it: Pagina {{page}}
ja_jp: 第{{page}}ページ
ko_kr: 페이지 {{page}}
ms_my: Halaman{{page}}
pt_br: Página {{page}}
ru_ru: Страница {{page}}
th_th: หน้าที่{{page}}
vi_vn: Trang{{page}}
zh_cn: 第{{page}}页
zh_tw: 第 {{page}} 頁

# ADI
source: Page {{page}} | {{text}}
de_de: Seite {{page}} | {{text}}
es_es: Página {{page}} | {{text}}
hi_in: पेज {{page}} | {{text}}
id_id: Halaman {{page}} | {{text}}
it_it: Pagina {{page}} | {{text}}
ja_jp: 第{{page}}ページ | {{text}}
ko_kr: 페이지 {{page}} | {{text}}
ms_my: Halaman {{page}} | {{text}}
pt_br: Página {{page}} | {{text}}
ru_ru: Страница {{page}} | {{text}}
th_th: หน้า {{page}} | {{text}}
vi_vn: Trang {{page}} | {{text}}
zh_cn: 第{{page}}页 | {{text}}
zh_tw: 第{{page}}頁 | {{text}}

# 15Q
source: Can View
de_de: Kann anzeigen
es_es: Puede leer
fr_fr: Peut afficher
hi_in: पढ़ सकते हैं
id_id: Izin Melihat
it_it: È possibile visualizzare
ja_jp: 閲覧権限
ko_kr: 읽기 가능
ms_my: Boleh Lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 阅读权限
zh_tw: 閱讀權限

# Yzw
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
hi_in: नाम बदलें
id_id: Ganti nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 변경
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

# xM0
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें.
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# qe0
source: Failed to re-upload
de_de: Erneutes Hochladen fehlgeschlagen
es_es: Error al volver a cargar
fr_fr: Échec du nouveau téléchargement
hi_in: पुनः अपलोड करने में विफल
id_id: Gagal mengunggah ulang
it_it: Impossibile caricare di nuovo
ja_jp: 再アップロードできませんでした
ko_kr: 다시 업로드 실패
ms_my: Gagal mencuba semula.
pt_br: Falha ao carregar novamente
ru_ru: Не удалось повторно загрузить файл
th_th: อัปโหลดอีกครั้งไม่สำเร็จ
vi_vn: Tải lại lên không thành công
zh_cn: 重新上传失败
zh_tw: 重新上傳失敗

# wNo
source: Failed to save
de_de: Speichern fehlgeschlagen.
es_es: Error al guardar
fr_fr: Échec de la sauvegarde.
hi_in: सहेजने में विफल हुआ.
id_id: Gagal menyimpan
it_it: Impossibile salvare.
ja_jp: 保存できませんでした
ko_kr: 저장에 실패했습니다.
ms_my: Gagal menyimpan.
pt_br: Falha ao salvar.
ru_ru: Не удалось сохранить.
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại.
zh_cn: 保存失败
zh_tw: 儲存失敗

# TtM
source: Saved
de_de: Gespeichert
es_es: Se ha guardado
fr_fr: Enregistré
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan.
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_tw: 儲存成功

# Nm8
source: Save to Documents
de_de: In Dokumenten speichern
es_es: Guardar en Documentos
fr_fr: Enregistrer dans les Documents
hi_in: दस्तावेज़ में सहेजें
id_id: Simpan ke Dokumen
it_it: Salva in File
ja_jp: 「ファイル」に保存
ko_kr: 파일에 저장
ms_my: Simpan ke Dokumen
pt_br: Salvar nos documentos
ru_ru: Сохранить в документы
th_th: บันทึกไปยังเอกสาร
vi_vn: Lưu vào Tài liệu
zh_cn: 保存到文件
zh_tw: 儲存到文件

# +y4
source: Save to Drive
de_de: In Docs speichern
es_es: Guardar en Docs
fr_fr: Enregistrer dans les Docs
hi_in: ड्राइव में सहेजें
id_id: Simpan ke Drive
it_it: Salva in Documenti
ja_jp: ドライブに保存
ko_kr: 문서로 저장
ms_my: Simpan ke Docs
pt_br: Salvar no Docs
ru_ru: Сохранить в Документах
th_th: บันทึกไปยัง Docs
vi_vn: Lưu vào Docs
zh_cn: 保存到云盘
zh_tw: 儲存到雲端硬碟

# jhY
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
hi_in: अनुरोध भेजें
id_id: Kirim permintaan
it_it: Invia richiesta
ja_jp: リクエストを送信
ko_kr: 요청 보내기
ms_my: Hantar permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送请求
zh_tw: 傳送請求

# iA4
source: Failed to send request
de_de: Senden der Anfrage fehlgeschlagen.
es_es: Error al enviar la solicitud.
fr_fr: Échec de l'envoi de la demande.
hi_in: अनुरोध भेजने में विफल हुआ.
id_id: Gagal mengirim permintaan.
it_it: Impossibile inviare la richiesta.
ja_jp: 申請を送信できませんでした
ko_kr: 요청 전송 실패
ms_my: Gagal menghantar permintaan.
pt_br: Falha ao enviar solicitação.
ru_ru: Не удалось отправить запрос.
th_th: ส่งคำขอไม่สำเร็จ
vi_vn: Gửi yêu cầu thất bại.
zh_cn: 发送申请失败
zh_tw: 傳送申請失敗
