Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Rgk
source: Enjoy a better experience when you rotate your screen horizontally to landscape mode
de_de: Drehen Sie Ihren Bildschirm ins Querformat für ein besseres Benutzererlebnis
es_es: Podrá disfrutar de una mejor experiencia si gira la pantalla del modo horizontal al vertical
fr_fr: Faites pivoter votre écran horizontalement en mode Paysage pour améliorer votre expérience
hi_in: आपके द्वारा अपनी स्क्रीन को क्षैतिज रूप से लैंडस्केप मोड में घुमाने पर बेहतर अनुभव का आनंद लें
id_id: Nikmati pengalaman yang lebih baik saat memutar layar horizontal ke mode lanskap
it_it: Goditi un'esperienza migliore quando ruoti lo schermo dall'orientamento orizzontale a quello verticale
ja_jp: 横向き表示に切り替えると、閲覧と編集はさらに便利になります！
ko_kr: 화면을 가로로 돌려 가로 모드로 전환하면 환경이 개선됩니다.
ms_my: Nikmati pengalaman lebih baik apabila anda putar skrin secara mendatar ke mod landskap
pt_br: Tenha uma melhor experiência utilizando sua tela horizontalmente, no modo paisagem.
ru_ru: Для более удобной работы поверните экран горизонтально в альбомный режим
th_th: รับประสบการณ์ที่ดียิ่งขึ้นเมื่อคุณหมุนหน้าจอในแนวนอนเพื่อให้เป็นโหมดแนวนอน
vi_vn: Trải nghiệm tốt hơn khi xoay ngang màn hình để chuyển sang chế độ ngang
zh_cn: 表格在横屏下体验更优哦
zh_tw: 表格在横向模式中可享受更優質的體驗

# /+4
source: Input
de_de: Eingabe
es_es: Escribir
fr_fr: Saisir
hi_in: इनपुट करें
id_id: Masukan
it_it: Inserisci
ja_jp: 入力
ko_kr: 입력
pt_br: Entrada
ru_ru: Ввод
th_th: ข้อมูลเข้า
vi_vn: Nhập
zh_cn: 键盘输入
zh_tw: 鍵盤輸入

# 4+4
source: Tap the keyboard button or double-tap on the cell to input
de_de: Tippen Sie zur Eingabe auf die Tastaturschaltfläche oder doppeltippen Sie auf die Zelle.
es_es: Toca el botón del teclado o toca dos veces la celda para introducir información
fr_fr: Appuyez sur le bouton du clavier ou effectuez un double appui sur la cellule pour saisir
hi_in: इनपुट करने के लिए कीबोर्ड बटन दबाएँ या सेल पर डबल टाइप करें
id_id: Ketuk tombol keyboard atau ketuk dua kali di sel untuk memasukkan
it_it: Tocca il pulsante tastiera o tocca due volte la cella per inserire
ja_jp: キーボードボタンをタップするか、セルをダブルタップして入力します。
ko_kr: 키보드 버튼을 탭하거나 입력할 셀을 더블 탭합니다
ms_my: Ketuk butang papan kekunci atau ketuk dua kali pada sel untuk memasukkan input
pt_br: Toque no botão de teclado ou toque duas vezes na célula para inserir
ru_ru: Нажмите клавишу на клавиатуре или дважды щелкните ячейку для ввода
th_th: แตะปุ่มบนคีย์บอร์ดหรือแตะที่เซลล์สองครั้งเพื่อใส่ข้อมูล
vi_vn: Chạm vào nút bàn phím hoặc chạm đúp vào ô để nhập
zh_cn: 点击键盘按钮或双击单元格进行内容输入
zh_tw: 點選鍵盤按鈕或按兩下儲存格進行内容輸入

# H78
source: Welcome to Sheets
de_de: Willkommen bei Sheets
es_es: Bienvenido a Sheets
fr_fr: Bienvenue dans Sheets
hi_in: शीट्स में स्वागत है
id_id: Selamat datang di Sheets
it_it: Benvenuto/a in Fogli
ja_jp: シートへようこそ
ko_kr: 시트에 오신 것을 환영합니다
ms_my: Selamat datang ke Sheets
pt_br: Bem-vindo ao Sheets
ru_ru: Добро пожаловать в Sheets
th_th: ยินดีต้อนรับสู่ แผ่นงาน
vi_vn: Chào mừng đến với Sheet
zh_cn: 欢迎使用表格
zh_tw: 歡迎使用表格

# 6f8
source: You can edit across multiple devices simultaneously
de_de: Sie können geräteübergreifend auf mehreren Geräten gleichzeitig bearbeiten
es_es: Puedes editar en varios dispositivos simultáneamente
fr_fr: Vous pouvez modifier sur plusieurs appareils de façon simultanée
hi_in: आप एक ही समय पर बहु-डिवाइसों पर संपादन कर सकते हैं
id_id: Anda dapat mengedit di beberapa perangkat secara bersamaan
it_it: Puoi modificare usando più dispositivi simultaneamente
ja_jp: マルチパーソン、マルチデバイスの共同編集をサポートし、携帯電話と互換性があります。公式ビジネスに効率的に対処します。
ko_kr: 여러 장치에서 동시에 편집할 수 있습니다
ms_my: Penyuntingan serentak di pelbagai peranti
pt_br: Você pode editar em vários dispositivos simultaneamente
ru_ru: Вы можете редактировать на нескольких устройствах одновременно
th_th: คุณสามารถแก้ไขงานจากอุปกรณ์หลายชิ้นได้ในเวลาเดียวกัน
vi_vn: Bạn có thể chỉnh sửa đồng thời trên nhiều thiết bị khác nhau
zh_cn: 支持多人、多设备协同编辑，且手机端友好兼容，高效移动办公。
zh_tw: 支援多人、多裝置協同編輯，且手機端相容性高，行動辦公效率佳。

# RqY
source: Use quick actions
de_de: Schnelle Aktionen verwenden
es_es: Utilizar acciones rápidas
fr_fr: Utiliser des actions rapides
hi_in: क्विक एक्शन का उपयोग करें
id_id: Gunakan tindakan cepat
it_it: Usa azioni rapide
ja_jp: 素早い操作を使う
ko_kr: 빠른 작업 이용
ms_my: Gunakan tindakan pantas
pt_br: Usar ações rápidas
ru_ru: Используйте быстрые действия
th_th: ใช้การดำเนินการด่วน
vi_vn: Sử dụng các thao tác nhanh
zh_cn: 快捷操作
zh_tw: 快速操作

# pig
source: Provide different functions based on what you select (cells, rows and columns)
de_de: Stellen Sie verschiedene Funktionen auf Basis Ihrer Auswahl (Zellen, Zeilen und Spalten) bereit.
es_es: Proporcionar funciones distintas basadas en su selección (celdas, filas y columnas)
fr_fr: Fournit différentes fonctions selon les éléments sélectionnés (cellules, lignes et colonnes)
hi_in: आप जो चुनते हैं, उसके आधार पर भिन्न फ़ंक्शन उपलब्ध कराता है (सेल, पंक्ति और स्तंभ)
id_id: Menyediakan fungsi yang berbeda berdasarkan apa yang Anda pilih (sel, baris, dan kolom)
it_it: Diverse funzioni disponibili in base a ciò che selezioni (celle, righe e colonne)
ja_jp: 選択されたオブジェクト（セル、行、列）に応じて異なる関数を提供します
ko_kr: 선택(셀, 행 및 열)에 따라 여러 기능을 제공합니다
ms_my: Menyediakan fungsi yang berbeza berdasarkan apa yang anda pilih (sel, baris dan lajur)
pt_br: Forneça funções diferentes com base no que você seleciona (células, linhas e colunas)
ru_ru: Доступны разные функции в зависимости от выбранного элемента (ячейки, строки или столбцы)
th_th: มีฟังก์ชันที่หลากหลายตามที่คุณเลือก (เซลล์, แถวและคอลัมน์)
vi_vn: Cung cấp các chức năng khác nhau dựa trên lựa chọn của bạn (ô, hàng và cột)
zh_cn: 根据不同选中对象（单元格或行列），提供了对应的功能组合
zh_tw: 根據不同選取對象（儲存格或列欄），提供對應的功能組合

# qfk
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 查找功能
zh_tw: 尋找功能

# Rws
source: Tap Find, and search information in the current sheet
de_de: Tippen Sie auf „Suchen“ und suchen Sie nach Informationen im aktuellen Blatt.
es_es: Pulsa en Buscar para buscar información en la hoja actual
fr_fr: Appuyez sur Rechercher et recherchez des informations dans la feuille active
hi_in: "खोजें" पर टैप करें, और वर्तमान शीट में जानकारी की खोज करें
id_id: Ketuk Temukan, dan cari informasi di sheet saat ini
it_it: Tocca Trova e cerca le informazioni nel foglio corrente
ja_jp: 検索ボタンをクリックして、現在のシート内のテキストを検索します
ko_kr: 찾기를 탭하고 현재 시트의 정보를 검색하세요
ms_my: Klik Cari, dan cari maklumat dalam lembaran semasa
pt_br: Tocar em Localizar e pesquisar informações na planilha atual
ru_ru: Коснитесь Найти и найдите информацию на текущем листе.
th_th: แตะ “ค้นหา” และค้นหาข้อมูลในแผ่นงานปัจจุบัน
vi_vn: Chạm Tìm và tìm kiếm thông tin trong trang tính hiện tại
zh_cn: 点击查找，在当前工作表搜索内容
zh_tw: 點選尋找，在目前工作表搜尋內容

# JFo
source: In the sheet with a header, you can enter the card view
de_de: In Blättern mit einer Kopfzeile können Sie die Kartenansicht aufrufen.
es_es: Si se sitúa en la hoja con encabezado, puede introducir la vista de tarjeta
fr_fr: Dans la feuille avec un en-tête, vous pouvez accéder à la Vue de carte
hi_in: शीट में हेडर के साथ, आप कार्ड दृश्य में दर्ज कर सकते हैं
id_id: Di sheet dengan header, Anda dapat memasuki tampilan kartu
it_it: Nel foglio con un'intestazione puoi inserire la vista scheda
ja_jp: ヘッダーのあるシートでは、ここでカードモードを開始できます
ko_kr: 제목이 있는 시트에서 카드 보기를 입력할 수 있습니다
ms_my: Dalam helaian dengan tajuk, anda boleh memasuki pandangan kad
pt_br: Na planilha com o cabeçalho, você pode inserir a visualização de cartão
ru_ru: Лист с заголовком можно представить в виде карты
th_th: สำหรับแผ่นงานที่มีส่วนหัว คุณสามารถเข้าสู่มุมมองแบบการ์ดได้
vi_vn: Nếu trang tính có tiêu đề, bạn có thể vào chế độ xem dạng thẻ
zh_cn: 首列内容规整的表格，可由此进入卡片模式
zh_tw: 首欄內容規整的表格，可由此進入卡片模式

# SL8
source: Use quick actions
de_de: Schnelle Aktionen verwenden
es_es: Utilizar acciones rápidas
fr_fr: Utiliser des actions rapides
hi_in: त्वरित क्रियाओं का उपयोग करें
id_id: Gunakan tindakan cepat
it_it: Usa azioni rapide
ja_jp: クイック操作を使用
ko_kr: 빠른 작업 이용
ms_my: Gunakan tindakan pantas
pt_br: Usar ações rápidas
ru_ru: Используйте быстрые действия
th_th: ใช้การดำเนินการด่วน
vi_vn: Sử dụng các thao tác nhanh
zh_cn: 使用快捷操作
zh_tw: 使用快速操作

# APo
source: You can unfreeze rows or columns temporarily
de_de: Hier können Sie die Fixierung von Zeilen oder Spalten vorübergehend aufheben.
es_es: Puedes liberar temporalmente las filas o las columnas
fr_fr: Ici, vous pouvez libérer temporairement des lignes ou des colonnes
hi_in: आप अस्थायी रूप से पंक्ति और स्तंभ को अनफ्रीज़ कर सकते हैं
id_id: Anda dapat membatalkan pembekuan baris atau kolom untuk sementara
it_it: Qui puoi sbloccare temporaneamente righe o colonne
ja_jp: 「検索ー固定」の範囲内を一時的に解除可能
ko_kr: 여기서 일시적으로 행이나 열을 고정 해제할 수 있습니다
ms_my: Di sini anda boleh mencairkan baris atau lajur sementara
pt_br: Aqui você pode descongelar temporariamente linhas e colunas
ru_ru: Здесь можно временно закрепить строки или столбцы
th_th: คุณสามารถยกเลิกการตรึงแถวหรือคอลัมน์ได้ชั่วคราวที่นี่
vi_vn: Tại đây bạn có thể tạm thời bỏ đóng băng hàng hoặc cột
zh_cn: 可在「查看-冻结」里临时解除冻结
zh_tw: 可在「查看 - 凍結」裡臨時解除凍結

# tlM
source: You can switch to list view here
de_de: Hier können Sie zur Listenansicht wechseln.
es_es: Aquí puedes cambiar a vista de lista
fr_fr: Ici, vous pouvez accéder à la Vue Liste
hi_in: यहाँ आप सूची दृश्य में स्विच कर सकते हैं
id_id: Anda dapat beralih ke tampilan daftar di sini
it_it: Qui puoi passare alla vista elenco
ja_jp: ここでインデックスモードに切り換えられます
ko_kr: 여기서 목록 보기로 전환할 수 있습니다
ms_my: Di sini anda boleh bertukar ke paparan senarai
pt_br: Aqui você pode alternar para a visualização de lista
ru_ru: Здесь можно переключиться в режим списка
th_th: คุณสามารถเปลี่ยนเป็นมุมมองแบบรายการได้ที่นี่
vi_vn: Bạn có thể chuyển sang chế độ xem danh sách tại đây
zh_cn: 可在这里切换成列表模式
zh_tw: 可在此切换成清單模式

# nRM
source: Tap image to enlarge
de_de: Zum Vergrößern auf das Bild tippen
es_es: Pulsa la imagen para ampliarla
fr_fr: Appuyer sur l'image pour l'agrandir
hi_in: छवि बड़ी करने के लिए उसपर टैप करें
id_id: Ketuk gambar untuk memperbesar
it_it: Tocca l'immagine per ingrandirla
ja_jp: 画像をクリックするとフルサイズで閲覧可能です
ko_kr: 이미지를 탭하여 확대
ms_my: Klik untuk membesarkan
pt_br: Toque na imagem para ampliar
ru_ru: Нажмите изображение для увеличения
th_th: แตะภาพเพื่อขยายขนาด
vi_vn: Chạm vào hình ảnh để mở rộng
zh_cn: 点击图片可查看大图
zh_tw: 點選圖片可查看大圖

# Q2Y
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# WDA
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ms_my: Muat turun
pt_br: Fazer download
ru_ru: Скачать
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# /fs
source: Downloaded
de_de: Heruntergeladen
es_es: Se ha descargado
fr_fr: Téléchargé
hi_in: डाउनलोड किया गया
id_id: Diunduh
it_it: Download completato
ja_jp: ダウンロードしました
ko_kr: 다운로드됨
ms_my: Dimuat turun.
pt_br: Baixado
ru_ru: Скачано
th_th: ดาวน์โหลดแล้ว
vi_vn: Đã tải xuống
zh_cn: 下载成功
zh_tw: 下載成功

# NrI
source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
hi_in: निर्यात करें
id_id: Ekspor
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
ms_my: Eksport
pt_br: Exportar
ru_ru: Экспортировать
th_th: ส่งออก
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# zHw
source: Failed to export. Please try again later.
de_de: Export fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al exportar. Inténtalo de nuevo más tarde.
fr_fr: L'exportation a échoué. Veuillez réessayer plus tard
hi_in: निर्यात विफल हो गया. कृपया बाद में पुनः प्रयास करें
id_id: Gagal mengekspor. Coba lagi nanti.
it_it: Impossibile esportare. Riprova più tardi
ja_jp: エクスポートできませんでした。再試行してください。
ko_kr: 내보내기 실패 나중에 다시 시도하세요.
ms_my: Eksport gagal. Sila cuba lagi kemudian
pt_br: Falha ao exportar. Tente novamente mais tarde
ru_ru: Ошибка экспорта. Повторите попытку позже
th_th: ส่งออกไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xuất thất bại. Vui lòng thử lại sau
zh_cn: 导出失败，请稍后重试
zh_tw: 匯出失敗，請稍後重試

# /EA
source: Export all to a single image
de_de: Alles in ein einziges Bild exportieren
es_es: Exportar todo a una imagen única
fr_fr: Exporter tout dans une image unique
hi_in: सभी को एक छवि के रूप में निर्यात करें
id_id: Ekspor semua sebagai gambar tunggal
it_it: Esporta tutto in un'unica immagine
ja_jp: 縦長画像（全てのページ）
ko_kr: 모두 단일 이미지로 내보내기
ms_my: Eksport semua ke satu imej
pt_br: Exportar tudo como uma única imagem
ru_ru: Экспортировать все в одно изображение
th_th: ส่งออกทั้งหมดเป็นภาพเดียว
vi_vn: Xuất tất cả thành hình ảnh đơn
zh_cn: 长图 (所有页面)
zh_tw: 長圖 (所有頁面)

# KIY
source: Export as different images
de_de: Als verschiedene Bilder exportieren
es_es: Exportar como imágenes diferentes
fr_fr: Exporter sous forme d'images différentes
hi_in: भिन्न-भिन्न छवियों के रूप में निर्यात करें
id_id: Ekspor sebagai gambar yang berbeda
it_it: Esporta come immagini diverse
ja_jp: 一般の画像（ページを選択）
ko_kr: 다른 이미지로 내보내기
ms_my: Eksport sebagai imej berbeza
pt_br: Exportar como imagens diferentes
ru_ru: Экспортировать как отдельные изображения
th_th: ส่งออกเป็นภาพแยกกัน
vi_vn: Xuất thành các hình ảnh khác nhau
zh_cn: 普通图片（选择页面）
zh_tw: 一般圖片 (選擇頁面)

# EQo
source: Exporting...
de_de: Exportieren...
es_es: Exportando....
fr_fr: Exportation…
hi_in: निर्यात किया जा रहा है...
id_id: Mengekspor...
it_it: Esportazione in corso
ja_jp: エクスポート中…
ko_kr: 내보내는 중...
ms_my: Mengeksport...
pt_br: Exportando...
ru_ru: Идет экспорт...
th_th: กำลังส่งออก...
vi_vn: Đang xuất...
zh_cn: 正在导出...
zh_tw: 正在匯出…

# Fyc
source: Failed to download. Please try again.
de_de: Herunterladen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al descargar. Inténtelo de nuevo.
fr_fr: Échec du téléchargement. Veuillez réessayer.
hi_in: डाउनलोड करने में विफल. कृपया पुनः प्रयास करें.
id_id: Gagal mengunduh. Coba lagi.
it_it: Impossibile scaricare. Riprova.
ja_jp: ダウンロードできませんでした。もう一度お試しください
ko_kr: 다운로드하지 못했습니다. 다시 시도하세요.
ms_my: Gagal memuat turun. Sila cuba lagi.
pt_br: Falha ao fazer download. Tente novamente.
ru_ru: Не удалось скачать. Повторите попытку.
th_th: ดาวน์โหลดไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể tải xuống. Vui lòng thử lại.
zh_cn: 下载失败，请重试
zh_tw: 下載失敗，請重試

# AFk
source: Font package error. The current document will be displayed in the default font.
de_de: Schriftpaket-Fehler. Das aktuelle Dokument wird in der Standardschriftart angezeigt.
es_es: Error en el paquete de fuentes. El documento actual se mostrará en la fuente predeterminada.
fr_fr: Erreur du paquet de polices. Le document actuel sera affiché dans la police par défaut.
hi_in: फ़ॉन्ट पैकेज में त्रुटि. वर्तमान दस्तावेज़ डिफॉल्ट फ़ॉन्ट में प्रदर्शित किया जाएगा.
id_id: Kesalahan paket font. Dokumen ini akan ditampilkan di font default.
it_it: Errore nel pacchetto di caratteri. Il documento corrente verrà visualizzato nel carattere predefinito.
ja_jp: フォントエラーが発生しました。現在のドキュメントのフォントはシステムのデフォルトフォントで表示されています。
ko_kr: 글꼴 패키지 오류. 현재 문서가 기본 글꼴로 표시됩니다.
ms_my: Ralat pakej fon. Dokumen semasa akan dipaparkan dalam fon lalai.
pt_br: Erro no pacote da fonte. O documento atual será exibido na fonte padrão.
ru_ru: Ошибка пакета шрифтов. Текст в текущем документе будет отображаться шрифтом по умолчанию.
th_th: แพคเกจแบบอักษรมีข้อผิดพลาด เอกสารนี้จะแสดงผลด้วยแบบอักษรตามค่าเริ่มต้น
vi_vn: Lỗi gói phông chữ. Tài liệu hiện tại sẽ được hiển thị ở phông chữ mặc định.
zh_cn: 字体包内容出现异常，当前文档的字体将以系统默认字体展示
zh_tw: 字體套件內容出現異常，目前文件的字體將以系統預設字體顯示

# IoY
source: Network unavailable.
de_de: Netzwerk nicht verfügbar.
es_es: La red no está disponible.
fr_fr: Réseau non disponible.
hi_in: नेटवर्क अनुपलब्ध है.
id_id: Jaringan tidak tersedia.
it_it: Rete non disponibile.
ja_jp: ネットワークが接続されていません
ko_kr: 네트워크를 사용할 수 없습니다.
ms_my: Rangkaian tidak tersedia.
pt_br: Rede indisponível.
ru_ru: Сеть недоступна.
th_th: เครือข่ายไม่พร้อมใช้งาน
vi_vn: Không có mạng.
zh_cn: 当前网络未连接
zh_tw: 目前沒有網路連線

# hWI
source: The list has been updated
de_de: Die Liste wurde aktualisiert.
es_es: Se ha actualizado la lista
fr_fr: La liste a été mise à jour
hi_in: सूची अपडेट किया गया
id_id: Daftar telah diperbarui
it_it: L'elenco è stato aggiornato
ja_jp: リストが更新されました
ko_kr: 목록이 업데이트되었습니다
ms_my: Senarai telah dikemaskini
pt_br: A lista foi atualizada
ru_ru: Лист обновлен
th_th: รายการได้รับการอัปเดตแล้ว
vi_vn: Danh sách đã được cập nhật
zh_cn: 列表有更新
zh_tw: 清單有更新

# VsE
source: 日本語
id_id: Bahasa Jepang
it_it: Giapponese
zh_tw: 日文

# pWw
source: M
de_de: Mio.
fr_fr: MM
hi_in: मिलियन
id_id: JT
it_it: Mio
ko_kr: 백만
ru_ru: млн
th_th: ล้าน

# Sg4
source: K
de_de: Tsd.
hi_in: हज़ार
id_id: RB
it_it: Mila
ko_kr: 천
ru_ru: тыс
th_th: พัน

# dU8
source: at
de_de: bei
es_es: a las
fr_fr: à
hi_in: पर
id_id: pada
it_it: alle
ko_kr: 장소
ms_my: di
pt_br: em
ru_ru: в
th_th: ที่
vi_vn: lúc

# LG4
source: Doc
de_de: Docs
es_es: Documento
fr_fr: Docs
hi_in: डॉक
it_it: Documento
ko_kr: 문서
ms_my: Dok
ru_ru: Документ
th_th: เอกสาร

# xKk
source: PDF
ru_ru: Документ PDF

# jDw
source: April
es_es: Abril
fr_fr: Avril
hi_in: अप्रैल
it_it: Aprile
ko_kr: 4월
pt_br: Abril
ru_ru: Апрель
th_th: เมษายน
vi_vn: Tháng Tư

# zI0
source: August
es_es: Agosto
fr_fr: Août
hi_in: अगस्त
id_id: Agustus
it_it: Agosto
ko_kr: 8월
ms_my: Ogos
pt_br: Agosto
ru_ru: Август
th_th: สิงหาคม
vi_vn: Tháng Tám

# JTg
source: December
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre
hi_in: दिसम्बर
id_id: Desember
it_it: Dicembre
ko_kr: 12월
ms_my: Disember
pt_br: Dezembro
ru_ru: Декабрь
th_th: ธันวาคม
vi_vn: Tháng Mười hai

# uXQ
source: February
de_de: Februar
es_es: Febrero
fr_fr: Février
hi_in: फरवरी
id_id: Februari
it_it: Febbraio
ko_kr: 2월
ms_my: Februari
pt_br: Fevereiro
ru_ru: Февраль
th_th: กุมภาพันธ์
vi_vn: Tháng Hai

# 9ws
source: January
de_de: Januar
es_es: Enero
fr_fr: Janvier
hi_in: जनवरी
id_id: Januari
it_it: Gennaio
ko_kr: 1월
ms_my: Januari
pt_br: Janeiro
ru_ru: Январь
th_th: มกราคม
vi_vn: Tháng Một

# NJk
source: July
de_de: Juli
es_es: Julio
fr_fr: Juillet
hi_in: जुलाई
id_id: Juli
it_it: Luglio
ko_kr: 7월
ms_my: Julai
pt_br: Julho
ru_ru: Июль
th_th: กรกฎาคม
vi_vn: Tháng Bảy

# nZk
source: June
de_de: Juni
es_es: Junio
fr_fr: Juin
hi_in: जून
id_id: Juni
it_it: Giugno
ko_kr: 6월
ms_my: Jun
pt_br: Junho
ru_ru: Июнь
th_th: มิถุนายน
vi_vn: Tháng Sáu

# 0i4
source: March
de_de: März
es_es: Marzo
fr_fr: Mars
hi_in: मार्च
id_id: Maret
it_it: Marzo
ko_kr: 3월
ms_my: Mac
pt_br: Março
ru_ru: Март
th_th: มีนาคม
vi_vn: Tháng Ba

# P7Q
source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai
hi_in: मई
id_id: Mei
it_it: Mag
ko_kr: 5월
ms_my: Mei
pt_br: Mai
ru_ru: Май
th_th: พฤษภาคม
vi_vn: Tháng Năm

# nxA
source: November
es_es: Noviembre
fr_fr: Novembre
hi_in: नवम्बर
it_it: Novembre
ko_kr: 11월
pt_br: Novembro
ru_ru: Ноябрь
th_th: พฤศจิกายน
vi_vn: Tháng Mười một

# +L8
source: October
de_de: Oktober
es_es: Octubre
fr_fr: Octobre
hi_in: अक्टूबर
id_id: Oktober
it_it: Ottobre
ko_kr: 10월
ms_my: Oktober
pt_br: Outubro
ru_ru: Октябрь
th_th: ตุลาคม
vi_vn: Tháng Mười

# YzI
source: September
es_es: Septiembre
fr_fr: Septembre
hi_in: सितम्बर
it_it: Settembre
ko_kr: 9월
pt_br: Setembro
ru_ru: Сентябрь
th_th: กันยายน
vi_vn: Tháng Chín

# Ubc
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
