Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# uUI
source: No internet connection. Please check your network settings.
de_de: Keine Internetverbindung. Überprüfen Sie Ihre Netzwerkeinstellungen.
es_es: No hay conexión a Internet. Comprueba tu configuración de red.
fr_fr: Aucune connexion à Internet. Veuillez vérifier vos paramètres réseau.
hi_in: कोई इंटरनेट कनेक्शन नहीं. कृपया अपनी नेटवर्क सेटिंग्स जाँचें.
id_id: Tidak ada koneksi internet. Periksa pengaturan jaringan Anda.
it_it: Nessuna connessione Internet. Verifica le impostazioni di rete.
ja_jp: ネットワークが接続されていません。ご確認ください
ko_kr: 인터넷 연결이 없습니다. 네트워크 설정을 확인하세요.
ms_my: Tiada sambungan internet. Sila periksa tetapan rangkaian anda.
pt_br: Sem conexão à Internet. Verifique suas configurações de rede.
ru_ru: Нет соединения с интернетом. Проверьте настройки вашей сети.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Không có kết nối internet. Vui lòng kiểm tra cài đặt mạng.
zh_cn: 无网络连接，请检查网络设置
zh_tw: 網路未連線，請檢查網路設定

# OqQ
source: {{user_name}} commented on the document.
de_de: {{user_name}} hat einen Kommentar zu dem Dokument abgegeben.
es_es: {{user_name}} ha comentado en el documento.
fr_fr: {{user_name}} a commenté le document.
id_id: {{user_name}} berkomentar pada dokumen.
it_it: {{user_name}} ha commentato nel documento.
ja_jp: {{user_name}} が全文にコメントしました
ko_kr: {{user_name}} 님이 문서에 댓글을 달았습니다.
ms_my: {{user_name}} memberi komen mengenai dokumen.
pt_br: {{user_name}} comentou no documento.
ru_ru: {{user_name}} прокомментировал(а) документ.
th_th: {{user_name}} แสดงความคิดเห็นในเอกสาร
vi_vn: {{user_name}} đã bình luận vào tài liệu.
zh_cn: {{user_name}} 添加了一条全文评论
zh_tw: {{user_name}} 新增了一則全文評論

# fT0
source: {{user_name}}'s comment on this doc has been resolved.
de_de: {{user_name}}s Kommentar in diesem Dokument wurde erfolgreich bearbeitet.
es_es: El comentario de {{user_name}} en este documento se ha resuelto.
fr_fr: Le commentaire de {{user_name}} sur ce doc a été résolu.
id_id: Komentar {{user_name}} di doc ini telah diselesaikan.
it_it: Il commento di {{user_name}} su questo documento è stato chiarito.
ja_jp: {{user_name}} が追加した全文へのコメントはアーカイブされました
ko_kr: 이 문서에 대한 {{user_name}} 님의 댓글이 해결되었습니다.
ms_my: Komen {{user_name}} mengenai dokumen ini telah diselesaikan.
pt_br: O comentário de {{user_name}} neste documento foi resolvido.
ru_ru: Комментарий пользователя {{user_name}} к этому документу разрешен.
th_th: ความคิดเห็นของ {{user_name}} บน Docs นี้ได้รับการแก้ไขแล้ว
vi_vn: Bình luận của {{user_name}} trên tài liệu này đã được xử lý.
zh_cn: {{user_name}}添加的全文评论已被解决
zh_tw: {{user_name}}新增的全文評論已解決

# TII
source: The original text of {{user_name}}'s comment was deleted.
de_de: Der ursprüngliche Text von {{user_name}}s Kommentar wurde gelöscht.
es_es: El texto original del comentario de {{user_name}} se ha eliminado.
fr_fr: Le texte d'origine du commentaire de {{user_name}} a été supprimé.
id_id: Teks asli komentar {{user_name}} dihapus.
it_it: Il testo originale del commento di {{user_name}} è stato eliminato.
ja_jp: {{user_name}} がコメントした原文は削除されました
ko_kr: {{user_name}}'님의 댓글 원문이 삭제되었습니다.
ms_my: Teks asal komen {{user_name}} telah dipadam.
pt_br: O texto original do comentário de {{user_name}} foi excluído.
ru_ru: Исходный текст комментария пользователя {{user_name}} был удален.
th_th: ข้อความเดิมของความคิดเห็นของ {{user_name}} ถูกลบไปแล้ว
vi_vn: Nội dung gốc của bình luận của {{user_name}} đã bị xóa.
zh_cn: {{user_name}}评论的原文已被删除
zh_tw: {{user_name}}評論的原文已被刪除

# cAg
source: page
de_de: Seite
es_es: página
hi_in: पेज
id_id: halaman
it_it: pagina
ja_jp: ページ
ko_kr: 페이지
ms_my: halaman
pt_br: página
ru_ru: страница
th_th: หน้า
vi_vn: trang
zh_cn: 页面
zh_tw: 頁面

# yZo
source: Failed to load. Please try again later.
de_de: Laden fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal memuat. Coba lagi nanti.
it_it: Impossibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。後で再試行してください。
ko_kr: 로드에 실패했습니다. 나중에 다시 시도해 보세요.
ms_my: Gagal untuk dimuatkan. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Ошибка загрузки, повторите попытку позже
th_th: โหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_tw: 載入失敗，請稍後重試

# AUU
source: Privacy Settings
de_de: Privatsphäre-Einstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
hi_in: गोपनीयता सेटिंग्स
id_id: Pengaturan Privasi
it_it: Impostazioni sulla privacy
ja_jp: プライバシー設定
ko_kr: 개인정보 보호 설정
ms_my: Tetapan Privasi
pt_br: Configurações de privacidade
ru_ru: Настройки конфиденциальности
th_th: การตั้งค่าความเป็นส่วนตัว
vi_vn: Cài đặt Quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私權設定

# 3/0
source: Privacy settings
de_de: Privatsphäre-Einstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
hi_in: गोपनीयता सेटिंग्स
id_id: Pengaturan Privasi
it_it: Impostazioni sulla privacy
ja_jp: プライバシー設定
ko_kr: 개인정보 보호 설정
ms_my: Tetapan privasi
pt_br: Configurações de privacidade
ru_ru: Настройки конфиденциальности
th_th: การตั้งค่าความเป็นส่วนตัว
vi_vn: Cài đặt quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私權設定

# FUk
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс настроек
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 恢复默认
zh_tw: 恢復預設

# Kpk
source: App
es_es: Aplicación
fr_fr: Application
hi_in: ऐप
id_id: Aplikasi
ja_jp: アプリ
ko_kr: 앱
ms_my: Apl
pt_br: Aplicativo
ru_ru: Прил.
th_th: แอป
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用程式

# IIY
source: Restore this version
de_de: Diese Version wiederherstellen
es_es: Restaurar esta versión
fr_fr: Restaurer cette version
hi_in: यह संस्करण बहाल करें
id_id: Pulihkan versi ini
it_it: Ripristina questa versione
ja_jp: このバージョンに復元
ko_kr: 이 버전 복구
ms_my: Pulihkan versi ini
pt_br: Restaurar esta versão
ru_ru: Восстановить эту версию
th_th: คืนค่าเวอร์ชันนี้
vi_vn: Khôi phục phiên bản này
zh_cn: 还原此版本
zh_tw: 還原此版本

# xJI
source: To free up storage space, you can permanently delete some documents and files or contact the administrator for more space
de_de: Um Speicherplatz freizugeben, können Sie einige Dokumente und Dateien dauerhaft löschen oder den Administrator um mehr Speicherplatz bitten
es_es: Elimina algunos documentos y archivos de forma permanente para liberar espacio de almacenamiento o contacta con el administrador para obtener más espacio.
fr_fr: Vous pouvez supprimer définitivement certains documents et fichiers pour libérer de l'espace de stockage ou contacter l'administrateur pour lui demander davantage d'espace
hi_in: स्टोरेज स्पेस मुक्त करने के लिए, आप कुछ दस्तावेज़ और फ़ाइलें स्थायी रूप से हटा सकते हैं या अधिक स्पेस के लिए एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Untuk mengosongkan ruang penyimpanan, Anda dapat menghapus beberapa dokumen dan file secara permanen atau menghubungi administrator untuk mendapatkan lebih banyak ruang
it_it: Per liberare spazio di archiviazione, elimina definitivamente alcuni documenti e file, oppure contatta l'amministratore per richiedere altro spazio
ja_jp: 使用しないドキュメントやファイルを完全に削除してストレージを解放するか、管理者に連絡してスペース上限を引き上げてください
ko_kr: 저장 공간을 확보하기 위해 일부 문서 및 파일을 영구적으로 삭제하거나 관리자에게 추가 공간을 문의할 수 있습니다
ms_my: Untuk mengosongkan ruang penyimpanan, anda boleh memadam dokumen dan fail secara kekal atau hubungi pentadbir untuk ruang tambahan
pt_br: Para liberar espaço de armazenamento, você pode excluir permanentemente alguns documentos e arquivos ou entrar em contato com o administrador para obter mais espaço
ru_ru: Чтобы освободить место в памяти вы можете удалить некоторые документы или файлы навсегда или связаться с администратором для приобретения дополнительного места
th_th: หากคุณต้องการเพิ่มพื้นที่จัดเก็บข้อมูล คุณสามารถลบเอกสารและไฟล์บางรายการอย่างถาวรได้ หรือติดต่อผู้ดูแลเพื่อขอพื้นที่เพิ่ม
vi_vn: Để giải phóng dung lượng bộ nhớ, bạn có thể xóa vĩnh viễn một vài tài liệu và tệp tin, hoặc liên hệ với quản trị viên để có thêm dung lượng
zh_cn: 可以删除并清空不必要的云文档、文件以释放存储空间，或联系管理员提高存储空间上限
zh_tw: 可以刪除並清空不必要的雲端文件、檔案以釋放儲存空間，或聯絡管理員提高儲存空間上限

# xe8
source: Your total Docs storage is {{limited}} GB and you've used {{usage}} GB. You can permanently delete some files to free up storage space, or contact {{admins}} (administrator) for more space.
de_de: Ihr gesamter Docs-Speicherplatz beträgt {{limited}} GB und Sie haben {{usage}} GB belegt. Sie können einige Dateien dauerhaft löschen, um Speicherplatz freizugeben, oder bitten Sie {{admins}} (den Administrator) um mehr Speicherplatz.
es_es: Tu almacenamiento total en Docs es de {{limited}} GB y has utilizado {{usage}} GB. Puedes eliminar definitivamente algunos archivos para liberar espacio de almacenamiento o contactar con {{admins}} (administrador) para obtener más espacio.
fr_fr: Votre espace de stockage total dans Docs est de {{limited}} Go et vous avez utilisé {{usage}} Go. Vous pouvez supprimer définitivement certains fichiers pour libérer de l'espace de stockage, ou contacter {{admins}} (administrateur) pour obtenir plus d'espace.
hi_in: आपका कुल Docs स्टोरेज {{limited}} GB है और आपने {{usage}} GB का उपयोग किया है. स्टोरेज स्पेस कम करने के लिए आप कुछ फ़ाइलें स्थायी रूप से हटा सकते हैं, या अधिक स्पेस के लिए {{admins}} (एडमिनिस्ट्रेटर) से संपर्क कर सकते हैं.
id_id: Total ruang penyimpanan Docs Anda adalah {{limited}} GB dan Anda telah menggunakan {{usage}} GB. Anda dapat menghapus beberapa file secara permanen untuk mengosongkan ruang penyimpanan, atau menghubungi {{admins}} (administrator) untuk mendapatkan lebih banyak ruang.
it_it: Lo spazio di archiviazione totale di Docs è {{limited}} GB; hai utilizzato {{usage}} GB. Puoi eliminare definitivamente alcuni file per liberare spazio di archiviazione o contattare {{admins}} (amministratore) per disporre di più spazio.
ja_jp: Docs ストレージ容量（計：{{limited}} GB ）の {{usage}} GB を使用しました。ストレージを解放するには、使用しないドキュメントやファイルを完全んい削除するか、管理者（ @{{admins}}）に連絡してスペース上限を引き上げてください
ko_kr: 총 Docs 저장소는 {{limited}}GB이며 {{usage}}GB를 사용했습니다. 일부 파일을 영구적으로 삭제하여 저장 공간을 확보하거나 추가 공간을 위해 {{admins}} 님(관리자)에게 문의할 수 있습니다.
ms_my: Jumlah penyimpanan Docs anda ialah {{limited}} GB dan anda telah menggunakan {{usage}} GB. Anda boleh memadam fail secara kekal untuk mengosongkan ruang penyimpanan, atau hubungi {{admins}} (pentadbir) untuk ruang tambahan.
pt_br: Seu armazenamento total do Docs é de {{limited}} GB e você usou {{usage}} GB. Você pode excluir permanentemente alguns arquivos para liberar espaço de armazenamento ou entrar em contato com {{admins}} (administrador) para obter mais espaço.
ru_ru: Общий объем вашего хранилища Docs составляет {{limited}} ГБ, и вы использовали {{usage}} ГБ. Вы можете безвозвратно удалить некоторые файлы, чтобы освободить место в хранилище, или обратитесь к {{admins}} (администратору) за дополнительным местом.
th_th: พื้นที่จัดเก็บข้อมูลทั้งหมดของ Docs คือ {{limited}} GB และคุณได้ใช้ไปแล้ว {{usage}} GB คุณสามารถลบไฟล์บางรายการอย่างถาวรเพื่อเพิ่มพื้นที่จัดเก็บข้อมูลได้ หรือติดต่อ {{admins}} (ผู้ดูแล) เพื่อขอพื้นที่เพิ่ม
vi_vn: Dung lượng bộ nhớ Docs của bạn là {{limited}} GB và bạn đã sử dụng {{usage}} GB. Bạn có thể xóa vĩnh viễn một vài tệp tin để giải phóng dung lượng bộ nhớ, hoặc liên hệ {{admins}} (quản trị viên) để có thêm dung lượng.
zh_cn: 你的云文档存储空间为 {{limited}} GB，已使用 {{usage}} GB。你可以删除并清空不必要的文件以释放存储空间，或联系管理员（{{admins}}）提高你的存储空间上限
zh_tw: 你的雲端文件儲存空間為 {{limited}} GB，已使用 {{usage}} GB。可以刪除並清空不必要的檔案以釋放儲存空間，或聯絡管理員（{{admins}}）提高你的儲存空間上限

# qzM
source: The document owner {{owner}}'s total Docs storage is {{limited}} GB and {{usage}} GB has been used. Before you continue, please wait until the user frees up some storage space.
de_de: Der Gesamtspeicherplatz des Besitzers des Dokuments {{owner}} in Docs beträgt {{limited}} GB und {{usage}} GB wurde bereits verwendet. Bevor Sie fortfahren, warten Sie bitte, bis der Benutzer Speicherplatz freigegeben hat.
es_es: El almacenamiento total en Docs del propietario del documento {{owner}} es de {{limited}} GB y se han utilizado {{usage}} GB. Antes de continuar, espera a que el usuario libere algo de espacio de almacenamiento.
fr_fr: L'espace de stockage Docs total du propriétaire du document {{owner}} est de {{limited}} Go et {{usage}} Go ont été utilisés. Avant de continuer, veuillez patienter jusqu'à ce que l'utilisateur libère de l'espace de stockage.
hi_in: दस्तावेज़ ओनर {{owner}} का कुल Docs स्टोरेज {{limited}} GB है और {{usage}} GB का उपयोग किया जा चुका है. जारी रखने से पहले, कृपया उपयोगकर्ता द्वारा कुछ स्टोरेज स्पेस कम किए जाने तक प्रतीक्षा करें.
id_id: Ruang penyimpanan Docs pemilik dokumen {{owner}} adalah {{limited}} GB dan {{usage}} GB telah digunakan. Sebelum melanjutkan, tunggu hingga pengguna mengosongkan sebagian ruang penyimpanan.
it_it: Lo spazio di archiviazione totale di Docs del proprietario documento {{owner}} è pari a {{limited}} GB; sono stati utilizzati {{usage}} GB. Prima di continuare, attendere che l’utente liberi spazio di archiviazione.
ja_jp: ドキュメント所有者 {{owner}} の Docs ストレージ容量（計：{{limited}} GB ）の {{usage}} GB を使用しました。所有者が一部のストレージを解放してから操作してください
ko_kr: 문서 소유자 {{owner}} 님의 총 Docs 저장소는 {{limited}}GB이며 {{usage}}GB가 사용되었습니다. 계속하려면 해당 사용자가 일부 저장 공간을 확보할 때까지 기다려 주세요.
ms_my: Jumlah penyimpanan Docs pemilik {{owner}} ialah {{limited}} GB dan {{usage}} GB telah digunakan. Sebelum anda meneruskan, sila tunggu sehingga pengguna mengosongkan ruang penyimpanan.
pt_br: O armazenamento total do Docs do proprietário do documento, {{owner}}, é de {{limited}} GB e {{usage}} GB foram usados. Antes de continuar, aguarde até que o usuário libere algum espaço de armazenamento.
ru_ru: Общий объем хранилища Docs владельца документа {{owner}} составляет {{limited}} ГБ, и было использовано {{usage}} ГБ. Подождите, пока пользователь освободит место для хранения.
th_th: พื้นที่จัดเก็บข้อมูลทั้งหมดของ Docs สำหรับเจ้าของเอกสาร {{owner}} คือ {{limited}} GB และได้ใช้ไปแล้ว {{usage}} GB ก่อนที่คุณจะดำเนินการต่อ โปรดรอจนกระทั่งผู้ใช้เพิ่มพื้นที่จัดเก็บข้อมูลบางส่วนก่อน
vi_vn: Tổng dung lượng bộ nhớ Docs của chủ sở hữu tài liệu {{owner}} là {{limited}} GB và đã sử dụng hết {{usage}} GB. Trước khi tiếp tục, vui lòng chờ người dùng giải phóng dung lượng bộ nhớ.
zh_cn: 文档所有者 {{owner}} 的云文档存储空间为 {{limited}} GB，已使用 {{usage}} GB。请等待该用户释放一部分存储空间后，再继续操作
zh_tw: 文件擁有者 {{owner}} 的雲端文件儲存空間為 {{limited}} GB，已使用 {{usage}} GB。請等待該使用者釋放一部分儲存空間後，再繼續操作

# hRM
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 拷贝全文
zh_tw: 複製全文

# Z5A
source: Services upgrading. Operation not supported at the moment. Please try again after 10 minutes.
de_de: Aktualisierung der Dienste. Vorgang wird derzeit nicht unterstützt. Versuchen Sie es in 10 Minuten erneut.
es_es: Actualización de servicios. Esta operación no se puede realizar en este momento. Inténtalo de nuevo cuando pasen 10 minutos.
fr_fr: Mise à niveau des services en cours. Opération non prise en charge pour le moment. Veuillez réessayer dans 10 minutes.
hi_in: सेवाएँ अपग्रेड की जा रही हैं. इस समय ऑपरेशन समर्थित नहीं है. कृपया 10 मिनट के बाद पुनः प्रयास करें.
id_id: Peningkatan layanan. Operasi tidak didukung saat ini. Coba lagi setelah 10 menit.
it_it: Upgrade dei servizi in corso. Operazione al momento non supportata. Riprova tra 10 minuti.
ja_jp: 権限＋にアップグレードしているため、10 分後に再試行してください
ko_kr: 서비스를 업그레이드하는 중입니다. 현재 지원되지 않는 작업입니다. 10분 후에 다시 시도하세요.
ms_my: Perkhidmatan sedang dinaik taraf. Operasi tidak disokong buat masa ini. Sila cuba lagi selepas 10 minit.
pt_br: Fazendo upgrade de serviços. A operação não é compatível no momento. Tente novamente daqui a 10 minutos.
ru_ru: Обновление службы. Операция в данный момент не поддерживается. Повторите попытку через 10 минут.
th_th: กำลังอัปเกรดบริการ ไม่รองรับการดำเนินการในขณะนี้ โปรดลองอีกครั้งหลังจากผ่านไป 10 นาที
vi_vn: Đang nâng cấp dịch vụ. Không hỗ trợ thao tác vào lúc này. Vui lòng thử lại sau 10 phút nữa.
zh_cn: 功能升级中，暂不支持此操作，请 10 分钟后再试
zh_tw: 功能升級中，暫不支援此操作，請 10 分鐘後再試

# Gs0
source: Discover
de_de: Entdecken
es_es: Descubrir
fr_fr: Découvrir
hi_in: खोजें
id_id: Temukan
it_it: Scopri
ja_jp: 発見
ko_kr: 검색
ms_my: Terokai
pt_br: Descobrir
ru_ru: Обнаружить
th_th: ค้นพบ
vi_vn: Khám phá
zh_cn: 发现
zh_tw: 探索

# 50Q
source: You don't have permission to export. Please try again after you've acquired the permission.
de_de: Sie haben keine Berechtigung zum Exportieren. Versuchen Sie es erneut, nachdem Sie die Berechtigung erhalten haben.
es_es: No tienes permiso para exportar. Inténtalo de nuevo cuando hayas obtenido el permiso.
fr_fr: Vous n'êtes pas autorisé à exporter. Veuillez réessayer après avoir obtenu l'autorisation.
hi_in: आपके पास निर्यात करने की अनुमति नहीं है. अनुमति प्राप्त करने के बाद कृपया पुनः प्रयास करें.
id_id: Anda tidak memiliki izin untuk mengekspor. Coba lagi setelah mendapatkan izin.
it_it: Non hai l'autorizzazione per esportare. Riprova dopo aver ottenuto l'autorizzazione.
ja_jp: エクスポート権限がありません。権限を取得してから再試行してください
ko_kr: 내보내기 권한이 없습니다. 권한을 획득한 후 다시 시도해 보세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengeksport. Sila cuba lagi setelah anda mendapat kebenaran.
pt_br: Você não tem permissão para exportar. Tente novamente depois de adquirir a permissão.
ru_ru: У вас нет разрешения на экспорт. Повторите попытку после получения разрешения.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการส่งออก โปรดลองอีกครั้งหลังจากที่คุณได้รับสิทธิ์การอนุญาต
vi_vn: Bạn không có quyền xuất. Vui lòng thử lại sau khi lấy được quyền.
zh_cn: 无导出权限，请获取权限后重试
zh_tw: 無匯出權限，請取得權限後重試

# Jss
source: Exporting too much content. Please select less content and try again.
de_de: Es wurde zu viel Inhalt exportiert. Wählen Sie weniger Inhalt aus und versuchen Sie es erneut.
es_es: Exportando demasiado contenido. Selecciona menos contenido e inténtalo de nuevo.
fr_fr: Trop de contenu exporté. Veuillez sélectionner moins de contenu et réessayer.
hi_in: बहुत अधिक कांटेंट निर्यात किया जा रहा है. कृपया कम कांटेंट चुनें और पुनः प्रयास करें.
id_id: Mengekspor terlalu banyak konten. Pilih lebih sedikit konten dan coba lagi.
it_it: Esportazione di troppi contenuti. Seleziona meno contenuti e riprova.
ja_jp: エクスポートする内容が多すぎるため、減少してから再試行してください
ko_kr: 콘텐츠를 너무 많이 내보내고 있습니다. 콘텐츠를 적게 선택하고 다시 시도해 보세요.
ms_my: Mengeksport terlalu banyak kandungan. Sila pilih kurang kandungan dan cuba lagi.
pt_br: Exportando muito conteúdo. Selecione menos conteúdo e tente novamente.
ru_ru: Экспорт слишком большого количества контента. Выберите меньше контента и попробуйте еще раз.
th_th: กำลังส่งออกเนื้อหามากเกินไป โปรดเลือกเนื้อหาให้น้อยลงและลองอีกครั้ง
vi_vn: Đang xuất quá nhiều nội dung. Vui lòng lựa chọn ít nội dung hơn và thử lại.
zh_cn: 导出内容过多，请减少内容后重试
zh_tw: 匯出內容過多，請減少內容後重試

# SzA
source: Unable to export. The file was deleted. If you need to export the file, please restore it first.
de_de: Export nicht möglich. Die Datei wurde gelöscht. Wenn Sie die Datei exportieren müssen, stellen Sie sie bitte zuerst wieder her.
es_es: Error al exportar. El archivo se ha eliminado. Si quieres exportar el archivo, debes restaurarlo primero.
fr_fr: Exportation impossible. Le fichier a été supprimé. Si vous souhaitez exporter le fichier, veuillez d'abord le restaurer.
hi_in: निर्यात करने में असमर्थ. फ़ाइल हटाई गई. अगर आप फ़ाइल निर्यात करना चाहते हैं, तो कृपया इसे पहले बहाल करें.
id_id: Gagal mengekspor. File telah dihapus. Jika Anda perlu mengekspor file, pulihkan terlebih dahulu.
it_it: Impossibile esportare. Il file è stato eliminato. Se hai bisogno di esportare il file, devi prima ripristinarlo.
ja_jp: エクスポートできませんでした。ドキュメントは削除されました。エクスポートするには、ドキュメントを復元してください
ko_kr: 내보낼 수 없습니다. 파일이 삭제되었습니다. 파일을 내보내야 하는 경우 먼저 해당 파일을 복구하세요.
ms_my: Tidak dapat mengeksport. Fail telah dipadam. Jika anda perlu mengeksport fail, sila pulihkan dahulu.
pt_br: Falha ao exportar. O arquivo foi excluído. Se precisar exportar o arquivo, restaure-o primeiro.
ru_ru: Невозможно экспортировать. Файл удален. Если вам нужно экспортировать файл, сначала восстановите его.
th_th: ไม่สามารถส่งออกได้ ไฟล์ถูกลบ หากคุณต้องการส่งออกไฟล์ โปรดคืนค่าไฟล์ก่อน
vi_vn: Không thể xuất. Tệp tin đã bị xóa. Nếu bạn cần xuất tệp tin này, vui lòng khôi phục nó trước.
zh_cn: 无法导出，文档已删除。如需导出，请先恢复文档
zh_tw: 無法匯出，文件已刪除。如需匯出，請先恢復文件

# ptE
source: Importing too much content (over 20,000 blocks). Please reduce content size and try again.
de_de: Zu viele Inhalte werden importiert (über 20.000 Blöcke). Bitte reduzieren Sie die Inhaltsgröße und versuchen Sie es erneut.
es_es: Importando demasiado contenido (más de 20.000 bloques). Reduce el tamaño del contenido e inténtalo de nuevo.
fr_fr: Importation d'un très grand nombre d'éléments (plus de 20 000 blocs). Veuillez réduire ce nombre et réessayer.
hi_in: बहुत अधिक कांटेंट आयात किया जा रहा है (20,000 खंड से अधिक). कृपया कांटेंट का आकार कम करें और पुनः प्रयास करें.
id_id: Mengimpor terlalu banyak konten (lebih dari 20.000 blok). Kurangi ukuran konten dan coba lagi.
it_it: Importazione in corso di troppo contenuto (oltre 20.000 blocchi). Riduci le dimensioni del contenuto e riprova.
ja_jp: インポートする内容が多すぎるため、減少してから再試行してください
ko_kr: 너무 많은 콘텐츠(20,000개 이상의 블록)를 가져오고 있습니다. 콘텐츠 크기를 줄이고 다시 시도하세요.
ms_my: Mengimport terlalu banyak kandungan (lebih 20,000 blok). Sila kurangkan saiz kandungan dan cuba lagi.
pt_br: Importando muito conteúdo (mais de 20.000 blocos). Reduza o tamanho do conteúdo e tente novamente.
ru_ru: Импорт слишком большого объема контента (более 20 000 блоков). Уменьшите объем контента и повторите попытку.
th_th: กำลังนำเข้าเนื้อหามากเกินไป (เกิน 20,000 บล็อก) โปรดลดขนาดเนื้อหาแล้วลองอีกครั้ง
vi_vn: Đang nhập quá nhiều nội dung (hơn 20.000 khối). Vui lòng giảm kích cỡ nội dung và thử lại.
zh_cn: 导入的内容块数量过多（超过 20,000 个），请减少内容后重试
zh_tw: 匯入的區塊數量過多 (超過 20,000 個)，請減少內容後重試

# ZhA
source: Importing too much content (over 30 levels). Please reduce content size and try again.
de_de: Es werden zu viele Inhalte importiert (über 30 Ebenen). Reduzieren Sie die Inhaltsmenge und versuchen Sie es erneut.
es_es: Importando demasiado contenido (más de 30 niveles). Reduce el tamaño del contenido e inténtalo de nuevo.
fr_fr: Contenu importé trop important (plus de 30 niveaux). Veuillez réduire la taille du contenu et réessayer.
hi_in: बहुत अधिक कांटेंट आयात किया जा रहा है (30 स्तर से अधिक). कृपया कांटेंट का आकार कम करें और पुनः प्रयास करें.
id_id: Mengimpor terlalu banyak konten (lebih dari 30 level). Kurangi ukuran konten dan coba lagi.
it_it: Contenuti importati eccessivi (oltre 30 livelli). Riduci le dimensioni dei contenuti e riprova.
ja_jp: インポートする内容が多すぎるため、減少してから再試行してください
ko_kr: 콘텐츠를 너무 많이 가져오고 있습니다(30 수준 초과). 콘텐츠 크기를 줄이고 다시 시도해 보세요.
ms_my: Mengimport terlalu banyak kandungan (lebih 30 tahap). Sila kurangkan saiz kandungan dan cuba lagi.
pt_br: Importando muito conteúdo (mais de 30 níveis). Reduza o tamanho do conteúdo e tente novamente.
ru_ru: Импорт слишком большого количества контента (более 30 уровней). Уменьшите размер и повторите попытку.
th_th: กำลังนำเข้าเนื้อหามากเกินไป (มากกว่า 30 ระดับ) โปรดลดขนาดเนื้อหาและลองอีกครั้ง
vi_vn: Đang nhập quá nhiều nội dung (hơn 30 cấp độ). Vui lòng giảm kích thước nội dung và thử lại.
zh_cn: 导入的内容层级过多（超过 30 级），请减少内容后重试
zh_tw: 匯入的內容層級過多（超過 30 級），請減少內容後重試
