Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# qKE
source: Please enter title
de_de: Bitte Titel eingeben
es_es: Introduce el título
fr_fr: Veuillez saisir un titre
hi_in: कृपया शीर्षक दर्ज करें
id_id: Masukkan judul
it_it: Immetti titolo
ja_jp: タイトルを入力
ko_kr: 제목을 입력하세요
ms_my: Sila masukkan tajuk
pt_br: Insira o título
ru_ru: Введите заголовок
th_th: โปรดป้อนชื่อ
vi_vn: Vui lòng nhập tiêu đề
zh_cn: 请输入标题
zh_tw: 請輸入標題

# 2JA
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
hi_in: नाम बदलें
id_id: Ganti nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 변경
ms_my: Namakan semula
pt_br: Renomear
ru_ru: Переименовать
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

# WHw
source: Report abuse
de_de: Missbrauch melden
es_es: Notificar abuso
fr_fr: Signaler un abus
hi_in: दुर्व्यवहार की रिपोर्ट करें
id_id: Laporkan penyalahgunaan
it_it: Segnala abuso
ja_jp: 違反報告
ko_kr: 오남용 신고
ms_my: Laporkan penyalahgunaan
pt_br: Reportar abuso
ru_ru: Сообщить о нарушении
th_th: รายงานสิ่งที่ไม่เหมาะสม
vi_vn: Báo cáo lạm dụng
zh_cn: 举报
zh_tw: 舉報

# y4w
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# YEQ
source: Pin to Top
de_de: Oben anheften
es_es: Fijar encima
fr_fr: Épingler en haut
hi_in: क्विकस्विचर पर पिन करें
id_id: Pin ke Atas
it_it: Fissa in alto
ja_jp: トップに固定
ko_kr: 맨 위에 고정
ms_my: Pin ke QuickSwitcher
pt_br: Fixar no topo
ru_ru: Закрепить сверху
th_th: ปักหมุดไว้ที่ด้านบน
vi_vn: Ghim lên đầu trang
zh_cn: 置顶
zh_tw: 置頂

# Fxw
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke
it_it: Traduci in
ja_jp: 次の言語に翻訳
ko_kr: 다음으로 번역:
ms_my: Terjemah
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 翻译为
zh_tw: 翻譯為

# I2s
source: Authorized
de_de: Autorisiert
es_es: Autorizado
fr_fr: Autorisé
hi_in: अधिकृत
id_id: Diotorisasi
it_it: Autorizzazione concessa
ja_jp: 承認
ko_kr: 승인됨
ms_my: Dibenarkan
pt_br: Autorizado
ru_ru: Разрешено
th_th: ให้สิทธิอนุญาตแล้ว
vi_vn: Đã phân quyền
zh_cn: 授权
zh_tw: 授權

# rnY
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
hi_in: नोटिफ़िकेशन
id_id: Notifikasi
it_it: Notifiche
ja_jp: お知らせ
ko_kr: 알림
ms_my: Notifikasi
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# afc
source: days
de_de: Tage
es_es: días
fr_fr: jours
hi_in: दिन
id_id: hari
it_it: giorni
ja_jp: 日
ko_kr: 일
ms_my: hari
pt_br: dias
ru_ru: дн.
th_th: วัน
vi_vn: ngày
zh_cn: 天
zh_tw: 天

# ExU
source: failed.
de_de: fehlgeschlagen.
es_es: error.
fr_fr: a échoué.
hi_in: विफल हो गया.
id_id: gagal.
it_it: impossibile eseguire operazione.
ja_jp: 失敗
ko_kr: 실패함
ms_my: gagal.
pt_br: falhou.
ru_ru: ошибка.
th_th: ไม่สำเร็จ
vi_vn: thất bại.
zh_cn: 失败
zh_tw: 失敗

# yek
source: Synced.
de_de: Synchronisiert.
es_es: Sincronizado.
fr_fr: Synchronisé.
hi_in: सिंक्रोनाइज किया गया.
id_id: Sinkron.
it_it: Sincronizzazione completata.
ja_jp: 同期が完了しました
ko_kr: 동기화됨.
ms_my: Diselaraskan.
pt_br: Sincronizado.
ru_ru: Синхронизировано.
th_th: ซิงก์แล้ว
vi_vn: Đã đồng bộ.
zh_cn: 同步完成
zh_tw: 同步完成

# 1Cc
source: Exporting image...
de_de: Bild wird exportiert...
es_es: Exportando la imagen....
fr_fr: Exportation de l'image…
hi_in: छवि निर्यात की जा रही है...
id_id: Mengekspor gambar...
it_it: Esportazione dell'immagine in corso
ja_jp: 画像を作成しています...
ko_kr: 이미지 내보내는 중...
ms_my: Mengeksport imej...
pt_br: Exportando imagem...
ru_ru: Экспорт изображения...
th_th: กำลังส่งออกภาพ...
vi_vn: Đang xuất hình ảnh...
zh_cn: 正在生成图片...
zh_tw: 正在產生圖片…

# T8I
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
hi_in: कट करें
id_id: Potong
it_it: Taglia
ja_jp: 切り取り
ko_kr: 잘라내기
ms_my: Potong
pt_br: Cortar
ru_ru: Вырезать
th_th: ตัด
vi_vn: Cắt
zh_cn: 剪切
zh_tw: 剪下

# e58
source: Loading completed.
de_de: Laden abgeschlossen.
es_es: Carga finalizada.
fr_fr: Chargement terminé.
hi_in: लोडिंग पूरी हो गई.
id_id: Selesai memuat.
it_it: Caricamento completato.
ja_jp: すべてダウンロードが完了しました
ko_kr: 로드 완료됨.
ms_my: Muatkan selesai.
pt_br: Carregamento concluído.
ru_ru: Загрузка завершена.
th_th: การโหลดเสร็จสมบูรณ์
vi_vn: Quá trình tải hoàn tất.
zh_cn: 全部加载完成
zh_tw: 全部載入完成

# GCM
source: OK
es_es: Aceptar
hi_in: ठीक है
ja_jp: 確認
ko_kr: 확인
th_th: ตกลง
zh_cn: 确定
zh_tw: 確定

# Mj0
source: Owner:
de_de: Besitzer:
es_es: Propietario:
fr_fr: Propriétaire :
hi_in: स्वामी:
id_id: Pemilik:
it_it: Proprietario:
ja_jp: 所有者：
ko_kr: 소유자:
ms_my: Pemilik:
pt_br: Proprietário:
ru_ru: Владелец:
th_th: เจ้าของ:
vi_vn: Chủ sở hữu:
zh_cn: 所有者：
zh_tw: 所有者：

# +zs
source: Modify
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
hi_in: संशोधित करें
id_id: Ubah
it_it: Modifica
ja_jp: 修正
ko_kr: 수정
ms_my: Ubah suai
pt_br: Modificar
ru_ru: Изменить
th_th: แก้ไข
vi_vn: Sửa đổi
zh_cn: 修改
zh_tw: 修改

# bKg
source: Request
de_de: Anfrage
es_es: Solicitud
fr_fr: Demander
hi_in: अनुरोध
id_id: Permintaan
it_it: Richiesta
ja_jp: リクエスト
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitar
ru_ru: Запрос
th_th: คำขอ
vi_vn: Yêu cầu
zh_cn: 请求
zh_tw: 請求

# bnQ
source: Data processing...
de_de: Datenverarbeitung...
es_es: Procesando datos....
fr_fr: Traitement des données…
hi_in: डेटा प्रोसेसिंग हो रही है...
id_id: Pemrosesan data...
it_it: Elaborazione dati in corso
ja_jp: データの解析
ko_kr: 데이터 처리 중...
ms_my: Pemprosesan data...
pt_br: Processamento de dados...
ru_ru: Обработка данных...
th_th: กำลังประมวลข้อมูล...
vi_vn: Đang xử lý dữ liệu...
zh_cn: 解析数据
zh_tw: 解析資料

# hBg
source: Failed to preview. Please try again.
de_de: Vorschau fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al previsualizar. Inténtelo de nuevo.
fr_fr: Échec de l'aperçu. Veuillez réessayer.
hi_in: पूर्वावलोकन करने में विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Gagal mempratinjau. Coba lagi.
it_it: Impossibile generare anteprima. Riprova.
ja_jp: ファイルのプレビューができませんでした。もう一度やり直してください。
ko_kr: 미리 보기 실패. 다시 시도하세요.
ms_my: Gagal untuk pratonton. Sila cuba lagi.
pt_br: Falha ao visualizar. Tente novamente.
ru_ru: Не удалось просмотреть. Повторите попытку.
th_th: แสดงตัวอย่างไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Xem trước thất bại. Vui lòng thử lại.
zh_cn: 文件预览失败，请稍后重试。
zh_tw: 檔案預覽失敗，請稍後重試。

# 0Ow
source: You are currently viewing the page
de_de: Sie sehen derzeit die Seite
es_es: Está viendo la página en este momento
fr_fr: Vous consultez actuellement la page
hi_in: आप अभी पेज को देख रहे हैं
id_id: Anda sedang melihat halaman tersebut
it_it: Stai visualizzando la pagina
ja_jp: ここのリンクページと現在のドキュメントは同じです
ko_kr: 사용자가 현재 페이지를 보고 있습니다
ms_my: Anda sedang melihat halaman
pt_br: Você está visualizando a página agora
ru_ru: Вы просматриваете страницу
th_th: คุณกำลังดูหน้านี้อยู่
vi_vn: Bạn hiện đang xem trang
zh_cn: 该链接页面即当前文档
zh_tw: 該連結頁面即目前文件

# fA0
source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih Semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih Semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
vi_vn: Chọn Tất cả
zh_cn: 全选
zh_tw: 全選

# 2ZQ
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: शेयर करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# /rQ
source: Successful
de_de: erfolgreich
es_es: con éxito
fr_fr: avec succès
hi_in: सफल
id_id: berhasil
it_it: completato
ja_jp: 成功
ko_kr: 성공
ms_my: berjaya.
pt_br: com êxito
ru_ru: успешно
th_th: สำเร็จ
vi_vn: thành công
zh_cn: 成功
zh_tw: 成功

# M1c
source: Unable to add it to shared folder. The sharing permission of {{file_name}} is disabled.
de_de: Hinzufügen zu einem geteilten Ordner nicht möglich. Berechtigung zum Teilen von {{file_name}} deaktiviert.
es_es: No se puede agregar a la carpeta compartida. Se ha deshabilitado el permiso para compartir de {{file_name}}.
fr_fr: Ajout au dossier partagé impossible. L'autorisation de partage de {{file_name}} est désactivée.
hi_in: इसे साझा किए गए फ़ोल्डर में जोड़ने में अक्षम है. {{file_name}} को साझा करने की अनुमति अक्षम है.
id_id: Tidak dapat menambahnya ke folder bersama. Izin berbagi {{file_name}} dinonaktifkan.
it_it: Impossibile aggiungere alla cartella condivisa. L'autorizzazione alla condivisione {{file_name}} è disabilitata.
ja_jp: 所有者は{{file_name}}の共有権限をオフにしているため、共有フォルダ内に追加できません
ko_kr: 공유 폴더에 추가할 수 없습니다. {{file_name}}의 공유 권한이 비활성화되어 있습니다.
ms_my: Keizinan berkongsi {{file_name}} dimatikan, anda tidak boleh menambahkannya ke folder berkongsi.
pt_br: Não é possível adicioná-lo a uma pasta compartilhada. A permissão de compartilhamento de {{file_name}} está desativada.
ru_ru: Не удалось добавить в общую папку. Разрешение делиться {{file_name}} отключено.
th_th: ไม่สามารถเพิ่มไปยังโฟลเดอร์ที่ใช้งานร่วมกันได้ การแชร์สิทธิ์การอนุญาตของ {{file_name}} ถูกปิดใช้อยู่
vi_vn: Không thể thêm tệp tin vào thư mục đã chia sẻ.Đã tắt quyền chia sẻ của {{file_name}}.
zh_cn: 所有者关闭了 {{file_name}} 的分享权限，无法添加到共享文件夹
zh_tw: 擁有者關閉了 {{file_name}} 的分享權限，無法新增到共用資料夾

# 3cs
source: Add notes (message will be sent to {{APP_DISPLAY_NAME}})
de_de: Notizen hinzufügen (Nachricht wird an {{APP_DISPLAY_NAME}} gesendet)
es_es: Agregar notas (se enviará un mensaje a {{APP_DISPLAY_NAME}})
fr_fr: Ajouter des notes (un message sera envoyé dans {{APP_DISPLAY_NAME}})
hi_in: नोट्स जोड़ें (संदेश {{APP_DISPLAY_NAME}} को भेजा जाएगा)
id_id: Tambah catatan (pesan akan dikirimkan ke {{APP_DISPLAY_NAME}})
it_it: Aggiungi note (verrà inviato un messaggio a {{APP_DISPLAY_NAME}})
ja_jp: 説明を追加（メッセージは {{APP_DISPLAY_NAME}} に送信されます）
ko_kr: 메모 추가(메시지는 {{APP_DISPLAY_NAME}}에 전송됨)
ms_my: Tambah nota (mesej akan dihantar ke {{APP_DISPLAY_NAME}})
pt_br: Adicionar anotações (uma mensagem será enviada ao {{APP_DISPLAY_NAME}})
ru_ru: Добавить примечания (сообщение будет отправлено в {{APP_DISPLAY_NAME}})
th_th: เพิ่มหมายเหตุ (ข้อความจะถูกส่งไปยัง {{APP_DISPLAY_NAME}})
vi_vn: Thêm các ghi chú (tin nhắn sẽ được gửi đến {{APP_DISPLAY_NAME}})
zh_cn: 添加备注（消息会发送到{{APP_DISPLAY_NAME}}）

# sD0
source: Search for users, groups or departments
de_de: Nach Benutzern, Gruppen oder Abteilungen suchen
es_es: Buscar usuarios, grupos o departamentos
fr_fr: Rechercher des utilisateurs, des groupes ou des services
hi_in: उपयोगकर्ता, समूह या विभाग खोजें
id_id: Cari pengguna, grup atau departemen
it_it: Cerca utenti, gruppi o reparti
ja_jp: ユーザー、グループまたは部門を検索できます
ko_kr: 사용자, 그룹 또는 부서 검색
ms_my: Cari pengguna, kumpulan atau jabatan
pt_br: Pesquisar usuários, grupos ou departamentos
ru_ru: Поиск пользователей, групп или отделов
th_th: ค้นหาผู้ใช้ กลุ่ม หรือแผนก
vi_vn: Tìm người dùng, nhóm hoặc bộ phận
zh_cn: 可搜索用户、群或部门
zh_tw: 可以搜尋使用者、群組或部門

# 1no
source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
hi_in: संगठन
id_id: Organisasi
it_it: Organizzazione
ja_jp: 組織構造
ko_kr: 조직도
ms_my: Organisasi
pt_br: Organização
ru_ru: Организация
th_th: องค์กร
vi_vn: Tổ chức
zh_cn: 组织架构
zh_tw: 組織架構

# Eh4
source: Organizational structure
de_de: Organisatorische Struktur
es_es: Estructura organizativa
fr_fr: Structure organisationnelle
hi_in: संगठनात्मक संरचना
id_id: Struktur organisasi
it_it: Struttura organizzativa
ja_jp: 組織構造によって承認
ko_kr: 조직도
ms_my: Struktur organisasi
pt_br: Estrutura organizacional
ru_ru: Организационная структура
th_th: โครงสร้างองค์กร
vi_vn: Cơ cấu tổ chức
zh_cn: 组织架构
zh_tw: 組織架構

# pqc
source: Selected: {{count}}
de_de: Ausgewählt: {{count}}
es_es: Seleccionados: {{count}}
fr_fr: Sélectionné : {{count}}
hi_in: चयनित: {{count}}
id_id: Dipilih: {{count}}
it_it: Selezionati: {{count}}
ja_jp: 選択済み：{{count}} 個
ko_kr: 선택됨: {{count}}개
ms_my: Terpilih: {{count}}
pt_br: Selecionado: {{count}}
ru_ru: Выбрано: {{count}}
th_th: เลือกแล้ว: {{count}}
vi_vn: Đã chọn: {{count}}
zh_cn: 已选：{{count}} 个
zh_tw: 已選擇：{{count}} 個

# 5uo
source: Subordinate
de_de: Untergeordnet
es_es: Subordinado
fr_fr: Subordonné
hi_in: अधीनस्थ
id_id: Bawahan
it_it: Subordinato
ja_jp: 下位
ko_kr: 종속
ms_my: Bawahan
pt_br: Subordinado
ru_ru: Подчиненный
th_th: ผู้ใต้บังคับบัญชา
vi_vn: Cấp dưới
zh_cn: 下级
zh_tw: 下級

# 3cc
source: No permission to access
de_de: Keine Berechtigung zum Zugreifen
es_es: No permiso para acceder
fr_fr: Aucune autorisation d'accès
hi_in: ऐक्सेस करने की अनुमति नहीं है
id_id: Tidak ada izin untuk mengakses
it_it: Nessuna autorizzazione per accedere
ja_jp: アクセス権限がありません
ko_kr: 액세스 권한 없음
ms_my: Tiada kebenaran untuk mengakses
pt_br: Sem permissão para acessar
ru_ru: Нет разрешения на доступ
th_th: ไม่มีสิทธิ์การอนุญาตให้เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有权限访问
zh_tw: 沒有權限存取

# bJg
source: Administrator permission settings
de_de: Administrator-Berechtigungseinstellungen
es_es: Configuración de permisos del administrador
fr_fr: Paramètres d'autorisation de l'administrateur
hi_in: एडमिनिस्ट्रेटर अनुमति सेटिंग्स
id_id: Pengaturan izin administrator
it_it: Impostazioni delle autorizzazioni dell'amministratore
ja_jp: 管理者権限設定
ko_kr: 관리자 권한 설정
ms_my: Tetapan kebenaran pentadbir
pt_br: Configurações de permissão de administrador
ru_ru: Настройки разрешений администратора
th_th: การตั้งค่าสิทธิ์การอนุญาตสำหรับผู้ดูแล
vi_vn: Cài đặt quyền quản trị viên
zh_cn: 管理员权限设置
zh_tw: 管理員權限設定

# 4Uk
source: If you turn it on, anyone with the link can edit the document. Please note that external users with permission to share the document can view the list of collaborators.
de_de: Beim Aktivieren kann jeder mit dem Link das Dokument bearbeiten. Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen.
es_es: Si la activas, cualquier usuario que tenga el enlace podrá editar el documento. Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores.
fr_fr: Si vous l'activez, toutes les personnes disposant du lien pourront modifier le document. Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs.
hi_in: यदि आप इसे चालू कर देते हैं तो इस लिंक के साथ कोई भी व्यक्ति इस दस्तावेज़ को संपादित सकता है. कृपया नोट करें, दस्तावेज़ को साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची को देख सकते हैं.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengedit dokumen. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator.
it_it: Una volta attivata, chiunque disponga del link può modificare il file. Nota che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori.
ja_jp: この機能をオンにすると、インターネットでリンクを取得した誰でもドキュメントを編集できます。 ドキュメントの共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 문서를 편집할 수 있습니다. 문서 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh mengedit dokumen. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator.
pt_br: Se você ativar, qualquer pessoa com o link poderá editar o documento. Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores.
ru_ru: Если вы активируете эту опцию, любой человек со ссылкой сможет редактировать документ. Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถแก้ไขเอกสารได้ โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้
vi_vn: Nếu bạn bật tính năng này, bất kỳ ai có liên kết đều có thể chỉnh sửa được tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问和编辑该文档。 注意：有文档分享权限的外部用户，可查看协作者列表，请注意信息安全。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠存取和編輯該文件。 注意：有文件分享權限的外部使用者，可查看協作者清單，請注意資訊安全。

# XuM
source: If you turn it on, anyone with the link can edit the {{doc_type}}. Please note that external users with permission to share the {{doc_type}} can view the list of collaborators.
de_de: Beim Aktivieren kann jeder mit dem Link das {{doc_type}} bearbeiten. Externe Benutzer mit einer Berechtigung zum Teilen des {{doc_type}}s können die Liste der Mitarbeiter anzeigen.
es_es: Si lo activas, cualquiera con el enlace puede editar el {{doc_type}}. Ten en cuenta que los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores.
fr_fr: Après l'activation, toutes les personnes disposant du lien pourront modifier ce/cette {{doc_type}}. Veuillez noter que les utilisateurs externes autorisés à partager ce/cette {{doc_type}} peuvent afficher la liste des collaborateurs.
hi_in: अगर आप इसे चालू करते हैं, तो लिंक के साथ कोई भी व्यक्ति {{doc_type}} संपादित कर सकता है. कृपया ध्यान दें कि {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengedit {{doc_type}}. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator.
it_it: Se questa opzione viene attivata, chiunque disponga del link può modificare {{doc_type}}. Si noti che gli utenti esterni che dispongono dell'autorizzazione a condividere il {{doc_type}} possono visualizzare l'elenco dei collaboratori.
ja_jp: この機能をオンにすると、インターネット上のリンクを取得した全員がこの{{doc_type}}を編集できます。 注意：{{doc_type}}の共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 {{doc_type}}을(를) 편집할 수 있습니다. {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh mengedit {{doc_type}}. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator.
pt_br: Se você ativá-lo, qualquer pessoa com o link poderá editar o {{doc_type}}. Observe que os usuários externos com permissão para compartilhar {{doc_type}} poderão visualizar a lista de colaboradores.
ru_ru: После включения, любой, у кого есть ссылка, сможет редактировать {{doc_type}}._x000D_ Обратите внимание, что внешние пользователи, которым разрешено делиться {{doc_type}}, могут просматривать список соавторов.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถแก้ไข {{doc_type}} ได้ โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้
vi_vn: Nếu bật, bất kỳ ai có liên kết đều có thể chỉnh sửa {{doc_type}}. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问和编辑该{{doc_type}}。 注意：有{{doc_type}}分享权限的外部用户，可查看协作者列表，请注意信息安全。
zh_tw: 該功能開啟後，網際網路上取得連結的人都能夠存取和編輯該{{doc_type}}。 注意：有{{doc_type}}分享權限的外部使用者，可查看協作者清單，請注意資訊安全。
