Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# D7Y
source: You don't have permission to invite collaborators. Because the link sharing is enabled, you can share the link with others.
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen. Da die Linkfreigabe aktiviert ist, können Sie den Link mit anderen teilen.
es_es: No tienes permiso para invitar a colaboradores. Dado que la función para compartir enlaces está habilitada, puedes compartir el enlace con los demás.
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Comme le partage de liens est activé, vous pouvez partager le lien avec d'autres utilisateurs.
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. क्योंकि लिंक साझाकरण सक्षम है, आप अन्य लोगों के साथ इस लिंक को साझा कर सकते हैं.
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Karena berbagi tautan diaktifkan, Anda dapat berbagi tautan dengan orang lain.
it_it: Non disponi dell'autorizzazione per invitare collaboratori. Poiché la funzione di condivisione link è abilitata, puoi condividere il link con altri.
ja_jp: 共同編集者を招待する権限がありませんが、リンクによる共有が可能であるため、リンクを送信すると相手がアクセスできます。
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 링크 공유가 활성화되어 있으므로 다른 사람과 링크를 공유할 수 있습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput rakan kerjasama. Oleh kerana perkongsian pautan diaktifkan, anda boleh berkongsi pautan dengan orang lain.
pt_br: Você não tem permissão para convidar colaboradores. Como o compartilhamento de link está ativado, você pode compartilhar o link com os outros.
ru_ru: У вас нет разрешения на приглашение соавторов. Поскольку обмен ссылками включен, вы можете поделиться ссылкой с соавторами.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน เนื่องจากเปิดใช้การแบ่งปันลิงก์อยู่ คุณจึงสามารถแบ่งปันลิงก์กับผู้อื่นได้
vi_vn: Bạn không có quyền mời cộng tác viên. Vì chia sẻ liên kết đang được kích hoạt nên bạn có thể chia sẻ liên kết với những người khác.
zh_cn: 你没有邀请协作者的权限，但文档已开启链接分享，发送链接给以下用户即可直接访问。
zh_tw: 你沒有邀請協作者的權限，但文件已開啟連結分享，傳送連結給以下使用者即可直接進行存取。

# vA8
source: You don't have permission to invite collaborators. Because link sharing for this {{doc_type}} is turned on, you can share the link with others.
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen. Da die Linkfreigabe für diese {{doc_type}} aktiviert ist, können Sie den Link mit Anderen teilen.
es_es: No tienes permiso para invitar a colaboradores. Dado que el uso compartido de enlaces de este {{doc_type}} está activado, puedes compartir el enlace con los demás.
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Le partage de lien est activé pour ce/cette {{doc_type}}, vous pouvez donc partager le lien avec d'autres personnes.
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. चूंकि इस {{doc_type}} के लिए लिंक साझाकरण चालू किया गया है, आप अन्य लोगों के साथ लिंक साझा कर सकते हैं.
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Karena berbagi tautan untuk {{doc_type}} ini diaktifkan, Anda dapat berbagi tautan dengan orang lain.
it_it: Non disponi dell'autorizzazione a invitare collaboratori. Poiché la condivisione di link per questo {{doc_type}} è attivata, è possibile condividere il link con gli altri.
ja_jp: 共同編集者を招待する権限がありませんが、{{doc_type}}はリンクによる共有が可能であるため、リンクを送信すると相手がアクセスできます。
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 이 {{doc_type}}에 대한 링크 공유가 켜져 있으므로 다른 사용자와 링크를 공유할 수 있습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator. Kerana perkongsian pautan untuk {{doc_type}} ini dihidupkan, anda boleh berkongsi pautan dengan orang lain.
pt_br: Você não tem permissão para convidar colaboradores. Como o compartilhamento de link para este {{doc_type}} está ativado, você pode compartilhar o link com as outras pessoas.
ru_ru: У вас нет разрешения приглашать соавторов. Поскольку обмен ссылками для этого {{doc_type}} включен, вы можете поделиться ссылкой с другими.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน เนื่องจากเปิดการแบ่งปันลิงก์ของ {{doc_type}} นี้เอาไว้ คุณจึงสามารถแบ่งปันลิงก์กับผู้ร่วมงานได้
vi_vn: Bạn không có quyền mời cộng tác viên. Bởi vì liên kết chia sẻ của {{doc_type}} này đã được kích hoạt, bạn có thể chia sẻ liên kết với những người khác.
zh_cn: 你没有邀请协作者的权限，但{{doc_type}}已开启链接分享，发送链接给以下用户即可直接访问。
zh_tw: 你沒有邀請協作者的權限，但{{doc_type}}已開啟連結分享，傳送連結給以下使用者即可直接進行存取。

# kyA
source: You don't have permission to invite collaborators. However, you can send the link of the document to the above users (notifications will be sent to all members of the department via Docs Assistant)
de_de: Sie haben keine Berechtigung zum Einladen von Mitarbeitern. Sie können den Dokumentlink jedoch an die obenstehenden Benutzer senden. (Benachrichtigungen werden über den Docs-Assistenten an alle Mitglieder der Abteilung gesendet)
es_es: No tienes permiso para invitar a colaboradores. Sin embargo, puedes enviar el enlace a los usuarios anteriores (las notificaciones se enviarán a todos los miembros del departamento a través de Asistente de Docs)
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Vous pouvez cependant envoyer le lien du document aux utilisateurs ci-dessus (les notifications seront envoyées à tous les membres du service via l'Assistant Docs)
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. लेकिन, आप उपरोक्त उपयोगकर्ताओं को दस्तावेज़ का लिंक भेज सकते हैं (विभाग के सभी सदस्यों को Docs सहायक के माध्यम से नोटिफ़िकेशन भेजे जाएँगे)
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Tapi, Anda dapat mengirim tautan dokumen ke pengguna di atas (notifikasi akan dikirim ke semua anggota departemen via Asisten Docs)
it_it: Non disponi dell'autorizzazione per invitare collaboratori. Tuttavia, puoi inviare il link del documento agli utenti sopra elencati (le notifiche verranno inviate a tutti i membri del reparto tramite Assistente Docs)
ja_jp: 共同編集者を追加する権限がありません。ドキュメントリンクを上のユーザーに送信できます（「Docs アシスタント」は部門内のメンバーに個別に通知します）
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 그러나 위의 사용자에게 문서의 링크를 보낼 수 있습니다(알림은 Docs 어시스턴트를 통해 부서의 모든 구성원에게 전송됨)
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator. Walau bagaimanapun, anda boleh menghantar pautan dokumen kepada pengguna di atas (notifikasi akan dihantar kepada semua ahli jabatan melalui Docs Assistant)
pt_br: Você não tem permissão para convidar colaboradores. Porém, você pode enviar o link do documento aos usuários acima (notificações serão enviadas a todos os membros do departamento pelo Assistente do Docs).
ru_ru: У вас нет разрешения на приглашение соавторов. Но вы можете отправить ссылку на документ вышеперечисленным пользователям (уведомления отправляются всем сотрудникам отдела через Docs Assistant).
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน อย่างไรก็ตาม คุณสามารถส่งลิงก์เอกสารไปยังผู้ใช้ข้างต้นได้ (การแจ้งเตือนจะถูกส่งไปยังสมาชิกทุกคนในแผนกผ่านทางผู้ช่วย Docs)
vi_vn: Bạn không có quyền mời cộng tác viên. Tuy nhiên, bạn có thể gửi liên kết của tài liệu cho những người dùng nói trên (thông báo sẽ được gửi đến tất cả các thành viên của bộ phận thông qua Trợ lý Docs)
zh_cn: 由于你没有添加协作者的权限，将发送文档链接至以下用户（“云文档助手”将分别通知部门内各成员）
zh_tw: 由於你沒有新增協作者的權限，將傳送文件連結至以下使用者 (「雲端文件助手」將分別通知部門內各成員)

# u94
source: You don't have permission to invite collaborators. However, you can send the link of the {{doc_type}} to the above users (notifications will be sent to all members of the department via {{bot}}).
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen. Sie können den Link für das {{doc_type}} jedoch an die obenstehenden Benutzer senden. (Benachrichtigungen werden über den {{bot}} an alle Mitglieder der Abteilung gesendet).
es_es: No tienes permiso para invitar a colaboradores. Sin embargo, puedes enviar el enlace del {{doc_type}} a los usuarios mencionados (las notificaciones se enviarán a todos los miembros del departamento a través de {{bot}}).
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Vous pouvez cependant envoyer le lien de ce/cette {{doc_type}} aux utilisateurs ci-dessus (les notifications seront envoyées à tous les membres du service via le {{bot}})
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. हालांकि, आप {{doc_type}} का लिंक उपरोक्त उपयोगकर्ताओं को भेज सकते हैं (नोटिफ़िकेशन {{bot}} से विभाग के सभी सदस्यों को भेजे जाएँगे).
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Namun, Anda dapat mengirim tautan {{doc_type}} kepada pengguna yang disebutkan di atas (notifikasi akan dikirim kepada semua anggota departemen melalui {{bot}}).
it_it: Non disponi dell'autorizzazione a invitare collaboratori. Tuttavia, puoi inviare il link del {{doc_type}} agli utenti sopra elencati (le notifiche verranno inviate a tutti i membri del reparto tramite {{bot}}).
ja_jp: 共同編集者を追加する権限がないため、{{doc_type}}のリンクを以下のユーザーに送信します（「{{bot}}」は部門メンバーに個別に通知します）
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 그러나 위의 사용자에게 {{doc_type}}의 링크를 보낼 수 있습니다 (알림은 {{bot}}을(를) 통해 부서의 모든 구성원에게 전송됨).
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator. Walau bagaimanapun, anda boleh menghantar pautan {{doc_type}} kepada pengguna di atas (pemberitahuan akan dihantar kepada semua ahli jabatan melalui {{bot}}).
pt_br: Você não tem permissão para convidar colaboradores. Porém, você pode enviar o link do {{doc_type}} aos usuários acima (notificações serão enviadas a todos os membros do departamento pelo {{bot}}).
ru_ru: У вас нет разрешения приглашать соавторов. Однако вы можете отправить ссылку на {{doc_type}} указанным выше пользователям (уведомления будут отправляться всем сотрудникам отдела через {{bot}}).
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน อย่างไรก็ตาม คุณสามารถส่งลิงก์ของ {{doc_type}} ไปยังผู้ใช้ข้างต้นได้ (การแจ้งเตือนจะถูกส่งไปยังสมาชิกทุกคนในแผนกผ่านทาง {{bot}})
vi_vn: Bạn không có quyền mời cộng tác viên. Tuy nhiên, bạn có thể gửi liên kết của {{doc_type}} cho những người dùng nói trên (thông báo sẽ được gửi đến tất cả các thành viên của bộ phận thông qua {{bot}}).
zh_cn: 由于你没有添加协作者的权限，将发送{{doc_type}}链接至以下用户（“{{bot}}”将分别通知部门内各成员）
zh_tw: 由於你沒有新增協作者的權限，將傳送{{doc_type}}連結至以下使用者（「{{bot}}」將分別通知部門內各成員）

# iD4
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer une demande
hi_in: अनुरोध भेजें
id_id: Kirim Permintaan
it_it: Invia richiesta
ja_jp: 申請
ko_kr: 요청 보내기
ms_my: Hantar Permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 申请权限
zh_tw: 申請權限

# wVA
source: Too many requests were submitted. Please wait or contact the owner for permission.
de_de: Es wurden zu viele Anfragen gesendet. Bitte warten Sie oder wenden Sie sich an den Besitzer, um die Berechtigung einzuholen.
es_es: Se han enviado demasiadas solicitudes. Espera o contacta con el propietario para obtener el permiso.
fr_fr: Trop de demandes soumises. Veuillez patienter ou demander l'autorisation au propriétaire.
hi_in: बहुत सारे अनुरोध सबमिट किए गए थे. कृपया प्रतीक्षा करें या अनुमति के लिए ओनर से संपर्क करें.
id_id: Terlalu banyak permintaan yang dikirimkan. Tunggu atau mintalah izin ke pemilik.
it_it: Troppe richieste inviate. Attendi o richiedi autorizzazione all'amministratore.
ja_jp: 申請の頻度が高いです。少々お待ち下さい。または所有者にご連絡ください。
ko_kr: 너무 많은 요청이 제출되었습니다. 기다리거나 소유자에게 문의하여 허가를 받으세요.
ms_my: Terlalu banyak permintaan dihantar. Sila tunggu atau hubungi pemilik untuk kebenaran.
pt_br: Muitas solicitações foram enviadas. Aguarde ou solicite a permissão do proprietário.
ru_ru: Отправлено слишком много запросов. Подождите или попросите владельца предоставить разрешение.
th_th: ส่งคำถามมากเกินไป โปรดรอหรือติดต่อเจ้าของเพื่อขอสิทธิ์การอนุญาต
vi_vn: Đã gửi quá nhiều yêu cầu. Vui lòng chờ hoặc liên hệ với chủ sở hữu về quyền.
zh_cn: 申请过于频繁，请等待或联系所有者同意申请
zh_tw: 申請過於頻繁，請等待或聯絡擁有者同意申請

# l6s
source: Requested
de_de: Angefragt
es_es: Solicitado
fr_fr: Demande envoyée
hi_in: अनुरोध किया गया
id_id: Diminta
it_it: Richiesta inviata
ja_jp: 送信しました
ko_kr: 요청했습니다
ms_my: Diminta
pt_br: Solicitada
ru_ru: Запрошено
th_th: ร้องขอแล้ว
vi_vn: Đã yêu cầu
zh_cn: 申请已发送
zh_tw: 申請已傳送

# UdE
source: Sent
de_de: Gesendet
es_es: Se ha enviado
fr_fr: Envoyé
hi_in: भेजा गया
id_id: Terkirim
it_it: Invio completato
ja_jp: 送信しました
ko_kr: 보냄
ms_my: Dihantar
pt_br: Enviado
ru_ru: Отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 发送成功
zh_tw: 傳送成功

# 4H8
source: Unable to share. For privacy reasons, please add {{userName}} as a contact before sharing.
de_de: Teilen nicht möglich. Aus Datenschutzgründen fügen Sie {{userName}} bitte vor dem Teilen als Kontakt hinzu.
es_es: No se puede compartir. Debido a motivos de privacidad, agrega a {{userName}} como contacto antes de compartir.
fr_fr: Partage impossible. Pour des raisons de confidentialité, veuillez ajouter {{userName}} à vos contacts avant de partager.
hi_in: साझा करने में असमर्थ. गोपनीयता कारण, कृपया साझा करने से पहले {{userName}} को संपर्क के रूप में जोड़ें.
id_id: Tidak dapat berbagi. Untuk alasan privasi, tambah {{userName}} sebagai kontak sebelum berbagi.
it_it: Impossibile condividere. Per motivi di privacy, aggiungi {{userName}} come contatto prima di procedere con la condivisione.
ja_jp: プライバシー設定のため、{{userName}} の連絡先を追加してから申請してください
ko_kr: 공유할 수 없습니다. 공유하기 전에 개인 정보 보호를 위해 {{userName}} 님을 연락처로 추가하세요.
ms_my: Tidak dapat berkongsi. Untuk sebab privasi, sila tambah {{userName}} sebagai kenalan sebelum berkongsi.
pt_br: Não é possível compartilhar. Por motivo de privacidade, adicione {{userName}} como um contato antes de compartilhar.
ru_ru: Невозможно поделиться. По соображениям безопасности, пожалуйста, добавьте {{userName}} в контакты.
th_th: ไม่สามารถแบ่งปันได้ เพื่อเหตุผลด้านความเป็นส่วนตัว โปรดเพิ่ม {{userName}} เป็นรายชื่อที่ติดต่อก่อนทำการแบ่งปัน
vi_vn: Không thể chia sẻ. Vì lý do quyền riêng tư, vui lòng thêm {{userName}} vào danh bạ trước khi chia sẻ.
zh_cn: 隐私设置原因，请添加 {{userName}} 为联系人后分享
zh_tw: 由於隱私設定，請新增 {{userName}} 為聯絡人後分享

# ouE
source: Visitor
de_de: Besucher
es_es: Visitante
fr_fr: Visiteur
hi_in: विज़िटर
id_id: Pengunjung
it_it: Visitatore
ja_jp: 訪問者
ko_kr: 방문자
ms_my: Pengunjung
pt_br: Visitante
ru_ru: Посетитель
th_th: ผู้เยี่ยมชม
vi_vn: Người truy cập
zh_cn: 访问者
zh_tw: 存取者

# rSM
source: Visitors
de_de: Besucher
es_es: Visitantes
fr_fr: Visiteurs
hi_in: विज़िटर
id_id: Pengunjung
it_it: Visitatori
ja_jp: 訪問者
ko_kr: 방문자
ms_my: Pengunjung
pt_br: Visitantes
ru_ru: Посетители
th_th: ผู้เยี่ยมชม
vi_vn: Người truy cập
zh_cn: 访问者
zh_tw: 存取者

# jTU
source: Downloading...
de_de: Wird heruntergeladen...
es_es: Descargando...
fr_fr: Téléchargement…
hi_in: डाउनलोड हो रहा है...
id_id: Mengunduh...
it_it: Download in corso...
ja_jp: 画像をダウンロード中…
ko_kr: 다운로드 중...
ms_my: Memuat turun...
pt_br: Fazendo download...
ru_ru: Скачивается
th_th: กำลังดาวน์โหลด...
vi_vn: Đang tải xuống...
zh_cn: 图片下载中…
zh_tw: 圖片下載中…

# nRQ
source: Long press the screen, or use "Export as Picture" to save selected area as pictures.
de_de: Halten Sie den Bildschirm lange gedrückt oder speichern Sie den ausgewählten Bereich mit „Als Bild exportieren“ als Bilder.
es_es: Mantén pulsada la pantalla prolongadamente o utiliza "Exportar como imagen" para guardar el área seleccionada como imagen.
fr_fr: Appuyez longuement sur l'écran, ou utilisez "Exporter en tant qu'image" pour enregistrer la zone sélectionnée en tant qu'images.
hi_in: चयनित क्षेत्र को चित्रों के रूप में सहेजने के लिए स्क्रीन को देर तक दबाएँ या "छवि के रूप में निर्यात करें" का उपयोग करें.
id_id: Tekan lama layar, atau gunakan "Ekspor sebagai Gambar" untuk menyimpan area yang dipilih sebagai gambar.
it_it: Premi a lungo sullo schermo o usa "Esporta come immagine" per salvare l'area selezionata come immagini.
ja_jp: セル範囲を選択した後、画面を長押し、または「キャプチャ」にて選択内容を画像に保存して、手軽に共有できます
ko_kr: 화면을 길게 누르거나 "그림으로 내보내기"를 사용하여 선택한 영역을 그림으로 저장합니다.
ms_my: Tekan lama skrin, atau gunakan "Eksport sebagai Gambar" untuk menyimpan kawasan terpilih sebagai gambar.
pt_br: Pressione e segure a tela ou use "Exportar como imagem" para salvar a área selecionada como imagens.
ru_ru: Нажмите и удерживайте экран или используйте параметр "Экспортировать как изображение" для сохранения выбранной области в качестве изображений.
th_th: กดหน้าจอค้างไว้หรือใช้ "ส่งออกเป็นรูปภาพ" เพื่อบันทึกพื้นที่ที่เลือกเป็นรูปภาพ
vi_vn: Nhấn giữ màn hình hoặc sử dụng "Xuất dưới dạng Ảnh" để lưu vùng đã chọn dưới dạng ảnh.
zh_cn: 长按屏幕，或使用“一键生图”功能将选区存为图片，便捷分享
zh_tw: 長按螢幕，或使用「匯出為圖片」功能將選擇區域儲存為圖片，以便分享

# D5M
source: Export Sheet as Picture
de_de: Blatt als Bild exportieren
es_es: Exportar hoja como imagen
fr_fr: Exporter la feuille en tant qu'image
hi_in: शीट को छवि के रूप में निर्यात करें
id_id: Ekspor Sheet sebagai Gambar
it_it: Esporta foglio come immagine
ja_jp: シートをキャプチャ
ko_kr: 시트를 그림으로 내보내기
ms_my: Eksport Lembaran sebagai Gambar
pt_br: Exportar sheet como imagem
ru_ru: Экспортировать таблицу Sheets в качестве изображения
th_th: ส่งออกแผ่นงานเป็นรูปภาพ
vi_vn: Xuất Trang tính dưới dạng Ảnh
zh_cn: 表格一键生图上线啦！
zh_tw: 將表格匯出為圖片的功能上線啦！

# oaU
source: 15 min before
de_de: 15 Min. vorher
es_es: 15 min antes
fr_fr: 15 minutes avant
hi_in: 15 मिनट पहले
id_id: 15 mnt sebelumnya
it_it: 15 minuti prima
ja_jp: 15 分前
ko_kr: 15분 전
ms_my: 15 minit sebelum
pt_br: 15 min antes
ru_ru: за 15 минут
th_th: ก่อนหน้า 15 นาที
vi_vn: 15 phút trước
zh_cn: 15 分钟前
zh_tw: 15 分鐘前

# o5I
source: 1 day before
de_de: 1 Tag vorher
es_es: 1 día antes
fr_fr: 1 jour avant
hi_in: 1 दिन पहले
id_id: 1 hari sebelumnya
it_it: 1 giorno prima
ja_jp: 1 日前
ko_kr: 1일 전
ms_my: 1 hari sebelum (9:00 PG)
pt_br: 1 dia antes
ru_ru: за 1 день
th_th: ก่อนหน้า 1 วัน
vi_vn: 1 ngày trước
zh_cn: 1 天前
zh_tw: 1 天前

# MoA
source: 1 hr before
de_de: 1 Std. vorher
es_es: 1 hr antes
fr_fr: 1 h avant
hi_in: 1 घंटे पहले
id_id: 1 jam sebelumnya
it_it: 1 ora prima
ja_jp: 1 時間前
ko_kr: 1시간 전
ms_my: 1 jam sebelum
pt_br: 1 hora antes
ru_ru: за 1 час
th_th: 1 ชั่วโมงก่อนเวลากิจกรรม
vi_vn: 1 giờ trước
zh_cn: 1 小时前
zh_tw: 1 小時前

# +kY
source: 1 week before
de_de: Vor 1 Woche
es_es: Hace 1 semana
fr_fr: Il y a 1 semaine
hi_in: 1 सप्ताह पहले
id_id: 1 minggu yang lalu
it_it: 1 settimana fa
ja_jp: 1 週間前
ko_kr: 1주 전
ms_my: 1 minggu sebelum
pt_br: 1 semana atrás
ru_ru: за 1 неделю
th_th: 1 สัปดาห์ที่ผ่านมา
vi_vn: 1 tuần trước
zh_cn: 1 周前
zh_tw: 1 週前

# vBM
source: 2 days before
de_de: 2 Tage vorher
es_es: 2 días antes
fr_fr: 2 jours avant
hi_in: 2 दिन पहले
id_id: 2 hari sebelumnya
it_it: 2 giorni prima
ja_jp: 2 日前
ko_kr: 2일 전
ms_my: 2 hari sebelum (9:00 PG)
pt_br: 2 dias antes
ru_ru: за 2 дня
th_th: ก่อนหน้า 2 วัน
vi_vn: 2 ngày trước
zh_cn: 2 天前
zh_tw: 2 天前

# 8Qk
source: 2 hr before
de_de: 2 Std. vorher
es_es: 2 hrs antes
fr_fr: 2 h avant
hi_in: 2 घंटे पहले
id_id: 2 jam sebelumnya
it_it: 2 ore prima
ja_jp: 2 時間前
ko_kr: 2시간 전
ms_my: 2 jam sebelum
pt_br: 2 horas antes
ru_ru: за 2 часа
th_th: 2 ชั่วโมงก่อนเวลากิจกรรม
vi_vn: 2 giờ trước
zh_cn: 2 小时前
zh_tw: 2 小時前

# qk0
source: 30 min before
de_de: 30 Min. vorher
es_es: 30 min antes
fr_fr: 30 minutes avant
hi_in: 30 मिनट पहले
id_id: 30 mnt sebelumnya
it_it: 30 minuti prima
ja_jp: 30 分前
ko_kr: 30분 전
ms_my: 30 minit sebelum
pt_br: 30 min antes
ru_ru: за 30 минут
th_th: ก่อนหน้า 30 นาที
vi_vn: 30 phút trước
zh_cn: 30 分钟前
zh_tw: 30 分鐘前

# zf4
source: 5 min before
de_de: 5 Min. vorher
es_es: 5 min antes
fr_fr: 5 minutes avant
hi_in: 5 मिनट पहले
id_id: 5 mnt sebelumnya
it_it: 5 minuti prima
ja_jp: 5 分前
ko_kr: 5분 전
ms_my: 5 minit sebelum
pt_br: 5 min antes
ru_ru: за 5 минут
th_th: ก่อนหน้า 5 นาที
vi_vn: 5 phút trước
zh_cn: 5 分钟前
zh_tw: 5 分鐘前

# 4Sg
source: Alert
de_de: Erinnerung
es_es: Alerta
fr_fr: Alerte
hi_in: अलर्ट
id_id: Peringatan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Amaran
pt_br: Alerta
ru_ru: Оповещение
th_th: การแจ้งเตือน
vi_vn: Cảnh báo
zh_cn: 提醒
zh_tw: 提醒

# /s0
source: Set due time
de_de: Fälligkeit festlegen
es_es: Ajustar la hora de vencimiento
fr_fr: Définir une date d'échéance
hi_in: नियत समय सेट करें
id_id: Tetapkan batas waktu
it_it: Imposta ora termine
ja_jp: 時間設定
ko_kr: 기한 설정
ms_my: Tetapkan masa tamat
pt_br: Definir hora prevista
ru_ru: Установить время выполнения
th_th: ตั้งกำหนดเวลา
vi_vn: Đặt thời gian đến hạn
zh_cn: 设置时间
zh_tw: 設定時間

# RmQ
source: At time of event
de_de: Zum Zeitpunkt des Termins
es_es: A la hora del evento
fr_fr: À l'heure de l'événement
hi_in: ईवेंट के समय
id_id: Pada waktu acara
it_it: Al momento dell'evento
ja_jp: イベント開始時
ko_kr: 이벤트 시
ms_my: Pada masa acara
pt_br: Na hora do evento
ru_ru: Во время события
th_th: เมื่อถึงเวลากิจกรรม
vi_vn: Tại thời điểm diễn ra sự kiện
zh_cn: 事件发生时
zh_tw: 事件發生時

# Ung
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# PDw
source: Re-edit
de_de: Erneut bearbeiten
es_es: Editar de nuevo
fr_fr: Modifier à nouveau
hi_in: पुनः संपादित करें
id_id: Edit ulang
it_it: Ripeti modifica
ja_jp: 再編集
ko_kr: 재편집
ms_my: Sunting semula
pt_br: Editar novamente
ru_ru: Повторно отредактировать
th_th: แก้ไขใหม่
vi_vn: Chỉnh sửa lại
zh_cn: 重新编辑
zh_tw: 重新編輯

# YZM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: 編集を続ける
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 继续编辑
zh_tw: 繼續編輯

# jxI
source: Discard unsaved changes？
de_de: Nicht gespeicherte Änderungen verwerfen？
es_es: ¿Descartar cambios no guardados?
fr_fr: Abandonner les modifications non sauvegardées ?
hi_in: सहेजे न गए बदलाव छोड़ें?
id_id: Buang perubahan yang belum disimpan?
it_it: Ignorare le modifiche non salvate?
ja_jp: 保存されていない内容があります。終了していもよろしいですか ？
ko_kr: 저장되지 않은 변경사항을 삭제할까요?
ms_my: Buang perubahan yang tidak disimpan？
pt_br: Descartar alterações não salvas?
ru_ru: Игнорировать несохраненные изменения?
th_th: ต้องการละทิ้งการเปลี่ยนแปลงที่ไม่ได้บันทึกหรือไม่
vi_vn: Hủy thay đổi chưa lưu?
zh_cn: 修改未保存，是否退出？
zh_tw: 修改未儲存，是否退出？

# wSg
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Ignora
ja_jp: ログアウト
ko_kr: 삭제
ms_my: Buang
pt_br: Descartar
ru_ru: Игнорировать
th_th: ละทิ้ง
vi_vn: Hủy bỏ
zh_cn: 退出
zh_tw: 退出

# cso
source: MM yyyy
ja_jp: yyyy年M月
zh_cn: yyyy 年 M 月
zh_tw: yyyy年M月

# 1g0
source: Please fill out the "Person" field.
de_de: Bitte das Feld "Person" ausfüllen.
es_es: Rellena la información del campo "Persona".
fr_fr: Veuillez remplir le champ « Personne ».
hi_in: कृपया "व्यक्ति" फ़ील्ड भरें.
id_id: Isi bidang "Orang".
it_it: Compila il campo "Persona".
ja_jp: メンバーを追加してください
ko_kr: "개인" 필드를 작성하세요.
ms_my: Sila isi ruangan "Orang".
pt_br: Preencha o campo "Pessoa".
ru_ru: Введите имя пользователя.
th_th: โปรดกรอกช่องข้อมูล “บุคคล”
vi_vn: Vui lòng điền thông tin vào trường "Người".
zh_cn: 提醒人员不能为空，请添加提醒人
zh_tw: 提醒人員不能為空白，請新增提醒人

# 1iM
source: No alert
de_de: Kein Alarm
es_es: No hay alertas
fr_fr: Pas d'alerte
hi_in: कोई अलर्ट नहीं
id_id: Tidak ada peringatan
it_it: Nessun avviso
ja_jp: 通知なし
ko_kr: 알림 없음
ms_my: Tiada amaran
pt_br: Nenhum alerta
ru_ru: Нет оповещений
th_th: ไม่มีการแจ้งเตือน
vi_vn: Không có cảnh báo
zh_cn: 不提醒
zh_tw: 不提醒

# PY0
source: Error
de_de: Fehler
fr_fr: Erreur
hi_in: त्रुटि
id_id: Kesalahan
it_it: Errore
ja_jp: 入力できませんでした
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi
zh_cn: 输入失败
zh_tw: 輸入失敗
