Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ulA
source: You can't see profiles of those who liked or are viewing the document.
de_de: Profile der Benutzer, denen das Dokument gefallen hat oder die es gerade ansehen, können Sie nicht sehen.
es_es: No puedes ver los perfiles de las personas que han marcado el documento con Me gusta o lo están viendo.
fr_fr: Vous ne pouvez pas voir les profils des personnes qui ont aimé ou qui affichent ce document.
id_id: Anda tidak dapat melihat profil mereka yang menyukai atau melihat dokumen.
it_it: Non è possibile visualizzare i profili di coloro che hanno messo Mi piace o stanno visualizzando il documento.
ja_jp: 閲覧者と「いいね」したユーザーを表示できません
ko_kr: 문서에 '좋아요'를 눌렀거나 문서를 보고 있는 사용자의 프로필을 볼 수 없습니다.
ms_my: Anda tidak boleh melihat profil mereka yang menyukai atau sedang melihat dokumen.
pt_br: Você não pode ver os perfis de quem curtiu ou está visualizando o documento.
ru_ru: Вы не можете просматривать профили тех, кому понравился документ или кто его просматривает.
th_th: คุณไม่สามารถดูโปรไฟล์ของผู้ที่กดถูกใจหรือกำลังดูเอกสารได้
vi_vn: Bạn không thể xem hồ sơ của những người đã thích hoặc đang xem tài liệu.
zh_cn: 文档所有者已禁止查看访问者头像和点赞者头像
zh_tw: 文件擁有者已禁止查看造訪者頭像和按讚者頭像

# F30
source: You can't see profiles of those who liked or are viewing the document.
de_de: Profile der Benutzer, denen das Dokument gefallen hat oder die es gerade ansehen, können Sie nicht sehen.
es_es: No puedes ver los perfiles de las personas que han marcado el documento con Me gusta o lo están viendo.
fr_fr: Vous ne pouvez pas voir les profils des personnes qui ont aimé ou qui affichent ce document.
id_id: Anda tidak dapat melihat profil mereka yang menyukai atau melihat dokumen.
it_it: Non è possibile visualizzare i profili di coloro che hanno messo Mi piace o stanno visualizzando il documento.
ja_jp: ドキュメントを閲覧しているユーザーと、「いいね」をしたユーザーのプロフィール写真を表示できません。
ko_kr: 문서에 '좋아요'를 눌렀거나 문서를 보고 있는 사용자의 프로필을 볼 수 없습니다.
ms_my: Anda tidak boleh melihat profil mereka yang menyukai atau sedang melihat dokumen.
pt_br: Você não pode ver os perfis de quem curtiu ou está visualizando o documento.
ru_ru: Вы не можете просматривать профили тех, кому понравился документ или кто его просматривает.
th_th: คุณไม่สามารถดูโปรไฟล์ของผู้ที่กดถูกใจหรือกำลังดูเอกสารได้
vi_vn: Bạn không thể xem hồ sơ của những người đã thích hoặc đang xem tài liệu.
zh_cn: 文档所有者已禁止查看访问者头像和点赞者头像
zh_tw: 文件擁有者已禁止查看造訪者頭像和按讚者頭像

# p7s
source: People in the organization can edit and search
de_de: Personen in der Organisation können bearbeiten und suchen
es_es: Las personas de la organización pueden editar y buscar
fr_fr: Les membres de l'organisation peuvent modifier et rechercher
id_id: Orang-orang di organisasi dapat mengedit dan mencari
it_it: Le persone nell'organizzazione possono modificare e cercare
ja_jp: 内部メンバーが編集・検索可能
ko_kr: 기업 내부인이 편집 및 검색 가능
ms_my: Orang dalam organisasi boleh mengedit dan mencari
pt_br: As pessoas na organização podem editar e pesquisar
ru_ru: Пользователи в организации могут редактировать и искать
th_th: บุคคลในองค์กรสามารถแก้ไขและค้นหาได้
vi_vn: Người trong tổ chức có thể chỉnh sửa và tìm kiếm
zh_cn: 组织内的人可编辑和搜索
zh_tw: 組織內的人可編輯和搜尋

# eKI
source: People in the organization {{permType}}
de_de: Personen in der Organisation {{permType}}
es_es: Personas de la organización {{permType}}
fr_fr: Les membres de l'organisation {{permType}}
id_id: Orang-orang di organisasi {{permType}}
it_it: Per le persone nell'organizzazione {{permType}}
ja_jp: 内部メンバーが{{permType}}
ko_kr: {{permType}} 기업 내부 인원
ms_my: Orang dalam organisasi {{permType}}
pt_br: Pessoas na organização {{permType}}
ru_ru: Люди в организации {{permType}}
th_th: บุคคลในองค์กร {{permType}}
vi_vn: Người trong tổ chức {{permType}}
zh_cn: 组织内的人{{permType}}
zh_tw: 組織內的人{{permType}}

# FxI
source: Anyone with the link {{permType1}}; people in the organization {{permType2}}
de_de: Alle mit dem Link {{permType1}}; Personen in der Organisation {{permType2}}
es_es: Cualquier persona con el enlace {{permType1}}; las personas de la organización {{permType2}}
fr_fr: Toute personne disposant du lien {{permType1}} ; les membres de l'organisation {{permType2}}
id_id: Siapa pun yang memiliki tautan {{permType1}}; orang dalam organisasi {{permType2}}
it_it: Per chiunque disponga del link {{permType1}}; per le persone nell'organizzazione {{permType2}}
ja_jp: リンクを取得した全員が{{permType1}}、内部メンバーが{{permType2}}
ko_kr: {{permType1}} 링크를 가진 모든 사람, {{permType2}} 기업 내부 인원
ms_my: Sesiapa sahaja dengan pautan {{permType1}}; orang dalam organisasi {{permType2}}
pt_br: Qualquer pessoa com o link {{permType1}}; pessoas na organização {{permType2}}
ru_ru: Любой, у кого есть ссылка {{permType1}}; участники организации {{permType2}}
th_th: ทุกคนที่มีลิงก์ {{permType1}} คนในองค์กร {{permType2}}
vi_vn: Bất kỳ ai có liên kết {{permType1}}; những người trong tổ chức {{permType2}}
zh_cn: 互联网上获得链接的人{{permType1}}，组织内的人{{permType2}}
zh_tw: 網際網路上取得連結的人{{permType1}}，組織內的人{{permType2}}

# Yx4
source: Anyone with the link {{permType1}}; people in the organization {{permType2}}
de_de: Alle mit dem Link {{permType1}}; Personen in der Organisation {{permType2}}
es_es: Cualquier persona con el enlace {{permType1}}; las personas de la organización {{permType2}}
fr_fr: Toute personne disposant du lien {{permType1}} ; les membres de l'organisation {{permType2}}
id_id: Siapa pun yang memiliki tautan {{permType1}}; orang dalam organisasi {{permType2}}
it_it: Per chiunque disponga del link {{permType1}}; per le persone nell'organizzazione {{permType2}}
ja_jp: リンクを取得した全員が{{permType1}}、内部メンバーが{{permType2}}
ko_kr: {{permType1}} 링크를 가진 모든 사람, {{permType2}} 기업 내부 인원
ms_my: Sesiapa sahaja dengan pautan {{permType1}}; orang dalam organisasi {{permType2}}
pt_br: Qualquer pessoa com o link {{permType1}}; pessoas na organização {{permType2}}
ru_ru: Любой, у кого есть ссылка {{permType1}}; участники организации {{permType2}}
th_th: ทุกคนที่มีลิงก์ {{permType1}} คนในองค์กร {{permType2}}
vi_vn: Bất kỳ ai có liên kết {{permType1}}; những người trong tổ chức {{permType2}}
zh_cn: 互联网上获得链接的人{{permType1}}，组织内的人{{permType2}}
zh_tw: 網際網路上取得連結的人{{permType1}}，組織內的人{{permType2}}

# 9y4
source: can edit
de_de: können bearbeiten
es_es: poder editar
fr_fr: peut modifier
id_id: dapat mengedit
it_it: è possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh edit
pt_br: pode editar
ru_ru: можно редактировать
th_th: แก้ไขได้
vi_vn: có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# b6g
source: can search
de_de: können suchen
es_es: poder buscar
fr_fr: peut rechercher
id_id: dapat mencari
it_it: è possibile cercare
ja_jp: 検索可能
ko_kr: 검색 가능
ms_my: boleh cari
pt_br: pode pesquisar
ru_ru: можно искать
th_th: ค้นหาได้
vi_vn: có thể tìm kiếm
zh_cn: 可搜索
zh_tw: 可搜尋

# c3I
source: can search and edit
de_de: können suchen und bearbeiten
es_es: poder buscar y editar
fr_fr: peut rechercher et éditer
id_id: dapat mencari dan mengedit
it_it: è possibile cercare e modificare
ja_jp: 検索・編集可能
ko_kr: 검색 및 편집 가능
ms_my: boleh cari dan edit
pt_br: pode pesquisar e editar
ru_ru: можно искать и редактировать
th_th: สามารถค้นหาและแก้ไขได้
vi_vn: có thể tìm kiếm và chỉnh sửa
zh_cn: 可搜索和编辑
zh_tw: 可搜尋和編輯

# NaI
source: can search and view
de_de: können suchen und ansehen
es_es: puedes buscar y ver
fr_fr: peut rechercher et afficher
id_id: dapat mencari dan melihat
it_it: è possibile cercare e visualizzare
ja_jp: 検索・閲覧可能
ko_kr: 검색 및 읽기 가능
ms_my: boleh cari dan lihat
pt_br: pode pesquisar e visualizar
ru_ru: можно искать и просматривать
th_th: สามารถค้นหาและดูได้
vi_vn: có thể tìm kiếm và xem
zh_cn: 可搜索和阅读
zh_tw: 可搜尋和閱讀

# rNs
source: can view
de_de: können lesen
es_es: poder ver
fr_fr: peut afficher
id_id: dapat melihat
it_it: è possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: pode visualizar
ru_ru: можно просматривать
th_th: ดูได้
vi_vn: có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# VsA
source: Requesting...
de_de: Anfrage läuft...
es_es: Solicitando...
fr_fr: Demande en cours...
id_id: Meminta...
it_it: Richiesta in corso
ja_jp: リクエスト中...
ko_kr: 요청 중...
ms_my: Meminta...
pt_br: Solicitando...
ru_ru: Запрос...
th_th: กำลังส่งคำขอ...
vi_vn: Đang yêu cầu...
zh_cn: 申请发送中
zh_tw: 申請傳送中

# RBU
source: Anyone in the organization can search
de_de: Jeder in der Organisation kann suchen
es_es: Todas las personas de la organización pueden buscar
fr_fr: Tout membre de l'organisation peut rechercher
id_id: Siapa pun di organisasi dapat mencari
it_it: Chiunque nell'organizzazione può cercare
ja_jp: 内部メンバーが検索可能
ko_kr: 기업의 모든 사용자가 검색 가능
ms_my: Sesiapa sahaja dalam organisasi boleh mencari
pt_br: Qualquer pessoa na organização pode pesquisar
ru_ru: Любой сотрудник организации может искать
th_th: ทุกคนในองค์กรสามารถค้นหาได้
vi_vn: Bất cứ ai trong tổ chức cũng có thể tìm kiếm
zh_cn: 组织内所有人可搜索
zh_tw: 組織內的所有人可搜尋

# xIk
source: Searchable
de_de: Durchsuchbar
es_es: Admite búsqueda
fr_fr: Recherchable
id_id: Dapat Dicari
it_it: Ricercabile
ja_jp: 検索範囲の設定
ko_kr: 검색 가능
ms_my: Boleh dicari
pt_br: Pesquisável
ru_ru: Доступно для поиска
th_th: สามารถค้นหาได้
vi_vn: Có thể tìm kiếm
zh_cn: 可搜索设置
zh_tw: 可搜尋設定

# FTo
source: Anyone who has obtained the link and opened it can search for it in {{APP_DISPLAY_NAME}}
de_de: Jeder, der den Link erhalten und ihn geöffnet hat, kann danach in {{APP_DISPLAY_NAME}} suchen
es_es: Cualquier persona que haya obtenido el enlace y lo haya abierto puede buscarlo en {{APP_DISPLAY_NAME}}
fr_fr: Toute personne ayant reçu le lien et l'ayant ouvert peut le rechercher dans {{APP_DISPLAY_NAME}}
id_id: Siapa pun yang telah mendapatkan tautan dan membukanya dapat mencarinya di {{APP_DISPLAY_NAME}}
it_it: Chiunque abbia ottenuto il link e lo ha aperto lo può cercare in {{APP_DISPLAY_NAME}}
ja_jp: リンクを取得してアクセスしたユーザーは、{{APP_DISPLAY_NAME}} でこのドキュメントを検索できます。
ko_kr: 링크를 받고 열어본 사람은 누구나 {{APP_DISPLAY_NAME}}에서 검색할 수 있습니다
ms_my: Sesiapa yang telah mendapatkan pautan dan membukanya boleh mencarinya di {{APP_DISPLAY_NAME}}
pt_br: Qualquer pessoa que obteve o link e o abriu pode procurá-lo em {{APP_DISPLAY_NAME}}
ru_ru: Любой, кто получил ссылку и открыл ее, может найти ее в {{APP_DISPLAY_NAME}}
th_th: ใครก็ตามที่ได้รับลิงก์และเปิดขึ้นสามารถค้นหาได้ใน {{APP_DISPLAY_NAME}}
vi_vn: Bất kỳ ai có và đã mở liên kết đều có thể tìm kiếm liên kết trong {{APP_DISPLAY_NAME}}
zh_cn: 获得链接并打开过的人，可在{{APP_DISPLAY_NAME}}搜索到本文档
zh_tw: 取得連結並開啟過的人，可在{{APP_DISPLAY_NAME}}搜尋到本文件

# ph4
source: Only people with the link can search
de_de: Nur Personen mit dem Link können suchen
es_es: Solo las personas con el enlace pueden buscar
fr_fr: Seuls les membres disposant du lien peuvent rechercher
id_id: Hanya orang yang memiliki tautan yang dapat mencari
it_it: Solo le persone con il link possono cercare
ja_jp: リンクを取得したユーザーのみ検索可能
ko_kr: 링크가 있는 사람만 검색 가능
ms_my: Hanya orang dengan pautan boleh mencari
pt_br: Apenas pessoas com o link podem pesquisar
ru_ru: Искать могут только те, у кого есть ссылка
th_th: เฉพาะผู้ที่มีลิงก์เท่านั้นที่สามารถค้นหาได้
vi_vn: Chỉ người có liên kết mới có thể tìm kiếm
zh_cn: 仅获得链接的人可搜索
zh_tw: 僅取得連結的人可搜尋

# 6Po
source: Unable to transfer. Please try again.
de_de: Übertragen fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se puede transferir. Inténtalo de nuevo.
fr_fr: Transfert impossible. Veuillez réessayer.
id_id: Gagal mentransfer. Coba lagi.
it_it: Impossibile trasferire. Riprova.
ja_jp: 譲渡できませんでした。しばらくしてから再試行してください。
ko_kr: 이전할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat memindahkan. Sila cuba lagi.
pt_br: Não é possível transferir. Tente novamente.
ru_ru: Не удалось передать. Попробуйте еще раз.
th_th: ไม่สามารถถ่ายโอนได้ โปรดลองอีกครั้ง
vi_vn: Không thể chuyển. Vui lòng thử lại.
zh_cn: 转移失败，请稍后再试
zh_tw: 轉移失敗，請稍後再試

# cMg
source: Unable to change the searchable settings for the current page and its sub-pages. Please contact the document owner.
de_de: Die durchsuchbaren Einstellungen können für die aktuelle Seite und ihre Unterseiten nicht geändert werden. Bitte wenden Sie sich an den Besitzer des Dokuments.
es_es: No se puede cambiar la configuración de búsqueda de la página actual y sus subpáginas. Ponte en contacto con el propietario del documento.
fr_fr: Impossible de modifier les paramètres recherchables de la page actuelle et de ses sous-pages. Veuillez contacter le propriétaire du document.
id_id: Gagal mengubah pengaturan yang dapat dicari untuk halaman saat ini beserta subhalamannya. Hubungi pemilik dokumen.
it_it: Impossibile modificare le impostazioni ricercabili per la pagina corrente e le relative pagine secondarie. Contatta il proprietario del documento.
ja_jp: このページ及びその子ページの検索範囲の設定を変更できません。変更が必要な場合は、ドキュメントの所有者に連絡してください。
ko_kr: 현재 페이지 및 하위 페이지의 검색 가능 설정을 변경할 수 없습니다. 문서 소유자에게 문의하세요.
ms_my: Tidak dapat mengubah tetapan carian untuk halaman semasa dan sub-halaman. Sila hubungi pemilik dokumen.
pt_br: Falha ao alterar as configurações pesquisáveis da página atual e suas páginas. Entre em contato com o proprietário do documento.
ru_ru: Невозможно изменить параметры поиска для текущей страницы и ее подстраниц. Свяжитесь с владельцем документа.
th_th: เปลี่ยนการตั้งค่ารายการที่ค้นหาได้ของหน้าปัจจุบันและหน้าย่อยไม่สำเร็จ โปรดติดต่อเจ้าของเอกสาร
vi_vn: Không thể thay đổi cài đặt có thể tìm kiếm cho trang hiện tại và các trang con của trang này. Vui lòng liên hệ với chủ sở hữu tài liệu.
zh_cn: 无法修改当前页面及子页面的可搜索设置，如需修改请联系文档所有者
zh_tw: 無法修改目前頁面及其子頁面的可搜尋設定。如需修改，請聯絡文件擁有者

# rTE
source: This setting will apply only to the current document, not to the mentioned docs.
de_de: Diese Einstellung gilt nur für das aktuelle Dokument, nicht für die erwähnten Dokumente.
es_es: Esta configuración solamente se aplicará al documento actual, no a los docs mencionados.
fr_fr: Ce paramètre s'appliquera uniquement au document actuel, et non aux documents mentionnés.
id_id: Pengaturan ini hanya akan diterapkan pada dokumen saat ini, tidak pada dokumen yang disebutkan.
it_it: Questa impostazione verrà applicata solo al documento corrente e non ai Docs menzionati.
ja_jp: この Docs にのみ適用します。参照した Docs は個別に設定する必要があります。
ko_kr: 이 설정은 언급된 Docs가 아닌 현재 문서에만 적용됩니다.
ms_my: Tetapan ini hanya akan digunakan pada dokumen semasa, bukan pada dokumen yang disebut.
pt_br: Essa configuração será aplicada apenas ao documento atual, não aos documentos mencionados.
ru_ru: Этот параметр будет применяться только к текущему документу, а не к упомянутым документам.
th_th: การตั้งค่านี้จะมีผลกับเอกสารปัจจุบันเท่านั้น ไม่มีผลกับ Docs ที่กล่าวถึง
vi_vn: Cài đặt này sẽ chỉ được áp dụng cho tài liệu hiện tại, không được áp dụng cho các tài liệu được đề cập.
zh_cn: 仅对本篇文档生效，引用文档需单独设置
zh_tw: 僅對本文件生效，本文引用需要單獨設定

# ln4
source: Who can view profile pictures of visitors and users who liked this document
de_de: Wer kann die Profilbilder von Besuchern und Benutzern ansehen, denen dieses Dokument gefiel
es_es: Quién puede ver las imágenes de perfil de los visitantes y usuarios a los que les gusta este documento
fr_fr: Utilisateurs autorisés à afficher les photos de profil des visiteurs et des utilisateurs qui ont aimé ce document
id_id: Siapa saja yang dapat melihat foto profil pengunjung dan pengguna yang menyukai dokumen ini
it_it: Chi può visualizzare le immagini del profilo dei visitatori e degli utenti che hanno aggiunto Mi piace a questo documento
ja_jp: アクセス・いいねしたユーザーのプロフィール写真を表示できるユーザー
ko_kr: 이 문서를 좋아했던 방문자 및 사용자의 프로필 사진을 볼 수 있는 사용자
ms_my: Siapa yang boleh melihat gambar profil pengunjung dan pengguna yang menyukai dokumen ini
pt_br: Quem pode visualizar fotos de perfil de visitantes e usuários que gostaram deste documento
ru_ru: Кто может просматривать фотографии профилей посетителей и пользователей, которым понравился этот документ
th_th: ใครสามารถดูรูปโปรไฟล์ของผู้เข้าชมและผู้ใช้ที่ถูกใจเอกสารนี้ได้บ้าง
vi_vn: Người có thể xem ảnh hồ sơ của khách truy cập và người dùng đã thích tài liệu này
zh_cn: 谁可以查看访问者头像和点赞者头像
zh_tw: 誰可以查看造訪者頭像和按讚者頭像

# Wwk
source: Who can copy content
de_de: Wer kann Inhalte kopieren
es_es: Quién puede copiar contenido
fr_fr: Qui peut copier le contenu
id_id: Siapa saja yang dapat menyalin konten
it_it: Chi può copiare il contenuto
ja_jp: 内容をコピーできるユーザー
ko_kr: 콘텐츠를 복사할 수 있는 사용자
ms_my: Siapa yang boleh menyalin kandungan
pt_br: Quem pode copiar o conteúdo
ru_ru: Кто может копировать контент
th_th: ผู้ที่คัดลอกเนื้อหาได้
vi_vn: Người có thể sao chép nội dung
zh_cn: 谁可以复制内容
zh_tw: 誰可以複製內容

# 2dA
source: Can't save to My Template. You don't have permission to duplicate the content.
de_de: Speichern in „Meine Vorlage“ nicht möglich. Sie haben keine Berechtigung, den Inhalt zu duplizieren.
es_es: No se puede guardar en Mi plantilla. No tienes permiso para duplicar el contenido.
fr_fr: Impossible d'enregistrer dans Mon modèle. Vous n'êtes pas autorisé à dupliquer le contenu.
id_id: Tidak dapat menyimpan ke Templat Saya. Anda tidak memiliki izin untuk menduplikasi konten.
it_it: Impossibile salvare in Il mio modello. Non disponi dell'autorizzazione per duplicare il contenuto.
ja_jp: このドキュメントのコピーを作成する権限がないため、「マイテンプレート」に保存できません。
ko_kr: 내 템플릿에 저장할 수 없습니다. 콘텐츠를 복제할 수 있는 권한이 없습니다.
ms_my: Tidak dapat menyimpan ke Templat Saya. Anda tidak mempunyai kebenaran untuk menduplikasi kandungan.
pt_br: Não é possível salvar em Meu modelo. Você não tem permissão para duplicar o conteúdo.
ru_ru: Не удается сохранить в Мой шаблон. У вас нет разрешения на дублирование контента.
th_th: ไม่สามารถบันทึกไปยังเทมเพลตของฉันได้ คุณไม่ได้รับสิทธิ์การอนุญาตให้ทำซ้ำเนื้อหา
vi_vn: Không thể lưu vào Mẫu của tôi. Bạn không có quyền sao chép nội dung.
zh_cn: 你没有该文档的创建副本权限，无法保存到我的模板
zh_tw: 你沒有該文件的建立副本權限，無法儲存至我的範本

# Gjw
source: Action failed. You don't have permission to duplicate the content.
de_de: Aktion fehlgeschlagen. Sie haben keine Berechtigung, den Inhalt zu duplizieren.
es_es: Error en la acción. No tienes permiso para duplicar el contenido.
fr_fr: L'opération a échoué. Vous n'êtes pas autorisé à dupliquer le contenu.
id_id: Tindakan gagal. Anda tidak memiliki izin untuk menggandakan konten.
it_it: Azione non riuscita. Non disponi dell'autorizzazione per duplicare il contenuto.
ja_jp: 操作を実行できませんでした。このドキュメントのコピーを作成する権限がありません。
ko_kr: 작업에 실패했습니다. 콘텐츠를 복제할 수 있는 권한이 없습니다.
ms_my: Tindakan gagal. Anda tidak mempunyai kebenaran untuk menduplikasi kandungan.
pt_br: Falha na ação. Você não tem permissão para duplicar o conteúdo.
ru_ru: Действие не выполнено. У вас нет разрешения на дублирование контента.
th_th: การดำเนินการล้มเหลว คุณไม่ได้รับสิทธิ์การอนุญาตให้ทำเนื้อหาซ้ำ
vi_vn: Hành động không thành công. Bạn không có quyền sao chép nội dung này.
zh_cn: 操作失败，你没有该文档的创建副本权限
zh_tw: 操作失敗，你沒有該文件的建立副本權限

# Bmo
source: Who can duplicate, print or download
de_de: Wer kann Inhalte duplizieren, drucken oder herunterladen
es_es: Quién puede duplicar, imprimir o descargar
fr_fr: Qui peut dupliquer, imprimer ou télécharger
id_id: Siapa saja yang dapat menduplikasi, mencetak, atau mengunduh
it_it: Chi può duplicare, stampare o scaricare
ja_jp: コピーを作成、印刷、ダウンロードできるユーザー
ko_kr: 복제, 인쇄 또는 다운로드할 수 있는 사용자
ms_my: Siapa yang boleh menduplikasi, mencetak atau memuat turun
pt_br: Quem pode duplicar, imprimir ou fazer download
ru_ru: Кто может продублировать, распечатать или скачать
th_th: ใครสามารถทำซ้ำ พิมพ์ หรือดาวน์โหลดเนื้อหาได้บ้าง
vi_vn: Người có thể sao chép, in hoặc tải xuống
zh_cn: 谁可以创建副本、打印和下载
zh_tw: 誰可以建立副本、列印和下載

# nAU
source: Your appeal was not approved. If you have any questions, please {{appeal}} again for manual review.
de_de: Ihr Einspruch wurde nicht genehmigt. Bei Fragen können Sie für eine manuelle Überprüfung erneut {{appeal}}.
es_es: Tu reclamación no se ha aprobado. Si tienes alguna pregunta, {{appeal}} otra vez para solicitar una revisión manual.
fr_fr: Votre appel n'a pas été approuvé. Si vous avez des questions, veuillez {{appeal}} à nouveau pour une vérification manuelle.
id_id: Banding Anda tidak disetujui. Jika Anda memiliki pertanyaan, {{appeal}} lagi untuk tinjauan manual.
it_it: L'appello non è stato approvato. In caso di domande, {{appeal}} di nuovo per la revisione manuale.
ja_jp: 申し訳ございませんが、送信していただいた申し立ては却下されました。ご質問などがございましたら、再度{{appeal}}して、スタッフによる審査を申請してください。。
ko_kr: 이의 제기가 승인되지 않았습니다. 질문이 있는 경우 수동 검토를 위해 다시 {{appeal}}하세요.
ms_my: Rayuan anda tidak diluluskan. Jika ada sebarang pertanyaan, sila {{appeal}} lagi untuk kajian manual.
pt_br: Sua solicitação não foi aprovada. Caso tenha alguma dúvida, {{appeal}} novamente para uma revisão manual.
ru_ru: Ваша апелляция не утверждена. При наличии вопросов подайте {{appeal}} повторно для ее рассмотрения в ручном режиме.
th_th: การส่งคำร้องของคุณไม่ได้รับการอนุมัติ หากมีคำถามใดๆ โปรด {{appeal}} อีกครั้งเพื่อทำการตรวจสอบด้วยตนเอง
vi_vn: Kháng nghị của bạn không được phê duyệt. Nếu bạn có bất kỳ câu hỏi nào, vui lòng {{appeal}} lại để xem xét thủ công.
zh_cn: 申诉未通过。若有疑问，可重新{{appeal}}，进行人工审核
zh_tw: 申訴未通過。如有疑問，可重新{{appeal}}進行人工審核

# Fis
source: Your appeal was not approved. You've reached the maximum number of requests for today. Please try again tomorrow or {{contact_support}} for help.
de_de: Ihr Einspruch wurde nicht genehmigt. Sie haben die max. zulässige Anzahl an Anträgen für heute erreicht. Bitte versuchen Sie es morgen erneut oder {{contact_support}} für Unterstützung.
es_es: Tu reclamación no se ha aprobado. Has alcanzado el número máximo de solicitudes por hoy. Inténtalo de nuevo mañana o {{contact_support}} para obtener ayuda.
fr_fr: Votre appel n'a pas été approuvé. Vous avez atteint le nombre maximum de demandes pour aujourd'hui. Veuillez réessayer demain ou {{contact_support}} pour obtenir de l'aide.
id_id: Banding Anda tidak disetujui. Anda telah mencapai maksimum jumlah permintaan untuk hari ini. Coba lagi besok atau {{contact_support}} untuk mendapatkan bantuan.
it_it: Il tuo appello non è stato approvato. Hai raggiunto il numero massimo odierno di richieste. Riprova domani o {{contact_support}} per ricevere assistenza.
ja_jp: 申し訳ございませんが、送信していただいた申し立ては却下されました。今日の申し立て回数が上限に達したため、翌日以降に再試行してください。サポートが必要な場合、{{contact_support}}してください。
ko_kr: 이의 제기가 승인되지 않았습니다. 오늘 최대 요청 수에 도달했습니다. 내일 다시 시도하거나 {{contact_support}}로 지원을 요청하세요.
ms_my: Rayuan anda tidak diluluskan. Anda telah mencapai bilangan permintaan maksimum untuk hari ini. Sila cuba lagi esok atau {{contact_support}} untuk bantuan.
pt_br: Sua solicitação não foi aprovada. Você atingiu o número máximo de solicitações para hoje. Tente novamente amanhã ou {{contact_support}} para obter ajuda.
ru_ru: Ваша апелляция не утверждена. На сегодня достигнуто максимальное количество запросов. Повторите попытку завтра или {{contact_support}}для получения поддержки.
th_th: การส่งคำร้องของคุณไม่ได้รับการอนุมัติ คุณมีคำขอถึงจำนวนสูงสุดสำหรับวันนี้แล้ว โปรดลองอีกครั้งพรุ่งนี้หรือ {{contact_support}} เพื่อขอความช่วยเหลือ
vi_vn: Kháng nghị của bạn không được phê duyệt. Số lượng yêu cầu hôm nay đã đạt mức tối đa. Vui lòng thử lại vào ngày mai hoặc {{contact_support}} để được trợ giúp.
zh_cn: 申诉未通过。今日申诉次数已达上限，请次日重试。如需帮助可 {{contact_support}} 反馈
zh_tw: 申訴未通過。今日申訴次數已達上限，請於次日重試。如需協助，可 {{contact_support}} 提供意見反應
