Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# me0
source: Request to adjust security level has been submitted
de_de: Die Anfrage zum Heruntersetzen der Sicherheitsstufe wurde eingereicht
es_es: Se ha enviado la solicitud de ajustar el nivel de seguridad
fr_fr: La demande d'ajustement du niveau de sécurité a été soumise
id_id: Permintaan untuk menyesuaikan tingkat keamanan telah dikirimkan
it_it: La richiesta di rettifica del livello di sicurezza è stata inviata
ja_jp: ドキュメントの秘密度の変更申請を提出しました。
ko_kr: 보안 수준 조정 요청이 제출되었습니다
ms_my: Permintaan untuk menyesuaikan tahap keselamatan telah dihantar
pt_br: A solicitação para ajustar o nível de segurança foi enviada
ru_ru: Запрос на изменение уровня безопасности отправлен
th_th: ส่งคำขอปรับระดับความปลอดภัยแล้ว
vi_vn: Yêu cầu điều chỉnh cấp độ bảo mật đã được gửi đi
zh_cn: 文档的密级修改申请已提交
zh_tw: 文件的加密等級修改申請已提交

# 25I
source: Under review
de_de: Wird geprüft
es_es: En revisión
fr_fr: En cours d'examen
id_id: Dalam peninjauan
it_it: In revisione
ja_jp: 承認中
ko_kr: 검토 중
ms_my: Dalam kajian
pt_br: Em análise
ru_ru: На рассмотрении
th_th: อยู่ระหว่างการตรวจสอบ
vi_vn: Đang được xét duyệt
zh_cn: 审批中
zh_tw: 審核中

# 8QE
source: The document's security level will be adjusted once your request is approved.
de_de: Die Sicherheitsstufe des Dokuments wird angepasst, sobald Ihre Anfrage genehmigt wurde.
es_es: El nivel de seguridad del documento se ajustará una vez que se apruebe tu solicitud.
fr_fr: Le niveau de sécurité du document sera ajusté une fois que votre demande sera approuvée.
id_id: Tingkat keamanan dokumen akan disesuaikan setelah permintaan Anda disetujui.
it_it: Il livello di sicurezza del documento verrà rettificato dopo che la tua richiesta sarà approvata.
ja_jp: 承認後、ドキュメントの秘密度の変更が適用されます。
ko_kr: 요청이 승인되면 문서의 보안 수준이 조정됩니다.
ms_my: Tahap keselamatan dokumen akan disesuaikan setelah permintaan anda diluluskan.
pt_br: O nível de segurança do documento será ajustado assim que sua solicitação for aprovada.
ru_ru: Уровень безопасности документа будет скорректирован после утверждения вашего запроса.
th_th: ระดับความปลอดภัยของเอกสารจะปรับเปลี่ยนเมื่อคำขอของคุณได้รับการอนุมัติแล้ว
vi_vn: Cấp độ bảo mật của tài liệu sẽ được điều chỉnh sau khi yêu cầu của bạn được phê duyệt.
zh_cn: 审批通过后，文档密级调整将随之生效
zh_tw: 審核通過後，文件加密等級調整將隨之生效

# qJA
source: Unable to submit. You do not have the permission to adjust this document's security level.
de_de: Einreichen nicht möglich. Sie haben keine Berechtigung, die Sicherheitsstufe dieses Dokuments anzupassen.
es_es: No se puede enviar. No tienes permiso para ajustar el nivel de seguridad de este documento.
fr_fr: Soumission impossible. Vous n'êtes pas autorisé à ajuster le niveau de sécurité de ce document.
id_id: Gagal mengirim. Anda tidak memiliki izin untuk menyesuaikan tingkat keamanan dokumen ini.
it_it: Impossibile inviare. Non disponi dell'autorizzazione per rettificare il livello di sicurezza di questo documento.
ja_jp: 提出できませんでした。秘密度を変更する権限がありません。
ko_kr: 제출할 수 없습니다. 이 문서의 보안 수준을 조정할 권한이 없습니다.
ms_my: Tidak dapat menghantar. Anda tidak mempunyai kebenaran untuk mengubah tahap keselamatan dokumen ini.
pt_br: Não é possível enviar. Você não tem permissão para ajustar o nível de segurança deste documento.
ru_ru: Не удалось отправить. У вас недостаточно прав для изменения уровня безопасности этого документа.
th_th: ส่งไม่สำเร็จ คุณไม่มีสิทธิ์การอนุญาตในการปรับระดับความปลอดภัยของเอกสารนี้
vi_vn: Không thể gửi. Bạn không có quyền điều chỉnh cấp độ bảo mật của tài liệu này.
zh_cn: 提交失败，你没有本文档的密级修改权限
zh_tw: 提交失敗，你沒有本文件的加密等級修改權限

# 5KM
source: Unable to submit. Please try again later
de_de: Einreichen nicht möglich. Bitte versuchen Sie es später erneut
es_es: No se puede enviar. Inténtalo de nuevo más tarde
fr_fr: Soumission impossible. Veuillez réessayer plus tard
id_id: Gagal mengirim. Coba lagi nanti
it_it: Impossibile inviare. Riprova più tardi
ja_jp: 提出できませんでした。後で再試行してください。
ko_kr: 제출할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat menghantar. Sila cuba lagi kemudian
pt_br: Não é possível enviar. Tente novamente mais tarde
ru_ru: Не удалось отправить. Попробуйте позже
th_th: ส่งไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể gửi. Vui lòng thử lại sau
zh_cn: 提交失败，请稍后重试
zh_tw: 提交失敗，請稍後重試

# Hew
source: You have requested to adjust the document's security level to {{secure_label}}
de_de: Sie haben angefragt, die Sicherheitsstufe des Dokuments auf {{secure_label}} anzupassen
es_es: Has solicitado que se ajuste el nivel de seguridad del documento a {{secure_label}}
fr_fr: Vous avez demandé d'ajuster le niveau de sécurité du document en : {{secure_label}}
id_id: Anda telah meminta untuk menyesuaikan tingkat keamanan dokumen menjadi {{secure_label}}
it_it: Hai richiesto di rettificare il livello di sicurezza del documento in {{secure_label}}
ja_jp: ドキュメントの秘密度の{{secure_label}}への変更を申請しました。
ko_kr: 문서의 보안 수준을 {{secure_label}}(으)로 조정하도록 요청했습니다
ms_my: Anda telah meminta untuk menyesuaikan tahap keselamatan dokumen ke {{secure_label}}
pt_br: Você solicitou ajustar o nível de segurança do documento para {{secure_label}}
ru_ru: Вы запросили изменение уровня безопасности документа на {{secure_label}}
th_th: คุณส่งคำขอในการปรับระดับความปลอดภัยของเอกสารเป็น {{secure_label}}
vi_vn: Bạn đã yêu cầu điều chỉnh cấp độ bảo mật của tài liệu thành {{secure_label}}
zh_cn: 你已申请将文档密级调整为{{secure_label}}
zh_tw: 你已申請將文件加密等級調整為 {{secure_label}}

# 70U
source: {{username}} has requested to adjust the document to {{secure_label}}
de_de: {{username}} hat angefragt, das Dokument auf {{secure_label}} anzupassen
es_es: {{username}} ha solicitado ajustar el documento a {{secure_label}}
fr_fr: {{username}} a demandé d'ajuster le document en : {{secure_label}}
id_id: {{username}} telah meminta untuk menyesuaikan dokumen menjadi {{secure_label}}
it_it: {{username}} ha richiesto di rettificare il documento in {{secure_label}}
ja_jp: {{username}} がドキュメントの秘密度の{{secure_label}}への変更を申請しました。
ko_kr: {{username}} 님이 문서를 {{secure_label}}(으)로 조정하도록 요청했습니다
ms_my: {{username}} telah meminta untuk menyesuaikan dokumen ke {{secure_label}}
pt_br: {{username}} solicitou o ajuste do documento para {{secure_label}}
ru_ru: {{username}} запросил(а) изменение документа на {{secure_label}}
th_th: {{username}} ส่งขอคำขอในการปรับระดับความปลอดภัยของเอกสารเป็น {{secure_label}}
vi_vn: {{username}} đã yêu cầu điều chỉnh tài liệu thành {{secure_label}}
zh_cn: {{username}} 申请将文档密级调整为 {{secure_label}}
zh_tw: {{username}} 申請將文件加密等級調整為 {{secure_label}}

# qMo
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 操作の確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 操作确认
zh_tw: 操作確認

# C0w
source: 1 pending request
de_de: 1 ausstehende Anfrage
es_es: 1 solicitud pendiente
fr_fr: 1 demande en attente
id_id: 1 permintaan tertunda
it_it: 1 richiesta in sospeso
ja_jp: 1 名のメンバー
ko_kr: 보류 중인 요청 1개
ms_my: 1 permintaan tertangguh
pt_br: 1 solicitação pendente
ru_ru: 1 ожидающий запрос
th_th: 1 คำขอที่รอดำเนินการ
vi_vn: 1 yêu cầu đang chờ xử lý
zh_cn: 1 位成员
zh_tw: 1 位成員

# dWg
source: 1 pending request to adjust the document to {{secure_label}}. Security level will be adjusted once any of these requests is approved.
de_de: 1 ausstehende Anfrage zum Anpassen des Dokuments an {{secure_label}}. Die Sicherheitsstufe wird angepasst, sobald eine dieser Anfragen genehmigt ist.
es_es: 1 solicitud pendiente para ajustar el documento a {{secure_label}}. El nivel de seguridad se ajustará tras la aprobación de cualquiera de estas solicitudes.
fr_fr: 1 demande d'ajustement du document au niveau {{secure_label}} en attente. Le niveau de sécurité sera ajusté une fois l'une de ces demandes approuvée.
id_id: 1 permintaan tertunda untuk menyesuaikan dokumen menjadi {{secure_label}}. Tingkat keamanan akan disesuaikan setelah salah satu permintaan ini disetujui.
it_it: 1 richiesta di rettifica del documento in {{secure_label}} in sospeso. Il livello di sicurezza verrà rettificato dopo l'approvazione di una di queste richieste.
ja_jp: 1 名のメンバーがこの Docs の秘密度レベルを {{secure_label}} に変更することを申請しました。いずれかの申請が承認されると、秘密度レベルの変更が有効になります。
ko_kr: 문서를 {{secure_label}}(으)로 조정하기 위한 1개 요청이 승인 보류 중입니다. 이러한 요청 중 하나가 승인되면 보안 수준이 조정됩니다.
ms_my: 1 permintaan tertunda untuk menyesuaikan dokumen ke {{secure_label}}. Tahap keselamatan akan disesuaikan sekali mana-mana permintaan ini diluluskan.
pt_br: 1 solicitação pendente para ajustar o documento para {{secure_label}}. O nível de segurança será ajustado assim que qualquer uma dessas solicitações for aprovada.
ru_ru: 1 запрос, ожидающий подтверждения, для изменения {{secure_label}} для этого документа. Уровень безопасности будет изменен после подтверждения любого из этих запросов.
th_th: 1 คำขอในการปรับเอกสารเป็น {{secure_label}} ที่รอดำเนินการ ระดับความปลอดภัยจะปรับเปลี่ยนเมื่อคำขอเหล่านี้ได้รับการอนุมัติ
vi_vn: 1 yêu cầu điều chỉnh tài liệu thành {{secure_label}} đang chờ xử lý. Cấp độ bảo mật sẽ được điều chỉnh sau khi một trong những yêu cầu này được phê duyệt.
zh_cn: 已有 1 位成员申请将文档密级调低至{{secure_label}}。任一审批通过，密级调整将随即生效
zh_tw: 已有 1 位成員申請將文件加密等級降低至{{secure_label}}。任一審核通過後，加密等級調整隨即生效

# Ydc
source: {{time}} submitted the request
de_de: Anfrage eingereicht: {{time}}
es_es: Solicitud enviada a las {{time}}
fr_fr: {{time}} a soumis la demande
id_id: {{time}} mengirimkan permintaan
it_it: {{time}} ha inviato la richiesta
ja_jp: {{time}} に申請を送信しました。
ko_kr: {{time}} 요청을 제출했습니다
ms_my: {{time}} menghantar permintaan
pt_br: {{time}} enviou a solicitação
ru_ru: {{time}} отправлен запрос
th_th: {{time}} ส่งคำขอแล้ว
vi_vn: {{time}} đã gửi yêu cầu
zh_cn: {{time}} 提交了申请
zh_tw: {{time}} 提交了申請

# TX4
source: View Progress
de_de: Fortschritt ansehen
es_es: Ver avance
fr_fr: Afficher l'avancement
id_id: Lihat Kemajuan
it_it: Visualizza avanzamento
ja_jp: 進捗を見る
ko_kr: 진행률 보기
ms_my: Lihat Kemajuan
pt_br: Visualizar andamento
ru_ru: Посмотреть прогресс
th_th: ดูความคืบหน้า
vi_vn: Xem tiến độ
zh_cn: 查看进展
zh_tw: 查看進展

# Z3Y
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# T08
source: Your previous requests to adjust the document's security level will become invalid when you submit this request.
de_de: Ihre früheren Anfragen zur Anpassung der Sicherheitsstufe des Dokuments werden ungültig, wenn Sie diese Anfrage einreichen.
es_es: Tu solicitud anterior de ajustar el nivel de seguridad del documento dejará de ser válida cuando envíes esta solicitud.
fr_fr: Vos précédentes demandes d'ajustement du niveau de sécurité du document ne seront plus valides si vous soumettez cette demande.
id_id: Permintaan Anda sebelumnya untuk menyesuaikan tingkat keamanan dokumen akan menjadi tidak valid ketika Anda mengirimkan permintaan ini.
it_it: Le tue richieste precedenti per la rettifica del livello di sicurezza del documento non saranno più valide quando invierai questa richiesta.
ja_jp: 送信後、以前に送信した秘密度レベル変更の申請は自動的に無効になります。
ko_kr: 이 요청을 제출하면 이전 문서 보안 수준 조정 요청이 유효하지 않게 됩니다.
ms_my: Permintaan sebelumnya anda untuk menyesuaikan tahap keselamatan dokumen akan menjadi tidak sah apabila anda menghantar permintaan ini.
pt_br: Suas solicitações anteriores para ajustar o nível de segurança do documento se tornarão inválidas quando você enviar esta solicitação.
ru_ru: Ваши предыдущие запросы на изменение уровня безопасности документа станут недействительными, когда вы отправите этот запрос.
th_th: คำขอก่อนหน้าของคุณในการปรับระดับความปลอดภัยของเอกสารนี้จะกลายเป็นโมฆะเมื่อคุณส่งคำขอนี้
vi_vn: Các yêu cầu điều chỉnh cấp độ bảo mật tài liệu trước đây của bạn sẽ trở thành không hợp lệ khi bạn gửi yêu cầu này.
zh_cn: 提交后，此前提交的密级修改申请将自动失效。
zh_tw: 提交後，此前提交的加密等級修改申請將自動失效。

# jAc
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 申請の確認
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 申请提示
zh_tw: 申請提示

# YBk
source: {{number}} pending requests
de_de: {{number}} ausstehende Anfragen
es_es: {{number}} solicitudes pendientes
fr_fr: {{number}} demandes en attente
id_id: {{number}} permintaan tertunda
it_it: {{number}} richieste in sospeso
ja_jp: {{number}} 名のメンバー
ko_kr: 보류 중인 요청 {{number}}개
ms_my: {{number}} permintaan tertangguh
pt_br: {{number}} solicitações pendentes
ru_ru: Ожидающих запросов: {{number}}
th_th: {{number}} คำขอที่รอดำเนินการ
vi_vn: {{number}} yêu cầu đang chờ xử lý
zh_cn: {{number}} 位成员
zh_tw: {{number}} 位成員

# MSU
source: {{number}} pending requests to adjust the document to {{secure_label}}. Security level will be adjusted once any of these requests is approved.
de_de: {{number}} ausstehende Anfragen zum Anpassen des Dokuments an {{secure_label}}. Die Sicherheitsstufe wird angepasst, sobald eine dieser Anfragen genehmigt ist.
es_es: {{number}} solicitudes pendientes para ajustar el documento a {{secure_label}}. El nivel de seguridad se ajustará cuando se apruebe cualquiera de estas solicitudes.
fr_fr: {{number}} demandes d'ajustement du document au niveau {{secure_label}} en attente. Le niveau de sécurité sera ajusté une fois l'une de ces demandes approuvée.
id_id: {{number}} permintaan tertunda untuk menyesuaikan dokumen menjadi {{secure_label}}. Tingkat keamanan akan disesuaikan setelah salah satu permintaan ini disetujui.
it_it: {{number}} richieste di rettifica del documento in {{secure_label}} in sospeso. Il livello di sicurezza verrà rettificato dopo l'approvazione di una di queste richieste.
ja_jp: {{number}} 名のメンバーがこの Docs の秘密度レベルを {{secure_label}} に変更することを申請しました。いずれかの申請が承認されると、秘密度レベルの変更が有効になります。
ko_kr: 문서를 {{secure_label}}(으)로 조정하기 위한 {{number}}개 요청이 승인 보류 중입니다. 이러한 요청 중 하나가 승인되면 보안 수준이 조정됩니다.
ms_my: {{number}} permintaan tertunda untuk menyesuaikan dokumen ke {{secure_label}}. Tahap keselamatan akan disesuaikan sekali mana-mana permintaan ini diluluskan.
pt_br: {{number}} solicitações pendentes para ajustar o documento para {{secure_label}}. O nível de segurança será ajustado assim que qualquer uma dessas solicitações for aprovada.
ru_ru: {{number}} запросов, ожидающих проверки, для изменения {{secure_label}} для этого документа. Уровень безопасности будет изменен после подтверждения любого из этих запросов.
th_th: {{number}} คำขอในการปรับเอกสารเป็น {{secure_label}} ที่รอดำเนินการ ระดับความปลอดภัยจะปรับเปลี่ยนเมื่อคำขอเหล่านี้ได้รับการอนุมัติ
vi_vn: {{number}} yêu cầu điều chỉnh tài liệu thành {{secure_label}} đang chờ xử lý. Cấp độ bảo mật sẽ được điều chỉnh sau khi một trong những yêu cầu này được phê duyệt.
zh_cn: 已有 {{number}} 位成员申请将文档密级调低至 {{secure_label}}。任一审批通过，密级调整将随即生效
zh_tw: 已有 {{number}} 位成員申請將文件加密等級降低至 {{secure_label}}。任一審核通過後，加密等級調整隨即生效

# DZU
source: According to your organization's security policy, your request to adjust the document's security level needs to be approved by one of the following members.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation muss Ihre Anfrage zum Anpassen der Sicherheitsstufe des Dokuments von einem der folgenden Mitglieder genehmigt werden.
es_es: Conforme a la política de seguridad de tu organización, uno de los siguientes miembros debe aprobar tu solicitud de ajustar el nivel de seguridad del documento.
fr_fr: Conformément à la politique de sécurité de votre organisation, votre demande d'ajustement du niveau de sécurité du document doit être approuvée par un des membres suivants.
id_id: Berdasarkan kebijakan keamanan organisasi Anda, permintaan Anda untuk menyesuaikan tingkat keamanan dokumen perlu disetujui oleh salah satu anggota berikut.
it_it: Secondo il criterio di sicurezza della tua organizzazione, la tua richiesta di rettificare il livello di sicurezza del documento deve essere approvata da uno dei seguenti membri.
ja_jp: 法人のセキュリティポリシーにより、ドキュメントの秘密度を変更するには、以下のいずれかのメンバーによる承認が必要です。
ko_kr: 기업의 보안 정책에 따라 문서의 보안 수준 조정 요청은 다음 구성원 중 한 사람의 승인을 받아야 합니다.
ms_my: Mengikut dasar keselamatan organisasi anda, permintaan anda untuk menyesuaikan tahap keselamatan dokumen perlu diluluskan oleh salah seorang daripada ahli berikut.
pt_br: De acordo com a política de segurança da sua organização, sua solicitação para ajustar o nível de segurança do documento precisa ser aprovada por um dos membros a seguir.
ru_ru: В соответствии с стратегией безопасности вашей организации ваш запрос на изменение уровня безопасности документа должен быть одобрен одним из следующих участников.
th_th: คำขอของคุณในการปรับระดับความปลอดภัยของเอกสารจำเป็นต้องได้รับการอนุมัติจากสมาชิกคนใดคนหนึ่งต่อไปนี้ ตามนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Theo chính sách bảo mật của tổ chức, việc bạn yêu cầu điều chỉnh cấp độ bảo mật của tài liệu phải có phê duyệt của một trong những thành viên sau đây.
zh_cn: 由于企业安全策略设置，调整文档密级需以下任一审批人批准
zh_tw: 由於企業安全性原則設定，調整文件加密等級需要以下任一審核人核准

# 2ZU
source: Requests
de_de: Anfragen
es_es: Solicitudes
fr_fr: Demandes
id_id: Permintaan
it_it: Richieste
ja_jp: 申請履歴
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitações
ru_ru: Запросы
th_th: คำขอ
vi_vn: Yêu cầu
zh_cn: 申请记录
zh_tw: 申請記錄

# 7Cc
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# 8/4
source: Submitting request...
de_de: Anfrage senden...
es_es: Enviando solicitud...
fr_fr: Envoi de la demande...
id_id: Mengirimkan permintaan...
it_it: Invio richiesta in corso
ja_jp: 送信中
ko_kr: 요청 제출 중...
ms_my: Menghantar permintaan...
pt_br: Enviando solicitação...
ru_ru: Отправка запроса...
th_th: กำลังส่งคำขอ...
vi_vn: Đang gửi yêu cầu...
zh_cn: 提交中
zh_tw: 提交中

# xEI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Alw
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# wqc
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ms_my: Lalai
pt_br: Padrão
ru_ru: По умолчанию
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# j5U
source: According to your organization's security policy, your request to downgrade the document's security level needs to be approved by one of the following members.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation muss Ihre Anfrage zum Herunterstufen der Sicherheitsstufe des Dokuments von einem der folgenden Mitglieder genehmigt werden.
es_es: Conforme a la política de seguridad de tu organización, uno de los siguientes miembros debe aprobar tu solicitud de reducir el nivel de seguridad del documento.
fr_fr: Conformément à la politique de sécurité de votre organisation, votre demande pour baisser le niveau de sécurité du document doit être approuvée par l'un des membres suivants.
id_id: Berdasarkan kebijakan keamanan organisasi Anda, permintaan Anda untuk menurunkan tingkat keamanan dokumen perlu disetujui oleh salah satu anggota berikut.
it_it: Secondo il criterio di sicurezza dell'organizzazione, la tua richiesta di effettuare il downgrade del livello di sicurezza del documento deve essere approvata da uno dei seguenti membri.
ja_jp: 法人のセキュリティ設定により、ドキュメントの秘密度を下げるには以下のメンバーによる承認が必要です。
ko_kr: 기업의 보안 정책에 따라 문서의 보안 수준 다운그레이드 요청은 다음 구성원 중 한 사람의 승인을 받아야 합니다.
ms_my: Mengikut dasar keselamatan organisasi anda, permintaan anda untuk menurunkan tahap keselamatan dokumen perlu diluluskan oleh salah seorang daripada ahli berikut.
pt_br: De acordo com a política de segurança da sua organização, sua solicitação para downgrade do nível de segurança do documento precisa ser aprovada por um dos membros a seguir.
ru_ru: В соответствии с стратегией безопасности вашей организации ваш запрос на понижение уровня безопасности документа должен быть одобрен одним из следующих участников.
th_th: คำขอของคุณในการดาวน์เกรดระดับความปลอดภัยของเอกสารต้องได้รับการอนุมัติจากสมาชิกคนใดคนหนึ่งต่อไปนี้ ตามนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Theo chính sách bảo mật của tổ chức, việc bạn yêu cầu hạ cấp cấp độ bảo mật của tài liệu phải có phê duyệt của một trong những thành viên sau đây.
zh_cn: 由于企业安全策略设置，调低文档密级需要以下审批人批准
zh_tw: 由於企業安全性原則設定，降低文件加密等級需要以下審核人核准

# Lvw
source: According to your organization's security policy, downgrading the document's security level needs to be approved.
de_de: Gemäß den Sicherheitsrichtlinien Ihrer Organisation muss das Herunterstufen der Sicherheitsstufe des Dokuments genehmigt werden.
es_es: Conforme a la política de seguridad de tu organización, la reducción del nivel de seguridad del documento requiere aprobación.
fr_fr: Conformément à la politique de sécurité de votre organisation, baisser le niveau de sécurité du document nécessite une approbation.
id_id: Berdasarkan kebijakan keamanan organisasi Anda, menurunkan tingkat keamanan dokumen memerlukan persetujuan.
it_it: Secondo il criterio di sicurezza della tua organizzazione, il downgrade del livello di sicurezza del documento deve essere approvato.
ja_jp: 法人のセキュリティ設定により、ドキュメントの秘密度を下げるには承認が必要です。
ko_kr: 기업의 보안 정책에 따라 문서의 보안 수준을 다운그레이드 하려면 승인을 받아야 합니다.
ms_my: Mengikut dasar keselamatan organisasi anda, penurunan tahap keselamatan dokumen perlu diluluskan.
pt_br: De acordo com a política de segurança da sua organização, o downgrade do nível de segurança do documento precisa ser aprovado.
ru_ru: В соответствии с стратегией безопасности вашей организации понижение уровня безопасности документа должно быть одобрено.
th_th: การดาวน์เกรดระดับความปลอดภัยของเอกสารต้องได้รับการอนุมัติก่อน ตามนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Theo chính sách bảo mật của tổ chức, việc hạ cấp cấp độ bảo mật của tài liệu cần phải được phê duyệt.
zh_cn: 由于企业安全策略设置，调低文档密级需要经过审批
zh_tw: 由於企業安全性原則設定，降低文件加密等級需要經過審核
