Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# CsI
source: Sub-pages of this page will inherit their current location and permission settings. If you don't want to move the sub-pages, please adjust their locations and try again.
de_de: Der aktuelle Speicherort und die Berechtigungseinstellungen dieser Seite werden von ihren Unterseiten übernommen. Wenn Sie nicht möchten, dass die Unterseiten verschoben werden, passen Sie ihre Speicherorte an und versuchen Sie es erneut.
es_es: Las subpáginas de esta página heredarán su ubicación actual y la configuración de permisos. Si no quieres mover las subpáginas, ajusta sus ubicaciones e inténtalo de nuevo.
fr_fr: Les sous-pages de cette page hériteront de leur emplacement actuel et de leurs paramètres d'autorisation. Si vous ne souhaitez pas déplacer les sous-pages, veuillez modifier leur emplacement et réessayer.
id_id: Subhalaman dari halaman ini akan mewarisi lokasi dan pengaturan izin saat ini. Jika Anda tidak ingin memindahkan subhalaman, sesuaikan lokasinya dan coba lagi.
it_it: Le pagine secondarie di questa pagina erediteranno le loro impostazioni correnti relative a posizione e autorizzazioni Se non desideri spostare le pagine secondarie, rettifica le loro posizioni e riprova.
ja_jp: ページのサブページはこのページの位置と権限を引き継ぎます。サブページの移動を希望しない場合は、先にスペース内で編集してから再試行してください。
ko_kr: 이 페이지의 하위 페이지는 현재 위치 및 권한 설정을 상속합니다. 하위 페이지를 이동하지 않으려면 위치를 조정하고 다시 시도하세요.
ms_my: Halaman sub dari halaman ini akan mewarisi lokasi dan pengaturan izin mereka saat ini. Jika Anda tidak ingin memindahkan halaman sub, silakan atur ulang lokasi mereka dan coba lagi.
pt_br: As subpáginas desta página herdarão suas configurações atuais de localização e permissão. Se você não quiser mover as subpáginas, ajuste seus locais e tente novamente.
ru_ru: Подстраницы этой страницы наследуют свое текущее местоположение и настройки разрешений. Если вы не хотите перемещать подстраницы, измените их расположение и повторите попытку.
th_th: หน้าย่อยของหน้านี้จะรับช่วงตำแหน่งปัจจุบันและการตั้งค่าสิทธิ์การอนุญาต หากไม่ต้องการย้ายหน้าย่อย โปรดปรับตำแหน่งและลองอีกครั้ง
vi_vn: Các trang con của trang này sẽ kế thừa cài đặt quyền và vị trí hiện tại của trang này. Nếu bạn không muốn di chuyển các trang con, vui lòng điều chỉnh vị trí của chúng và thử lại.
zh_cn: 页面下的子页面将继承其当前位置和权限，如不希望移动子页面，请先在知识库内调整后重试
zh_tw: 頁面下的子頁面將繼承其目前位置和權限。如果不希望移動子頁面，請在知識庫內調整後重試

# 8fc
source: Once confirmed, this page will be moved back to the owner's "My Space". Remove this page?
de_de: Nach der Bestätigung wird diese Seite zurück in „Mein Bereich“ ihres Besitzers verschoben. Möchten Sie diese Seite entfernen?
es_es: Una vez confirmado, esta página regresará a la sección "Mi Espacio" del propietario. ¿Quieres quitar esta página?
fr_fr: Après confirmation, cette page sera replacée dans le dossier "Mon Espace" du propriétaire. Retirer la page ?
id_id: Setelah dikonfirmasi, halaman ini akan dipindahkan kembali ke "Ruang Saya" pemilik. Hapus halaman ini?
it_it: Dopo la conferma, questa pagina verrà reinserita in "Il mio spazio" del proprietario. Rimuovere questa pagina?
ja_jp: 外すと、このページは所有者の「マイスペース」に移動されます。外しますか。
ko_kr: 확인하면 이 페이지가 소유자의 "나의 공간"으로 다시 이동됩니다. 이 페이지를 제거하시겠습니까?
ms_my: Setelah disahkan, halaman ini akan dipindahkan semula ke "Ruang Saya" pemilik. Keluarkan halaman ini?
pt_br: Após a confirmação, esta página será movida de volta para o "Meu espaço" do proprietário. Remover esta página?
ru_ru: После подтверждения эта страница будет перемещена обратно в "Мое пространство" владельца. Удалить эту страницу?
th_th: เมื่อยืนยันแล้ว หน้านี้จะย้ายกลับไปที่ "พื้นที่ของฉัน" ของเจ้าของ ลบหน้านี้ออกหรือไม่
vi_vn: Sau khi được xác nhận, trang này sẽ được di chuyển trở lại "Không gian của tôi" của chủ sở hữu. Loại bỏ trang này?
zh_cn: 确认移除后，该页面将会移回到所有者的“我的空间”。确认移除吗？
zh_tw: 確認移除後，該頁面將會移回到擁有者的「我的空間」。確認移除嗎？

# yqc
source: Remove page
de_de: Seite entfernen
es_es: Quitar página
fr_fr: Retirer la page
id_id: Hapus halaman
it_it: Rimuovi pagina
ja_jp: ページを外す
ko_kr: 페이지 제거
ms_my: Buang halaman
pt_br: Remover página
ru_ru: Удалить страницу
th_th: ลบหน้า
vi_vn: Loại bỏ trang
zh_cn: 移除页面
zh_tw: 移除頁面

# wIE
source: You don't have permission to remove this page and the wiki space currently doesn't have an administrator. Please ask the organization administrator to assign an administrator to this wiki space and try again.
de_de: Sie haben keine Berechtigung für die Entfernung dieser Seite. Dieser Wiki-Bereich hat derzeit keinen Administrator. Bitten Sie den Organisationsadministrator, einen Administrator für diesen Wiki-Bereich hinzuzufügen und versuchen Sie es erneut.
es_es: No tienes permiso para quitar esta página y el espacio Wiki no tiene actualmente un administrador. Solicita al administrador corporativo que asigne a un administrador a este espacio Wiki e inténtalo de nuevo.
fr_fr: Vous n'êtes pas autorisé(e) à retirer cette page et l'espace Wiki n'a pas d'administrateur pour le moment. Veuillez demander à l'administrateur de l'organisation d'attribuer un administrateur à cet espace Wiki, puis réessayez.
id_id: Anda tidak memiliki izin untuk menghapus halaman ini dan ruang wiki saat ini tidak memiliki administrator. Minta administrator perusahaan untuk menugaskan administrator ke ruang wiki ini dan coba lagi.
it_it: Non disponi dell'autorizzazione per rimuovere questa pagina e lo spazio Wiki attualmente non ha un amministratore. Chiedi all'amministratore dell'organizzazione di assegnare un amministratore a questo spazio Wiki e riprova.
ja_jp: このページを移動する権限がなく、このスペースには管理者がいません。法人管理者に連絡してスペース管理者を追加してから、移動を申請してください。
ko_kr: 이 페이지를 제거할 수 있는 권한이 없으며 현재 Wiki 공간에 관리자가 없습니다. 엔터프라이즈 관리자에게 이 Wiki 공간에 관리자를 지정해 달라고 요청하고 다시 시도하세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengeluarkan halaman ini dan ruang wiki kini tidak mempunyai pentadbir. Sila minta pentadbir organisasi menetapkan pentadbir kepada ruang wiki ini dan cuba lagi.
pt_br: Você não tem permissão para remover esta página e o espaço wiki atualmente não tem um administrador. Solicite ao administrador da organização que atribua um administrador a esse espaço wiki e tente novamente.
ru_ru: У вас нет разрешения на удаление этой страницы, и у Wiki-пространства в настоящее время нет администратора. Попросите администратора организации назначить администратора Wiki-пространства и повторите попытку.
th_th: คุณไม่ได้รับอนุญาตให้ลบหน้านี้ออกและตอนนี้พื้นที่ Wiki ไม่มีผู้ดูแล โปรดขอให้ผู้ดูแลองค์กรมอบหมายผู้ดูแลในพื้นที่ Wiki นี้แล้วลองอีกครั้ง
vi_vn: Bạn không có quyền xóa trang này và không gian Wiki hiện không có quản trị viên. Vui lòng yêu cầu quản trị viên tổ chức gán quản trị viên cho không gian Wiki này rồi thử lại.
zh_cn: 你无权限移除该页面，且该知识库暂无管理员。请联系企业管理员添加当前知识库管理员，再申请移除权限
zh_tw: 你無權移除該頁面，且該知識庫暫無管理員。請聯絡企業管理員新增目前知識庫管理員，然後再申請移除權限

# pPQ
source: Once confirmed, this page will inherit the new parent page permission settings. Members of the original parent page can no longer access this page. Move this page?
de_de: Nach der Bestätigung übernimmt diese Seite die Berechtigungseinstellungen der neuen übergeordneten Seite. Mitglieder der ursprünglichen übergeordneten Seite können nicht mehr auf diese Seite zugreifen. Soll diese Seite verschoben werden?
es_es: Tras la confirmación, esta página heredará la configuración de permisos de la nueva página principal. Los miembros de la página principal original ya no podrán acceder a esta página. ¿Quieres mover esta página?
fr_fr: Une fois confirmée, cette page héritera des paramètres d'autorisation de la nouvelle page mère. Les membres de la page mère d'origine ne peuvent plus accéder à cette page. Déplacer cette page ?
id_id: Setelah dikonfirmasi, halaman ini akan mewarisi pengaturan izin halaman induk baru. Anggota halaman induk asli tidak akan dapat mengakses halaman ini lagi. Pindahkan halaman ini?
it_it: Una volta confermata, questa pagina erediterà le impostazioni delle autorizzazioni della nuova pagina padre. I membri della pagina padre originale non potranno più accedere a questa pagina. Spostare questa pagina?
ja_jp: 移動を決定すると、このページは新しい親フォルダの権限を継承し、元の親フォルダの共同編集者はアクセスできなくなる可能性があります。移動しますか？
ko_kr: 확인되면 이 페이지는 새로운 상위 페이지 권한 설정을 상속합니다. 원래 상위 페이지의 구성원은 더 이상 이 페이지에 액세스 할 수 없습니다. 이 페이지를 이동하시겠습니까?
ms_my: Setelah disahkan, halaman ini akan mewarisi tetapan kebenaran halaman induk baru. Ahli halaman induk asal tidak lagi boleh mengakses halaman ini. Pindahkan halaman ini?
pt_br: Após a confirmação, esta página herdará as novas configurações de permissão da página principal. Os membros da página principal original não podem mais acessar esta página. Mover esta página?
ru_ru: После подтверждения эта страница унаследует новые настройки разрешений родительской страницы. Участники исходной родительской страницы больше не могут получить доступ к этой странице. Переместить эту страницу?
th_th: เมื่อทำการยืนยันแล้ว หน้านี้จะรับช่วงการตั้งค่าสิทธิ์การอนุญาตใหม่ของหน้าหลักมาด้วย สมาชิกของหน้าหลักเดิมไม่สามารถเข้าถึงหน้านี้ได้อีกต่อไป ยังต้องการย้ายหน้านี้หรือไม่
vi_vn: Sau khi được xác nhận, trang này sẽ kế thừa cài đặt quyền của trang mẹ mới. Các thành viên của trang mẹ ban đầu không thể truy cập trang này nữa. Di chuyển trang này?
zh_cn: 确认移动后，该页面将继承新父级文件夹权限，页面继承自原父级的协作者可能无法访问，是否确认移动？
zh_tw: 確認移動後，該頁面將繼承新父級資料夾權限，頁面繼承自原父級的協作者可能無法存取，是否確認移動？

# UiQ
source: Sub-pages of this page will inherit their current location and permission settings. If you don't want to move the sub-pages, please adjust their locations and try again.
de_de: Der aktuelle Speicherort und die Berechtigungseinstellungen dieser Seite werden von ihren Unterseiten übernommen. Wenn Sie nicht möchten, dass die Unterseiten verschoben werden, passen Sie ihre Speicherorte an und versuchen Sie es erneut.
es_es: Las subpáginas de esta página heredarán su ubicación actual y la configuración de permisos. Si no quieres mover las subpáginas, ajusta sus ubicaciones e inténtalo de nuevo.
fr_fr: Les sous-pages de cette page hériteront de leur emplacement actuel et de leurs paramètres d'autorisation. Si vous ne souhaitez pas déplacer les sous-pages, veuillez modifier leur emplacement et réessayer.
id_id: Subhalaman dari halaman ini akan mewarisi lokasi dan pengaturan izin saat ini. Jika Anda tidak ingin memindahkan subhalaman, sesuaikan lokasinya dan coba lagi.
it_it: Le pagine secondarie di questa pagina erediteranno le loro impostazioni correnti relative a posizione e autorizzazioni Se non desideri spostare le pagine secondarie, rettifica le loro posizioni e riprova.
ja_jp: このページのサブページは現在の位置と権限を継承します。サブページの移動を希望しない場合は、スペースの設定を編集してから操作してください。
ko_kr: 이 페이지의 하위 페이지는 현재 위치 및 권한 설정을 상속합니다. 하위 페이지를 이동하지 않으려면 위치를 조정하고 다시 시도하세요.
ms_my: Sub-halaman halaman ini akan mewarisi tetapan lokasi dan kebenaran semasa mereka. Jika anda tidak mahu memindahkan sub-halaman, sila laraskan lokasi mereka dan cuba lagi.
pt_br: As subpáginas desta página herdarão suas configurações atuais de localização e permissão. Se você não quiser mover as subpáginas, ajuste seus locais e tente novamente.
ru_ru: Подстраницы этой страницы наследуют свое текущее местоположение и настройки разрешений. Если вы не хотите перемещать подстраницы, измените их расположение и повторите попытку.
th_th: หน้าย่อยของหน้านี้จะรับช่วงตำแหน่งปัจจุบันและการตั้งค่าสิทธิ์การอนุญาต หากไม่ต้องการย้ายหน้าย่อย โปรดปรับตำแหน่งและลองอีกครั้ง
vi_vn: Các trang con của trang này sẽ kế thừa cài đặt quyền và vị trí hiện tại của trang này. Nếu bạn không muốn di chuyển các trang con, vui lòng điều chỉnh vị trí của chúng và thử lại.
zh_cn: 页面下的子页面将继承其当前位置和权限，如不希望移动子页面，请先在空间内调整后再操作。
zh_tw: 頁面下的子頁面將繼承其目前位置和權限。如果不希望移動子頁面，請先在空間內調整後再操作。

# 9HQ
source: Page removed
de_de: Seite entfernt
es_es: Página quitada
fr_fr: Page retirée
id_id: Halaman berhasil dihapus
it_it: Pagina rimossa
ja_jp: 外しました
ko_kr: 페이지가 제거되었습니다
ms_my: Halaman dibuang
pt_br: Página removida
ru_ru: Страница удалена
th_th: ลบหน้าแล้ว
vi_vn: Đã loại bỏ trang
zh_cn: 移除成功
zh_tw: 移除成功

# jMw
source: Unable to remove {{page}}. Page permissions changed. Please try again.
de_de: {{page}} kann nicht entfernt werden. Die Berechtigungen für die Seite wurden geändert. Bitte versuchen Sie es erneut.
es_es: No se puede quitar {{page}}. Los permisos de la página han cambiado. Inténtalo de nuevo.
fr_fr: Impossible de retirer {{page}}. Les autorisations relatives aux pages ont été modifiées. Veuillez réessayer.
id_id: Gagal menghapus {{page}}. Izin halaman berubah. Coba lagi.
it_it: Impossibile rimuovere {{page}}. Le autorizzazioni della pagina sono cambiate. Riprova.
ja_jp: 権限の変更により、ページ {{page}} を外すことができません。再申請してください
ko_kr: {{page}}을(를) 제거할 수 없습니다. 페이지 권한이 변경되었습니다. 다시 시도하세요.
ms_my: Tidak dapat membuang {{page}}. Kebenaran halaman berubah. Sila cuba lagi.
pt_br: Não é possível remover {{page}}. As permissões da página foram alteradas. Tente novamente.
ru_ru: Не удалось удалить {{page}}. Права доступа к странице изменены. Попробуйте еще раз.
th_th: ไม่สามารถลบ {{page}} ได้ สิทธิ์การอนุญาตของหน้ามีการเปลี่ยนแปลง โปรดลองอีกครั้ง
vi_vn: Không thể loại bỏ {{page}}. Quyền đối với trang đã thay đổi. Vui lòng thử lại.
zh_cn: 由于权限变更，无法移除页面 {{page}}，请重新申请
zh_tw: 由於權限變更，無法移除頁面 {{page}}，請重新申請

# WoY
source: Once deleted, this page and its sub-pages will be moved to Trash. You can restore them from Trash within 180 days.
de_de: Nach dem Löschen werden diese Seite und ihre Unterseiten in den Papierkorb verschoben. Sie können sie innerhalb von 180 Tagen aus dem Papierkorb wiederherstellen.
es_es: Una vez eliminada, esta página y sus subpáginas se moverán a la papelera. Puedes restaurarlas desde la papelera en un plazo de 180 días.
fr_fr: Une fois supprimée, cette page et ses sous-pages seront déplacées vers la Corbeille. Vous aurez 180 jours pour les restaurer à partir de la corbeille.
hi_in: हटाए जाने के बाद, यह पेज और इसके उप-पेज ट्रैश में ले जाए जाएँगे. आप इन्हें ट्रैश से 180 दिनों के भीतर बहाल कर सकते हैं.
id_id: Setelah dihapus, halaman ini dan subhalamannya akan dipindahkan ke Sampah. Anda dapat memulihkannya dari Sampah dalam waktu 180 hari.
it_it: Dopo l'eliminazione, questa pagina e le relative pagine secondarie verranno spostate nel Cestino. È possibile ripristinarle dal Cestino entro 180 giorni.
ja_jp: 削除すると、このページおよびそのサブページがゴミ箱に移動します。180 日以内であれば復元可能です。
ko_kr: 삭제되면 이 페이지와 하위 페이지가 휴지통으로 이동됩니다. 180일 이내에 휴지통에서 복원할 수 있습니다.
ms_my: Setelah dipadam, halaman ini dan sub-halaman akan dipindahkan ke Tong Sampah. Anda boleh memulihkannya dari Tong Sampah dalam tempoh 180 hari.
pt_br: Após a exclusão, esta página e suas subpáginas serão movidas para a Lixeira. Você poderá restaurá-las da Lixeira em até 180 dias.
ru_ru: После удаления эта страница и ее подстраницы будут перемещены в корзину. Вы можете восстановить их из корзины в течение 180 дней.
th_th: เมื่อลบแล้ว หน้านี้และหน้าย่อยจะย้ายไปยังถังขยะ คุณสามารถกู้คืนจากถังขยะได้ภายใน 180 วัน
vi_vn: Sau khi xóa, trang này và các trang con của trang này sẽ được di chuyển đến thư mục Rác. Bạn có thể khôi phục các trang này trong vòng 180 ngày.
zh_cn: 删除后，该页面及其子页面将进入本空间回收站，180 天内可被恢复。
zh_tw: 刪除後，該頁面及其子頁面將進入本空間資源回收筒，180 天內可還原。

# ats
source: Public
de_de: Öffentlich
es_es: Público
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Открытая
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# Dn4
source: No pinned pages yet
de_de: Noch keine ausgeschnittenen Seiten
es_es: Aún no hay páginas recortadas
fr_fr: Pas de page tronquée pour le moment
id_id: Belum ada halaman yang diklip
it_it: Non è ancora presente alcuna pagina ritagliata
ja_jp: トップに固定中のページはありません
ko_kr: 아직 클립된 페이지가 없습니다
ms_my: Belum ada halaman yang dipasang
pt_br: Sem páginas cortadas ainda
ru_ru: Закрепленных страниц пока нет
th_th: ยังไม่มีการคลิปหน้า
vi_vn: Chưa có trang nào được kẹp
zh_cn: 暂无置顶页面
zh_tw: 暫無置頂頁面

# 8q4
source: No permission to delete
de_de: Keine Berechtigung zum Löschen
es_es: No tienes permiso para eliminar
fr_fr: Aucune autorisation de supprimer
hi_in: हटाने की अनुमति नहीं है
id_id: Tidak ada izin untuk menghapus
it_it: Nessuna autorizzazione per eliminare
ja_jp: 削除する権限がありません
ko_kr: 삭제 권한 없음
ms_my: Tiada kebenaran untuk padam
pt_br: Sem permissão para excluir
ru_ru: Отсутствует разрешение на удаление
th_th: ไม่มีสิทธิ์การอนุญาตในการลบ
vi_vn: Không có quyền xóa
zh_cn: 无权限删除
zh_tw: 無刪除權限

# gyg
source: No sub-pages yet
de_de: Noch keine Unterseiten
es_es: Todavía no hay subpáginas
fr_fr: Aucune sous-page pour le moment
hi_in: अभी तक कोई सबपेज नहीं
id_id: Belum ada subhalaman
it_it: Ancora nessuna pagina secondaria
ja_jp: サブページはありません
ko_kr: 아직 하위 페이지가 없습니다
ms_my: Tiada sub-halaman lagi
pt_br: Ainda não há subpáginas
ru_ru: Подстраниц пока нет
th_th: ยังไม่มีหน้าย่อย
vi_vn: Chưa có trang con nào
zh_cn: 暂无子页面
zh_tw: 暫無子頁面

# HD4
source: Wiki now supports creating new sheets and adding existing sheets.
de_de: Wiki unterstützt nun das Erstellen neuer Blätter und Hinzufügen vorhandener Blätter.
es_es: Ahora, la Wiki admite la creación de nuevas hojas y la adición de hojas existentes.
fr_fr: Le Wiki prend désormais en charge la création de nouvelles feuilles et l'ajout de feuilles existantes.
hi_in: Wiki अब नई शीट बनाने और मौजूद शीट जोड़ने का समर्थन करता है.
id_id: Wiki sekarang mendukung pembuatan sheets baru dan penambahan sheets yang ada.
it_it: Wiki supporta ora la creazione di nuovi sheets e l'aggiunta di sheets esistenti.
ja_jp: ウィキでシートを新規作成/追加できるようになりました
ko_kr: Wiki는 이제 새 시트 만들기와 기존 시트 추가를 지원합니다.
ms_my: Wiki kini menyokong pembuatan helaian baru dan menambah helaian sedia ada.
pt_br: Agora, a Wiki permite criar novo Sheets e adicionar Sheets existentes.
ru_ru: Wiki теперь поддерживает создание новых и добавление существующих таблиц.
th_th: ขณะนี้ Wiki รองรับการสร้างแผ่นงานใหม่และการเพิ่มแผ่นงานที่มีอยู่แล้ว
vi_vn: Wiki giờ đây đã hỗ trợ tạo trang tính mới và thêm trang tính hiện tại.
zh_cn: 知识库支持新建表格和添加已有表格啦
zh_tw: 知識庫支援建立新表格和新增已有表格啦

# p5M
source: Page pinned
de_de: Seite angeheftet
es_es: Página con clip
fr_fr: Page tronquée
id_id: Halaman berhasil diklip
it_it: Pagina appuntata
ja_jp: トップに追加しました
ko_kr: 페이지가 클립됨
ms_my: Halaman dipin
pt_br: Página fixada
ru_ru: Страница закреплена
th_th: คลิปหน้าแล้ว
vi_vn: Đã kẹp trang
zh_cn: 已添加到“我的置顶”
zh_tw: 已新增到「我的置頂」

# dbY
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 当該ページは削除されました。
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả nào
zh_cn: 你访问的页面不存在
zh_tw: 你存取的頁面不存在

# Zew
source: Page unpinned
de_de: Seite nicht mehr angeheftet
es_es: Página sin clip
fr_fr: Page détronquée
id_id: Klip halaman dilepas
it_it: Pagina rimossa dagli elementi appuntati
ja_jp: トップから外しました
ko_kr: 페이지가 클립 해제됨
ms_my: Halaman dinyahpin
pt_br: Página desafixada
ru_ru: Закрепление отменено
th_th: ยกเลิกการคลิปหน้าแล้ว
vi_vn: Đã gỡ kẹp trang
zh_cn: 已从“我的置顶”移除
zh_tw: 已從「我的置頂」移除

# wug
source: The following collaborators can access the current page and its sub-pages
de_de: Die folgenden Kollaboratoren können auf die aktuelle Seite und ihre Unterseiten zugreifen
es_es: Los siguientes colaboradores pueden acceder a la página actual y sus subpáginas
fr_fr: Les collaborateurs suivants peuvent accéder à la page en cours et à ses sous-pages
hi_in: निम्न सहयोगी वर्तमान पेज और इसके उपपेज ऐक्सेस कर सकते हैं
id_id: Kolaborator berikut dapat mengakses halaman saat ini dan sub-halamannya
it_it: I seguenti collaboratori possono accedere alla pagina corrente e alle relative pagine secondarie
ja_jp: 以下の共同編集者は当該ページとそのサブページにアクセスできます
ko_kr: 다음 공동 작업자는 현재 페이지 및 해당 하위 페이지에 액세스 가능
ms_my: Kolaborator berikut boleh mengakses halaman semasa dan sub-halamannya
pt_br: Os seguintes colaboradores podem acessar a página atual e suas subpáginas
ru_ru: Следующие соавторы могут получить доступ к текущей странице и ее подстраницам
th_th: ผู้ทำงานร่วมกันต่อไปนี้สามารถเข้าถึงหน้าปัจจุบันและหน้าย่อยได้
vi_vn: Các cộng tác viên sau đây có thể truy cập trang hiện tại và trang con của trang này
zh_cn: 以下协作者可以访问当前页面及其子页面
zh_tw: 以下協作者可以存取目前頁面及其子頁面

# oKc
source: Current page and its sub-pages
de_de: Aktuelle Seite und ihre Unterseiten
es_es: Página actual y sus subpáginas
fr_fr: Page actuelle et ses sous-pages
hi_in: वर्तमान पेज और इसके उपपेज
id_id: Halaman saat ini dan subhalamannya
it_it: Pagina corrente e relative pagine secondarie
ja_jp: 現在のページとサブページ
ko_kr: 현재 페이지 및 하위 페이지
ms_my: Halaman semasa dan sub-halamannya
pt_br: Página atual e suas subpáginas
ru_ru: Текущая страница и ее подстраницы
th_th: หน้าปัจจุบันและหน้าย่อย
vi_vn: Trang hiện tại và trang con của trang này
zh_cn: 当前页面及子页面
zh_tw: 目前頁面及子頁面

# W/A
source: The following collaborators can only access the current page
de_de: Die folgenden Mitarbeiter können nur auf die aktuelle Seite zugreifen.
es_es: Los siguientes colaboradores solo pueden acceder a la página actual
fr_fr: Les collaborateurs suivants peuvent uniquement accéder à la page actuelle
hi_in: निम्न सहयोगी केवल वर्तमान पेज ऐक्सेस कर सकते हैं
id_id: Kolaborator berikut hanya dapat mengakses halaman saat ini
it_it: I seguenti collaboratori possono accedere solo alla pagina corrente
ja_jp: 以下の共同編集者は当該ページにのみアクセスできます
ko_kr: 다음 공동작업자는 현재 페이지에만 액세스할 수 있습니다
ms_my: Kolaborator berikut hanya boleh mengakses halaman semasa
pt_br: Os colaboradores a seguir podem acessar apenas a página atual
ru_ru: Следующие соавторы могут получить доступ только к текущей странице
th_th: ผู้ร่วมงานต่อไปนี้สามารถเข้าถึงหน้าปัจจุบันได้เท่านั้น
vi_vn: Các cộng tác viên sau chỉ có thể truy cập vào trang hiện tại
zh_cn: 以下协作者仅可访问当前页面
zh_tw: 以下協作者僅可存取目前頁面

# uXs
source: Current page only
de_de: Nur aktuelle Seite
es_es: Solo a la página actual
fr_fr: Page actuelle uniquement
hi_in: केवल वर्तमान पेज
id_id: Hanya halaman saat ini
it_it: Solo pagina corrente
ja_jp: 現在のページのみ
ko_kr: 현재 페이지만
ms_my: Halaman semasa sahaja
pt_br: Apenas a página atual
ru_ru: Только текущая страница
th_th: หน้าปัจจุบันเท่านั้น
vi_vn: Chỉ trang hiện tại
zh_cn: 仅当前页面
zh_tw: 僅目前頁面

# 28c
source: Anyone with the link can view the current page
de_de: Jeder mit dem Link kann die aktuelle Seite anzeigen
es_es: Cualquiera con el enlace puede ver la página actual
fr_fr: Toute personne disposant du lien peut afficher la page actuelle
hi_in: लिंक के साथ कोई भी व्यक्ति वर्तमान पेज देख सकता है
id_id: Siapa pun yang memiliki tautan dapat melihat halaman saat ini
it_it: Chiunque disponga del link può visualizzare la pagina corrente
ja_jp: インターネット上でリンクを取得したユーザーがこのページのみ閲覧可能
ko_kr: 링크를 가진 모든 사용자는 현재 페이지를 볼 수 있습니다
ms_my: Sesiapa dengan pautan boleh melihat halaman semasa
pt_br: Qualquer pessoa com o link pode visualizar a página atual
ru_ru: Все, у кого есть ссылка, могут просматривать текущую страницу
th_th: ทุกคนที่มีลิงก์สามารถดูหน้าปัจจุบันได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem trang hiện tại
zh_cn: 互联网上获得链接的人仅可阅读当前页面
zh_tw: 網際網路上取得連結的人僅可閱讀目前頁面
