Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Xcg
source: Collaborators cannot access the current page's sub-pages.
de_de: Kollaboratoren können nicht auf die Unterseiten der aktuellen Seite zugreifen.
es_es: Los colaboradores no pueden acceder a las subpáginas de la página actual.
fr_fr: Les collaborateurs ne peuvent pas accéder aux sous-pages de la page actuelle.
hi_in: सहयोगी वर्तमान पेज के उपपेज ऐक्सेस नहीं कर सकते.
id_id: Kolaborator tidak dapat mengakses subhalaman dari halaman saat ini.
it_it: I collaboratori non possono accedere alle pagine secondarie della pagina corrente.
ja_jp: チェックがされていません。追加された共同編集者はこのページとそのサブページにアクセスできます
ko_kr: 공동 작업자는 현재 페이지의 하위 페이지에 액세스 가능.
ms_my: Kolaborator tidak boleh mengakses sub-halaman halaman semasa.
pt_br: Colaboradores não podem acessar as subpáginas da página atual.
ru_ru: Соавторы не могут получить доступ к подстраницам текущей страницы.
th_th: ผู้ร่วมงานไม่สามารถเข้าถึงหน้าย่อยของหน้าปัจจุบันได้
vi_vn: Cộng tác viên không thể truy cập vào trang con của trang hiện tại.
zh_cn: 尚未勾选，则添加的协作者仅可访问当前页面
zh_tw: 若未勾選，則新增的協作者僅能存取目前頁面

# VwU
source: Collaborators can access the current page's sub-pages.
de_de: Kollaboratoren können auf die Unterseiten der aktuellen Seite zugreifen.
es_es: Los colaboradores tienen acceso a las subpáginas de la página actual.
fr_fr: Les collaborateurs peuvent accéder aux sous-pages de la page actuelle.
hi_in: सहयोगी वर्तमान पेज के उपपेज ऐक्सेस कर सकते हैं.
id_id: Kolaborator dapat mengakses subhalaman dari halaman saat ini.
it_it: I collaboratori possono accedere alle pagine secondarie della pagina corrente.
ja_jp: チェックされました。追加される共同編集者は、現在のページとその子ページにアクセスできます。
ko_kr: 공동 작업자는 현재 페이지의 하위 페이지에 액세스 가능.
ms_my: Kolaborator boleh mengakses sub-halaman halaman semasa.
pt_br: Os colaboradores podem acessar as subpáginas da página atual.
ru_ru: Соавторы могут получить доступ к подстраницам текущей страницы.
th_th: ผู้ร่วมงานสามารถเข้าถึงหน้าย่อยของหน้าปัจจุบันได้
vi_vn: Cộng tác viên có thể truy cập vào trang con của trang hiện tại.
zh_cn: 已勾选，则添加的协作者可以访问当前页面及子页面
zh_tw: 若已勾選，則新增的協作者可以存取目前頁面及子頁面

# CZQ
source: Allow access to sub-pages
de_de: Zugriff auf Unterseiten zulassen
es_es: Permitir el acceso a subpáginas
fr_fr: Autoriser l'accès aux sous-pages
hi_in: उपपेज के ऐक्सेस की अनुमति दें
id_id: Izinkan akses ke subhalaman
it_it: Consenti accesso alle pagine secondarie
ja_jp: 共同編集者がサブページにもアクセス可能
ko_kr: 하위 페이지에 대한 액세스 허용
ms_my: Benarkan akses ke sub-halaman
pt_br: Permitir acesso a subpáginas
ru_ru: Разрешить доступ к подстраницам
th_th: อนุญาตให้เข้าถึงหน้าย่อยได้
vi_vn: Cho phép truy cập vào trang con
zh_cn: 允许协作者同时访问子页面
zh_tw: 允許協作者同時存取子頁面

# n78
source: External sharing turned off. Current settings are:
de_de: Externes Teilen deaktiviert. Die aktuellen Einstellungen lauten:
es_es: La opción para compartir externamente está desactivada. La configuración actual es:
fr_fr: Partage externe désactivé. Les paramètres actuels sont :
hi_in: बाहरी साझाकरण बंद किया गया. वर्तमान सेटिंग्स:
id_id: Berbagi eksternal dinonaktifkan. Pengaturan saat ini adalah:
it_it: Condivisione esterna disattivata. Le impostazioni attuali sono le seguenti:
ja_jp: ページの外部への共有をオフにしました。現在の設定：
ko_kr: 외부 공유가 꺼져 있습니다. 현재 설정은 다음과 같습니다.
ms_my: Pengongsian luaran dimatikan. Tetapan semasa ialah:
pt_br: Compartilhamento externo desativado. As configurações atuais são:
ru_ru: Внешний доступ отключен. Текущие настройки:
th_th: ปิดการแบ่งปันภายนอกแล้ว การตั้งค่าปัจจุบันคือ:
vi_vn: Tắt tính năng chia sẻ với bên ngoài. Cài đặt hiện tại là:
zh_cn: 页面已关闭对外分享，当前设置为：
zh_tw: 頁面已關閉對外分享，目前設定為：

# QuQ
source: External sharing is turned off for the organization
de_de: Externes Teilen für Organisation deaktiviert
es_es: La opción para compartir externamente está desactivada para la organización
fr_fr: Partage externe désactivé pour l'organisation
hi_in: संगठन के लिए बाहरी साझाकरण बंद किया गया
id_id: Berbagi eksternal dinonaktifkan untuk organisasi
it_it: La condivisione esterna è disattivata per l'organizzazione
ja_jp: 法人または組織がページの外部への共有をオフにしました
ko_kr: 기업에 대해 외부 공유가 꺼져 있습니다
ms_my: Pengongsian luaran dimatikan untuk organisasi
pt_br: O compartilhamento externo está desativado para a organização
ru_ru: Внешний доступ отключен для организации
th_th: การแบ่งปันภายนอกถูกปิดไว้สำหรับองค์กรนี้
vi_vn: Đã tắt chia sẻ với bên ngoài đối với tổ chức
zh_cn: 企业或组织已关闭页面对外分享
zh_tw: 企業或組織已關閉頁面對外分享

# Evc
source: External sharing turned off by workspace administrator. Current settings are:
de_de: Externes Teilen wurde vom Arbeitsbereichsadministrator deaktiviert. Die aktuellen Einstellungen lauten:
es_es: La opción para compartir externamente la ha desactivado el administrador del espacio de trabajo. La configuración actual es:
fr_fr: Partage externe désactivé par l'administrateur de l'espace de travail. Les paramètres actuels sont :
hi_in: वर्कस्पेस एडमिनिस्ट्रेटर द्वारा बाहरी साझाकरण बंद किया गया. वर्तमान सेटिंग्स:
id_id: Berbagi eksternal dinonaktifkan oleh administrator ruang kerja. Pengaturan saat ini adalah:
it_it: Condivisione esterna disattivata dall'amministratore dell'area di lavoro. Le impostazioni attuali sono le seguenti:
ja_jp: スペース管理者はページの外部への共有をオフにしました。現在の設定：
ko_kr: 작업 영역 관리자가 외부 공유를 껐습니다. 현재 설정은 다음과 같습니다.
ms_my: Pengongsian luaran dimatikan oleh pentadbir ruang kerja. Tetapan semasa ialah:
pt_br: Compartilhamento externo desativado pelo administrador do espaço de trabalho As configurações atuais são:
ru_ru: Внешний доступ отключен администратором рабочей среды. Текущие настройки:
th_th: ผู้ดูแลพื้นที่ทำงานได้ปิดการแบ่งปันภายนอกแล้ว การตั้งค่าปัจจุบันคือ:
vi_vn: Quản trị viên không gian làm việc đã tắt tính năng chia sẻ với bên ngoài. Cài đặt hiện tại là:
zh_cn: 知识空间管理员已关闭页面对外分享，当前设置为：
zh_tw: 知識空間管理員已關閉頁面對外分享，目前設定為：

# kRM
source: External sharing is turned off for the wiki space
de_de: Externes Teilen ist für diesen Wiki-Bereich deaktiviert
es_es: Compartir externamente está desactivado para el espacio Wiki
fr_fr: Le partage externe est désactivé pour l'espace Wiki
hi_in: वर्कस्पेस के लिए बाहरी साझाकरण बंद किया गया
id_id: Berbagi eksternal dinonaktifkan untuk ruang wiki
it_it: Condivisione esterna disattivata per lo spazio Wiki
ja_jp: ウィキスペースのページの外部への共有をオフにしました。
ko_kr: Wiki 공간의 외부 공유가 꺼져 있습니다
ms_my: Pengongsian luar dimatikan untuk ruang wiki
pt_br: O compartilhamento externo está desativado para o espaço de trabalho
ru_ru: Для Wiki-пространства выключена возможность делиться за пределами организации
th_th: การแบ่งปันภายนอกสำหรับพื้นที่ Wiki ปิดอยู่
vi_vn: Đã tắt tính năng chia sẻ với bên ngoài cho không gian Wiki
zh_cn: 知识库已关闭页面对外分享
zh_tw: 知識庫已關閉頁面對外分享

# nzQ
source: External sharing turned off by organization administrator. Current settings are:
de_de: Externes Teilen wurde vom Organisationsadministrator deaktiviert. Die aktuellen Einstellungen lauten:
es_es: El administrador de organización ha desactivado la opción para compartir externamente. La configuración actual es:
fr_fr: Partage externe désactivé par l'administrateur de l'organisation. Les paramètres actuels sont :
hi_in: संगठन के एडमिनिस्ट्रेटर द्वारा बाहरी साझाकरण बंद किया गया. वर्तमान सेटिंग्स:
id_id: Berbagi eksternal dinonaktifkan oleh administrator organisasi. Pengaturan saat ini adalah:
it_it: Condivisione esterna disattivata dall'amministratore dell'organizzazione. Le impostazioni attuali sono le seguenti:
ja_jp: 法人管理者がページの外部への共有をオフにしました。現在の設定：
ko_kr: 기업 관리자가 외부 공유를 껐습니다. 현재 설정은 다음과 같습니다.
ms_my: Pengongsian luaran dimatikan oleh pentadbir organisasi. Tetapan semasa ialah:
pt_br: Compartilhamento externo desativado pelo administrador da organização. As configurações atuais são:
ru_ru: Внешний доступ отключен администратором организации. Текущие настройки:
th_th: ผู้ดูแลองค์กรได้ปิดการแบ่งปันภายนอกแล้ว การตั้งค่าปัจจุบันคือ:
vi_vn: Quản trị viên tổ chức đã tắt tính năng chia sẻ với bên ngoài. Cài đặt hiện tại là:
zh_cn: 企业管理员已关闭页面对外分享，当前设置为：
zh_tw: 企業管理員已關閉頁面對外分享，目前設定為：

# S3g
source: Unable to turn off external sharing because of permission settings by the page administrator.
de_de: Externes Teilen kann aufgrund der Berechtigungseinstellungen des Seitenadministrators nicht deaktiviert werden.
es_es: No se puede desactivar el uso compartido de enlaces externo debido a la configuración de permisos del administrador de la página.
fr_fr: Désactivation du partage externe impossible en raison des paramètres d'autorisation définis par l'administrateur de la page.
hi_in: पेज एडमिनिस्ट्रेटर द्वारा अनुमति सेटिंग्स के कारण बाहरी साझाकरण बंद करने में असमर्थ.
id_id: Gagal menonaktifkan berbagi eksternal karena pengaturan izin oleh administrator halaman.
it_it: Impossibile disattivare la condivisione esterna a causa delle impostazioni delle autorizzazioni dell'amministratore della pagina.
ja_jp: ページ管理者の設定により、外部への共有をオフにできません。
ko_kr: 페이지 관리자의 권한 설정으로 인해 외부 공유를 끌 수 없습니다.
ms_my: Tidak dapat mematikan perkongsian luaran kerana tetapan kebenaran oleh pentadbir halaman.
pt_br: Não é possível desligar o compartilhamento externo devido às configurações de permissão do administrador da página.
ru_ru: Невозможно отключить внешний доступ из-за настроек разрешений администратором страницы.
th_th: ไม่สามารถปิดการแบ่งปันภายนอกได้ เนื่องจากการตั้งค่าสิทธิ์การอนุญาตที่ผู้ดูแลหน้านี้กำหนดไว้
vi_vn: Không thể tắt chia sẻ với bên ngoài do cài đặt quyền của quản trị viên trang.
zh_cn: 由于页面管理员设置，无法关闭对外分享。
zh_tw: 由於頁面管理員設定，無法關閉對外分享。

# TaQ
source: Unable to turn off sharing with trust parties because of permission settings by the page administrator.
de_de: Die Freigabe für vertrauenswürdige Dritte kann aufgrund der Berechtigungseinstellungen des Seitenadministrators nicht deaktiviert werden.
es_es: No se puede desactivar el uso compartido con entidades de confianza debido a la configuración de permisos del administrador de la página.
fr_fr: Impossible de désactiver le partage avec les parties de confiance à cause des paramètres d'autorisation définis par l'administrateur de la page.
hi_in: पेज एडमिनिस्ट्रेटर द्वारा की गई अनुमति सेटिंग्स के कारण ट्रस्ट पार्टी के साथ साझाकरण बंद करने में असमर्थ.
id_id: Gagal menonaktifkan berbagi dengan pihak tepercaya karena pengaturan izin oleh administrator halaman.
it_it: Impossibile disattivare la condivisione con parti attendibili a causa delle impostazioni delle autorizzazioni da parte dell'amministratore della pagina.
ja_jp: ページ管理者の設定により、関連組織への共有は禁止できません。
ko_kr: 페이지 관리자의 권한 설정으로 인해 신뢰 당사자와의 공유를 끌 수 없습니다.
ms_my: Tidak dapat mematikan perkongsian dengan pihak yang dipercayai kerana tetapan kebenaran oleh pentadbir halaman.
pt_br: Não é possível desligar o compartilhamento com partes confiáveis devido às configurações de permissão do administrador da página.
ru_ru: Невозможно отключить возможность делиться с доверенными сторонами из-за настроек разрешений администратором страницы.
th_th: ไม่สามารถปิดการแบ่งปันกับฝ่ายที่น่าเชื่อถือเนื่องจากการตั้งค่าสิทธิ์การอนุญาตโดยผู้ดูแลหน้า
vi_vn: Không thể tắt chia sẻ với các bên tin cậy do cài đặt quyền của quản trị viên trang.
zh_cn: 由于页面管理员设置，无法禁止分享到关联组织。
zh_tw: 由於頁面管理員設定，無法禁止分享到關聯組織。

# As0
source: Failed to save settings. Current page inheritted its parent page's permission settings.
ja_jp: 設定できませんでした。このページは親ページの権限を継承しています。
ru_ru: Не удалось сохранить настройки. Текущая страница унаследовала настройки разрешений своей родительской страницы.
zh_cn: 设置失败，该页面已继承父级页面权限

# Kfw
source: The invited collaborators will only have access to the current page.
de_de: Die eingeladenen Mitarbeiter können nur auf die aktuelle Seite zugreifen.
es_es: Los colaboradores invitados solo tendrán acceso a la página actual.
fr_fr: Les collaborateurs invités n'auront accès qu'à la page actuelle.
hi_in: आमंत्रित सहयोगी के पास केवल वर्तमान पेज का ऐक्सेस होगा.
id_id: Kolaborator yang diundang hanya akan memiliki akses ke halaman saat ini.
it_it: I collaboratori invitati avranno accesso solo alla pagina corrente.
ja_jp: 招待された共同編集者は、このページにのみアクセスできます
ko_kr: 초대된 공동 작업자는 현재 페이지에만 액세스할 수 있습니다.
ms_my: Para kolaborator yang dijemput hanya akan mempunyai akses ke halaman semasa.
pt_br: Os colaboradores convidados terão acesso apenas à página atual.
ru_ru: Приглашенные соавторы будут иметь доступ только к текущей странице.
th_th: ผู้ร่วมงานที่ได้รับเชิญจะมีสิทธิ์ในการเข้าถึงหน้าปัจจุบันเท่านั้น
vi_vn: Các cộng tác viên được mời sẽ chỉ có thể truy cập vào trang hiện tại
zh_cn: 你邀请的协作者仅可访问当前页面
zh_tw: 你邀請的協作者僅可存取目前頁面

# has
source: You don't have permission to change this setting. If needed, contact the page owner
de_de: Sie haben keine Berechtigung, diese Einstellung zu ändern. Wenden Sie sich ggf. an den Besitzer der Seite.
es_es: No tienes permiso para cambiar esta configuración. Si es necesario, ponte en contacto con el propietario
fr_fr: Vous n'êtes pas autorisé à modifier ce paramètre. Si nécessaire, contactez le propriétaire de la page
hi_in: आपके पास यह सेटिंग बदलने की अनुमति नहीं है. अगर आवश्यक हो, तो पेज के ओनर से संपर्क करें
id_id: Anda tidak memiliki izin untuk mengubah pengaturan ini. Jika perlu, hubungi pemilik halaman
it_it: Non disponi dell'autorizzazione per modificare questa impostazione. Se necessario, contatta il proprietario della pagina
ja_jp: この設定を変更する権限はありません。ページの所有者までご連絡ください
ko_kr: 이 설정을 변경할 권한이 없습니다. 필요하면 페이지 소유자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengubah tetapan ini. Jika perlu, hubungi pemilik halaman
pt_br: Você não tem permissão para alterar esta configuração. Se necessário, entre em contato com o proprietário da página
ru_ru: У вас недостаточно прав для изменения этого параметра. При необходимости свяжитесь с владельцем страницы
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเปลี่ยนการตั้งค่านี้ หากจำเป็น โปรดติดต่อเจ้าของหน้านี้
vi_vn: Bạn không có quyền thay đổi cài đặt này. Nếu cần, hãy liên hệ với chủ sở hữu trang
zh_cn: 你无权限修改该设置，如有需要请联系页面所有者
zh_tw: 您無權限修改該設定，如有需要請聯絡頁面擁有者

# rUY
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# vHM
source: Add shortcut to
de_de: Verknüpfung hinzufügen zu
es_es: Agregar acceso directo a
fr_fr: Ajouter un raccourci vers
hi_in: इसमें शॉर्टकट जोड़ें
id_id: Tambahkan pintasan ke
it_it: Aggiungi collegamento a
ja_jp: ショートカットを追加
ko_kr: 바로 가기 추가 위치
ms_my: Tambah pintasan ke
pt_br: Adicionar atalho para
ru_ru: Добавить ярлык к
th_th: เพิ่มทางลัดไปยัง
vi_vn: Thêm lối tắt dẫn đến
zh_cn: 添加快捷方式至
zh_tw: 新增快速方式至

# i60
source: Added
de_de: Hinzugefügt
es_es: Se ha agregado
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: ショートカットを追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 快捷方式添加成功
zh_tw: 快速方式新增成功

# K9A
source: Once deleted, this shortcut will be moved to Trash. You can restore them from Trash within 180 days. Please note that the original page won't be affected.
de_de: Nach dem Löschen wird diese Verknüpfung in den Papierkorb verschoben. Sie können diese innerhalb von 180 Tagen aus dem Papierkorb wiederherstellen. Bitte beachten Sie, dass die ursprüngliche Seite hiervon nicht betroffen ist.
es_es: Una vez que se elimine, este acceso directo irá a la Papelera de reciclaje. Puedes restaurarlo de la Papelera de reciclaje durante 180 días. Ten en cuenta que la página original no se verá afectada.
fr_fr: Une fois supprimé, ce raccourci sera déplacé vers la Corbeille. Vous pouvez les restaurer depuis la Corbeille pendant 180 jours. Veuillez noter que la page d'origine ne sera pas affectée.
hi_in: हटाए जाने के बाद, यह शॉर्टकट ट्रैश में ले जाया जाएगा. आप इन्हें ट्रैश से 180 दिनों के भीतर बहाल कर सकते हैं. कृपया ध्यान दें कि मूल पेज प्रभावित नहीं होगा.
id_id: Setelah dihapus, pintasan ini akan dipindahkan ke Sampah. Anda dapat memulihkannya dari Sampah dalam waktu 180 hari. Perhatikan bahwa halaman asli tidak akan terpengaruh.
it_it: Se lo elimini, questo collegamento verrà spostato nel Cestino. Puoi ripristinarle dal Cestino entro 180 giorni. L'operazione non avrà effetti sulla pagina originale.
ja_jp: 削除すると、このショートカットがゴミ箱に移動します。180 日以内であれば復元可能です。元のページは保留されます。
ko_kr: 삭제하면 이 바로가기는 휴지통으로 이동됩니다. 180일 이내에 휴지통에서 복구할 수 있습니다. 원본 페이지는 영향을 받지 않습니다.
ms_my: Setelah dipadam, pintasan ini akan dipindahkan ke Tong Sampah. Anda boleh memulihkannya dari Tong Sampah dalam tempoh 180 hari. Sila ambil perhatian bahawa halaman asal tidak akan terjejas.
pt_br: Depois de excluído, este atalho será movido para a lixeira. Você pode restaurá-los da lixeira em até 180 dias. Observe que a página original não será afetada.
ru_ru: После удаления эти ярлыки будут перемещены в Корзину. Вы можете восстановить их из Корзины в течение 30 дней. Обратите внимание, что исходная страница не будет затронута.
th_th: เมื่อลบแล้ว ทางลัดนี้จะถูกย้ายไปยังถังขยะ คุณสามารถคืนค่าหน้าดังกล่าวจากถังขยะได้ภายใน 180 วัน โปรดทราบว่าหน้าเดิมจะไม่ได้รับผลกระทบ
vi_vn: Sau khi xóa, lối tắt này sẽ được chuyển vào Thùng rác. Bạn có thể khôi phục chúng từ Thùng rác trong vòng 180 ngày. Xin lưu ý rằng trang gốc sẽ không bị ảnh hưởng.
zh_cn: 删除后，该页面快捷方式将进入本空间回收站，180 天内可被恢复。快捷方式的原页面将不受影响。
zh_tw: 刪除後，該頁面快速方式將進入本空間資源回收筒，可在 180 天內恢復。快速方式的原始頁面將不受影響。

# zoY
source: Delete shortcut
de_de: Verknüpfung löschen
es_es: Eliminar acceso directo
fr_fr: Supprimer le raccourci
hi_in: शॉर्टकट हटाएँ
id_id: Hapus pintasan
it_it: Elimina collegamento
ja_jp: ショートカットを削除
ko_kr: 바로 가기 삭제
ms_my: Padam pintasan
pt_br: Excluir atalho
ru_ru: Удалить сочетания клавиш
th_th: ลบทางลัด
vi_vn: Xóa lối tắt
zh_cn: 删除快捷方式
zh_tw: 刪除快速方式

# 1BU
source: Select workspace
de_de: Arbeitsbereich auswählen
es_es: Seleccionar espacio de trabajo
fr_fr: Sélectionner un espace de travail
hi_in: कार्यस्थल का चयन करें
id_id: Pilih ruang kerja
it_it: Seleziona area di lavoro
ja_jp: スペースを選択
ko_kr: 작업 영역 선택
ms_my: Pilih ruang kerja
pt_br: Selecionar espaço de trabalho
ru_ru: Выберите рабочую среду
th_th: เลือกพื้นที่ทำงาน
vi_vn: Chọn không gian làm việc
zh_cn: 选择知识空间
zh_tw: 選擇知識空間

# bYI
source: Shortcut
de_de: Verknüpfung
es_es: Acceso directo
fr_fr: Raccourci
hi_in: शॉर्टकट
id_id: Pintasan
it_it: Collegamento
ja_jp: ショートカット
ko_kr: 바로 가기
ms_my: Pintasan
pt_br: Atalho
ru_ru: Сочетания клавиш
th_th: ทางลัด
vi_vn: Lối tắt
zh_cn: 快捷方式
zh_tw: 快速方式

# 7zI
source: Only members with edit permission can add a shortcut to this page.
de_de: Nur Mitglieder mit Bearbeitungsberechtigung können eine Verknüpfung zu dieser Seite hinzufügen.
es_es: Solo los miembros con permiso para editar pueden agregar un acceso directo a esta página.
fr_fr: Seuls les membres disposant des autorisations de modification peuvent ajouter un raccourci vers cette page.
hi_in: केवल वही सदस्य इस पेज में शॉर्टकट जोड़ सकते हैं जिनके पास संपादित करने की अनुमति है.
id_id: Hanya anggota yang memiliki izin untuk mengedit yang dapat menambah pintasan di halaman ini.
it_it: Solo i membri che dispongono dell'autorizzazione per modificare possono aggiungere un collegamento a questa pagina.
ja_jp: ショートカットリンクは編集権限を持つページにのみ作成できます
ko_kr: 편집 권한이 있는 구성원만 이 페이지에 바로 가기를 추가할 수 있습니다.
ms_my: Hanya ahli dengan kebenaran edit boleh menambah pintasan ke halaman ini.
pt_br: Somente membros com permissão para editar podem adicionar um atalho nesta página.
ru_ru: Только участники с разрешением на редактирование могут добавлять ярлык на этой странице.
th_th: เฉพาะสมาชิกที่มีสิทธิ์การอนุญาตในการแก้ไขเท่านั้นที่สามารถเพิ่มทางลัดไปยังหน้านี้ได้
vi_vn: Chỉ thành viên có quyền chỉnh sửa mới có thể thêm lối tắt vào trang này.
zh_cn: 只能创建快捷方式至有编辑权限的节点
zh_tw: 只能建立快速方式至有編輯權限的節點

# g6I
source: Unable to add shortcut
de_de: Hinzufügen von Verknüpfung nicht möglich
es_es: No se puede agregar el acceso directo
fr_fr: Ajout d'un raccourci impossible
hi_in: शॉर्टकट जोड़ने़ में असमर्थ
id_id: Tidak dapat menambah pintasan
it_it: Impossibile aggiungere collegamento
ja_jp: 追加できませんでした
ko_kr: 바로 가기를 추가할 수 없습니다
ms_my: Tidak dapat menambah pintasan
pt_br: Não é possível adicionar atalho
ru_ru: Не удалось добавить ярлык
th_th: ไม่สามารถเพิ่มทางลัดได้
vi_vn: Không thể thêm lối tắt
zh_cn: 快捷方式添加失败
zh_tw: 快速方式新增失敗

# W8A
source: Once moved, the page owner will only have manage permissions of the current page because of the target wiki space settings.
de_de: Nach dem Verschieben hat der Seitenbesitzer aufgrund der Einstellungen des Wiki-Zielbereichs nur noch Verwaltungsberechtigungen für die aktuelle Seite.
es_es: Una vez que se mueva, el propietario de la página solo tendrá permisos de administración en la página actual debido a la configuración del espacio Wiki de destino.
fr_fr: Une fois déplacé, le propriétaire de la page ne disposera de l'autorisation de gestion que sur la page en cours, du fait des paramètres de l'espace Wiki cible.
hi_in: स्थानांतरित हो जाने पर, सिर्फ़ पेज के ओनर के पास टार्गेट वर्कस्पेस सेटिंग्स की वजह से मौजूदा पेज पर प्रबंधित करने की अनुमति होगी.
id_id: Setelah dipindahkan, pemilik halaman hanya akan memiliki izin untuk mengelola halaman saat ini karena pengaturan ruang wiki target.
it_it: Dopo lo spostamento, il proprietario della pagina disporrà solo dell'autorizzazione per gestire la pagina corrente a causa delle impostazioni dello spazio Wiki di destinazione.
ja_jp: 移動後、移動先のウィキスペースの設定により、ページの所有者は当該ページの「管理権限」のみを所有します。
ko_kr: 이동하면 대상 Wiki 공간 설정으로 인해 페이지 소유자는 현재 페이지의 관리 권한만 갖게 됩니다.
ms_my: Setelah dipindahkan, pemilik halaman hanya akan mempunyai kebenaran mengurus halaman semasa kerana tetapan ruang wiki sasaran.
pt_br: Depois de movida, o proprietário da página só terá permissões de gerenciamento da página atual devido às configurações do espaço wiki de destino.
ru_ru: После перемещения владелец страницы будет иметь разрешение только на управление текущей страницей из-за настроек целевого Wiki-пространства.
th_th: เมื่อย้ายแล้ว เจ้าของหน้าจะได้รับอนุญาตให้จัดการหน้าปัจจุบันเท่านั้นเนื่องจากการตั้งค่าพื้นที่ Wiki เป้าหมาย
vi_vn: Sau khi di chuyển, chủ sở hữu trang sẽ chỉ có quyền quản lý trang hiện tại do cài đặt không gian Wiki đích.
zh_cn: 移动后，由于目标知识库的设置，页面所有者仅对当前页面拥有“可管理权限”
zh_tw: 移動後，由於目標知識庫的設定，頁面擁有者僅對目前頁面擁有「可管理權限」

# fHE
source: Workspace Contents
de_de: Inhalt von Workspace
es_es: Contenido del espacio de trabajo
fr_fr: Contenu de l'espace de travail
id_id: Konten Ruang Kerja
it_it: Contenuti dell'Area di lavoro
ja_jp: スペースディレクトリ
ko_kr: 작업 영역 콘텐츠
ms_my: Kandungan Ruang Kerja
pt_br: Conteúdo do espaço de trabalho
ru_ru: Содержимое рабочей среды
th_th: เนื้อหาพื้นที่ทำงาน
vi_vn: Nội dung Không gian làm việc
zh_cn: 空间目录
zh_tw: 空間目錄

# MOY
source: Team
es_es: Equipo
fr_fr: Équipe
hi_in: टीम
id_id: Tim
ja_jp: チーム
ko_kr: 팀
ms_my: Pasukan
pt_br: Equipe
ru_ru: Команда
th_th: ทีม
vi_vn: Nhóm
zh_cn: 团队
zh_tw: 團隊

# BUk
source: Unable to view on mobile. Please view in the browser.
de_de: Ansicht auf Mobiltelephonen nicht möglich. Bitte im Browser anzeigen.
es_es: No se puede ver en teléfonos móviles. Tienes que verlo en el navegador.
fr_fr: Affichage sur mobile impossible. Veuillez utiliser un navigateur.
hi_in: मोबाइल पर देखने में असमर्थ. कृपया ब्राउज़र में देखें.
id_id: Tidak dapat melihat di ponsel. Lihat di browser.
it_it: Impossibile visualizzare su dispositivo mobile. Visualizza sul browser.
ja_jp: この内容はモバイル版で閲覧できません。ウェブ版にて閲覧してください
ko_kr: 모바일에서 볼 수 없습니다. 브라우저에서 보세요.
ms_my: Tidak dapat melihat di mudah alih. Sila lihat dalam pelayar.
pt_br: Não é possível visualizar no dispositivo. Visualize no navegador.
ru_ru: Не удалось просмотреть на мобильном устройстве Просмотрите в браузере.
th_th: ไม่สามารถดูในมือถือได้ โปรดดูในเบราว์เซอร์
vi_vn: Không thể xem trên thiết bị di động. Vui lòng xem trên trình duyệt.
zh_cn: 当前内容暂不支持在手机端查看，请在浏览器查看。
zh_tw: 目前內容暫不支援在手機端查看，請在瀏覽器中查看。

# 3/Y
source: Delete
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Padam
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 删除
zh_tw: 刪除
