Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2hw
source: Select items to be deleted
de_de: Wählen Sie zu löschende Elemente aus
es_es: Selecciona los elementos que quieres eliminar
fr_fr: Sélectionner les éléments à supprimer
id_id: Pilih item yang akan dihapus
it_it: Seleziona gli elementi da eliminare
ja_jp: 削除範囲を確認してください。
ko_kr: 삭제할 항목 선택
ms_my: Pilih item untuk dipadam
pt_br: Selecionar os itens a serem excluídos
ru_ru: Выберите элементы для удаления
th_th: เลือกรายการที่จะลบ
vi_vn: Chọn các mục cần xóa
zh_cn: 请确认删除范围
zh_tw: 請確認刪除範圍

# NR8
source: Delete this page only
de_de: Nur diese Seite löschen
es_es: Eliminar solo esta página
fr_fr: Supprimer cette page uniquement
id_id: Hapus halaman ini saja
it_it: Elimina solo questa pagina
ja_jp: このページのみを削除
ko_kr: 이 페이지만 삭제
ms_my: Padam halaman ini sahaja
pt_br: Excluir apenas esta página
ru_ru: Удалить только эту страницу
th_th: ลบหน้านี้เท่านั้น
vi_vn: Chỉ xóa trang này
zh_cn: 仅删除此页面
zh_tw: 僅刪除此頁面

# s38
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 0dQ
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
id_id: Berhasil dihapus
it_it: Eliminata
ja_jp: 削除しました。
ko_kr: 삭제됨
ms_my: Dipadam
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_tw: 已刪除

# 8MI
source: Once deleted, the page will be moved to the wiki space's trash and deleted permanently after 180 days.
de_de: Nach dem Löschen wird die Seite in den Papierkorb des Wiki-Bereichs verschoben und nach 180 Tagen dauerhaft gelöscht.
es_es: Tras la eliminación, la página se moverá a la papelera del espacio Wiki y se eliminarán definitivamente al cabo de 180 días.
fr_fr: Une fois supprimée, la page sera déplacée vers la corbeille de l'espace Wiki et supprimée définitivement après 180 jours.
id_id: Setelah dihapus, halaman akan dipindahkan ke sampah ruang wiki dan dihapus secara permanen setelah 180 hari.
it_it: Dopo l'eliminazione, la pagina sarà spostata nel Cestino dello spazio Wiki ed eliminata definitivamente dopo 180 giorni.
ja_jp: 削除後、このページは所属するウィキスペースのゴミ箱に移動され、180 日後に完全に削除されます。
ko_kr: 삭제하면 페이지가 Wiki 공간의 휴지통으로 이동하고 180일 후에 영구적으로 삭제됩니다.
ms_my: Setelah dipadam, halaman akan dipindahkan ke tong sampah ruang wiki dan dipadamkan secara kekal selepas 180 hari.
pt_br: Uma vez excluída, a página será movida para a lixeira do espaço da wiki e excluída permanentemente após 180 dias.
ru_ru: После удаления страница будет перемещена в корзину Wiki-пространства и удалена навсегда через 180 дней.
th_th: เมื่อลบแล้ว หน้านี้จะย้ายไปยังถังขยะของพื้นที่ Wiki และจะลบออกอย่างถาวรหลังจาก 180 วัน
vi_vn: Sau khi xóa, trang này sẽ được chuyển vào thùng rác của không gian Wiki và bị xóa vĩnh viễn sau 180 ngày.
zh_cn: 删除后，页面将进入其所在知识库的回收站，180 天后自动彻底删除
zh_tw: 刪除後，頁面將進入其所在知識庫的資源回收筒，180 天後自動徹底刪除

# HVY
source: Unable to delete
de_de: Löschen nicht möglich
es_es: No se puede eliminar
fr_fr: Suppression impossible
id_id: Gagal menghapus
it_it: Impossibile eliminare
ja_jp: 削除できませんでした。
ko_kr: 삭제할 수 없음
ms_my: Tidak dapat padam
pt_br: Não é possível excluir
ru_ru: Не удается удалить
th_th: ลบไม่สำเร็จ
vi_vn: Không thể xóa
zh_cn: 删除失败
zh_tw: 刪除失敗

# Ghs
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# rRc
source: Deleting timed out. Please try again.
de_de: Zeitüberschreitung beim Löschen. Bitte versuchen Sie es erneut.
es_es: Se ha agotado el tiempo de espera para la eliminación. Inténtalo de nuevo.
fr_fr: La suppression a expiré. Veuillez réessayer plus tard.
id_id: Waktu menghapus habis. Coba lagi.
it_it: Eliminazione scaduta. Riprova.
ja_jp: 削除がタイムアウトしました。再試行してください。
ko_kr: 삭제 시간이 초과되었습니다. 다시 시도하세요.
ms_my: Pemadaman gagal. Sila cuba lagi.
pt_br: Tempo limite atingido para exclusão. Tente novamente.
ru_ru: Таймаут удаления. Повторите позже.
th_th: หมดเวลาลบแล้ว โปรดลองอีกครั้ง
vi_vn: Đã hết thời gian xóa. Vui lòng thử lại.
zh_cn: 删除超时，请重试
zh_tw: 刪除逾時，請重試

# vEc
source: You need the parent page's manage or edit permission for this action.
de_de: Für diese Aktion benötigen Sie die Verwaltungs- oder Bearbeitungsberechtigung der übergeordneten Seite.
es_es: Necesitas el permiso de administración o edición de la página principal para realizar esta acción.
fr_fr: Pour exécuter cette opération, vous devez disposer de l'autorisation de modification ou de gestion de la page parente.
id_id: Anda memerlukan izin untuk mengelola atau mengedit halaman induk untuk tindakan ini.
it_it: Per eseguire questa azione hai bisogno dell'autorizzazione per modificare o gestire della pagina padre.
ja_jp: この操作には、親ページの管理権限または編集権限が必要です。
ko_kr: 이 작업을 수행하려면 상위 페이지의 관리 또는 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran mengurus atau edit halaman induk untuk tindakan ini.
pt_br: Você precisa da permissão para gerenciar ou editar da página pai para esta ação.
ru_ru: Чтобы выполнить это действие, вам необходимо разрешение на редактирование или управление для родительской страницы.
th_th: คุณต้องได้รับสิทธิ์การอนุญาตจัดการหรือแก้ไขหน้าหลักเพื่อดำเนินการนี้
vi_vn: Bạn cần quyền quản lý hoặc chỉnh sửa cho trang chính để thực hiện thao tác này.
zh_cn: 此操作需要父页面的管理或编辑权限
zh_tw: 此操作需要父頁面的管理或編輯權限

# yvU
source: Once the page is deleted, its sub-pages will move up to this location and inherit the permission settings of its parent page.
de_de: Nachdem die Seite gelöscht wurde, werden ihre Unterseiten an diese Stelle verschoben und übernehmen die Berechtigungseinstellungen der übergeordneten Seite.
es_es: Una vez eliminada la página, sus subpáginas se moverán hacia arriba hasta esta ubicación y heredarán la configuración de permisos de su página principal.
fr_fr: Une fois la page supprimée, ses sous-pages seront déplacées vers cet emplacement et hériteront des paramètres d'autorisation de la page parente.
id_id: Setelah halaman dihapus, sub-halamannya akan dipindahkan ke lokasi ini dan mewarisi pengaturan izin dari halaman induknya.
it_it: Una volta eliminata la pagina, le relative pagine secondarie verranno spostate a questa posizione ed erediteranno le impostazioni delle autorizzazioni della pagina padre.
ja_jp: 削除すると、このページの子ページは現在の位置に移動され、現在の位置の親ページの権限設定を継承します。
ko_kr: 페이지가 삭제되면 해당 하위 페이지가 이 위치로 이동하고 해당 상위 페이지의 권한 설정을 상속합니다.
ms_my: Apabila halaman dipadam, sub-halaman akan berpindah ke lokasi ini dan mewarisi tetapan kebenaran halaman induk.
pt_br: Depois que a página for excluída, suas subpáginas serão movidas para essa localização e herdarão as configurações de permissão da página principal.
ru_ru: После удаления страницы ее подстраницы будут перемещены в это расположение и наследуют настройки разрешений родительской страницы.
th_th: เมื่อลบหน้านี้แล้ว หน้าย่อยจะย้ายขึ้นไปยังตำแหน่งนี้และรับช่วงการตั้งค่าสิทธิ์การอนุญาตของหน้าหลัก
vi_vn: Sau khi xóa trang này, các trang con của nó sẽ di chuyển lên vị trí này và kế thừa cài đặt quyền của trang chính.
zh_cn: 删除后，此页面的子页面将上移到当前位置，并继承当前位置父页面的权限设置
zh_tw: 刪除後，此頁面的子頁面將上移到目前位置，並繼承目前位置父頁面的權限設定

# txk
source: Delete this page and all of its sub-pages
de_de: Diese Seite und alle Unterseiten löschen
es_es: Eliminar esta página y todas sus subpáginas
fr_fr: Supprimer cette page et toutes ses sous-pages
id_id: Hapus halaman ini dan semua sub-halamannya
it_it: Elimina questa pagina e tutte le relative pagine secondarie
ja_jp: このページ及びすべての子ページを削除
ko_kr: 이 페이지 및 모든 하위 페이지 삭제
ms_my: Padam halaman ini dan semua sub-halamannya
pt_br: Excluir esta página e todas as suas subpáginas
ru_ru: Удалить эту страницу и все подстраницы
th_th: ลบหน้านี้และหน้าย่อยทั้งหมด
vi_vn: Xóa trang này và tất cả các trang con
zh_cn: 删除此页面和它包含的所有子页面
zh_tw: 刪除此頁面及其包含的所有子頁面

# 07c
source: The document was deleted
de_de: Das Dokument wurde gelöscht
es_es: Se ha eliminado el documento original
fr_fr: Le document a été supprimé
id_id: Dokumen dihapus
it_it: Il documento è stato eliminato
ja_jp: このドキュメントは削除されました。
ko_kr: 문서가 삭제되었습니다
ms_my: Dokumen telah dipadam
pt_br: O documento foi excluído
ru_ru: Документ был удален
th_th: เอกสารลบออกไปแล้ว
vi_vn: Tài liệu đã bị xóa
zh_cn: 该文档已被删除
zh_tw: 該文件已被刪除

# FnU
source: You do not have permission to restore this content. Please contact {{username}} who deleted the document for assistance.
de_de: Sie haben keine Berechtigung, diesen Inhalt wiederherzustellen. Bitte kontaktieren Sie {{username}}, der das Dokument gelöscht hat, wenn Sie Hilfe benötigen.
es_es: No tienes permiso para restaurar este contenido. Ponte en contacto con {{username}}, que es quien ha eliminado el documento, para obtener ayuda.
fr_fr: Vous n'êtes pas autorisé à restaurer ce contenu. Veuillez contacter {{username}}, qui a supprimé le document pour obtenir de l'aide.
id_id: Anda tidak memiliki izin untuk memulihkan konten ini. Hubungi {{username}} yang menghapus dokumen untuk mendapat bantuan.
it_it: Non disponi dell'autorizzazione per ripristinare questo contenuto. Contatta {{username}} che ha eliminato il documento per ricevere assistenza.
ja_jp: この内容を復元する権限がありません。削除を実行したユーザー {{username}} にお問い合わせください。
ko_kr: 이 콘텐츠를 복원할 수 있는 권한이 없습니다. 도움이 필요하면 해당 문서를 삭제한 {{username}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memulihkan kandungan ini. Sila hubungi {{username}} yang memadamkan dokumen untuk bantuan.
pt_br: Você não tem permissão para restaurar este conteúdo. Entre em contato com {{username}} que excluiu o documento para obter assistência.
ru_ru: У вас нет разрешения на восстановление этого контента. Обратитесь за помощью к {{username}}, который удалил документ.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้กู้คืนเนื้อหานี้ โปรดติดต่อขอความช่วยเหลือจาก {{username}} ซึ่งเป็นผู้ที่ลบเอกสาร
vi_vn: Bạn không có quyền khôi phục nội dung này. Vui lòng liên hệ với {{username}}, là người đã xóa tài liệu này để được trợ giúp.
zh_cn: 你没有权限恢复此内容，请联系删除者{{username}}处理
zh_tw: 你沒有還原此內容的權限，請聯絡刪除者{{username}}處理

# Sts
source: You do not have permission to restore this content. Please contact {{username}} who deleted the document or the wiki space admin of {{workspace}} for assistance.
de_de: Sie haben keine Berechtigung für die Wiederherstellung dieses Inhalts. Bitte wenden Sie sich an {{username}}, der das Dokument gelöscht hat, oder für weitere Unterstützung an den Wiki-Bereich-Administrator von {{workspace}}.
es_es: No tienes permiso para restaurar este contenido. Ponte en contacto con el usuario {{username}} que eliminó el documento o el administrador del espacio Wiki de {{workspace}} para obtener ayuda.
fr_fr: Vous n'êtes pas autorisé à restaurer ce contenu. Veuillez contacter {{username}} qui a supprimé le document ou l'administrateur de l'espace Wiki de {{workspace}} pour obtenir de l'aide.
id_id: Anda tidak memiliki izin untuk memulihkan konten ini. Hubungi {{username}} yang menghapus dokumen atau admin ruang wiki {{workspace}} untuk mendapat bantuan.
it_it: Non disponi dell'autorizzazione per ripristinare questo contenuto. Contatta {{username}} che ha eliminato il documento o l'amministratore dello spazio Wiki {{workspace}} per ricevere assistenza.
ja_jp: このコンテンツを復元する権限がありません。削除を実行したユーザー{{username}}またはウィキスペース{{workspace}}の管理者にお問い合わせください。
ko_kr: 이 콘텐츠를 복원할 수 있는 권한이 없습니다. 해당 문서를 삭제한 {{username}} 님 또는 {{workspace}}의 Wiki 공간 관리자에게 도움을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memulihkan kandungan ini. Sila hubungi {{username}} yang memadam dokumen atau pentadbir ruang wiki {{workspace}} untuk bantuan.
pt_br: Você não tem permissão para restaurar este conteúdo. Entre em contato com {{username}} que excluiu o documento ou o administrador do espaço da wiki de {{workspace}} para obter assistência.
ru_ru: У вас нет разрешения на восстановление этого контента. Обратитесь за помощью к пользователю {{username}}, который удалил документ, или к администратору Wiki-пространства {{workspace}}.
th_th: คุณไม่ได้รับการอนุญาตให้กู้คืนเนื้อหานี้ โปรดติดต่อขอความช่วยเหลือจาก {{username}} ซึ่งเป็นผู้ที่ลบเอกสารหรือผู้ดูแลพื้นที่ Wiki ของ {{workspace}}
vi_vn: Bạn không có quyền khôi phục nội dung này. Vui lòng liên hệ với {{username}} (người xóa tài liệu này) hoặc quản trị viên của không gian Wiki {{workspace}} để được trợ giúp.
zh_cn: 你没有权限恢复此内容，请联系删除者{{username}}或知识库{{workspace}}的管理员处理
zh_tw: 你無權還原此內容，請聯絡刪除者{{username}}或知識庫{{workspace}}的管理員處理

# 6AE
source: Unable to restore
de_de: Wiederherstellen nicht möglich
es_es: No se puede restaurar
fr_fr: Restauration impossible
id_id: Gagal memulihkan
it_it: Impossibile ripristinare
ja_jp: 復元できません
ko_kr: 복원할 수 없음
ms_my: Tidak dapat memulihkan
pt_br: Não é possível restaurar
ru_ru: Не удается восстановить
th_th: ไม่สามารถกู้คืนได้
vi_vn: Không khôi phục được
zh_cn: 无法恢复
zh_tw: 無法還原

# KDs
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: กู้คืน
vi_vn: Khôi phục
zh_cn: 恢复
zh_tw: 還原

# TnA
source: Restoring...
de_de: Wiederherstellungsvorgang...
es_es: Restaurando...
fr_fr: Restauration...
id_id: Memulihkan...
it_it: Ripristino in corso
ja_jp: 内容を復元しています...
ko_kr: 복원 중...
ms_my: Memulihkan...
pt_br: Restaurando...
ru_ru: Восстановление...
th_th: กำลังเรียกคืน...
vi_vn: Đang khôi phục...
zh_cn: 恢复中...
zh_tw: 還原中...

# 6LY
source: You need the folder's edit permission to make a copy here.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Ordner, um hier eine Kopie zu erstellen.
es_es: Necesitas el permiso de edición en la carpeta para hacer una copia aquí.
fr_fr: Vous devez disposer de l'autorisation de modification du dossier pour faire une copie ici.
id_id: Anda memerlukan izin untuk mengedit folder untuk membuat salinan di sini.
it_it: Per creare una copia qui, devi disporre dell'autorizzazione per modificare della cartella.
ja_jp: このフォルダの編集権限がないため、ここにコピーを作成できません。
ko_kr: 여기에서 복사하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk membuat salinan di sini.
pt_br: Você precisa da permissão para editar da pasta para fazer uma cópia aqui.
ru_ru: Для создания здесь копии необходимо разрешение на редактирование папки.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขของโฟลเดอร์เพื่อทำสำเนาที่นี่
vi_vn: Bạn cần quyền chỉnh sửa thư mục để tạo bản sao ở đây.
zh_cn: 你没有该文件夹的编辑权限，无法创建副本到选中位置
zh_tw: 你沒有該資料夾的編輯權限，無法建立副本至所選位置

# 4Cc
source: You need the folder's edit permission to move to this location.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Ordner, um Inhalte in diesen Speicherort zu verschieben.
es_es: Necesitas permiso de edición en la carpeta para mover a esta ubicación.
fr_fr: Vous devez disposer de l'autorisation de modification du dossier pour le déplacer vers cet emplacement.
id_id: Anda memerlukan izin untuk mengedit folder untuk memindahkan ke lokasi ini.
it_it: Per spostare in questa posizione, devi disporre dell'autorizzazione per modificare della cartella.
ja_jp: このフォルダの編集権限がないため、選択した場所に移動できません。
ko_kr: 이 위치로 이동하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk pindah ke lokasi ini.
pt_br: Você precisa da permissão para editar da pasta para mover para esta localização.
ru_ru: Для перемещения сюда необходимо разрешение на редактирование папки.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขของโฟลเดอร์เพื่อย้ายไปยังตำแหน่งนี้
vi_vn: Bạn cần quyền chỉnh sửa thư mục để di chuyển đến vị trí này.
zh_cn: 你没有该文件夹的编辑权限，无法移动到选中位置
zh_tw: 你沒有該資料夾的編輯權限，無法移動至所選位置

# a1g
source: You need the folder's edit permission to create a new document here.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Ordner, um hier ein neues Dokument zu erstellen.
es_es: Necesitas permiso de edición en la carpeta para crear un documento nuevo aquí.
fr_fr: Vous devez disposer de l'autorisation de modification du dossier pour créer un nouveau document ici.
id_id: Anda memerlukan izin untuk mengedit folder untuk menambah dokumen baru.
it_it: Per creare un nuovo documento qui, devi disporre dell'autorizzazione per modificare della cartella.
ja_jp: このフォルダの編集権限がないため、選択した場所に新規作成できません。
ko_kr: 여기에 새 문서를 생성하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk membuat dokumen baru di sini.
pt_br: Você precisa da permissão para editar da pasta para criar um novo documento aqui.
ru_ru: Для создания здесь документа необходимо разрешение на редактирование папки.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขของโฟลเดอร์เพื่อสร้างเอกสารใหม่ที่นี่
vi_vn: Bạn cần quyền chỉnh sửa thư mục để tạo tài liệu mới ở đây.
zh_cn: 你没有该文件夹的编辑权限，无法新建到选中位置
zh_tw: 你沒有該資料夾的編輯權限，無法建立至所選位置

# KnM
source: You need the folder's edit permission to add a shortcut here.
de_de: Sie benötigen die Bearbeitungsberechtigung für den Ordner, um hier eine Verknüpfung hinzuzufügen.
es_es: Necesitas el permiso de edición en la carpeta para agregar un acceso directo aquí.
fr_fr: Vous devez disposer de l'autorisation de modification du dossier pour ajouter un raccourci ici.
id_id: Anda memerlukan izin untuk mengedit folder untuk menambah pintasan baru.
it_it: Per aggiungere un collegamento qui, devi disporre dell'autorizzazione per modificare della cartella.
ja_jp: このフォルダの編集権限がないため、ここにショートカットを作成できません。
ko_kr: 여기에서 바로가기를 추가하려면 폴더의 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit folder untuk menambah pintasan di sini.
pt_br: Você precisa da permissão para editar da pasta para adicionar um atalho aqui.
ru_ru: Для добавления здесь ярлыка необходимо разрешение на редактирование папки.
th_th: คุณต้องมีสิทธิ์การอนุญาตแก้ไขของโฟลเดอร์เพื่อเพิ่มทางลัดที่นี่
vi_vn: Bạn cần quyền chỉnh sửa thư mục để thêm lối tắt ở đây.
zh_cn: 你没有该文件夹的编辑权限，无法创建快捷方式到选中位置
zh_tw: 你沒有該資料夾的編輯權限，無法建立快速方式至所選位置

# qTQ
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favoritos
ru_ru: Избранное
th_th: รายการโปรด
vi_vn: Mục yêu thích
zh_cn: 收藏
zh_tw: 收藏

# aQI
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: ヒント
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# QlA
source: The organization you invited contains more than 500 members. In order to avoid disturbance, they will not be notified of this permission change.
de_de: Die von Ihnen eingeladene Organisation hat mehr als 500 Mitglieder. Sie werden über diese Berechtigungsänderung nicht benachrichtigt, um Störungen zu vermeiden.
es_es: La organización a la que has invitado contiene más de 500 miembros. Para evitar molestias, no recibirán una notificación de este cambio de permiso.
fr_fr: L'organisation que vous avez invitée compte plus de 500 membres. Afin d'éviter toute perturbation, ils ne seront pas informés de ce changement d'autorisation.
id_id: Organisasi yang Anda undang berisi lebih dari 500 anggota. Untuk menghindari gangguan, mereka tidak akan diberi tahu tentang perubahan izin ini.
it_it: L'organizzazione che hai invitato contiene più di 500 membri. Per evitare di disturbarli, non riceveranno notifica riguardo questa modifica di autorizzazione.
ja_jp: 選択された組織構造には 500 人以上のメンバーが含まれています。邪魔にならないように、この操作を行う際、メンバーには権限の変更に関する通知が送信されません。
ko_kr: 초대한 기업에는 500명 이상의 구성원이 있습니다. 방해를 피하기 위해 이 권한 변경에 대한 알림을 받지 않습니다.
ms_my: Organisasi yang anda jemput mengandungi lebih daripada 500 ahli. Untuk mengelakkan gangguan, mereka tidak akan diberitahu mengenai perubahan kebenaran ini.
pt_br: A organização que você convidou contém mais de 500 membros. Para evitar distúrbios, eles não serão notificados dessa alteração de permissão.
ru_ru: Приглашенная вами организация содержит более 500 сотрудников. Во избежание беспокойства они не будут уведомляться об этом изменении.
th_th: องค์กรที่คุณเชิญมีสมาชิกเกิน 500 ราย สมาชิกจะไม่ได้รับแจ้งเตือนการเปลี่ยนแปลงสิทธิ์การอนุญาตนี้เพื่อเลี่ยงการรบกวน
vi_vn: Tổ chức bạn đã mời có hơn 500 thành viên. Để tránh gây phiên phức, họ sẽ không nhận được thông báo về sự thay đổi quyền này.
zh_cn: 所选组织架构人数超过 500。为避免打扰，此次操作将不会对该组织成员发送权限变更通知。
zh_tw: 所選組織架構人數超過 500。為避免打擾，本次操作將不會傳送權限變更通知給該組織成員。

# 5Js
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# Q5M
source: Add Shortcut To
de_de: Verknüpfung hinzufügen zu
es_es: Agregar acceso directo a
fr_fr: Ajouter un raccourci à
id_id: Tambah Pintasan ke
it_it: Aggiungi collegamento a
ja_jp: ショートカットを追加
ko_kr: 바로가기 추가 위치
ms_my: Tambah Pintasan Ke
pt_br: Adicionar atalho a
ru_ru: Добавить ярлык к
th_th: เพิ่มทางลัดไปยัง
vi_vn: Thêm phím tắt vào
zh_cn: 添加快捷方式到
zh_tw: 新增快速方式到

# uOk
source: Unable to delete. You don't have manage permission for the current folder.
de_de: Löschen nicht möglich. Sie haben keine Verwaltungsberechtigung für den aktuellen Ordner.
es_es: No se puede eliminar. No tienes permiso de administración en la carpeta actual.
fr_fr: Suppression impossible. Vous ne disposez pas de l'autorisation de gestion du dossier actuel.
id_id: Gagal menghapus. Anda tidak memiliki izin untuk mengelola untuk folder saat ini.
it_it: Impossibile eliminare. Non disponi dell'autorizzazione per gestire la cartella corrente.
ja_jp: このフォルダの管理権限がないため、削除できません。
ko_kr: 삭제할 수 없습니다. 현재 폴더에 대한 관리 권한이 없습니다.
ms_my: Tidak dapat memadam. Anda tidak mempunyai kebenaran mengurus untuk folder semasa.
pt_br: Não é possível excluir. Você não tem permissão para gerenciar a pasta atual.
ru_ru: Не удается удалить. У вас нет разрешений на управление в текущей папке.
th_th: ไม่สามารถลบได้ คุณไม่มีสิทธิ์การอนุญาตจัดการโฟลเดอร์ปัจจุบัน
vi_vn: Xóa không thành công. Bạn không có quyền quản lý thư mục hiện tại.
zh_cn: 无法删除，你没有当前文件夹的可管理权限
zh_tw: 無法刪除，你沒有目前資料夾的可管理權限

# LeQ
source: Unable to move. You don't have manage permission for the current folder.
de_de: Verschieben nicht möglich. Sie haben keine Verwaltungsberechtigung für den aktuellen Ordner.
es_es: Error al mover. No tienes permiso de administración en la carpeta actual.
fr_fr: Déplacement impossible. Vous ne disposez pas de l'autorisation de gestion du dossier actuel.
id_id: Gagal memindah. Anda tidak memiliki izin untuk mengelola untuk folder saat ini.
it_it: Impossibile spostare. Non disponi dell'autorizzazione per gestire la cartella corrente.
ja_jp: このフォルダの管理権限がないため、移動できません。
ko_kr: 이동할 수 없습니다. 현재 폴더에 대한 관리 권한이 없습니다.
ms_my: Tidak dapat bergerak. Anda tidak mempunyai kebenaran mengurus untuk folder semasa.
pt_br: Não é possível mover. Você não tem permissão para gerenciar a pasta atual.
ru_ru: Не удается переместить. У вас нет разрешений на управление в текущей папке.
th_th: ไม่สามารถย้ายได้ คุณไม่มีสิทธิ์การอนุญาตจัดการโฟลเดอร์ปัจจุบัน
vi_vn: Di chuyển không thành công. Bạn không có quyền quản lý thư mục hiện tại.
zh_cn: 无法移动，你没有当前文件夹的可管理权限
zh_tw: 無法移動，你沒有目前資料夾的可管理權限
