Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 4B4
source: Turn on link sharing for this form
de_de: Aktivieren Sie das Teilen von Links für dieses Formular
es_es: Activar el uso compartido de enlaces para este formulario
fr_fr: Activer le partage de liens pour ce formulaire
hi_in: इस फ़ॉर्म के लिए लिंक साझाकरण चालू करें
id_id: Aktifkan berbagi tautan untuk formulir ini
it_it: Attiva la condivisione link per questo modulo
ja_jp: フォーム共有を先に有効にしてください
ko_kr: 이 설문지에 대한 링크 공유 켜기
ms_my: Hidupkan perkongsian pautan untuk borang ini
pt_br: Ligar compartilhamento de link para este formulário
ru_ru: Включите обмен ссылками для этой формы
th_th: เปิดการแบ่งปันลิงก์สำหรับแบบฟอร์มนี้
vi_vn: Bật chia sẻ liên kết cho biểu mẫu này
zh_cn: 请先开启表单分享
zh_tw: 請先開啟表單分享

# gqY
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# ZKY
source: Once removed, the recipient will not be able to access the form. Confirm?
de_de: Sobald der Empfänger entfernt wurde, kann er nicht mehr auf das Formular zugreifen. Bestätigen?
es_es: Una vez que se quite, el destinatario no podrá acceder al formulario. ¿Confirmar?
fr_fr: Après le retrait, le destinataire ne pourra pas accéder au formulaire. Confirmer ?
hi_in: निकाले जाने के बाद, उत्तरदाता फ़ॉर्म ऐक्सेस नहीं कर सकेंगे. पुष्ट करें?
id_id: Setelah dihapus, penerima tidak akan dapat mengakses formulir. Konfirmasi?
it_it: Se la rimuovi, il destinatario non potrà accedere alla maschera. Confermi?
ja_jp: 削除すると、このユーザーはフォームを回答できなくなります。削除しますか？
ko_kr: 제거하면 해당 수신자는 설문지에 액세스할 수 없습니다. 확인하시겠습니까?
ms_my: Sekali dikeluarkan, penerima tidak akan dapat mengakses borang. Sahkan?
pt_br: Com a remoção, o recipiente não poderá acessar o formulário. Confirmar?
ru_ru: После удаления получатель не сможет открыть форму. Подтвердить?
th_th: เมื่อลบออกแล้ว ผู้รับจะไม่สามารถเข้าถึงแบบฟอร์มได้ ยืนยันหรือไม่
vi_vn: Sau khi loại bỏ, người nhận sẽ không thể truy cập biểu mẫu này. Xác nhận?
zh_cn: 移除后，此用户将无法填写表单，确认移除吗？
zh_tw: 移除後，此使用者將無法填寫表單，確認移除嗎？

# 81I
source: Remove recipient
de_de: Empfänger entfernen
es_es: Quitar destinatario
fr_fr: Retirer le destinataire
hi_in: उत्तरदाता को निकालें
id_id: Hapus penerima
it_it: Rimuovi destinatario
ja_jp: 回答者を削除
ko_kr: 수신자 제거
ms_my: Buang penerima
pt_br: Remover recipiente
ru_ru: Удалить получателя
th_th: ลบผู้รับออก
vi_vn: Loại bỏ người nhận
zh_cn: 移除填写者
zh_tw: 移除填寫者

# o3U
source: https://www.feishu.cn/hc/en-US/articles/183307421587#tabs0|lineguid-RN00o
de_de: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
es_es: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
fr_fr: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
hi_in: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
id_id: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
it_it: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
ja_jp: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
ko_kr: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
pt_br: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
ru_ru: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
th_th: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
vi_vn: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o
zh_cn: https://www.feishu.cn/hc/zh-CN/articles/183307421587#tabs0|lineguid-kjsbo
zh_tw: https://www.feishu.cn/hc/articles/183307421587#tabs0|lineguid-RN00o

# EpA
source: https://www.larksuite.com/hc/en-US/articles/362275149321#tabs0|lineguid-Mw3Xi
de_de: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
es_es: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
fr_fr: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
hi_in: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
id_id: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
it_it: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
ja_jp: https://www.larksuite.com/hc/ja-jp/articles/362275149321#tabs0|lineguid-tx3xY
ko_kr: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
pt_br: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
ru_ru: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
th_th: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
vi_vn: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY
zh_cn: https://www.larksuite.com/hc/zh-CN/articles/362275149321#tabs0|lineguid-7W01O
zh_tw: https://www.larksuite.com/hc/articles/362275149321#tabs0|lineguid-tx3xY

# wnA
source: Please note that all respondents can see the referenced data.
de_de: Bitte beachten Sie, dass alle Befragten die referenzierten Daten sehen können.
es_es: Ten en cuenta que todos los encuestados pueden ver los datos a los que se hace referencia.
fr_fr: Veuillez noter que tous les répondants peuvent consulter les données référencées.
id_id: Perhatikan bahwa semua responden dapat melihat data referensi.
it_it: Tieni presente che tutti i rispondenti possono vedere i dati cui viene fatto riferimento.
ja_jp: すべての回答者がフォームの参照データを表示できます。情報セキュリティに注意してください。
ko_kr: 모든 응답자가 참조된 데이터를 볼 수 있습니다.
ms_my: Sila ambil perhatian bahawa semua responden boleh melihat data yang dirujuk.
pt_br: Observe que todos os respondentes podem ver os dados referenciados.
ru_ru: Обратите внимание, что все респонденты могут видеть указанные данные.
th_th: โปรดทราบว่าผู้ตอบทุกคนสามารถดูข้อมูลอ้างอิงได้
vi_vn: Vui lòng lưu ý rằng tất cả người trả lời đều có thể xem dữ liệu tham chiếu.
zh_cn: 填写者将可见表单引用的数据，请注意信息安全
zh_tw: 填寫者將能查看表單引用的資料，請注意資訊安全

# Lr8
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도하세요
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Повторите попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# ipk
source: Send link to form
de_de: Link zum Formular senden
es_es: Enviar enlace al formulario
fr_fr: Envoyer le lien vers le formulaire
hi_in: फ़ॉर्म का लिंक भेजें
id_id: Kirim tautan ke formulir
it_it: Invia link alla maschera
ja_jp: リンクを送信
ko_kr: 설문지 링크 보내기
ms_my: Hantar pautan ke borang
pt_br: Enviar link para formulário
ru_ru: Отправить ссылку на форму
th_th: ส่งลิงก์ไปยังแบบฟอร์ม
vi_vn: Gửi liên kết đến biểu mẫu
zh_cn: 发送表单链接
zh_tw: 傳送表單連結

# VS0
source: Invite to fill
de_de: Zum Ausfüllen einladen
es_es: Invitar a rellenar
fr_fr: Inviter à remplir
hi_in: भरने के लिए आमंत्रित करें
id_id: Undang untuk mengisi
it_it: Invita per la compilazione
ja_jp: 共有
ko_kr: 작성하도록 초대
ms_my: Jemput untuk mengisi
pt_br: Convidar para preencher
ru_ru: Пригласить заполнить
th_th: เชิญกรอก
vi_vn: Mời điền
zh_cn: 分享表单
zh_tw: 分享表單

# nC0
source: Please fill in the form {{formName}} I created on {{APP_DISPLAY_NAME}}
de_de: Bitte füllen Sie das Formular {{formName}} aus, das ich am {{APP_DISPLAY_NAME}} erstellt habe
es_es: Rellena el formulario {{formName}} que he creado en {{APP_DISPLAY_NAME}}
fr_fr: Merci de remplir le formulaire {{formName}} que j'ai créé dans {{APP_DISPLAY_NAME}}
hi_in: जो फ़ॉर्म {{formName}} मैंने {{APP_DISPLAY_NAME}} पर बनाया था कृपया वह भरें
id_id: Isi formulir {{formName}} yang saya dibuat di {{APP_DISPLAY_NAME}}
it_it: Compilare il modulo {{formName}} che ho creato su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} でフォーム「{{formName}}」を記入しましょう！
ko_kr: {{APP_DISPLAY_NAME}}에서 제가 생성한 설문지 {{formName}}을(를) 작성해 주세요
ms_my: Sila isi borang {{formName}} yang saya cipta di {{APP_DISPLAY_NAME}}
pt_br: Preencha o formulário {{formName}} que eu criei no {{APP_DISPLAY_NAME}}
ru_ru: Пожалуйста, заполните мою форму {{formName}} в {{APP_DISPLAY_NAME}}
th_th: โปรดกรอกแบบฟอร์ม {{formName}} ที่ฉันสร้างขึ้นบน {{APP_DISPLAY_NAME}}
vi_vn: Vui lòng điền vào biểu mẫu {{formName}} mà tôi đã tạo thành công trên {{APP_DISPLAY_NAME}}
zh_cn: 快来填写我在{{APP_DISPLAY_NAME}}分享的表单“{{formName}}”吧
zh_tw: 快來填寫我在{{APP_DISPLAY_NAME}}分享的表單「{{formName}}」吧

# SeA
source: Display calculation results only. Manual input is not supported.
de_de: Es werden nur Berechnungsergebnisse angezeigt. Manuelles Ausfüllen wird nicht unterstützt.
es_es: Mostrar solo los resultados del cálculo. No se admite la entrada manual.
fr_fr: Affiche uniquement les résultats des calculs. La saisie manuelle n'est pas prise en charge.
id_id: Tampilkan hanya hasil penghitungan. Input manual tidak didukung.
it_it: Mostra solo risultati del calcolo. Inserimento manuale non supportato.
ja_jp: 計算結果を表示（手動入力不可）
ko_kr: 계산 결과만 표시합니다. 수동 입력은 지원되지 않습니다.
ms_my: Paparkan hasil pengiraan sahaja. Input manual tidak disokong.
pt_br: Exibe apenas os resultados do cálculo. Não há suporte para a entrada manual.
ru_ru: Отображаются только результаты расчетов. Ручной ввод не поддерживается.
th_th: แสดงผลการคำนวณเท่านั้น ไม่รองรับการกรอกข้อมูลด้วยตนเอง
vi_vn: Chỉ hiển thị kết quả tính toán. Không hỗ trợ nhập thủ công.
zh_cn: 仅显示计算结果，不支持手动填写
zh_tw: 僅顯示計算結果，不支援手動填寫

# CrU
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
hi_in: सबमिट करें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# Sks
source: Powered by {{bitableName}}
de_de: Unterstützt durch {{bitableName}}
es_es: Con tecnología de {{bitableName}}
fr_fr: Fonctionne avec {{bitableName}}
hi_in: {{bitableName}} द्वारा संचालित
id_id: Didukung oleh {{bitableName}}
it_it: Tecnologia {{bitableName}}
ja_jp: {{bitableName}} より
ko_kr: {{bitableName}}에서 제공
ms_my: Dikuasakan oleh {{bitableName}}
pt_br: Desenvolvido por {{bitableName}}
ru_ru: При поддержке {{bitableName}}
th_th: ให้บริการโดย {{bitableName}}
vi_vn: Do {{bitableName}} vận hành
zh_cn: {{bitableName}} 提供技术支持
zh_tw: {{bitableName}} 提供技術支援

# fPY
source: New Group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
id_id: Grup Baru
it_it: Nuovo gruppo
ja_jp: グループを作成
ko_kr: 새 그룹
ms_my: Kumpulan Baharu
pt_br: Novo grupo
ru_ru: Новая группа
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 快速建群
zh_tw: 快速建立群組

# RZk
source: Recents
de_de: Kürzlich verwendet
es_es: Recientes
fr_fr: Récents
id_id: Terbaru
it_it: Recenti
ja_jp: 最近アクセスしたもの
ko_kr: 최근 항목
ms_my: Terbaru
pt_br: Recentes
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近访问
zh_tw: 最近造訪

# XB4
source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats
id_id: Hasil
it_it: Risultati
ja_jp: 検索結果
ko_kr: 결과
ms_my: Keputusan
pt_br: Resultados
ru_ru: Результаты
th_th: ผลลัพธ์
vi_vn: Kết quả
zh_cn: 搜索结果
zh_tw: 搜尋結果

# FKc
source: Allow adding multiple groups in one record
de_de: Hinzufügen mehrerer Gruppen zu einem Datensatz zulassen
es_es: Permitir que se agreguen varios grupos en un registro
fr_fr: Autoriser l'ajout de plusieurs groupes dans un seul enregistrement
id_id: Izinkan menambahkan beberapa grup di dalam satu rekaman
it_it: Consenti più gruppi in un record
ja_jp: 複数のグループを追加可能
ko_kr: 하나의 레코드에 여러 그룹 추가 허용
ms_my: Benarkan menambah berbilang kumpulan dalam satu rekod
pt_br: Permitir adicionar vários grupos em um registro
ru_ru: Разрешить добавление нескольких групп в одну запись
th_th: ช่วยให้เพิ่มได้หลายกลุ่มในบันทึกเดียว
vi_vn: Cho phép thêm nhiều nhóm vào một bản ghi
zh_cn: 允许添加多个群组
zh_tw: 允許新增多個群組

# BXg
source: Unable to load group information. Please refresh and try again.
de_de: Die Gruppeninformationen konnten nicht geladen werden. Bitte aktualisieren Sie und versuchen Sie es erneut.
es_es: No se puede cargar la información del grupo. Actualiza e inténtalo de nuevo.
fr_fr: Impossible de charger les informations du groupe. Veuillez actualiser et réessayer.
id_id: Gagal memuat informasi grup. Perbarui dan coba lagi.
it_it: Impossibile caricare le informazioni del gruppo. Aggiorna e riprova.
ja_jp: グループ情報を読み込みできません。再試行してください。
ko_kr: 그룹 정보를 로드할 수 없습니다. 새로 고치고 다시 시도하세요.
ms_my: Tidak dapat memuatkan maklumat kumpulan. Sila muat semula dan cuba lagi.
pt_br: Não é possível carregar as informações do grupo. Atualize e tente novamente.
ru_ru: Не удалось загрузить информацию о группе. Обновите и повторите попытку.
th_th: ไม่สามารถโหลดข้อมูลกลุ่มได้ โปรดรีเฟรชและลองอีกครั้ง
vi_vn: Không thể tải thông tin nhóm. Vui lòng làm mới và thử lại.
zh_cn: 无法加载群信息，请重试
zh_tw: 無法載入群組資訊，請重試

# qck
source: Unable to load group information.
de_de: Die Gruppeninformationen konnten nicht geladen werden.
es_es: No se puede cargar la información del grupo.
fr_fr: Impossible de charger les informations du groupe.
id_id: Gagal memuat informasi grup.
it_it: Impossibile caricare le informazioni del gruppo.
ja_jp: グループ情報を取得できません
ko_kr: 그룹 정보를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan maklumat kumpulan.
pt_br: Não é possível carregar as informações do grupo.
ru_ru: Не удалось загрузить информацию о группе.
th_th: ไม่สามารถโหลดข้อมูลกลุ่มได้
vi_vn: Không thể tải thông tin nhóm.
zh_cn: 无法获取群信息
zh_tw: 無法取得群組資訊

# XG8
source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
id_id: Grup
it_it: Gruppo
ja_jp: グループ
ko_kr: 그룹
ms_my: Kumpulan
pt_br: Grupo
ru_ru: Группа
th_th: กลุ่ม
vi_vn: Phân nhóm
zh_cn: 群组
zh_tw: 群組

# +pI
source: Search for groups
de_de: Nach Gruppen suchen
es_es: Buscar grupos
fr_fr: Rechercher des groupes
id_id: Cari grup
it_it: Cerca gruppi
ja_jp: グループを検索
ko_kr: 그룹 검색
ms_my: Cari kumpulan
pt_br: Pesquisar grupos
ru_ru: Поиск групп
th_th: ค้นหากลุ่ม
vi_vn: Tìm kiếm nhóm
zh_cn: 搜索群组
zh_tw: 搜尋群組

# bDI
source: Unable to join this group
de_de: Beitritt zu dieser Gruppe ist nicht möglich
es_es: No es posible unirse a este grupo
fr_fr: Impossible de rejoindre ce groupe
id_id: Gagal bergabung dengan grup ini
it_it: Impossibile partecipare a questo gruppo
ja_jp: このグループに参加できません。
ko_kr: 이 그룹에 참가할 수 없습니다
ms_my: Tidak dapat menyertai kumpulan ini
pt_br: Falha ao ingressar neste grupo
ru_ru: Не удалось присоединиться к этой группе
th_th: ไม่สามารถเข้าร่วมกลุ่มนี้ได้
vi_vn: Không thể tham gia nhóm này
zh_cn: 无法加入该群组
zh_tw: 無法加入該群組

# bts
source: No charts yet. You can add them here.
de_de: Es sind noch keine Diagramme vorhanden. Hier können Sie sie hinzufügen.
es_es: Aún no hay gráficos. Puedes agregarlos aquí.
fr_fr: Aucun graphique pour le moment. Vous pouvez en ajouter ici.
id_id: Belum ada diagram. Anda dapat menambahkannya di sini.
it_it: Ancora nessun grafico. Puoi aggiungerli qui.
ja_jp: まだグラフはありません
ko_kr: 아직 차트가 없습니다. 여기에 추가할 수 있습니다.
ms_my: Belum ada carta lagi. Anda boleh menambahkannya di sini.
pt_br: Ainda não há gráficos. Você pode adicioná-los aqui.
ru_ru: Диаграмм пока нет. Вы можете добавить их здесь.
th_th: ยังไม่มีแผนภูมิ คุณสามารถเพิ่มได้ที่นี่
vi_vn: Chưa có biểu đồ nào. Bạn có thể thêm tại đây.
zh_cn: 暂无图表，你可以把图表添加到这里
zh_tw: 暫無圖表，你可以將圖表新增到這裡

# oFY
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加する
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 去添加
zh_tw: 去新增

# jiY
source: New Chart
de_de: Neues Diagramm
es_es: Nuevo gráfico
fr_fr: Nouveau graphique
id_id: Diagram Baru
it_it: Nuovo grafico
ja_jp: グラフを追加
ko_kr: 새 차트
ms_my: Carta Baru
pt_br: Novo gráfico
ru_ru: Новая диаграмма
th_th: แผนภูมิใหม่
vi_vn: Biểu đồ mới
zh_cn: 添加图表
zh_tw: 新增圖表

# sJU
source: Add ({{num}})
de_de: Hinzufügen ({{num}})
es_es: Agregar ({{num}})
fr_fr: Ajouter ({{num}})
id_id: Tambahkan ({{num}})
it_it: Aggiungi ({{num}})
ja_jp: 追加 ({{num}})
ko_kr: 추가({{num}})
ms_my: Tambah ({{num}})
pt_br: Adicionar ({{num}})
ru_ru: Добавить ({{num}})
th_th: เพิ่ม ({{num}})
vi_vn: Thêm ({{num}})
zh_cn: 添加 ({{num}})
zh_tw: 新增 ({{num}})

# uiM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# qYo
source: Failed to add charts. Please try again.
de_de: Das Hinzufügen von Diagrammen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al agregar gráficos. Inténtalo de nuevo.
fr_fr: Ajout des graphiques impossible. Veuillez réessayer.
id_id: Gagal menambahkan diagram. Coba lagi.
it_it: Aggiunta dei grafici non riuscita. Riprova.
ja_jp: グラフを追加できませんでした。再試行してください。
ko_kr: 차트를 추가하지 못했습니다. 다시 시도하세요.
ms_my: Gagal menambah carta. Sila cuba lagi.
pt_br: Falha ao adicionar gráficos. Tente novamente.
ru_ru: Не удалось добавить диаграммы. Повторите попытку.
th_th: เพิ่มแผนภูมิไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thêm biểu đồ không thành công. Vui lòng thử lại.
zh_cn: 图表添加失败，请重试
zh_tw: 圖表新增失敗，請重試

# nIE
source: Chart deleted
de_de: Diagramm gelöscht
es_es: Gráfico eliminado
fr_fr: Graphique supprimé
id_id: Diagram dihapus
it_it: Grafico eliminato
ja_jp: グラフが削除されました
ko_kr: 차트 삭제됨
ms_my: Carta dipadam
pt_br: Gráfico excluído
ru_ru: Диаграмма удалена
th_th: ลบแผนภูมิแล้ว
vi_vn: Đã xóa biểu đồ
zh_cn: 图表已删除
zh_tw: 圖表已刪除

# 8aU
source: Failed to load chart
de_de: Laden des Diagramms fehlgeschlagen
es_es: Error al cargar el gráfico
fr_fr: Échec du chargement du graphique
id_id: Gagal memuat diagram
it_it: Caricamento del grafico non riuscito
ja_jp: グラフを読み込めませんでした
ko_kr: 차트를 로드하지 못했습니다
ms_my: Gagal memuat carta
pt_br: Falha ao carregar o gráficos
ru_ru: Не удалось загрузить диаграмму
th_th: โหลดแผนภูมิไม่สำเร็จ
vi_vn: Tải biểu đồ không thành công
zh_cn: 图表加载失败
zh_tw: 圖表載入失敗

# bSk
source: Chart type not supported
de_de: Diagrammtyp wird nicht unterstützt
es_es: Tipo de gráfico no admitido
fr_fr: Type de graphique non pris en charge
id_id: Jenis diagram tidak didukung
it_it: Tipo di grafico non supportato
ja_jp: 現在、このタイプのグラフを表示できません。
ko_kr: 차트 유형이 지원되지 않습니다
ms_my: Jenis carta tidak disokong
pt_br: Tipo de gráfico não compatível
ru_ru: Этот тип диаграмм не поддерживается
th_th: ไม่รองรับประเภทแผนภูมิ
vi_vn: Loại biểu đồ không được hỗ trợ
zh_cn: 暂不支持展示
zh_tw: 暫不支援顯示

# vow
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ko_kr: 새로 만들기
ms_my: Baru
pt_br: Novo
ru_ru: Создать
th_th: ใหม่
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

# oJw
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ko_kr: 새로 만들기
ms_my: Baru
pt_br: Novo
ru_ru: Создать
th_th: ใหม่
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

# ad4
source: Failed to load dashboard
de_de: Laden des Dashboards fehlgeschlagen
es_es: Error al cargar el tablero de mando
fr_fr: Échec du chargement du tableau de bord
id_id: Gagal memuat dasbor
it_it: Caricamento del pannello di controllo non riuscito
ja_jp: ダッシュボードを読み込めませんでした
ko_kr: 대시보드를 로드하지 못했습니다
ms_my: Gagal memuat papan pemuka
pt_br: Falha ao carregar o painel
ru_ru: Не удалось загрузить панель инструментов
th_th: โหลดแดชบอร์ดไม่สำเร็จ
vi_vn: Tải bảng điều khiển không thành công
zh_cn: 仪表盘加载失败
zh_tw: 儀錶盤載入失敗

# wT4
source: Discover
de_de: Entdecken
es_es: Descubrir
fr_fr: Découvrir
id_id: Temukan
it_it: Scopri
ja_jp: 発見
ko_kr: 검색
ms_my: Terokai
pt_br: Descobrir
ru_ru: Обнаружить
th_th: ค้นพบ
vi_vn: Khám phá
zh_cn: 发现
zh_tw: 發現

# 2kM
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# M9A
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# j7U
source: Failed to load dashboard. Please open again.
de_de: Das Laden des Dashboards ist fehlgeschlagen. Bitte öffnen Sie es erneut.
es_es: Error al cargar el tablero de mando. Ábrelo de nuevo.
fr_fr: Échec du chargement du tableau de bord. Veuillez ouvrir à nouveau.
id_id: Gagal memuat dasbor. Buka lagi.
it_it: Caricamento del pannello di controllo non riuscito. Aprilo di nuovo.
ja_jp: ダッシュボードを読み込めませんでした。再度お試しください。
ko_kr: 대시보드를 로드하지 못했습니다. 다시 여세요.
ms_my: Gagal memuat papan pemuka. Sila buka lagi.
pt_br: Falha ao carregar o painel. Abra novamente.
ru_ru: Не удалось загрузить панель инструментов. Откройте ее повторно.
th_th: โหลดแดชบอร์ดไม่สำเร็จ โปรดเปิดอีกครั้ง
vi_vn: Tải bảng điều khiển không thành công. Vui lòng mở lại.
zh_cn: 仪表盘获取失败，请重新打开
zh_tw: 儀錶盤取得失敗，請重新開啟

# +aA
source: From
de_de: Von
es_es: De
fr_fr: De
id_id: Dari
it_it: Da
ja_jp: ソース
ko_kr: 보낸 사람
ms_my: Dari
pt_br: De
ru_ru: От
th_th: จาก
vi_vn: Từ
zh_cn: 来自
zh_tw: 來自

# NSg
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
ms_my: Laman Utama
pt_br: Início
ru_ru: Главная
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 首页
zh_tw: 首頁

# rto
source: Failed to load charts
de_de: Laden der Diagramme fehlgeschlagen
es_es: Error al cargar los gráficos
fr_fr: Échec du chargement des graphiques
id_id: Gagal memuat diagram
it_it: Caricamento dei grafici non riuscito
ja_jp: グラフの読み込みに失敗しました
ko_kr: 차트를 로드하지 못했습니다
ms_my: Gagal memuat carta
pt_br: Falha ao carregar gráficos
ru_ru: Не удалось загрузить диаграммы
th_th: โหลดแผนภูมิไม่สำเร็จ
vi_vn: Tải biểu đồ không thành công
zh_cn: 图表加载失败
zh_tw: 圖表載入失敗

# y58
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# IZM
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# P3c
source: Up to {{num}} charts can be added.
de_de: Es können bis zu {{num}} Diagramme hinzugefügt werden.
es_es: Se pueden agregar hasta {{num}} gráficos.
fr_fr: Possibilité d'ajouter jusqu'à {{num}} graphiques.
id_id: Hingga {{num}} diagram dapat ditambahkan.
it_it: È possibile aggiungere fino a {{num}} grafici.
ja_jp: 最大 {{num}} 個のグラフを追加
ko_kr: 최대 {{num}}개의 차트를 추가할 수 있습니다.
ms_my: Sehingga {{num}} carta boleh ditambah.
pt_br: Até {{num}} gráficos podem ser adicionados.
ru_ru: Можно добавить не более {{num}} диаграмм.
th_th: เพิ่มแผนภูมิได้สูงสุด {{num}} รายการ
vi_vn: Có thể thêm tối đa {{num}} biểu đồ.
zh_cn: 最多添加 {{num}} 个图表
zh_tw: 最多新增 {{num}} 個圖表

# bLc
source: My charts
de_de: Meine Diagramme
es_es: Mis gráficos
fr_fr: Mes graphiques
id_id: Diagram saya
it_it: I miei grafici
ja_jp: マイグラフ
ko_kr: 내 차트
ms_my: Carta saya
pt_br: Meus gráficos
ru_ru: Мои диаграммы
th_th: แผนภูมิของฉัน
vi_vn: Biểu đồ của tôi
zh_cn: 我的图表
zh_tw: 我的圖表

# zCQ
source: You don't have permission to view the chart.
de_de: Sie haben keine Berechtigung für die Anzeige dieses Diagramms.
es_es: No tienes permiso para ver los gráficos.
fr_fr: Vous n'êtes pas autorisé à afficher le graphique.
id_id: Anda tidak memiliki izin untuk melihat diagram.
it_it: Non disponi dell'autorizzazione per visualizzare il grafico.
ja_jp: グラフを閲覧する権限が
ko_kr: 차트를 볼 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melihat carta.
pt_br: Você não tem permissão para visualizar o gráfico.
ru_ru: У вас нет разрешения на просмотр диаграммы.
th_th: คุณไม่มีสิทธิ์การอนุญาตดูแผนภูมิ
vi_vn: Bạn không có quyền xem biểu đồ này.
zh_cn: 你没有权限查看图表
zh_tw: 你無權查看圖表

# QxY
source: No charts yet
de_de: Noch keine Diagramme
es_es: Aún no hay gráficos
fr_fr: Aucun graphique pour le moment
id_id: Belum ada diagram
it_it: Ancora nessun grafico
ja_jp: まだグラフはありません
ko_kr: 아직 차트가 없습니다
ms_my: Belum ada carta lagi
pt_br: Ainda não há gráficos
ru_ru: Диаграмм пока нет
th_th: ยังไม่มีแผนภูมิ
vi_vn: Chưa có biểu đồ nào
zh_cn: 该仪表盘内暂无图表
zh_tw: 該儀錶盤內暫無圖表
