Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# qK4
source: Sharing the folder with this type of collaborator isn't supported.
de_de: Die Freigabe des Ordners wird für diesen Kollaboratortyp nicht unterstützt.
es_es: No es posible compartir la carpeta con este tipo de colaborador.
fr_fr: Le partage de ce dossier avec ce type de collaborateur n'est pas disponible.
hi_in: इस प्रकार के सहयोगी के साथ फ़ोल्डर साझा करना समर्थित नहीं है.
id_id: Membagikan folder kepada kolaborator jenis ini tidak didukung.
it_it: La condivisione della cartella con questo tipo di collaboratore non è supportata.
ja_jp: このフォルダを当タイプの共同編集者に共有できません
ko_kr: 이 유형의 공동 작업자와 폴더를 공유할 수 없습니다.
ms_my: Tidak disokong berkongsi folder dengan jenis kolaborator ini.
pt_br: Não há suporte para o compartilhamento da pasta com este tipo de colaborador.
ru_ru: Невозможно поделиться папкой с этим типом соавторов.
th_th: ไม่รองรับการแบ่งปันโฟลเดอร์กับผู้ร่วมงานประเภทนี้
vi_vn: Không hỗ trợ chia sẻ thư mục với người cộng tác thuộc lớp người dùng này.
zh_cn: 暂不支持分享本文件夹给此类型的协作者
zh_tw: 暫不支援分享本資料夾給此類協作者

# aG8
source: Invited some members. Due to the organization's or the folder's security strategy, you weren't able to invite {{collaborators}}.
de_de: Einige Mitglieder wurden eingeladen. Aufgrund der Sicherheitsstrategie der Organisation oder des Ordners konnten Sie {{collaborators}} nicht einladen.
es_es: Se ha invitado a algunos miembros. Debido a la estrategia de seguridad de la organización o de la carpeta, no has podido invitar a {{collaborators}}.
fr_fr: Certains membres ont été invités. Du fait de la stratégie de sécurité de l'organisation ou du dossier, vous n'avez pas pu inviter {{collaborators}}.
hi_in: कुछ सदस्य आमंत्रित किए गए. संगठन या फ़ोल्डर की सुरक्षा योजना के कारण, आप {{collaborators}} को आमंत्रित नहीं कर सकते थे.
id_id: Berhasil mengundang beberapa anggota. Karena strategi keamanan organisasi atau folder, Anda tidak dapat mengundang {{collaborators}}.
it_it: Invitati alcuni membri. A causa della strategia per la sicurezza dell'organizzazione o della cartella, non hai potuto invitare {{collaborators}}.
ja_jp: 一部のメンバーを招待しました。法人またはフォルダのセキュリティ設定により、{{collaborators}} を招待できません
ko_kr: 일부 구성원을 초대했습니다. 기업 또는 폴더의 보안 전략으로 인해 {{collaborators}}을(를) 초대할 수 없습니다.
ms_my: Mengundang beberapa ahli. Kerana strategi keselamatan organisasi atau folder, anda tidak dapat mengundang {{collaborators}}.
pt_br: Alguns membros foram convidados. Devido à estratégia de segurança da organização ou da pasta, não foi possível convidar {{collaborators}}.
ru_ru: Приглашены некоторые участники. Из-за стратегии безопасности организации или папки вы не смогли пригласить {{collaborators}}.
th_th: ได้เชิญสมาชิกเพียงบางส่วนเท่านั้น เนื่องจากกลยุทธ์ด้านความปลอดภัยขององค์กรหรือโฟลเดอร์ คุณจึงไม่สามารถเชิญ {{collaborators}} ได้
vi_vn: Đã mời một số thành viên. Do chính sách bảo mật của thư mục hoặc của tổ chức, bạn không thể mời {{collaborators}}.
zh_cn: 已邀请部分成员。由于企业或文件夹本身的安全策略设置，无法邀请：{{collaborators}}
zh_tw: 已邀請部分成員。由於企業或資料夾本身的安全性原則設定，無法邀請：{{collaborators}}

# eNw
source: Sharing content with trust parties is prohibited by the wiki space's settings
de_de: Aufgrund der Einstellungen für diesen Wiki-Bereich ist es nicht erlaubt, Inhalte mit vertrauenswürdigen Dritten zu teilen
es_es: La configuración del espacio Wiki prohíbe compartir contenido con entidades de confianza
fr_fr: Le partage de contenu avec des parties de confiance est interdit par les paramètres de l'espace Wiki
hi_in: वर्कस्पेस की सेटिंग्स में, भरोसेमंद पक्षों से डेटा साझा करना प्रतिबंधित है
id_id: Membagikan konten dengan pihak tepercaya dilarang oleh pengaturan ruang wiki
it_it: La condivisione del contenuto con parti attendibili è proibita dalle impostazioni dello spazio Wiki
ja_jp: ウィキスペースはページの関連組織への共有を禁止しています。
ko_kr: Wiki 공간 설정에 의해 신뢰 당사자와 콘텐츠 공유가 금지되었습니다
ms_my: Berkongsi kandungan dengan pihak yang dipercayai dilarang oleh tetapan ruang wiki
pt_br: O compartilhamento de conteúdo com partes confiáveis é proibido pelas configurações do espaço wiki
ru_ru: Делиться контентом с доверенными организациями запрещено настройками Wiki-пространства
th_th: การตั้งค่าของพื้นที่ Wiki การแบ่งปันเนื้อหากับฝ่ายที่น่าเชื่อถือเป็นสิ่งต้องห้าม
vi_vn: Cài đặt của không gian Wiki cấm chia sẻ nội dung với các bên đáng tin cậy
zh_cn: 知识库已禁止页面被分享到关联组织
zh_tw: 知識庫已禁止分享頁面到關聯組織

# /tg
source: Only people with manage permission can share the content with trust parties
de_de: Nur Personen mit Verwaltungsberechtigung dürfen den Inhalt für vertrauenswürdige Dritte freigeben
es_es: Solo las personas con permiso de administración pueden compartir el contenido con terceros de confianza
fr_fr: Seuls les utilisateurs disposant de l'autorisation de gestion peuvent partager le contenu avec des tiers de confiance
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले लोग ही ट्रस्ट पार्टी के साथ कंटेंट साझा कर सकते हैं
id_id: Hanya orang-orang dengan izin untuk mengelola yang dapat berbagi konten kepada pihak tepercaya
it_it: Solo le persone con autorizzazione alla gestione possono condividere contenuti con parti attendibili
ja_jp: 「管理権限」のみ関連組織に共有できる
ko_kr: 관리 권한이 있는 사용자만 신뢰할 수 있는 당사자와 콘텐츠를 공유할 수 있음
ms_my: Hanya orang dengan kebenaran urus boleh berkongsi kandungan dengan pihak berkepercayaan
pt_br: Apenas pessoas com permissão de gerenciamento podem compartilhar o conteúdo com partes confiáveis
ru_ru: Только люди с разрешением на управление могут делиться контентом с доверенными организациям
th_th: เฉพาะผู้ที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถแบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้องได้
vi_vn: Chỉ những người có quyền quản lý mới có thể chia sẻ nội dung với các bên tin cậy
zh_cn: 仅“可管理权限”可以将内容分享到关联组织
zh_tw: 僅「可管理權限」可以將內容分享到關聯組織

# cp8
source: Allow content to be shared with trust parties
de_de: Freigabe von Inhalten für vertrauenswürdige Dritte zulassen
es_es: Permitir que el contenido se comparta con terceros de confianza
fr_fr: Autoriser le partage de contenu avec des tiers de confiance
hi_in: भरोसेमंद पक्षों से सामग्री साझा करने की अनुमति दें
id_id: Izinkan konten untuk dibagikan kepada pihak tepercaya
it_it: Consenti la condivisione dei contenuti con parti attendibili
ja_jp: 関連組織への共有を許可
ko_kr: 신뢰할 수 있는 당사자와 콘텐츠 공유 허용
ms_my: Benarkan kandungan dikongsi dengan pihak berkepercayaan
pt_br: Permitir que o conteúdo seja compartilhado com partes confiáveis
ru_ru: Разрешить делиться с доверенными организациями
th_th: อนุญาตให้แบ่งปันเนื้อหากับบุคคลที่เกี่ยวข้องได้
vi_vn: Cho phép chia sẻ nội dung với các bên tin cậy
zh_cn: 允许内容被分享到关联组织
zh_tw: 允許內容被分享到關聯組織

# ePM
source: Please note
de_de: Hinweis
es_es: Nota:
fr_fr: Remarque
hi_in: कृपया नोट करें
id_id: Harap diperhatikan
it_it: Nota
ja_jp: 説明
ko_kr: 유의 사항
ms_my: Sila ambil perhatian
pt_br: Observe
ru_ru: Обратите внимание
th_th: โปรดทราบ
vi_vn: Vui lòng lưu ý
zh_cn: 提示
zh_tw: 提示

# 23I
source: External sharing is restricted to trust parties only due to the organization's security strategy.
de_de: Aufgrund der Sicherheitsstrategie der Organisation bleiben externe Freigaben beschränkt auf vertrauenswürdige Dritte.
es_es: Debido a la estrategia de seguridad de la organización, solo se puede compartir externamente con entidades de confianza.
fr_fr: Le partage externe est limité aux parties de confiance du fait de la stratégie de sécurité de l'organisation.
hi_in: संगठन की सुरक्षा योजना के कारण बाहरी साझाकरण केवल ट्रस्ट पार्टियों तक ही सीमित है.
id_id: Berbagi eksternal dibatasi hanya untuk pihak tepercaya karena strategi keamanan organisasi.
it_it: La condivisione esterna è limitata solo alle parti attendibili a causa della strategia per la sicurezza dell'organizzazione.
ja_jp: 法人のセキュリティ設定により、関連組織への共有のみ許可されています
ko_kr: 기업의 보안 전략으로 인해 외부 공유는 신뢰 당사자로만 제한됩니다.
ms_my: Pengongsian luaran dihadkan kepada pihak yang dipercayai sahaja disebabkan strategi keselamatan organisasi.
pt_br: O compartilhamento externo é restrito a partes confiáveis apenas devido à estratégia de segurança da organização.
ru_ru: Внешний доступ разрешен только доверенным сторонам в соответствии со стратегией безопасности организации.
th_th: การแบ่งปันภายนอกถูกจำกัดเฉพาะฝ่ายที่น่าเชื่อถือเท่านั้น เนื่องจากกลยุทธ์ด้านความปลอดภัยขององค์กร
vi_vn: Do chính sách bảo mật của tổ chức, chia sẻ với bên ngoài chỉ áp dụng cho chia sẻ với các bên tin cậy.
zh_cn: 由于企业安全策略设置，仅允许被分享到关联组织
zh_tw: 由於企業安全性原則設定，僅允許分享到關聯組織

# PmM
source: Only people from this organization and its trust parties with the link can edit
de_de: Nur Personen aus dieser Organisation und ihre angegebenen vertrauenswürdigen Dritten, die über den Link verfügen, können Inhalte bearbeiten
es_es: Solo tienen permiso de edición las personas de esta organización y los terceros de confianza que tengan el enlace
fr_fr: Seuls les membres de cette organisation et leurs tiers de confiance disposant du lien peuvent modifier
hi_in: सिर्फ़ इस संगठन और लिंक वाले इसके भरोसेमंद पक्षों के लोग ही संपादित कर सकते हैं
id_id: Hanya orang-orang dari organisasi ini dan pihak tepercayanya yang memiliki tautan yang dapat mengedit
it_it: Possono modificare solo le persone di questa organizzazione e le parti attendibili con il link
ja_jp: リンクを取得した法人メンバーおよび関連組織のメンバーが編集可能
ko_kr: 이 기업의 사용자와 해당 링크가 있는 신뢰할 수 있는 당사자만 편집 가능
ms_my: Hanya orang dari organisasi ini dan pihak yang dipercayai dengan pautan boleh mengedit
pt_br: Apenas pessoas desta organização e suas partes confiáveis com o link podem editar
ru_ru: Только люди из этой организации и ее доверенные организации могут редактировать по ссылке
th_th: เฉพาะบุคคลจากองค์กรนี้และบุคคลที่เกี่ยวข้องที่มีลิงก์เท่านั้นที่สามารถแก้ไขได้
vi_vn: Chỉ những người thuộc tổ chức này và các bên tin cậy mới có thể chỉnh sửa nếu có liên kết
zh_cn: 本组织及关联组织内获得链接的人可编辑
zh_tw: 本組織及關聯組織內取得連結的人可編輯

# uZI
source: People in the organization with the link can edit
de_de: Personen innerhalb der Organisation mit dem Link dürfen bearbeiten
es_es: Las personas de la organización con el enlace pueden editar
fr_fr: Les membres de l'organisation disposant du lien peuvent modifier
hi_in: लिंक वाले संगठन के लोग संपादित कर सकते हैं
id_id: Orang-orang di dalam organisasi yang memiliki tautan dapat mengedit
it_it: Le persone dell'organizzazione con il link possono modificare
ja_jp: リンクを取得した内部メンバーが編集可能
ko_kr: 링크가 있는 기업 내부 인원 편집 가능
ms_my: Orang dalam organisasi dengan pautan boleh mengedit
pt_br: As pessoas na organização com o link podem editar
ru_ru: Люди в организации, у которых есть ссылка, могут редактировать
th_th: บุคคลในองค์กรที่มีลิงก์สามารถแก้ไขได้
vi_vn: Người trong tổ chức có liên kết có thể chỉnh sửa
zh_cn: 组织内获得链接的人可编辑
zh_tw: 組織內取得連結的人可編輯

# /0I
source: People in the organization with the link can view
de_de: Personen innerhalb der Organisation mit dem Link dürfen ansehen
es_es: Las personas de la organización con el enlace pueden ver
fr_fr: Les membres de l'organisation disposant du lien peuvent lire
hi_in: लिंक वाले संगठन के लोग देख सकते हैं
id_id: Orang-orang di dalam organisasi yang memiliki tautan dapat melihat
it_it: Le persone dell'organizzazione con il link possono visualizzare
ja_jp: リンクを取得した内部メンバーが閲覧可能
ko_kr: 링크가 있는 기업 내부 인원 읽기 가능
ms_my: Orang dalam organisasi dengan pautan boleh melihat
pt_br: As pessoas na organização com o link podem visualizar
ru_ru: Люди в организации, у которых есть ссылка, могут просматривать
th_th: บุคคลในองค์กรที่มีลิงก์สามารถดูได้
vi_vn: Người trong tổ chức có liên kết có thể xem
zh_cn: 组织内获得链接的人可阅读
zh_tw: 組織內取得連結的人可閱讀

# PO4
source: Share with trust parties
de_de: Freigabe für vertrauenswürdige Dritte
es_es: Compartir con entidades de confianza
fr_fr: Partager avec des parties de confiance
hi_in: ट्रस्ट पार्टी से साझा करें
id_id: Bagikan kepada pihak terpercaya
it_it: Condividi con parti attendibili
ja_jp: 関連組織に共有
ko_kr: 신뢰 당사자와 공유
ms_my: Kongsi dengan pihak yang dipercayai
pt_br: Compartilhar com partes confiáveis
ru_ru: Поделиться с доверенными сторонами
th_th: แบ่งปันกับฝ่ายที่น่าเชื่อถือ
vi_vn: Chia sẻ với các bên tin cậy
zh_cn: 分享到关联组织
zh_tw: 分享到關聯組織

# qA8
source: Only people from this organization and its trust parties with the link can view
de_de: Nur Personen aus dieser Organisation und ihre angegebenen vertrauenswürdigen Dritten, die über den Link verfügen, können Inhalte sehen
es_es: Solo tienen permiso de visualización las personas de esta organización y los terceros de confianza que tengan el enlace
fr_fr: Seuls les membres de cette organisation et leurs tiers de confiance disposant du lien peuvent consulter
hi_in: सिर्फ़ इस संगठन और लिंक वाले इसके भरोसेमंद पक्षों के लोग ही देख सकते हैं
id_id: Hanya orang-orang dari organisasi ini dan pihak tepercayanya yang memiliki tautan yang dapat melihat
it_it: Possono visualizzare solo le persone di questa organizzazione e le parti attendibili con il link
ja_jp: リンクを取得した法人メンバーおよび関連組織のメンバーが閲覧可能
ko_kr: 이 기업의 사용자와 해당 링크가 있는 신뢰할 수 있는 당사자만 읽기 가능
ms_my: Hanya orang dari organisasi ini dan pihak yang dipercayai dengan pautan boleh melihat
pt_br: Apenas pessoas desta organização e suas partes confiáveis com o link podem visualizar
ru_ru: Только люди из этой организации и ее доверенные организации могут просматривать по ссылке
th_th: เฉพาะบุคคลจากองค์กรนี้และบุคคลที่เกี่ยวข้องที่มีลิงก์เท่านั้นที่สามารถดูได้
vi_vn: Chỉ những người thuộc tổ chức này và các bên tin cậy mới có thể xem nếu có liên kết
zh_cn: 本组织及关联组织内获得链接的人可阅读
zh_tw: 本組織及關聯組織內取得連結的人可閱讀

# 2co
source: Due to information security of the organization, the file can't be shared or opened with third-party applications.
de_de: Aufgrund der Informationssicherheit der Organisation kann die Datei nicht mit Drittanbieter-Apps geteilt oder geöffnet werden.
es_es: Para garantizar la seguridad de la información sobre la organización, el archivo no se puede compartir ni abrir con aplicaciones de terceros.
fr_fr: Impossible de partager ou d'ouvrir le fichier avec des applications tierces en raison des paramètres de sécurité des informations de l'organisation.
hi_in: संगठन की जानकारी सुरक्षा के कारण, फ़ाइल तृतीय-पक्ष ऐप्लिकेशन के साथ साझा नहीं की जा सकती या खोली नहीं जा सकती.
id_id: Karena keamanan informasi organisasi, file tidak dapat dibagikan atau dibuka dengan aplikasi pihak ketiga.
it_it: A causa della sicurezza delle informazioni dell'organizzazione, il file non può essere condiviso né aperto con applicazioni di terze parti.
ja_jp: 法人アカウント管理者のセキュリティ設定により、このファイルを共有、またはサードパーティのアプリで開くことができません
ko_kr: 기업의 정보 보안 설정으로 인해 파일을 타사 애플리케이션과 공유하거나 타사 애플리케이션으로 열 수 없습니다.
ms_my: Kerana keselamatan maklumat organisasi, fail tidak boleh dikongsi atau dibuka dengan aplikasi pihak ketiga.
pt_br: Devido à segurança de informações da organização, o arquivo não pode ser compartilhado nem aberto com aplicativos de terceiros.
ru_ru: Из-за информационной безопасности организации файлом нельзя делиться и его нельзя открывать сторонними приложениями.
th_th: เนื่องจากความปลอดภัยในข้อมูลขององค์กรจึงไม่สามารถแบ่งปันหรือเปิดไฟล์ได้ด้วยแอปพลิเคชันของบุคคลที่สาม
vi_vn: Do việc bảo mật thông tin của tổ chức nên không thể chia sẻ hoặc mở tệp tin bằng các ứng dụng của bên thứ ba.
zh_cn: 由于你所在组织的安全配置，该文件已被加密，不能被分享或用第三方应用打开
zh_tw: 由於你所在組織的安全設定，該檔案已加密，不能分享或使用第三方應用程式開啟

# aL4
source: Shared with me
de_de: Mit mir geteilt
es_es: Compartido conmigo
fr_fr: Partagé(e) avec moi
hi_in: मेरे साथ साझा किया गया
id_id: Dibagikan dengan saya
it_it: Condiviso con me
ja_jp: 自分への共有
ko_kr: 나와 공유한 파일
ms_my: Dikongsi dengan saya
pt_br: Compartilhado comigo
ru_ru: Поделился(-ась) со мной
th_th: แบ่งปันให้กับฉัน
vi_vn: Đã được chia sẻ với tôi
zh_cn: 与我分享
zh_tw: 與我分享

# gyY
source: "Shared space" is now "shared with me". Everything others are sharing with you is here. All folders owned by you are under "my space".
de_de: „Geteilter Bereich“ heißt jetzt „Mit mir geteilt“. Alles, was andere mit Ihnen teilen, finden Sie hier. Alle Ordner, deren Besitzer Sie sind, befinden sich unter „Mein Bereich“.
es_es: "Espacio compartido" es ahora "Compartido conmigo". Todo lo que otros comparten contigo está aquí. Todas las carpetas de tu propiedad están bajo "Mi espacio".
fr_fr: L'« Espace partagé » devient désormais « partagé avec moi ». Vous retrouverez ici tout le contenu partagé avec vous par les autres utilisateurs. Tous les dossiers qui vous appartiennent sont sous « mon espace ».
hi_in: "साझा किए गए स्पेस" अब "मेरे साथ साझा करें" है. अन्य लोग जो आपके साथ साझा करते हैं वह सभी यहाँ है. आपके ओनर्शिप में सभी फ़ोल्डर "मेरा स्पेस" के तहत हैं.
id_id: "Ruang bersama" sekarang "dibagikan dengan saya". Semua yang dibagikan dengan Anda ada di sini. Semua folder milik Anda berada di bawah "ruang saya".
it_it: "Spazio condiviso" si chiama ora "Condiviso con me". Tutto ciò che gli altri stanno condividendo con te si trova qui. Tutte le cartelle di tua proprietà si trovano sotto "Il mio spazio".
ja_jp: 「共有スペース」は「私への共有」に更新しました。他人から共有されたコンテンツはこちらに保管されます。あなたが所有者であるフォルダは「マイスペース」に移動されました。
ko_kr: "공유 공간"이 이제 "나와 공유됨"이 되었습니다. 다른 사람들이 회원님과 공유하는 모든 것이 여기에 있습니다. 회원님이 소유한 모든 폴더는 "나의 공간"에 있습니다.
ms_my: "Ruang berkongsi" kini menjadi "dikongsi dengan saya". Semua yang dikongsi oleh orang lain dengan anda ada di sini. Semua folder yang dimiliki oleh anda berada di bawah "ruang saya".
pt_br: "Espaço compartilhado" agora é "Compartilhado comigo". Tudo que os outros estão compartilhando com você está aqui. Todas as outras pastas de sua propriedade estão em "Meu espaço".
ru_ru: "Общее пространство" теперь называется "поделились со мной". Все, чем остальные делятся с вами, находится здесь. Все папки, владельцем которых вы являетесь, находятся в разделе "мое пространство".
th_th: “พื้นที่ที่ใช้ร่วมกัน” เปลี่ยนเป็น “แบ่งปันให้กับฉัน” ในตอนนี้ ทุกอย่างที่ผู้อื่นแบ่งปันให้กับคุณจะอยู่ที่นี่ โฟลเดอร์ทั้งหมดที่คุณเป็นเจ้าของจะอยู่ภายใต้ “พื้นที่ของฉัน”
vi_vn: "Không gian dùng chung" giờ đây đã "được chia sẻ với tôi". Mọi thứ người khác đang chia sẻ với bạn đều có tại đây. Tất cả các thư mục thuộc sở hữu của bạn đều nằm trong "không gian của tôi".
zh_cn: "共享空间"更新为"与我分享"。他人与你分享的内容都在这里。所有者是你的文件夹移到了"我的空间"。
zh_tw: 「共享空間」更新為「與我分享」。他人與你分享的內容都在此處。擁有者是你的資料夾移到了「我的空間」。

# k1w
source: Add shortcut
de_de: Verknüpfung hinzufügen
es_es: Agregar acceso directo
fr_fr: Ajouter un raccourci
hi_in: शॉर्टकट जोड़ें
id_id: Tambah pintasan
it_it: Aggiungi collegamento
ja_jp: ショートカットを追加
ko_kr: 바로 가기 추가
ms_my: Tambah pintasan
pt_br: Adicionar atalho
ru_ru: Добавить ярлык
th_th: เพิ่มทางลัด
vi_vn: Thêm lối tắt
zh_cn: 添加快捷方式
zh_tw: 新增快速方式

# A08
source: The site is temporarily unavailable.
de_de: Der Standort ist vorübergehend nicht verfügbar.
es_es: El sitio no está disponible temporalmente.
fr_fr: Le site est temporairement indisponible.
hi_in: साइट अस्थायी रूप से अनुपलब्ध है.
id_id: Situs untuk sementara tidak tersedia.
it_it: Il sito non è temporaneamente disponibile.
ja_jp: 現在はアクセスできません
ko_kr: 사이트를 일시적으로 사용할 수 없습니다.
ms_my: Laman web ini tidak tersedia buat sementara waktu.
pt_br: O site está temporariamente indisponível.
ru_ru: Сайт временно недоступен.
th_th: ไซต์นี้ไม่พร้อมใช้งานชั่วคราว
vi_vn: Trang tạm thời không khả dụng.
zh_cn: 暂不支持访问
zh_tw: 暫不支援存取

# ffQ
source: {{APP_DISPLAY_NAME}} Docs
es_es: Docs de {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}云文档
zh_tw: {{APP_DISPLAY_NAME}}雲端文件

# sZc
source: Unable to duplicate. Your organization has reached the storage limit. Please contact your administrator for assistance.
de_de: Duplizieren nicht möglich. Ihre Organisation hat das Speicherlimit erreicht. Bitten Sie Ihren Administrator um Hilfe.
es_es: No se puede duplicar. Tu organización ha alcanzado el límite de almacenamiento. Ponte en contacto con el administrador para obtener ayuda.
fr_fr: Duplication impossible. Votre organisation a atteint la limite de stockage. Veuillez contacter votre administrateur pour obtenir de l'aide.
hi_in: डुप्लिकेट करने में असमर्थ. आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal menduplikasi. Organisasi Anda telah mencapai batas penyimpanan. Hubungi administrator Anda untuk mendapatkan bantuan.
it_it: Impossibile duplicare. La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Per assistenza, contatta l'amministratore.
ja_jp: コピーを作成できませんでした。現在、法人アカウントに使用可能なストレージ容量がありません。管理者に連絡してオンラインサポートまでお問い合わせください。
ko_kr: 복제할 수 없습니다. 기업이 저장소 한도에 도달했습니다. 관리자에게 도움을 문의하세요.
ms_my: Tidak dapat menduplikasi. Organisasi anda telah mencapai had storan. Sila hubungi pentadbir anda untuk bantuan.
pt_br: Não é possível duplicar. Sua organização atingiu o limite de armazenamento. Entre em contato com seu administrador para obter assistência.
ru_ru: Не удалось создать копию. Ваша организация достигла предела хранилища. Обратитесь за помощью к своему администратору.
th_th: ไม่สามารถทำซ้ำได้ ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อขอรับความช่วยเหลือ
vi_vn: Không thể nhân đôi. Tổ chức của bạn đã đạt giới hạn lưu trữ. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 无法创建副本，已无可用的存储空间。请联系管理员或咨询在线客服进行处理。
zh_tw: 無法建立副本，已無可用的儲存空間。請聯絡管理員或諮詢線上客服進行處理。

# uuw
source: Unable to create. Your organization has reached the storage limit. Please contact your administrator for assistance.
de_de: Erstellen nicht möglich. Ihre Organisation hat das Speicherlimit erreicht. Bitten Sie Ihren Administrator um Hilfe.
es_es: Error al crear. Tu organización ha alcanzado el límite de almacenamiento. Ponte en contacto con el administrador para obtener ayuda.
fr_fr: Échec de la création. Votre organisation a atteint la limite de stockage. Veuillez contacter votre administrateur pour obtenir de l'aide.
hi_in: बनाने में असमर्थ. आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal membuat. Organisasi Anda telah mencapai batas penyimpanan. Hubungi administrator Anda untuk mendapatkan bantuan.
it_it: Impossibile creare. La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Per assistenza, contatta l'amministratore.
ja_jp: 新規作成できませんでした。現在、法人アカウントに使用可能なストレージ容量がありません。管理者に連絡してオンラインサポートまでお問い合わせください。
ko_kr: 생성할 수 없습니다. 기업이 저장소 한도에 도달했습니다. 관리자에게 도움을 문의하세요.
ms_my: Tidak dapat membuat. Organisasi anda telah mencapai had storan. Sila hubungi pentadbir anda untuk bantuan.
pt_br: Falha na criação. Sua organização atingiu o limite de armazenamento. Entre em contato com seu administrador para obter assistência.
ru_ru: Не удалось создать. Ваша организация достигла предела хранилища. Обратитесь за помощью к своему администратору.
th_th: ไม่สามารถสร้างได้ ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อขอรับความช่วยเหลือ
vi_vn: Tạo không thành công. Tổ chức của bạn đã đạt giới hạn lưu trữ. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 无法新建，已无可用的存储空间。请联系管理员或咨询在线客服进行处理。
zh_tw: 無法新建，已無可用的儲存空間。請聯絡管理員或諮詢線上客服進行處理。
