Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# h2A
source: Note can contain a maximum of 1000 characters. Please reduce the number of characters.
de_de: Die Notiz kann maximal 1000 Zeichen enthalten. Reduzieren Sie die Anzahl der Zeichen.
es_es: La nota puede incluir un máximo de 1.000 caracteres. Reduce el número de caracteres.
fr_fr: Une note peut contenir un maximum de 1 000 caractères. Veuillez réduire le nombre de caractères.
hi_in: नोट में अधिकतम 1000 वर्ण हो सकते हैं. कृपया वर्णों की संख्या कम करें.
id_id: Catatan dapat mengandung maksimum 1000 karakter. Kurangi jumlah karakter.
it_it: Una nota può contenere un massimo di 1.000 caratteri. Riduci il numero di caratteri.
ja_jp: 説明の長さは 1000 文字以内です。超えた分の内容は保存できませんでした
ko_kr: 메모는 최대 1000자를 포함할 수 있습니다. 문자 수를 줄이세요.
ms_my: Nota boleh mengandungi maksimum 1000 aksara. Sila kurangkan bilangan aksara.
pt_br: A anotação pode conter no máximo 1.000 caracteres. Reduza o número de caracteres.
ru_ru: Примечание может содержать максимум 1 000 символов. Сократите количество символов.
th_th: โน้ตสามารถมีได้สูงสุด 1000 อักขระ โปรดลดจำนวนอักขระ
vi_vn: Ghi chú có thể chứa tối đa 1.000 ký tự. Vui lòng giảm số lượng ký tự.
zh_cn: 备注长度不能超过 1000 字符，超出部分未保存
zh_tw: 備註長度不能超過 1000 字元，無法儲存超出部分

# S3E
source: Notes
de_de: Notizen
es_es: Notas
hi_in: नोट
id_id: Catatan
it_it: Note
ja_jp: 説明
ko_kr: 메모
ms_my: Nota
pt_br: Anotações
ru_ru: Комментарии
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 备注
zh_tw: 備註

# 3yA
source: Add a note
de_de: Notiz hinzufügen
es_es: Agregar una nota
fr_fr: Ajouter une note
hi_in: कोई नोट जोड़ें
id_id: Tambah catatan
it_it: Aggiungi una nota
ja_jp: 説明を入力してください
ko_kr: 메모 추가
ms_my: Tambah nota
pt_br: Adicionar uma anotação
ru_ru: Добавить примечание
th_th: เพิ่มหมายเหตุ
vi_vn: Thêm ghi chú
zh_cn: 输入提醒内容
zh_tw: 輸入提醒內容

# +3g
source: Person
es_es: Usuario
fr_fr: Personne
hi_in: व्यक्ति
id_id: Orang
it_it: Persona
ja_jp: メンバー
ko_kr: 개인
ms_my: Individu
pt_br: Pessoa
ru_ru: Человек
th_th: บุคคล
vi_vn: Người
zh_cn: 人员
zh_tw: 人員

# lus
source: On day of event (9:00 AM)
de_de: Am Tag des Termins (9:00 Uhr)
es_es: El día del evento (9:00 AM)
fr_fr: Le jour de l'événement (9h00)
hi_in: ईवेंट के दिन (9:00 पू)
id_id: Pada hari acara (09:00)
it_it: Il giorno dell'evento (9:00)
ja_jp: 当日（09:00）
ko_kr: 이벤트 당일(9:00 AM)
ms_my: Pada hari acara (9:00 PG)
pt_br: No dia do evento (9h)
ru_ru: В день события (9:00)
th_th: ในวันของกิจกรรม (9:00 โมงเช้า)
vi_vn: Vào ngày diễn ra sự kiện (9:00 SA)
zh_cn: 当天 (09:00)
zh_tw: 當天 (09:00)

# IDo
source: {{Date_Reminder_Mobile_Emoji}} Date reminder is available! You can send notifications to others or yourself at a specified time.
de_de: {{Date_Reminder_Mobile_Emoji}} Terminierte Erinnerungen sind verfügbar! Sie können zu bestimmten Zeiten Benachrichtigungen an andere oder an sich selbst senden.
es_es: {{Date_Reminder_Mobile_Emoji}} El recordatorio de fecha está disponible. Puedes enviar notificaciones a otras personas o a ti mismo en un momento determinado.
fr_fr: {{Date_Reminder_Mobile_Emoji}} Le rappel de date est disponible ! Vous pouvez envoyer des notifications à d'autres personnes ou à vous-même à une heure précise.
hi_in: {{Date_Reminder_Mobile_Emoji}} दिनांक रिमाइंडर उपलब्ध है! आप निर्दिष्ट समय पर दूसरों या स्वयं को नोटिफ़िकेशन भेज सकते हैं.
id_id: {{Date_Reminder_Mobile_Emoji}} Pengingat tanggal tersedia! Anda dapat mengirim notifikasi ke orang lain atau diri Anda sendiri pada waktu tertentu.
it_it: {{Date_Reminder_Mobile_Emoji}} Promemoria data è ora disponibile! Puoi inviare notifiche ad altri o a te stesso in un momento specifico.
ja_jp: {{Date_Reminder_Mobile_Emoji}} リマインダー機能がリリースされました！通知時間を指定して、他人または自分に送信するよう設定できます。
ko_kr: {{Date_Reminder_Mobile_Emoji}} 날짜 알림을 사용할 수 있습니다! 지정된 시간에 다른 사람이나 자신에게 알림을 보낼 수 있습니다.
ms_my: {{Date_Reminder_Mobile_Emoji}} Peringatan tarikh kini tersedia! Anda boleh menghantar notifikasi kepada orang lain atau diri sendiri pada waktu yang ditetapkan.
pt_br: {{Date_Reminder_Mobile_Emoji}} O lembrete de data está disponível! Você pode enviar notificações para os outros ou para si mesmo na hora especificada.
ru_ru: {{Date_Reminder_Mobile_Emoji}} Напоминание доступно! Вы можете отправлять в указанное время уведомления себе или другим лицам.
th_th: การแจ้งเตือนวันที่ {{Date_Reminder_Mobile_Emoji}} พร้อมใช้งานแล้ว! คุณสามารถส่งการแจ้งเตือนไปถึงผู้อื่นหรือตนเองได้ตามเวลาที่กำหนด
vi_vn: {{Date_Reminder_Mobile_Emoji}} Thông báo nhắc ngày đã khả dụng! Bạn có thể gửi thông báo cho người khác hoặc bản thân mình vào một thời điểm xác định.
zh_cn: {{Date_Reminder_Mobile_Emoji}} 日期提醒功能上线啦！你可设置在指定时间向他人或自己发送通知。
zh_tw: {{Date_Reminder_Mobile_Emoji}} 日期提醒功能上線啦！你可以設定在指定時間向其他人或自己傳送通知。

# COk
source: 1 day before (9:00 AM)
de_de: 1 Tag vorher (9:00 Uhr)
es_es: 1 día antes (9:00 AM)
fr_fr: 1 jour avant (9h00)
hi_in: 1 दिन पहले (9:00 पू)
id_id: 1 hari sebelumnya (09:00)
it_it: 1 giorno prima (9:00)
ja_jp: 1 日前（09:00）
ko_kr: 1일 전(9:00 AM)
ms_my: 1 hari sebelum (9:00 PG)
pt_br: 1 dia antes (9h)
ru_ru: за 1 день (в 9:00)
th_th: 1 วันก่อนเวลากิจกรรม (9:00 โมงเช้า)
vi_vn: 1 ngày trước (9:00 SA)
zh_cn: 提前 1 天 (09:00)
zh_tw: 提前 1 天 (09:00)

# w/8
source: 1 week before (9:00 AM)
de_de: 1 Woche vorher (9:00 Uhr)
es_es: 1 semana antes (9:00 AM)
fr_fr: 1 semaine avant (9h00)
hi_in: 1 सप्ताह पहले (9:00 पू)
id_id: 1 minggu sebelumnya (09:00)
it_it: 1 settimana prima (9:00)
ja_jp: 1 週間前（09:00）
ko_kr: 1주 전(9:00 AM)
ms_my: 1 minggu sebelum (9:00 PG)
pt_br: 1 semana antes (9h)
ru_ru: за 1 неделю (в 9:00)
th_th: 1 สัปดาห์ก่อนเวลากิจกรรม (9:00 โมงเช้า)
vi_vn: 1 tuần trước (9:00 SA)
zh_cn: 提前 1 周 (09:00)
zh_tw: 提前 1 週 (09:00)

# rNE
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存する
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# 6ls
source: Due
de_de: Fällig
es_es: Vencimiento
fr_fr: Échéance
hi_in: नियत
id_id: Batas waktu
it_it: Termine
ja_jp: 終了時間の設定
ko_kr: 기한
ms_my: Tamat
pt_br: Vencimento
ru_ru: Срок
th_th: วันครบกำหนด
vi_vn: Đến hạn
zh_cn: 到期时间
zh_tw: 到期時間

# E7c
source: Remind up to 500 people.
de_de: Erinnern Sie bis zu 500 Personen.
es_es: Recordar a un máximo de 500 personas.
fr_fr: Envoyez un rappel à jusqu'à 500 personnes.
hi_in: 500 लोगों तक को याद दिलाएँ.
id_id: Ingatkan hingga 500 orang.
it_it: Invia promemoria a un massimo di 500 persone.
ja_jp: 最多 500 人まで通知先を追加できます
ko_kr: 최대 500명에게 알립니다.
ms_my: Ingatkan sehingga 500 orang.
pt_br: Crie lembretes para até 500 pessoas.
ru_ru: Напомнить до 500 человек.
th_th: แจ้งเตือนผู้ใช้สูงสุด 500 คน
vi_vn: Nhắc nhở tối đa 500 người.
zh_cn: 最多提醒 500 个人
zh_tw: 最多提醒 500 個人

# S0c
source: 2 days before (9:00 AM)
de_de: 2 Tage vorher (9:00 Uhr)
es_es: 2 días antes (9:00 AM)
fr_fr: 2 jours avant (9h00)
hi_in: 2 दिन पहले (9:00 पू)
id_id: 2 hari sebelumnya (09:00)
it_it: 2 giorni prima (9:00)
ja_jp: 2 日前（09:00）
ko_kr: 2일 전(9:00 AM)
ms_my: 2 hari sebelum (9:00 PG)
pt_br: 2 dias antes (9h)
ru_ru: за 2 дня (в 9:00)
th_th: 2 วันก่อนเวลากิจกรรม (9:00 โมงเช้า)
vi_vn: 2 ngày trước (9:00 SA)
zh_cn: 提前 2 天 (09:00)
zh_tw: 提前 2 天 (09:00)

# FY0
source: Request edit permission
de_de: Berechtigung zum Bearbeiten anfragen
es_es: Solicitar permiso para editar
fr_fr: Demander l'autorisation de modification
hi_in: संपादन अनुमति का अनुरोध करें
id_id: Minta izin untuk mengedit
it_it: Richiedi autorizzazione a modificare
ja_jp: 編集権限を申請
ko_kr: 편집 권한 요청
ms_my: Mohon kebenaran mengedit
pt_br: Solicitar permissão para editar
ru_ru: Запросить разрешение на редактирование
th_th: ขอสิทธิ์การอนุญาตในการแก้ไข
vi_vn: Yêu cầu quyền chỉnh sửa
zh_cn: 申请编辑权限
zh_tw: 申請編輯權限

# T34
source: Failed to send. The announcement doesn't comply with the {{APP_DISPLAY_NAME}} terms of service.
de_de: Senden fehlgeschlagen. Die Ankündigung entspricht nicht den {{APP_DISPLAY_NAME}}-Nutzungsbedingungen.
es_es: Error al enviar. El anuncio no cumple las condiciones de servicio de {{APP_DISPLAY_NAME}}.
fr_fr: Échec de l'envoi. L'annonce n'est pas conforme aux conditions d'utilisation de {{APP_DISPLAY_NAME}}.
hi_in: भेजने में विफल. यह सूचना {{APP_DISPLAY_NAME}} सेवा की शर्तों का पालन नहीं करती.
id_id: Gagal mengirim. Pengumuman tidak sesuai dengan ketentuan layanan {{APP_DISPLAY_NAME}}.
it_it: Impossibile inviare. L'annuncio non è conforme ai Termini di servizio di {{APP_DISPLAY_NAME}}.
ja_jp: コンテンツが {{APP_DISPLAY_NAME}} 利用規約に準拠していないため、送信できませんでした
ko_kr: 보내지 못했습니다. 공지가 {{APP_DISPLAY_NAME}} 서비스 약관을 준수하지 않습니다.
ms_my: Pengumuman tidak mematuhi perjanjian pengguna {{APP_DISPLAY_NAME}} dan penghantaran gagal.
pt_br: Falha ao enviar. O comunicado não atende aos termos de serviço do {{APP_DISPLAY_NAME}}.
ru_ru: Не удалось отправить. Объявление не соответствует условиям использования {{APP_DISPLAY_NAME}}.
th_th: ส่งไม่สำเร็จ ประกาศไม่เป็นไปตามข้อกำหนดการให้บริการ {{APP_DISPLAY_NAME}}
vi_vn: Không thể gửi được. Thông báo này không tuân thủ điều khoản dịch vụ của {{APP_DISPLAY_NAME}}.
zh_cn: 内容不符合{{APP_DISPLAY_NAME}}用户协议，发送失败
zh_tw: 內容不符合{{APP_DISPLAY_NAME}}使用者協議，傳送失敗

# e88
source: Unable to save. Please adjust the content the try again.
de_de: Speichern nicht möglich. Bitte Inhalt anpassen und es erneut versuchen.
es_es: Error al agregar. Ajusta el contenido e inténtalo de nuevo.
fr_fr: Sauvegarde impossible. Veuillez ajuster le contenu et réessayer.
hi_in: सहेजने में असमर्थ. कृपया कांटेंट समायोजित करें और पुनः प्रयास करें.
id_id: Gagal menyimpan. Sesuaikan konten dan coba lagi.
it_it: Impossibile salvare. Modifica il contenuto e riprova.
ja_jp: コンテンツが利用規約に準拠していないため、操作に失敗しました。
ko_kr: 저장할 수 없습니다. 콘텐츠를 조정하고 다시 시도해 보세요.
ms_my: Gagal menamakan semula. Kandungan melanggar Syarat Perkhidmatan kami.
pt_br: Falha ao salvar. Ajuste o conteúdo e tente novamente.
ru_ru: Не удалось сохранить. Измените содержимое и попробуйте еще раз.
th_th: ไม่สามารถบันทึกได้ โปรดปรับเนื้อหาและลองอีกครั้ง
vi_vn: Không thể lưu. Vui lòng điều chỉnh nội dung rồi thử lại.
zh_cn: 无法保存，请修改后重试
zh_tw: 無法儲存，請修改後重試

# 8pI
source: All
de_de: Alle
es_es: Todos
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: 全て
ko_kr: 전체
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# BwQ
source: Audio
hi_in: ऑडियो
ja_jp: オーディオ
ko_kr: 오디오
pt_br: Áudio
ru_ru: Аудио
th_th: เสียง
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# VcI
source: Filter
es_es: Filtro
fr_fr: Filtrer
hi_in: फ़िल्टर करें
it_it: Filtro
ja_jp: フィルタ
ko_kr: 필터
ms_my: Tapis
pt_br: Filtrar
ru_ru: Фильтры
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 过滤
zh_tw: 過濾

# kEs
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
hi_in: फ़ोल्डर
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# wwE
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Imej
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# mzY
source: In this folder
de_de: In diesem Ordner
es_es: En esta carpeta
fr_fr: Dans ce dossier
hi_in: इस फ़ोल्डर में
id_id: Di folder ini
it_it: In questa cartella
ja_jp: 現在のフォルダ
ko_kr: 이 폴더에서
ms_my: Dalam folder ini
pt_br: Nesta pasta
ru_ru: В этой папке
th_th: ในโฟลเดอร์นี้
vi_vn: Trong thư mục này
zh_cn: 当前文件夹
zh_tw: 目前資料夾

# qKg
source: My files
de_de: Meine Dateien
es_es: Mis archivos
fr_fr: Mes fichiers
hi_in: मेरी फ़ाइलें
id_id: File saya
it_it: I miei file
ja_jp: 自分のコンテンツ
ko_kr: 내 파일
ms_my: Fail saya
pt_br: Meus arquivos
ru_ru: Мои файлы
th_th: ไฟล์ของฉัน
vi_vn: Tệp tin của tôi
zh_cn: 归我所有
zh_tw: 歸我所有

# Y3I
source: It can be used offline.
de_de: Offlineverwendung möglich.
es_es: Se puede utilizar sin conexión.
fr_fr: Il peut être utilisé hors ligne.
hi_in: इसका ऑफ़लाइन उपयोग किया जा सकता है.
id_id: Ini dapat digunakan offline.
it_it: L'utilizzo offline è comunque possibile.
ja_jp: オフラインで使用可能
ko_kr: 오프라인으로 사용할 수 있습니다.
ms_my: Sedia untuk luar talian
pt_br: Pode ser usado off-line.
ru_ru: Можно использовать офлайн
th_th: สามารถใช้งานออฟไลน์ได้
vi_vn: Có thể sử dụng khi ngoại tuyến.
zh_cn: 离线可使用
zh_tw: 離線可使用

# MGk
source: Other
de_de: Sonstiges
es_es: Otros
fr_fr: Autre
hi_in: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outro
ru_ru: Другое
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他文件类型
zh_tw: 其他檔案類型

# XIo
source: Recently modified
de_de: Zuletzt geändert
es_es: Modificado recientemente
fr_fr: Récemment modifié
hi_in: हाल में संशोधित
id_id: Baru saja diubah
it_it: Modifica recente
ja_jp: 最近変更したもの
ko_kr: 최근 수정됨
ms_my: Baru diubah suai
pt_br: Modificado recentemente
ru_ru: Недавно изменено
th_th: แก้ไขล่าสุด
vi_vn: Đã sửa đổi gần đây
zh_cn: 最近编辑
zh_tw: 最近編輯

# SO0
source: Recently opened
de_de: Zuletzt geöffnet
es_es: Abierto recientemente
fr_fr: Récemment ouvert
hi_in: हाल में खोला
id_id: Baru saja dibuka
it_it: Apertura recente
ja_jp: 最近の閲覧
ko_kr: 최근 열어봄
ms_my: Baru dibuka
pt_br: Aberto recentemente
ru_ru: Недавно просмотрено
th_th: เพิ่งเปิดไม่นานมานี้
vi_vn: Đã mở gần đây
zh_cn: 最近浏览
zh_tw: 最近瀏覽

# C3A
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сбросить
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# Ftk
source: Search by type
de_de: Suche nach Typ
es_es: Buscar por tipo
fr_fr: Rechercher par type
hi_in: प्रकार के अनुसार खोजें
id_id: Cari berdasarkan jenis
it_it: Cerca per tipo
ja_jp: 指定のタイプを検索する
ko_kr: 유형별 검색
ms_my: Cari mengikut jenis
pt_br: Pesquisar por tipo
ru_ru: Поиск по типу
th_th: ค้นหาตามชนิด
vi_vn: Tìm kiếm theo loại
zh_cn: 搜索指定内容
zh_tw: 搜尋指定內容

# hag
source: Search history
de_de: Suchverlauf
es_es: Historial de búsqueda
fr_fr: Historique de recherche
hi_in: खोज इतिहास
id_id: Riwayat pencarian
it_it: Cronologia ricerche
ja_jp: 履歴を検索します
ko_kr: 검색 기록
ms_my: Sejarah carian
pt_br: Pesquisar no histórico
ru_ru: История поиска
th_th: ประวัติการค้นหา
vi_vn: Lịch sử tìm kiếm
zh_cn: 搜索历史
zh_tw: 搜尋記錄

# GGk
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat trouvé.
hi_in: कोई परिणाम नहीं मिला.
id_id: Hasil tidak ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 検索結果がありません
ko_kr: 결과를 찾지 못했습니다.
ms_my: Tiada hasil dijumpai.
pt_br: Nenhum resultado encontrado.
ru_ru: Результатов не найдено.
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả.
zh_cn: 无搜索结果
zh_tw: 無搜尋結果

# EGc
source: Select a file type
de_de: Dateityp auswählen
es_es: Seleccionar un tipo de archivo
fr_fr: Sélectionner un type de fichier
hi_in: एक फ़ाइल प्रकार चुनें
id_id: Pilih jenis file
it_it: Seleziona un tipo di file
ja_jp: ファイルのタイプを選択
ko_kr: 파일 유형을 선택하세요
ms_my: Pilih jenis fail
pt_br: Selecione um tipo de arquivo
ru_ru: Выберите тип файла
th_th: โปรดเลือกชนิดไฟล์
vi_vn: Chọn loại tệp tin
zh_cn: 选择文件类型
zh_tw: 選擇檔案類型

# BUI
source: Shared in chat
de_de: Im Chat geteilt
es_es: Compartido en el chat
fr_fr: Partagé dans la discussion
hi_in: चैट में साझा किया गया
id_id: Dibagikan dalam obrolan
it_it: Condivisione in chat completata
ja_jp: 所属チャット
ko_kr: 채팅에서 공유됨
ms_my: Dikongsi dalam sembang
pt_br: Compartilhado no chat
ru_ru: Чат
th_th: แชร์ในแชท
vi_vn: Đã chia sẻ trong trò chuyện
zh_cn: 所在会话
zh_tw: 所在對話

# jq4
source: Type
de_de: Typ
es_es: Tipo
hi_in: प्रकार
id_id: Jenis
it_it: Tipo
ja_jp: タイプ
ko_kr: 유형
ms_my: Jenis
pt_br: Tipo
ru_ru: Тип
th_th: ประเภท
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

# wFU
source: Video
es_es: Vídeo
fr_fr: Vidéo
hi_in: वीडियो
ja_jp: ビデオ
ko_kr: 동영상
pt_br: Vídeo
ru_ru: Видео
th_th: วิดีโอ
zh_cn: 视频
zh_tw: 影片

# a9g
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# D/Q
source: Add and edit files
de_de: Dateien hinzufügen und bearbeiten
es_es: Agregar y editar archivos
fr_fr: Ajouter et modifier des fichiers
hi_in: फ़ाइलों को जोड़ें और संपादित करें
id_id: Tambah dan edit file
it_it: Aggiungi e modifica file
ja_jp: ファイルの追加と編集
ko_kr: 파일 추가 및 편집
ms_my: Tambah dan edit fail
pt_br: Adicionar e editar arquivos
ru_ru: Добавление и редактирование файлов
th_th: เพิ่มและแก้ไขไฟล์
vi_vn: Thêm và chỉnh sửa tệp tin
zh_cn: 添加和编辑文件
zh_tw: 新增和編輯檔案

# nMc
source: Failed to invite. Please try again.
de_de: Einladen fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al invitar. Inténtelo de nuevo.
fr_fr: Échec de l'invitation. Veuillez réessayer.
hi_in: आमंत्रित करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal mengundang. Coba lagi.
it_it: Impossibile invitare. Riprova.
ja_jp: 招待できませんでした。しばらくしてからもう一度やり直してください
ko_kr: 초대 실패. 다시 시도하세요.
ms_my: Gagal menjemput. Sila cuba lagi.
pt_br: Falha ao convidar. Tente novamente.
ru_ru: Не удалось отправить приглашение. Повторите попытку.
th_th: ส่งคำเชิญไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Mời thất bại. Vui lòng thử lại.
zh_cn: 邀请失败，请稍后再试
zh_tw: 邀請失敗，請稍後再試

# gX8
source: Invited
de_de: Eingeladen
es_es: Se ha invitado
fr_fr: Invité
hi_in: आमंत्रित किया गया
id_id: Diundang
it_it: Invito inviato
ja_jp: 招待しました
ko_kr: 초대됨
ms_my: Dijemput.
pt_br: Convidado
ru_ru: Приглашен
th_th: เชิญแล้ว
vi_vn: Đã mời
zh_cn: 邀请成功
zh_tw: 邀請成功

# prw
source: Failed to invite. The administrator has turned off external sharing.
de_de: Einladen fehlgeschlagen. Der Administrator hat externes Teilen deaktiviert.
es_es: Error al invitar. El administrador ha deshabilitado compartir externamente.
fr_fr: Échec de l'invitation. L'administrateur a désactivé le partage externe.
hi_in: आमंत्रित करने में विफल हुआ. एडमिनिस्ट्रेटर ने बाहरी साझाकरण अक्षम कर दिया.
id_id: Gagal mengundang. Administrator memonaktifkan berbagi eksternal.
it_it: Impossibile invitare. L'amministratore ha disattivato la condivisione esterna.
ja_jp: 招待に失敗しました。管理者は外部共有を無効にしました
ko_kr: 초대에 실패했습니다. 관리자가 외부 공유 기능을 껐습니다.
ms_my: Gagal menjemput, pentadbir mematikan perkongsian luaran.
pt_br: Falha ao convidar. O administrador desativou o compartilhamento externo.
ru_ru: Не удалось пригласить. Администратор отключил внешний общий доступ.
th_th: ส่งคำเชิญไม่สำเร็จ ผู้ดูแลได้ปิดการแบ่งปันภายนอก
vi_vn: Mời thất bại. Quản trị viên đã tắt tính năng chia sẻ bên ngoài.
zh_cn: 邀请失败，管理员关闭了对外分享
zh_tw: 邀請失敗，管理員關閉了對外分享

# bNA
source: Anyone with the link can edit
de_de: Jeder mit dem Link kann bearbeiten
es_es: Cualquiera con el enlace puede editar
fr_fr: Toute personne disposant du lien peut modifier
hi_in: लिंक के साथ कोई भी व्यक्ति संपादित कर सकता है
id_id: Siapa pun yang memiliki tautan dapat mengedit
it_it: Chiunque sia in possesso del link può apportare modifiche
ja_jp: リンクを取得した全員に編集を許可
ko_kr: 인터넷 상에서 링크를 가진 사람이 누구나 문서를 편집 가능
ms_my: Sesiapa di Internet dengan pautan boleh mengedit dokumen
pt_br: Qualquer pessoa com o link pode editar
ru_ru: Любой может редактировать по ссылке
th_th: ทุกคนที่มีลิงก์สามารถแก้ไขได้
vi_vn: Bất kỳ ai có liên kết đều được chỉnh sửa
zh_cn: 互联网上获得链接的人可编辑
zh_tw: 網際網路上獲得連結的人可編輯

# vVM
source: Anyone with the link can view
de_de: Jeder mit dem Link kann anzeigen
es_es: Cualquiera con el enlace puede leer
fr_fr: Consultation autorisée pour toute personne disposant du lien
hi_in: लिंक के साथ कोई भी व्यक्ति पढ़ सकता है
id_id: Siapa pun yang memiliki tautan dapat melihat
it_it: Chiunque sia in possesso del link può visualizzare
ja_jp: リンクを取得した全員に閲覧を許可
ko_kr: 링크를 가진 사람은 누구나 볼 수 있습니다
ms_my: Sesiapa di Internet boleh melihat dokumen
pt_br: Qualquer pessoa com o link pode visualizar
ru_ru: Любой пользователь с этой ссылкой может просматривать
th_th: ทุกคนที่มีลิงก์สามารถดูได้
vi_vn: Bất cứ ai có liên kết đều có thể xem
zh_cn: 互联网上获得链接的人可阅读
zh_tw: 網際網路上獲得連結的人可閱讀

# ZGA
source: This app is not installed
de_de: Diese-App ist nicht installiert
es_es: Esta aplicación no está instalada
fr_fr: Cette application n'est pas installée
hi_in: यह ऐप इंस्टॉल नहीं है
id_id: Aplikasi ini tidak dipasang
it_it: Questa app non è installata
ja_jp: このアプリはインストールされていません
ko_kr: 이 앱은 설치되지 않았습니다
ms_my: Apl ini tidak dipasang
pt_br: Este aplicativo não está instalado
ru_ru: Приложение не установлено
th_th: แอปนี้ยังไม่ได้รับการติดตั้ง
vi_vn: Ứng dụng này chưa được cài đặt
zh_cn: 未安装该应用
zh_tw: 未安裝該應用程式

# /Yg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: 取り消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 下次再说
zh_tw: 下次再說

# Mqk
source: Change password
de_de: Kennwort ändern
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe
hi_in: पासवर्ड बदलें
id_id: Ubah kata sandi
it_it: Modifica password
ja_jp: パスワード変更
ko_kr: 비밀번호 변경
ms_my: Tukar kata laluan
pt_br: Alterar senha
ru_ru: Изменить пароль
th_th: เปลี่ยนรหัสผ่าน
vi_vn: Thay đổi mật khẩu
zh_cn: 更换密码
zh_tw: 更換密碼

# /vs
source: Password changed
de_de: Kennwort geändert
es_es: La contraseña ha cambiado
fr_fr: Mot de passe modifié
hi_in: पासवर्ड बदला गया
id_id: Kata sandi diubah
it_it: Password modificata
ja_jp: パスワードの変更が完了しました
ko_kr: 비밀번호가 변경됨
ms_my: Kata laluan diubah
pt_br: Senha alterada
ru_ru: Пароль изменен
th_th: เปลี่ยนรหัสผ่านแล้ว
vi_vn: Đã thay đổi mật khẩu
zh_cn: 更换成功
zh_tw: 變更成功

# QyM
source: Only invited members can access
de_de: Nur eingeladene Mitglieder haben Zugriff
es_es: Solo los miembros invitados pueden acceder
fr_fr: Seuls les membres invités peuvent accéder
hi_in: केवल आमंत्रित किए गए लोग ही ऐक्सेस कर सकते हैं
id_id: Hanya anggota yang diundang yang dapat mengakses
it_it: Solo i membri invitati possono accedere
ja_jp: 共同編集者にのみこのリンクの使用を許可
ko_kr: 초대받은 구성원만 액세스 가능
ms_my: Hanya orang yang ditambah boleh buka dengan pautan ini
pt_br: Somente membros convidados podem acessar
ru_ru: Только приглашенные участники имеют доступ
th_th: เฉพาะสมาชิกที่ได้รับเชิญเท่านั้นที่จะสามารถเข้าถึงได้
vi_vn: Chỉ thành viên được mời mới có thể truy cập
zh_cn: 仅添加的协作者可通过链接打开内容
zh_tw: 僅新增的協作者可透過連結開啟内容

# Vow
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित करें
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Приглашение
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_tw: 邀請

# Qho
source: Collaborators
de_de: Mitarbeiter
es_es: Colaboradores
fr_fr: Collaborateurs
hi_in: सहयोगी
id_id: Kolaborator
it_it: Collaboratori
ja_jp: 共同編集者
ko_kr: 공동 작업자
ms_my: Kolaborator
pt_br: Colaboradores
ru_ru: Соавторы
th_th: ผู้ร่วมงาน
vi_vn: Cộng tác viên
zh_cn: 协作者
zh_tw: 協作者

# yvQ
source: Please confirm
de_de: Bitte bestätigen
es_es: Confirmación de la acción
fr_fr: Veuillez confirmer
hi_in: कृपया पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인하세요.
ms_my: Sila sahkan
pt_br: Confirme
ru_ru: Подтвердите
th_th: โปรดยืนยัน
vi_vn: Vui lòng xác nhận
zh_cn: 请确认
zh_tw: 請確認

# wPc
source: Transfer ownership to {{who}}?
de_de: Besitz übertragen auf {{who}}?
es_es: ¿Transferir propiedad a {{who}}?
fr_fr: Transférer la propriété à {{who}} ?
hi_in: {{who}} को ओनर्शिप स्थानांतरित करें?
id_id: Transfer kepemilikan kepada {{who}}?
it_it: Trasferisci proprietà a {{who}}?
ja_jp: 所有者を {{who}} に譲渡しますか？
ko_kr: {{who}} 님에게 소유권을 이전하시겠습니까?
ms_my: Pindahkan hak milik kepada {{who}}?
pt_br: Transferir propriedade para {{who}}?
ru_ru: Передать право владения {{who}}?
th_th: ถ่ายโอนความเป็นเจ้าของให้กับ {{who}} หรือไม่
vi_vn: Chuyển quyền sở hữu cho {{who}}?
zh_cn: 将所有权转移给{{who}}？
zh_tw: 將所有權轉移給 {{who}}？
