Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# TA8
source: External sharing is turned off. External users cannot access the file.
de_de: Externes Teilen deaktiviert. Externe Benutzer können nicht auf die Datei zugreifen.
es_es: La opción para compartir con el exterior está desactivada. Los usuarios externos no pueden acceder al archivo.
fr_fr: Le partage externe est désactivé. Les utilisateurs externes ne peuvent pas accéder au fichier.
hi_in: बाहरी साझाकरण बंद है. बाहरी उपयोगकर्ता फ़ाइल को ऐक्सेस नहीं कर सकते.
id_id: Berbagi eksternal dinonaktifkan. Pengguna eksternal tidak dapat mengakses file ini.
it_it: La condivisione esterna è disattivata. Gli utenti esterni non possono accedere a questo file.
ja_jp: 外部への共有は禁止となっているため、外部の共同編集者は閲覧や編集できません
ko_kr: 외부 공유가 꺼져 있습니다. 외부 사용자는 파일에 액세스할 수 없습니다.
ms_my: Pengongsian luar dimatikan. Pengguna luar tidak boleh mengakses fail.
pt_br: O compartilhamento externo está desligado. Usuários externos não podem acessar o arquivo.
ru_ru: Нельзя делиться за пределами организации. У внешних пользователей нет доступа к этому файлу.
th_th: การแชร์สู่ภายนอกถูกปิด ผู้ใช้ภายนอกไม่สามารถเข้าถึงไฟล์ได้
vi_vn: Đã tắt tính năng chia sẻ với bên ngoài. Người dùng bên ngoài không thể truy cập tệp.
zh_cn: 已禁止对外分享该文档，外部协作者无法阅读及编辑
zh_tw: 已禁止對外分享該文件，外部協作者無法閱讀及編輯

# nfM
source: This folder contains the following members
de_de: Dieser Ordner enthält die folgenden Mitglieder
es_es: Esta carpeta incluye los siguientes miembros
fr_fr: Ce dossier contient les membres suivants
hi_in: इस फ़ोल्डर में निम्नलिखित सदस्य हैं
id_id: Folder ini berisi anggota berikut
it_it: Questa cartella contiene i seguenti membri
ja_jp: このフォルダには以下のメンバーを含みます
ko_kr: 폴더가 다음 구성원을 포함합니다
ms_my: Folder ini mengandungi ahli berikut
pt_br: Esta pasta contém os membros a seguir
ru_ru: В этой папке присутствуют следующие участники
th_th: โฟลเดอร์นี้มีสมาชิกดังต่อไปนี้
vi_vn: Thư mục này chưa các thành viên sau
zh_cn: 该文件夹包含以下成员
zh_tw: 該資料夾包含以下成員

# 7FI
source: Administrator
es_es: Administrador
fr_fr: Administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# GCw
source: Administrators
de_de: Administratoren
es_es: Administradores
fr_fr: Administrateurs
hi_in: एडमिनिस्ट्रेटर
id_id: Administrator
it_it: Amministratori
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administradores
ru_ru: Администраторы
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# ftA
source: {{userName}} isn't in your contacts. You can share files and folders up to {{count}} times per day. You can add users to contacts to keep sharing.
de_de: {{userName}} ist nicht in Ihren Kontakten. Sie können Dateien und Ordner bis zu {{count}} Mal pro Tag teilen. Sie können Benutzer zu Kontakten hinzufügen, um weiter zu teilen.
es_es: {{userName}} no está en tus contactos. Puedes compartir archivos y carpetas {{count}} veces al día como máximo. Puedes agregar a usuarios a contactos para seguir compartiendo.
fr_fr: {{userName}} ne fait pas partie de vos contacts. Vous pouvez partager des fichiers et des dossiers jusqu'à {{count}} fois par jour. Vous pouvez ajouter des utilisateurs à vos contacts pour continuer à partager.
hi_in: {{userName}} आपके संपर्क में नहीं है. आप प्रतिदिन {{count}} बार तक फ़ाइलें और फ़ोल्डर साझा कर सकते हैं. आप साझा करने के लिए उपयोगकर्ताओं को संपर्कों में जोड़ सकते हैं.
id_id: {{userName}} tidak ada di kontak Anda. Anda dapat berbagi file dan folder hingga {{count}} kali per hari. Anda dapat menambah pengguna ke kontak untuk terus berbagi.
it_it: {{userName}} non è tra i tuoi contatti. Puoi condividere file e cartelle fino a un massimo di {{count}} volte al giorno. Puoi aggiungere utenti ai contatti per continuare a condividere.
ja_jp: まだ {{userName}} の連絡先を追加していないため、共有回数の上限（{{count}} 回/日）に達しました。相手を連絡先に追加してから再試行してください
ko_kr: {{userName}} 님이 연락처에 없습니다. 하루에 최대 {{count}}번까지 파일과 폴더를 공유할 수 있습니다. 연락처에 사용자를 추가하여 계속 공유할 수 있습니다.
ms_my: {{userName}} bukan dalam kenalan anda. Anda boleh berkongsi fail dan folder sehingga {{count}} kali sehari. Anda boleh menambah pengguna ke kenalan untuk terus berkongsi.
pt_br: {{userName}} não foi adicionado aos seus contatos. Você pode compartilhar arquivos e pastas até {{count}} vezes por dia. Você pode adicionar usuários aos contatos para continuar compartilhando.
ru_ru: {{userName}} не в списке контактов. Вы можете файлами и папками до {{count}} раз в день. Вы можете добавлять пользователей в список контактов, чтобы продолжить делиться.
th_th: {{userName}} ไม่ได้อยู่ในรายชื่อที่ติดต่อของคุณ คุณสามารถแบ่งปันไฟล์และโฟลเดอร์ได้สูงสุด {{count}} ครั้งต่อวัน คุณสามารถเพิ่มผู้ใช้ไปยังรายชื่อที่ติดต่อเพื่อแบ่งปันต่อไปได้
vi_vn: {{userName}} không có trong danh bạ của bạn. Bạn có thể chia sẻ tệp tin và thư mục tối đa {{count}} lần mỗi ngày. Bạn có thể thêm người dùng vào danh bạ để tiếp tục chia sẻ.
zh_cn: 由于你还不是 {{userName}} 的联系人，分享次数已达上限（{{count}}次/天），添加为联系人后可继续分享
zh_tw: 由於你還不是 {{userName}} 的聯絡人，分享次數已達上限（{{count}} 次/天），新增為聯絡人後可繼續分享

# VRY
source: {{userName}} isn't in your contacts. You can add users to contacts to keep sharing.
de_de: {{userName}} ist nicht in Ihren Kontakten. Sie können Benutzer zu Kontakten hinzufügen, um weiter zu teilen.
es_es: {{userName}} no está en tus contactos. Puedes agregar usuarios a los contactos para seguir compartiendo.
fr_fr: {{userName}} ne fait pas partie de vos contacts. Vous pouvez ajouter des utilisateurs à vos contacts pour continuer à partager.
hi_in: {{userName}} आपके संपर्क में नहीं है. आप साझा करने के लिए उपयोगकर्ताओं को संपर्कों में जोड़ सकते हैं.
id_id: {{userName}} tidak ada di kontak Anda. Anda dapat menambah pengguna ke kontak untuk terus berbagi.
it_it: {{userName}} non è tra i tuoi contatti. Puoi aggiungere utenti ai contatti per continuare a condividere.
ja_jp: まだ {{userName}} の連絡先を追加していないため、共有回数の上限に達しました。相手を連絡先に追加してから再試行してください
ko_kr: {{userName}} 님이 연락처에 없습니다. 연락처에 사용자를 추가하여 계속 공유할 수 있습니다.
ms_my: {{userName}} bukan dalam kenalan anda. Anda boleh menambah pengguna ke kenalan untuk terus berkongsi.
pt_br: {{userName}} não foi adicionado aos seus contatos. Você pode adicionar usuários aos contatos para continuar compartilhando.
ru_ru: {{userName}} не в ваших контактах. Вы можете добавлять пользователей в список контактов, чтобы продолжить делиться.
th_th: {{userName}} ไม่ได้อยู่ในรายชื่อที่ติดต่อของคุณ คุณสามารถเพิ่มผู้ใช้ไปยังรายชื่อที่ติดต่อเพื่อแบ่งปันต่อไปได้
vi_vn: {{userName}} không có trong danh bạ của bạn. Bạn có thể thêm người dùng vào danh bạ để tiếp tục chia sẻ.
zh_cn: 由于你还不是 {{userName}} 的联系人，分享次数已达上限，添加为联系人后可继续分享。
zh_tw: 由於你還不是 {{userName}} 的聯絡人，分享次數已達上限，新增為聯絡人後可繼續分享。

# OVw
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
hi_in: सदस्य
id_id: Anggota
it_it: Membro
ja_jp: 成員
ko_kr: 구성원
ms_my: Ahli
pt_br: Membro
ru_ru: Участник
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# 3Hg
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: 成員
ko_kr: 구성원
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# mNU
source: Unable to move it to a shared folder. The sharing permission of {{file_name}} is disabled.
de_de: Verschieben in einen geteilten Ordner nicht möglich. Berechtigung zum Teilen von {{file_name}} deaktiviert.
es_es: No se puede moverlo a la carpeta compartida. Se ha deshabilitado el permiso para compartir {{file_name}}.
fr_fr: Déplacement vers un dossier partagé impossible. L'autorisation de partage de {{file_name}} est désactivée.
hi_in: साझा किए गए फ़ोल्डर में यह स्थानांतरित नहीं किया जा सकता. {{file_name}} साझा करने की अनुमति अक्षम है.
id_id: Tidak dapat memindahkannya ke folder bersama. Izin berbagi {{file_name}} dinonaktifkan.
it_it: Impossibile spostare in una cartella condivisa. L'autorizzazione alla condivisione {{file_name}} è disabilitata.
ja_jp: 所有者は{{file_name}}の共有権限をオフにしているため、共有フォルダ内に移動できません
ko_kr: 공유 폴더로 옮길 수 없습니다. {{file_name}}의 공유 권한이 비활성화되어 있습니다.
ms_my: Keizinan berkongsi {{file_name}} dimatikan, anda tidak boleh memindahkannya ke folder berkongsi.
pt_br: Não é possível movê-lo para uma pasta compartilhada. A permissão de compartilhamento de {{file_name}} está desativada.
ru_ru: Не удалось переместить в общую папку. Разрешение делиться {{file_name}} отключено.
th_th: ไม่สามารถย้ายไปยังโฟลเดอร์ที่ใช้ร่วมกันได้ สิทธิ์การอนุญาตแชร์ของ {{file_name}} ถูกปิดใช้งาน
vi_vn: Không thể di chuyển tới một thư mục chung. Đã tắt quyền chia sẻ của {{file_name}}.
zh_cn: 所有者关闭了 {{file_name}} 的分享权限，无法移动到共享文件夹
zh_tw: 擁有者關閉了 {{file_name}} 的分享權限，無法移動到共用資料夾

# cNI
source: No members yet
de_de: Noch keine Mitglieder
es_es: Todavía no hay miembros
fr_fr: Pas encore de membre
hi_in: अभी तक कोई सदस्य नहीं
id_id: Belum ada anggota
it_it: Ancora nessun membro
ja_jp: メンバーがありません
ko_kr: 아직 구성원 없음
ms_my: Tiada ahli lagi
pt_br: Nenhum membro ainda
ru_ru: Еще нет участников
th_th: ยังไม่มีสมาชิก
vi_vn: Chưa có thành viên
zh_cn: 暂无成员
zh_tw: 暫無成員

# 9xw
source: No access permission
de_de: Keine Zugriffsberechtigung
es_es: Sin permisos de acceso
fr_fr: Pas d'autorisation d'accès
hi_in: कोई ऐक्सेस अनुमति नहीं
id_id: Tidak ada izin akses
it_it: Nessuna autorizzazione di accesso
ja_jp: アクセスする権限がありません
ko_kr: 액세스 권한 없음
ms_my: Tiada kebenaran akses
pt_br: Sem permissão de acesso
ru_ru: Нет разрешения на доступ
th_th: ไม่ได้รับสิทธิ์การอนุญาตในการเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有权限访问
zh_tw: 沒有權限存取

# BrA
source: You don't have permission to view the list of collaborators.
de_de: Sie haben keine Berechtigung, die Mitarbeiterliste anzuzeigen.
es_es: No tienes permiso para ver la lista de colaboradores.
fr_fr: Vous n'êtes pas autorisé à afficher la liste des collaborateurs.
hi_in: आपके पास सहयोगियों की सूची देखने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk melihat daftar kolaborator.
it_it: Non disponi dell'autorizzazione per visualizzare l'elenco dei collaboratori.
ja_jp: 共同編集リストを確認する権限がありません
ko_kr: 공동 작업자 목록을 볼 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk melihat senarai kolaborator.
pt_br: Você não tem permissão para visualizar a lista de colaboradores.
ru_ru: У вас нет разрешения на просмотр списка соавторов.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการดูรายการผู้ร่วมงาน
vi_vn: Bạn không có quyền xem danh sách cộng tác viên.
zh_cn: 你没有查看协作者列表的权限
zh_tw: 你沒有查看協作者清單的權限

# Lbw
source: Failed to request permission due to restrictions set by administrator.
de_de: Berechtigung wurde vom Administrator nicht erteilt.
es_es: Error al solicitar permiso debido a las restricciones establecidas por el administrador.
fr_fr: Échec de la demande d'autorisation en raison de restrictions définies par l'administrateur.
hi_in: एडमिनिस्ट्रेटर द्वारा प्रतिबंध के कारण अनुमति का अनुरोध करने में विफल हुआ.
id_id: Gagal meminta izin karena pembatasan yang ditetapkan oleh administrator.
it_it: Impossibile richiedere l'autorizzazione a causa di restrizioni stabilite dall'amministratore.
ja_jp: 管理者の制御が原因で許可アプリケーションが失敗しました
ko_kr: 관리자가 설정한 제한으로 인해 권한을 요청하지 못했습니다.
ms_my: Permohonan kebenaran gagal kerana kawalan pentadbir
pt_br: Falha ao solicitar permissão devido a restrições definidas pelo administrador.
ru_ru: Не удалось запросить разрешение из-за ограничений, установленных администратором.
th_th: ขอสิทธิ์การอนุญาตไม่สำเร็จเนื่องจากข้อจำกัดที่ผู้ดูแลตั้งไว้
vi_vn: Không thể yêu cầu cấp quyền do quản trị viên đã áp đặt các giới hạn.
zh_cn: 由于管理员的权限设置，无法申请权限
zh_tw: 由於管理員的權限設定，你無法申請權限

# SDg
source: {{operate}}. However, due to {{reason}}, {{users}} is unable to receive a notification.
hi_in: {{operate}}. {{reason}} के कारण, {{users}} को नोटिफ़िकेशन प्राप्त नहीं होगा.
id_id: {{operate}}. Tetapi, karena {{reason}}, {{users}} tidak dapat menerima notifikasi.
ja_jp: {{operate}}。{{reason}}が原因で、{{users}}は通知を受信しません
ms_my: {{operate}}. Namun, disebabkan {{reason}}, {{users}} tidak dapat menerima pemberitahuan.
zh_cn: {{operate}}，由于{{reason}}，{{users}}将不会收到通知消息
zh_tw: {{operate}}，由於{{reason}}，{{users}}將不會收到通知訊息

# XOc
source: {{users}} will not receive notifications due to restrictions set by administrator.
de_de: {{users}} erhalten per Administratorentscheidung keine Benachrichtigungen.
es_es: {{users}} no recibirán notificaciones debido a las restricciones establecidas por el administrador.
fr_fr: {{users}} ne recevra pas de notifications en raison de restrictions définies par l'administrateur.
hi_in: एडमिनिस्ट्रेटर द्वारा प्रतिबंध के कारण {{users}} को नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: {{users}} tidak akan menerima notifikasi karena pembatasan yang ditetapkan oleh administrator.
it_it: {{users}} non riceverà notifiche a causa delle restrizioni stabilite dall'amministratore.
ja_jp: {{users}}は管理者の制御により通知を受け取りません
ko_kr: {{users}} 님은 관리자가 설정한 제한으로 인해 알림을 받지 않게 됩니다.
ms_my: {{users}} tidak akan menerima notifikasi kerana kawalan pentadbir
pt_br: {{users}} não receberá notificações devido a restrições definidas pelo administrador.
ru_ru: {{users}} Не получит уведомления из-за ограничений, установленных администратором.
th_th: {{users}} จะไม่ได้รับการแจ้งเตือนเนื่องจากข้อจำกัดที่ผู้ดูแลตั้งไว้
vi_vn: {{users}} sẽ không nhận được các thông báo do quản trị viên đã áp đặt các giới hạn.
zh_cn: 由于管理员的权限设置，{{users}}不会收到通知
zh_tw: 由於管理員的權限設定，{{users}}不會收到通知。

# 2uA
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 所有者

# Bxk
source: No permission to access
de_de: Keine Berechtigung zum Zugreifen
es_es: No permiso para acceder
fr_fr: Aucune autorisation d'accès
hi_in: ऐक्सेस करने की अनुमति नहीं है
id_id: Tidak ada izin untuk mengakses
it_it: Nessuna autorizzazione per accedere
ja_jp: アクセス権限がありません
ko_kr: 액세스 권한 없음
ms_my: Tiada kebenaran untuk mengakses
pt_br: Sem permissão para acessar
ru_ru: Нет разрешения на доступ
th_th: ไม่มีสิทธิ์การอนุญาตให้เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有权限访问
zh_tw: 沒有權限存取

# aeA
source: The password isn't right. Please try again.
de_de: Ungültiges Kennwort. Versuchen Sie es erneut.
es_es: La contraseña no es correcta. Inténtalo de nuevo.
fr_fr: Mot de passe non valide. Veuillez réessayer.
hi_in: अमान्य पासवर्ड. कृपया पुनः प्रयास करें.
id_id: Kata sandi salah. Coba lagi.
it_it: Password non valida. Riprova.
ja_jp: パスワードエラー。もう一度入力してください
ko_kr: 잘못된 비밀번호입니다. 다시 시도하세요.
ms_my: Kata laluan tidak sah. Sila cuba lagi.
pt_br: Senha inválida. Tente novamente.
ru_ru: Неверный пароль. Повторите попытку.
th_th: รหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
vi_vn: Mật khẩu không hợp lệ. Vui lòng thử lại.
zh_cn: 密码错误，请重新输入
zh_tw: 密碼錯誤，請重新輸入

# +gw
source: Too many wrong attempts. Please try again later.
de_de: Zu viele falsche Versuche. Versuchen Sie es später erneut.
es_es: Demasiados intentos erróneos. Inténtelo de nuevo más tarde.
fr_fr: Trop de mauvaises tentatives. Veuillez réessayer plus tard.
hi_in: बहुत सारे गलत प्रयास. कृपया बाद में पुनः प्रयास करें.
id_id: Terlalu banyak upaya yang salah. Coba lagi nanti.
it_it: Troppi tentativi errati. Riprova più tardi.
ja_jp: 試行回数が上限を超えました。しばらくしてから再試行してください
ko_kr: 잘못된 시도가 너무 많습니다. 나중에 다시 시도하세요.
ms_my: Terlalu banyak percubaan salah. Sila cuba lagi kemudian.
pt_br: Muitas tentativas erradas. Tente novamente mais tarde.
ru_ru: Превышено количество попыток ввода. Повторите попытку позже.
th_th: ใส่ผิดหลายครั้งเกินไป โปรดลองอีกครั้งภายหลัง
vi_vn: Nhập sai thông tin quá nhiều lần. Vui lòng thử lại sau.
zh_cn: 密码错误次数已达上限，请稍后重试
zh_tw: 密碼錯誤次數已達上限，請稍後重試

# XF4
source: Personal account
de_de: Persönliches Konto
es_es: Cuenta personal
fr_fr: Compte personnel
hi_in: निजी खाता
id_id: Akun pribadi
it_it: Account personale
ja_jp: 個人アカウント
ko_kr: 개인 계정
ms_my: Akaun peribadi
pt_br: Conta pessoal
ru_ru: Личная учетная запись
th_th: บัญชีส่วนบุคคล
vi_vn: Tài khoản cá nhân
zh_cn: 个人账户
zh_tw: 個人賬戶

# B/Y
source: Unregistered users won't receive notes via text message.
de_de: Nicht registrierte Benutzer erhalten keine Notizen per Textnachricht.
es_es: Los usuarios que no estén registrados no recibirán notas a través de mensajes de texto.
fr_fr: Les utilisateurs non inscrits ne recevront pas de notes par SMS.
hi_in: अपंजीकृत उपयोगकर्ताओं को टेक्स्ट संदेश के माध्यम से नोट प्राप्त नहीं होंगे.
id_id: Pengguna yang tidak terdaftar tidak akan menerima catatan melalui pesan teks.
it_it: Gli utenti non registrati non riceveranno note tramite SMS.
ja_jp: 携帯番号で招待したユーザーには SMS の招待メッセージに備考を表示しません
ko_kr: 미등록 사용자는 문자 메시지를 통해 메모를 받을 수 없습니다.
ms_my: Pengguna yang tidak berdaftar tidak akan menerima nota melalui mesej teks.
pt_br: Usuários não registrados não receberão anotações via mensagem de texto.
ru_ru: Незарегистрированные пользователи не будут получать заметки по SMS-сообщениям.
th_th: ผู้ใช้ที่ยังไม่ได้ลงทะเบียนจะไม่ได้รับโน้ตผ่านทางข้อความตัวอักษร
vi_vn: Người dùng chưa được đăng ký sẽ không nhận được ghi chú qua tin nhắn văn bản.
zh_cn: 手机号邀请的用户不会通过短信收到备注
zh_tw: 手機號碼邀請的使用者不會透過簡訊收到備註

# v/k
source: "Send notification" is not checked. However, collaborators who are invited via phone number will still receive the invitation text message.
de_de: Benachrichtigung senden ist nicht aktiviert. Mitarbeiter, die per Telefonnummer eingeladen werden, erhalten dennoch eine Einladung in Form einer Textnachricht.
es_es: La opción "Enviar notificación" no se ha activado. Sin embargo, los colaboradores invitados mediante número de teléfono seguirán recibiendo el mensaje de texto de la invitación.
fr_fr: « Envoyer une notification » n'est pas coché. Cependant, les collaborateurs invités par numéro de téléphone recevront toujours le SMS d'invitation.
hi_in: "नोटिफ़िकेशन भेजें" चेक नहीं किया गया. लेकिन, फ़ोन नंबर से आमंत्रित सहयोगियों को अभी भी आमंत्रण का टेक्स्ट संदेश प्राप्त होगा.
id_id: "Kirim notifikasi" tidak dicentang. Tapi, kolaborator yang diundang via nomor telepon tetap akan menerima pesan teks undangan.
it_it: "Invia notifica" non è selezionato. Tuttavia, i collaboratori che vengono invitati tramite numero di telefono riceveranno comunque l'SMS di invito.
ja_jp: 「通知を送信」を選択しなくても、携帯番号で招待した共同編集者は SMS の招待メッセージを受信します
ko_kr: 알림 보내기가 선택되지 않았습니다. 그러나 전화번호를 통해 초대된 공동 작업자는 여전히 초대 문자 메시지를 받게 됩니다.
ms_my: "Kirim notifikasi" tidak ditandai. Walau bagaimanapun, kolaborator yang dijemput melalui nombor telefon masih akan menerima mesej teks jemputan.
pt_br: Enviar notificação não está selecionado. Entretanto, os colaboradores que são convidados via número de telefone ainda receberão a mensagem de texto de convite.
ru_ru: Элемент "Отправить уведомление" не отмечен. Однако соавторы, приглашенные по номеру телефона, все равно получат текстовое сообщение с приглашением.
th_th: ไม่มีการเลือก "ส่งการแจ้งเตือน" อย่างไรก็ตาม ผู้ร่วมงานที่ได้รับเชิญผ่านทางหมายเลขโทรศัพท์จะยังคงได้รับข้อความเชิญในรูปแบบตัวอักษร
vi_vn: Chưa đánh dấu mục "Gửi thông báo". Tuy nhiên, những cộng tác viên được mời qua số điện thoại sẽ vẫn nhận được lời mời bằng tin nhắn văn bản.
zh_cn: 未选中“发送通知”，但通过手机号邀请的协作者仍将收到邀请短信
zh_tw: 未選擇「傳送通知」，但透過手機號碼邀請的協作者仍將收到邀請簡訊

# Qvw
source: Please enter password for access
de_de: Kennwort für den Zugriff eingeben
es_es: Introduzca la contraseña de acceso
fr_fr: Veuillez saisir le mot de passe d'accès
hi_in: कृपया ऐक्सेस करने के लिए पासवर्ड दर्ज करें
id_id: Masukkan kata sandi untuk mengakses
it_it: Immetti la password per l'accesso
ja_jp: アクセスするにはパスワードを入力してください
ko_kr: 액세스를 위해 비밀번호를 입력하세요
ms_my: Sila masukkan kata laluan untuk akses
pt_br: Insira a senha de acesso
ru_ru: Введите пароль для доступа
th_th: โปรดใส่รหัสเพื่อเข้าถึง
vi_vn: Vui lòng nhập mật khẩu để truy cập
zh_cn: 请输入密码访问
zh_tw: 請輸入密碼存取

# D0s
source: Permission settings
de_de: Berechtigungseinstellungen
es_es: Configuración de permisos
fr_fr: Paramètres d'autorisation
hi_in: अनुमति सेटिंग्स
id_id: Pengaturan izin
it_it: Impostazioni delle autorizzazioni
ja_jp: 権限の設定
ko_kr: 권한 설정
ms_my: Tetapan kebenaran
pt_br: Configurações de permissões
ru_ru: Настройки разрешений
th_th: การตั้งค่าสิทธิ์อนุญาต
vi_vn: Cài đặt quyền
zh_cn: 权限设置
zh_tw: 權限設定

# A60
source: The administrator has turned off the visibility of the organization structure.
de_de: Der Administrator hat die Sichtbarkeit der Organisationsstruktur ausgeschaltet.
es_es: El administrador ha desactivado la visibilidad de la estructura organizativa.
fr_fr: L'administrateur a désactivé la visibilité de la structure organisationnelle.
hi_in: एडमिनिस्ट्रेटर ने संगठनात्मक संरचना की दृश्यता बंद कर दी है.
id_id: Administrator telah menonaktifkan visibilitas struktur organisasi.
it_it: L'amministratore ha disattivato la visibilità della struttura organizzativa.
ja_jp: 部門の組織構造を表示する権限がありません。管理者に連絡して法人の組織構造の表示範囲を変更してください
ko_kr: 관리자가 조직도 표시 여부를 껐습니다.
ms_my: Pentadbir telah mematikan kebolehlihatan struktur organisasi.
pt_br: O administrador desativou a visibilidade da estrutura organizacional.
ru_ru: Администратор отключил видимость организационной структуры.
th_th: ผู้ดูแลได้ปิดการแสดงผลของโครงสร้างองค์กร
vi_vn: Quản trị viên đã tắt hiển thị cơ cấu tổ chức.
zh_cn: 当前企业管理员设置为不可见组织架构
zh_tw: 目前企業管理員設定為不可見組織架構

# Avw
source: Sent request
de_de: Anfrage gesendet
es_es: Enviar solicitud
fr_fr: Demande envoyée
hi_in: भेजा गया अनुरोध
id_id: Kirim permintaan
it_it: Richiesta inviata
ja_jp: 申請を送信
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送申请
zh_tw: 傳送申請

# qCk
source: Failed to send request
de_de: Senden der Anfrage ist fehlgeschlagen
es_es: Error al enviar la solicitud
fr_fr: Échec de l'envoi de la demande
hi_in: अनुरोध भेजने में विफल हुआ
id_id: Gagal mengirim permintaan
it_it: Impossibile inviare richiesta
ja_jp: 申請を送信できませんでした
ko_kr: 요청 보내기 실패
ms_my: Gagal menghantar permintaan
pt_br: Falha ao enviar solicitação
ru_ru: Не удалось отправить запрос
th_th: ส่งคำขอไม่สำเร็จ
vi_vn: Gửi yêu cầu thất bại
zh_cn: 发送申请失败
zh_tw: 傳送申請失敗

# C/s
source: Request sent
de_de: Anfrage gesendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました
ko_kr: 요청을 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 发送申请成功
zh_tw: 傳送申請成功

# gvE
source: Failed to send
de_de: Senden fehlgeschlagen
es_es: Error al enviar
fr_fr: Échec de l'envoi
hi_in: भेजने में विफल हुआ
id_id: Gagal mengirim
it_it: Impossibile inviare
ja_jp: 送信できませんでした
ko_kr: 전송 실패
ms_my: Gagal menghantar
pt_br: Falha ao enviar
ru_ru: Не удалось отправить
th_th: ส่งไม่สำเร็จ
vi_vn: Gửi không thành công
zh_cn: 发送失败
zh_tw: 傳送失敗

# GNY
source: Send notification
de_de: Benachrichtigung senden
es_es: Enviar notificación
fr_fr: Envoyer notification
hi_in: नोटिफ़िकेशन भेजें
id_id: Kirim notifikasi
it_it: Invia notifica
ja_jp: 通知を送信
ko_kr: 알림 보내기
ms_my: Hantar notifikasi
pt_br: Enviar notificação
ru_ru: Отправить уведомление
th_th: ส่งการแจ้งเตือน
vi_vn: Gửi thông báo
zh_cn: 发送通知
zh_tw: 傳送通知

# deQ
source: Send Link
de_de: Link senden
es_es: Enviar enlace
fr_fr: Envoyer un lien
hi_in: लिंक भेजें
id_id: Kirim Tautan
it_it: Invia link
ja_jp: リンクを送信
ko_kr: 링크 보내기
ms_my: Hantar Pautan
pt_br: Enviar link
ru_ru: Отправить ссылку
th_th: ส่งลิงก์
vi_vn: Gửi Liên kết
zh_cn: 发送链接
zh_tw: 傳送連結
