Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# q28
source: Document labelled as "{{validity}}"
de_de: Dokument als „{{validity}}“ gekennzeichnet
es_es: Documento etiquetado como "{{validity}}"
fr_fr: Document étiqueté en tant que "{{validity}}"
id_id: Dokumen dilabeli sebagai "{{validity}}"
it_it: Documento etichettato come "{{validity}}"
ja_jp: ドキュメントを「{{validity}}」の状態に設定しました。
ko_kr: 문서가 "{{validity}}"(으)로 레이블 지정되었습니다
ms_my: Dokumen dilabel sebagai "{{validity}}"
pt_br: Documento rotulado como "{{validity}}"
ru_ru: Документ с пометкой "{{validity}}"
th_th: ติดป้ายกำกับเอกสารเป็น "{{validity}}" แล้ว
vi_vn: Đã gắn nhãn tài liệu là "{{validity}}"
zh_cn: 已将文档标记为“{{validity}}”
zh_tw: 已將文件標記為「{{validity}}」

# xi0
source: Report failed, please retry
de_de: Melden fehlgeschlagen. Bitte versuchen Sie es erneut
es_es: Error al informar. Inténtalo de nuevo
fr_fr: Le rapport a échoué, veuillez réessayer
id_id: Gagal melapor. Coba lagi.
it_it: Segnalazione non riuscita, riprova
ja_jp: フィードバックを送信できませんでした。再試行してください。
ko_kr: 신고에 실패했습니다. 다시 시도하세요
ms_my: Laporan gagal, sila cuba lagi
pt_br: Falha no relatório, tente novamente
ru_ru: Ошибка, попробуйте еще раз
th_th: รายงานล้มเหลว โปรดลองอีกครั้ง
vi_vn: Báo cáo không thành công, vui lòng thử lại
zh_cn: 发送反馈失败，请重试
zh_tw: 意見反應傳送失敗，請重試

# GgY
source: After labeling the document as "{{validity}}", users who have previously reported outdated content will be notified.
de_de: Nach der Kennzeichnung des Dokuments als „{{validity}}“ werden hierüber die Benutzer benachrichtigt, die zuvor veraltete Inhalte gemeldet haben.
es_es: Tras etiquetar el documento como "{{validity}}", los usuarios que hayan informado de contenidos obsoletos recibirán una notificación.
fr_fr: Après avoir étiqueté le document comme "{{validity}}", les utilisateurs qui ont précédemment signalé un contenu obsolète en seront informés.
id_id: Setelah melabeli dokumen sebagai "{{validity}}", pengguna yang sebelumnya telah melaporkan konten yang kedaluwarsa akan diberi tahu.
it_it: Una volta etichettato il documento come "{{validity}}", gli utenti che in precedenza hanno segnalato contenuti obsoleti riceveranno una notifica.
ja_jp: ドキュメントを「{{validity}}」の状態に設定すると、以前に古い内容についてフィードバックを送信したユーザーには通知が届きます。「{{validity}}」の有効期限を設定してください。
ko_kr: 문서를 "{{validity}}"(으)로 레이블을 지정한 후에는 이전에 오래된 콘텐츠를 신고한 사용자에게 알림이 전송됩니다.
ms_my: Selepas melabel dokumen sebagai "{{validity}}", pengguna yang sebelumnya melaporkan kandungan yang sudah lapuk akan diberitahu.
pt_br: Apósundefined rotular o documento como "{{validity}}", os usuários que relataram anteriormente conteúdo desatualizado serão notificados.
ru_ru: После добавления к документу метки "{{validity}}" пользователи, которые ранее сообщали об устаревшем контенте, получат соответствующее уведомление.
th_th: หลังจากติดป้ายกำกับเอกสารเป็น "{{validity}}" ผู้ใช้ที่เคยรายงานเนื้อหาที่ไม่อัปเดตจะได้รับการแจ้งเตือน
vi_vn: Sau khi gắn nhãn tài liệu là "{{validity}}", người dùng đã báo cáo nội dung lỗi thời trước đó sẽ được thông báo.
zh_cn: 将在文档展示“{{validity}}”状态，此前反馈过文档内容过期的用户将收到通知
zh_tw: 將在文件顯示「{{validity}}」狀態，先前反映過文件內容過期的使用者將收到通知

# Y3k
source: Report sent
de_de: Meldung gesendet
es_es: Informe enviado
fr_fr: Rapport envoyé
id_id: Laporan dikirim
it_it: Segnalazione inviata
ja_jp: ドキュメントの所有者に、古い内容に関するフィードバックを送信しました。
ko_kr: 신고를 보냄
ms_my: Laporan dihantar
pt_br: Relatório enviado
ru_ru: Жалоба отправлена
th_th: ส่งรายงานแล้ว
vi_vn: Đã gửi báo cáo
zh_cn: 已向文档所有者反馈内容过期
zh_tw: 已向文件擁有者反映內容過期

# 42A
source: Remove Label
de_de: Kennzeichnung entfernen
es_es: Quitar etiqueta
fr_fr: Retirer l'étiquette
id_id: Hapus Label
it_it: Rimuovi etichetta
ja_jp: ラベルをクリア
ko_kr: 레이블 제거
ms_my: Buang Label
pt_br: Remover rótulo
ru_ru: Удалить метку
th_th: ลบป้ายกำกับออก
vi_vn: Xóa nhãn
zh_cn: 清除时效性
zh_tw: 清除時效性

# lRA
source: If the document seems to contain outdated content, you can report to the owner.
de_de: Wenn das Dokument offensichtlich veraltete Inhalte enthält, können Sie dies dem Besitzer melden.
es_es: Si piensas que el documento puede incluir contenido obsoleto, puedes informar al propietario.
fr_fr: Si le document semble contenir du contenu obsolète, vous pouvez le signaler au propriétaire.
id_id: Jika dokumen tampaknya berisi konten yang kedaluwarsa, Anda dapat melaporkannya kepada pemiliknya.
it_it: Se il documento sembra includere contenuti obsoleti, puoi segnalarlo al proprietario.
ja_jp: ドキュメントに古い情報が含まれていると思われる場合、所有者にフィードバックすることができます。
ko_kr: 문서에 오래된 콘텐츠가 포함된 것 같은 경우 소유자에게 신고할 수 있습니다.
ms_my: Jika dokumen kelihatan mengandungi kandungan lapuk, anda boleh melaporkan kepada pemilik.
pt_br: Se o documento parecer ter conteúdo desatualizado, você poderá informar o proprietário.
ru_ru: Если документ содержит устаревший контент, вы можете сообщить об этом владельцу.
th_th: หากดูเหมือนว่าเอกสารมีเนื้อหาที่ล้าสมัย คุณจะรายงานไปยังเจ้าของได้
vi_vn: Nếu tài liệu có vẻ chứa nội dung lỗi thời, bạn có thể báo cáo cho chủ sở hữu.
zh_cn: 如果你认为文档存在过期内容，可以反馈给所有者
zh_tw: 如果你認為文件存在過期內容，可以向擁有者反映

# nTE
source: Report
de_de: Melden
es_es: Denunciar
fr_fr: Rapport
id_id: Laporkan
it_it: Segnala
ja_jp: フィードバック
ko_kr: 신고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Отчет
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 反馈
zh_tw: 意見反應

# IsE
source: Report the owner {{owner}} of outdated content
de_de: Den Besitzer {{owner}} der veralteten Inhalte melden
es_es: Informar al propietario {{owner}} acerca del contenido obsoleto
fr_fr: Signaler un contenu obsolète au propriétaire {{owner}}
id_id: Laporkan kepada pemilik {{owner}} tentang konten usang
it_it: Segnala il proprietario {{owner}} in merito al contenuto obsoleto
ja_jp: {{owner}} に古い情報をフィードバック
ko_kr: 오래된 콘텐츠를 소유자 {{owner}} 님에게 신고합니다
ms_my: Laporkan pemilik {{owner}} tentang kandungan yang lapuk
pt_br: Denunciar conteúdo desatualizado ao proprietário {{owner}}
ru_ru: Сообщить владельцу устаревшего контента ({{owner}})
th_th: รายงานให้เจ้าของ {{owner}} ทราบว่ามีเนื้อหาที่ล้าสมัย
vi_vn: Báo cáo cho chủ sở hữu {{owner}} về nội dung lỗi thời
zh_cn: 向{{owner}}反馈文档内容已过期
zh_tw: 向{{owner}}反映文件內容已過期

# Ius
source: Add a note (optional)
de_de: Eine Notiz hinzufügen (optional)
es_es: Agregar una nota (opcional)
fr_fr: Ajouter une note (facultatif)
id_id: Tambahkan catatan (opsional)
it_it: Aggiungi una nota (opzionale)
ja_jp: 備考を追加（任意）
ko_kr: 메모 추가(선택 사항)
ms_my: Tambah nota (pilihan)
pt_br: Adicionar uma anotação (opcional)
ru_ru: Добавить примечание (необязательно)
th_th: เพิ่มโน้ต (ไม่บังคับ)
vi_vn: Thêm ghi chú (tùy chọn)
zh_cn: 添加备注（选填）
zh_tw: 新增備註 (可選)

# UrI
source: Please set the validity period for "{{validity}}":
de_de: Bitte legen Sie die Gültigkeitsdauer für „{{validity}}“ fest:
es_es: Establece el período de validez para "{{validity}}":
fr_fr: Veuillez définir la période de validité de "{{validity}}" :
id_id: Tetapkan masa berlaku untuk "{{validity}}":
it_it: Imposta il periodo di validità per "{{validity}}":
ja_jp: 「{{validity}}」の有効期限を設定：
ko_kr: "{{validity}}"의 유효 기간을 설정하세요.
ms_my: Sila tetapkan tempoh sah untuk "{{validity}}":
pt_br: Configure o período de validade para "{{validity}}":
ru_ru: Установите период действия для "{{validity}}":
th_th: โปรดตั้งระยะเวลาที่ใช้งานได้เป็น "{{validity}}":
vi_vn: Vui lòng đặt thời hạn hiệu lực cho "{{validity}}":
zh_cn: 请设置“{{validity}}”的有效期：
zh_tw: 請設定「{{validity}}」的有效期：

# upg
source: Label as {{validity}}
de_de: Kennzeichnen als {{validity}}
es_es: Etiquetar como {{validity}}
fr_fr: Étiqueter en tant que {{validity}}
id_id: Labeli sebagai {{validity}}
it_it: Etichetta come {{validity}}
ja_jp: 「{{validity}}」に設定
ko_kr: {{validity}}(으)로 레이블 지정
ms_my: Label sebagai {{validity}}
pt_br: Rotular como {{validity}}
ru_ru: Пометить как {{validity}}
th_th: ติดป้ายกำกับเป็น {{validity}}
vi_vn: Gắn nhãn là {{validity}}
zh_cn: 标记{{validity}}
zh_tw: 標記{{validity}}

# dVs
source: Not Outdated
de_de: Nicht veraltet
es_es: No está obsoleto
fr_fr: Non obsolète
id_id: Tidak Usang
it_it: Non obsoleto
ja_jp: 情報が最新
ko_kr: 오래되지 않음
ms_my: Tidak Lapuk
pt_br: Não está desatualizado
ru_ru: Не устаревший
th_th: ไม่ล้าสมัย
vi_vn: Không lỗi thời
zh_cn: 确认未过期
zh_tw: 確認未過期

# MI8
source: Once confirmed, the document will no longer be labelled as "potentially outdated". All users that have provided feedback will be notified.
de_de: Nach der Bestätigung wird das Dokument nicht mehr als „möglicherweise veraltet“ gekennzeichnet. Alle Benutzer, die Feedback abgegeben haben, werden benachrichtigt.
es_es: Si se confirma, el documento dejará de etiquetarse como "potencialmente obsoleto". Se notificará a todos los usuarios que han enviado comentarios.
fr_fr: Une fois confirmé, le document ne sera plus libellé comme "potentiellement obsolète". Tous les utilisateurs qui ont donné leur avis en seront informés.
id_id: Setelah dikonfirmasi, dokumen tersebut tidak lagi diberi label sebagai "berpotensi usang". Semua pengguna yang telah memberikan umpan balik akan diberi tahu.
it_it: Dopo la conferma, il documento non sarà più etichettato come "Potenzialmente obsoleto". Tutti gli utenti che hanno fornito un feedback riceveranno una notifica.
ja_jp: 確認すると、ドキュメントから「情報が古い可能性あり」のラベルが外され、フィードバックを送信したユーザーには通知が届きます。
ko_kr: 확인하면 문서는 더 이상 "오래되었을 수 있음"으로 레이블이 지정되지 않습니다. 피드백을 제공한 모든 사용자에게 알림이 전송됩니다.
ms_my: Setelah disahkan, dokumen tidak lagi diberi label sebagai "kemungkinan lapuk". Semua pengguna yang telah memberikan maklum balas akan diberitahu.
pt_br: Uma vez confirmado, o documento não será mais rotulado como "potencialmente desatualizado". Todos os usuários que forneceram feedback serão notificados.
ru_ru: После подтверждения документ больше не будет отмечен как "потенциально устаревший". Все пользователи, которые оставили отзывы, будут уведомлены.
th_th: เมื่อยืนยันแล้ว เอกสารจะไม่ติดป้ายกำกับว่าเป็น "อาจล้าสมัย" อีกต่อไป ผู้ใช้ทุกคนที่ให้ข้อเสนอแนะจะได้รับแจ้ง
vi_vn: Sau khi xác nhận, tài liệu sẽ không còn được gắn nhãn là "có thể đã lỗi thời". Tất cả người dùng đã phản hồi sẽ được thông báo.
zh_cn: 确认后将取消“可能过期”状态，并且给反馈过的用户发送通知
zh_tw: 確認後將取消「可能過期」狀態，並傳送通知給提供意見反應的使用者

# fRA
source: Up-to-date
de_de: Aktuell
es_es: Actualizado
fr_fr: À jour
id_id: Sudah terkini
it_it: Aggiornato
ja_jp: 最新情報更新済み
ko_kr: 최신 상태
ms_my: Terkini
pt_br: Atualizado
ru_ru: Обновлено
th_th: อัปเดตถึงเวอร์ชันล่าสุดแล้ว
vi_vn: Cập nhật
zh_cn: 已是最新
zh_tw: 已是最新

# QZM
source: Valid until:
de_de: Gültig bis:
es_es: Fin de validez:
fr_fr: Valide jusqu'à :
id_id: Valid hingga:
it_it: Valido fino a:
ja_jp: 有効期限：
ko_kr: 유효 기간:
ms_my: Sah sehingga:
pt_br: Válido até:
ru_ru: Действительно до:
th_th: ใช้งานได้จนถึง:
vi_vn: Có hiệu lực đến:
zh_cn: 有效期至：
zh_tw: 有效期至：

# V7A
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 커스터마이징
ms_my: Adat
pt_br: Personalizado
ru_ru: Настраиваемое
th_th: กำหนดเอง
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

# gD8
source: {{num}} days
de_de: {{num}} Tage
es_es: {{num}} días
fr_fr: {{num}} jours
id_id: {{num}} hari
it_it: {{num}} giorni
ja_jp: {{num}} 日
ko_kr: {{num}}일
ms_my: {{num}} hari
pt_br: {{num}} dias
ru_ru: {{num}} дн.
th_th: {{num}} วัน
vi_vn: {{num}} ngày
zh_cn: {{num}} 天
zh_tw: {{num}} 天

# piA
source: Valid until
de_de: Gültig bis
es_es: Válido hasta
fr_fr: Valide jusqu'à
id_id: Valid hingga
it_it: Validità fino a
ja_jp: 期限
ko_kr: 유효 기간:
ms_my: Sah sehingga
pt_br: Válido até
ru_ru: Действительно до
th_th: ใช้งานได้จนถึง
vi_vn: Có hiệu lực đến
zh_cn: 设置有效期至
zh_tw: 將有效期限設定至

# 4SM
source: Document Validity
de_de: Gültigkeit des Dokuments
es_es: Validez del documento
fr_fr: Validité du document
id_id: Validitas Dokumen
it_it: Validità del documento
ja_jp: ドキュメントの更新状況
ko_kr: 문서 유효성
ms_my: Kesahan Dokumen
pt_br: Validade do documento
ru_ru: Актуальность документа
th_th: ระยะเวลาการใช้งานได้ของเอกสาร
vi_vn: Hiệu lực của tài liệu
zh_cn: 文档时效性
zh_tw: 文件時效性

# rcI
source: Label the document's validity to help readers determine whether they can trust the content. The status will be shown on top of the document.
de_de: Kennzeichnen Sie die Gültigkeit des Dokuments, damit die Leser erkennen können, ob sie dem Inhalt vertrauen können. Der Status wird im Dokument oben angezeigt.
es_es: Etiqueta la validez del documento para que los lectores puedan determinar si pueden confiar en el contenido. El estado aparecerá en la parte superior del documento.
fr_fr: Indiquez la validité du document pour que les lecteurs puissent décider s'ils peuvent faire confiance au contenu. Le statut apparaîtra en haut du document.
id_id: Melabeli validitas dokumen untuk membantu pembaca menentukan apakah mereka dapat memercayai konten. Status akan ditampilkan di atas dokumen.
it_it: Etichetta la validità del documento per aiutare i lettori a determinare se il contenuto è affidabile. Lo stato verrà mostrato nella parte superiore del documento.
ja_jp: ドキュメントの更新状況をラベルで示し、内容や情報が最新かどうかを一目で確認できます。
ko_kr: 독자가 콘텐츠를 신뢰할 수 있는지 여부를 판단하는 데 도움이 되도록 문서의 유효성에 레이블을 지정합니다. 해당 상태는 문서 상단에 표시됩니다.
ms_my: Label kesahan dokumen untuk membantu pembaca menentukan sama ada mereka boleh mempercayai kandungan. Status akan ditunjukkan di atas dokumen.
pt_br: Identifique a validade do documento para auxiliar os leitores a determinar se podem confiar no conteúdo. O status será mostrado na parte superior do documento.
ru_ru: Добавьте метку действительности документа, чтобы читатели понимали, можно ли доверять этому содержимому. Статус будет указан в верхней части документа.
th_th: ติดป้ายกำกับความถูกต้องของเอกสารเพื่อช่วยให้ผู้อ่านพิจารณาได้ว่าจะเชื่อถือเนื้อหาได้หรือไม่ สถานะจะแสดงด้านบนของเอกสาร
vi_vn: Gắn nhãn hiệu lực của tài liệu để giúp người đọc xác định có thể tin tưởng vào nội dung hay không. Trạng thái sẽ được hiển thị ở đầu tài liệu.
zh_cn: 标记后，将在文档展示时效性状态，帮助读者判断是否可以信任文档
zh_tw: 標記後，將在文件顯示時效性狀態，協助讀者判斷是否可以信任文件

# 3wY
source: Unable to clip this page. Your webpage has been restricted.
de_de: Diese Seite kann nicht angeheftet werden. Ihre Webseite wurde beschränkt.
es_es: No se puede recortar esta página. Se ha restringido tu página web.
fr_fr: Impossible d'agrafer cette page. Des restrictions ont été appliquées à votre page Web.
id_id: Gagal mengeklip halaman ini. Halaman web Anda telah dibatasi.
it_it: Impossibile appuntare questa pagina. La tua pagina Web è soggetta a restrizioni.
ja_jp: ブラウザの制限により、このページはクリップできません
ko_kr: 이 페이지를 클립할 수 없습니다. 웹 페이지가 제한되었습니다.
ms_my: Tidak dapat memotong halaman ini. Laman web anda telah dihadkan.
pt_br: Não é possível cortar esta página. Sua página da Web foi restrita.
ru_ru: Не удалось прикрепить эту страницу. Ваша веб-страница была ограничена.
th_th: คลิปหน้านี้ไม่สำเร็จ หน้าเว็บของคุณถูกจำกัดการใช้งานแล้ว
vi_vn: Không thể kẹp trang này. Trang web của bạn đã bị hạn chế.
zh_cn: 因浏览器限制，该网页无法剪存
zh_tw: 因瀏覽器限制，無法剪存該網頁

# 35M
source: Page clipped
de_de: Seite angeheftet
es_es: Página recortada
fr_fr: Page agrafée
id_id: Halaman berhasil diklip
it_it: Pagina appuntata
ja_jp: クリップしました。
ko_kr: 페이지가 클립됨
ms_my: Halaman dipotong
pt_br: Página cortada
ru_ru: Страница прикреплена
th_th: คลิปหน้าแล้ว
vi_vn: Đã kẹp trang
zh_cn: 剪存成功
zh_tw: 剪存成功

# JBg
source: Clipping...
de_de: Anheften...
es_es: Recortando...
fr_fr: Agrafage en cours...
id_id: Mengeklip...
it_it: Creazione elemento appuntato in corso
ja_jp: クリップ中...
ko_kr: 클립 중...
ms_my: Memotong...
pt_br: Cortando...
ru_ru: Прикрепляем...
th_th: กำลังคลิป...
vi_vn: Đang kẹp...
zh_cn: 剪存中...
zh_tw: 剪存中...

# Y7M
source: Clip to Docs
de_de: An Docs anheften
es_es: Recorte a Docs
fr_fr: Agrafer sur Docs
id_id: Klip ke Docs
it_it: Appunta in Docs
ja_jp: Docs にクリップ
ko_kr: Docs에 클립
ms_my: Potong ke Docs
pt_br: Cortar para Docs
ru_ru: Прикрепить как Docs
th_th: คลิปไปยัง Docs
vi_vn: Kẹp vào Docs
zh_cn: 剪存为云文档
zh_tw: 剪存為雲端文件

# Mb0
source: Unstable network. Please try again later
de_de: Instabiles Netzwerk. Bitte versuchen Sie es später erneut.
es_es: Red inestable. Inténtalo de nuevo más tarde
fr_fr: Réseau instable. Veuillez réessayer plus tard
id_id: Jaringan tidak stabil. Coba lagi nanti
it_it: Rete instabile. Riprova più tardi
ja_jp: ネットワーク接続が不安定です。後で再試行してください
ko_kr: 네트워크가 불안정합니다. 나중에 다시 시도하세요
ms_my: Rangkaian tidak stabil. Sila cuba lagi kemudian
pt_br: Rede instável. Tente novamente mais tarde
ru_ru: Нестабильная сеть. Попробуйте позже
th_th: เครือข่ายไม่เสถียร โปรดลองอีกครั้งในภายหลัง
vi_vn: Mạng không ổn định. Vui lòng thử lại sau
zh_cn: 当前网络不稳定，请稍后重试
zh_tw: 目前網路不穩定，請稍後重試

# sss
source: Unable to clip. Web page too large
de_de: Ein Clip kann nicht ausgeschnitten werden. Die Webseite ist zu umfangreich
es_es: No se puede recortar. Página web demasiado grande
fr_fr: Agrafage impossible. La page Web est trop grande
id_id: Gagal mengeklip. Halaman web terlalu besar
it_it: Impossibile creare elemento appuntato. Pagina Web troppo grande
ja_jp: ページのコンテンツが多すぎるため、クリップできません
ko_kr: 고정할 수 없습니다. 웹 페이지가 너무 큽니다
ms_my: Tidak dapat klip. Halaman web terlalu besar
pt_br: Não é possível cortar. Página da Web muito grande
ru_ru: Не удалось закрепить. Веб-страница слишком большая
th_th: คลิปไม่สำเร็จ หน้าเว็บมีขนาดใหญ่เกินไป
vi_vn: Không thể kẹp. Trang web quá lớn
zh_cn: 网页内容过大，无法剪存
zh_tw: 網頁內容過大，無法剪存

# EG0
source: Unable to clip
de_de: Anheften nicht möglich
es_es: No se puede recortar
fr_fr: Agrafage impossible
id_id: Gagal mengeklip
it_it: Impossibile appuntare
ja_jp: クリップできませんでした。
ko_kr: 클립할 수 없음
ms_my: Tidak dapat memotong
pt_br: Não é possível cortar
ru_ru: Невозможно прикрепить
th_th: คลิปไม่สำเร็จ
vi_vn: Không thể kẹp
zh_cn: 剪存失败
zh_tw: 剪存失敗

# Uas
source: Click to retry
de_de: Klicken Sie, um es erneut zu versuchen
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquer pour réessayer
id_id: Klik untuk coba lagi
it_it: Fai clic per riprovare
ja_jp: 再試行
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk cuba lagi
pt_br: Clique para repetir
ru_ru: Нажмите, чтобы повторить
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# TQw
source: Sorry, clipping from current webpage isn't supported yet.
de_de: Leider werden Clips aus der aktuellen Webseite noch nicht unterstützt.
es_es: Lo sentimos, no se admite todavía el recorte desde la página web actual.
fr_fr: Désolé, l'agrafage n'est pas encore pris en charge sur la page Web actuelle.
id_id: Maaf, mengeklip dari halaman web saat ini belum didukung.
it_it: Spiacenti, la creazione di elementi appuntati per la pagina Web corrente non è ancora supportata.
ja_jp: このウェブサイトではクリッパーを使用できません
ko_kr: 죄송합니다. 현재 웹 페이지에서의 클립은 아직 지원되지 않습니다.
ms_my: Maaf, memotong dari laman web semasa belum disokong lagi.
pt_br: Desculpe, a opção cortar da página da Web atual ainda não é compatível.
ru_ru: Извините, прикрепление с текущей веб-страницы пока не поддерживается.
th_th: ขออภัย ยังไม่รองรับการคลิปจากหน้าเว็บปัจจุบัน
vi_vn: Rất tiếc, kẹp từ trang web hiện tại chưa được hỗ trợ.
zh_cn: 抱歉，该网页暂不支持剪存
zh_tw: 抱歉，該網頁暫不支援剪存

# Sv4
source: Documents created by Clip will be automatically saved to "Clip" folder. You can find them in "Docs > My Space."
de_de: Mit Clip erstellte Dokumente werden automatisch im „Clip-Ordner“ gespeichert. Sie können sie unter „Docs – Mein Bereich“ finden.
es_es: Los documentos creados con Recortar se guardarán automáticamente en la carpeta "Recortar". Los encontrarás en "Docs > Mi Espacio".
fr_fr: Les documents créés via l'agrafage seront automatiquement enregistrés dans le dossier "Agrafage". Vous pouvez les trouver dans "Docs" > "Mon Espace".
id_id: Dokumen yang dibuat oleh Klip akan secara otomatis disimpan ke folder "Klip". Anda dapat menemukannya di "Docs > Ruang Saya".
it_it: I documenti creati con Clip saranno automaticamente salvati nella cartella "Clip". È possibile trovarli in "Docs > Il mio spazio".
ja_jp: クリップによって作成されたドキュメントは「クリップ」フォルダに自動で保存され、「Docs > マイスペース」から見つけることができます。
ko_kr: 클립에 의해 생성된 문서는 자동으로 "클립" 폴더에 저장됩니다. "Docs > 나의 공간"에서 확인할 수 있습니다.
ms_my: Docs yang dicipta oleh Clip akan disimpan secara automatik ke folder "Clip". Anda boleh mencarinya di "Dok > Ruang Saya."
pt_br: Os documentos criados pelo Cortar serão salvos automaticamente na pasta "Cortar". Você pode encontrá-los em "Docs > Meu espaço".
ru_ru: Документы, прикрепленные с помощью Clip, будут автоматически сохранены в папке "Clip". Вы можете найти их в Docs > Мое пространство.
th_th: เอกสารที่คลิปสร้างจะบันทึกไปยังโฟลเดอร์ "คลิป" โดยอัตโนมัติ คุณสามารถหาได้ใน "Docs > พื้นที่ของฉัน"
vi_vn: Các tài liệu được tạo bởi tính năng Kẹp sẽ được tự động lưu vào thư mục "Kẹp". Bạn có thể tìm thấy thư mục này trong "Docs > Không gian của tôi".
zh_cn: 通过剪存创建的文档将自动保存至“剪存”文件夹，你可以在“云文档 > 我的空间”找到
zh_tw: 透過剪存建立的文件將自動儲存至「剪存」資料夾，你可以在「雲端文件 > 我的空間」找到文件

# +MI
source: Welcome to use Clip 🎉
de_de: Willkommen bei Clip 🎉
es_es: Te damos la bienvenida a Recortar 🎉
fr_fr: Découvrez l'utilisation de l'agrafage 🎉
id_id: Selamat menggunakan Klip 🎉
it_it: Ti diamo il benvenuto in Clip 🎉
ja_jp: クリッパーへようこそ 🎉
ko_kr: 클립 사용 시작 🎉
ms_my: Selamat menggunakan Clip 🎉
pt_br: Bem-vindo(a) ao usar Cortar 🎉
ru_ru: Добро пожаловать в Clip 🎉
th_th: ยินดีต้อนรับสู่การใช้งานคลิป 🎉
vi_vn: Chào mừng bạn sử dụng Kẹp 🎉
zh_cn: 欢迎使用剪存 🎉
zh_tw: 歡迎使用剪存 🎉

# lgs
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中…
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中…
zh_tw: 載入中…

# aCw
source: Shared with me
de_de: Für mich freigegeben
es_es: Compartido conmigo
fr_fr: Partagé avec moi
id_id: Dibagikan dengan saya
it_it: Condiviso con me
ja_jp: 自分と共有
ko_kr: 나와 공유한 파일
ms_my: Dikongsi dengan saya
pt_br: Compartilhado comigo
ru_ru: Поделились со мной
th_th: แบ่งปันให้กับฉัน
vi_vn: Đã chia sẻ với tôi
zh_cn: 与我分享
zh_tw: 與我分享

# lyI
source: The comment was deleted
de_de: Der Kommentar wurde gelöscht
es_es: Se ha eliminado el comentario
fr_fr: Le commentaire a été supprimé
hi_in: टिप्पणी हटाई गई
id_id: Komentar dihapus
it_it: Questo commento è stato eliminato
ja_jp: このコメントは削除されました
ko_kr: 댓글이 삭제되었습니다
ms_my: Komen telah dipadam
pt_br: O comentário foi excluído
ru_ru: Комментарий был удален
th_th: ความคิดเห็นถูกลบแล้ว
vi_vn: Bình luận đã bị xóa
zh_cn: 该条评论已被删除
zh_tw: 該評論已被刪除

# zSY
source: Action failed. You need edit permission for the target location.
de_de: Die Aktion ist fehlgeschlagen. Sie benötigen die Bearbeitungsberechtigung für den Zielstandort.
es_es: Error en la acción. Necesitas permiso para editar en la ubicación de destino.
fr_fr: Échec de l'opération. Vous devez disposer de l'autorisation de modification de l'emplacement cible.
id_id: Tindakan gagal. Anda memerlukan izin untuk mengedit lokasi target
it_it: Azione non riuscita. Hai bisogno dell'autorizzazione per modificare la posizione di destinazione.
ja_jp: 操作に失敗しました。目標の位置の編集権限が必要です。
ko_kr: 작업에 실패했습니다. 대상 위치에 대한 편집 권한이 필요합니다.
ms_my: Gagal melakukan tindakan. Anda memerlukan kebenaran edit untuk lokasi sasaran.
pt_br: Falha na ação. Você precisa da permissão para editar a localização de destino.
ru_ru: Ошибка действия. Вам необходимо изменить разрешение для целевого местоположения.
th_th: การดำเนินการล้มเหลว คุณต้องมีสิทธิ์การอนุญาตแก้ไขสำหรับตำแหน่งเป้าหมาย
vi_vn: Thao tác không thành công. Bạn cần quyền chỉnh sửa vị trí đích.
zh_cn: 操作失败，需要目标位置的编辑权限
zh_tw: 操作失敗，需要目標位置的編輯權限
