Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# RkQ
source: No contents yet. Get started by creating a base
de_de: Noch keine Inhalte. Erstellen Sie zuerst eine Base
es_es: No hay contenido todavía. Para empezar, crea un Base
fr_fr: Aucun contenu pour l'instant. Commencez par créer une Base
id_id: Belum ada konten. Mulailah dengan membuat Base
it_it: Ancora nessun contenuto. Inizia creando un Base
ja_jp: コンテンツがありません
ko_kr: 아직 콘텐츠가 없습니다. Base를 만들어서 시작하세요
ms_my: Tiada kandungan lagi. Mulakan dengan mencipta pangkalan
pt_br: Ainda não há conteúdo. Comece criando um Base
ru_ru: Контента пока нет. Для начала работы создайте таблицу Base
th_th: ยังไม่มีเนื้อหา เริ่มจากการสร้าง Base
vi_vn: Chưa có nội dung. Hãy bắt đầu bằng cách tạo Base
zh_cn: 暂无内容，新建多维表格开始探索
zh_tw: 暫無內容，建立多維表格開始探索

# AzA
source: No dashboards yet
de_de: Noch keine Dashboards
es_es: Aún no hay tableros de mando
fr_fr: Aucun tableau de bord pour le moment
id_id: Belum ada dasbor
it_it: Ancora nessun pannello di controllo
ja_jp: ダッシュボードがありません
ko_kr: 아직 대시보드가 없습니다
ms_my: Belum ada papan pemuka lagi
pt_br: Ainda não há painéis
ru_ru: Панелей инструментов пока нет
th_th: ยังไม่มีแดชบอร์ด
vi_vn: Chưa có bảng điều khiển nào
zh_cn: 该多维表格内暂无仪表盘
zh_tw: 該多維表格內暫無儀錶盤

# Nmw
source: Recently opened or created bases will appear here.
de_de: Kürzlich geöffnete oder erstellte Bases werden hier angezeigt.
es_es: Los Bases abiertos o creados recientemente aparecerán aquí.
fr_fr: Les bases ouvertes ou créées récemment apparaissent ici.
id_id: Base yang baru dibuka atau dibuat akan muncul di sini.
it_it: I Base aperti o creati di recente verranno visualizzati qui.
ja_jp: 最近閲覧・作成した内容はここに表示されます
ko_kr: 최근에 열거나 생성한 Base가 여기에 표시됩니다.
ms_my: Pangkalan yang baru dibuka atau dicipta akan muncul di sini.
pt_br: Os Bases abertos ou criados recentemente aparecerão aqui.
ru_ru: Здесь будут отображаться недавно открывавшиеся или созданные таблицы Base.
th_th: Base ที่เพิ่งเปิดหรือสร้างขึ้นจะปรากฏที่นี่
vi_vn: Base đã mở hoặc tạo gần đây sẽ xuất hiện tại đây.
zh_cn: 最近浏览或新建的内容会在这里展示
zh_tw: 最近瀏覽或建立的內容會顯示在這裡

# Sh0
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_tw: 重新載入

# I3Y
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_tw: 重新載入

# hRY
source: Reload
de_de: Neu laden
es_es: Cargar de nuevo
fr_fr: Actualiser
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 重新加载
zh_tw: 重新載入

# ZTo
source: Search base
de_de: Base suchen
es_es: Buscar Base
fr_fr: Rechercher la Base
id_id: Cari Base
it_it: Cerca Base
ja_jp: Base を検索
ko_kr: Base 검색
ms_my: Cari pangkalan
pt_br: Procurar o Base
ru_ru: Поиск в таблице Base
th_th: ค้นหา Base
vi_vn: Tìm kiếm Base
zh_cn: 搜索多维表格
zh_tw: 搜尋多維表格

# a+k
source: Template
de_de: Vorlage
es_es: Plantilla
fr_fr: Modèle
id_id: Templat
it_it: Modello
ja_jp: テンプレート
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelo
ru_ru: Шаблон
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板
zh_tw: 範本

# IXs
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Попробовать еще раз
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# YYg
source: Unable to load. {{tryAgain}}
de_de: Laden ist nicht möglich. {{tryAgain}}
es_es: No se puede cargar. {{tryAgain}}
fr_fr: Chargement impossible. {{tryAgain}}
id_id: Gagal memuat. {{tryAgain}}
it_it: Impossibile caricare. {{tryAgain}}
ja_jp: データの読み込みに失敗しました。{{tryAgain}}してください。
ko_kr: 로드할 수 없습니다. {{tryAgain}}
ms_my: Tidak dapat memuatkan. {{tryAgain}}
pt_br: Não foi possível carregar. {{tryAgain}}
ru_ru: Не удалось загрузить. {{tryAgain}}
th_th: ไม่สามารถโหลดได้ {{tryAgain}}
vi_vn: Không thể tải. {{tryAgain}}
zh_cn: 数据加载失败，{{tryAgain}}
zh_tw: 資料載入失敗，{{tryAgain}}

# j3w
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# Mq4
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
ms_my: Laman Utama
pt_br: Início
ru_ru: Главная
th_th: หน้าหลัก
vi_vn: Trang chủ
zh_cn: 我的
zh_tw: 我的

# FzQ
source: No content yet
de_de: Noch kein Inhalt
es_es: Aún no hay contenido
fr_fr: Aucun contenu pour le moment
id_id: Belum ada konten
it_it: Ancora nessun contenuto
ja_jp: コンテンツがありません
ko_kr: 아직 콘텐츠가 없습니다
ms_my: Tiada kandungan lagi
pt_br: Nenhum conteúdo ainda
ru_ru: Пока нет контента
th_th: ยังไม่มีเนื้อหา
vi_vn: Chưa có nội dung
zh_cn: 暂无内容
zh_tw: 暫無內容

# cKw
source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: おすすめ
ko_kr: 추천
ms_my: Disyorkan
pt_br: Recomendado
ru_ru: Рекомендуемые
th_th: แนะนำ
vi_vn: Được đề xuất
zh_cn: 推荐
zh_tw: 推薦

# VaU
source: Unable to load data. Tap to retry
de_de: Die Daten konnten nicht geladen werden. Tippen Sie sie an, um es erneut zu versuchen
es_es: No se pueden cargar datos. Pulsa para intentarlo de nuevo
fr_fr: Impossible de charger les données. Appuyez pour réessayer
id_id: Gagal memuat data. Ketuk untuk mencoba lagi
it_it: Impossibile caricare i dati. Tocca per riprovare
ja_jp: データを読み込みできませんでした。画面をタップして、再度お試しください。
ko_kr: 데이터를 로드할 수 없습니다. 탭하여 다시 시도하세요
ms_my: Tidak dapat memuatkan data. Ketuk untuk cuba lagi
pt_br: Não foi possível carregar dados. Toque para tentar novamente
ru_ru: Не удалось загрузить данные. Нажмите, чтобы повторить попытку.
th_th: ไม่สามารถโหลดข้อมูลได้ แตะเพื่อลองใหม่
vi_vn: Không thể tải dữ liệu. Nhấn để thử lại
zh_cn: 数据加载失败，请点击屏幕重试
zh_tw: 資料載入失敗，請點選畫面並重試

# Sjc
source: New Form
de_de: Neues Formular
es_es: Nuevo formulario
fr_fr: Nouveau formulaire
id_id: Formulir Baru
it_it: Nuova maschera
ja_jp: フォームを新規作成
ko_kr: 새 설문지
ms_my: Borang baharu
pt_br: Novo formulário
ru_ru: Создать форму
th_th: แบบฟอร์มใหม่
vi_vn: Biểu mẫu mới
zh_cn: 新建问卷
zh_tw: 建立新問卷

# Bsk
source: Form
de_de: Formular
es_es: Formulario
fr_fr: Formulaire
id_id: Formulir
it_it: Maschera
ja_jp: フォーム
ko_kr: 설문지
ms_my: Borang
pt_br: Formulário
ru_ru: Форма
th_th: แบบฟอร์ม
vi_vn: Biểu mẫu
zh_cn: 问卷
zh_tw: 問卷

# azk
source: Pins
de_de: Anheftungen
es_es: Anclados
fr_fr: Épinglés
id_id: Pin
it_it: Elementi fissati
ja_jp: トップ
ko_kr: 고정 항목
ms_my: Pin
pt_br: Fixações
ru_ru: Закрепления
th_th: ปักหมุด
vi_vn: Mục đã ghim
zh_cn: 置顶
zh_tw: 置頂

# YL4
source: No cover available
de_de: Kein Titelbild verfügbar
es_es: No hay ninguna portada disponible
fr_fr: Aucune page de garde disponible
id_id: Tidak ada sampul yang tersedia
it_it: Nessuna copertina disponibile
ja_jp: カバーに使用されているフィールド「{{fieldName}}」が空です。
ko_kr: 사용 가능한 커버 없음
ms_my: Tiada kulit buku tersedia
pt_br: Nenhuma capa disponível
ru_ru: Обложка недоступна
th_th: ไม่มีหน้าปกที่พร้อมใช้งาน
vi_vn: Không có ảnh bìa nào
zh_cn: 封面为空
zh_tw: 封面為空白

# qsY
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
ms_my: Butiran
pt_br: Detalhes
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_tw: 詳細資料

# qFU
source: Please add an attachment field before setting the cover.
de_de: Bevor Sie das Titelbild festlegen, fügen Sie bitte ein Anhangfeld hinzu.
es_es: Agrega un campo de anexo antes de configurar la portada.
fr_fr: Veuillez ajouter un champ pièce jointe avant de définir la page de garde.
id_id: Tambahkan bidang lampiran sebelum menetapkan sampul.
it_it: Aggiungi un campo allegato prima di impostare la copertina.
ja_jp: 添付ファイルフィールドがありません。設定するには、添付ファイルフィールドを追加してください。
ko_kr: 커버를 설정하기 전에 첨부 파일 필드를 추가하세요.
ms_my: Sila tambah medan lampiran sebelum menetapkan kulit.
pt_br: Adicione um campo de anexo antes de definir a capa.
ru_ru: Добавьте поле вложения, прежде чем настроить обложку.
th_th: โปรดเพิ่มช่องข้อมูลไฟล์แนบก่อนตั้งหน้าปก
vi_vn: Vui lòng thêm trường tập tin đính kèm trước khi đặt ảnh bìa.
zh_cn: 暂无附件字段，请添加后再设置
zh_tw: 暫無附件欄位，請新增後再設定

# Td8
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
id_id: Tidak Ada
it_it: Nessuna
ja_jp: カバーなし
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhum
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không có
zh_cn: 无封面
zh_tw: 無封面

# KyA
source: Set Cover
de_de: Titelbild festlegen
es_es: Establecer portada
fr_fr: Définir la page de garde
id_id: Tetapkan Sampul
it_it: Imposta copertina
ja_jp: カバーを設定
ko_kr: 커버 설정
ms_my: Tetapkan Kulit
pt_br: Configurar capa
ru_ru: Установить обложку
th_th: ตั้งค่าหน้าปก
vi_vn: Đặt ảnh bìa
zh_cn: 设置封面
zh_tw: 設定封面

# znc
source: Select field for the cover
de_de: Auswahl des Felds für das Titelbild
es_es: Selecciona el campo para la portada
fr_fr: Sélectionner le champ de la page de garde
id_id: Pilih bidang untuk sampul
it_it: Seleziona campo per la copertina
ja_jp: カバーに使用するフィールドを選択
ko_kr: 커버의 필드 선택
ms_my: Pilih medan untuk kulit
pt_br: Escolha o campo para a capa
ru_ru: Выберите поле для обложки
th_th: เลือกช่องข้อมูลสำหรับหน้าปก
vi_vn: Chọn trường cho ảnh bìa
zh_cn: 选择作为封面的字段
zh_tw: 選擇作為封面的欄位

# iiI
source: View settings
de_de: Ansichtseinstellungen
es_es: Configuración de vistas
fr_fr: Paramètres d'affichage
id_id: Pengaturan tampilan
it_it: Impostazioni visualizzazione
ja_jp: ビューの設定
ko_kr: 보기 설정
ms_my: Tetapan paparan
pt_br: Configurações de visualização
ru_ru: Посмотреть настройки
th_th: การตั้งค่ามุมมอง
vi_vn: Cài đặt chế độ xem
zh_cn: 视图配置
zh_tw: 視圖設定

# zZY
source: Unknown location
de_de: Unbekannter Speicherort
es_es: Ubicación desconocida
fr_fr: Emplacement inconnu
id_id: Lokasi tidak diketahui
it_it: Posizione sconosciuta
ja_jp: 不明な場所
ko_kr: 알 수 없는 위치
ms_my: Lokasi tidak diketahui
pt_br: Localização desconhecida
ru_ru: Неизвестное местоположение
th_th: ไม่ทราบสถานที่
vi_vn: Vị trí không xác định
zh_cn: 未知地点
zh_tw: 未知位置

# cmE
source: Add Record
de_de: Datensatz hinzufügen
es_es: Agregar registro
fr_fr: Ajouter un enregistrement
id_id: Tambah Rekaman
it_it: Aggiungi record
ja_jp: レコードを追加
ko_kr: 기록 추가
ms_my: Tambah Rekod
pt_br: Adicionar registro
ru_ru: Добавить запись
th_th: เพิ่มบันทึก
vi_vn: Thêm bản ghi
zh_cn: 添加记录
zh_tw: 新增記錄

# Hnk
source: Applied
de_de: Angewendet
es_es: Aplicado
fr_fr: Appliqué
id_id: Diterapkan
it_it: Applicato
ja_jp: 適用しました。
ko_kr: 적용되었습니다
ms_my: Diterapkan
pt_br: Aplicado
ru_ru: Применено
th_th: นำไปใช้แล้ว
vi_vn: Đã áp dụng
zh_cn: 应用成功
zh_tw: 套用成功

# IOk
source: No options
de_de: Keine Optionen
es_es: No hay opciones
fr_fr: Aucune option
hi_in: कोई विकल्प नहीं
id_id: Tidak ada opsi
it_it: Nessuna opzione
ja_jp: オプションがありません
ko_kr: 옵션 없음
ms_my: Tiada pilihan
pt_br: Sem opções
ru_ru: Нет вариантов
th_th: ไม่มีตัวเลือก
vi_vn: Không có tùy chọn
zh_cn: 暂无选项
zh_tw: 暫無選項

# G0s
source: Card
de_de: Karte
es_es: Tarjeta
fr_fr: Carte
id_id: Kartu
it_it: Scheda
ja_jp: カード
ko_kr: 카드
ms_my: Kad
pt_br: Cartão
ru_ru: Карта
th_th: การ์ด
vi_vn: Thẻ
zh_cn: 卡片
zh_tw: 卡片

# z8I
source: 1 column
de_de: 1 Spalte
es_es: 1 columna
fr_fr: 1 colonne
id_id: 1 kolom
it_it: 1 colonna
ja_jp: 1 列
ko_kr: 1열
ms_my: 1 lajur
pt_br: 1 coluna
ru_ru: 1 столбец
th_th: 1 คอลัมน์
vi_vn: 1 cột
zh_cn: 1 列
zh_tw: 1 欄

# z/E
source: 2 columns
de_de: 2 Spalten
es_es: 2 columnas
fr_fr: 2 colonnes
id_id: 2 kolom
it_it: 2 colonne
ja_jp: 2 列
ko_kr: 2열
ms_my: 2 lajur
pt_br: 2 colunas
ru_ru: 2 столбца
th_th: 2 คอลัมน์
vi_vn: 2 cột
zh_cn: 2 列
zh_tw: 2 欄

# D+E
source: 3 columns
de_de: 3 Spalten
es_es: 3 columnas
fr_fr: 3 colonnes
id_id: 3 kolom
it_it: 3 colonne
ja_jp: 3 列
ko_kr: 3열
ms_my: 3 lajur
pt_br: 3 colunas
ru_ru: 3 столбца
th_th: 3 คอลัมน์
vi_vn: 3 cột
zh_cn: 3 列
zh_tw: 3 欄

# 9js
source: Card layout
de_de: Kartenlayout
es_es: Diseño de tarjeta
fr_fr: Disposition des cartes
id_id: Tata letak kartu
it_it: Layout scheda
ja_jp: カードのレイアウト
ko_kr: 카드 레이아웃
ms_my: Susun atur kad
pt_br: Layout do cartão
ru_ru: Макет карты
th_th: เค้าโครงการ์ด
vi_vn: Bố cục thẻ
zh_cn: 卡片布局方式
zh_tw: 卡片版面配置方式

# 1+s
source: Fields to display
de_de: Anzuzeigende Felder
es_es: Campos para mostrar
fr_fr: Champs à afficher
id_id: Bidang untuk ditampilkan
it_it: Campi da visualizzare
ja_jp: 表示するフィールド
ko_kr: 표시할 필드
ms_my: Medan untuk dipaparkan
pt_br: Campos a serem exibidos
ru_ru: Поля для отображения
th_th: ช่องข้อมูลที่จะแสดง
vi_vn: Trường sẽ hiển thị
zh_cn: 展示字段
zh_tw: 顯示欄位

# HrE
source: Grid
de_de: Gitter
es_es: Cuadrícula
fr_fr: Grille
id_id: Kisi
it_it: Griglia
ja_jp: テーブル
ko_kr: 그리드
pt_br: Grade
ru_ru: Сетка
th_th: เส้นตาราง
vi_vn: Lưới
zh_cn: 表格
zh_tw: 表格

# 3cQ
source: Layout
es_es: Diseño
fr_fr: Disposition
id_id: Tata letak
ja_jp: レイアウト
ko_kr: 레이아웃
ms_my: Susun atur
ru_ru: Макет
th_th: เค้าโครง
vi_vn: Bố cục
zh_cn: 布局
zh_tw: 版面配置

# NWI
source: More fields
de_de: Mehr Felder
es_es: Más campos
fr_fr: Plus de champs
id_id: Bidang Lainnya
it_it: Altri campi
ja_jp: その他のフィールド
ko_kr: 필드 더 보기
ms_my: Medan tambahan
pt_br: Mais campos
ru_ru: Дополнительные поля
th_th: ช่องข้อมูลเพิ่มเติม
vi_vn: Trường khác
zh_cn: 更多字段
zh_tw: 更多欄位

# h5g
source: No available fields
de_de: Keine verfügbaren Felder
es_es: No hay campos disponibles
fr_fr: Aucun champ disponible
id_id: Tidak ada bidang yang tersedia
it_it: Nessun campo disponibile
ja_jp: 追加できるフィールドはありません。
ko_kr: 사용 가능한 필드 없음
ms_my: Tiada medan yang tersedia
pt_br: Nenhum campo disponível
ru_ru: Нет доступных полей
th_th: ไม่มีช่องข้อมูลที่พร้อมใช้งาน
vi_vn: Không có trường khả dụng
zh_cn: 无可添加的字段
zh_tw: 沒有可新增的欄位

# lBk
source: No fields yet. You can add fields from below.
de_de: Noch keine Felder. Sie können Felder von unten hinzufügen.
es_es: No hay campos todavía. Puedes agregar campos más abajo.
fr_fr: Aucun champ pour le moment. Vous pouvez ajouter des champs à partir de ci-dessous.
id_id: Belum ada bidang. Anda dapat menambahkan bidang dari daftar di bawah.
it_it: Ancora nessun campo. È possibile aggiungere campi da sotto.
ja_jp: フィールドがありません。下から追加してください。
ko_kr: 아직 필드가 없습니다. 아래의 필드를 추가할 수 있습니다.
ms_my: Belum ada medan. Anda boleh menambah medan dari bawah.
pt_br: Ainda não há campos. Você pode adicionar campos abaixo.
ru_ru: Полей пока нет. Вы можете добавить поля снизу.
th_th: ยังไม่มีช่องข้อมูล คุณสามารถเพิ่มช่องข้อมูลได้จากรายการด้านล่าง
vi_vn: Chưa có trường nào. Bạn có thể thêm trường từ bên dưới.
zh_cn: 暂无展示字段，请从下方添加
zh_tw: 暫無顯示欄位，請從下方新增

# E5s
source: {{num}} fields are hidden and cannot be added to cards.
de_de: {{num}} Felder sind ausgeblendet und können nicht zu Karten hinzugefügt werden.
es_es: Se han ocultado {{num}} campos y no se pueden agregar a las tarjetas.
fr_fr: {{num}} champs sont masqués et ne peuvent être ajoutés aux cartes.
id_id: {{num}} bidang disembunyikan dan tidak dapat ditambahkan ke kartu.
it_it: {{num}} campi sono nascosti e non possono essere aggiunti alle schede.
ja_jp: あと {{num}} 個の非表示中のフィールドは追加できません。
ko_kr: {{num}}개의 필드가 숨겨져 있어 카드에 추가할 수 없습니다.
ms_my: {{num}} medan tersembunyi dan tidak boleh ditambah ke kad.
pt_br: {{num}} campos estão ocultos e não podem ser adicionados aos cartões.
ru_ru: Поля ({{num}}) скрыты и не могут быть добавлены к карточкам.
th_th: ช่องข้อมูล {{num}} ช่องถูกซ่อนไว้และไม่สามารถเพิ่มเข้าในการ์ดได้
vi_vn: {{num}} trường đã bị ẩn và không thể được thêm vào thẻ.
zh_cn: 还有 {{num}} 个字段被设置为隐藏，不可添加
zh_tw: 還有 {{num}} 個欄位設定為隱藏，無法新增

# eSg
source: Records will be displayed as cards for better readability.
de_de: Datensätze werden zur besseren Lesbarkeit als Karten angezeigt.
es_es: Los registros se mostrarán como tarjetas para facilitar su lectura.
fr_fr: Les enregistrements seront affichés sous forme de cartes pour une meilleure lisibilité.
id_id: Rekaman akan ditampilkan sebagai kartu agar lebih mudah dibaca.
it_it: I record verranno visualizzati come schede per una lettura più chiara.
ja_jp: レコードがカード形式で表示され、さまざまなデータを一目で把握できます。
ko_kr: 기록은 더 나은 가독성을 위해 카드로 표시됩니다.
ms_my: Rekod akan dipaparkan sebagai kad untuk kebolehbacaan yang lebih baik.
pt_br: Os registros serão exibidos como cartões para melhor legibilidade.
ru_ru: Записи будут отображаться в виде карточек для лучшей читаемости.
th_th: บันทึกจะแสดงเป็นการ์ดเพื่อให้อ่านได้ง่ายขึ้น
vi_vn: Bản ghi sẽ hiển thị dưới dạng thẻ để dễ đọc hơn.
zh_cn: 记录会以卡片样式呈现，记录展示更直观清晰。
zh_tw: 記錄會以卡片樣式呈現，記錄顯示更直覺、更清晰。

# U+k
source: Introducing card mode
de_de: Einführung in den Kartenmodus
es_es: Presentación del modo de tarjetas
fr_fr: Présentation du mode carte
id_id: Memperkenalkan mode kartu
it_it: Introduzione alla modalità Schede
ja_jp: カードモードが新登場！
ko_kr: 카드 모드 소개
ms_my: Memperkenalkan mod kad
pt_br: Apresentando o modo de cartão
ru_ru: Представляем режим карточек
th_th: แนะนำโหมดการ์ด
vi_vn: Giới thiệu chế độ thẻ
zh_cn: 卡片样式上线
zh_tw: 卡片樣式上線

# ui0
source: You can change the layout here
de_de: Hier können Sie das Layout ändern
es_es: Aquí puedes cambiar el diseño
fr_fr: Vous pouvez modifier la disposition ici
id_id: Anda dapat mengubah tata letak di sini
it_it: È possibile modificare il layout qui
ja_jp: ここでレイアウトのタイプを変更できます。
ko_kr: 여기서 레이아웃을 변경할 수 있습니다
ms_my: Anda boleh ubah susun atur di sini
pt_br: Você pode alterar o layout aqui
ru_ru: Вы можете изменить макет здесь
th_th: คุณสามารถเปลี่ยนเค้าโครงได้ที่นี่
vi_vn: Bạn có thể thay đổi bố cục tại đây
zh_cn: 你可以在这里修改布局样式
zh_tw: 你可以在這裡修改版面配置樣式

# BYU
source: You can change the layout here. Records can be displayed as cards for better readability.
de_de: Hier können Sie das Layout ändern. Datensätze können zur besseren Lesbarkeit als Karten angezeigt werden.
es_es: Aquí puedes cambiar el diseño. Los registros se pueden mostrar como tarjetas para facilitar su lectura.
fr_fr: Vous pouvez modifier la disposition ici. Les enregistrements seront affichés sous forme de cartes pour une meilleure lisibilité.
id_id: Anda dapat mengubah tata letak di sini. Rekaman dapat ditampilkan sebagai kartu agar lebih mudah dibaca.
it_it: È possibile modificare il layout qui. I record possono essere visualizzati come schede per una lettura più chiara.
ja_jp: ここでレイアウトを切り替えできます。切り替え後、レコードはカードの形式で表示され、データをより直観的に可視化できます。
ko_kr: 여기서 레이아웃을 변경할 수 있습니다. 기록을 카드로 표시하여 가독성을 높일 수 있습니다.
ms_my: Anda boleh mengubah susun atur di sini. Rekod boleh dipaparkan sebagai kad untuk keterbacaan yang lebih baik.
pt_br: Você pode alterar o layout aqui. Os registros podem ser exibidos como cartões para melhor legibilidade.
ru_ru: Вы можете изменить макет здесь. Записи могут отображаться в виде карточек для лучшей читаемости.
th_th: คุณสามารถเปลี่ยนเค้าโครงได้ที่นี่ บันทึกสามารถแสดงเป็นการ์ดได้เพื่อให้อ่านง่ายขึ้น
vi_vn: Bạn có thể thay đổi bố cục tại đây. Bản ghi có thể được hiển thị dưới dạng thẻ để dễ đọc hơn.
zh_cn: 你可以在这里切换布局，切换后记录会以卡片样式呈现，记录展示更直观清晰。
zh_tw: 你可以在這裡切換版面配置，切換後記錄會以卡片樣式呈現，記錄顯示更直覺、更清晰。

# Dro
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Synthèse
id_id: Ikhtisar
it_it: Riepilogo
ja_jp: 統計
ko_kr: 요약
ms_my: Ringkasan
pt_br: Resumo
ru_ru: Подсчет
th_th: สรุป
vi_vn: Tóm tắt
zh_cn: 统计
zh_tw: 統計

# YTg
source: Up to {{num}} fields can be displayed
de_de: Maximal {{num}} Felder können angezeigt werden
es_es: Se puede mostrar un máximo de {{num}} campos
fr_fr: Vous pouvez afficher jusqu'à {{num}} champs
id_id: Hingga {{num}} bidang dapat ditampilkan
it_it: È possibile visualizzare fino a {{num}} campi
ja_jp: 最大 {{num}} 個のフィールドを表示できます。
ko_kr: 최대 {{num}}개의 필드를 표시할 수 있습니다
ms_my: Hingga {{num}} medan boleh dipaparkan
pt_br: É possível exibir até {{num}} campos
ru_ru: Может отображаться полей: до {{num}}
th_th: สามารถแสดงได้สูงสุด {{num}} ช่องข้อมูล
vi_vn: Có thể hiển thị tối đa {{num}} trường
zh_cn: 最多可展示 {{num}} 个字段
zh_tw: 最多可顯示 {{num}} 個欄位

# fzE
source: Subheading
de_de: Unterüberschrift
es_es: Subtítulo
fr_fr: Sous-titre
id_id: Subjudul
it_it: Sottotitolo
ja_jp: サブタイトル
ko_kr: 부제목
ms_my: Subtajuk
pt_br: Subcabeçalho
ru_ru: Подзаголовок
th_th: หัวเรื่องย่อย
vi_vn: Tiêu đề con
zh_cn: 副标题
zh_tw: 副標題

# Nsw
source: Headings
de_de: Überschriften
es_es: Encabezados
fr_fr: Titres
id_id: Judul
it_it: Intestazioni
ja_jp: タイトル
ko_kr: 제목
ms_my: Tajuk-tajuk
pt_br: Cabeçalhos
ru_ru: Заголовки
th_th: หัวเรื่อง
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# BlQ
source: Heading
de_de: Überschrift
es_es: Encabezado
fr_fr: Titre
id_id: Judul
it_it: Intestazione
ja_jp: メインタイトル
ko_kr: 제목
ms_my: Tajuk
pt_br: Cabeçalho
ru_ru: Заголовок
th_th: หัวเรื่อง
vi_vn: Tiêu đề
zh_cn: 主标题
zh_tw: 主標題

# oWM
source: You can see all tables and views here and quickly switch between them.
de_de: Hier können Sie alle Tabellen und Ansichten anzeigen und schnell zwischen ihnen wechseln.
es_es: Aquí puedes ver todas las tablas y vistas y cambiar rápidamente de una a otra.
fr_fr: Vous pouvez voir tous les tableaux et affichages ici et passer facilement de l'un à l'autre.
id_id: Anda dapat melihat semua tabel dan tampilan di sini dan beralih dengan cepat.
it_it: Qui puoi visualizzare tutte le tabelle e visualizzazioni e passare rapidamente dalle une alle altre.
ja_jp: テーブルやビューをここから表示・切り替えできます。
ko_kr: 여기에서 모든 표와 보기를 볼 수 있으며 빠르게 전환할 수 있습니다.
ms_my: Anda boleh melihat semua jadual dan pandangan di sini dan beralih dengan cepat di antara mereka.
pt_br: Você pode ver todas as tabelas e visualizações aqui e alternar rapidamente entre elas.
ru_ru: Здесь вы можете увидеть все таблицы и виды, а также быстро переключиться между ними.
th_th: คุณจะเห็นตารางและการดูทั้งหมดที่นี่และสลับรายการเหล่านี้ได้อย่างรวดเร็ว
vi_vn: Bạn có thể xem tất cả các bảng và chế độ xem ở đây và nhanh chóng chuyển đổi giữa chúng.
zh_cn: 在这里可直接查看或切换数据表和视图
zh_tw: 在這裡可直接查看或切換資料表和視圖

# 71o
source: Check your tables and views here
de_de: Überprüfen Sie hier Ihre Tabellen und Ansichten
es_es: Consulta tus tablas y vistas aquí
fr_fr: Vérifiez vos tableaux et affichages ici
id_id: Periksa tabel dan tampilan Anda di sini
it_it: Verifica qui le tue tabelle e visualizzazioni
ja_jp: テーブル、ビューを確認する
ko_kr: 여기에서 표와 보기를 확인하세요
ms_my: Periksa jadual dan pandangan anda di sini
pt_br: Verifique suas tabelas e visualizações aqui
ru_ru: Здесь можно проверить таблицы и виды
th_th: ตรวจสอบตารางและการดูที่นี่
vi_vn: Kiểm tra bảng và chế độ xem của bạn ở đây
zh_cn: 目录入口移动到这里啦
zh_tw: 目錄入口移動到這裡啦

# Im0
source: Tap the title to show the sidebar
de_de: Tippen Sie auf den Titel, um die Seitenleiste anzuzeigen
es_es: Pulsa el título para mostrar la barra lateral
fr_fr: Appuyez sur le titre pour afficher la barre latérale
id_id: Ketuk judul untuk menampilkan bilah samping
it_it: Tocca il titolo per visualizzare la barra laterale
ja_jp: タイトルをクリックして、サイドバーを再度表示できます。
ko_kr: 제목을 탭하여 사이드바를 표시합니다
ms_my: Ketuk tajuk untuk tunjukkan bar sisi
pt_br: Toque no título para mostrar a barra lateral
ru_ru: Нажмите на заголовок, чтобы показать боковую панель
th_th: แตะชื่อเพื่อแสดงแถบด้านข้าง
vi_vn: Nhấn vào tựa đề để hiển thị thanh bên
zh_cn: 你可以点击标题，再次打开侧边栏
zh_tw: 你可以點選標題，再次開啟側邊欄

# Jl4
source: Please add an attachment field first.
de_de: Fügen Sie bitte zuerst ein Anhangfeld hinzu.
es_es: Agrega primero un campo de adjunto.
fr_fr: Veuillez d'abord ajouter un champ de pièce jointe.
id_id: Tambahkan bidang lampiran terlebih dahulu.
it_it: Aggiungi prima un campo allegato.
ja_jp: 添付ファイルフィールドを追加してから、カバーを設定してください。
ko_kr: 첨부 파일 필드를 먼저 추가하세요.
ms_my: Sila tambah medan lampiran dahulu.
pt_br: Adicione um campo de anexo primeiro.
ru_ru: Сначала добавьте поле вложения.
th_th: โปรดเพิ่มช่องข้อมูลไฟล์แนบก่อน
vi_vn: Vui lòng thêm trường tập tin đính kèm trước.
zh_cn: 请添加附件字段后设置封面
zh_tw: 請新增附件欄位後設定封面
