Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# YMI
source: You don't have permission to share the mentioned docs. Please request permission from the document owner.
de_de: Sie haben nicht die Erlaubnis, die genannten Dokumente freizugeben. Bitte fragen Sie den Eigentümer des Dokuments um Erlaubnis.
es_es: No tienes permiso para compartir los docs mencionados. Pide permiso al propietario del documento.
fr_fr: Vous n'êtes pas autorisé à partager les docs mentionnés. Veuillez demander l'autorisation au propriétaire du document.
id_id: Anda tidak memiliki izin untuk membagikan docs yang disebutkan. Minta izin dari pemilik dokumen.
it_it: Non disponi dell'autorizzazione per condividere i Docs menzionati. Richiedi l'autorizzazione al proprietario del documento.
ja_jp: 権限の付与には、引用ドキュメントの共有権限が必要です。ドキュメントの所有者に連絡して取得してください。
ko_kr: 멘션된 문서를 공유할 수 있는 권한이 없습니다. 문서 소유자에게 권한을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk berkongsi dokumen yang disebut. Sila minta kebenaran daripada pemilik dokumen.
pt_br: Você não tem permissão para compartilhar os Docs mencionados. Solicite permissão ao proprietário do documento.
ru_ru: У вас нет разрешения делиться упомянутыми документами. Запросите разрешение у владельца документа.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการแบ่งปัน Docs ที่กล่าวถึง โปรดขอสิทธิ์การอนุญาตจากเจ้าของเอกสาร
vi_vn: Bạn không có quyền chia sẻ các tài liệu được đề cập. Vui lòng yêu cầu chủ sở hữu tài liệu cấp quyền.
zh_cn: 你需要引用文档的分享权限才能授权，请联系文档所有者获取
zh_tw: 你需要本文引用的分享權限才能授權，請聯絡文件擁有者取得權限

# dhE
source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
hi_in: अधिक जानें
id_id: Pelajari lebih lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui lebih lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 查看详情
zh_tw: 查看詳細資料

# Ceo
source: Once confirmed, collaborators with edit permission won't be able to copy the folder's content.
de_de: Nach der Bestätigung können Mitarbeiter mit Berechtigung zum Bearbeiten den Inhalt des Ordners nicht mehr kopieren.
es_es: Una vez confirmado, los colaboradores con permiso para editar no podrán copiar el contenido de la carpeta.
fr_fr: Après la confirmation, les collaborateurs disposant d'une autorisation de modification ne pourront plus copier de contenu du dossier.
hi_in: पुष्ट होने के बाद, संपादित करने की अनुमति के साथ सहयोगी फ़ोल्डर का कांटेंट कॉपी नहीं कर सकेंगे.
id_id: Setelah dikonfirmasi, kolaborator yang memiliki izin untuk mengedit tidak akan dapat menyalin konten folder.
it_it: Dopo la conferma, i collaboratori con autorizzazione alla modifica non potranno copiare il contenuto della cartella.
ja_jp: 確認すると、編集権限を持つ共同作業者はフォルダの内容をコピーできなくなります。確認してもよろしいですか？
ko_kr: 확인할 경우, 편집 권한이 있는 공동 작업자는 폴더의 콘텐츠를 복사할 수 없습니다.
ms_my: Setelah disahkan, kolaborator dengan kebenaran edit tidak akan dapat menyalin kandungan folder.
pt_br: Após a confirmação, os colaboradores com permissão para editar não poderão copiar o conteúdo da pasta.
ru_ru: После подтверждения соавторы с разрешением на редактирование не смогут копировать содержимое папки.
th_th: เมื่อยืนยันแล้ว ผู้ร่วมงานที่มีสิทธิ์การอนุญาตในการแก้ไขจะไม่สามารถคัดลอกเนื้อหาของโฟลเดอร์ได้
vi_vn: Sau khi được xác nhận, các cộng tác viên có quyền chỉnh sửa sẽ không thể sao chép nội dung của thư mục.
zh_cn: 设置此选项后，拥有编辑权限的用户将无法复制文件夹内文档的内容，编辑体验将受影响。
zh_tw: 設定此選項後，擁有編輯權限的使用者將無法複製資料夾文件的內容，編輯體驗將受影響。

# 7Dc
source: Who can have these permissions to the folder content (copy, duplicate, print, or download)
de_de: Wer kann diese Berechtigungen für den Ordnerinhalt haben (Kopieren, Duplizieren, Drucken oder Herunterladen)
es_es: Quién puede tener estos permisos para el contenido de la carpeta (copiar, duplicar, imprimir o descargar)
fr_fr: Qui peut disposer de ces autorisations concernant le contenu du dossier (copier, dupliquer, imprimer ou télécharger)
hi_in: फ़ोल्डर के कांटेंट के लिए ये अनुमतियाँ किसके पास हो सकती हैं (कॉपी, डुप्लिकेट, प्रिंट, या डाउनलोड करना)
id_id: Siapa saja yang dapat memiliki izin ini ke konten folder (menyalin, menduplikasi, mencetak, atau mengunduh)
it_it: Chi può disporre di queste autorizzazioni per il contenuto della cartella (copia, duplicazione, stampa o download)
ja_jp: フォルダ内の Docs に対して、コピーを作成、内容をコピー、印刷、ダウンロードできるユーザーを選択
ko_kr: 폴더 콘텐츠에 대해 이러한 권한을 가질 수 있는 사용자(복사, 복제, 인쇄 또는 다운로드)
ms_my: Siapa yang boleh mempunyai kebenaran ini pada kandungan folder (salin, pendua, cetak, atau muat turun)
pt_br: Quem pode ter estas permissões para o conteúdo da pasta (copiar, duplicar, imprimir ou fazer download)
ru_ru: Кто может иметь эти разрешения на содержимое папки (копирование, дублирование, печать, скачивание или экспорт в формате Word, PDF и т. д.)
th_th: ใครบ้างที่สามารถมีสิทธิ์การอนุญาตเหล่านี้ในเนื้อหาโฟลเดอร์ (คัดลอก ทำซ้ำ พิมพ์ หรือดาวน์โหลด)
vi_vn: Người sở hữu các quyền này đối với nội dung thư mục (sao chép, nhân bản, in, hoặc tải xuống)
zh_cn: 谁可以对文件夹内文档的内容进行复制、创建副本、打印、下载
zh_tw: 哪些人可以對資料夾內的文件進行複製、建立副本、列印、下載

# yaY
source: Who can comment on the folder content
de_de: Wer kann den Inhalt des Ordner kommentieren
es_es: Usuarios que pueden comentar el contenido de la carpeta
fr_fr: Qui peut commenter le contenu du dossier
hi_in: कौन फ़ोल्डर के कांटेंट पर टिप्पणी कर सकते हैं
id_id: Siapa yang dapat mengomentari konten folder
it_it: Chi può commentare il contenuto della cartella
ja_jp: フォルダ内の Docs にコメントできるユーザーを選択
ko_kr: 폴더 콘텐츠에 댓글을 달 수 있는 사용자
ms_my: Siapa yang boleh komen pada kandungan folder
pt_br: Quem pode comentar no conteúdo da pasta
ru_ru: Кто может комментировать содержимое папки
th_th: ใครบ้างสามารถแสดงความคิดเห็นบนเนื้อหาของโฟลเดอร์ได้
vi_vn: Người có thể bình luận về nội dung trong thư mục
zh_cn: 谁可以评论文件夹内文档的内容
zh_tw: 哪些人可以評論資料夾內文件的內容

# 29w
source: Insert table is supported!
de_de: Das Einfügen von Tabellen wird unterstützt.
es_es: Se pueden insertar tablas.
fr_fr: L'insertion de tableaux est prise en charge !
hi_in: टेबल सम्मिलित करना समर्थित है!
id_id: Menyisipkan tabel didukung!
it_it: La funzione di inserimento tabelle è supportata!
ja_jp: テーブルを挿入できるようになりました
ko_kr: 표 삽입이 지원됩니다!
ms_my: Sisip jadual disokong!
pt_br: A inserção de tabela é compatível!
ru_ru: Поддерживается вставка таблиц!
th_th: ไม่รองรับการแทรกตาราง!
vi_vn: Có hỗ trợ chèn bảng!
zh_cn: 移动端支持插入表格啦
zh_tw: 行動端支援插入表格啦

# E98
source: Tap the button to show or hide the outline
de_de: Tippen Sie auf die Schaltfläche, um die Gliederung ein- oder auszublenden
es_es: Pulsa el botón para mostrar u ocultar el esquema
fr_fr: Appuyez sur le bouton pour afficher ou masquer le plan
hi_in: रूपरेखा को दिखाने या छिपाने के लिए बटन पर टैप करें
id_id: Ketuk tombol untuk menampilkan atau menyembunyikan garis besar
it_it: Tocca il pulsante per mostrare o nascondere la struttura
ja_jp: ここをタップすると、目次をオンやオフにするとができます。
ko_kr: 버튼을 탭하여 개요를 표시하거나 숨기세요
ms_my: Ketuk butang untuk menunjukkan atau menyembunyikan rangka kerja
pt_br: Toque no botão para mostrar ou ocultar a estrutura de tópicos
ru_ru: Нажмите кнопку, чтобы показать или скрыть структуру.
th_th: แตะปุ่มเพื่อแสดงหรือซ่อนเค้าร่าง
vi_vn: Chạm vào nút để hiển thị hoặc ẩn phác thảo.
zh_cn: 点击此按钮，打开或关闭目录面板，轻松获得沉浸式的阅读体验。
zh_tw: 點選此按鈕，開啟或關閉目錄面板，輕鬆獲得沉浸式的閱讀體驗。

# AuU
source: Outline is available!
de_de: Gliederung ist verfügbar!
es_es: Ya está disponible el esquema.
fr_fr: Les plans sont disponibles !
hi_in: रूपरेखा उपलब्ध है!
id_id: Garis besar tersedia!
it_it: È disponibile l'opzione Struttura!
ja_jp: 目次機能を新しく搭載しました！
ko_kr: 개요를 사용할 수 있습니다!
ms_my: Rangka kerja tersedia!
pt_br: A estrutura de tópicos está disponível!
ru_ru: Доступна структура!
th_th: เค้าร่างพร้อมใช้งานแล้ว!
vi_vn: Phác thảo đã khả dụng!
zh_cn: 目录开关上线啦！
zh_tw: 目錄開關上線啦！

# VzA
source: Unable to access microphone. Please go to Settings > Privacy > Microphone to grant access permission.
de_de: Kein Zugriff auf Mikrofon möglich. Gehen Sie zu „Einstellungen“ – „Datenschutz“ – „Mikrofon“, um eine Zugriffsberechtigung zu erteilen.
es_es: Error al acceder al micrófono. Accede a Configuración > Privacidad > Micrófono para conceder permiso de acceso.
fr_fr: Impossible d'accéder au microphone. Accédez à Paramètres > Confidentialité > Microphone pour accorder l'autorisation d'accès.
hi_in: माइक्रोफ़ोन ऐक्सेस करने में असमर्थ. ऐक्सेस अनुमति प्रदान करने के लिए कृपया सेटिंग्स > गोपनीयता > माइक्रोफ़ोन पर जाएँ.
id_id: Gagal mengakses mikrofon. Buka Pengaturan > Privasi > Mikrofon untuk memberikan izin akses.
it_it: Impossibile accedere al microfono. Vai a Impostazioni > Privacy > Microfono per concedere l'autorizzazione all'accesso.
ja_jp: マイク権限がありません。 iOS設定メニュー内の「プライバシー」>「マイク」でマイクへのアクセスを許可してください。
ko_kr: 마이크에 액세스할 수 없습니다. 설정 > 개인정보 보호 > 마이크로 이동하여 액세스 권한을 부여하세요.
ms_my: Tidak dapat akses mikrofon. Sila pergi ke Tetapan > Privasi > Mikrofon untuk beri kebenaran akses.
pt_br: Falha ao acessar o microfone. Vá para Configurações > Privacidade > Microfone para dar permissão de acesso.
ru_ru: Невозможно получить доступ к микрофону. Перейдите в Настройки > Конфиденциальность > Микрофон, чтобы предоставить разрешение на доступ.
th_th: ไม่สามารถเข้าถึงไมโครโฟนได้ โปรดไปยังการตั้งค่า > ความเป็นส่วนตัว > ไมโครโฟนเพื่อให้สิทธิ์การอนุญาตในการเข้าถึง
vi_vn: Không thể truy cập micrô. Vui lòng đi tới Cài đặt > Riêng tư > Micrô cấp quyền truy cập.
zh_cn: 没有录音权限，请在iOS系统中的“设置>隐私>麦克风”选项中开启应用的麦克风权限。
zh_tw: 沒有錄音權限，請在 iOS 系統中的「設定>隱私>麥克風」選項中開啟應用程式的麥克風權限。

# Ze4
source: Tap here to go to Settings
de_de: Tippen Sie hier, um zu Einstellungen zu gelangen
es_es: Pulsa aquí para ir a Configuración
fr_fr: Appuyez ici pour accéder aux Paramètres
hi_in: सेटिंग्स में जाने के लिए यहाँ टैप करें
id_id: Ketuk di sini untuk membuka Pengaturan
it_it: Tocca qui per andare a Impostazioni
ja_jp: こちらをタップすると、設定に入ります。
ko_kr: 설정으로 이동하려면 여기를 탭하세요
ms_my: Ketuk di sini untuk pergi ke Tetapan
pt_br: Toque aqui para acessar as configurações
ru_ru: Нажмите здесь, чтобы открыть настройки.
th_th: แตะที่นี่เพื่อไปยังการตั้งค่า
vi_vn: Chạm vào đây để đến mục Cài đặt
zh_cn: 点击这里进入设置面板。
zh_tw: 點選這裡進入設定面板。

# ZK4
source: Apply full width on your screen for a better reading experience!
de_de: Stellen Sie Ihren Bildschirm auf normale Breite ein, um Inhalte besser lesen zu können.
es_es: Selecciona el ancho completo de la pantalla para una mejorar tu experiencia de lectura.
fr_fr: Appliquez la pleine la largeur à votre écran pour une meilleure expérience de lecture !
hi_in: पढ़ने के बेहतर अनुभव के लिए अपने स्क्रीन पर पूरी चौड़ाई लागू करें!
id_id: Terapkan lebar penuh pada layar Anda untuk pengalaman membaca yang lebih baik!
it_it: Applica la larghezza intera sul tuo schermo per una migliore esperienza di lettura.
ja_jp: オンにすると、ワイドモードに入り、より多くの文字や情報を表示できます。オフにすると、スタンダードモードに切り替わり、より快適な閲覧体験を楽しむことができます。
ko_kr: 읽기 환경을 개선하기 위해 화면에 전체 너비를 적용하세요!
ms_my: Gunakan lebar penuh pada skrin anda untuk pengalaman membaca yang lebih baik!
pt_br: Aplique a largura total na sua tela para uma melhor experiência de leitura!
ru_ru: Примените широкоформатный режим к своему экрану для более удобного чтения!
th_th: ใช้ความกว้างเต็มขนาดบนหน้าจอของคุณเพื่อประสบการณ์ในการอ่านที่ดียิ่งขึ้น!
vi_vn: Áp dụng chế độ mở rộng toàn bộ chiều rộng màn hình để có trải nghiệm đọc tốt hơn!
zh_cn: 打开开关为宽屏模式，同屏显示更多字数，信息量更丰富；关闭开关为标准模式，享受更舒适的阅读体验。
zh_tw: 開啟開關為寬螢幕模式，同一個螢幕顯示更多字數，資訊量更豐富；關閉開關為標準模式，享受更舒適的閱讀體驗。

# fFE
source: Full width is available!
de_de: Volle Breite ist verfügbar!
es_es: Ya está disponible el ancho completo.
fr_fr: La pleine largeur est disponible !
hi_in: पूरी चौड़ाई उपलब्ध है!
id_id: Lebar penuh tersedia!
it_it: È disponibile l'opzione Larghezza intera!
ja_jp: ワイドモードをご利用いただけます！
ko_kr: 전체 너비를 사용할 수 있습니다!
ms_my: Lebar penuh tersedia!
pt_br: A largura total está disponível!
ru_ru: Доступна полная ширина!
th_th: ความกว้างเต็มขนาดพร้อมใช้งานแล้ว!
vi_vn: Chiều rộng đầy đủ đã khả dụng!
zh_cn: 宽屏模式上线啦！
zh_tw: 寬螢幕模式上線啦！

# fRE
source: Full width is available!
de_de: Volle Breite ist verfügbar!
es_es: Ya está disponible el ancho completo.
fr_fr: La pleine largeur est disponible !
hi_in: पूरी चौड़ाई उपलब्ध है!
id_id: Lebar penuh tersedia!
it_it: È disponibile l'opzione Larghezza intera!
ja_jp: ワイドモードをご利用いただけます！
ko_kr: 전체 너비를 사용할 수 있습니다!
ms_my: Lebar penuh tersedia!
pt_br: A largura total está disponível!
ru_ru: Доступна полная ширина!
th_th: ความกว้างเต็มขนาดพร้อมใช้งานแล้ว!
vi_vn: Chiều rộng đầy đủ đã khả dụng!
zh_cn: 宽屏模式上线啦！
zh_tw: 寬螢幕模式上線啦！

# cuQ
source: Full width
de_de: Volle Breite
es_es: Ancho completo
fr_fr: Pleine largeur
hi_in: पूरी चौड़ाई
id_id: Layar penuh
it_it: Larghezza intera
ja_jp: 全幅
ko_kr: 전체 너비
ms_my: Lebar penuh
pt_br: Largura total
ru_ru: Широкоформатный режим
th_th: ความกว้างเต็มขนาด
vi_vn: Chiều rộng đầy đủ
zh_cn: 宽屏模式
zh_tw: 寬螢幕模式

# vf8
source: The document was moved to Wiki by its owner. Going to Wiki...
de_de: Das Dokument wurde von seinem Besitzer zu Wiki verschoben. Wiki wird aufgerufen...
es_es: El propietario ha movido el documento a Wiki. Accediendo a Wiki...
fr_fr: Le document a été déplacé sur le Wiki par son propriétaire. Redirection vers le Wiki...
hi_in: दस्तावेज़ को इसके ओनर द्वारा Wiki में स्थानांतरित किया गया. Wiki में जा रहा है...
id_id: Dokumen dipindahkan ke Wiki oleh pemiliknya. Membuka Wiki...
it_it: Il documento è stato spostato su Wiki dal proprietario. Passaggio a Wiki…
ja_jp: 当該ドキュメントは所有者にウィキに移動されました。ウィキに移動します
ko_kr: 이 문서는 소유자에 의해 Wiki로 이동되었습니다. Wiki로 이동 중...
ms_my: Dokumen telah dipindahkan ke Wiki oleh pemiliknya. Pergi ke Wiki...
pt_br: O documento foi movido para o Wiki por seu proprietário. Acessando Wiki…
ru_ru: Документ был перемещен в Wiki его владельцем. Перенаправление в Wiki...
th_th: เอกสารถูกย้ายไปยัง Wiki โดยเจ้าของ กำลังไปที่ Wiki...
vi_vn: Tài liệu đã được chủ sở hữu chuyển sang Wiki. Đi tới Wiki...
zh_cn: 此文档已被所有者移动到知识库。跳转中...
zh_tw: 此文件已被擁有者移動到知識庫。重新導向中...

# JtM
source: This file type doesn't allow sharing.
de_de: Dieser Dateityp lässt externes Teilen nicht zu.
es_es: Este tipo de archivo no se puede compartir.
fr_fr: Ce type de fichier ne permet pas le partage.
hi_in: यह फ़ाइल प्रकार साझा करने की अनुमति नहीं देता.
id_id: Jenis file ini tidak mengizinkan berbagi.
it_it: Questo tipo di file non consente la condivisione.
ja_jp: このタイプのファイルは共有できません
ko_kr: 이 파일 형식은 공유를 허용하지 않습니다.
ms_my: Jenis fail ini tidak membenarkan perkongsian.
pt_br: Este tipo de arquivo não permite compartilhamento.
ru_ru: Этим типом файлов запрещено делиться.
th_th: ไฟล์ประเภทนี้ไม่อนุญาตการแบ่งปัน
vi_vn: Loại tệp tin này không cho phép chia sẻ.
zh_cn: 该文档类型暂不支持分享
zh_tw: 該文件類型暫不支援分享

# WKk
source: Unable to select. Please contact the parent folder's owner if you need to select this option.
de_de: Keine Auswahl möglich. Kontaktieren Sie den Besitzer des übergeordneten Ordners, wenn Sie diese Option auswählen müssen.
es_es: Error al seleccionar. Ponte en contacto con el propietario de la carpeta general si necesitas seleccionar esta opción.
fr_fr: Sélection impossible. Veuillez contacter le propriétaire du dossier parent si vous souhaitez sélectionner cette option.
hi_in: चुनने में असमर्थ. अगर आप यह विकल्प चुनना चाहते हैं तो कृपया पितृ फ़ोल्डर के ओनर से संपर्क करें.
id_id: Gagal memilih. Hubungi pemilik folder induk jika Anda perlu memilih opsi ini.
it_it: Impossibile selezionare. Contatta il proprietario della cartella padre se desideri selezionare questa opzione.
ja_jp: この項目を選択できません。選択するには、親フォルダの所有者までご連絡ください
ko_kr: 선택할 수 없습니다. 이 옵션을 선택해야 하는 경우 상위 폴더의 소유자에게 문의하세요.
ms_my: Tidak dapat memilih. Sila hubungi pemilik folder induk jika anda perlu memilih pilihan ini.
pt_br: Falha ao selecionar. Entre em contato com o proprietário da pasta principal se precisar selecionar esta opção.
ru_ru: Невозможно выбрать. Если вам нужно выбрать эту опцию, обратитесь к владельцу родительской папки.
th_th: ไม่สามารถเลือกได้ โปรดติดต่อเจ้าของโฟลเดอร์หลักหากคุณต้องการเลือกตัวเลือกนี้
vi_vn: Không thể lựa chọn. Vui lòng liên hệ với chủ sở hữu thư mục gốc nếu bạn cần lựa chọn tùy chọn này.
zh_cn: 无法选择此选项，如需选择，请联系父级文件夹所有者
zh_tw: 無法選擇此選項，如需選擇，請聯絡父系資料夾擁有者

# Xrc
source: {{user_name}} commented.
de_de: {{user_name}} hat kommentiert.
es_es: {{user_name}} ha comentado.
fr_fr: {{user_name}} a commenté.
id_id: {{user_name}} berkomentar.
it_it: {{user_name}} ha commentato.
ja_jp: {{user_name}} がコメントを追加しました
ko_kr: {{user_name}} 님이 댓글을 달았습니다.
ms_my: {{user_name}} memberi komen.
pt_br: {{user_name}} comentou.
ru_ru: {{user_name}} прокомментировал(а).
th_th: {{user_name}} แสดงความคิดเห็น
vi_vn: {{user_name}} đã bình luận.
zh_cn: {{user_name}} 添加了一条评论
zh_tw: {{user_name}} 新增了一則評論

# 4CM
source: {{user_name}}'s comment was deleted.
de_de: {{user_name}}s Kommentar wurde gelöscht.
es_es: Se ha eliminado el comentario de {{user_name}}.
fr_fr: Le commentaire de {{user_name}} a été supprimé
id_id: Komentar {{user_name}} dihapus.
it_it: Il commento di {{user_name}} è stato eliminato.
ja_jp: {{user_name}} のコメントは削除されました
ko_kr: {{user_name}} 님의 댓글이 삭제되었습니다.
ms_my: Komen {{user_name}} telah dipadam.
pt_br: O comentário de {{user_name}} foi excluído.
ru_ru: Комментарий пользователя {{user_name}} был удален.
th_th: ความคิดเห็นของ {{user_name}} ถูกลบแล้ว
vi_vn: Bình luận của {{user_name}} đã bị xóa.
zh_cn: {{user_name}}添加的评论已被删除
zh_tw: {{user_name}}新增的評論已被刪除

# Crc
source: {{user_name}} mentioned you
de_de: {{user_name}} hat Sie erwähnt
es_es: {{user_name}} te ha mencionado
fr_fr: {{user_name}} vous a mentionné
id_id: {{user_name}} menyebut Anda
it_it: {{user_name}} ti ha menzionato
ja_jp: {{user_name}}があなたをメンションしました
ko_kr: {{user_name}} 님이 귀하를 멘션했습니다
ms_my: {{user_name}} menyebut anda
pt_br: {{user_name}} mencionou você
ru_ru: {{user_name}} упомянул(а) вас
th_th: {{user_name}} กล่าวถึงคุณ
vi_vn: {{user_name}} đã nhắc đến bạn
zh_cn: {{user_name}} 提及了你
zh_tw: {{user_name}} 提及了你

# ZBU
source: {{user_name}} replied to a comment.
de_de: {{user_name}} hat auf einen Kommentar geantwortet.
es_es: {{user_name}} ha respondido a un comentario.
fr_fr: {{user_name}} a répondu à un commentaire.
id_id: {{user_name}} membalas sebuah komentar.
it_it: {{user_name}} ha risposto a un commento.
ja_jp: {{user_name}} がコメントに返信しました
ko_kr: {{user_name}} 님이 댓글에 회신했습니다.
ms_my: {{user_name}} membalas komen.
pt_br: {{user_name}} respondeu a um comentário.
ru_ru: {{user_name}} ответил(а) на комментарий.
th_th: {{user_name}} ตอบกลับความคิดเห็น
vi_vn: {{user_name}} đã trả lời một bình luận.
zh_cn: {{user_name}} 添加了一条评论回复
zh_tw: {{user_name}} 新增了一則評論回覆

# t6w
source: {{user_name}}'s comment has been resolved.
de_de: {{user_name}}s Kommentar wurde erfolgreich bearbeitet.
es_es: El comentario de {{user_name}} se ha resuelto.
fr_fr: Le commentaire de {{user_name}} a été résolu.
id_id: Komentar {{user_name}} telah diselesaikan.
it_it: Il commento di {{user_name}} è stato chiarito.
ja_jp: {{user_name}} が追加したコメントはアーカイブされました
ko_kr: {{user_name}}'님의 댓글이 해결되었습니다.
ms_my: Komen {{user_name}} telah diselesaikan.
pt_br: O comentário de {{user_name}} foi resolvido.
ru_ru: Комментарий {{user_name}} разрешен.
th_th: ความคิดเห็นของ {{user_name}} ได้รับการแก้ไขแล้ว
vi_vn: Bình luận của {{user_name}} đã được xử lý.
zh_cn: {{user_name}}添加的评论已被解决
zh_tw: {{user_name}}新增的評論已解決

# n38
source: Unable to record screen. No permission to copy.
de_de: Bildschirminhalt konnte nicht aufgezeichnet werden. Sie haben keine Berechtigung zum Kopieren.
es_es: No se puede grabar la pantalla. No hay permiso para copiar.
fr_fr: Impossible d'enregistrer l'écran. Pas d'autorisation de copie.
hi_in: स्क्रीन रिकॉर्ड करने में असमर्थ. कॉपी करने की अनुमति नहीं है.
id_id: Gagal merekam layar. Tidak ada izin untuk menyalin.
it_it: Impossibile registrare lo schermo. Nessuna autorizzazione per copiare.
ja_jp: コピー権限がないため、録画できません
ko_kr: 화면을 기록할 수 없습니다. 복사 권한이 없습니다.
ms_my: Tidak dapat merakam skrin. Tiada kebenaran untuk menyalin.
pt_br: Falha ao gravar a tela. Sem permissão para copiar.
ru_ru: Не удалось записать экран. Нет разрешения на копирование.
th_th: ไม่สามารถบันทึกหน้าจอได้ ไม่มีสิทธิ์การอนุญาตให้คัดลอก
vi_vn: Không thể ghi hình màn hình. Không có quyền sao chép.
zh_cn: 无复制权限，无法录屏保存
zh_tw: 無複製權限，無法錄製螢幕畫面並儲存

# hA8
source: Unable to screenshot. No permission to copy.
de_de: Screenshot konnte nicht erstellt werden. Sie haben keine Berechtigung zum Kopieren.
es_es: No se puede hacer una captura de pantalla. No hay permiso para copiar.
fr_fr: Impossible de faire une capture d’écran. Pas d'autorisation de copie.
hi_in: स्क्रीनशॉट लेने में असमर्थ. कॉपी करने की अनुमति नहीं है.
id_id: Gagal mengambil tangkapan layar. Tidak ada izin untuk menyalin.
it_it: Impossibile effettuare uno screenshot. Nessuna autorizzazione per copiare.
ja_jp: コピー権限がないため、スクリーンショットできません
ko_kr: 스크린샷을 찍을 수 없습니다. 복사 권한이 없습니다.
ms_my: Tidak dapat mengambil gambar skrin. Tiada kebenaran untuk menyalin.
pt_br: Falha ao fazer a captura da tela. Sem permissão para copiar.
ru_ru: Не удалось сделать снимок экрана. Нет разрешения на копирование.
th_th: ไม่สามารถจับภาพหน้าจอได้ ไม่มีสิทธิ์การอนุญาตให้คัดลอก
vi_vn: Không thể chụp ảnh màn hình. Không có quyền sao chép.
zh_cn: 无复制权限，无法截屏保存
zh_tw: 無複製權限，無法擷取螢幕畫面並儲存

# eHo
source: Unable to delete. Please try again after you're back online.
de_de: Löschen nicht möglich. Versuchen Sie es erneut, wenn Sie wieder online sind.
es_es: Error al eliminar. Inténtalo de nuevo cuando vuelvas a estar en línea.
fr_fr: Suppression impossible. Veuillez réessayer une fois que vous êtes à nouveau en ligne.
hi_in: हटाने में असमर्थ. वापस ऑनलाइन होने के बाद कृपया पुनः प्रयास करें.
id_id: Gagal menghapus. Coba lagi setelah kembali online.
it_it: Impossibile eliminare. Riprova dopo essere tornato online.
ja_jp: 削除できません。ネットワークに接続してから再試行してください
ko_kr: 삭제할 수 없습니다. 온라인 상태로 돌아오면 다시 시도해 보세요.
ms_my: Tidak dapat memadam. Sila cuba lagi selepas anda kembali dalam talian.
pt_br: Falha ao excluir. Tente novamente depois que estiver on-line.
ru_ru: Невозможно удалить. Повторите попытку после того, как снова подключитесь к Интернету.
th_th: ไม่สามารถลบได้ โปรดลองอีกครั้งหลังจากที่คุณกลับมาออนไลน์
vi_vn: Không thể xóa. Vui lòng thử lại sau khi bạn trở về trạng thái trực tuyến.
zh_cn: 无法删除，请联网后重试
zh_tw: 無法刪除，請連接網路後重試

# tWA
source: Operation failed. Please try again. If this issue continue to occur, please contact support.
de_de: Vorgang fehlgeschlagen. Versuchen Sie es erneut. Sollte dieses Problem weiterhin auftreten, bitte den Support kontaktieren.
es_es: Error en la operación. Inténtalo de nuevo. Si este problema no se soluciona, ponte en contacto con el servicio de soporte técnico.
fr_fr: Échec de l'opération. Veuillez réessayer. Si ce problème persiste, veuillez contacter l'assistance.
hi_in: ऑपरेशन विफल हुआ. कृपया पुनः प्रयास करें. यदि यह समस्या बनी रहती है, तो कृपया सहायता से संपर्क करें.
id_id: Operasi gagal. Coba lagi. Jika masalah ini belu teratasi, hubungi dukungan.
it_it: Operazione non riuscita. Riprova. Se il problema persiste, contatta il supporto tecnico.
ja_jp: 操作に失敗しました。再試行してください。エラーが繰り返し発生した場合は、カスタマーサービスまでお問い合わせください
ko_kr: 작업에 실패했습니다. 다시 시도해 보세요. 이 문제가 계속 발생하면 지원 팀에 문의하세요.
ms_my: Operasi gagal. Sila cuba lagi. Jika masalah ini berterusan, sila hubungi sokongan.
pt_br: Falha na operação. Tente novamente. Se este problema persistir, entre em contato com o suporte.
ru_ru: Не удалось выполнить операцию. Повторите попытку. Если проблема продолжает возникать, свяжитесь со службой поддержки.
th_th: การดำเนินการไม่สำเร็จ โปรดลองอีกครั้ง หากปัญหานี้ยังคงเกิดขึ้น โปรดติดต่อทีมสนับสนุน
vi_vn: Thao tác không thành công. Vui lòng thử lại. Nếu sự cố này vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ.
zh_cn: 操作失败请重试，若此问题重复出现请联系客服
zh_tw: 操作失敗請重試，若此問題重複出現請聯絡客服
