Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# pac
source: You're adding a shortcut to the same location of the document. Still add?
de_de: Sie fügen eine Verknüpfung zum selben Speicherort des Dokuments hinzu. Dennoch hinzufügen?
es_es: Vas a agregar un acceso directo a la misma ubicación del documento. ¿Agregar?
fr_fr: Vous êtes en train d'ajouter un raccourci au même emplacement que le document. Ajouter quand même ?
id_id: Anda menambahkan pintasan ke lokasi dokumen yang sama. Tetap tambahkan?
it_it: Stai aggiungendo un collegamento alla stessa posizione del documento. Aggiungere comunque?
ja_jp: この位置は元のドキュメントの位置と同じです。ここにショートカットを追加しますか?
ko_kr: 문서의 동일한 위치에 바로가기를 추가하고 있습니다. 그래도 추가하시겠습니까?
ms_my: Anda menambah pintasan ke lokasi yang sama dengan dokumen. Masih tambah?
pt_br: Você está adicionando um atalho à mesma localização do documento. Ainda deseja adicionar?
ru_ru: Вы добавляете ярлык в то же место документа. Добавить?
th_th: คุณกำลังเพิ่มทางลัดไปยังตำแหน่งเดียวกันของเอกสาร ต้องการเพิ่มอยูหรือไม่
vi_vn: Bạn đang thêm một lối tắt vào cùng vị trí của tài liệu. Vẫn thêm?
zh_cn: 此位置与原文档所在位置相同，是否要在此添加快捷方式？
zh_tw: 此位置與原文件所在位置相同，是否要在此新增快速方式？

# ZqI
source: A shortcut of the same document already exists in this location. Still add?
de_de: Eine Verknüpfung desselben Dokuments ist an diesem Speicherort bereits vorhanden. Dennoch hinzufügen?
es_es: Ya existe un acceso directo del mismo documento en esta ubicación. ¿Agregar?
fr_fr: Un raccourci du même document existe déjà à cet emplacement. Ajouter quand même ?
id_id: Pintasan dari dokumen yang sama sudah ada di lokasi ini. Tetap tambahkan?
it_it: In questa posizione esiste già un collegamento dello stesso documento. Aggiungere comunque?
ja_jp: この位置に同じドキュメントのショートカットが既に存在します。引き続き追加しますか?
ko_kr: 동일한 문서의 바로가기가 이미 이 위치에 있습니다. 그래도 추가하시겠습니까?
ms_my: Pintasan dokumen yang sama sudah ada di lokasi ini. Masih tambah?
pt_br: Já existe um atalho do mesmo documento nesta localização. Ainda deseja adicionar?
ru_ru: В этом месте уже существует ярлык на тот же документ. Добавить?
th_th: ทางลัดของเอกสารเดียวกันมีอยู่แล้วในตำแหน่งนี้ ต้องการเพิ่มอยู่หรือไม่
vi_vn: Đã tồn tại một lối tắt của cùng tài liệu ở vị trí này. Vẫn thêm?
zh_cn: 此位置已有同一文档的快捷方式，是否继续添加？
zh_tw: 此位置已有同一文件的快速方式，是否繼續新增？

# i0Y
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# rD8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Ehc
source: Duplicate content found
de_de: Doppelter Inhalt gefunden
es_es: Se ha encontrado contenido duplicado
fr_fr: Contenu dupliqué trouvé
id_id: Konten duplikat ditemukan
it_it: Contenuto duplicato trovato
ja_jp: 重複した内容です
ko_kr: 중복 콘텐츠를 찾았습니다
ms_my: Kandungan pendua ditemui
pt_br: Conteúdo duplicado encontrado
ru_ru: Найден дублирующийся контент
th_th: พบเนื้อหาซ้ำ
vi_vn: Đã tìm thấy nội dung trùng lặp
zh_cn: 检测到重复内容
zh_tw: 偵測到重複內容

# dOA
source: Unable to send notifications to user groups.
de_de: Benachrichtigungen können nicht an Benutzergruppen gesendet werden.
es_es: No se pueden enviar notificaciones a los grupos de usuarios.
fr_fr: Impossible d'envoyer des notifications aux groupes d'utilisateurs.
id_id: Gagal mengirim notifikasi kepada grup pengguna.
it_it: Impossibile inviare notifiche ai gruppi utenti.
ja_jp: ユーザーグループに通知を送信できません
ko_kr: 사용자 그룹에 알림을 보낼 수 없습니다.
ms_my: Tidak dapat menghantar notifikasi kepada kumpulan pengguna.
pt_br: Não é possível enviar notificações para grupos de usuários.
ru_ru: Невозможно отправить уведомления группам пользователей.
th_th: ไม่สามารถส่งการแจ้งเตือนไปยังกลุ่มผู้ใช้
vi_vn: Không thể gửi thông báo cho nhóm người dùng.
zh_cn: 暂不支持向用户组发送通知
zh_tw: 暫不支援向使用者群組傳送通知

# P00
source: According to your organization's data protection policy, the document's security level has been set as {{securityLevel}}.
de_de: Gemäß der Datenschutzrichtlinie Ihrer Organisation wurde die Sicherheitsstufe des Dokuments als {{securityLevel}} festgelegt.
es_es: De acuerdo con la política de protección de datos de tu organización, el nivel de seguridad del documento se ha establecido en {{securityLevel}}.
fr_fr: Conformément à la politique de protection des données de votre organisation, le niveau de sécurité du document a été défini sur {{securityLevel}}.
id_id: Menurut kebijakan perlindungan data organisasi Anda, tetapkan tingkat keamanan dokumen telah ditetapkan sebagai {{securityLevel}}.
it_it: In base al criterio di protezione dei dati della tua organizzazione, il livello di sicurezza del documento è stato impostato su {{securityLevel}}.
ja_jp: 法人のデータ保護ポリシーにより、このドキュメントの秘密度が自動的に「{{securityLevel}}」に設定されています。
ko_kr: 기업의 데이터 보호 정책에 따라 문서의 보안 수준이 {{securityLevel}}(으)로 설정되었습니다.
ms_my: Berdasarkan dasar perlindungan data organisasi anda, tahap keselamatan dokumen telah ditetapkan sebagai {{securityLevel}}.
pt_br: De acordo com a política de proteção de dados da sua organização, o nível de segurança do documento foi definido como {{securityLevel}}.
ru_ru: В соответствии с стратегией защиты данных вашей организации для документа установлен уровень безопасности {{securityLevel}}.
th_th: ตามนโยบายการปกป้องข้อมูลขององค์กรของคุณ ระดับความปลอดภัยของเอกสารถูกตั้งค่าป็น {{securityLevel}}
vi_vn: Theo chính sách bảo vệ dữ liệu của tổ chức bạn, cấp độ bảo mật tài liệu này đã được đặt là {{securityLevel}}.
zh_cn: 根据企业数据保护策略，已自动将文档密级设置为“{{securityLevel}}”
zh_tw: 根據企業資料保護原則，已自動將文件加密等級設定為「{{securityLevel}}」

# rFI
source: According to your organization's data protection policy, it's recommended to set the document's security level as {{securityLevel}}.
de_de: Gemäß der Datenschutzrichtlinie Ihrer Organisation wird empfohlen, die Sicherheitsstufe des Dokuments als {{securityLevel}} festzulegen.
es_es: De acuerdo con la política de protección de datos de tu organización, se recomienda establecer el nivel de seguridad del documento en {{securityLevel}}.
fr_fr: Conformément à la politique de protection des données de votre organisation, il est recommandé de définir le niveau de sécurité du document sur {{securityLevel}}.
id_id: Menurut kebijakan perlindungan data organisasi Anda, sebaiknya tetapkan tingkat keamanan dokumen sebagai {{securityLevel}}.
it_it: In base al criterio di protezione dei dati della tua organizzazione, ti consigliamo di impostare il livello di sicurezza del documento su {{securityLevel}}.
ja_jp: 法人のデータ保護ポリシーにより、このドキュメントの秘密度を「{{securityLevel}}」に設定することをおすすめします。
ko_kr: 기업의 데이터 보호 정책에 따라 문서의 보안 수준을 {{securityLevel}}(으)로 설정하는 것이 좋습니다.
ms_my: Berdasarkan dasar perlindungan data organisasi anda, disarankan untuk menetapkan tahap keselamatan dokumen sebagai {{securityLevel}}.
pt_br: De acordo com a política de proteção de dados da sua organização, é recomendável definir o nível de segurança do documento como {{securityLevel}}.
ru_ru: В соответствии с стратегией защиты данных вашей организации рекомендуется установить для документа уровень безопасности {{securityLevel}}.
th_th: ตามนโยบายการปกป้องข้อมูลขององค์กรของคุณ ขอแนะนำให้ตั้งค่าระดับความปลอดภัยของเอกสารเป็น {{securityLevel}}
vi_vn: Theo chính sách bảo vệ dữ liệu của tổ chức bạn, bạn nên đặt cấp độ bảo mật tài liệu này là {{securityLevel}}.
zh_cn: 根据企业数据保护策略，建议将本文档密级设置为“{{securityLevel}}”
zh_tw: 根據企業資料保護原則，建議將本文件的加密等級設定為「{{securityLevel}}」

# nT8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 設定する
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认设置
zh_tw: 確認設定

# 2WM
source: According to your organization's data protection policy, setting security level is required before you can edit the document. It's recommended to set the document's security level as {{securityLevel}}.
de_de: Gemäß der Datenschutzrichtlinie Ihrer Organisation ist das Festlegen der Sicherheitsstufe vor dem Bearbeiten des Dokuments erforderlich. Es wird empfohlen, die Sicherheitsstufe des Dokuments als {{securityLevel}} festzulegen.
es_es: De acuerdo con la política de protección de datos de tu organización, es necesario establecer el nivel de seguridad para poder editar el documento. Se recomienda establecer el nivel de seguridad del documento en {{securityLevel}}.
fr_fr: Conformément à la politique de protection des données de votre organisation, vous devez définir un niveau de sécurité avant de pouvoir modifier le document. Il est recommandé de définir le niveau de sécurité du document sur {{securityLevel}}.
id_id: Menurut kebijakan perlindungan data organisasi Anda, pengaturan tingkat keamanan diperlukan sebelum Anda dapat mengedit dokumen. Sebaiknya tetapkan tingkat keamanan dokumen sebagai {{securityLevel}}.
it_it: In base al criterio di protezione dei dati della tua organizzazione, l'impostazione del livello di sicurezza è obbligatoria prima di poter modificare il documento. Ti consigliamo di impostare il livello di sicurezza del documento su {{securityLevel}}.
ja_jp: 法人のデータ保護ポリシーにより、ドキュメントを編集する前に秘密度を設定する必要があります。秘密度を「{{securityLevel}}」に設定することをおすすめします。
ko_kr: 기업의 데이터 보호 정책에 따라 문서를 편집하려면 보안 수준을 설정해야 합니다. 문서의 보안 수준을 {{securityLevel}}(으)로 설정하는 것이 좋습니다.
ms_my: Berdasarkan dasar perlindungan data organisasi anda, menetapkan tahap keselamatan diperlukan sebelum anda boleh mengedit dokumen. Disarankan untuk menetapkan tahap keselamatan dokumen sebagai {{securityLevel}}.
pt_br: De acordo com a política de proteção de dados da sua organização, é obrigatório definir o nível de segurança antes de editar o documento. Recomenda-se definir o nível de segurança do documento como {{securityLevel}}.
ru_ru: В соответствии с стратегией защиты данных вашей организации перед редактированием документа необходимо установить уровень безопасности. Рекомендуется установить уровень безопасности документа {{securityLevel}}.
th_th: ตามนโยบายการปกป้องข้อมูลขององค์กรของคุณ จำเป็นต้องตั้งค่าระดับความปลอดภัยก่อนจึงจะสามารถแก้ไขเอกสารได้ ขอแนะนำให้ตั้งค่าระดับความปลอดภัยของเอกสารเป็น {{securityLevel}}
vi_vn: Theo chính sách bảo vệ dữ liệu của tổ chức bạn, bạn cần phải đặt cấp độ bảo mật trước khi có thể chỉnh sửa tài liệu. Bạn nên đặt cấp độ bảo mật tài liệu này là {{securityLevel}}.
zh_cn: 根据企业数据保护策略，编辑文档前需设置密级，建议将本文档密级设置为“{{securityLevel}}”
zh_tw: 根據企業資料保護原則，編輯文件前需設定加密等級，建議將本文件的加密等級設定為「{{securityLevel}}」

# VlY
source: Downloading files is restricted according to your organization's file policy. Please contact an administrator if you need help.
de_de: Das Herunterladen von Dateien ist gemäß der Dateirichtlinie Ihrer Organisation eingeschränkt. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: La descarga de archivos está restringida según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Le téléchargement de fichiers est limité, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Mengunduh file dibatasi sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika Anda memerlukan bantuan.
it_it: Il download dei file è limitato in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ドキュメントの添付ファイルをダウンロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 파일 다운로드가 제한되었습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Memuat turun fail adalah terhad mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: O download de arquivos é restrito de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Скачивание файлов ограничено в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: การดาวน์โหลดไฟล์ถูกจำกัดตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, việc tải tập tin xuống bị hạn chế. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法下载文档附件，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法下載文件附件。如有疑問，請聯絡企業管理員

# YvI
source: Unable to download the file
de_de: Herunterladen der Datei nicht möglich
es_es: No se puede descargar el archivo
fr_fr: Impossible de télécharger le fichier
id_id: Gagal mengunduh file
it_it: Impossibile scaricare il file
ja_jp: 添付ファイルをダウンロードできませんでした
ko_kr: 파일을 다운로드할 수 없습니다
ms_my: Tidak dapat memuat turun fail
pt_br: Falha ao fazer download do arquivo
ru_ru: Не удалось скачать файл
th_th: ดาวน์โหลดไฟล์ไม่สำเร็จ
vi_vn: Không thể tải xuống tập tin
zh_cn: 无法下载文档附件
zh_tw: 無法下載文件附件

# obU
source: Unable to download files in the document according to your organization's file policy. Please contact an administrator if you need help.
de_de: Gemäß der Dateirichtlinie Ihrer Organisation können Sie keine Dateien im Dokument herunterladen. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se pueden descargar archivos en el documento según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de télécharger de sfichiers dans le document, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal mengunduh file di dokumen sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile scaricare i file nel documento in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ドキュメントの添付ファイルをダウンロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 문서의 파일을 다운로드할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat memuat turun fail dalam dokumen mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Falha ao fazer download de arquivos no documento de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно скачать файлы в документе в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถดาวน์โหลดไฟล์ในเอกสารได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể tải tập tin trong tài liệu này xuống. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法下载文档附件，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法下載文件附件。如有疑問，請聯絡企業管理員

# 3DA
source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# JZ4
source: Unable to invite certain collaborators according to your organization's file policy. Please contact an administrator if you need help.
de_de: Bestimmte Kollaboratoren können gemäß der Dateirichtlinie Ihrer Organisation nicht eingeladen werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede invitar a determinados colaboradores según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible d'inviter certains collaborateurs, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal mengundang kolaborator tertentu sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile invitare determinati collaboratori in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、一部の共同編集者を招待できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 특정 공동 작업자를 초대할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat menjemput kolaborator tertentu mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível convidar certos colaboradores de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно пригласить определенных соавторов в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถเชิญผู้ร่วมงานบางคนได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể mời một số cộng tác viên. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法邀请部分协作者，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法邀請部分協作者。如有疑問，請聯絡企業管理員

# NKM
source: Inviting collaborators is restricted according to your organization's file policy. Please contact an administrator if you need help.
de_de: Die Einladung von Kollaboratoren ist gemäß der Dateirichtlinie Ihrer Organisation eingeschränkt. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: La invitación a colaboradores está restringida según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: L'invitation de collaborateurs est limitée ,conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Mengundang kolaborator dibatasi sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika memerlukan bantuan.
it_it: L'invito di collaboratori è limitato in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、共同編集者を招待できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 공동 작업자 초대가 제한됩니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Menjemput kolaborator dihadkan mengikut dasar fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: O convite de colaboradores é restrito de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Приглашение соавторов ограничено в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: การเชิญผู้ร่วมงานถูกจำกัดตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากคุณต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, việc mời cộng tác viên bị hạn chế. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法邀请协作者，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法邀請協作者。如有疑問，請聯絡企業管理員

# ROc
source: Unable to invite selected collaborators according to your organization's file policy. Please contact an administrator if you need help.
de_de: Ausgewählte Kollaboratoren können gemäß der Dateirichtlinie Ihrer Organisation nicht eingeladen werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede invitar a los colaboradores seleccionados según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible d'inviter les collaborateurs sélectionnés ,conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal mengundang kolaborator terpilih sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile invitare i collaboratori selezionati in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、選択した共同編集者を招待できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 선택한 공동 작업자를 초대할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat menjemput kolaborator yang dipilih mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível convidar colaboradores selecionados de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно пригласить выбранных соавторов в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถเชิญผู้ร่วมงานที่เลือกไว้ได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể mời các cộng tác viên đã chọn. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法邀请所选的协作者，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法邀請選取的協作者。如有疑問，請聯絡企業管理員

# MQs
source: You don't have permission to view this folder according to organization's file policy. Please contact an administrator if you need help.
de_de: Gemäß der Dateirichtlinie der Organisation haben Sie keine Berechtigung, diesen Ordner anzusehen. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No tienes permiso para ver esta carpeta según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Vous n'êtes pas autorisé à afficher ce dossier, conformément à la politique de fichiers de l'organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Anda tidak memiliki izin untuk melihat folder ini sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Non disponi dell'autorizzazione per visualizzare questa cartella in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、このフォルダにアクセスする権限がありません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 이 폴더를 볼 수 있는 권한이 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk melihat folder ini mengikut polisi fail organisasi. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Você não tem permissão para visualizar esta pasta de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: У вас нет разрешения на просмотр этой папки в соответствии с стратегией файлов организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: คุณไม่มีสิทธิ์การอนุญาตเข้าดูโฟลเดอร์นี้ตามนโยบายไฟล์สำหรับองค์กร โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không có quyền xem thư mục này. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你没有权限访问该文件夹，如有疑问，请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無權存取該資料夾。如有疑問，請聯絡企業管理員

# Bck
source: No permission to access the folder.
de_de: Keine Zugriffsberechtigung auf den Ordner.
es_es: No tienes permiso para acceder a la carpeta.
fr_fr: Pas d'autorisation d'accès au dossier.
id_id: Tidak ada izin untuk mengakses folder.
it_it: Nessuna autorizzazione per accedere alla cartella.
ja_jp: フォルダにアクセスする権限がありません
ko_kr: 폴더에 액세스할 수 있는 권한이 없습니다.
ms_my: Tiada kebenaran untuk mengakses folder.
pt_br: Sem permissão para acessar a pasta.
ru_ru: Нет разрешения на доступ к папке.
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึงโฟลเดอร์
vi_vn: Không có quyền truy cập vào thư mục này.
zh_cn: 没有权限访问文件夹
zh_tw: 無權存取資料夾
