Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# WK8
source: The maximum number of collaborators is 200 (an individual user or an entire group counts as 1). Please delete duplicated ones and try again.
de_de: Die maximale Anzahl der Mitarbeiter ist 200 (Benutzer oder Gruppen werden einzeln gezählt). Löschen Sie doppelte Einträge und versuchen Sie es erneut.
es_es: El número máximo de colaboradores es 200 (tanto un solo usuario como un grupo entero cuentan como 1). Elimina a los usuarios duplicados e inténtalo de nuevo.
fr_fr: Le nombre maximum de collaborateurs est de 200 (un utilisateur individuel ou un groupe entier compte pour 1). Veuillez supprimer les doublons et réessayer.
hi_in: सहयोगियों की अधिकतम संख्या 200 है (कोई व्यक्तिगत उपयोगकर्ता या समूह 1 गिना जाता है). कृपया डुप्लीकेट वाले हटाएँ और पुनः प्रयास करें.
id_id: Jumlah maksimum kolaborator adalah 200 (pengguna individu atau grup dihitung sebagai 1). Hapus duplikat dan coba lagi.
it_it: Il numero massimo di collaboratori è 200 (un singolo utente o un intero gruppo conta come 1). Elimina i duplicati e riprova.
ja_jp: 共同編集者は上限に達しています。追加されたグループと個人が重なっているかを確認し、削除してください。
ko_kr: 최대 공동 작업자 수는 200명입니다(개인 사용자 또는 전체 그룹은 1명으로 계산). 중복 항목을 삭제하고 다시 시도하세요.
ms_my: Bilangan maksimum pengguna bersama adalah 200 (pengguna individu atau seluruh kumpulan dianggap sebagai 1). Sila padam yang berganda dan cuba lagi.
pt_br: O número máximo de colaboradores é 200 (um usuário individual ou um grupo inteiro conta como 1). Exclua os duplicados e tente novamente.
ru_ru: Максимальное число соавторов — 200 (отдельный пользователь или целая группа считаются как 1). Удалите дубликаты и повторите попытку.
th_th: จำนวนผู้ร่วมงานที่มีได้สูงสุดคือ 200 (ผู้ใช้แต่ละรายหรือกลุ่มทั้งกลุ่มนับเป็น 1) โปรดลบผู้ใช้ที่ซ้ำกันแล้วลองอีกครั้ง
vi_vn: Số lượng cộng tác viên tối đa là 200 (một người dùng cá nhân hoặc toàn bộ một nhóm được tính là 1). Vui lòng xóa các cộng tác viên trùng lặp và thử lại.
zh_cn: 当前协作者数量已达上限，建议删除重复的用户或群后重试
zh_tw: 目前協作者數量已達上限，建議刪除重複的使用者或群組後重試

# B0Q
source: Once moved, the {{type}} will inherit the permission settings of the external folder. External users with permission to share this {{type}} can view the list of collaborators. Proceed with caution.
de_de: Nach dem Verschieben übernimmt {{type}} die Berechtigungseinstellungen des externen Ordners. Externe Benutzer mit einer Berechtigung zum Teilen von {{type}} können die Liste der Mitarbeiter anzeigen. Gehen Sie vorsichtig vor.
es_es: Una vez que se mueva, el {{type}} heredará la configuración de permisos de la carpeta externa. Los usuarios externos con permiso para compartir este {{type}} pueden ver la lista de colaboradores. Procede con precaución.
fr_fr: Après son déplacement, le/la {{type}} héritera des paramètres d'autorisation du dossier externe. Les utilisateurs externes autorisés à partager ce/cette {{type}} peuvent afficher la liste des collaborateurs. Faites preuve de prudence.
hi_in: ले जाने के बाद, {{type}} बाहरी फ़ोल्डर की अनुमति सेटिंग्स प्राप्त करेगा. वे बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं जिनके पास यह {{type}} साझा करने की अनुमति है. सावधानी से आगे बढ़ें.
id_id: Setelah dipindahkan, {{type}} akan mewarisi pengaturan izin dari folder eksternal. Pengguna eksternal yang memiliki izin untuk membagikan {{type}} dapat melihat daftar kolaborator. Lanjutkan dengan hati-hati.
it_it: Se lo sposti, il {{type}} erediterà le impostazioni delle autorizzazioni della cartella esterna. Gli utenti esterni che dispongono dell'autorizzazione per condividere questo {{type}} possono visualizzare l'elenco dei collaboratori. Procedi con cautela.
ja_jp: 確認すると、{{type}}は親フォルダの権限設定を継承します。当該フォルダは外部フォルダであるため、当該{{type}}の共有権限を所有する外部ユーザーは共同編集者リストを確認できます。情報のセキュリティにご注意ください
ko_kr: 이동하면 {{type}}은(는) 외부 폴더의 권한 설정을 상속하게 됩니다. 이 {{type}}을(를) 공유할 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다. 주의하여 진행하세요.
ms_my: Setelah dipindahkan, {{type}} akan mewarisi tetapan kebenaran folder luaran. Pengguna luaran yang mempunyai kebenaran untuk berkongsi {{type}} ini boleh melihat senarai kolaborator. Teruskan dengan berhati-hati.
pt_br: Depois de movido, o {{type}} herdará as configurações de permissão da pasta externa. Os usuários externos com permissão para compartilhar este {{type}} poderão visualizar a lista de colaboradores. Continue com cuidado.
ru_ru: После перемещения {{type}} унаследует настройки разрешений для внешней папки. Внешние пользователи с разрешением делиться этим {{type}} могут просматривать список соавторов. Будьте осторожны.
th_th: เมื่อย้ายแล้ว {{type}} จะรับการตั้งค่าสิทธิ์การอนุญาตของโฟลเดอร์ภายนอกมาใช้ ผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{type}} นี้สามารถดูรายการผู้ร่วมงานได้ ดำเนินการด้วยความระมัดระวัง
vi_vn: Sau khi được di chuyển, {{type}} sẽ kế thừa cài đặt quyền của thư mục bên ngoài. Người dùng bên ngoài có quyền chia sẻ {{type}} này có thể xem được danh sách cộng tác viên. Tiếp tục một cách thận trọng.
zh_cn: 确认后该{{type}}将继承文件夹的权限设置。该文件夹为外部文件夹，有此{{type}}分享权限的外部用户可查看其协作者列表，请注意信息安全。
zh_tw: 確認後，{{type}}將繼承上層資料夾的權限設定。其上層資料夾為外部資料夾，擁有目前{{type}}分享權限的外部使用者，可查看協作者清單，請注意資訊安全。

# urE
source: Move to an external folder?
de_de: In externen Ordner verschieben?
es_es: ¿Mover a una carpeta externa?
fr_fr: Déplacer vers un dossier externe ?
hi_in: बाहरी फ़ोल्डर में ले जाएँ?
id_id: Pindahkan ke folder eksternal?
it_it: Vuoi spostarlo in una cartella esterna?
ja_jp: 外部フォルダに移動しますか？
ko_kr: 외부 폴더로 이동하시겠습니까?
ms_my: Pindah ke folder luaran?
pt_br: Mover para uma pasta externa?
ru_ru: Переместить во внешнюю папку?
th_th: ย้ายไปยังโฟลเดอร์ภายนอกหรือไม่
vi_vn: Di chuyển đến một thư mục bên ngoài?
zh_cn: 确认移动到外部文件夹？
zh_tw: 確認移至外部資料夾？

# ssI
source: Alert
de_de: Alarm
es_es: Alerta
fr_fr: Alerte
hi_in: अलर्ट
id_id: Peringatan
it_it: Avviso
ja_jp: ヒント
ko_kr: 알림
ms_my: Amaran
pt_br: Alerta
ru_ru: Предупреждение
th_th: การแจ้งเตือน
vi_vn: Cảnh báo
zh_cn: 提示
zh_tw: 提示

# Vew
source: Only me
de_de: Nur ich
es_es: Solo yo
fr_fr: Seulement moi
hi_in: केवल मैं
id_id: Hanya saya
it_it: Solo io
ja_jp: 本人のみ
ko_kr: 나만
ms_my: Hanya saya
pt_br: Somente eu
ru_ru: Только я
th_th: ฉันเพียงคนเดียว
vi_vn: Chỉ mình tôi
zh_cn: 只有我
zh_tw: 只有我

# VL4
source: Collaborators within the organization
de_de: Mitarbeiter innerhalb der Organisation
es_es: Colaboradores de la organización
fr_fr: Collaborateurs au sein de l'organisation
hi_in: संगठन में मौजूद सहयोगी
id_id: Kolaborator dalam organisasi
it_it: Collaboratori all'interno dell'organizzazione
ja_jp: 組織内の共同編集者のみ
ko_kr: 기업 내 공동 작업자
ms_my: Kolaborator dalam organisasi
pt_br: Colaboradores da organização
ru_ru: Сотрудники внутри организации
th_th: ผู้ร่วมงานภายในองค์กร
vi_vn: Cộng tác viên trong tổ chức
zh_cn: 仅组织内协作者
zh_tw: 僅組織內協作者

# wFY
source: Once restored, the collaborators will be restored as well.
de_de: Nach der Wiederherstellung werden auch die Mitarbeiter wiederhergestellt.
es_es: Una vez que se restaure, los colaboradores se restaurarán también.
fr_fr: La restauration concerne également les collaborateurs.
hi_in: बहाल किए जाने के बाद, सहयोगी भी बहाल किए जाएँगे.
id_id: Setelah dipulihkan, kolaborator juga akan dipulihkan.
it_it: Se esegui il ripristino, anche i collaboratori verranno ripristinati.
ja_jp: 復元すると、親フォルダの共同編集者を継承します。続けますか？
ko_kr: 복구하면 공동 작업자도 복구됩니다.
ms_my: Setelah dipulihkan, para kolaborator juga akan dipulihkan.
pt_br: Com a restauração, os colaboradores também serão restaurados.
ru_ru: После восстановления соавторы будут также восстановлены.
th_th: เมื่อคืนค่าแล้ว ผู้ร่วมงานจะถูกคืนค่าด้วยเช่นกัน
vi_vn: Sau khi khôi phục, cộng tác viên cũng sẽ được khôi phục.
zh_cn: 恢复后，将重新继承父级文件夹的协作者，是否继续？
zh_tw: 還原後，將重新繼承父系資料夾的協作者，是否繼續？

# 6Gc
source: Once changed, the file will no longer inherit the collaborators of the folder. Continue?
de_de: Nach dem Ändern übernimmt die Datei nicht länger die Mitarbeiter des Ordners. Fortfahren?
es_es: Una vez que se cambie, el archivo no heredará los colaboradores de la carpeta. ¿Continuar?
fr_fr: Après la modification, le fichier n'héritera plus des collaborateurs du dossier. Continuer ?
hi_in: बदले जाने के बाद, यह फ़ाइल अब फ़ोल्डर के सहयोगी प्राप्त नहीं करेगी. जारी रखें?
id_id: Setelah diubah, file tidak akan lagi mewarisi kolaborator folder. Lanjutkan?
it_it: Se modificate, il file non erediterà più i collaboratori della cartella. Vuoi continuare?
ja_jp: この操作により、当該ファイルと親フォルダの権限が一致しなくなり、今後当該ファイルは親フォルダの共同編集者を継承しなくなります。続けますか？
ko_kr: 변경하면 파일은 더 이상 폴더의 공동 작업자를 상속하지 않습니다. 계속하시겠습니까?
ms_my: Setelah diubah, fail tidak akan lagi mewarisi kolaborator folder. Teruskan?
pt_br: Com a alteração, o arquivo não mais herdará os colaboradores da pasta. Continuar?
ru_ru: После изменения файл больше не будет наследовать соавторов папки. Продолжить?
th_th: เมื่อเปลี่ยนแล้ว ไฟล์จะไม่รับผู้ร่วมงานของโฟลเดอร์มาใช้อีกต่อไป ดำเนินการต่อหรือไม่
vi_vn: Sau khi được thay đổi, tệp tin sẽ không còn kế thừa cộng tác viên của thư mục nữa. Tiếp tục?
zh_cn: 该操作会导致该文档与父级文件夹的权限不一致，将不再继承父级文件夹的协作者，是否继续？
zh_tw: 該操作會導致該文件與父系資料夾的權限不一致，將不再繼承父系資料夾的協作者，是否繼續？

# 0VY
source: Your permission changed to: {{type}}
de_de: Ihre Berechtigung wurde geändert zu: {{type}}
es_es: Tu permiso ha cambiado a: {{type}}
fr_fr: Votre autorisation été modifiée en : {{type}}
hi_in: आपकी अनुमति को {{type}} में बदला गया
id_id: Izin Anda diubah menjadi: {{type}}
it_it: La tua autorizzazione è cambiata in: {{type}}
ja_jp: あなたの権限は {{type}} に変更しました
ko_kr: 권한이 {{type}}(으)로 변경되었습니다.
ms_my: Kebenaran anda berubah kepada: {{type}}
pt_br: Sua permissão foi alterada para: {{type}}
ru_ru: Ваши разрешения изменены на: {{type}}
th_th: สิทธิ์การอนุญาตของคุณถูกเปลี่ยนเป็น: {{type}}
vi_vn: Đã thay đổi quyền của bạn thành: {{type}}
zh_cn: 你的权限变更为{{type}}
zh_tw: 你的權限變更為{{type}}

# yIA
source: Permissions restricted. The document permission is no longer inherited from the folder.
de_de: Berechtigungen eingeschränkt. Die Dokumentberechtigung wird nicht länger vom Ordner übernommen.
es_es: Los permisos se han restringido. El permiso del documento ya no se hereda de la carpeta.
fr_fr: Autorisations restreintes. L'autorisation de document n'est plus héritée du dossier.
hi_in: अनुमति प्रतिबंधित की गईं. दस्तावेज़ अनुमति अब फ़ोल्डर से प्राप्त नहीं होती है.
id_id: Izin dibatasi. Izin dokumen tidak lagi diwariskan dari folder.
it_it: Autorizzazioni limitate. L'autorizzazione del documento non viene più ereditata dalla cartella.
ja_jp: 権限を制限しました。今後、親フォルダの権限を継承しなくなります
ko_kr: 권한이 제한되었습니다. 문서 권한은 더 이상 폴더에서 상속되지 않습니다.
ms_my: Kebenaran terhad. Kebenaran dokumen tidak lagi diwarisi dari folder.
pt_br: Permissões restringidas. A permissão do documento não é mais herdada da pasta.
ru_ru: Разрешения ограничены. Разрешение документа больше не наследуется из папки.
th_th: จำกัดสิทธิ์การอนุญาตแล้ว ไม่รับสิทธิ์การอนุญาตของเอกสารจากโฟลเดอร์มาใช้อีกต่อไป
vi_vn: Các quyền bị giới hạn. Quyền trên tài liệu không còn được kế thừa từ thư mục.
zh_cn: 已限制权限，不再继承父级文件夹的权限
zh_tw: 已限制權限，不再繼承父系資料夾的權限

# DvA
source: Once changed, You won't have access to this file.
de_de: Nach dem Ändern haben Sie keinen Zugriff mehr auf diese Datei.
es_es: Una vez que se cambie, no tendrás acceso a este archivo.
fr_fr: Après la modification, vous n'aurez plus accès à ce fichier.
hi_in: बदलने पर, आपके पास इस फ़ाइल का ऐक्सेस नहीं होगा.
id_id: Setelah dihapus, Anda tidak memiliki akses ke file ini.
it_it: Se modificata, non avrai accesso a questo file.
ja_jp: 操作後、あなたは当該 Docs のアクセス権限を失います。続けますか？
ko_kr: 변경되면 이 파일에 대한 액세스 권한을 갖지 않게 됩니다.
ms_my: Setelah diubah, anda tidak akan mempunyai akses ke fail ini.
pt_br: Após a alteração, você não terá acesso a este arquivo.
ru_ru: После изменения у вас не будет доступа к этому файлу.
th_th: เมื่อเปลี่ยนแล้ว คุณไม่มีการเข้าถึงไฟล์นี้
vi_vn: Sau khi thay đổi, Bạn sẽ không có quyền truy cập vào tệp tin này.
zh_cn: 操作后你会失去对应的文档权限，是否继续操作？
zh_tw: 操作後你會失去對應的文件權限，是否繼續操作？

# qIQ
source: Only internal members can invite collaborators
de_de: Nur interne Mitglieder können Mitarbeiter einladen
es_es: Solo los miembros internos pueden invitar a colaboradores
fr_fr: Seuls les membres internes peuvent inviter des collaborateurs
hi_in: केवल आंतरिक सदस्य सहयोगियों को आमंत्रित कर सकते हैं
id_id: Hanya anggota internal yang dapat mengundang kolaborator
it_it: Solo i membri interni possono invitare collaboratori
ja_jp: 法人メンバーのみ共同編集者を追加できる
ko_kr: 내부 구성원만 공동 작업자 초대 가능
ms_my: Hanya ahli dalaman boleh menjemput kolaborator
pt_br: Apenas membros internos podem convidar colaboradores.
ru_ru: Только участники организации могут приглашать соавторов
th_th: เฉพาะสมาชิกภายในเท่านั้นที่สามารถเชิญผู้ร่วมงานได้
vi_vn: Các thành viên bên trong mới có thể mời cộng tác viên
zh_cn: 仅组织内用户可以添加协作者
zh_tw: 僅組織內使用者可以新增協作者

# xQw
source: Collaborators with {{permission_type}}
de_de: Mitarbeiter mit {{permission_type}}
es_es: Colaboradores con {{permission_type}}
fr_fr: Collaborateurs disposant d'un(e) {{permission_type}}
hi_in: {{permission_type}} के साथ सहयोगी
id_id: Kolaborator yang memiliki {{permission_type}}
it_it: Collaboratori con {{permission_type}}
ja_jp: {{permission_type}}を持つ共同編集者
ko_kr: {{permission_type}}이 있는 공동 작업자
ms_my: Kolaborator dengan {{permission_type}}
pt_br: Colaboradores com {{permission_type}}
ru_ru: Соавторы с {{permission_type}}
th_th: ผู้ร่วมงานที่มี {{permission_type}}
vi_vn: Cộng tác viên có {{permission_type}}
zh_cn: 拥有{{permission_type}}的协作者
zh_tw: 擁有{{permission_type}}的協作者

# xIM
source: Who can invite collaborator
de_de: Wer kann Mitarbeiter einladen
es_es: Quién puede invitar al colaborador
fr_fr: Qui peut inviter des collaborateurs
hi_in: कौन सहयोगी को आमंत्रित कर सकता है
id_id: Siapa yang dapat mengundang kolaborator
it_it: Chi può invitare collaboratore
ja_jp: 共同編集者を追加できるユーザー
ko_kr: 공동 작업자를 초대할 수 있는 사용자
ms_my: Siapa yang boleh menjemput kolaborator
pt_br: Quem pode convidar colaboradores
ru_ru: Кто может приглашать соавтора
th_th: ใครบ้างที่สามารถเชิญผู้ร่วมงานได้
vi_vn: Người có thể mời cộng tác viên
zh_cn: 谁可以添加协作者
zh_tw: 哪些人可以新增協作者

# FYc
source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Modifier
hi_in: बदलें
id_id: Ubah
it_it: Cambia
ja_jp: 変更
ko_kr: 변경
ms_my: Tukar
pt_br: Alterar
ru_ru: Изменить
th_th: เปลี่ยน
vi_vn: Thay đổi
zh_cn: 修改
zh_tw: 修改

# 6Jw
source: Users with {{permission_type}}
de_de: Benutzer mit {{permission_type}}
es_es: Usuarios con {{permission_type}}
fr_fr: Utilisateurs disposant d'une {{permission_type}}
hi_in: {{permission_type}} के साथ उपयोगकर्ता
id_id: Pengguna yang memiliki {{permission_type}}
it_it: Utenti con {{permission_type}}
ja_jp: {{permission_type}}を持つユーザー
ko_kr: {{permission_type}}이 있는 사용자
ms_my: Pengguna dengan {{permission_type}}
pt_br: Usuários com {{permission_type}}
ru_ru: Пользователи с {{permission_type}}
th_th: ผู้ใช้ที่มี {{permission_type}}
vi_vn: Người dùng có {{permission_type}}
zh_cn: 拥有{{permission_type}}的用户
zh_tw: 擁有{{permission_type}}的使用者

# yBE
source: External sharing
de_de: Externes Teilen
es_es: Compartir externamente
fr_fr: Partage externe
hi_in: बाहरी साझाकरण
id_id: Berbagi eksternal
it_it: Condivisione esterna
ja_jp: 外部への共有
ko_kr: 외부 공유
ms_my: Kongsi luaran
pt_br: Compartilhamento externo
ru_ru: Внешний обмен
th_th: การแบ่งปันภายนอก
vi_vn: Chia sẻ với bên ngoài
zh_cn: 对外分享
zh_tw: 對外分享

# XG0
source: Only collaborators with manage permission can share the content externally
de_de: Nur Kollaboratoren mit Verwaltungsberechtigung können den Inhalt extern freigeben
es_es: Solo los colaboradores con permiso de administración pueden compartir el contenido externamente
fr_fr: Seuls les collaborateurs disposant de l'autorisation de gestion peuvent partager le contenu en externe
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले सहयोगी ही बाहरी तौर पर कंटेंट साझा कर सकते हैं
id_id: Hanya kolaborator dengan izin untuk mengelola yang dapat berbagi konten secara eksternal
it_it: Solo i collaboratori con autorizzazione alla gestione possono condividere contenuti all'esterno
ja_jp: 「管理権限」を持つユーザーのみがコンテンツを外部に共有可能
ko_kr: 관리 권한이 있는 공동 작업자만 콘텐츠를 외부적으로 공유할 수 있음
ms_my: Hanya kolaborator dengan kebenaran urus boleh berkongsi kandungan secara luaran
pt_br: Apenas colaboradores com permissão de gerenciamento podem compartilhar o conteúdo externamente
ru_ru: Только соавторы с разрешением на управление могут делиться за пределами организации
th_th: เฉพาะผู้ร่วมงานที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่สามารถแบ่งปันเนื้อหาภายนอกได้
vi_vn: Chỉ những người cộng tác có quyền quản lý mới có thể chia sẻ nội dung ra bên ngoài
zh_cn: 仅“可管理权限”可以将内容分享到组织外
zh_tw: 僅「可管理權限」可以將內容分享到組織外

# gYY
source: Changing permissions settings to "Users with manage permission (including me)". Confirm?
de_de: Die Berechtigungseinstellungen werden zu „Nur Benutzer mit Verwaltungsberechtigung (einschließlich ich selbst)“ geändert. Bestätigen?
es_es: Cambiar la configuración de permisos a "Usuarios con permiso de administración (incluido yo)". ¿Confirmar?
fr_fr: Les paramètres des autorisations passeront sur "Utilisateurs disposant de l'autorisation de gestion (moi y compris)". Confirmer ?
hi_in: "अनुमति प्रबंधित करने वाले उपयोगकर्ता (मैं भी शामिल हूँ)” के लिए अनुमति सेटिंग्स बदलना. पुष्टि करें?
id_id: Mengubah pengaturan izin menjadi "Pengguna dengan izin untuk mengelola (termasuk saya)". Konfirmasi?
it_it: Modifica delle impostazioni delle autorizzazioni in "Utenti con autorizzazione alla gestione (incluso me)". Confermare?
ja_jp: 権限設定を「管理権限を持つユーザー（自分を含む）」に変更しますか？
ko_kr: 권한 설정을 "관리 권한이 있는 사용자(나 포함)"로 변경합니다. 확인하시겠습니까?
ms_my: Menukar tetapan kebenaran kepada "Pengguna dengan kebenaran urus (termasuk saya)". Sahkan?
pt_br: Alterando configurações de permissão para "Colaboradores com permissão de gerenciamento (inclusive eu)". Confirmar?
ru_ru: Измененить разрешения на "Пользователи с разрешением на управление (включая меня)"?
th_th: เปลี่ยนการตั้งค่าสิทธิ์การอนุญาตเป็น "ผู้ใช้ที่มีสิทธิ์การอนุญาตจัดการ (รวมถึงฉันด้วย)" ยืนยันหรือไม่
vi_vn: Thay đổi cài đặt quyền thành "Người dùng có quyền quản lý (bao gồm cả tôi)". Xác nhận?
zh_cn: 确认设置为仅拥有“可管理权限（包括我）”的用户？
zh_tw: 確認設定為僅擁有「可管理權限 (包括我)」的使用者？

# AhA
source: Only I can share the content externally
de_de: Nur ich kann den Inhalt extern teilen
es_es: Solo yo puedo compartir el contenido externamente
fr_fr: Je suis le seul à pouvoir partager le contenu en externe
hi_in: केवल मेरे द्वारा कांटेंट बाहरी रूप से साझा किया जा सकता है
id_id: Hanya saya yang dapat berbagi konten secara eksternal
it_it: Solo io posso condividere il contenuto all'esterno
ja_jp: 自分のみコンテンツを外部に共有できる
ko_kr: 나만 콘텐츠를 외부와 공유 가능
ms_my: Hanya saya yang boleh berkongsi kandungan secara luaran
pt_br: Somente eu posso compartilhar o conteúdo externamente
ru_ru: Только я могу делиться контентом за пределами организации
th_th: เฉพาะฉันเท่านั้นที่สามารถแบ่งปันเนื้อหาสู่ภายนอกได้
vi_vn: Chỉ tôi mới có thể chia sẻ nội dung ra bên ngoài
zh_cn: 只有我可以将内容分享到组织外
zh_tw: 只有我可以將內容分享到組織外

# +f8
source: Changing permissions settings to "only me". Confirm?
de_de: Ändern der Berechtigungseinstellungen zu „Nur ich“. Bestätigen?
es_es: Cambiando la configuración de permisos a "solo yo". ¿Confirmar?
fr_fr: Modification des paramètres d'autorisation en « moi uniquement ». Confirmer ?
hi_in: अनुमति सेटिंग्स "केवल मैं" में बदली जा रही हैं. पुष्ट करें?
id_id: Mengubah pengaturan izin menjadi “hanya saya”. Konfirmasi?
it_it: Modifica delle impostazioni delle autorizzazioni su "solo io". Confermare?
ja_jp: 「本人のみ」に変更しますか？
ko_kr: 권한 설정을 "나만"으로 변경합니다. 확인하시겠습니까?
ms_my: Ubah tetapan kebenaran kepada "hanya saya". Sahkan?
pt_br: Alterando configurações de permissão para "somente eu". Confirmar?
ru_ru: Изменение настроек разрешений на "только я". Подтверждать?
th_th: กำลังเปลี่ยนการตั้งค่าสิทธิ์การอนุญาตเป็น “เฉพาะฉันเท่านั้น” ยืนยันหรือไม่
vi_vn: Thay đổi cài đặt quyền thành "chỉ mình tôi". Xác nhận?
zh_cn: 确认设置为“只有我”？
zh_tw: 確認設定為「只有我」？

# SS4
source: Only me
de_de: Nur ich
es_es: Solo yo
fr_fr: Seulement moi
hi_in: केवल मैं
id_id: Hanya saya
it_it: Solo io
ja_jp: 自分のみ
ko_kr: 나만
ms_my: Hanya saya
pt_br: Somente eu
ru_ru: Только я
th_th: เฉพาะฉันเท่านั้น
vi_vn: Chỉ mình tôi
zh_cn: 只有我
zh_tw: 只有我

# fIM
source: Once confirmed, collaborators with edit permission won't be able to copy the content.
de_de: Nach der Bestätigung können Mitarbeiter mit Berechtigung zum Bearbeiten den Inhalt nicht mehr kopieren.
es_es: Una vez confirmado, los colaboradores con permiso para editar no podrán copiar el contenido.
fr_fr: Après la confirmation, les collaborateurs disposant d'une autorisation de modification ne pourront plus copier ce contenu.
hi_in: पुष्ट किए जाने के बाद, संपादित करने की अनुमति के साथ सहयोगी कांटेंट कॉपी नहीं कर सकेंगे.
id_id: Setelah dikonfirmasi, kolaborator yang memiliki izin untuk mengedit tidak akan dapat menyalin konten.
it_it: Dopo la conferma, i collaboratori con autorizzazione alla modifica non potranno copiare il contenuto.
ja_jp: 設定すると、編集権限を持つユーザーはコンテンツをコピーできなくなります
ko_kr: 확인할 경우, 편집 권한이 있는 공동 작업자는 콘텐츠를 복사할 수 없습니다.
ms_my: Sekali disahkan, kolaborator dengan kebenaran edit tidak akan dapat menyalin kandungan.
pt_br: Após a confirmação, os colaboradores com permissão para editar não poderão copiar o conteúdo.
ru_ru: После подтверждения соавторы с разрешением на редактирование не смогут копировать контент.
th_th: เมื่อยืนยันแล้ว ผู้ร่วมงานที่มีสิทธิ์การอนุญาตในการแก้ไขจะไม่สามารถคัดลอกเนื้อหาได้
vi_vn: Sau khi được xác nhận, các cộng tác viên có quyền chỉnh sửa sẽ không thể sao chép nội dung.
zh_cn: 设置此选项后，拥有编辑权限的用户将无法复制该内容，编辑体验将受影响。
zh_tw: 設定此選項後，擁有編輯權限的使用者將無法複製該內容，編輯體驗將受影響。

# STA
source: edit permission
de_de: Bearbeitungsberechtigung
es_es: permiso de edición
fr_fr: autorisation de modification
hi_in: "संपादित कर सकते हैं" अनुमति
id_id: izin untuk mengedit
it_it: autorizzazione per modificare
ja_jp: 編集権限
ko_kr: 편집 권한
ms_my: kebenaran edit
pt_br: permissão para editar
ru_ru: разрешением редактировать
th_th: สิทธิ์การอนุญาตในการแก้ไข
vi_vn: quyền chỉnh sửa
zh_cn: 可编辑权限
zh_tw: 可編輯權限

# qBY
source: manage permission (including me)
de_de: Verwaltungsberechtigung (einschließlich ich selbst)
es_es: permiso de administración (incluido yo)
fr_fr: autorisation de gestion (moi y compris)
hi_in: प्रबंधन की अनुमति (मैं भी शामिल हूँ)
id_id: izin untuk mengelola (termasuk saya)
it_it: autorizzazione alla gestione (incluso me)
ja_jp: 管理権限（自分を含む）
ko_kr: 관리 권한(나 포함)
ms_my: kebenaran urus (termasuk saya)
pt_br: permissão de gerenciamento (inclusive eu)
ru_ru: разрешением на управление (включая меня)
th_th: จัดการสิทธิ์การอนุญาต (รวมถึงฉันด้วย)
vi_vn: quyền quản lý (bao gồm cả tôi)
zh_cn: 可管理权限（包括我）
zh_tw: 可管理權限 (包括我)

# D+A
source: view permission
de_de: Leseberechtigung
es_es: permiso de lectura
fr_fr: autorisation de lecture
hi_in: देखने की अनुमति
id_id: izin untuk melihat
it_it: autorizzazione per visualizzare
ja_jp: 閲覧権限
ko_kr: 읽기 권한
ms_my: kebenaran melihat
pt_br: permissão para visualizar
ru_ru: разрешением на просмотр
th_th: สิทธิ์การอนุญาตในการดู
vi_vn: quyền xem
zh_cn: 可阅读权限
zh_tw: 可閱讀權限

# pGY
source: You don't have permission to invite collaborators.
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen.
es_es: No tienes permiso para invitar a colaboradores.
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs.
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengundang kolaborator.
it_it: Non disponi dell'autorizzazione per invitare collaboratori.
ja_jp: 共同編集者を招待する権限はありません
ko_kr: 공동 작업자를 초대할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator.
pt_br: Você não tem permissão para convidar colaboradores.
ru_ru: У вас недостаточно прав для приглашения соавторов.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน
vi_vn: Bạn không có quyền mời cộng tác viên.
zh_cn: 你没有邀请协作者的权限
zh_tw: 你沒有邀請協作者的權限
