Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# eJo
source: Unable to load data.
de_de: Die Daten konnten nicht geladen werden.
es_es: No se pueden cargar los datos.
fr_fr: Impossible de charger les données.
id_id: Gagal memuat data.
it_it: Impossibile caricare i dati.
ja_jp: データを読み込みできませんでした。
ko_kr: 데이터를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan data.
pt_br: Falha ao carregar os dados.
ru_ru: Не удалось загрузить данные.
th_th: ไม่สามารถโหลดข้อมูลได้
vi_vn: Không thể tải dữ liệu.
zh_cn: 数据加载失败
zh_tw: 資料載入失敗

# p/0
source: Unable to load. Please try again.
de_de: Laden nicht möglich. Bitte versuchen Sie es erneut.
es_es: No se puede cargar. Inténtalo de nuevo.
fr_fr: Chargement impossible. Veuillez réessayer.
id_id: Gagal memuat. Coba lagi.
it_it: Impossibile caricare. Riprova.
ja_jp: 取得できませんでした。再試行してください。
ko_kr: 로드할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi.
pt_br: Não é possível carregar. Tente novamente.
ru_ru: Не удалось загрузить. Попробуйте еще раз.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้ง
vi_vn: Không thể tải. Vui lòng thử lại.
zh_cn: 获取失败，请重试
zh_tw: 取得失敗，請重試

# tU0
source: Save to Albums
de_de: Unter „Alben“ speichern
es_es: Guardar en álbumes
fr_fr: Enregistrer dans les albums
id_id: Simpan ke Album
it_it: Salva negli album
ja_jp: アルバムに保存
ko_kr: 앨범에 저장
ms_my: Simpan ke Album
pt_br: Salvar em álbuns
ru_ru: Сохранить в альбомы
th_th: บันทึกไปยังอัลบั้ม
vi_vn: Lưu vào album
zh_cn: 保存到相册
zh_tw: 儲存至相簿

# nCA
source: Saved to albums
de_de: Unter „Alben“ gespeichert
es_es: Guardado en álbumes
fr_fr: Enregistré dans les albums
id_id: Disimpan ke album
it_it: Salvataggio negli album riuscito
ja_jp: アルバムに保存しました。
ko_kr: 앨범에 저장되었습니다
ms_my: Simpan ke album
pt_br: Salvo em álbuns
ru_ru: Сохранено в альбомы
th_th: บันทึกไว้ในอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到相册
zh_tw: 已儲存至相簿

# vCg
source: Scan on {{APP_DISPLAY_NAME}}
de_de: Mithilfe von {{APP_DISPLAY_NAME}} scannen
es_es: Escaneo activado en {{APP_DISPLAY_NAME}}
fr_fr: Scanner sur {{APP_DISPLAY_NAME}}
id_id: Pindai di {{APP_DISPLAY_NAME}}
it_it: Scansiona su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} でQRコードをスキャン
ko_kr: {{APP_DISPLAY_NAME}}에서 스캔
ms_my: Imbas di {{APP_DISPLAY_NAME}}
pt_br: Escanear no {{APP_DISPLAY_NAME}}
ru_ru: Сканировать в {{APP_DISPLAY_NAME}}
th_th: สแกนบน {{APP_DISPLAY_NAME}}
vi_vn: Quét trên {{APP_DISPLAY_NAME}}
zh_cn: 打开{{APP_DISPLAY_NAME}}扫一扫
zh_tw: 開啟{{APP_DISPLAY_NAME}}掃一掃

# UQg
source: QR Code
es_es: Código QR
fr_fr: Code QR
id_id: Kode QR
it_it: Codice QR
ja_jp: QRコード
ko_kr: QR 코드
ms_my: Kod QR
pt_br: Código QR
ru_ru: QR-код
th_th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_cn: 二维码
zh_tw: QR 碼

# C9I
source: Unable to share. Please try again.
de_de: Freigabe nicht möglich. Bitte versuchen Sie es erneut.
es_es: No se puede compartir. Inténtalo de nuevo.
fr_fr: Partage impossible. Veuillez réessayer.
id_id: Gagal berbagi. Coba lagi.
it_it: Impossibile condividere. Riprova.
ja_jp: 共有できませんでした。もう一度お試しください。
ko_kr: 공유할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat berkongsi. Sila cuba lagi.
pt_br: Não é possível compartilhar. Tente novamente.
ru_ru: Не удалось поделиться. Попробуйте еще раз.
th_th: ไม่สามารถแบ่งปันได้ โปรดลองอีกครั้ง
vi_vn: Không thể chia sẻ. Vui lòng thử lại.
zh_cn: 分享失败，请重试
zh_tw: 分享失敗，請重試

# MA0
source: View Table
de_de: Tabelle anzeigen
es_es: Ver tabla
fr_fr: Afficher le tableau
id_id: Lihat Tabel
it_it: Visualizza tabella
ja_jp: テーブルを閲覧
ko_kr: 표 보기
ms_my: Lihat Jadual
pt_br: Visualizar tabela
ru_ru: Просмотр таблицы
th_th: ดูตาราง
vi_vn: Xem bảng
zh_cn: 查看数据表
zh_tw: 查看資料表

# 4cM
source: Added to Workplace
de_de: Zu Arbeitsplatz hinzugefügt
es_es: Agregado a Espacio de trabajo
fr_fr: Ajouté à l'espace de travail
id_id: Ditambahkan ke Tempat Kerja
it_it: Aggiunta completata a Spazio di lavoro
ja_jp: ワークプレイスに追加済
ko_kr: 작업 공간에 추가했습니다
ms_my: Ditambah ke Workplace
pt_br: Adicionado ao Espaço de trabalho
ru_ru: Добавлено на Рабочее место
th_th: เพิ่มไปยังที่ทำงานสำเร็จแล้ว
vi_vn: Đã thêm vào Nơi làm việc
zh_cn: 已添加到工作台
zh_tw: 已新增到工作台

# 4A0
source: Added to "Workplace > My Favorites"
de_de: Zu „Arbeitsplatz“ –> „Meine Favoriten“ hinzugefügt
es_es: Agregado a "Espacio de trabajo > Mis favoritos"
fr_fr: Ajouté à "Espace de travail > Mes favoris"
id_id: Ditambahkan ke "Tempat Kerja > Favorit Saya"
it_it: Aggiunta completata a "Spazio di lavoro > I miei preferiti"
ja_jp: ワークプレイスの「よく使う項目」に追加しました。
ko_kr: "작업 공간 > 내 즐겨찾기"에 추가했습니다
ms_my: Ditambah ke "Workplace > My Favorites"
pt_br: Adicionado a "Espaço de trabalho > Meus favoritos"
ru_ru: Добавлено в Рабочее место > Мое избранное
th_th: เพิ่มไปยัง "ที่ทำงาน > รายการโปรดของฉัน"
vi_vn: Đã thêm vào "Nơi làm việc > Mục ưa thích của tôi"
zh_cn: 已添加到“工作台 > 我的常用”
zh_tw: 已新增到「工作台 > 我的常用」

# vPA
source: "My Favorites" has not been added to your Workplace. Please contact your administrator.
de_de: „Meine Favoriten“ wurde nicht zu Ihrem Arbeitsplatz hinzugefügt. Bitte wenden Sie sich an Ihren Administrator.
es_es: No se ha agregado "Mis favoritos" a tu espacio de trabajo. Contacta con tu administrador.
fr_fr: "Mes favoris" n'a pas été ajouté à votre Espace de travail. Veuillez contacter votre administrateur.
id_id: "Favorit Saya" belum ditambahkan ke Tempat Kerja Anda. Hubungi administrator Anda.
it_it: "I miei preferiti" non è stato aggiunto al tuo Spazio di lavoro. Contatta l'amministratore.
ja_jp: ワークプレイスに「よく使う項目」ブロックが追加されていません。管理者に設定を依頼してください。
ko_kr: "내 즐겨찾기"가 작업 공간에 추가되지 않았습니다. 관리자에게 문의하세요.
ms_my: "My Favorites" belum ditambah ke Workplace anda. Sila hubungi pentadbir anda.
pt_br: "Meus favoritos" não foi adicionado ao seu Espaço de trabalho. Entre em contato com seu administrador.
ru_ru: "Мое избранное" не добавлено в ваше Рабочее место. Свяжитесь с администратором.
th_th: ยังไม่ได้เพิ่ม "รายการโปรดของฉัน" ในที่ทำงานของคุณ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: "Mục ưa thích của tôi" chưa được thêm vào Nơi làm việc. Vui lòng liên hệ với quản trị viên.
zh_cn: 工作台未添加“我的常用”小组件，请先联系管理员配置
zh_tw: 工作台未新增「我的常用」小元件，請先聯絡管理員設定

# igE
source: Removed from Workplace - My Favorites
de_de: Aus „Arbeitsplatz – Meine Favoriten“ entfernt
es_es: Quitado de Espacio de trabajo
fr_fr: Retiré de l'espace de travail - Mes favoris
id_id: Dihapus dari Tempat Kerja - Favorit Saya
it_it: Rimozione completata da Spazio di lavoro - I miei preferiti
ja_jp: ワークプレイスの「よく使う項目」から削除しました。
ko_kr: 작업 공간 - 내 즐겨찾기에서 제거했습니다
ms_my: Dikeluarkan dari Workplace - My Favorites
pt_br: Removido do Espaço de trabalho - Meus favoritos
ru_ru: Удалено с Рабочего места > Мое избранное
th_th: ลบออกจากที่ทำงาน - รายการโปรดของฉันแล้ว
vi_vn: Đã xóa khỏi Nơi làm việc - Ưa thích
zh_cn: 已从工作台 - 我的常用中移除
zh_tw: 已從工作台 - 我的常用中移除

# rGE
source: Add to Workplace
de_de: Zum Arbeitsplatz hinzufügen
es_es: Agregar a Espacio de trabajo
fr_fr: Ajouter à l'espace de travail
id_id: Tambahkan ke Tempat Kerja
it_it: Aggiungi allo Spazio di lavoro
ja_jp: ワークプレイスに追加
ko_kr: 작업 공간에 추가
ms_my: Tambah ke Tempat Kerja
pt_br: Adicionar ao Espaço de trabalho
ru_ru: Добавить на Рабочее место
th_th: เพิ่มไปยังที่ทำงาน
vi_vn: Thêm vào Nơi làm việc
zh_cn: 添加到工作台
zh_tw: 新增到工作台

# CNs
source: You can now add bases to Workplace with one click.
de_de: Sie können nun Bases mit einem Klick zum Arbeitsplatz hinzufügen.
es_es: Ahora puedes agregar Bases a Espacio de trabajo con un solo clic.
fr_fr: Vous pouvez désormais ajouter des Bases à votre espace de travail en un clic.
id_id: Sekarang Anda dapat menambahkan Base ke Tempat Kerja dengan satu klik.
it_it: Ora puoi aggiungere Base allo Spazio di lavoro con un clic.
ja_jp: ワンクリックで Base をワークプレイスに追加できるようになりました！
ko_kr: 이제 한 번의 클릭으로 작업 공간에 Base를 추가할 수 있습니다.
ms_my: Anda kini boleh menambah asas ke Workplace dengan satu klik.
pt_br: Agora você pode adicionar Bases ao Espaço de trabalho com um clique.
ru_ru: Теперь вы можете добавлять таблицы Base на Рабочее место одним касанием.
th_th: ตอนนี้คุณสามารถเพิ่ม Bases ไปยังที่ทำงานได้ด้วยคลิกเดียว
vi_vn: Bạn hiện có thể thêm Base vào Nơi làm việc chỉ bằng một lần nhấp chuột.
zh_cn: 可一键添加多维表格到工作台啦！
zh_tw: 可一鍵新增多維表格到工作台啦！

# 26k
source: Add this base to Workplace. You can find it in "{{APP_DISPLAY_NAME}} > Workplace > My Favorites".
de_de: Fügen Sie diese Base Ihrem Arbeitsplatz hinzu. Sie finden sie in der App {{APP_DISPLAY_NAME}} unter „Arbeitsplatz“ –> „Meine Favoriten“.
es_es: Agrega este Base a Espacio de trabajo. Podrás encontrarlo en "{{APP_DISPLAY_NAME}} > Espacio de trabajo > Mis favoritos".
fr_fr: Ajoutez cette Base à l'espace de travail. Vous pouvez la trouver dans "{{APP_DISPLAY_NAME}} > Espace de travail > Mes favoris".
id_id: Tambahkan Base ini ke Tempat Kerja. Anda dapat menemukannya di "{{APP_DISPLAY_NAME}} > Tempat Kerja > Favorit Saya".
it_it: Aggiungi questo Base allo Spazio di lavoro. Puoi trovarlo in "{{APP_DISPLAY_NAME}} > Spazio di lavoro > I miei preferiti".
ja_jp: この Base をワークプレイスに追加すると、{{APP_DISPLAY_NAME}} ワークプレイスの「よく使う項目」で見つけることができます（自分にのみ表示）。
ko_kr: 이 Base를 작업 공간에 추가합니다. "{{APP_DISPLAY_NAME}} > 작업 공간 > 내 즐겨찾기"에서 찾을 수 있습니다.
ms_my: Tambahkan asas ini ke Tempat Kerja. Anda boleh mencarinya di "{{APP_DISPLAY_NAME}} > Tempat Kerja > Kegemaran Saya".
pt_br: Adicione este Base ao Espaço de trabalho. Você pode encontrá-lo em "{{APP_DISPLAY_NAME}} > Espaço de trabalho > Meus favoritos".
ru_ru: Добавьте эту таблицу Base на Рабочем месте. Вы можете найти его в "{{APP_DISPLAY_NAME}} > Рабочее место > Мое избранное".
th_th: เพิ่ม Base นี้ไปยังที่ทำงาน คุณสามารถค้นหาได้ใน "{{APP_DISPLAY_NAME}} > ที่ทำงาน > รายการโปรดของฉัน"
vi_vn: Thêm Base này vào Nơi làm việc. Bạn có thể tìm thấy Base trong "{{APP_DISPLAY_NAME}} > Nơi làm việc > Mục ưa thích của tôi".
zh_cn: 将该多维表格添加到工作台，可在“{{APP_DISPLAY_NAME}} > 工作台 > 我的常用”中查看（仅对自己可见）
zh_tw: 將該多維表格新增到工作台，可在「{{APP_DISPLAY_NAME}} > 工作台 > 我的常用」中查看 (僅對自己可見)

# pQ0
source: You have reached the maximum number of apps in Workplace. Please remove some apps before adding one in Workplace - My Favorites.
de_de: Die maximale Anzahl von Apps im Arbeitsplatz wurde erreicht. Bitte entfernen Sie einige Apps aus „Arbeitsplatz – Meine Favoriten“, bevor Sie eine App hinzufügen.
es_es: Has alcanzado el número máximo de aplicaciones en el espacio de trabajo. Quita alguna aplicación antes de agregar otra en Espacio de trabajo - Mis favoritos.
fr_fr: Vous avez atteint le nombre maximal d'applications dans l'espace de travail. Veuillez en retirer avant d'en ajouter dans l'espace de travail - Mes favoris.
id_id: Anda telah mencapai jumlah maksimum aplikasi di Tempat Kerja. Hapus beberapa aplikasi sebelum menambahkan lagi di Tempat Kerja - Favorit Saya.
it_it: Numero massimo di app raggiunto nello Spazio di lavoro. Rimuovi alcune app prima di aggiungerne una in Spazio di lavoro - I miei preferiti.
ja_jp: ワークプレイス内の項目数が上限に達しました。追加する前に、「ワークプレイス」>「よく使う項目」に移動し、いくつかのアプリを削除してください。
ko_kr: 작업 공간의 최대 앱 수에 도달했습니다. 작업 공간 - 내 즐겨찾기에 추가하기 전에 일부 앱을 제거하세요.
ms_my: Anda telah mencapai bilangan maksimum aplikasi dalam Workplace. Sila keluarkan beberapa aplikasi sebelum menambah satu dalam Workplace - My Favorites.
pt_br: Você atingiu o número máximo de aplicativos no Espaço de trabalho. Remova alguns aplicativos antes de adicionar um no Espaço de trabalho - Meus favoritos.
ru_ru: Вы достигли максимального количества приложений на Рабочем месте. Удалите некоторые приложения, прежде чем добавлять их в Рабочее место > Избранное.
th_th: คุณมีแอปในสถานที่ทำงานถึงจำนวนสูงสุดแล้ว โปรดลบบางแอปออกก่อนที่จะเพิ่มในสถานที่ทำงาน - รายการโปรดของฉัน
vi_vn: Số lượng ứng dụng trong Nơi làm việc của bạn đã đạt mức tối đa. Vui lòng xóa một số ứng dụng trước khi thêm ứng dụng mới vào Nơi làm việc - Ưa thích.
zh_cn: 工作台应用已达上限，请至工作台 - 我的常用中移除内容后再添加
zh_tw: 工作台應用程式已達上限，請前往工作台 - 我的常用移除內容後再新增

# ngs
source: Add viewers
de_de: Betrachter hinzufügen
es_es: Agregar espectadores
fr_fr: Ajouter des lecteurs
id_id: Tambah penonton
it_it: Aggiungi visualizzatori
ja_jp: 閲覧者を追加
ko_kr: 시청자 추가
ms_my: Tambah penonton
pt_br: Adicionar visualizadores
ru_ru: Добавить зрителей
th_th: เพิ่มผู้ดู
vi_vn: Thêm người xem
zh_cn: 添加阅读者
zh_tw: 新增閱讀者

# 6gQ
source: When sharing is turned on, this record can be accessed independently through a link.
de_de: Wenn die Freigabe aktiviert ist, kann auf diesen Datensatz unabhängig über einen Link zugegriffen werden.
es_es: Cuando el uso compartido está activado, se puede acceder a este registro independientemente mediante un enlace.
fr_fr: Lorsque le partage est activé, cet enregistrement peut être consulté indépendamment par le biais d'un lien.
id_id: Saat diaktifkan, rekaman ini dapat diakses secara mandiri melalui tautan.
it_it: Quando la condivisione è attivata, è possibile accedere a questo record in modo indipendente tramite un link.
ja_jp: 共有をオンにすると、生成された共有リンクからレコードに独立してアクセスできます。
ko_kr: 공유가 켜져 있으면 링크를 통해 이 기록에 독립적으로 액세스할 수 있습니다.
ms_my: Apabila perkongsian dihidupkan, rekod ini boleh diakses secara bebas melalui pautan.
pt_br: Quando o compartilhamento estiver ativado, esse registro poderá ser acessado de forma independente por meio de um link.
ru_ru: Когда совместное использование включено, к этой записи можно получить доступ независимо по ссылке.
th_th: เมื่อเปิดการแบ่งปันแล้ว คุณจะสามารถเข้าถึงบันทึกนี้ได้อย่างอิสระผ่านทางลิงก์
vi_vn: Khi bật tính năng chia sẻ, bạn có thể truy cập bản ghi này một cách độc lập thông qua liên kết.
zh_cn: 开启分享后，可通过生成的分享链接独立访问记录
zh_tw: 開啟分享後，可透過產生的分享連結單獨存取記錄

# zQc
source: Please check {{title}} I shared on {{APP_DISPLAY_NAME}}.
de_de: Bitte prüfen Sie {{title}}, den ich auf {{APP_DISPLAY_NAME}} freigegeben habe.
es_es: He compartido {{title}} en {{APP_DISPLAY_NAME}}, échale un vistazo.
fr_fr: Veuillez vérifier {{title}} que j'ai partagé sur {{APP_DISPLAY_NAME}}.
id_id: Periksa {{title}} yang saya bagikan pada {{APP_DISPLAY_NAME}}.
it_it: Verifica {{title}} che ho condiviso in {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}} で共有した {{title}} をチェックしてみてください！
ko_kr: 제가 {{APP_DISPLAY_NAME}}에 공유한 {{title}}을(를) 확인하세요.
ms_my: Sila periksa {{title}} yang saya kongsikan di {{APP_DISPLAY_NAME}}.
pt_br: Verifique {{title}} que compartilhei em {{APP_DISPLAY_NAME}}.
ru_ru: Просмотрите {{title}}, которым я поделился в {{APP_DISPLAY_NAME}}.
th_th: โปรดตรวจสอบ {{title}} I แบ่งปันบน {{APP_DISPLAY_NAME}}
vi_vn: Vui lòng kiểm tra {{title}} tôi đã chia sẻ trên {{APP_DISPLAY_NAME}}.
zh_cn: 快来查看我在{{APP_DISPLAY_NAME}}分享的“{{title}}”吧
zh_tw: 快來查看我在{{APP_DISPLAY_NAME}}分享的「{{title}}」吧

# KIA
source: Invite viewer
de_de: Betrachter einladen
es_es: Invitar a espectador
fr_fr: Inviter un lecteur
id_id: Undang penonton
it_it: Invita visualizzatore
ja_jp: 閲覧可能なユーザーを招待
ko_kr: 시청자 초대
ms_my: Jemput penonton
pt_br: Convidar visualizador
ru_ru: Пригласить зрителя
th_th: เชิญผู้รับชม
vi_vn: Mời người xem
zh_cn: 邀请阅读者
zh_tw: 邀請閱讀者

# w5w
source: Manage viewers
de_de: Betrachter verwalten
es_es: Gestionar espectadores
fr_fr: Gérer les lecteurs
id_id: Kelola penonton
it_it: Gestisci visualizzatori
ja_jp: 閲覧者を管理
ko_kr: 시청자 관리
ms_my: Urus penonton
pt_br: Gerenciar visualizadores
ru_ru: Управление зрителями
th_th: จัดการผู้ดู
vi_vn: Quản lý người xem
zh_cn: 管理阅读者
zh_tw: 管理閱讀者

# kzA
source: Only invited people can view
de_de: Nur eingeladene Personen haben Lesezugriff
es_es: Solo las personas invitadas pueden ver
fr_fr: Seules les personnes invitées peuvent afficher
id_id: Hanya orang yang diundang yang dapat melihat
it_it: Solo le persone invitate possono visualizzare
ja_jp: 招待したメンバーのみ閲覧可能
ko_kr: 초대받은 사람만 읽기 가능
ms_my: Hanya orang yang dijemput boleh melihat
pt_br: Somente pessoas convidadas podem visualizar
ru_ru: Только приглашенные могут просматривать
th_th: บุคคลที่ได้รับเชิญเท่านั้นที่สามารถดูได้
vi_vn: Chỉ những người được mời mới có thể xem
zh_cn: 仅受邀请的人可阅读
zh_tw: 僅受邀者可閱讀

# gi4
source: People in the organization with the link can view
de_de: Personen innerhalb der Organisation mit dem Link haben Lesezugriff
es_es: Las personas de la organización con el enlace pueden ver
fr_fr: Les membres de l'organisation disposant du lien peuvent afficher
id_id: Orang-orang di dalam organisasi yang memiliki tautan dapat melihat
it_it: Le persone dell'organizzazione con il link possono visualizzare
ja_jp: リンクを取得した内部メンバーのみ閲覧可能
ko_kr: 링크가 있는 기업 내부 인원 읽기 가능
ms_my: Orang dalam organisasi dengan pautan boleh melihat
pt_br: As pessoas na organização com o link podem visualizar
ru_ru: Пользователи в организации, у которых есть ссылка, могут просматривать
th_th: บุคคลในองค์กรที่มีลิงก์สามารถดูได้
vi_vn: Người trong tổ chức có liên kết có thể xem
zh_cn: 组织内获得链接的人可阅读
zh_tw: 組織內取得連結的人可閱讀

# /Zk
source: Anyone with the link can view
de_de: Jede Person mit dem Link hat Lesezugriff
es_es: Cualquier persona con el enlace puede ver
fr_fr: Toute personne disposant du lien peut afficher
id_id: Siapa pun yang memiliki tautan dapat melihat
it_it: Chiunque disponga del link può visualizzare
ja_jp: リンクを取得したメンバー全員閲覧可能
ko_kr: 링크를 가진 모든 사람 읽기 가능
ms_my: Sesiapa dengan pautan boleh melihat
pt_br: Qualquer pessoa com o link pode visualizar
ru_ru: Все, у кого есть ссылка, могут просматривать
th_th: ทุกคนที่มีลิงก์สามารถดูได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem
zh_cn: 互联网上获得链接的人可阅读
zh_tw: 網際網路上取得連結的人可閱讀

# 9ck
source: This record may not comply with our terms of service. Sharing has been suspended.
de_de: Dieser Datensatz entspricht möglicherweise nicht unseren Nutzungsbedingungen. Die Freigabe wurde ausgesetzt.
es_es: Es posible que este registro no cumpla nuestros términos de servicio. El uso compartido se ha suspendido.
fr_fr: Cet enregistrement peut ne pas être conforme à nos conditions d'utilisation. Le partage a été désactivé.
id_id: Rekaman ini mungkin tidak mematuhi ketentuan layanan kami. Berbagi telah ditangguhkan.
it_it: Questo record potrebbe non rispettare i nostri Termini di servizio. La condivisione è stata disattivata.
ja_jp: レコードが {{APP_DISPLAY_NAME}} 利用規約に違反しているため、共有が中止されました。
ko_kr: 이 기록은 서비스 약관을 준수하지 않을 수 있습니다. 공유가 비활성화되었습니다.
ms_my: Rekod ini mungkin tidak mematuhi terma perkhidmatan kami. Perkongsian telah digantung.
pt_br: Este registro pode não estar em conformidade com nossos termos de serviço. O compartilhamento foi suspenso.
ru_ru: Эта запись может не соответствовать нашим условиям предоставления услуг. Раздача приостановлена.
th_th: บันทึกนี้อาจไม่เป็นไปตามข้อกำหนดการให้บริการของเรา การแบ่งปันปิดใช้งานแล้ว
vi_vn: Bản ghi này có thể không tuân thủ điều khoản dịch vụ của chúng tôi. Chức năng chia sẻ đã bị đình chỉ.
zh_cn: 你的记录因内容不符合{{APP_DISPLAY_NAME}}用户协议，已暂停分享
zh_tw: 你的記錄因內容不符合{{APP_DISPLAY_NAME}}使用者協議，已暫停分享

# KSI
source: Select a range to share
de_de: Wählen Sie einen Freigabebereich aus
es_es: Selecciona un rango para compartir
fr_fr: Sélectionnez une plage à partager
id_id: Pilih rentang untuk dibagikan
it_it: Seleziona un intervallo per condividere
ja_jp: 共有範囲を選択
ko_kr: 공유할 범위 선택
ms_my: Pilih julat untuk berkongsi
pt_br: Selecione um intervalo para compartilhar
ru_ru: Выберите диапазон, чтобы поделиться
th_th: เลือกช่วงที่จะแบ่งปัน
vi_vn: Chọn phạm vi chia sẻ
zh_cn: 请选择分享范围
zh_tw: 請選擇分享範圍

# Xak
source: You need to set the share permission
de_de: Sie müssen die Freigabeberechtigung festlegen
es_es: Tienes que establecer el permiso para compartir
fr_fr: Vous devez définir l'autorisation de partage
id_id: Anda perlu menetapkan izin berbagi
it_it: Devi impostare l'autorizzazione per condividere
ja_jp: このリンクにアクセスできるユーザーを設定してください。
ko_kr: 공유 권한을 설정해야 합니다
ms_my: Anda perlu menetapkan kebenaran kongsi
pt_br: Você precisa definir a permissão de compartilhamento
ru_ru: Вам нужно установить разрешение делиться
th_th: คุณต้องตั้งค่าสิทธิ์การอนุญาตการแบ่งปัน
vi_vn: Bạn cần đặt quyền chia sẻ
zh_cn: 请先设置谁可访问此链接
zh_tw: 請先設定誰可以存取此連結

# uoI
source: Send a sharable link
de_de: Einen teilbaren Link freigeben
es_es: Enviar un enlace que se puede compartir
fr_fr: Envoyer un lien partageable
id_id: Kirim tautan yang dapat dibagikan
it_it: Invia un link condivisibile
ja_jp: 共有リンクを送信
ko_kr: 공유 가능한 링크 보내기
ms_my: Hantar pautan yang boleh dikongsi
pt_br: Enviar um link compartilhável
ru_ru: Отправить ссылку для общего доступа
th_th: ส่งลิงก์ที่สามารถแชร์ได้
vi_vn: Gửi liên kết có thể chia sẻ
zh_cn: 发送分享链接
zh_tw: 傳送分享連結

# zHg
source: Please set a sharing range to complete your upgrade to enable independent sharing.
de_de: Bitte legen Sie einen Freigabebereich fest, um Ihr Upgrade abzuschließen und unabhängige Freigaben zu aktivieren.
es_es: Establece un rango de uso compartido para completar tu actualización y habilitar el uso compartido independiente.
fr_fr: Veuillez définir une plage de partage pour terminer votre mise à niveau et activer le partage indépendant.
id_id: Tetapkan rentang berbagi untuk menyelesaikan peningkatan Anda untuk mengaktifkan berbagi secara mandiri.
it_it: Imposta un intervallo di condivisione per completare l'upgrade e abilitare la condivisione indipendente.
ja_jp: ダッシュボードを個別に共有できるように、リンクにアクセスできるユーザー範囲を設定してください。
ko_kr: 독립 공유를 활성화하려면 공유 범위를 설정해 업그레이드를 완료하세요.
ms_my: Sila tetapkan julat perkongsian untuk melengkapkan peningkatan anda bagi mengaktifkan perkongsian bebas.
pt_br: Defina um intervalo de compartilhamento para concluir seu upgrade para ativar o compartilhamento independente.
ru_ru: Установите диапазон общего доступа, чтобы завершить обновление, чтобы включить независимый общий доступ.
th_th: โปรดตั้งค่าช่วงการแบ่งปันเพื่อทำการอัปเกรดของคุณให้เสร็จสมบูรณ์เพื่อเปิดใช้การแบ่งปันอิสระ
vi_vn: Vui lòng đặt phạm vi chia sẻ để hoàn thành nâng cấp và kích hoạt tính năng chia sẻ độc lập.
zh_cn: 请为当前的分享链接设置分享范围，升级为可以独立访问的仪表盘
zh_tw: 請為目前的分享連結設定分享範圍，升級為可以單獨存取的儀錶盤

# sWQ
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 今すぐ設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 立即设置
zh_tw: 立即設定

# b4Q
source: Share Dashboard
de_de: Dashboard freigeben
es_es: Compartir tablero de mando
fr_fr: Partager le tableau de bord
id_id: Bagikan Dasbor
it_it: Condividi Pannello di controllo
ja_jp: ダッシュボードを共有
ko_kr: 대시보드 공유
ms_my: Kongsi Papan Pemuka
pt_br: Compartilhar painel
ru_ru: Поделиться информационной панелью
th_th: แบ่งปันแดชบอร์ด
vi_vn: Chia sẻ Bảng điều khiển
zh_cn: 分享仪表盘
zh_tw: 分享儀錶盤

# X8U
source: Share Record
de_de: Datensatz freigeben
es_es: Compartir registro
fr_fr: Partager l'enregistrement
id_id: Bagikan Rekaman
it_it: Condividi record
ja_jp: レコードを共有
ko_kr: 기록 공유
ms_my: Kongsi Rekod
pt_br: Compartilhar o registro
ru_ru: Поделиться записью
th_th: แบ่งปันบันทึก
vi_vn: Chia sẻ bản ghi
zh_cn: 分享记录
zh_tw: 分享記錄

# A94
source: Share dashboard
de_de: Dashboard freigeben
es_es: Compartir tablero de mando
fr_fr: Partager le tableau de bord
id_id: Bagikan dasbor
it_it: Condividi pannello di controllo
ja_jp: ダッシュボードを共有
ko_kr: 대시보드 공유
ms_my: Kongsi papan pemuka
pt_br: Compartilhar painel
ru_ru: Поделиться панелью инструментов
th_th: แบ่งปันแดชบอร์ด
vi_vn: Chia sẻ bảng điều khiển
zh_cn: 分享此仪表盘
zh_tw: 分享此儀錶盤

# Utk
source: Share record
de_de: Datensatz freigeben
es_es: Compartir registro
fr_fr: Partager l'enregistrement
id_id: Bagikan rekaman
it_it: Condividi record
ja_jp: レコードを共有
ko_kr: 기록 공유
ms_my: Kongsi rekod
pt_br: Compartilhar o registro
ru_ru: Поделиться записью
th_th: แบ่งปันบันทึก
vi_vn: Chia sẻ bản ghi
zh_cn: 分享此记录
zh_tw: 分享此記錄

# +jY
source: Share view
de_de: Ansicht freigeben
es_es: Compartir vista
fr_fr: Partager l'affichage
id_id: Bagikan tampilan
it_it: Condividi visualizzazione
ja_jp: ビューを共有
ko_kr: 보기 공유
ms_my: Kongsi pandangan
pt_br: Compartilhar a visualização
ru_ru: Поделиться просмотром
th_th: แบ่งปันมุมมอง
vi_vn: Chia sẻ chế độ xem
zh_cn: 分享此视图
zh_tw: 分享此視圖

# z6o
source: Share View
de_de: Ansicht freigeben
es_es: Compartir vista
fr_fr: Partager l'affichage
id_id: Bagikan Tampilan
it_it: Condividi visualizzazione
ja_jp: ビューを共有
ko_kr: 보기 공유
ms_my: Kongsi Pandangan
pt_br: Compartilhar a visualização
ru_ru: Поделиться видом
th_th: แบ่งปันมุมมอง
vi_vn: Chia sẻ chế độ xem
zh_cn: 分享视图
zh_tw: 分享視圖
