Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# DVA
source: Request to delete document
de_de: Antrag zum Löschen des Dokuments
es_es: Solicitud de eliminación de documento
fr_fr: Demande de suppression de document
id_id: Meminta untuk menghapus dokumen
it_it: Richiesta di eliminazione del documento
ja_jp: ドキュメントの削除をリクエスト
ko_kr: 문서 삭제 요청
ms_my: Permintaan untuk memadam dokumen
pt_br: Solicitação para excluir documento
ru_ru: Запрос на удаление документа
th_th: คำขอลบเอกสาร
vi_vn: Yêu cầu xóa tài liệu
zh_cn: 申请删除文档
zh_tw: 申請刪除文件

# IYo
source: Request to delete folder
de_de: Antrag zum Löschen des Ordners
es_es: Solicitud de eliminación de carpeta
fr_fr: Demande de suppression de dossier
id_id: Meminta untuk menghapus folder
it_it: Richiesta di eliminazione della cartella
ja_jp: フォルダの削除をリクエスト
ko_kr: 폴더 삭제 요청
ms_my: Permintaan untuk memadam folder
pt_br: Solicitação para excluir pasta
ru_ru: Запрос на удаление папки
th_th: คำขอลบโฟลเดอร์
vi_vn: Yêu cầu xóa thư mục
zh_cn: 申请删除文件夹
zh_tw: 申請刪除資料夾

# aZw
source: Request to move document
de_de: Antrag zum Verschieben des Dokuments
es_es: Solicitud de mover documento
fr_fr: Demande de déplacement d'un document
id_id: Minta untuk memindahkan dokumen
it_it: Richiesta di spostare il documento
ja_jp: ドキュメントの移動を申請
ko_kr: 문서 이동 요청
ms_my: Mohon untuk pindahkan dokumen
pt_br: Solicitar para mover documento
ru_ru: Запрос на перемещение документа
th_th: คำขอย้ายเอกสาร
vi_vn: Yêu cầu di chuyển tài liệu
zh_cn: 申请移动文档
zh_tw: 申請移動文件

# 3mA
source: Request to move folder
de_de: Antrag zum Verschieben des Ordners
es_es: Solicitud de mover carpeta
fr_fr: Demande de déplacement de dossier
id_id: Meminta untuk memindahkan folder
it_it: Richiesta di spostamento della cartella
ja_jp: フォルダの移動を申請
ko_kr: 폴더 이동 요청
ms_my: Mohon untuk pindahkan folder
pt_br: Solicitação para mover pasta
ru_ru: Запрос на перемещение папки
th_th: คำขอย้ายโฟลเดอร์
vi_vn: Yêu cầu di chuyển thư mục
zh_cn: 申请移动文件夹
zh_tw: 申請移動資料夾

# Avs
source: {{filename}} and {{number}} more
de_de: {{filename}} und {{number}} weitere
es_es: {{filename}} y {{number}} más
fr_fr: {{filename}} et {{number}} autres
id_id: {{filename}} dan {{number}} lainnya
it_it: {{filename}} e {{number}} altri
ja_jp: {{filename}}とほか {{number}} 個
ko_kr: {{filename}} 외 {{number}}개
ms_my: {{filename}} dan {{number}} lagi
pt_br: {{filename}} e mais {{number}}
ru_ru: {{filename}} и еще {{number}}
th_th: {{filename}} และเพิ่มเติมอีก {{number}} รายการ
vi_vn: {{filename}} và {{number}} khác
zh_cn: {{filename}}和另外 {{number}} 个
zh_tw: {{filename}}和另外 {{number}} 個

# QBE
source: In folder
de_de: In Ordner
es_es: En carpeta
fr_fr: Dans le dossier
id_id: Dalam folder
it_it: Nella cartella
ja_jp: 位置するフォルダ
ko_kr: 폴더 내
ms_my: Dalam folder
pt_br: Na pasta
ru_ru: В папке
th_th: ในโฟลเดอร์
vi_vn: Trong thư mục
zh_cn: 所在文件夹
zh_tw: 所在資料夾

# Mow
source: In wiki space
de_de: Im Wiki-Bereich
es_es: En el espacio Wiki
fr_fr: Dans l'espace Wiki
id_id: Dalam ruang wiki
it_it: Nello spazio Wiki
ja_jp: 位置するウィキスペース
ko_kr: Wiki 공간에서
ms_my: Dalam ruang wiki:
pt_br: No espaço da wiki
ru_ru: В Wiki-пространстве
th_th: ในพื้นที่ Wiki
vi_vn: Trong không gian Wiki
zh_cn: 所在知识库
zh_tw: 所在知識庫

# M+M
source: Only collaborators of the {{fileType}} can access via link
de_de: Nur Kollaboratoren dieses {{fileType}}s können über den Link zugreifen
es_es: Solo los colaboradores de {{fileType}} pueden acceder mediante enlace
fr_fr: Seuls les collaborateurs du {{fileType}} peuvent accéder grâce au lien
id_id: Hanya kolaborator {{fileType}} yang dapat mengakses melalui tautan
it_it: Solo i collaboratori del/della {{fileType}} possono accedere tramite link
ja_jp: {{fileType}}の共同編集者のみがリンクからアクセス可能
ko_kr: {{fileType}}의 공동 작업자만 링크를 통해 액세스 가능
ms_my: Hanya kolaborator {{fileType}} boleh mengakses melalui pautan
pt_br: Somente colaboradores do {{fileType}} podem acessar por meio do link
ru_ru: Только соавторы {{fileType}} могут получить доступ по ссылке
th_th: เฉพาะผู้ร่วมงานของ {{fileType}} เท่านั้นที่สามารถเข้าถึงผ่านลิงก์ได้
vi_vn: Chỉ cộng tác viên của {{fileType}} mới có thể truy cập qua liên kết
zh_cn: 仅{{fileType}}协作者可通过链接访问
zh_tw: 僅{{fileType}}協作者可透過連結存取

# JJs
source: Link sharing range
de_de: Link-Freigabebereich
es_es: Rango para compartir el enlace
fr_fr: Plage de partage de lien
id_id: Rentang berbagi tautan
it_it: Intervallo di condivisione link
ja_jp: リンクの共有範囲
ko_kr: 링크 공유 범위
ms_my: Julat perkongsian pautan
pt_br: Intervalo de compartilhamento de link
ru_ru: Диапазон обмена ссылками
th_th: ช่วงการแบ่งปันลิงก์
vi_vn: Phạm vi chia sẻ liên kết
zh_cn: 链接分享范围
zh_tw: 連結分享範圍

# LMg
source: Currently logged in as {{UserName}}. According to the administrator's settings, you don’t have permission to access the document. Please request permission from the organization administrator.
de_de: Sie sind derzeit als {{UserName}} angemeldet und haben gemäß den Einstellungen des Administrators keine Berechtigung für den Zugriff auf das Dokument. Bitte beantragen Sie diese Berechtigung beim Organisationsadministrator.
es_es: Has iniciado sesión como {{UserName}}. Según la configuración del administrador, no tienes permiso para acceder al documento. Solicita permiso al administrador corporativo.
fr_fr: Actuellement connecté en tant que {{UserName}}. Selon les paramètres de l'administrateur, vous n'avez pas la permission d'accéder au document. Veuillez demander l'autorisation à l'administrateur de l'organisation.
id_id: Saat ini login sebagai {{UserName}}. Berdasarkan pengaturan administrator, Anda tidak memiliki izin untuk mengakses dokumen. Minta izin dari administrator perusahaan.
it_it: Accesso effettuato come {{UserName}}. In base alle impostazioni dell'amministratore, non disponi dell'autorizzazione per accedere al documento. Richiedi l'autorizzazione all'amministratore dell'organizzazione.
ja_jp: 現在のログイン ID は {{UserName}} です。法人管理者の設定により、このドキュメントを編集することができません。必要がある場合、権限を申請してください。
ko_kr: 현재 {{UserName}}(으)로 로그인되어 있습니다. 관리자 설정에 따라 해당 문서에 액세스할 수 있는 권한이 없습니다. 엔터프라이즈 관리자에게 권한을 요청하세요.
ms_my: Saat ini masuk sebagai {{UserName}}. Menurut tetapan pentadbir, anda tidak mempunyai kebenaran untuk mengakses dokumen. Sila minta kebenaran dari pentadbir organisasi.
pt_br: Atualmente conectado como {{UserName}}. De acordo com as configurações do administrador, você não tem permissão para acessar o documento. Solicite permissão ao administrador da empresa.
ru_ru: Вы выполнили вход как {{UserName}}. В соответствии с настройками, установленными администратором, у вас нет разрешения на доступ к этому документу. Для получения разрешения обратитесь к администратору компании.
th_th: ขณะนี้ล็อกอินในฐานะ {{UserName}} ตามการตั้งค่าของผู้ดูแล คุณไม่มีสิทธิ์การอนุญาตเข้าถึงเอกสาร โปรดส่งคำขอสิทธิ์การอนุญาตจากผู้ดูแลองค์กร
vi_vn: Hiện đang đăng nhập bằng {{UserName}}. Theo cài đặt của quản trị viên, bạn không có quyền truy cập tài liệu. Vui lòng yêu cầu quản trị viên tổ chức cấp quyền.
zh_cn: 当前登录身份为{{UserName}}，企业管理员未允许你编辑此文档，如有需要请申请权限
zh_tw: 目前登入身分為{{UserName}}，企業管理員未允許你編輯此文件。如有需要，請申請權限

# 89E
source: Currently logged in as {{UserName}}. According to the administrator's settings, you don’t have permission to access the document. Please request permission from the organization administrator.
de_de: Sie sind derzeit als {{UserName}} angemeldet und haben gemäß den Einstellungen des Administrators keine Berechtigung für den Zugriff auf das Dokument. Bitte beantragen Sie diese Berechtigung beim Organisationsadministrator.
es_es: Has iniciado sesión como {{UserName}}. Según la configuración del administrador, no tienes permiso para acceder al documento. Solicita permiso al administrador corporativo.
fr_fr: Actuellement connecté en tant que {{UserName}}. Selon les paramètres de l'administrateur, vous n'avez pas la permission d'accéder au document. Veuillez demander l'autorisation à l'administrateur de l'organisation.
id_id: Saat ini login sebagai {{UserName}}. Berdasarkan pengaturan administrator, Anda tidak memiliki izin untuk mengakses dokumen. Minta izin dari administrator perusahaan.
it_it: Accesso effettuato come {{UserName}}. In base alle impostazioni dell'amministratore, non disponi dell'autorizzazione per accedere al documento. Richiedi l'autorizzazione all'amministratore dell'organizzazione.
ja_jp: 現在のログイン ID は {{UserName}} です。法人管理者の設定により、このドキュメントにアクセスできません。必要がある場合、権限を申請してください。
ko_kr: 현재 {{UserName}}(으)로 로그인되어 있습니다. 관리자 설정에 따라 해당 문서에 액세스할 수 있는 권한이 없습니다. 엔터프라이즈 관리자에게 권한을 요청하세요.
ms_my: Saat ini masuk sebagai {{UserName}}. Menurut tetapan pentadbir, anda tidak mempunyai kebenaran untuk mengakses dokumen. Sila minta kebenaran dari pentadbir organisasi.
pt_br: Atualmente conectado como {{UserName}}. De acordo com as configurações do administrador, você não tem permissão para acessar o documento. Solicite permissão ao administrador da empresa.
ru_ru: Вы выполнили вход как {{UserName}}. В соответствии с настройками, установленными администратором, у вас нет разрешения на доступ к этому документу. Для получения разрешения обратитесь к администратору компании.
th_th: ขณะนี้ล็อกอินในฐานะ {{UserName}} ตามการตั้งค่าของผู้ดูแล คุณไม่มีสิทธิ์การอนุญาตเข้าถึงเอกสาร โปรดส่งคำขอสิทธิ์การอนุญาตจากผู้ดูแลองค์กร
vi_vn: Hiện đang đăng nhập bằng {{UserName}}. Theo cài đặt của quản trị viên, bạn không có quyền truy cập tài liệu. Vui lòng yêu cầu quản trị viên tổ chức cấp quyền.
zh_cn: 当前登录身份为{{UserName}}，企业管理员未允许你访问此文档，如有需要请申请权限
zh_tw: 目前登入身分為{{UserName}}，企業管理員未允許你存取此文件。如有需要，請申請權限

# lXo
source: Report Outdated Content
de_de: Veralteten Inhalt melden
es_es: Informar de contenido obsoleto
fr_fr: Signaler un contenu obsolète
id_id: Laporkan Konten Usang
it_it: Segnala contenuto obsoleto
ja_jp: フィードバック
ko_kr: 오래된 콘텐츠 신고
ms_my: Laporkan Kandungan Lapuk
pt_br: Denunciar conteúdo desatualizado
ru_ru: Сообщить об устаревшем контенте
th_th: รายงานเนื้อหาที่ล้าสมัย
vi_vn: Báo cáo nội dung lỗi thời
zh_cn: 反馈内容过期
zh_tw: 反映內容過期

# QhE
source: The "{{validity}}" status in the document will be removed. Viewers may not be able to know if the content is still valid.
de_de: Der Status „{{validity}}“ wird im Dokument entfernt. Die Betrachter des Dokuments können unter Umständen nicht erkennen, ob der Inhalt noch gültig ist oder nicht.
es_es: Se va a quitar el estado "{{validity}}" del documento. Los espectadores no podrán saber si el contenido sigue siendo válido.
fr_fr: Le statut "{{validity}}" du document sera supprimé. Les utilisateurs ne pourront pas savoir si le contenu est toujours valide.
id_id: Status "{{validity}}" dalam dokumen akan dihapus. Orang yang melihat mungkin tidak dapat mengetahui apakah konten tersebut masih valid.
it_it: Lo stato "{{validity}}" nel documento verrà rimosso. I visualizzatori potrebbero non essere in grado di sapere se il contenuto è ancora valido.
ja_jp: 確認後、「{{validity}}」のステータスが変更されます。これにより、閲覧者がドキュメントの内容が最新かどうかを判断しにくくなる可能性があります。
ko_kr: 문서의 "{{validity}}" 상태가 제거됩니다. 시청자는 콘텐츠의 유효 여부를 파악하지 못할 수 있습니다.
ms_my: Status "{{validity}}" dalam dokumen akan dikeluarkan. Penonton mungkin tidak dapat mengetahui jika kandungan masih sah.
pt_br: O status "{{validity}}" no documento será removido. Os visualizadores talvez não consigam saber se o conteúdo ainda é válido.
ru_ru: Статус "{{validity}}" в документе будет удален. Пользователи могут не понять, является ли контент действительным.
th_th: สถานะ "{{validity}}" ในเอกสารจะลบออก ผู้ชมอาจไม่ทราบว่าเนื้อหานั้นยังใช้ได้อยู่หรือไม่
vi_vn: Trạng thái "{{validity}}" trong tài liệu sẽ bị xóa. Người xem có thể sẽ không biết nội dung còn hợp lệ không.
zh_cn: 确认后将取消“{{validity}}”状态，读者将无法判断是否可以信任此文档
zh_tw: 確認後將取消「{{validity}}」狀態，讀者將無法判斷是否可以信任此文件

# YeY
source: Remove verification label?
de_de: Möchten Sie das Verifizierungslabel entfernen?
es_es: ¿Quitar etiqueta de verificación?
fr_fr: Retirer l'étiquette de vérification ?
id_id: Hapus label verifikasi?
it_it: Rimuovere l'etichetta di verifica?
ja_jp: ラベルをクリアしますか？
ko_kr: 인증 레이블을 제거하시겠습니까?
ms_my: Buang label pengesahan?
pt_br: Remover o rótulo de verificação?
ru_ru: Удалить метку подтверждения?
th_th: ลบป้ายกำกับการยืนยันใช่หรือไม่
vi_vn: Xóa nhãn xác minh?
zh_cn: 清除时效性标记？
zh_tw: 要清除時效性標記嗎？

# iRU
source: Once confirmed, the document will no longer be labelled as "{{validity}}".
de_de: Nach der Bestätigung wird das Dokument nicht mehr als „{{validity}}“ gekennzeichnet.
es_es: Si se confirma, el documento dejará de etiquetarse como "{{validity}}".
fr_fr: Une fois confirmé, le document ne sera plus libellé comme "{{validity}}".
id_id: Setelah dikonfirmasi, dokumen tidak lagi diberi label sebagai "{{validity}}".
it_it: Dopo la conferma, il documento non sarà più etichettato come "{{validity}}".
ja_jp: 確認すると、ドキュメントから「{{validity}}」のラベルが外されます。
ko_kr: 확인하면 문서는 더 이상 "{{validity}}"(으)로 레이블이 지정되지 않습니다.
ms_my: Sekali disahkan, dokumen ini tidak lagi diberi label "{{validity}}".
pt_br: Uma vez confirmado, o documento não será mais rotulado como "{{validity}}".
ru_ru: После подтверждения документ больше не будет маркирован как "{{validity}}".
th_th: เมื่อยืนยันแล้ว เอกสารจะไม่ติดป้ายกำกับว่าเป็น "{{validity}}"
vi_vn: Sau khi xác nhận, tài liệu sẽ không còn được gắn nhãn là "{{validity}}".
zh_cn: 确认后将取消“{{validity}}”状态
zh_tw: 確認後將取消「{{validity}}」狀態

# D1U
source: Validity label removed
de_de: Gültigkeitslabel entfernt
es_es: Etiqueta de validez quitada
fr_fr: Libellé de validité retiré
id_id: Label validitas dihapus
it_it: Etichetta di validità rimossa
ja_jp: ドキュメントの更新状況のラベル付けを解除しました。
ko_kr: 유효성 레이블이 제거되었습니다
ms_my: Label sah dibuang
pt_br: Rótulo de validade removido
ru_ru: Удалить метку корректности
th_th: ลบป้ายกำกับความถูกต้องแล้ว
vi_vn: Đã xóa nhãn hiệu lực
zh_cn: 已取消文档时效性标记
zh_tw: 已取消文件時效性標記

# 1TM
source: The "{{validity}}" status will be displayed on the document, helping readers understand the content validity.
de_de: Der Status „{{validity}}“ wird im Dokument angezeigt, damit Leser die Gültigkeit des Inhalts leichter erkennen können.
es_es: El estado "{{validity}}" aparecerá en el documento para que los lectores comprendan la validez del contenido.
fr_fr: Le statut "{{validity}}" sera affiché sur le document, ce qui aidera les lecteurs à déterminer la validité du contenu.
id_id: Status "{{validity}}" akan ditampilkan di dokumen, membantu pembaca memahami validitas konten.
it_it: Lo stato "{{validity}}" verrà visualizzato sul documento, aiutando così i lettori a comprendere la validità del contenuto.
ja_jp: 「{{validity}}」というステータスのラベルはドキュメント内に表示され、閲覧者にドキュメントの更新状況を示します。
ko_kr: 독자가 콘텐츠의 유효성을 파악할 수 있도록 문서에 "{{validity}}" 상태가 표시됩니다.
ms_my: Status "{{validity}}" akan dipaparkan pada dokumen, membantu pembaca memahami keabsahan kandungan.
pt_br: O status "{{validity}}" será exibido no documento, auxiliando os leitores a entender a validade do conteúdo.
ru_ru: На документе будет отображен статус {{validity}}, что поможет читателям понимать корректность контента.
th_th: สถานะ "{{validity}}" จะแสดงในเอกสาร เพื่อช่วยให้ผู้อ่านเข้าใจระยะเวลาที่ใช้งานได้ของเนื้อหา
vi_vn: Trạng thái "{{validity}}" sẽ được hiển thị trên tài liệu, giúp người đọc nắm được hiệu lực của nội dung.
zh_cn: 将在文档展示“{{validity}}”状态，帮助读者了解文档的时效性
zh_tw: 將在文件顯示「{{validity}}」狀態，協助讀者瞭解文件的時效性

# bZw
source: Label the document as "{{validity}}"?
de_de: Soll Ihr Dokument als „{{validity}}“ gekennzeichnet werden?
es_es: ¿Etiquetar el documento como "{{validity}}"?
fr_fr: Étiqueter le document en tant que "{{validity}}" ?
id_id: Labeli dokumen sebagai "{{validity}}"?
it_it: Etichettare il documento come "{{validity}}"?
ja_jp: ドキュメントを「{{validity}}」というステータスに設定しますか？
ko_kr: 문서를 "{{validity}}"(으)로 레이블 지정하시겠습니까?
ms_my: Label dokumen sebagai "{{validity}}"?
pt_br: Rotular o documento como "{{validity}}"?
ru_ru: Пометить документ как "{{validity}}"?
th_th: ติดป้ายกำกับเอกสารเป็น "{{validity}}" หรือไม่
vi_vn: Gắn nhãn tài liệu là "{{validity}}"?
zh_cn: 将文档标记为“{{validity}}”？
zh_tw: 要將文件標記為「{{validity}}」嗎？

# 2Vk
source: Unable to set validity for the document. Please try again.
de_de: Gültigkeit für das Dokument konnte nicht festgelegt werden. Bitte versuchen Sie es erneut.
es_es: No se puede establecer la validez del documento. Inténtalo de nuevo.
fr_fr: Impossible de définir la validité du document. Veuillez réessayer.
id_id: Gagal menetapkan validitas untuk dokumen. Coba lagi.
it_it: Impossibile impostare la validità per il documento. Riprova.
ja_jp: ドキュメントの更新状況を設定できませんでした。再試行してください。
ko_kr: 문서의 유효 기간을 설정할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menetapkan tempoh sah untuk dokumen. Sila cuba lagi.
pt_br: Não é possível definir a validade do documento. Tente novamente.
ru_ru: Невозможно установить срок действия документа. Попробуйте еще раз.
th_th: ไม่สามารถตั้งค่าวันหมดอายุของเอกสารได้ โปรดลองอีกครั้ง
vi_vn: Không thể đặt thời hạn hiệu lực cho tài liệu. Vui lòng thử lại.
zh_cn: 文档时效性设置失败，请重试
zh_tw: 文件時效性設定失敗，請重試

# mB8
source: The "{{validity}}" status will be displayed on the document, helping readers understand the document's validity.
de_de: Der Status „{{validity}}“ wird im Dokument angezeigt, damit Leser die Gültigkeit des Dokuments leichter erkennen können.
es_es: El estado "{{validity}}" aparecerá en el documento para que los lectores conozcan su validez.
fr_fr: Le statut "{{validity}}" sera affiché sur le document, ce qui aidera les lecteurs à comprendre la validité du document.
id_id: Status "{{validity}}" akan ditampilkan di dokumen, membantu pembaca memahami validitas dokumen.
it_it: Lo stato "{{validity}}" verrà visualizzato sul documento, aiutando i lettori a comprenderne la validità.
ja_jp: 「{{validity}}」というステータスのラベルは、ドキュメントの上部に表示され、閲覧者にドキュメントの更新状況を示します。「{{validity}}」ラベルの期限を指定してください。
ko_kr: 독자가 문서의 유효성을 파악할 수 있도록 문서에 "{{validity}}" 상태가 표시됩니다.
ms_my: Status "{{validity}}" akan dipaparkan pada dokumen, membantu pembaca memahami keabsahan dokumen.
pt_br: O status "{{validity}}" será exibido no documento, ajudando os leitores a entender a validade do documento.
ru_ru: На документе будет отображен статус {{validity}}, что поможет читателям понимать актуальность документа.
th_th: สถานะ "{{validity}}" จะแสดงในเอกสาร เพื่อช่วยให้ผู้อ่านเข้าใจระยะเวลาที่ใช้งานได้ของเอกสาร
vi_vn: Trạng thái "{{validity}}" sẽ được hiển thị trên tài liệu, giúp người đọc nắm được hiệu lực của tài liệu.
zh_cn: 将在文档展示“{{validity}}”状态，帮助文档读者了解文档的时效性。
zh_tw: 將在文件顯示「{{validity}}」狀態，協助文件讀者瞭解文件的時效性。

# YiM
source: Labelled by {{user}} as "{{validity}}", valid till {{date}}
de_de: Gekennzeichnet von {{user}} als „{{validity}}“ mit Gültigkeit bis {{date}}
es_es: Etiquetado por {{user}} como "{{validity}}", válido hasta el {{date}}
fr_fr: Libellé par {{user}} en tant que "{{validity}}", valide jusqu'à {{date}}
id_id: Dilabeli oleh {{user}} sebagai "{{validity}}", berlaku hingga {{date}}
it_it: Etichettato da {{user}} come "{{validity}}", valido fino a: {{date}}
ja_jp: {{user}} さんは、{{date}} にドキュメントを「{{validity}}」（期限：{{date}} まで）に設定しました。
ko_kr: {{user}} 님이 "{{validity}}"(으)로 레이블 지정, {{date}}까지 유효
ms_my: Dilabel oleh {{user}} sebagai "{{validity}}", sah sehingga {{date}}
pt_br: Rotulado por {{user}} como "{{validity}}", válido até {{date}}
ru_ru: Отмечен пользователем {{user}} как "{{validity}}", действителен до {{date}}
th_th: ติดป้ายกำกับโดย {{user}} เป็น "{{validity}}" ใช้ได้จนถึง {{date}}
vi_vn: Được {{user}} gắn nhãn là "{{validity}}", có hiệu lực đến {{date}}
zh_cn: {{user}}已将文档标记为“{{validity}}”，有效期至 {{date}}
zh_tw: {{user}}已將文件標記為「{{validity}}」，有效期限至 {{date}}

# Oo4
source: After labeling the document as "{{validity}}", users who have previously reported outdated content will be notified. Please set the validity period for "{{validity}}":
de_de: Nach der Kennzeichnung des Dokuments als „{{validity}}“ werden die Benutzer benachrichtigt, die zuvor veraltete Inhalte gemeldet haben. Bitte legen Sie die Gültigkeitsdauer für „{{validity}}“ fest:
es_es: Tras etiquetar el documento como "{{validity}}", los usuarios que han informado de contenido obsoleto recibirán una notificación. Establece el período de validez para "{{validity}}":
fr_fr: Après avoir libellé le document comme "{{validity}}", les utilisateurs qui ont précédemment signalé un contenu obsolète en seront informés. Veuillez définir la période de validité de "{{validity}}" :
id_id: Setelah melabeli dokumen sebagai "{{validity}}", pengguna yang sebelumnya telah melaporkan konten yang kedaluwarsa akan diberi tahu. Tetapkan masa berlaku untuk "{{validity}}":
it_it: Una volta etichettato il documento come "{{validity}}", gli utenti che in precedenza hanno segnalato contenuto obsoleto riceveranno una notifica. Imposta il periodo di validità per "{{validity}}":
ja_jp: ドキュメントに「{{validity}}」のステータスが表示されるとともに、これまでにコンテンツが古いと報告してくれていたユーザーに通知が送信されます。「{{validity}}」の有効期限を設定してください。
ko_kr: 문서를 "{{validity}}"(으)로 레이블 지정하면 이전에 오래된 콘텐츠를 신고한 사용자에게 알림이 전송됩니다. "{{validity}}"에 대한 유효 기간을 설정하세요.
ms_my: Selepas melabel dokumen sebagai "{{validity}}", pengguna yang sebelumnya melaporkan kandungan yang luput akan diberitahu. Sila tetapkan tempoh sahlaku untuk "{{validity}}":
pt_br: Apósundefined rotular o documento como "{{validity}}", os usuários que relataram anteriormente conteúdo desatualizado serão notificados. Configure o período de validade para "{{validity}}":
ru_ru: После добавления к документу метки "{{validity}}" пользователи, которые сообщали об устаревшем контенте, получат соответствующее уведомление. Установите период действия "{{validity}}":
th_th: หลังจากติดป้ายกำกับเอกสารเป็น "{{validity}}" ผู้ใช้ที่เคยรายงานเนื้อหาที่ล้าสมัยจะได้รับการแจ้งเตือน โปรดตั้งระยะเวลาที่ถูกต้องสำหรับ "{{validity}}":
vi_vn: Sau khi gắn nhãn tài liệu là "{{validity}}", người dùng đã báo cáo nội dung lỗi thời trước đó sẽ được thông báo. Vui lòng đặt thời hạn hiệu lực cho "{{validity}}":
zh_cn: 将在文档展示“{{validity}}”状态，此前反馈过文档内容过期的用户将收到通知。请设置“{{validity}}”的有效期：
zh_tw: 將在文件顯示「{{validity}}」狀態，先前反映過文件內容過期的使用者將收到通知。請設定「{{validity}}」的有效期限：

# XiM
source: Potentially outdated
de_de: Möglicherweise veraltet
es_es: Potencialmente obsoleto
fr_fr: Potentiellement obsolète
id_id: Berpotensi usang
it_it: Potenzialmente obsoleto
ja_jp: 情報が古い可能性あり
ko_kr: 오래되었을 수 있음
ms_my: Mungkin lapuk
pt_br: Potencialmente desatualizado
ru_ru: Потенциально устаревший
th_th: อาจล้าสมัย
vi_vn: Có thể đã lỗi thời
zh_cn: 可能过期
zh_tw: 可能過期

# mk4
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ko_kr: 새로 만들기
ms_my: Baharu
pt_br: Novo
ru_ru: Новый
th_th: ใหม่
vi_vn: Mới
zh_cn: 新
zh_tw: 新

# M8k
source: Not set
de_de: Nicht festgelegt
es_es: No establecido
fr_fr: Non défini
id_id: Tidak ditetapkan
it_it: Non impostato/a
ja_jp: 未設定
ko_kr: 설정되지 않음
ms_my: Tidak ditetapkan
pt_br: Não configurado
ru_ru: Не задано
th_th: ไม่ได้ตั้งค่าไว้
vi_vn: Chưa thiết lập
zh_cn: 未设置
zh_tw: 未設定

# 3WE
source: New feature: Report outdated content
de_de: Neue Funktion: Veraltete Inhalte melden
es_es: Nueva función: denunciar contenido no actualizado
fr_fr: Nouvelle fonctionnalité : signaler le contenu obsolète
id_id: Fitur baru: Laporkan konten usang
it_it: Nuova funzione: segnalazione di contenuto obsoleto
ja_jp: 新機能：ドキュメントの古い情報を簡単にフィードバック
ko_kr: 새로운 기능: 오래된 콘텐츠 신고
ms_my: Ciri baharu: Laporkan kandungan lapuk
pt_br: Novo recurso: Informar conteúdo desatualizado
ru_ru: Новая функция: сообщайте об устаревшем контенте
th_th: ฟีเจอร์ใหม่: รายงานเนื้อหาที่ล้าสมัย
vi_vn: Tính năng mới: Báo cáo nội dung lỗi thời
zh_cn: 新功能：反馈内容过期
zh_tw: 新功能：反映內容過期

# KYA
source: View Now
de_de: Jetzt ansehen
es_es: Ver ahora
fr_fr: Afficher maintenant
id_id: Lihat Sekarang
it_it: Visualizza ora
ja_jp: 詳細について
ko_kr: 지금 보기
ms_my: Lihat Sekarang
pt_br: Visualizar agora
ru_ru: Просмотреть сейчас
th_th: ดูเลย
vi_vn: Xem ngay
zh_cn: 点击查看
zh_tw: 點選查看

# 05A
source: Outdated
de_de: Veraltet
es_es: Obsoleto
fr_fr: Obsolète
id_id: Usang
it_it: Obsoleto
ja_jp: 情報が古い
ko_kr: 오래됨
ms_my: Lapuk
pt_br: Desatualizado
ru_ru: Устаревший
th_th: ล้าสมัย
vi_vn: Lỗi thời
zh_cn: 已过期
zh_tw: 已過期
