Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Fv4
source: Save the record before adding attachments.
de_de: Speichern Sie den Datensatz, bevor Sie Anhänge hinzufügen.
es_es: Guardar el registro antes de agregar adjuntos.
fr_fr: Enregistrez l'enregistrement avant d'ajouter des pièces jointes.
hi_in: अटैचमेंट जोड़ने से पहले रिकॉर्ड सहेजें.
id_id: Simpan rekaman sebelum menambahkan lampiran.
it_it: Salva il record prima di aggiungere allegati.
ja_jp: 先にレコードを追加してください
ko_kr: 첨부 파일을 추가하기 전에 레코드를 저장하세요.
ms_my: Simpan rekod sebelum menambah lampiran.
pt_br: Salve o registro antes de adicionar anexos.
ru_ru: Сохраните запись перед добавлением вложений.
th_th: บันทึกระเบียนก่อนเพิ่มไฟล์แนบ
vi_vn: Lưu bản ghi trước khi thêm tệp tin đính kèm.
zh_cn: 请先添加记录再上传附件
zh_tw: 請先新增記錄再上傳附件

# Rs4
source: Unable to use calculation because you don't have permission to view some content in this field.
de_de: Verwenden der Berechnung nicht möglich, da Sie keine Berechtigung zum Ansehen einiger Inhalte in diesem Feld haben.
es_es: No se puede utilizar el cálculo porque no tienes permiso de lectura en parte del contenido de este campo.
fr_fr: Impossible d'utiliser le calcul, car vous n'êtes pas autorisé à afficher du contenu dans ce champ.
id_id: Gagal menggunakan penghitungan karena Anda tidak memiliki izin untuk melihat beberapa konten di bidang ini.
it_it: Impossibile utilizzare il calcolo poiché non disponi dell'autorizzazione per visualizzare alcuni contenuti in questo campo.
ja_jp: このフィールドの一部の内容を閲覧する権限がないため、自動計算を使用できません。
ko_kr: 이 필드의 일부 콘텐츠를 볼 수 있는 권한이 없기 때문에 계산을 사용할 수 없습니다.
ms_my: Tidak dapat menggunakan pengiraan kerana anda tidak mempunyai kebenaran untuk melihat sebahagian kandungan dalam bidang ini.
pt_br: Não é possível usar o cálculo porque você não tem permissão para visualizar algum conteúdo neste campo.
ru_ru: Невозможно использовать вычисление, поскольку у вас нет разрешения на просмотр некоторого содержимого в этом поле.
th_th: ใช้การคำนวณไม่สำเร็จ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตดูเนื้อหาบางส่วนในช่องข้อมูลนี้
vi_vn: Không thể sử dụng phép tính toán vì bạn không có quyền xem một số nội dung trong trường này.
zh_cn: 无法使用自动计算，你没有权限阅读该字段的部分内容
zh_tw: 無法使用自動計算，因為你無權閱讀該欄位的部分內容

# xaQ
source: Upgrade
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à niveau
id_id: Tingkatkan
it_it: Effettua l'upgrade
ja_jp: 今すぐアップデート
ko_kr: 업그레이드
ms_my: Naik taraf
pt_br: Fazer upgrade
ru_ru: Обновление
th_th: อัปเกรด
vi_vn: Nâng cấp
zh_cn: 立即升级
zh_tw: 立即升級

# pco
source: With this upgrade, all members who are currently unable to see the referenced data used by formulas or other fields will see accurate results.
de_de: Mit diesem Upgrade werden alle Mitglieder, die aktuell nicht in der Lage sind, die von Formeln oder anderen Feldern verwendeten referenzierten Daten zu sehen, präzise Ergebnisse sehen.
es_es: Con esta actualización, todos los miembros que no pueden ver los datos a los que se hace referencia en las fórmulas u otros campos verán resultados precisos.
fr_fr: Grâce à cette mise à niveau, tous les membres qui ne peuvent actuellement pas consulter les données de référence utilisées par les formules ou d'autres champs pourront consulter des résultats précis.
id_id: Dengan pembaruan ini, semua anggota yang saat ini tidak dapat melihat data yang direferensikan dan digunakan oleh rumus atau bidang lain akan melihat hasil yang akurat.
it_it: Con questo upgrade, tutti i membri che attualmente non sono in grado di visualizzare i dati di riferimento utilizzati dalle formule o da altri campi vedranno risultati accurati.
ja_jp: アップグレード後、現在数式やそのほかのフィールドで参照データを表示できないメンバーは、正確な計算結果を表示できるようになります。
ko_kr: 이 업그레이드를 통해 현재 수식이나 다른 필드에서 사용된 참조 데이터를 볼 수 없는 모든 구성원도 정확한 결과를 볼 수 있습니다.
ms_my: Dengan peningkatan ini, semua ahli yang sekarang tidak dapat melihat data yang dirujuk yang digunakan oleh rumus atau bidang lain akan melihat hasil yang tepat.
pt_br: Com este upgrade, todos os membros que atualmente não conseguem ver os dados referenciados usados por fórmulas ou outros campos verão resultados precisos.
ru_ru: С этим обновлением все участники, которые в настоящее время не могут видеть ссылочные данные, используемые формулами или другими полями, увидят точные результаты.
th_th: ด้วยการอัปเกรดนี้ สมาชิกทั้งหมดที่ไม่สามารถมองเห็นข้อมูลอ้างอิงที่ใช้โดยสูตรหรือช่องข้อมูลอื่น ๆ จะเห็นผลลัพธ์ที่ถูกต้อง
vi_vn: Với bản nâng cấp này, tất cả các thành viên hiện không thể xem dữ liệu tham chiếu do các công thức và trường khác sử dụng sẽ xem được kết quả chính xác.
zh_cn: 升级后，未来公式等字段引用了成员不可见的数据时，成员访问该字段均可看到计算结果。
zh_tw: 升級後，未來公式等欄位引用了成員不可見的資料時，存取該欄位的成員均可看到計算結果。

# B0s
source: You can assign roles after applying this template.
de_de: Nachdem Sie diese Vorlage angewendet haben, können Sie Rollen zuweisen.
es_es: Puedes asignar roles después de aplicar esta plantilla.
fr_fr: Vous pourrez attribuer des rôles après avoir appliqué ce modèle.
id_id: Anda dapat memberi peran setelah menerapkan templat ini.
it_it: È possibile assegnare ruoli dopo aver applicato questo modello.
ja_jp: テンプレートを使用すると、メンバーを追加できます
ko_kr: 이 템플릿을 적용한 후 역할을 할당할 수 있습니다.
ms_my: Anda boleh menetapkan peranan selepas menggunakan templat ini.
pt_br: Você poderá atribuir funções após aplicar este modelo.
ru_ru: Вы можете назначать роли после применения этого шаблона.
th_th: คุณสามารถมอบหมายบทบาทได้หลังจากใช้เทมเพลตนี้
vi_vn: Bạn có thể gán vai trò sau khi áp dụng mẫu này.
zh_cn: 使用模板后即可添加成员
zh_tw: 使用範本後即可新增成員

# Hlw
source: Administrator
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# oBM
source: Can manage all contents and permissions of Base, including modifying automated workflow and dashboards. To modify roles, click "Share" in the upper right corner.
de_de: Der Administrator kann alle Inhalte und Berechtigungen der Base verwalten, einschließlich Änderung des automatisierten Workflows und der Dashboards. Klicken Sie auf „Teilen“ in der oberen rechten Ecken, um Rollen zu ändern.
es_es: Puede administrar todo el contenido y los permisos de Base, lo que incluye modificar el flujo de trabajo automatizado y los tableros de mando. Para modificar roles, haz clic en "Compartir" en la esquina superior derecha.
fr_fr: Peut gérer tous les contenus et autorisations de Base, y compris la modification de l'automatisation du flux de travail et des tableaux de bord. Pour modifier les rôles, cliquez sur "Partager" dans le coin supérieur droit.
id_id: Dapat mengelola semua konten dan izin Base, termasuk mengubah alur kerja otomatis dan dasbor. Untuk mengubah peran, klik "Bagikan" di pojok kanan atas.
it_it: È possibile gestire tutti i contenuti e le autorizzazioni di Base, tra cui la modifica del flusso di lavoro automatizzato e i pannelli di controllo. Per modificare i ruoli, fai clic su "Condividi" nell'angolo in alto a destra.
ja_jp: 管理者は、この Base のすべての内容、関連設定、自動化ワークフローおよびダッシュボードを管理できます。管理者役割の設定を変更するには、画面右上にある「共有」ボタンをクリックしてください。
ko_kr: 자동화 워크플로 및 대시보드 수정을 포함하여 Base의 모든 콘텐츠와 권한을 관리할 수 있습니다. 역할을 수정하려면 오른쪽 위 모서리의 "공유"를 클릭하세요.
ms_my: Boleh mengurus semua kandungan dan kebenaran Asas, termasuk mengubah aliran kerja automatik dan papan pemuka. Untuk mengubah peranan, klik "Kongsi" di sudut kanan atas.
pt_br: Pode gerenciar todo o conteúdo e permissões do Base, incluindo modificar o fluxo de trabalho automatizado e os painéis. Para modificar as funções, clique em "Compartilhar" no canto superior direito.
ru_ru: Может управлять всем содержимым и разрешениями Base, включая изменение автоматизированного рабочего процесса и информационных панелей. Чтобы изменить роли, нажмите "Поделиться" в правом верхнем углу.
th_th: สามารถจัดการเนื้อหาและสิทธิ์การอนุญาตทั้งหมดของ Base รวมถึงแก้ไขขั้นตอนการทำงานอัตโนมัติและแดชบอร์ด คลิก "แบ่งปัน" ที่มุมขวาบนเพื่อแก้ไขบทบาท
vi_vn: Có thể quản lý tất cả nội dung và quyền của Base, bao gồm cả chỉnh sửa quy trình làm việc tự động và bảng điều khiển. Để chỉnh sửa vai trò, nhấp vào "Chia sẻ" ở góc trên bên phải.
zh_cn: 可修改多维表格所有内容、权限、自动化流程和仪表盘。请在文档分享页面调整角色成员
zh_tw: 可修改多維表格所有內容、權限、自動化流程和儀錶盤。請在文件分享頁面調整角色成員

# cx4
source: Can add and reset administrators in "Share"
de_de: Sie können Administratoren unter „Teilen“ hinzufügen und entfernen.
es_es: Puede agregar y restablecer administradores en "Compartir"
fr_fr: Peut ajouter et réinitialiser les administrateurs dans "Partager"
id_id: Dapat menambah dan mereset administrator di "Bagikan"
it_it: È possibile aggiungere e ripristinare gli amministratori in "Condividi"
ja_jp: ドキュメントの共有ページから管理者を調整できます
ko_kr: "공유"에서 관리자를 추가하고 재설정할 수 있습니다
ms_my: Boleh menambah dan menetapkan semula pentadbir dalam "Kongsi"
pt_br: Pode adicionar e redefinir administradores em "Compartilhar"
ru_ru: Можно добавлять и сбрасывать администраторов в "Поделиться"
th_th: สามารถเพิ่มและรีเซ็ตผู้ดูแลใน "แบ่งปัน"
vi_vn: Có thể thêm và đặt lại quản trị viên trong "Chia sẻ"
zh_cn: 可在文档分享页面调整管理员
zh_tw: 可在文件分享頁面調整管理員

# OB0
source: Upgrade the advanced permissions for Base
de_de: Upgrade der erweiterten Berechtigungen für Base durchführen
es_es: Actualizar los permisos avanzados para Base
fr_fr: Mettre à niveau les autorisations avancées de Base
id_id: Tingkatkan izin lanjutan untuk Base
it_it: Effettua l'upgrade delle autorizzazioni avanzate per Base
ja_jp: この Base の高度な権限をアップデート
ko_kr: Base에 대한 고급 권한 업그레이드
ms_my: Tingkatkan kebenaran lanjutan untuk Base
pt_br: Fazer upgrade das permissões avançadas para o Base
ru_ru: Обновите расширенные разрешения для Base
th_th: อัปเกรดการอนุญาตขั้นสูงสำหรับ Base
vi_vn: Nâng cấp quyền nâng cao cho Base
zh_cn: 你可以升级当前多维表格的高级权限
zh_tw: 你可以升級目前多維表格的進階權限

# LQU
source: Collaborators without a role will access the base with the default role's permissions.
de_de: Kollaborateure ohne Rolle greifen mit den Standardrollenberechtigungen auf die Base zu.
es_es: Los colaboradores sin función accederán a la Base con los permisos de la función predeterminada.
fr_fr: Les collaborateurs sans rôle accéderont à la Base avec les permissions du rôle par défaut.
id_id: Kolaborator tanpa peran akan mengakses Base dengan izin peran default.
it_it: I collaboratori senza ruolo accederanno al Base con le autorizzazioni del ruolo predefinito.
ja_jp: 役割が割り当てられていない共同編集者は、フォルトの役割に基づいてドキュメントにアクセスします。
ko_kr: 역할이 없는 공동 작업자는 기본 역할의 권한으로 Base에 액세스합니다.
ms_my: Penggabung tanpa peranan akan mengakses pangkalan dengan kebenaran peranan lalai.
pt_br: Os colaboradores sem uma função acessarão o Base com as permissões da função padrão.
ru_ru: Соавторы, не имеющие роли, будут выполнять доступ к Base с разрешениями для роли по умолчанию.
th_th: ผู้ร่วมงานที่ไม่มีบทบาทจะเข้าถึง Base โดยมีสิทธิ์การอนุญาตบทบาทเริ่มต้น
vi_vn: Cộng tác viên không có vai trò sẽ truy cập vào Base với quyền của vai trò mặc định.
zh_cn: 没有角色的协作者，将按照默认角色的权限访问多维表格
zh_tw: 沒有角色的協作者將按照預設角色的權限存取多維表格

# z4o
source: Default collaborator role
de_de: Standardrolle für Kollaborateure
es_es: Función de colaborador predeterminada
fr_fr: Rôle de collaborateur par défaut
id_id: Peran kolaborator default
it_it: Ruolo del collaboratore predefinito
ja_jp: デフォルトの役割
ko_kr: 기본 공동 작업자 역할
ms_my: Peranan kolaborator lalai
pt_br: Função de colaborador padrão
ru_ru: Роль соавтора по умолчанию
th_th: บทบาทผู้ร่วมงานเริ่มต้น
vi_vn: Vai trò cộng tác viên mặc định
zh_cn: 默认角色
zh_tw: 預設角色

# eDo
source: No Access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
id_id: Tidak Ada Akses
it_it: Nessun accesso
ja_jp: アクセス禁止
ko_kr: 액세스 권한 없음
ms_my: Tiada Akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีสิทธิ์เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 禁止访问
zh_tw: 禁止存取

# iR0
source: 1. Collaborators without a role will access with the default role's permissions. If the default is empty or "No Access", they'll need to request permissions. 2. Collaborators with a role (including group members) will not be affected by the default role settings.
de_de: 1. Kollaborateure ohne Rolle greifen mit den Berechtigungen der Standardrolle zu. Wenn der Standardwert leer oder „Kein Zugriff“ ist, müssen sie Berechtigungen beantragen. 2. Auf Kollaborateure mit einer Rolle (einschließlich Gruppenmitglieder) werden die Einstellungen für die Standardrolle nicht angewendet.
es_es: 1. Los colaboradores que no tienen una función accederán con los permisos de la función predeterminada. Si el permiso de la función predeterminada es "Sin acceso", tendrán que solicitar permisos. 2. Los colaboradores con una función (incluidos los miembros del grupo) no se verán afectados por la configuración de la función predeterminada.
fr_fr: 1. Les collaborateurs sans rôle auront accès grâce aux autorisations du rôle par défaut. Si le rôle par défaut est vide ou si la mention "Aucun Accès" apparaît, ils devront demander des autorisations. 2. Les collaborateurs disposant d'un rôle (dont les membres de groupe) ne seront pas affectés par les paramètres du rôle par défaut.
id_id: 1 Kolaborator tanpa peran akan mengakses dengan izin peran default. Jika default-nya kosong atau "Tidak Ada Akses", mereka perlu meminta izin. 2. Kolaborator dengan peran (termasuk anggota grup) tidak akan terpengaruh oleh pengaturan peran default.
it_it: 1. I collaboratori senza ruolo accederanno con le autorizzazioni predefinite del ruolo. Se l'impostazione predefinita è vuota o "Nessun accesso", dovranno richiedere le autorizzazioni. 2. I collaboratori con un ruolo (compresi i membri del gruppo) non saranno influenzati dalle impostazioni predefinite del ruolo.
ja_jp: 1. 役割が割り当てられていない共同編集者は、デフォルトの役割の権限に基づいて Base にアクセスできます。デフォルトの役割が空または「アクセス禁止」となっている場合、該当の共同編集者は権限の申請が必要となります。 2. 役割が割り当てられた共同編集者（グループメンバーを含む）は、デフォルトの役割の影響を受けずに、自身に割り当てられた役割の権限を保持します。
ko_kr: 1. 역할이 없는 공동 작업자는 기본 역할의 권한으로 액세스합니다. 기본값이 비어 있거나 "액세스 권한 없음"인 경우에는 권한을 요청해야 합니다. 2. 역할이 있는 공동 작업자(그룹 구성원 포함)는 기본 역할 설정의 영향을 받지 않습니다.
ms_my: 1. Pengguna bersama tanpa peranan akan mengakses dengan kebenaran peranan lalai. Jika lalai kosong atau "Tiada Akses", mereka perlu meminta kebenaran. 2. Pengguna bersama dengan peranan (termasuk ahli kumpulan) tidak akan dipengaruhi oleh tetapan peranan lalai.
pt_br: 1. Os colaboradores sem uma função acessarão com as permissões da função padrão. Se o padrão estiver vazio ou "Sem acesso", eles precisarão solicitar permissões. 2. Os colaboradores com uma função (incluindo membros do grupo) não serão afetados pelas configurações de função padrão.
ru_ru: 1. Соавторы без роли получат доступ с разрешениями роли по умолчанию. Если значение по умолчанию пустое или "Нет доступа", им необходимо будет запрашивать разрешения. 2. Настройки роли по умолчанию не влияют на соавторов, имеющих какую-либо роль (включая участников группы).
th_th: 1. ผู้ร่วมงานที่ไม่มีบทบาทจะเข้าถึงได้โดยมีสิทธิ์การอนุญาตบทบาทเริ่มต้น หากค่าเริ่มต้นว่างเปล่าหรือ "ไม่มีการเข้าถึง" ผู้ร่วมงานต้องขอสิทธิ์การอนุญาต 2. ผู้ร่วมงานที่มีบทบาท (รวมถึงสมาชิกกลุ่ม) จะไม่ได้รับผลกระทบจากการตั้งค่าบทบาทเริ่มต้น
vi_vn: 1. Cộng tác viên không có vai trò sẽ truy cập bằng quyền của vai trò mặc định. Nếu vai trò mặc định trống hoặc "Không có quyền truy cập", họ sẽ cần yêu cầu cấp quyền. 2. Cộng tác viên có vai trò (bao gồm thành viên nhóm) sẽ không bị ảnh hưởng bởi cài đặt vai trò mặc định.
zh_cn: 1. 没有角色的协作者，可按照默认角色的权限访问多维表格。若默认角色为空或“禁止访问”，他们需要申请权限 2. 已获得角色的协作者（包括群成员），以角色的权限为准，不受默认角色的影响
zh_tw: 1. 沒有角色的協作者，可依照預設角色的權限存取多維表格。若預設角色為空白或「禁止存取」，則需申請權限 2. 已獲得角色的協作者 (包括群組成員)，以角色的權限為準，不受預設角色影響

# ccE
source: Collaborators with the base link
de_de: Kollaborateure mit dem Base-Link
es_es: Colaboradores con el enlace del Base
fr_fr: Collaborateurs disposant du lien de la Base
id_id: Kolaborator dengan tautan Base
it_it: Collaboratori con il link Base
ja_jp: 共有リンクを取得した共同編集者
ko_kr: Base 링크가 있는 공동 작업자
ms_my: Penyokong dengan pautan asas
pt_br: Colaboradores com o link do Base
ru_ru: Соавторы со ссылкой на таблицу Base
th_th: ผู้ร่วมงานที่มีลิงก์ Base
vi_vn: Cộng tác viên có liên kết Base
zh_cn: 获得分享链接的协作者
zh_tw: 取得分享連結的協作者

# GuQ
source: How to Automatically Assign Permissions
de_de: So weisen Sie Berechtigungen automatisch zu
es_es: Cómo asignar permisos automáticamente
fr_fr: Comment attribuer automatiquement des autorisations
id_id: Cara Menugaskan Izin secara Otomatis
it_it: Come assegnare le autorizzazioni automaticamente
ja_jp: 権限を自動的に付与する方法
ko_kr: 권한을 자동으로 할당하는 방법
ms_my: Cara Menetapkan Kebenaran Secara Automatik
pt_br: Como atribuir permissões automaticamente
ru_ru: Как автоматически назначать разрешения
th_th: วิธีมอบหมายสิทธิ์การอนุญาตโดยอัตโนมัติ
vi_vn: Cách tự động chỉ định quyền
zh_cn: 如何自动授权
zh_tw: 如何自動授權

# J2o
source: Suggestions: {{docName}}
de_de: Empfehlungen: {{docName}}
es_es: Sugerencias: {{docName}}
id_id: Saran: {{docName}}
it_it: Suggerimenti: {{docName}}
ja_jp: 推奨操作：{{docName}}
ko_kr: 제안: {{docName}}
ms_my: Cadangan: {{docName}}
pt_br: Sugestões: {{docName}}
ru_ru: Предложения: {{docName}}
th_th: คำแนะนำ: {{docName}}
vi_vn: Gợi ý: {{docName}}
zh_cn: 建议操作：{{docName}}
zh_tw: 建議操作：{{docName}}

# 1is
source: Suggestions for administrators: {{docName}}
de_de: Empfehlungen für Administratoren: {{docName}}
es_es: Sugerencias para administradores: {{docName}}
fr_fr: Suggestions aux administrateurs : {{docName}}
id_id: Saran untuk administrator: {{docName}}
it_it: Suggerimenti per amministratori: {{docName}}
ja_jp: 管理者向けガイド：{{docName}}
ko_kr: 관리자를 위한 제안: {{docName}}
ms_my: Cadangan untuk pentadbir: {{docName}}
pt_br: Sugestões para administradores: {{docName}}
ru_ru: Предложения для администраторов: {{docName}}
th_th: คำแนะนำสำหรับผู้ดูแล: {{docName}}
vi_vn: Gợi ý cho quản trị viên: {{docName}}
zh_cn: 给管理员的建议：{{docName}}
zh_tw: 給管理員的建議：{{docName}}

# wlI
source: General
de_de: Allgemein
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 一般ユーザー
ko_kr: 일반
ms_my: Am
pt_br: Geral
ru_ru: Общее
th_th: ทั่วไป
vi_vn: Chung
zh_cn: 普通用户
zh_tw: 一般使用者

# xZw
source: Select a role
de_de: Rolle auswählen
es_es: Seleccionar una función
fr_fr: Sélectionner un rôle
id_id: Pilih peran
it_it: Seleziona un ruolo
ja_jp: 役割を選択
ko_kr: 역할을 선택하세요
ms_my: Pilih peranan
pt_br: Selecionar uma função
ru_ru: Выберите роль
th_th: เลือกบทบาท
vi_vn: Chọn vai trò
zh_cn: 请选择角色
zh_tw: 請選擇角色

# P1I
source: Assigned by roles
de_de: Nach Rollen zugewiesen
es_es: Asignados por funciones
fr_fr: Attribué par rôle
id_id: Ditugaskan berdasarkan peran
it_it: Assegnate per ruolo
ja_jp: 権限は役割に応じて設定されています
ko_kr: 역할별로 할당되었습니다
ms_my: Ditugaskan mengikut peranan
pt_br: Atribuído por funções
ru_ru: Назначено по ролям
th_th: มอบหมายแล้วตามบทบาท
vi_vn: Được chỉ định theo vai trò
zh_cn: 权限已按角色设置
zh_tw: 權限已依角色設定

# U9A
source: Advanced permissions turned on
de_de: Erweiterte Berechtigungen aktiviert
es_es: Permisos avanzados activados
fr_fr: Autorisations avancées activées
id_id: Izin lanjutan diaktifkan
it_it: Autorizzazioni avanzate attivate
ja_jp: 高度な権限が有効中です
ko_kr: 고급 권한이 켜져 있습니다
ms_my: Kebenaran lanjutan diaktifkan
pt_br: Permissões avançadas ativadas
ru_ru: Расширенные разрешения включены
th_th: เปิดสิทธิ์การอนุญาตขั้นสูงแล้ว
vi_vn: Đã bật quyền nâng cao
zh_cn: 高级权限已开启
zh_tw: 已開啟進階權限

# JoM
source: Turned On
de_de: Aktiviert
es_es: Activados
fr_fr: Activé
id_id: Diaktifkan
it_it: Attivazione effettuata
ja_jp: 有効中
ko_kr: 켜짐
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Включено
th_th: เปิดแล้ว
vi_vn: Đã bật
zh_cn: 已开启
zh_tw: 已開啟

# Vhc
source: {{name}} has turned on advanced permissions. You don't have the permission required to access this base. Requests are unavailable due to their personal or organization settings.
de_de: {{name}} hat die erweiterten Berechtigungen aktiviert. Sie haben nicht die erforderliche Berechtigung für den Zugriff auf diese Base. Anfragen sind aufgrund deren persönlichen Einstellungen oder den Organisationseinstellungen nicht möglich.
es_es: {{name}} ha activado permisos avanzados. No tienes el permiso necesario para acceder a este Base. Las solicitudes no están disponibles debido a su configuración personal o a la configuración de su organización.
fr_fr: {{name}} a activé les autorisations avancées. Vous ne disposez pas de l'autorisation requise pour accéder à cette Base. Les demandes ne sont pas disponibles en raison de ses paramètres personnels ou de ceux de l'organisation.
id_id: {{name}} telah mengaktifkan izin lanjutan. Anda tidak memiliki izin yang diperlukan untuk mengakses Base ini. Permintaan tidak tersedia karena pengaturan pribadi atau organisasinya.
it_it: {{name}} ha attivato le autorizzazioni avanzate. Non disponi dell'autorizzazione necessaria per accedere a questo Base. Le richieste non sono disponibili a causa delle impostazioni personali o dell'organizzazione.
ja_jp: {{name}} が高度な権限をオンにしました。現在、この Base へのアクセス権限がありません。相手または相手が所属する組織の設定により、権限を申請することはできません。
ko_kr: {{name}} 님이 고급 권한을 설정했습니다. 이 Base에 액세스하는 데 필요한 권한이 없습니다. 개인 또는 기업 설정으로 인해 요청을 사용할 수 없습니다.
ms_my: {{name}} telah mengaktifkan kebenaran lanjutan. Anda tidak mempunyai kebenaran yang diperlukan untuk mengakses pangkalan ini. Permintaan tidak tersedia kerana tetapan peribadi atau organisasi mereka.
pt_br: {{name}} ativou as permissões avançadas. Você não tem a permissão necessária para acessar este Base. As solicitações estão indisponíveis devido a suas configurações pessoais ou da organização.
ru_ru: {{name}} включил расширенные разрешения. У вас отсутствуют разрешения, необходимые для доступа к Base. Запросы недоступны из-за личных настроек или настроек организации.
th_th: {{name}} ได้เปิดสิทธิ์การอนุญาตขั้นสูงแล้ว คุณไม่มีสิทธิ์การอนุญาตที่จำเป็นในการเข้าถึง Base นี้ คำขอไม่พร้อมใช้งานเนื่องจากการตั้งค่าส่วนบุคคลหรือองค์กร
vi_vn: {{name}} đã bật quyền nâng cao. Bạn không có quyền cần thiết để truy cập Base này. Không thể yêu cầu do cài đặt cá nhân hoặc tổ chức.
zh_cn: {{name}} 已开启多维表格高级权限，你暂时没有对应权限。由于对方或其所在企业的设置，你暂时无法发起权限申请
zh_tw: {{name}} 已開啟多維表格進階權限，你暫時沒有對應權限。由於對方或其所在企業的設定，你暫時無法發起權限申請

# Iso
source: Select images or videos
de_de: Bilder oder Videos auswählen
es_es: Seleccionar imágenes o vídeos
fr_fr: Sélectionnez des images ou des vidéos
hi_in: छवियाँ या वीडियो चुनें
id_id: Pilih gambar atau video
it_it: Seleziona immagini o video
ja_jp: 画像またはビデオを選択
ko_kr: 이미지 또는 동영상 선택
ms_my: Pilih gambar atau video
pt_br: Selecionar imagens ou vídeos
ru_ru: Выбрать изображения или видео
th_th: เลือกภาพหรือวิดีโอ
vi_vn: Lựa chọn hình ảnh hoặc video
zh_cn: 选择图片或视频
zh_tw: 選擇圖片或影片

# 2t8
source: Take photo
de_de: Foto aufnehmen
es_es: Tomar foto
fr_fr: Prendre une photo
id_id: Ambil foto
it_it: Scatta foto
ja_jp: カメラ
ko_kr: 사진 찍기
ms_my: Ambil gambar
pt_br: Tirar foto
ru_ru: Сфотографировать
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍摄
zh_tw: 拍攝

# I9s
source: Local files
de_de: Lokale Dateien
es_es: Archivos locales
fr_fr: Fichiers locaux
id_id: File lokal
it_it: File locali
ja_jp: ファイル
ko_kr: 로컬 파일
ms_my: Fail tempatan
pt_br: Arquivos locais
ru_ru: Локальные файлы
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tập tin cục bộ
zh_cn: 本地文件
zh_tw: 本機檔案

# mKw
source: Choose from album
de_de: Aus Album wählen
es_es: Elegir en álbum
fr_fr: Choisir dans l'album
id_id: Pilih dari album
it_it: Scegli dall'album
ja_jp: アルバム
ko_kr: 앨범에서 선택
ms_my: Pilih dari album
pt_br: Escolher do álbum
ru_ru: Выбрать из альбома
th_th: เลือกจากอัลบั้ม
vi_vn: Chọn từ album
zh_cn: 从手机相册选择
zh_tw: 從手機相簿選擇

# 6R0
source: Upload attachment
de_de: Anhang hochladen
es_es: Subir adjunto
fr_fr: Envoyer une pièce jointe
id_id: Unggah lampiran
it_it: Carica allegato
ja_jp: アップロード
ko_kr: 첨부 파일 업로드
ms_my: Muat naik lampiran
pt_br: Carregar anexo
ru_ru: Загрузить вложение
th_th: อัปโหลดไฟล์แนบ
vi_vn: Tải lên tập tin đính kèm
zh_cn: 上传附件
zh_tw: 上傳附件
