Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Lew
source: Failed to upload some images
de_de: Einige Bilder konnten nicht hochgeladen werden
es_es: Error al subir algunas imágenes
fr_fr: L'envoi de certaines images a échoué
id_id: Gagal mengunggah beberapa gambar
it_it: Impossibile caricare alcune immagini
ja_jp: 一部の画像をアップロードできませんでした
ko_kr: 일부 이미지를 업로드하지 못했습니다
ms_my: Gagal memuat naik beberapa gambar
pt_br: Falha ao carregar algumas imagens
ru_ru: Не удалось загрузить некоторые изображения
th_th: ไม่สามารถอัปโหลดภาพบางส่วนได้
vi_vn: Tải lên một số hình ảnh không thành công
zh_cn: 部分图片上传失败
zh_tw: 部分圖片上傳失敗

# /oA
source: Insufficient storage space for Docs. Please contact the administrator.
de_de: Unzureichender Speicherplatz für Docs. Bitte wenden Sie sich an den Administrator.
es_es: Espacio de almacenamiento insuficiente para los documentos de Docs. Ponte en contacto con el administrador.
fr_fr: Espace de stockage insuffisant pour Docs. Veuillez contacter l'administrateur.
id_id: Ruang penyimpanan tidak cukup untuk Docs. Hubungi administrator.
it_it: Spazio di archiviazione insufficiente per Docs. Contatta l'amministratore.
ja_jp: Docs のストレージ容量が不足しています。法人管理者に連絡してください
ko_kr: 저장 공간이 부족하여 Docs를 저장할 수 없습니다. 관리자에게 문의하세요.
ms_my: Ruang penyimpanan tidak mencukupi untuk Docs. Sila hubungi pentadbir.
pt_br: Espaço de armazenamento insuficiente para o Docs. Entre em contato com o administrador.
ru_ru: Недостаточно места для хранения Docs. Свяжитесь с администратором.
th_th: พื้นที่เก็บข้อมูลไม่เพียงพอสำหรับ Docs โปรดติดต่อผู้ดูแล
vi_vn: Không đủ dung lượng lưu trữ cho Docs. Vui lòng liên hệ với quản trị viên.
zh_cn: 云文档的存储空间不足，请联系企业管理员
zh_tw: 雲端文件的儲存空間不足，請聯絡企業管理員

# vU4
source: Exit full screen
de_de: Vollbildschirm verlassen
es_es: Salir de la pantalla completa
fr_fr: Quitter le plein écran
hi_in: पूर्ण स्क्रीन से बाहर निकलें
id_id: Keluar dari layar penuh
it_it: Esci da schermo intero
ja_jp: フルスクリーンを終了
ko_kr: 전체 화면 종료
ms_my: Keluar skrin penuh
pt_br: Sair da tela inteira
ru_ru: Выйти из полноэкранного режима
th_th: ออกจากโหมดเต็มหน้าจอ
vi_vn: Thoát chế độ toàn màn hình
zh_cn: 退出全屏
zh_tw: 退出全螢幕

# I40
source: Display settings
de_de: Einstellungen anzeigen
es_es: Mostrar configuración
fr_fr: Afficher les paramètres
hi_in: सेटिंग्स प्रदर्शित करें
id_id: Pengaturan tampilan
it_it: Visualizza impostazioni
ja_jp: スタイル設定
ko_kr: 표시 설정
ms_my: Tetapan paparan
pt_br: Exibir configurações
ru_ru: Настройки отображения
th_th: แสดงผลการตั้งค่า
vi_vn: Cài đặt hiển thị
zh_cn: 样式设置
zh_tw: 樣式設定

# c5k
source: Once confirmed, only I can download video or export Minutes.
de_de: Nach dem Bestätigen kann nur ich Videos herunterladen oder Protokolle exportieren.
es_es: Una vez que se confirme, solo yo puedo descargar el vídeo o exportar Minutos.
fr_fr: Après la confirmation, je serai le seul à pouvoir télécharger des vidéos ou exporter des Minutes.
hi_in: पुष्टि किए जाने के बाद ही मैं वीडियो डाउनलोड या मिनट्स निर्यात कर सकता/सकती हूँ.
id_id: Setelah dikonfirmasi, hanya saya yang dapat mengunduh video atau mengekspor Minutes.
it_it: A conferma avvenuta, solo io potrò scaricare video o esportare Verbali.
ja_jp: 設定すると、あなたのみビデオをダウンロード、Minutes をエクスポートできます。
ko_kr: 확인하는 경우, 나만 동영상을 다운로드하거나 회의록을 내보낼 수 있습니다.
ms_my: Setelah disahkan, hanya saya boleh muat turun video atau eksport Minit.
pt_br: Com a confirmação, apenas eu posso fazer download de vídeo ou exportar o Minutes.
ru_ru: После подтверждения только я могу скачать видео или экспортировать Minutes.
th_th: เมื่อยืนยันแล้ว เฉพาะฉันเท่านั้นที่สามารถดาวน์โหลดวิดีโอหรือส่งออก Minutes ได้
vi_vn: Sau khi xác nhận, chỉ tôi mới có thể tải xuống video hoặc xuất Biên bản.
zh_cn: 设置此选项后，只有我可以下载视频、导出妙记。
zh_tw: 設定此選項後，只有我可以下載影片、匯出妙記。

# ulE
source: Minutes
es_es: Minutos
hi_in: मिनट्स
ms_my: Minit
pt_br: Anotações
vi_vn: Biên bản
zh_cn: 妙记
zh_tw: 妙記

# KrA
source: Allow the content to be shared externally
de_de: Externes Teilen dieses Inhalts zulassen
es_es: Permitir que el contenido se comparta externamente
fr_fr: Autoriser le partage externe du contenu
hi_in: कांटेंट को बाहरी रूप से साझा करने की अनुमति दें
id_id: Izinkan konten untuk dibagikan secara eksternal
it_it: Consenti la condivisione esterna del contenuto
ja_jp: コンテンツの外部共有を許可
ko_kr: 콘텐츠를 외부와 공유하도록 허용
ms_my: Benarkan kandungan dikongsi secara luaran
pt_br: Permitir que o conteúdo seja compartilhado externamente
ru_ru: Разрешить внешний обмен этим контентом
th_th: อนุญาตให้แบ่งปันเนื้อหานี้สู่ภายนอก
vi_vn: Cho phép chia sẻ nội dung với bên ngoài
zh_cn: 允许内容被分享到组织外
zh_tw: 允許內容被分享到組織外

# JD8
source: Collaborators with manage permission (including me)
de_de: Kollaboratoren mit Verwaltungsberechtigung (einschließlich ich selbst)
es_es: Colaboradores con permiso de administración (incluido yo)
fr_fr: Collaborateurs disposant de l'autorisation de gestion (moi y compris)
hi_in: अनुमति प्रबंधित करने वाले सहयोगी (मैं भी शामिल हूं)
id_id: Kolaborator dengan izin untuk mengelola (termasuk saya)
it_it: Collaboratori con autorizzazione alla gestione (incluso me)
ja_jp: 「管理権限」を持つユーザー（本人を含む）
ko_kr: 관리 권한이 있는 공동 작업자(나 포함)
ms_my: Rakan kerjasama dengan kebenaran mengurus (termasuk saya)
pt_br: Colaboradores com permissão de gerenciamento (inclusive eu)
ru_ru: Соавторы с разрешением на управление (включая меня)
th_th: ผู้ร่วมงานที่มีสิทธิ์การอนุญาตจัดการ (รวมถึงฉันด้วย)
vi_vn: Người cộng tác có quyền quản lý (bao gồm cả tôi)
zh_cn: 仅拥有可管理权限的协作者（包括我）
zh_tw: 僅擁有可管理權限的協作者 (包括我)

# Q6s
source: Who can comment
de_de: Wer kann kommentieren
es_es: Quién puede comentar
fr_fr: Qui peut commenter
hi_in: कौन टिप्पणी कर सकते हैं
id_id: Siapa yang dapat berkomentar
it_it: Utente che può commentare
ja_jp: コメントできるユーザーを選択
ko_kr: 댓글을 작성할 수 있는 사용자
ms_my: Siapa yang boleh komen
pt_br: Quem pode comentar
ru_ru: Кто может комментировать
th_th: ผู้ที่สามารถแสดงความคิดเห็นได้
vi_vn: Người có thể bình luận
zh_cn: 谁可以评论
zh_tw: 哪些人可以評論

# HL8
source: People who can edit
de_de: Personen, die bearbeiten können
es_es: Las personas que pueden editar el contenido
fr_fr: Personnes pouvant modifier
hi_in: लोग जो संपादित कर सकते हैं
id_id: Orang yang dapat mengedit
it_it: Persone che possono modificare
ja_jp: 編集権限をもつユーザー
ko_kr: 편집할 수 있는 사람
ms_my: Orang yang boleh mengedit
pt_br: Pessoas que podem editar
ru_ru: Пользователи, которые могут редактировать
th_th: คนที่สามารถแก้ไขได้
vi_vn: Những người có thể chỉnh sửa
zh_cn: 可编辑的用户
zh_tw: 可編輯的使用者

# PtY
source: Only me
de_de: Nur ich
es_es: Solo yo
fr_fr: Seulement moi
hi_in: केवल मैं
id_id: Hanya saya
it_it: Solo io
ja_jp: 本人のみ
ko_kr: 나만
ms_my: Hanya saya
pt_br: Somente eu
ru_ru: Только я
th_th: ฉันเพียงคนเดียว
vi_vn: Chỉ mình tôi
zh_cn: 只有我
zh_tw: 只有我

# AK8
source: Who can download video or export Minutes
de_de: Wer kann Videos herunterladen oder Protokolle exportieren?
es_es: Usuarios que pueden descargar vídeo o exportar Minutos
fr_fr: Qui peut télécharger une vidéo ou exporter des Minutes
hi_in: कौन वीडियो डाउनलोड कर सकते हैं या नोट निर्यात कर सकते हैं
id_id: Siapa yang dapat mengunduh video atau mengekspor Minutes
it_it: Chi può scaricare video o esportare Minutes
ja_jp: ビデオ、Minutes をエクスポートできるユーザーを選択：
ko_kr: 동영상을 다운로드하거나 Minutes를 내보낼 수 있는 사용자
ms_my: Siapa yang boleh muat turun video atau eksport Minit
pt_br: Quem pode fazer download de vídeo ou exportar Minutas
ru_ru: Кто может скачать видео или экспортировать Minutes
th_th: ใครบ้างที่สามารถดาวน์โหลดวิดีโอหรือส่งออก Minutes ได้
vi_vn: Người có thể tải xuống video hoặc xuất biên bản Minutes
zh_cn: 谁可以下载视频、导出妙记
zh_tw: 哪些人可以下載影片、匯出妙記

# Y9g
source: People who can view
de_de: Personen, die anzeigen können
es_es: Las personas que pueden ver el contenido
fr_fr: Personnes pouvant afficher
hi_in: लोग जो देख सकते हैं
id_id: Orang yang dapat melihat
it_it: Persone che possono visualizzare
ja_jp: 閲覧権限をもつユーザー
ko_kr: 볼 수 있는 사람
ms_my: Orang yang boleh melihat
pt_br: Pessoas que podem visualizar
ru_ru: Пользователи, которые могут просматривать
th_th: คนที่สามารถดูได้
vi_vn: Những người có thể xem
zh_cn: 可阅读的用户
zh_tw: 可閱讀的使用者

# g/o
source: Preparing data. Unable to process relevant operations. Please try again later.
de_de: Daten werden vorbereitet. Verarbeitung relevanter Vorgänge nicht möglich. Versuchen Sie es später erneut.
es_es: Preparando los datos. Error al procesar operaciones relevantes. Inténtalo de nuevo más tarde.
fr_fr: Préparation des données en cours. Traitement des opérations pertinentes impossible. Veuillez réessayer plus tard.
hi_in: डेटा तैयार किया जा रहा है. संबंधित कार्यवाइयाँ संसाधित करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Menyiapkan data. Gagal memproses operasi yang relevan. Coba lagi nanti.
it_it: Preparazione dei dati in corso. Impossibile elaborare le operazioni pertinenti. Riprova più tardi.
ja_jp: データを用意しているため、この操作を実行できません。後ほど再試行してください
ko_kr: 데이터를 준비 중입니다. 관련 작업을 처리할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Menyediakan data. Tidak dapat memproses operasi berkaitan. Sila cuba lagi kemudian.
pt_br: Preparando dados. Falha ao processar operações relevantes. Tente novamente mais tarde.
ru_ru: Подготовка данных. Невозможно обработать соответствующие операции. Повторите попытку позже.
th_th: กำลังเตรียมข้อมูล ไม่สามารถประมวลผลการดำเนินการที่เกี่ยวข้องได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Đang chuẩn bị dữ liệu. Không thể xử lý các thao tác liên quan. Vui lòng thử lại sau.
zh_cn: 数据准备中，暂时无法处理相关操作，请稍后重试
zh_tw: 資料準備中，暫時無法處理相關操作，請稍後重試

# Iko
source: Unable to proceed. The operation isn't supported on the current document.
de_de: Fortfahren nicht möglich. Der Vorgang wird für das aktuelle Dokument nicht unterstützt.
es_es: No se ha podido continuar. Operación no permitida en el documento actual.
fr_fr: Impossible de continuer. L'opération n'est pas compatible avec le document actuel.
hi_in: आगे बढ़ने में असमर्थ. वर्तमान दस्तावेज़ पर यह कार्यवाई समर्थित नहीं है.
id_id: Gagal melanjutkan. Operasi ini tidak didukung pada dokumen saat ini.
it_it: Impossibile procedere. L'operazione non è supportata sul documento corrente.
ja_jp: 操作できませんでした。このドキュメントは当該操作がサポートされていません
ko_kr: 계속할 수 없습니다. 현재 문서에서 작업이 지원되지 않습니다.
ms_my: Tidak dapat meneruskan. Operasi tidak disokong pada dokumen semasa.
pt_br: Não é possível prosseguir. A operação não é compatível com o documento atual.
ru_ru: Невозможно продолжить. Операция не поддерживается для текущего документа.
th_th: ไม่สามารถดำเนินการต่อได้ ไม่รองรับการดำเนินการในเอกสารปัจจุบัน
vi_vn: Không thể tiếp tục. Thao tác này không được hỗ trợ trên tài liệu hiện tại.
zh_cn: 操作失败，当前文档不支持此操作
zh_tw: 操作失敗，目前文件不支援此操作

# 4os
source: Unable to proceed. The operation isn't supported on the current document.
de_de: Fortfahren nicht möglich. Der Vorgang wird für das aktuelle Dokument nicht unterstützt.
es_es: No se ha podido continuar. Operación no permitida en el documento actual.
fr_fr: Impossible de continuer. L'opération n'est pas compatible avec le document actuel.
hi_in: आगे बढ़ने में असमर्थ. वर्तमान दस्तावेज़ पर यह कार्यवाई समर्थित नहीं है.
id_id: Gagal melanjutkan. Operasi ini tidak didukung pada dokumen saat ini.
it_it: Impossibile procedere. L'operazione non è supportata sul documento corrente.
ja_jp: 操作できませんでした。このドキュメントは当該操作がサポートされていません
ko_kr: 계속할 수 없습니다. 현재 문서에서 작업이 지원되지 않습니다.
ms_my: Tidak dapat meneruskan. Operasi tidak disokong pada dokumen semasa.
pt_br: Não é possível prosseguir. A operação não é compatível com o documento atual.
ru_ru: Невозможно продолжить. Операция не поддерживается для текущего документа.
th_th: ไม่สามารถดำเนินการต่อได้ ไม่รองรับการดำเนินการในเอกสารปัจจุบัน
vi_vn: Không thể tiếp tục. Thao tác này không được hỗ trợ trên tài liệu hiện tại.
zh_cn: 操作失败，当前文档不支持此操作
zh_tw: 操作失敗，目前文件不支援此操作

# BD4
source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
hi_in: टेम्पलेट
id_id: Templat
it_it: Modelli
ja_jp: テンプレートギャラリー
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelos
ru_ru: Шаблоны
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板库
zh_tw: 範本資料庫

# cmU
source: Discover templates that can help you organize projects.
de_de: Entdecken Sie Vorlagen, mit denen Sie Projekte organisieren können.
es_es: Descubre las plantillas que pueden ayudarte a organizar los proyectos.
fr_fr: Découvrez des modèles susceptibles de vous aider à organiser vos projets.
hi_in: प्रोजेक्ट व्यवस्थित करने में आपकी मदद कर सकने वाले टेम्पलेट खोजें.
id_id: Temukan templat yang dapat membantu Anda mengatur proyek.
it_it: Scopri i modelli che possono aiutarti a organizzare i tuoi progetti.
ja_jp: こちらでは多様なテンプレートが用意されております。クリックして使ってみましょう
ko_kr: 프로젝트를 구성하는 데 도움이 되는 템플릿을 찾아보세요.
ms_my: Temui templat yang dapat membantu anda mengatur projek.
pt_br: Descubra modelos que podem ajudar você a organizar os projetos.
ru_ru: Откройте для себя шаблоны, которые помогут вам организовать проекты.
th_th: สำรวจเทมเพลตที่สามารถช่วยให้คุณจัดการโครงการได้
vi_vn: Khám phá các mẫu có thể giúp bạn tổ chức dự án.
zh_cn: 在这里我们为你准备了丰富的模板，点击即可使用
zh_tw: 在這裡我們為你準備了豐富的範本，點選即可使用

# sqQ
source: Explore Docs main features for effective collaboration.
de_de: Erkunden Sie die Hauptfunktionen von Docs, um effektiv zusammenzuarbeiten.
es_es: Explora las características principales de Docs para que la colaboración sea efectiva.
fr_fr: Explorez les principales fonctionnalités de Docs pour une collaboration efficace.
hi_in: प्रभावी सहयोग के लिए डॉक्स की मुख्य सुविधाएँ तलाशें.
id_id: Jelajahi fitur utama Docs untuk kolaborasi yang lebih efektif.
it_it: Esplora le principali funzioni di Docs per una collaborazione efficace.
ja_jp: こちらから Docs の主要機能をご利用できます
ko_kr: 효과적인 공동 작업을 위해 Docs의 주요 기능을 살펴보세요.
ms_my: Terokai ciri utama Docs untuk kerjasama yang berkesan.
pt_br: Aproveite os principais recursos do Docs para que sua colaboração seja eficiente.
ru_ru: Изучите основные функции Docs для эффективного сотрудничества.
th_th: สำรวจฟีเจอร์หลักของ Docs เพื่อการทำงานร่วมกันที่มีประสิทธิภาพ
vi_vn: Khám phá các tính năng chính của Docs để cộng tác hiệu quả.
zh_cn: 你可以在这里使用云文档的主要功能
zh_tw: 你可以在這裡使用雲端文件的主要功能

# KQY
source: Let me try!
de_de: Jetzt ausprobieren!
es_es: ¡Déjame probar!
fr_fr: Je veux essayer !
hi_in: मुझे प्रयास करने दें!
id_id: Saya coba dulu!
it_it: Fammi provare!
ja_jp: 今取得
ko_kr: 해 볼래요!
ms_my: Biarkan saya mencuba!
pt_br: Deixe-me tentar!
ru_ru: Хочу попробовать!
th_th: ขอฉันลองหน่อย!
vi_vn: Để tôi thử xem!
zh_cn: 立即领取
zh_tw: 立即領取

# 0wM
source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
hi_in: अधिक जानें
id_id: Pelajari lebih lanjut
it_it: Ulteriori informazioni
ja_jp: もっと知りたい
ko_kr: 더 알아보기
ms_my: Ketahui lebih lanjut
pt_br: Saiba mais
ru_ru: Подробно
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 更多使用窍门
zh_tw: 更多使用訣竅

# 65c
source: Modified on {{time}}
de_de: Geändert am {{time}}
es_es: Modificado el {{time}}
fr_fr: Modifié(e) le {{time}}
hi_in: {{time}} को संशोधित किया गया
id_id: Diubah pada {{time}}
it_it: Data/ora modifica {{time}}
ja_jp: 編集時刻：{{time}}
ko_kr: {{time}}에 수정됨
ms_my: Diubahsuai pada {{time}}
pt_br: Modificado em {{time}}
ru_ru: Последнее изменение {{time}}
th_th: แก้ไขเมื่อ {{time}}
vi_vn: Đã sửa đổi vào {{time}}
zh_cn: 修改于 {{time}}
zh_tw: 修改時間為 {{time}}

# x/o
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
hi_in: छिपाएँ
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# u8Q
source: in total
de_de: insgesamt
es_es: en total
fr_fr: au total
hi_in: कुल
id_id: total
it_it: in totale
ja_jp: 個
ko_kr: (합계)
ms_my: jumlahnya
pt_br: no total
ru_ru: всего
th_th: รวมทั้งหมด
vi_vn: tổng cộng
zh_cn: 个
zh_tw: 個

# 9gQ
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
hi_in: पूर्वावलोकन करें
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предварительный просмотр
th_th: ตัวอย่าง
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# c/M
source: Loading...please wait.
de_de: Laden... Bitte warten.
es_es: Cargando... Por favor, espera.
fr_fr: Chargement… veuillez patienter.
hi_in: लोड किया जा रहा है...कृपया प्रतीक्षा करें.
id_id: Memuat... Tunggu sebentar.
it_it: Caricamento in corso. Attendi.
ja_jp: サードパーティサーバーからドキュメントを読み込んでいます。しばらくお待ちください
ko_kr: 로드 중... 기다려 주세요.
ms_my: Memuatkan...sila tunggu.
pt_br: Carregando... aguarde.
ru_ru: Загрузка, пожалуйста подождите.
th_th: กำลังโหลด... โปรดรอ
vi_vn: Đang tải...vui lòng chờ.
zh_cn: 正在从第三方服务器加载文档，请稍候
zh_tw: 正在從第三方伺服器載入文件，請稍候

# 5pk
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存至此處

# hg0
source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement…
hi_in: सहेजा जा रहा है...
id_id: Menyimpan...
it_it: Salvataggio...
ja_jp: 保存中...
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 保存中...
zh_tw: 儲存中

# /ew
source: Or select a template
de_de: Oder wählen Sie eine Vorlage aus
es_es: O bien selecciona una plantilla
fr_fr: Vous pouvez également sélectionner un modèle
hi_in: या टेम्पलेट चुनें
id_id: Atau pilih templat
it_it: In alternativa, seleziona un modello
ja_jp: またはテンプレートを選択
ko_kr: 또는 템플릿을 선택하세요
ms_my: Atau pilih templat
pt_br: Ou selecione um modelo
ru_ru: Или выберите шаблон
th_th: หรือเลือกเทมเพลต
vi_vn: Hoặc lựa chọn mẫu
zh_cn: 或者选择一个模板
zh_tw: 選擇一個範本

# 9ms
source: Templates saved
de_de: Vorlagen gespeichert
es_es: Plantillas guardadas
fr_fr: Modèles enregistrés
hi_in: टेम्पलेट सहेजे गए
id_id: Templat disimpan
it_it: Modelli salvati
ja_jp: 保存できました
ko_kr: 템플릿 저장됨
ms_my: Templat disimpan
pt_br: Modelos salvos
ru_ru: Шаблоны сохранены
th_th: บันทึกเทมเพลตแล้ว
vi_vn: Mẫu đã được lưu
zh_cn: 保存成功
zh_tw: 儲存成功

# q6Y
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
hi_in: पूर्वावलोकन करें
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предварительный просмотр
th_th: ตัวอย่าง
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# 8ac
source: Use Template
de_de: Vorlage verwenden
es_es: Usar plantilla
fr_fr: Utiliser le modèle
hi_in: टेम्पलेट का उपयोग करें
id_id: Gunakan Templat
it_it: Usa modello
ja_jp: 使用
ko_kr: 템플릿 사용
ms_my: Guna Templat
pt_br: Usar modelo
ru_ru: Использовать шаблон
th_th: ใช้เทมเพลต
vi_vn: Sử dụng Mẫu
zh_cn: 使用该模板
zh_tw: 使用該範本

# x/M
source: Unable to preview file.
de_de: Vorschau der Datei nicht möglich.
es_es: El archivo no se puede visualizar.
fr_fr: Aperçu du fichier impossible.
hi_in: फ़ाइल का पूर्वावलोकन करने में असमर्थ.
id_id: Gagal mempratinjau file.
it_it: Impossibile visualizzare l'anteprima del file.
ja_jp: プレビューできませんでした。
ko_kr: 파일을 미리 볼 수 없습니다.
ms_my: Tidak dapat pratonton fail.
pt_br: Falha ao visualizar o arquivo.
ru_ru: Невозможно просмотреть файл.
th_th: ไม่สามารถดูตัวอย่างไฟล์ได้
vi_vn: Không thể xem trước tệp tin.
zh_cn: 文件预览失败，请
zh_tw: 檔案預覽失敗，請

# xrM
source: Try again.
de_de: Bitte erneut versuchen.
es_es: Inténtalo de nuevo.
fr_fr: Réessayez.
hi_in: पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: 再試行
ko_kr: 다시 시도해 보세요.
ms_my: Cuba lagi.
pt_br: Tente novamente.
ru_ru: Попробуйте снова.
th_th: ลองอีกครั้ง
vi_vn: Thử lại.
zh_cn: 重试
zh_tw: 重試

# B7A
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# duI
source: Unable to preview file. Check file extension and retry.
de_de: Vorschau der Datei nicht möglich. Prüfen Sie die Dateierweiterung und versuchen Sie es erneut.
es_es: El archivo no se puede previsualizar. Comprueba la extensión del archivo e inténtalo de nuevo.
fr_fr: Aperçu du fichier impossible. Vérifiez l'extension du fichier et réessayez.
hi_in: फ़ाइल का पूर्वावलोकन करने में विफल. फ़ाइल एक्सटेंशन देखें और पुनः प्रयास करें.
id_id: Gagal mempratinjau file. Periksa ekstensi file dan coba lagi.
it_it: Impossibile visualizzare l'anteprima del file. Controlla l'estensione del file e riprova.
ja_jp: ファイルをプレビューできません。拡張子を確認してから再試行してください
ko_kr: 파일을 미리 볼 수 없습니다. 파일 확장자를 확인하고 다시 시도해 보세요.
ms_my: Tidak dapat pratonton fail. Periksa sambungan fail dan cuba lagi.
pt_br: Falha ao visualizar o arquivo. Verifique a extensão do arquivo e repita.
ru_ru: Предварительный просмотр файла невозможен. Проверьте расширение файла и повторите попытку.
th_th: ไม่สามารถดูตัวอย่างไฟล์ได้ ตรวจสอบนามสกุลไฟล์และลองอีกครั้ง
vi_vn: Không thể xem trước tệp tin. Hãy kiểm tra phần mở rộng tên tệp tin và thử lại.
zh_cn: 无法预览文件，请检查其扩展名并重试
zh_tw: 無法預覽檔案，請檢查其副檔名並重試

# iPc
source: Deleting…
de_de: Wird gelöscht…
es_es: Eliminando…
fr_fr: Suppression en cours…
id_id: Menghapus...
it_it: Eliminazione in corso
ja_jp: 削除しています...
ko_kr: 삭제 중...
ms_my: Memadamkan…
pt_br: Excluindo…
ru_ru: Удаление…
th_th: กำลังลบ…
vi_vn: Đang xóa…
zh_cn: 正在删除…
zh_tw: 正在刪除…

# RbI
source: Unable to save this file type to local album. Try saving it with a different app.
de_de: Dieser Dateityp kann in einem lokalen Album nicht gespeichert werden. Versuchen Sie, die Datei mit einer anderen Anwendung zu speichern.
es_es: No se puede guardar este tipo de archivo en el álbum local. Intenta guardarlo con otra aplicación.
fr_fr: Impossible d’enregistrer ce type de fichier sur un album local. Essayez de l’enregistrer avec une application différente.
hi_in: इस फ़ाइल प्रकार को स्थानीय एल्बम में सहेजने में असमर्थ. इसे किसी और ऐप के साथ सहेजने का प्रयास करें.
id_id: Gagal menyimpan jenis file ini ke album lokal. Cobalah untuk menyimpannya dengan aplikasi yang berbeda.
it_it: Impossibile salvare questo tipo di file nell'album locale. Prova a salvarlo con un'app diversa.
ja_jp: 当該タイプのファイルをシステム写真ライブラリに保存できません。他のアプリで開いて保存してください
ko_kr: 이 파일 형식을 로컬 앨범에 저장할 수 없습니다. 다른 앱으로 저장해 보세요.
ms_my: Tidak dapat menyimpan jenis fail ini ke album tempatan. Cuba simpan dengan aplikasi lain.
pt_br: Falha ao salvar este tipo de arquivo no álbum local. Tente salvá-lo com um aplicativo diferente.
ru_ru: Невозможно сохранить этот тип файла в локальный альбом. Попробуйте сохранить его в другом приложении.
th_th: ไม่สามารถบันทึกไฟล์ประเภทนี้ไปยังอัลบั้มในเครื่องได้ ลองบันทึกด้วยแอปอื่น
vi_vn: Không thể lưu loại tập tin tin này vào album cục bộ. Hãy thử lưu bằng ứng dụng khác.
zh_cn: 无法在系统相册中保存该类型的文件，请尝试使用其他应用打开并保存
zh_tw: 無法在系統相簿中儲存該類型的檔案，請嘗試使用其他應用程式開啟並儲存

# vhs
source: Unable to adjust security level. Please try again later.
de_de: Die Sicherheitsstufe konnte nicht angepasst werden. Versuchen Sie es später erneut.
es_es: Error al ajustar el nivel de seguridad. Inténtalo de nuevo más tarde.
fr_fr: Ajustement du niveau de sécurité impossible. Veuillez réessayer plus tard.
hi_in: सुरक्षा स्तर समायोजित करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal menyesuaikan tingkat keamanan. Coba lagi nanti.
it_it: Impossibile regolare il livello di sicurezza. Riprova più tardi.
ja_jp: 秘密度を変更できませんでした。後ほど再試行してください
ko_kr: 보안 수준을 조정할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat melaraskan tahap keselamatan. Sila cuba lagi kemudian.
pt_br: Não é possível ajustar o nível de segurança. Tente novamente mais tarde.
ru_ru: Невозможно настроить уровень безопасности. Повторите попытку позже.
th_th: ไม่สามารถปรับระดับความปลอดภัยได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể điều chỉnh cấp độ bảo mật. Vui lòng thử lại sau.
zh_cn: 密级修改失败，请稍后再试
zh_tw: 加密等級修改失敗，請稍後再試

# 3mw
source: Security level adjusted.
de_de: Sicherheitsstufe angepasst.
es_es: El nivel de seguridad se ha ajustado.
fr_fr: Niveau de sécurité ajusté.
hi_in: सुरक्षा स्तर समायोजित किया गया.
id_id: Tingkat keamanan disesuaikan.
it_it: Livello di sicurezza regolato.
ja_jp: 秘密度を変更しました
ko_kr: 보안 수준이 조정되었습니다.
ms_my: Tahap keselamatan telah dilaraskan.
pt_br: Nível de segurança ajustado.
ru_ru: Уровень безопасности настроен.
th_th: ปรับระดับความปลอดภัยแล้ว
vi_vn: Đã điều chỉnh cấp độ bảo mật.
zh_cn: 密级已修改
zh_tw: 加密等級已修改
