Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# LfI
source: View history on
de_de: Ansichtsverlauf ein
es_es: Ver historial en
fr_fr: Historique de consultation activé
hi_in: "देखे जाने का इतिहास" चालू
id_id: Riwayat tampilan aktif
it_it: Cronologia visualizzazioni attivata
ja_jp: 閲覧履歴をオンにしました
ko_kr: 보기 기록이 켜졌습니다
ms_my: Sejarah pandangan hidup
pt_br: Histórico de visualização ativado
ru_ru: История просмотров включена
th_th: ประวัติการดูเปิดอยู่
vi_vn: Bật lịch sử xem
zh_cn: 访问记录已开启
zh_tw: 存取記錄已開啟

# qy4
source: Names
de_de: Namen
es_es: Nombres
fr_fr: Noms
hi_in: नाम
id_id: Nama
it_it: Nomi
ja_jp: 閲覧者
ko_kr: 이름
ms_my: Nama
pt_br: Nomes
ru_ru: Посетители
th_th: ชื่อ
vi_vn: Các tên
zh_cn: 访问者
zh_tw: 存取者

# m1I
source: You've turned off view history and can't see the view history of your documents.
de_de: Sie haben den Zugriffsverlauf deaktiviert und können den Zugriffsverlauf Ihrer Dokumente nicht sehen.
es_es: Has desactivado el historial de vistas y no puedes ver el historial de vistas de tus documentos.
fr_fr: Vous ne pouvez pas afficher l'historique de consultation de vos documents car vous avez désactivé ce dernier.
hi_in: आपके "देखने का इतिहास" बंद किया है और अपने दस्तावेज़ों का "देखने का इतिहास" नहीं देख सकते.
id_id: Anda telah menonaktifkan riwayat tampilan dan tidak dapat melihat riwayat tampilan dokumen Anda.
it_it: Hai disattivato la cronologia visualizzazioni, pertanto non puoi visualizzare la cronologia dei tuoi documenti.
ja_jp: あなたは自分の閲覧履歴を非表示にしているため、他の閲覧者の閲覧履歴を確認できません
ko_kr: 보기 기록을 껐으며 문서의 보기 기록을 볼 수 없습니다.
ms_my: Anda telah mematikan sejarah paparan dan tidak dapat melihat sejarah paparan dokumen anda.
pt_br: Você desativou a opção de visualizar histórico e não pode visualizar o histórico dos seus documentos.
ru_ru: Вы отключили историю просмотров и не можете видеть историю просмотров своих документов.
th_th: คุณได้ปิดประวัติการดูเอาไว้และไม่สามารถเห็นประวัติการดูเอกสารของคุณได้
vi_vn: Bạn đã tắt tính năng xem lịch sử và không thể xem lịch sử xem của tài liệu của mình.
zh_cn: 你已关闭自己的访问记录，因此无法查看其他用户留下的访问记录。
zh_tw: 你已關閉自己的存取記錄，因此無法查看其他使用者留下的存取記錄。

# Gcw
source: Privacy settings
de_de: Privatsphäre-Einstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
hi_in: गोपनीयता सेटिंग्स
id_id: Pengaturan Privasi
it_it: Impostazioni sulla privacy
ja_jp: 「プライバシー設定」
ko_kr: 개인정보 보호 설정
ms_my: Tetapan privasi
pt_br: Configurações de privacidade
ru_ru: Настройки конфиденциальности
th_th: การตั้งค่าความเป็นส่วนตัว
vi_vn: Cài đặt quyền riêng tư
zh_cn: “隐私设置”
zh_tw: 「隱私權設定」

# JGA
source: View history is recorded from October 22, 2021 onward
de_de: Zugriffsverlauf wird ab dem 22. Oktober 2021 aufgezeichnet
es_es: El historial de vistas se está registrando desde el 22 de octubre de 2021 en adelante
fr_fr: L'historique de consultation est enregistré à partir du 22 octobre 2021
hi_in: देखने का इतिहास 22 अक्तूबर 2021 के बाद से रिकॉर्ड किया गया है
id_id: Riwayat tampilan direkam mulai 22 Oktober 2021 dan seterusnya
it_it: Visualizza cronologia viene registrata dal 22 ottobre 2021 in poi
ja_jp: 閲覧履歴の統計は 2021年10月22日から始まります
ko_kr: 보기 기록은 2021년 10월 22일부터 기록됩니다
ms_my: Sejarah paparan direkodkan mulai 22 Oktober 2021
pt_br: Visualizar histórico registrado a partir de 22 de outubro de 2021
ru_ru: История просмотров ведется с 22 октября 2021 года.
th_th: ประวัติการดูถูกบันทึกไว้ตั้งแต่วันที่ 22 ตุลาคม 2021 เป็นต้นไป
vi_vn: Lịch sử xem được ghi lại từ ngày 22 tháng 10 năm 2021 trở đi
zh_cn: 访问记录数据从 2021年10月22日开始统计
zh_tw: 存取記錄資料從 2021年10月22日開始統計

# 1X8
source: Number of viewers: {{doc_visits_total}}. (Only showing those with view history on)
de_de: Anzahl der Besucher: {{doc_visits_total}}. (Es werden nur jene mit aktiviertem Zugriffsverlauf angezeigt)
es_es: Número de espectadores: {{doc_visits_total}}. (Solo se muestran los que tienen activado el historial de visualización)
fr_fr: Nombre de visionneurs : {{doc_visits_total}}. (Ne sont affichés que ceux qui ont un historique de consultation activé)
hi_in: दर्शकों की संख्या: {{doc_visits_total}}. (बहुत से दर्शक. केवल वही दिखाया जा रहा है जिनके देखने का इतिहास चालू है)
id_id: Jumlah penonton: {{doc_visits_total}}. (Hanya menampilkan orang-orang dengan riwayat tampilan aktif)
it_it: Numero di visualizzatori: {{doc_visits_total}} (sono mostrati solo coloro con cronologia delle visualizzazioni attiva)
ja_jp: 閲覧者数：{{doc_visits_total}}（閲覧者が多いため、閲覧履歴を公開したユーザーのみ表示します）
ko_kr: 시청자 수: {{doc_visits_total}}.(보기 기록을 켠 시청자만 표시)
ms_my: Bilangan penonton: {{doc_visits_total}}. (Hanya menunjukkan mereka yang mempunyai sejarah tontonan)
pt_br: Número de visualizadores: {{doc_visits_total}}. (Apenas mostrando aqueles com histórico de visualização ativado)
ru_ru: Количество просмотров: {{doc_visits_total}}. (Показаны только те, у кого включена история просмотров)
th_th: จำนวนผู้ชม: {{doc_visits_total}} (แสดงเฉพาะผู้ที่เปิดประวัติการดู)
vi_vn: Số lượng người xem: {{doc_visits_total}}. (Chỉ hiển thị những người bật lịch sử xem)
zh_cn: 文档访问人数：{{doc_visits_total}}（仅展示公开访问记录的用户）
zh_tw: 文件存取人數：{{doc_visits_total}} (僅顯示公開存取記錄的使用者)

# j/0
source: Last viewed
de_de: Zuletzt angesehen
es_es: Última visualización
fr_fr: Dernière consultation
hi_in: आख़िरी बार देखा गया
id_id: Terakhir dilihat
it_it: Ultima visualizzazione
ja_jp: 最終閲覧
ko_kr: 마지막으로 봄
ms_my: Dilihat terakhir
pt_br: Última visualização
ru_ru: Последний просмотр
th_th: ดูล่าสุด
vi_vn: Đã xem lần cuối
zh_cn: 最近访问时间
zh_tw: 最近存取時間

source: View history does not show those who have turned off their view history.
de_de: Der Ansichtsverlauf zeigt keine Personen an, die ihren Ansichtsverlauf ausgeschaltet haben.
es_es: El historial de vistas no muestra a quienes han desactivado su historial de vistas.
fr_fr: L'historique de consultation n'est pas affiché pour ceux qui l'ont désactivé.
hi_in: "देखे जाने का इतिहास" उन लोगों को नहीं दिखाता है जिन्होंने अपना "देखे जाने का इतिहास" बंद किया है.
id_id: Riwayat tampilan tidak menampilkan orang yang telah menonaktifkan riwayat tampilannya.
it_it: La cronologia delle visualizzazioni non mostra gli utenti che hanno disattivato la propria cronologia delle visualizzazioni.
ja_jp: 閲覧履歴を非表示にしたユーザーの履歴は表示されません。
ko_kr: 보기 기록은 보기 기록을 끈 사용자를 표시하지 않습니다.
ms_my: Sejarah paparan tidak menunjukkan mereka yang telah mematikan sejarah paparan mereka.
pt_br: O histórico de visualização não mostra quem desativou o histórico de visualização.
ru_ru: История просмотров не показывает тех, кто отключил историю просмотров.
th_th: ประวัติการดูจะไม่แสดงคนที่ได้ปิดประวัติการดูของตนเองเอาไว้
vi_vn: Lịch sử xem không hiển thị những người đã tắt lịch sử xem của họ.
zh_cn: 访问记录中不会显示已关闭访问记录的用户。
zh_tw: 存取記錄中不會顯示已關閉存取記錄的使用者。

# 6mY
source: There's nothing here yet.
de_de: Hier gibt es noch nichts.
es_es: Aún no hay nada aquí.
fr_fr: Aucun contenu ici pour le moment.
hi_in: अभी तक यहाँ कुछ नहीं है.
id_id: Belum ada apa pun di sini.
it_it: L'elenco è vuoto.
ja_jp: 閲覧履歴はありません
ko_kr: 아직 아무것도 없습니다.
ms_my: Tiada apa-apa di sini lagi.
pt_br: Não há nada aqui ainda.
ru_ru: Здесь пока ничего нет.
th_th: ยังไม่มีอะไรที่นี่
vi_vn: Vẫn chưa có gì ở đây.
zh_cn: 暂无访问记录
zh_tw: 暫無存取記錄

# FtU
source: View history
de_de: Zugriffsverlauf
es_es: Ver historial
fr_fr: Historique de consultation
hi_in: देखे जाने का इतिहास
id_id: Riwayat tampilan
it_it: Cronologia visualizzazioni
ja_jp: 閲覧履歴
ko_kr: 보기 기록
ms_my: Sejarah paparan
pt_br: Histórico de visualização
ru_ru: Посмотреть историю
th_th: ประวัติการดู
vi_vn: Lịch sử xem
zh_cn: 访问记录
zh_tw: 存取記錄

# 0dE
source: Number of viewers: {{doc_visits_total}}. Number of viewers with view history off: {{doc_visits_hidden}}.
de_de: Anzahl der Zuschauer: {{doc_visits_total}}. Anzahl der Zuschauer mit deaktiviertem Ansichtsverlauf: {{doc_visits_hidden}}.
es_es: Número de espectadores: {{doc_visits_total}}. Número de espectadores con el historial de vistas desactivado: {{doc_visits_hidden}}.
fr_fr: Nombre de spectateurs : {{doc_visits_total}}. Nombre de spectateurs dont l'historique de consultation est désactivé : {{doc_visits_hidden}}.
hi_in: दर्शकों की संख्या: {{doc_visits_total}}. "देखे जाने का इतिहास" बंद वाले दर्शकों की संख्या: {{doc_visits_hidden}}.
id_id: Jumlah penonton: {{doc_visits_total}}. Jumlah pemirsa dengan riwayat tampilan tidak aktif: {{doc_visits_hidden}}.
it_it: Numero di visualizzatori: {{doc_visits_total}}. Numero di visualizzatori con cronologia visualizzazioni disattivata: {{doc_visits_hidden}}.
ja_jp: 閲覧者数：{{doc_visits_total}}、非表示の閲覧者数：{{doc_visits_hidden}}
ko_kr: 본 사용자 수: {{doc_visits_total}}. 본 사용자 중 보기 기록을 끈 사용자 수: {{doc_visits_hidden}}.
ms_my: Bilangan penonton: {{doc_visits_total}}. Bilangan penonton dengan sejarah paparan dimatikan: {{doc_visits_hidden}}.
pt_br: Número de visualizadores: {{doc_visits_total}}. Número de visualizadores com histórico de visualização desativado: {{doc_visits_hidden}}.
ru_ru: Количество посетителей: {{doc_visits_total}}. Количество посетителей с отключенной историей просмотров: {{doc_visits_hidden}}.
th_th: จำนวนผู้ชม: {{doc_visits_total}} จำนวนผู้ชมที่ปิดประวัติการดู: {{doc_visits_hidden}}
vi_vn: Số người xem: {{doc_visits_total}}. Số người xem đã tắt lịch sử xem: {{doc_visits_hidden}}.
zh_cn: 文档访问人数：{{doc_visits_total}}（已关闭访问记录人数：{{doc_visits_hidden}}）
zh_tw: 文件存取人數：{{doc_visits_total}}（已關閉存取記錄人數：{{doc_visits_hidden}}）

# KF8
source: Document details
de_de: Dokumentdetails
es_es: Detalles del documento
fr_fr: Détails du document
hi_in: दस्तावेज़ का विवरण
id_id: Perincian dokumen
it_it: Dettagli documento
ja_jp: ドキュメント詳細
ko_kr: 문서 세부 정보
ms_my: Butiran dokumen
pt_br: Detalhes do documento
ru_ru: О документе
th_th: รายละเอียดเอกสาร
vi_vn: Chi tiết tài liệu
zh_cn: 文档信息
zh_tw: 文件資訊

# EOI
source: This folder may not comply with our terms of service. Sharing has been suspended. If you need to submit an appeal, please check the folder name and its description, make appropriate changes, and tap {{submit_appeal}}.
de_de: Dieser Ordner entspricht möglicherweise nicht unseren Nutzungsbedingungen. Die Funktion zum Teilen wurde gesperrt. Wenn Sie einen Einspruch einlegen müssen, überprüfen Sie den Ordnernamen und die Beschreibung, nehmen Sie die entsprechenden Änderungen vor und tippen Sie auf {{submit_appeal}}.
es_es: Es posible que esta carpeta no cumpla nuestras condiciones de servicio. Se ha suspendido la opción para compartir. Si tienes que enviar una reclamación, comprueba el nombre de la carpeta y su descripción, realiza los cambios oportunos y pulsa en {{submit_appeal}}.
fr_fr: Ce dossier peut ne pas être conforme à nos conditions d'utilisation. Le partage a été suspendu. Si vous souhaitez soumettre un appel, veuillez vérifier le nom et la description du dossier, apporter les modifications appropriées, puis appuyer sur {{submit_appeal}}.
hi_in: यह फ़ोल्डर संभवतः हमारी सेवा की शर्तों का पालन न करे. साझाकरण निलंबित किया गया. अगर आप अपील सबमिट करना चाहते हैं, तो कृपया फ़ोल्डर के नाम और उसकी जानकारी की जाँच करें, उचित बदलाव करें, और {{submit_appeal}} पर टैप करें
id_id: Folder ini mungkin tidak sesuai dengan ketentuan layanan kami. Berbagi telah ditangguhkan. Jika Anda perlu mengirim keluhan, periksa nama folder dan deskripsinya, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
it_it: Questo cartella potrebbe non essere conforme ai nostri Termini di servizio. La condivisione è stata sospesa. Se necessiti di inviare un appello, controlla il nome della cartella e la relativa descrizione, apporta le modifiche più idonee e tocca {{submit_appeal}}.
ja_jp: 当該フォルダはユーザー規約に違反しているため、共有を一時停止しています。再審査するには、フォルダ名と説明を変更し、{{submit_appeal}}をタップしてください
ko_kr: 이 폴더는 서비스 약관을 준수하지 않을 수 있습니다. 공유가 일시 중지되었습니다. 이의 제기를 제출해야 하는 경우 폴더 이름과 설명을 확인하고 적절하게 변경한 다음 {{submit_appeal}}을(를) 탭하세요.
ms_my: Folder ini mungkin tidak mematuhi terma perkhidmatan kami. Perkongsian telah digantung. Jika anda perlu menghantar rayuan, sila semak nama folder dan keterangan, lakukan perubahan yang sesuai, dan ketuk {{submit_appeal}}.
pt_br: Esta pasta pode não atender aos nossos termos de serviço. O compartilhamento foi suspenso. Se precisar enviar uma solicitação, verifique o nome da pasta e sua descrição, faça as alterações apropriadas e toque em {{submit_appeal}}.
ru_ru: Эта папка может не соответствовать нашим условиям обслуживания. Раздача приостановлена. Если вам нужно подать апелляцию, проверьте название папки и ее описание, внесите соответствующие изменения и нажмите {{submit_appeal}}.
th_th: โฟลเดอร์นี้อาจไม่เป็นไปตามข้อกำหนดการให้บริการของเรา ระงับการแบ่งปันแล้ว หากคุณต้องการส่งคำร้อง โปรดตรวจสอบชื่อโฟลเดอร์และคำอธิบายโฟลเดอร์ ทำการเปลี่ยนแปลงตามความเหมาะสม และแตะ {{submit_appeal}}
vi_vn: Thư mục này có thể không chấp hành đúng theo Điều khoản dịch vụ của chúng tôi. Đã đình chỉ chia sẻ. Nếu bạn cần gửi khiếu nại, vui lòng kiểm tra tên thư mục và mô tả của thư mục, thực hiện các thay đổi thích hợp và chạm {{submit_appeal}}.
zh_cn: 当前文件夹不符合用户协议，已暂停共享。如需重新审核，请修改文件夹名称和描述，然后点击{{submit_appeal}}
zh_tw: 目前資料夾不符合使用者協議，已暫停分享。如需重新審核，請修改資料夾名稱和描述，然後點選{{submit_appeal}}

# /VU
source: This folder may not comply with our terms of service. Sharing has been suspended. If you need to submit an appeal, please check the folder name, make appropriate changes, and tap {{submit_appeal}}.
de_de: Dieser Ordner entspricht möglicherweise nicht unseren Nutzungsbedingungen. Die Funktion zum Teilen wurde gesperrt. Wenn Sie Einspruch einlegen müssen, überprüfen Sie den Ordnernamen, nehmen Sie die entsprechenden Änderungen vor und tippen Sie auf {{submit_appeal}}.
es_es: Es posible que esta carpeta no cumpla nuestras condiciones de servicio. Se ha suspendido la opción para compartir. Si tienes que enviar una reclamación, comprueba el nombre de la carpeta, haz los cambios oportunos y pulsa en {{submit_appeal}}.
fr_fr: Ce dossier peut ne pas être conforme à nos conditions d'utilisation. Le partage a été suspendu. Si vous souhaitez soumettre un appel, veuillez vérifier le nom du dossier, apporter les modifications appropriées, puis appuyer sur {{submit_appeal}}.
hi_in: यह फ़ोल्डर संभवतः हमारी सेवा की शर्तों का पालन न करे. साझाकरण निलंबित किया गया. अगर आप अपील सबमिट करना चाहते हैं, तो कृपया फ़ोल्डर के नाम की जाँच करें, उचित बदलाव करें, और {{submit_appeal}} टैप करें.
id_id: Folder ini mungkin tidak sesuai dengan ketentuan layanan kami. Berbagi telah ditangguhkan. Jika Anda perlu mengirim keluhan, periksa nama folder, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
it_it: Questo cartella potrebbe non essere conforme ai nostri Termini di servizio. La condivisione è stata sospesa. Se hai necessità di inviare un appello, controlla il nome della cartella, apporta le modifiche appropriate e tocca {{submit_appeal}}.
ja_jp: 当該フォルダはユーザー規約に違反しているため、共有を一時停止しています。再審査するには、フォルダ名を変更し、{{submit_appeal}}をタップしてください
ko_kr: 이 폴더는 서비스 약관을 준수하지 않을 수 있습니다. 공유가 일시 중지되었습니다. 이의 제기를 제출해야 하는 경우 폴더 이름을 확인하고 적절하게 변경한 다음 {{submit_appeal}}을(를) 탭하세요.
ms_my: Folder ini mungkin tidak mematuhi terma perkhidmatan kami. Berkongsi telah digantung. Jika anda perlu mengemukakan rayuan, sila semak nama folder, lakukan perubahan yang sesuai, dan ketuk {{submit_appeal}}.
pt_br: Esta pasta pode não atender aos nossos termos de serviço. O compartilhamento foi suspenso. Se precisar enviar uma solicitação, verifique o nome da pasta, faça as alterações adequadas e toque em {{submit_appeal}}.
ru_ru: Эта папка может не соответствовать нашим условиям обслуживания. Раздача приостановлена. Если вам нужно подать апелляцию, проверьте название папки, внесите соответствующие изменения и нажмите {{submit_appeal}}.
th_th: โฟลเดอร์นี้อาจไม่เป็นไปตามข้อกำหนดการให้บริการของเรา ระงับการแบ่งปันแล้ว หากคุณต้องการส่งคำร้อง โปรดตรวจสอบชื่อโฟลเดอร์ ทำการเปลี่ยนแปลงตามความเหมาะสม และแตะ {{submit_appeal}}
vi_vn: Thư mục này có thể không chấp hành đúng theo Điều khoản dịch vụ của chúng tôi. Đã đình chỉ chia sẻ. Nếu bạn cần gửi khiếu nại, vui lòng kiểm tra tên thư mục, thực hiện các thay đổi thích hợp và chạm {{submit_appeal}}.
zh_cn: 当前文件夹不符合用户协议，已暂停共享。如需重新审核，请修改文件夹名称，然后点击{{submit_appeal}}
zh_tw: 目前資料夾不符合使用者協議，已暫停分享。如需重新審核，請修改資料夾名稱，然後點選{{submit_appeal}}

# EVI
source: Alert time
de_de: Benachrichtigungszeit
es_es: Hora de la alerta
fr_fr: Heure d'alerte
hi_in: अलर्ट समय
id_id: Waktu peringatan
it_it: Ora avviso
ja_jp: 通知時刻
ko_kr: 알림 시간
ms_my: Masa amaran
pt_br: Hora do alerta
ru_ru: Время оповещения
th_th: เวลาแจ้งเตือน
vi_vn: Thời gian cảnh báo
zh_cn: 提醒时间
zh_tw: 提醒時間

# jp0
source: Create task
de_de: Aufgabe erstellen
es_es: Crear tarea
fr_fr: Créer une tâche
hi_in: कार्य बनाएँ
id_id: Buat tugas
it_it: Crea attività
ja_jp: 同時にタスクを作成します
ko_kr: 할 일 생성
ms_my: Buat tugas
pt_br: Criar tarefa
ru_ru: Создать задачу
th_th: สร้างงาน
vi_vn: Tạo nhiệm vụ
zh_cn: 创建为任务
zh_tw: 建立為任務

# RIg
source: Due time
de_de: Fälligkeit
es_es: Hora de vencimiento
fr_fr: Heure d'échéance
hi_in: देय समय
id_id: Batas waktu
it_it: Ora termine
ja_jp: 締切時刻
ko_kr: 기한
ms_my: Masa tarikh akhir
pt_br: Prazo estabelecido
ru_ru: Срок выполнения
th_th: เวลาครบกำหนด
vi_vn: Thời gian đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# B3g
source: Due time
de_de: Fälligkeit
es_es: Hora de vencimiento
fr_fr: Heure d'échéance
hi_in: देय समय
id_id: Batas waktu
it_it: Ora termine
ja_jp: 締切時刻
ko_kr: 기한
ms_my: Masa tarikh akhir
pt_br: Prazo estabelecido
ru_ru: Срок выполнения
th_th: เวลาครบกำหนด
vi_vn: Thời gian đến hạn
zh_cn: 截止时间
zh_tw: 截止時間

# fqk
source: {{APP_DISPLAY_NAME}} Template Gallery
de_de: {{APP_DISPLAY_NAME}} Vorlagengalerie
es_es: Galería de plantillas de {{APP_DISPLAY_NAME}}
fr_fr: Galerie de modèles {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} टेम्पलेट गैलरी
id_id: Galeri Templat {{APP_DISPLAY_NAME}}
it_it: Raccolta modelli {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}}テンプレート
ko_kr: {{APP_DISPLAY_NAME}} 템플릿 갤러리
ms_my: Galeri Templat {{APP_DISPLAY_NAME}}
pt_br: Galeria de modelos do {{APP_DISPLAY_NAME}}
ru_ru: Галерея шаблонов {{APP_DISPLAY_NAME}}
th_th: แกลเลอรีเทมเพลต {{APP_DISPLAY_NAME}}
vi_vn: Thư viện mẫu của {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}模板库
zh_tw: {{APP_DISPLAY_NAME}}範本資料庫

# 4Z0
source: New Base
de_de: Neue Base
es_es: Nuevo Base
fr_fr: Nouvelle Base
hi_in: नया बाईटेबल
id_id: Base baru
it_it: Nuovo Base
ja_jp: Base を新規作成
ko_kr: 새 Base
ms_my: Base Baharu
pt_br: Novo Base
ru_ru: Создать таблицу Base
th_th: Base ใหม่
vi_vn: Base mới
zh_cn: 新建多维表格
zh_tw: 建立新多維表格

# w8E
source: New Docs
de_de: Neue Dokumente
es_es: Nuevo documento de Docs
fr_fr: Nouveaux Docs
hi_in: नया Docs
id_id: Docs Baru
it_it: Nuovi Docs
ja_jp: ドキュメントを新規作成
ko_kr: 새 문서
ms_my: Docs Baharu
pt_br: Novo Docs
ru_ru: Новые документы
th_th: Docs ใหม่
vi_vn: Docs mới
zh_cn: 新建空白文档
zh_tw: 建立新空白文件

# fFM
source: Submit feedback
de_de: Feedback einreichen
es_es: Enviar comentario
fr_fr: Soumettre un commentaire
id_id: Kirim umpan balik
it_it: Invia feedback
ja_jp: フィードバック
ko_kr: 피드백 제출
ms_my: Hantar maklum balas
pt_br: Enviar feedback
ru_ru: Отправить отзыв
th_th: ส่งข้อเสนอแนะ
vi_vn: Gửi phản hồi
zh_cn: 点击反馈
zh_tw: 點選提供意見反應

# n6I
source: Want another template?
de_de: Möchten Sie eine weitere Vorlage nutzen?
es_es: ¿Quieres otra plantilla?
fr_fr: Besoin d'un autre modèle ?
id_id: Ingin templat lainnya?
it_it: Cerchi un altro modello?
ja_jp: 希望のテンプレートがない？
ko_kr: 다른 템플릿을 원하십니까?
ms_my: Ingin templat lain?
pt_br: Quer outro modelo?
ru_ru: Хотите другой шаблон?
th_th: ต้องการเทมเพลตอื่นหรือไม่
vi_vn: Bạn muốn mẫu khác?
zh_cn: 没有合适的模板？
zh_tw: 沒有合適的範本？

# zFs
source: No templates matching the criteria found yet
de_de: Es wurden keine Vorlagen gefunden, die den Kriterien entsprechen
es_es: Aún no se ha encontrado ninguna plantilla que coincida con los criterios
fr_fr: Aucun modèle correspondant aux critères n'a été trouvé pour le moment
id_id: Templat yang sesuai dengan kriteria belum ditemukan
it_it: Non sono ancora stati trovati modelli corrispondenti ai criteri
ja_jp: 関連するテンプレートが見つかりませんでした。
ko_kr: 아직 기준과 일치하는 템플릿이 없습니다
ms_my: Tiada templat yang sepadan dengan kriteria ditemui lagi
pt_br: Ainda não foram encontrados modelos que correspondam aos critérios
ru_ru: Шаблоны, соответствующие критериям, пока не найдены
th_th: ยังไม่พบเทมเพลตที่ตรงกับเกณฑ์
vi_vn: Chưa tìm thấy mẫu nào phù hợp với tiêu chí
zh_cn: 暂无符合条件的模板
zh_tw: 暫無符合條件的範本

# ai0
source: New MindNotes
de_de: Neue MindNotes
es_es: Nuevo MindNotes
fr_fr: Nouvelles MindNotes
hi_in: नया MindNotes
id_id: MindNotes Baru
it_it: Nuove MindNotes
ja_jp: マインドノートを新規作成
ko_kr: 새 마인드 노트
ms_my: MindNotes Baharu
pt_br: Novo MindNotes
ru_ru: Новая заметка MindNote
th_th: MindNotes ใหม่
vi_vn: MindNotes mới
zh_cn: 新建思维笔记
zh_tw: 建立新心智圖筆記

# LXI
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Следующий
th_th: ถัดไป
vi_vn: Tiếp theo
zh_cn: 下一个
zh_tw: 下一個

# RvQ
source: You don't have permission to use this template. You may contact the template owner for access
de_de: Nur Personen mit Bearbeitungsberechtigung können diese Vorlage verwenden. Falls erforderlich, beantragen Sie bitte die Bearbeitungsberechtigung beim Vorlagenbesitzer.
es_es: Solo pueden utilizar esta plantilla las personas que pueden editar. Si fuera necesario, solicita permiso de edición al propietario de la plantilla.
fr_fr: Seules les personnes autorisées à modifier peuvent utiliser ce modèle. Demander l'autorisation de modification au propriétaire du modèle si nécessaire.
hi_in: सिर्फ़ संपादित करने वाले लोग ही इस टेम्पलेट का उपयोग कर सकते हैं. ज़रूरत पड़ने पर, कृपया टेम्पलेट के ओनर से बदलाव की अनुमति का अनुरोध करें.
id_id: Hanya orang-orang yang dapat mengedit yang bisa menggunakan templat ini. Jika diperlukan, ajukan izin mengedit dari pemilik templat.
it_it: Solo quelli che possono modificare possono usare questo modello. Se necessario, richiedi l'autorizzazione alla modifica al proprietario del modello.
ja_jp: このテンプレートを利用する権限がありません。利用するには、所有者までご連絡ください
ko_kr: 편집할 수 있는 사용자만 이 템플릿을 사용할 수 있습니다. 필요한 경우 템플릿 소유자에게 편집 권한을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk menggunakan templat ini. Anda boleh menghubungi pemilik templat untuk akses
pt_br: Somente aqueles que podem editar podem usar este modelo. Se necessário, solicite permissão de edição ao proprietário do modelo.
ru_ru: Только те, кто может редактировать, могут использовать этот шаблон. При необходимости запросите разрешение на редактирование у владельца шаблона.
th_th: เฉพาะผู้ที่สามารถแก้ไขได้เท่านั้นจึงจะสามารถใช้เทมเพลตนี้ได้ หากจำเป็น โปรดขออนุญาตแก้ไขจากเจ้าของเทมเพลต
vi_vn: Chỉ những người có quyền chỉnh sửa mới có thể sử dụng mẫu này. Vui lòng yêu cầu quyền chỉnh sửa từ chủ sở hữu mẫu nếu cần thiết.
zh_cn: 你没有该模板的使用权限，可联系所有者获取
zh_tw: 你沒有該範本的使用權限。如需使用，請聯絡範本擁有者

# SVw
source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
hi_in: पिछला
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
ms_my: Sebelumnya
pt_br: Anterior
ru_ru: Предыдущий
th_th: ก่อนหน้า
vi_vn: Trước đó
zh_cn: 上一个
zh_tw: 上一個

# ZwM
source: Provided by {{APP_DISPLAY_NAME}} template gallery.
de_de: Von der {{APP_DISPLAY_NAME}} Vorlagengalerie bereitgestellt.
es_es: Proporcionado por la galería de plantillas de {{APP_DISPLAY_NAME}}.
fr_fr: Fourni par la galerie de modèles {{APP_DISPLAY_NAME}}.
hi_in: {{APP_DISPLAY_NAME}} टेम्पलेट गैलरी द्वारा प्रदान किया गया.
id_id: Disediakan oleh galeri templat {{APP_DISPLAY_NAME}}.
it_it: Fornita da raccolta modelli di {{APP_DISPLAY_NAME}}.
ja_jp: {{APP_DISPLAY_NAME}}テンプレートより提供されます
ko_kr: {{APP_DISPLAY_NAME}} 템플릿 갤러리에서 제공했습니다.
ms_my: Disediakan oleh galeri templat {{APP_DISPLAY_NAME}}.
pt_br: Fornecido pela galeria de modelos do {{APP_DISPLAY_NAME}}.
ru_ru: Предоставлено галереей шаблонов {{APP_DISPLAY_NAME}}.
th_th: ให้บริการโดยแกลเลอรีเทมเพลต {{APP_DISPLAY_NAME}}
vi_vn: Được thư viện mẫu {{APP_DISPLAY_NAME}} cung cấp.
zh_cn: 由 {{APP_DISPLAY_NAME}}模板库 提供
zh_tw: 由 {{APP_DISPLAY_NAME}}範本資料庫提供
