Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# xCE
source: Add Recipients
de_de: Empfänger hinzufügen
es_es: Agregar destinatarios
fr_fr: Ajouter des destinataires
id_id: Tambah Penerima
it_it: Aggiungi destinatari
ja_jp: 受信者を追加
ko_kr: 받는 사람 추가
ms_my: Tambah Penerima
pt_br: Adicionar destinatários
ru_ru: Добавить получателей
th_th: เพิ่มผู้รับ
vi_vn: Thêm người nhận
zh_cn: 添加接收人
zh_tw: 新增接收者

# 0n4
source: Unable to turn off. Please try again later.
de_de: Kann nicht deaktiviert werden. Bitte versuchen Sie es später erneut.
es_es: Error al desactivar. Inténtalo de nuevo más tarde.
fr_fr: Impossible de désactiver. Veuillez réessayer plus tard.
id_id: Gagal menonaktifkan. Coba lagi nanti.
it_it: Impossibile disattivare. Riprova più tardi.
ja_jp: オフにできませんでした。後で再試行してください。
ko_kr: 끌 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat mematikan. Sila cuba lagi kemudian.
pt_br: Não é possível desativar. Tente novamente mais tarde.
ru_ru: Невозможно отключить. Попробуйте позже.
th_th: ปิดไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tắt. Vui lòng thử lại sau.
zh_cn: 关闭失败，请稍后再试
zh_tw: 關閉失敗，請稍後重試

# aAU
source: Unable to turn on. Please try again later.
de_de: Kann nicht aktiviert werden. Bitte versuchen Sie es später erneut.
es_es: Error al activar. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'activer. Veuillez réessayer plus tard.
id_id: Gagal mengaktifkan. Coba lagi nanti.
it_it: Impossibile attivare. Riprova più tardi.
ja_jp: オンにできませんでした。後で再試行してください。
ko_kr: 켤 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menghidupkan. Sila cuba lagi kemudian.
pt_br: Não é possível ativar. Tente novamente mais tarde.
ru_ru: Не удалось включить. Попробуйте позже.
th_th: เปิดไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể bật. Vui lòng thử lại sau.
zh_cn: 开启失败，请稍后再试
zh_tw: 開啟失敗，請稍後再試

# yIU
source: Turning on
de_de: Aktvieren
es_es: Activando
fr_fr: Activation
id_id: Mengaktifkan
it_it: Attivazione in corso
ja_jp: オンにしています...
ko_kr: 켜는 중
ms_my: Menghidupkan
pt_br: Ativando
ru_ru: Включение
th_th: กำลังเปิด
vi_vn: Đang bật
zh_cn: 开启中
zh_tw: 開啟中

# sCc
source: Please turn on custom role permissions to add roles.
de_de: Bitte aktivieren Sie die benutzerdefinierten Rollenberechtigungen, um Rollen hinzuzufügen.
es_es: Activa los permisos de rol personalizado para agregar roles.
fr_fr: Veuillez activer les autorisations de rôle personnalisé pour ajouter des rôles.
id_id: Aktifkan izin peran kustom untuk menambah peran.
it_it: Attiva le autorizzazioni relative al ruolo personalizzato per aggiungere ruoli.
ja_jp: カスタム役割をオンにしてからメンバーを追加してください。
ko_kr: 역할을 추가하려면 사용자 지정 담당 업무 권한을 켜십시오.
ms_my: Sila hidupkan kebenaran peranan tersuai untuk menambah peranan.
pt_br: Ative as permissões de função personalizada para adicionar funções.
ru_ru: Включите настраиваемые разрешения для ролей, чтобы добавлять роли.
th_th: โปรดเปิดสิทธิ์การอนุญาตบทบาทแบบกำหนดเองเพื่อเพิ่มบทบาท
vi_vn: Vui lòng bật quyền vai trò tùy chỉnh để thêm vai trò.
zh_cn: 请先开启自定义角色再添加成员
zh_tw: 請先開啟自訂角色，然後再新增成員

# xFk
source: Custom role is off
de_de: Benutzerdefinierte Rolle ist deaktiviert
es_es: El rol personalizado está desactivado
fr_fr: Rôle personnalisé désactivé
id_id: Peran kustom tidak aktif
it_it: Ruolo personalizzato disattivato
ja_jp: オフにしました。
ko_kr: 사용자 지정 역할이 꺼져 있습니다
ms_my: Peranan tersuai dimatikan
pt_br: Função personalizada desativada
ru_ru: Пользовательская роль отключена
th_th: บทบาทแบบกำหนดเองปิดอยู่
vi_vn: Vai trò tùy chỉnh đang tắt
zh_cn: 已关闭
zh_tw: 已關閉

# Ko4
source: Custom role is on
de_de: Benutzerdefinierte Rolle ist aktiviert
es_es: El rol personalizado está activado
fr_fr: Rôle personnalisé activé
id_id: Peran kustom aktif
it_it: Ruolo personalizzato attivato
ja_jp: オンにしました。
ko_kr: 사용자 지정 역할이 켜져 있습니다
ms_my: Peranan tersuai dihidupkan
pt_br: Função personalizada ativada
ru_ru: Пользовательская роль включена
th_th: บทบาทแบบกำหนดเองเปิดอยู่
vi_vn: Vai trò tùy chỉnh đang bật
zh_cn: 已开启
zh_tw: 已開啟

# 0sk
source: Turning off
de_de: Deaktivieren
es_es: Desactivando
fr_fr: Désactivation
id_id: Menonaktifkan
it_it: Disattivazione in corso
ja_jp: オフにしています...
ko_kr: 끄는 중
ms_my: Mematikan
pt_br: Desativação
ru_ru: Отключение
th_th: กำลังปิด
vi_vn: Đang tắt
zh_cn: 关闭中
zh_tw: 關閉中

# WmQ
source: Add collaborators
de_de: Mitarbeiter hinzufügen
es_es: Agregar colaboradores
fr_fr: Ajouter des collaborateurs
hi_in: सहयोगी जोड़ें
id_id: Tambah kolaborator
it_it: Aggiungi collaboratori
ja_jp: 共同編集者を追加
ko_kr: 공동 작업자 추가
ms_my: Tambah kolaborator
pt_br: Adicionar colaboradores
ru_ru: Добавить соавторов
th_th: เพิ่มผู้ร่วมงาน
vi_vn: Thêm cộng tác viên
zh_cn: 添加协作者
zh_tw: 新增協作者

# KBM
source: Assign Role
de_de: Rolle zuweisen
es_es: Asignar rol
fr_fr: Attribuer un rôle
id_id: Beri Peran
it_it: Assegna ruolo
ja_jp: メンバーを追加
ko_kr: 역할 할당
ms_my: Tetapkan Peranan
pt_br: Atribuir função
ru_ru: Назначить роль
th_th: มอบหมายบทบาท
vi_vn: Gán vai trò
zh_cn: 添加成员
zh_tw: 新增成員

# MLM
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# vvA
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# 2IE
source: Add record
de_de: Datensatz hinzufügen
es_es: Agregar registro
fr_fr: Ajouter un enregistrement
hi_in: रिकॉर्ड जोड़ें
id_id: Tambah rekaman
it_it: Aggiungi record
ja_jp: レコードを追加
ko_kr: 레코드 추가
ms_my: Tambah rekod
pt_br: Adicionar registro
ru_ru: Добавить запись
th_th: เพิ่มระเบียน
vi_vn: Thêm bản ghi
zh_cn: 添加记录
zh_tw: 新增記錄

# Q/Q
source: Upgraded
de_de: Upgrade abgeschlossen
es_es: Actualizado
fr_fr: Mis à niveau
id_id: Sudah ditingkatkan
it_it: Upgrade effettuato
ja_jp: アップデートしました。
ko_kr: 업그레이드되었습니다
ms_my: Dinaik taraf
pt_br: Upgrade realizado
ru_ru: Модернизированный
th_th: อัปเกรดแล้ว
vi_vn: Đã nâng cấp
zh_cn: 升级完成
zh_tw: 升級完成

# f2o
source: Upgrading
de_de: Upgrade wird durchgeführt
es_es: Actualizando
fr_fr: Mise à niveau en cours
id_id: Meningkatkan
it_it: Upgrade in corso
ja_jp: 高度な権限をアップデートしています…
ko_kr: 업그레이드 중입니다
ms_my: Menaik taraf
pt_br: Fazendo upgrade
ru_ru: Обновление
th_th: กำลังอัปเกรด
vi_vn: Đang nâng cấp
zh_cn: 高级权限升级中
zh_tw: 進階權限升級中

# xwY
source: Base advanced permissions have upgraded
de_de: Upgrade der erweiterten Berechtigungen von Base wurde durchgeführt
es_es: Se han actualizado los permisos avanzados de Base
fr_fr: Les autorisations avancées de Base ont été mises à niveau
id_id: Izin lanjutan Base telah ditingkatkan
it_it: È stato effettuato l'upgrade delle autorizzazioni avanzate Base
ja_jp: 高度の権限がアップデートされました
ko_kr: Base 고급 권한이 업그레이드되었습니다
ms_my: Kebenaran lanjutan Base telah ditingkatkan
pt_br: Permissões avançadas do Base foram atualizadas
ru_ru: Расширенные разрешения Base обновлены
th_th: สิทธิ์การอนุญาตขั้นสูงของ Base ได้รับการอัปเกรดแล้ว
vi_vn: Quyền nâng cao của Base đã được nâng cấp
zh_cn: 高级权限已升级
zh_tw: 進階權限已升級

# HYw
source: With this upgrade, all members who were previously unable to see the referenced data used by formulas or other fields can now see accurate results.
de_de: Mit diesem Upgrade können alle Mitglieder, die bisher nicht die von Formeln oder anderen Feldern referenzierten Daten sehen konnten, jetzt präzise Ergebnisse sehen.
es_es: Con esta actualización, todos los miembros que no podían ver los datos a los que se hacía referencia en las fórmulas u otros campos podrán ver resultados precisos.
fr_fr: Grâce à cette mise à niveau, tous les membres qui ne pouvaient auparavant pas consulter les données de référence utilisées par les formules ou d'autres champs peuvent désormais consulter des résultats précis.
id_id: Dengan peningkatan ini, semua anggota yang sebelumnya tidak dapat melihat data yang direferensikan dan digunakan oleh rumus atau bidang lain kini dapat melihat hasil yang akurat.
it_it: Con questo upgrade, tutti i membri che precedentemente non erano in grado di visualizzare i dati di riferimento utilizzati dalle formule o da altri campi ora possono vedere risultati accurati.
ja_jp: アップグレード後、これまで数式やそのほかのフィールドで参照データを表示できなかったすべてのメンバーは、正確な計算結果を表示できるようになります。
ko_kr: 이 업그레이드를 통해 이전에 수식이나 다른 필드에서 사용된 참조 데이터를 볼 수 없었던 모든 구성원도 이제 정확한 결과를 볼 수 있습니다.
ms_my: Dengan peningkatan ini, semua ahli yang sebelumnya tidak dapat melihat data yang dirujuk yang digunakan oleh rumus atau bidang lain kini boleh melihat hasil yang tepat.
pt_br: Com este upgrade, todos os membros que antes não podiam ver os dados referenciados usados por fórmulas ou outros campos agora podem ver resultados precisos.
ru_ru: Благодаря этому обновлению все участники, которые ранее не могли видеть ссылочные данные, используемые формулами или другими полями, теперь могут видеть точные результаты.
th_th: ด้วยการอัปเกรดนี้ สมาชิกทั้งหมดซึ่งก่อนหน้านี้ไม่สามารถเห็นข้อมูลอ้างอิงที่ใช้โดยสูตรหรือช่องข้อมูลอื่น ๆ สามารถเห็นผลลัพธ์ที่ถูกต้องได้แล้วตอนนี้
vi_vn: Với bản nâng cấp này, tất cả thành viên không thể xem dữ liệu tham chiếu do các công thức và trường khác sử dụng trước đó nay có thể xem được kết quả chính xác.
zh_cn: 未来公式等字段引用了成员不可见的数据时，成员访问该字段均可看到一致的计算结果。
zh_tw: 未來公式等欄位引用了成員不可見的資料時，存取該欄位的成員均可看到一致的計算結果。

# n7E
source: Can edit all records
de_de: Kann alle Datensätze bearbeiten
es_es: Se pueden editar todos los registros
fr_fr: Peut modifier tous les enregistrements
hi_in: सभी रिकॉर्ड संपादित कर सकते हैं
id_id: Dapat mengedit semua rekaman
it_it: Può modificare tutti i record
ja_jp: すべてのレコードを編集可能
ko_kr: 모든 레코드 편집 가능
ms_my: Boleh mengedit semua rekod
pt_br: Pode editar todos os registros
ru_ru: Может редактировать все записи
th_th: สามารถแก้ไขระเบียนทั้งหมดได้
vi_vn: Có thể chỉnh sửa toàn bộ các bản ghi
zh_cn: 可编辑全部记录
zh_tw: 可編輯全部記錄

# 3ao
source: Can edit all fields and records
de_de: Kann alle Felder und Datensätze bearbeiten
es_es: Se pueden editar todos los campos y registros
fr_fr: Peut modifier tous les champs et enregistrements
hi_in: सभी फ़ील्ड और रिकॉर्ड संपादित कर सकते हैं
id_id: Dapat mengedit semua bidang dan rekaman
it_it: Può modificare tutti i campi e i record
ja_jp: フィルードやレコードを編集可能
ko_kr: 모든 필드 및 레코드 편집 가능
ms_my: Boleh mengedit semua medan dan rekod
pt_br: Pode editar todos os campos e registros
ru_ru: Может редактировать все поля и записи
th_th: สามารถแก้ไขช่องข้อมูลและระเบียนทั้งหมดได้
vi_vn: Có thể chỉnh sửa tất cả các trường và bản ghi
zh_cn: 可编辑全部字段和记录
zh_tw: 可編輯全部欄位與記錄

# IQ8
source: Can edit some records. Can view other records
de_de: Kann einige Datensätze bearbeiten. Kann andere Datensätze anzeigen
es_es: Puede editar algunos registros. Puede ver otros registros
fr_fr: Peut modifier certains enregistrements. Peut afficher les autres enregistrements
hi_in: कुछ रिकॉर्ड संपादित कर सकते हैं. अन्य रिकॉर्ड देख सकते हैं
id_id: Dapat mengedit beberapa rekaman. Dapat melihat rekaman lainnya
it_it: Può modificare alcuni record Può visualizzare altri record
ja_jp: 指定したレコードを編集可能、他のレコードを閲覧可能
ko_kr: 일부 레코드 편집 가능. 다른 레코드 읽기 가능.
ms_my: Boleh mengedit beberapa rekod. Boleh melihat rekod lain
pt_br: Pode editar alguns registros. Pode visualizar outros registros
ru_ru: Может редактировать некоторые записи. Может просматривать другие записи
th_th: สามารถแก้ไขระเบียนบางรายการได้ สามารถดูระเบียนอื่น ๆ ได้
vi_vn: Có thể chỉnh sửa một vài bản ghi. Có thể xem các bản ghi khác
zh_cn: 可编辑指定记录，可查看其他记录
zh_tw: 可編輯指定記錄，可查看其他記錄

# bOI
source: Can edit some records. Cannot view other records
de_de: Kann einige Datensätze bearbeiten. Kann andere Datensätze nicht anzeigen
es_es: Puede editar algunos registros. No puede ver otros registros
fr_fr: Peut modifier certains enregistrements. Ne peut pas afficher les autres enregistrements
hi_in: कुछ रिकॉर्ड संपादित कर सकते हैं. अन्य रिकॉर्ड नहीं देख सकते
id_id: Dapat mengedit beberapa rekaman. Tidak dapat melihat rekaman lainnya
it_it: Può modificare alcuni record Non è possibile visualizzare altri record
ja_jp: 指定したレコードを編集可能、他のレコードにアクセス不可
ko_kr: 일부 레코드 편집 가능. 다른 레코드 읽기 불가.
ms_my: Boleh mengedit beberapa rekod. Tidak boleh melihat rekod lain
pt_br: Pode editar alguns registros. Não pode visualizar outros registros
ru_ru: Может редактировать некоторые записи. Не может просматривать другие записи
th_th: สามารถแก้ไขระเบียนบางรายการได้ ไม่สามารถดูระเบียนอื่น ๆ ไได้
vi_vn: Có thể chỉnh sửa một vài bản ghi. Không thể xem các bản ghi khác
zh_cn: 可编辑指定记录，无权限查看其他记录
zh_tw: 可編輯指定記錄，無權限查看其他記錄

# QKg
source: Can view all records
de_de: Kann alle Datensätze anzeigen
es_es: Puede ver todos los registros
fr_fr: Peut afficher tous les enregistrements
hi_in: सभी रिकॉर्ड देख सकते हैं
id_id: Dapat melihat semua rekaman
it_it: Può visualizzare tutti i record
ja_jp: すべてのレコードを閲覧可能
ko_kr: 모든 레코드 읽기 가능
ms_my: Boleh melihat semua rekod
pt_br: Pode visualizar todos os registros
ru_ru: Может просматривать все записи
th_th: สามารถดูระเบียนทั้งหมดได้
vi_vn: Có thể xem tất cả các bản ghi
zh_cn: 可查看全部记录
zh_tw: 可查看全部記錄

# hGI
source: Can view some records
de_de: Kann einige Datensätze anzeigen
es_es: Puede ver algunos registros
fr_fr: Peut afficher certains enregistrements
hi_in: कुछ रिकॉर्ड देख सकते हैं
id_id: Dapat melihat beberapa rekaman
it_it: Può visualizzare alcuni record
ja_jp: 指定したレコードを閲覧可能
ko_kr: 일부 레코드 읽기 가능
ms_my: Boleh melihat beberapa rekod
pt_br: Pode visualizar alguns registros
ru_ru: Может просматривать некоторые записи
th_th: สามารถดูระเบียนบางรายการได้
vi_vn: Có thể xem một vài bản ghi
zh_cn: 可查看指定记录
zh_tw: 可查看指定記錄

# cLU
source: Added
de_de: Hinzugefügt
es_es: Se ha agregado
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가되었습니다
ms_my: Ditambah
pt_br: Adicionado com sucesso
ru_ru: Добавлен
th_th: เพิ่มแล้ว
vi_vn: Thêm thành công
zh_cn: 添加成功
zh_tw: 新增成功

# EuU
source: No collaborators yet
de_de: Noch keine Mitarbeiter
es_es: Aún no hay ningún colaborador
fr_fr: Aucun collaborateur pour le moment
hi_in: अभी तक कोई सहयोगी नहीं
id_id: Belum ada kolaborator
it_it: Ancora nessun collaboratore
ja_jp: 共同編集者なし
ko_kr: 아직 공동 작업자가 없습니다
ms_my: Tiada kolaborator lagi
pt_br: Nenhum colaborador ainda.
ru_ru: Соавторов пока нет
th_th: ยังไม่มีผู้ร่วมงาน
vi_vn: Chưa có cộng tác viên
zh_cn: 暂无协作者
zh_tw: 暫無協作者

# dLw
source: Unable to edit. Please request permission to access the linked table from the owner.
de_de: Bearbeitung nicht möglich. Bitte beantragen Sie die Berechtigung zum Zugriff auf die verknüpfte Tabelle beim Besitzer.
es_es: No se puede editar. Solicita permiso al propietario para acceder a la tabla vinculada.
fr_fr: Modification impossible. Veuillez demander au propriétaire l'autorisation d'accéder au tableau associé.
id_id: Gagal mengedit. Minta izin untuk mengakses tabel tertaut dari pemilik.
it_it: Impossibile modificare. Richiedi al proprietario l'autorizzazione per accedere alla tabella collegata.
ja_jp: 編集できません。関連テーブルへのアクセス権限をドキュメント所有者に申請してください。
ko_kr: 편집할 수 없습니다. 소유자에게 연결된 표에 대한 액세스 권한을 요청하세요.
ms_my: Tidak dapat mengedit. Sila minta kebenaran untuk mengakses jadual yang dipautkan daripada pemilik.
pt_br: Não é possível editar. Solicite permissão para acessar a tabela vinculada ao proprietário.
ru_ru: Невозможно изменить. Запросите разрешение на доступ к связанной таблице у владельца.
th_th: ไม่สามารถแก้ไขได้ โปรดขอสิทธิ์การอนุญาตเข้าถึงตารางที่เชื่อมโยงเอาไว้จากเจ้าของก่อน
vi_vn: Không thể chỉnh sửa. Vui lòng yêu cầu chủ sở hữu cấp quyền truy cập vào bảng được liên kết.
zh_cn: 无法编辑，请向文档所有者申请关联数据表的权限
zh_tw: 無法編輯，請向文件擁有者申請關聯資料表的權限

# fiw
source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
id_id: Konversikan
it_it: Converti
ja_jp: 変更する
ko_kr: 변환
ms_my: Tukar
pt_br: Converter
ru_ru: Конвертировать
th_th: แปลง
vi_vn: Chuyển đổi
zh_cn: 确认转换
zh_tw: 確認轉換

# fKA
source: Advanced permissions is turned on for current base. Once converted to template, the advanced permissions will be turned off. All collaborators' permissions to this base will be reset to default such as view permission or edit permission.
de_de: Die erweiterten Berechtigungen sind für die aktuelle Base aktiviert. Nach der Konvertierung in eine Vorlage werden die erweiterten Berechtigungen deaktiviert. Die Berechtigungen aller Kollaboratoren für diese Base werden auf die Standardwerte wie beispielsweise Leseberechtigung oder Bearbeitungsberechtigung zurückgesetzt.
es_es: Los permisos avanzados están activados en el Base actual. Estos permisos se desactivarán tras la conversión en plantilla. Los permisos de los colaboradores en este Base, como los permisos de lectura y edición, se restablecerán a los valores predefinidos.
fr_fr: Les autorisations avancées sont activées pour la Base actuelle. Une fois converties en modèle, les autorisations avancées seront désactivées. Les autorisations de tous les collaborateurs pour cette Base, telles que les autorisation de lecture ou de modification, seront réinitialisées sur la valeur par défaut.
id_id: Izin lanjutan diaktifkan untuk Base saat ini. Setelah dikonversi menjadi templat, izin lanjutan akan dinonaktifkan. Semua izin kolaborator untuk Base ini akan direset menjadi default, seperti izin untuk melihat dan izin untuk mengedit.
it_it: Autorizzazioni avanzate attivate per il Base corrente. Dopo la conversione in modello, le autorizzazioni avanzate saranno disattivate. Le autorizzazioni di tutti i collaboratori di questo Base verranno ripristinate ai valori predefiniti, come l'autorizzazione per visualizzare o modificare.
ja_jp: 現在、Base は高度な権限をオンにしています。テンプレートに変更すると高度な権限は自動でオフになり、共同編集者はすべての内容を閲覧または編集できます。
ko_kr: 현재 Base에 대해 고급 권한이 켜져 있습니다. 템플릿으로 변환하면 고급 권한이 꺼집니다. 이 Base에 대한 모든 공동 작업자의 권한이 기본값으로 재설정됩니다(예: 읽기 권한 또는 편집 권한).
ms_my: Kebenaran lanjutan dihidupkan untuk pangkalan semasa. Setelah ditukar ke templat, kebenaran lanjutan akan dimatikan. Semua kebenaran kolaborator kepada pangkalan ini akan diset semula ke lalai seperti kebenaran melihat atau kebenaran mengedit.
pt_br: As permissões avançadas estão ativadas para o Base atual. Uma vez convertido em modelo, as permissões avançadas serão desativadas. As permissões de todos os colaboradores para este Base serão redefinidas para o padrão, como permissão para visualizar ou editar.
ru_ru: Расширенные разрешения включены для текущей таблицы Base. После преобразования в шаблон расширенные разрешения будут отключены. Все разрешения соавторов на этот битовый файл будут сброшены до значений по умолчанию, таких как разрешение на просмотр или разрешение на редактирование.
th_th: สิทธิ์การอนุญาตขั้นสูงเปิดอยู่สำหรับ Base ปัจจุบัน เมื่อแปลงไปเป็นเทมเพลตแล้ว สิทธิ์การอนุญาตขั้นสูงจะปิด สิทธิ์การอนุญาตผู้ร่วมงานทั้งหมดกับ Base นี้จะรีเซ็ตเป็นค่าเริ่มต้น เช่น สิทธิ์การอนุญาตดูหรือสิทธิ์การอนุญาตแก้ไข
vi_vn: Quyền nâng cao được bật cho Base hiện tại. Sau khi chuyển đổi thành mẫu, các quyền nâng cao sẽ bị tắt. Tất cả các quyền của cộng tác viên đối với Base này sẽ được đặt lại về mặc định, chẳng hạn như quyền xem hoặc quyền chỉnh sửa.
zh_cn: 当前多维表格已开启高级权限，转换为模板将自动关闭高级权限，协作者将恢复对该多维表格的初始权限，如可阅读或编辑所有内容。
zh_tw: 目前多維表格已開啟進階權限，轉換為範本將會自動關閉進階權限，協作者將恢復對該多維表格的初始權限，例如可閱讀或編輯所有內容。

# 1k4
source: Advanced permissions will be off once converted to template
de_de: Nach der Konvertierung in eine Vorlage werden die erweiterten Berechtigungen deaktiviert
es_es: Los permisos avanzados se desactivarán tras la conversión en plantilla
fr_fr: Les autorisations avancées seront désactivées une fois converties en modèle
id_id: Izin lanjutan akan tidak aktif begitu diubah menjadi templat
it_it: Le autorizzazioni avanzate saranno disattivate dopo la conversione in modello
ja_jp: テンプレートに変更すると高度な権限は自動でオフになります
ko_kr: 템플릿으로 변환하면 고급 권한이 꺼집니다
ms_my: Kebenaran lanjutan akan dimatikan setelah ditukar ke templat
pt_br: As permissões avançadas serão desligadas uma vez convertidas em modelo
ru_ru: Расширенные разрешения будут отключены после преобразования в шаблон
th_th: สิทธิ์การอนุญาตขั้นสูงจะปิดเมื่อแปลงไปเป็นเทมเพลตแล้ว
vi_vn: Quyền nâng cao sẽ bị tắt sau khi chuyển đổi thành mẫu
zh_cn: 转换为模板将自动关闭高级权限
zh_tw: 轉換為範本將自動關閉進階權限

# Y80
source: Custom role
de_de: Benutzerdefinierte Rolle
es_es: Rol personalizado
fr_fr: Rôle personnalisé
id_id: Peran kustom
it_it: Ruolo personalizzato
ja_jp: カスタム役割
ko_kr: 사용자 지정 역할
ms_my: Peranan tersuai
pt_br: Função personalizada
ru_ru: Пользовательская роль
th_th: บทบาทแบบกำหนดเอง
vi_vn: Vai trò tùy chỉnh
zh_cn: 自定义角色
zh_tw: 自訂角色

# tG8
source: Default permissions for newly added editors
de_de: Standardberechtigungen für neu hinzugefügte Bearbeiter
es_es: Permisos predeterminados para los editores recién agregados
fr_fr: Autorisations par défaut pour les éditeurs nouvellement ajoutés
hi_in: नए जोड़े गए संपादकों के लिए डिफ़ॉल्ट अनुमतियाँ
id_id: Izin default untuk editor yang baru ditambahkan
it_it: Autorizzazioni predefinite per gli editor appena aggiunti
ja_jp: 新しく追加した編集可能な共同編集者はこの権限を所有します
ko_kr: 새로 추가된 편집자의 기본 권한
ms_my: Kebenaran lalai untuk editor yang baru ditambah
pt_br: Permissões padrão para editores recém-adicionados
ru_ru: Разрешения по умолчанию для недавно добавленных редакторов
th_th: สิทธิ์การอนุญาตเริ่มต้นสำหรับผู้แก้ไขที่เพิ่มเข้ามาใหม่
vi_vn: Quyền mặc định đối với biên tập viên mới được thêm vào
zh_cn: 新增的可编辑协作者将拥有此权限
zh_tw: 新增的可編輯協作者將擁有此權限

# pUI
source: Default editor permissions
de_de: Standard-Bearbeiterberechtigungen
es_es: Permisos de editor predeterminados
fr_fr: Autorisations par défaut des éditeurs
hi_in: डिफ़ॉल्ट संपादक अनुमतियाँ
id_id: Izin editor default
it_it: Autorizzazioni di editor predefinite
ja_jp: デフォルト編集権限です
ko_kr: 기본 편집자 권한
ms_my: Kebenaran editor lalai
pt_br: Permissões padrão do editor
ru_ru: Разрешения редактора по умолчанию
th_th: สิทธิ์การอนุญาตเริ่มต้นสำหรับผู้แก้ไข
vi_vn: Quyền mặc định đối với biên tập viên
zh_cn: 当前权限为可编辑默认权限
zh_tw: 目前權限為可編輯預設權限

# frY
source: Default permissions
de_de: Standardberechtigungen
es_es: Permisos predeterminados
fr_fr: Autorisations par défaut
hi_in: डिफ़ॉल्ट अनुमतियाँ
id_id: Izin default
it_it: Autorizzazioni predefinite
ja_jp: デフォルト
ko_kr: 기본 권한
ms_my: Keizinan asal
pt_br: Permissões padrão
ru_ru: Разрешения по умолчанию
th_th: สิทธิ์การอนุญาตเริ่มต้น
vi_vn: Quyền mặc định
zh_cn: 默认权限
zh_tw: 預設權限

# GCE
source: Cannot remove collaborators from default permissions
de_de: Mitarbeiter können nicht aus den Standardberechtigungen entfernt werden
es_es: No puede borrar colaboradores de los permisos predeterminados
fr_fr: Retrait des autorisations par défaut de certains collaborateurs impossible
hi_in: डिफ़ॉल्ट अनुमतियों से सहयोगी नहीं निकाल सकते
id_id: Tidak dapat menghapus kolaborator dari izin default
it_it: Non è possibile rimuovere collaboratori dalle autorizzazioni predefinite
ja_jp: 共同編集者を削除できません
ko_kr: 기본 권한에서 공동 작업자를 제거할 수 없습니다
ms_my: Tidak boleh mengeluarkan kolaborator dari kebenaran lalai
pt_br: Não pode remover colaboradores das permissões padrão
ru_ru: Невозможно удалить соавторов с разрешениями по умолчанию
th_th: ไม่สามารถลบผู้ร่วมงานออกจากสิทธิ์การอนุญาตเริ่มต้นได้
vi_vn: Không thể loại bỏ các cộng tác viên ra khỏi quyền mặc định
zh_cn: 默认权限的协作者不能被移除
zh_tw: 無法移除預設權限的協作者

# okk
source: Default permissions for newly added viewers
de_de: Standardberechtigungen für neu hinzugefügte Zuschauer
es_es: Permisos predeterminados para espectadores recién agregados
fr_fr: Autorisations par défaut pour les spectateurs nouvellement ajoutés
hi_in: नए जोड़े गए दर्शकों के लिए डिफ़ॉल्ट अनुमतियाँ
id_id: Izin default untuk penonton yang baru ditambahkan
it_it: Autorizzazioni predefinite per i nuovi visualizzatori aggiunti
ja_jp: 新しく追加した閲覧可能な共同編集者はこの権限を所有します
ko_kr: 새로 추가된 읽기 권한자의 기본 권한
ms_my: Kebenaran lalai untuk penonton yang baru ditambah
pt_br: Permissões padrão para visualizadores recém-adicionados
ru_ru: Разрешения по умолчанию для недавно добавленных посетителей
th_th: สิทธิ์การอนุญาตเริ่มต้นสำหรับผู้ชมที่เพิ่มเข้ามาใหม่
vi_vn: Quyền mặc định đối với người xem mới được thêm vào
zh_cn: 新增的可阅读协作者将拥有此权限
zh_tw: 新增的可閱讀協作者將擁有此權限
