Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# IB4
source: Unpin
de_de: Nicht mehr anheften
es_es: Quitar clip
fr_fr: Détronquer
id_id: Lepas klip
it_it: Rimuovi dagli elementi appuntati
ja_jp: トップから外す
ko_kr: 클립 해제
ms_my: Nyahlekat
pt_br: Desafixar
ru_ru: Открепить
th_th: ยกเลิกการคลิป
vi_vn: Gỡ kẹp
zh_cn: 从“我的置顶”移除
zh_tw: 從「我的置頂」移除

# FOw
source: Learn more
ja_jp: 詳細を見る
ru_ru: Узнать больше
zh_cn: 了解更多

# zQM
source: Workspaces that are not yet upgraded
ja_jp: アップデートされていないスペース
ru_ru: Рабочие среды, которые еще не обновлены
zh_cn: 尚未升级的知识空间

# //I
source: Upgrading
ja_jp: アップデート中
zh_cn: 升级中

# KnY
source: Upgrading. Unable to proceed on current page tree.
ja_jp: ワークスペースはアップデート中のため、ページツリーに対する操作ができません。
ru_ru: Обновление. Невозможно продолжить работу с текущим деревом страниц.
zh_cn: 知识空间升级中，暂无法操作页面树。

# IuI
source: Verifying your permission to upload...
de_de: Ihre Berechtigung zum Hochladen wird überprüft...
es_es: Verificando tu permiso para subir archivos...
fr_fr: Vérification de votre autorisation de téléchargement…
hi_in: अपलोड करने के लिए आपकी अनुमति सत्यापित की जा रही है...
id_id: Memverifikasi izin mengunggah Anda...
it_it: Verifica dell'autorizzazione al caricamento in corso
ja_jp: アップロード権限を確認しています...
ko_kr: 업로드 권한 확인 중...
ms_my: Mengesahkan kebenaran anda untuk memuat naik...
pt_br: Verificando sua permissão para carregar...
ru_ru: Проверка вашего разрешения на загрузку...
th_th: กำลังตรวจสอบยืนยันสิทธิ์การอนุญาตในการอัปโหลด...
vi_vn: Đang xác minh quyền tải lên của bạn...
zh_cn: 正在验证你的上传权限...
zh_tw: 正在驗證你的上傳權限...

# LoI
source: Workspace details
de_de: Arbeitsbereichsdetails
es_es: Detalles del espacio de trabajo
fr_fr: Détails de l'espace de travail
hi_in: कार्यस्थल विवरण
id_id: Perincian ruang kerja
it_it: Dettagli sull'area di lavoro
ja_jp: スペース情報
ko_kr: 작업 영역 세부 정보
ms_my: Butiran Ruang Kerja
pt_br: Detalhes do espaço de trabalho
ru_ru: Сведения о рабочей среде
th_th: รายละเอียดพื้นที่ทำงาน
vi_vn: Chi tiết không gian làm việc
zh_cn: 空间信息
zh_tw: 空間資訊

# bRU
source: Workspace
de_de: Arbeitsbereich
es_es: Espacio de trabajo
fr_fr: Espace de travail
hi_in: वर्कस्पेस
id_id: Ruang Kerja
it_it: Area di lavoro
ja_jp: ワークスペース
ko_kr: 작업 영역
ms_my: Ruang kerja
pt_br: Espaço de trabalho
ru_ru: Рабочая среда
th_th: พื้นที่ทำงาน
vi_vn: Không gian làm việc
zh_cn: 协作空间
zh_tw: 協作空間

# Au0
source: Search for spaces
de_de: Nach Bereichen suchen
es_es: Buscar espacios
fr_fr: Rechercher des espaces
hi_in: स्पेस खोजें
id_id: Cari ruang
it_it: Cerca spazi
ja_jp: スペースを検索
ko_kr: 공간을 검색하세요
ms_my: Cari ruang
pt_br: Pesquisar espaços
ru_ru: Поиск среды
th_th: ค้นหาพื้นที่
vi_vn: Tìm kiếm các không gian
zh_cn: 搜索空间
zh_tw: 搜尋空間

# fqg
source: Space
de_de: Bereich
es_es: Espacio
fr_fr: Espace
hi_in: स्पेस
id_id: Spasi
it_it: Spazio
ja_jp: 所属スペース
ko_kr: 공백
ms_my: Ruang
pt_br: Espaço
ru_ru: Среда
th_th: พื้นที่
vi_vn: Dấu cách
zh_cn: 所属空间
zh_tw: 所屬空間

# Hac
source: Select a space
de_de: Einen Bereich auswählen
es_es: Selecciona un espacio
fr_fr: Sélectionner un espace
hi_in: स्पेस चुनें
id_id: Pilih ruang
it_it: Selezione uno spazio
ja_jp: スペースを選択
ko_kr: 공간을 선택하세요
ms_my: Pilih ruang
pt_br: Selecionar um espaço
ru_ru: Выбрать среду
th_th: เลือกพื้นที่
vi_vn: Lựa chọn một không gian
zh_cn: 选择空间
zh_tw: 選擇空間

# lmg
source: Your appeal was rejected. Please check the folder name, make appropriate changes, and tap {{submit_appeal}}.
de_de: Ihr Einspruch wurde abgelehnt. Überprüfen Sie den Ordnernamen, nehmen Sie die entsprechenden Änderungen vor und tippen Sie auf {{submit_appeal}}.
es_es: Tu reclamación se ha rechazado. Comprueba el nombre de la carpeta, haz los cambios oportunos y pulsa en {{submit_appeal}}.
fr_fr: Votre appel a été refusé. Veuillez vérifier le nom du dossier, apporter les modifications appropriées et appuyer sur {{submit_appeal}}.
hi_in: आपकी अपील अस्वीकार की गई. कृपया फ़ोल्डर के नाम की जाँच करें, उचित बदलाव करें, और {{submit_appeal}} टैप करें.
id_id: Keluhan Anda ditolak. Periksa nama folder, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
it_it: Il tuo appello è stato rifiutato. Controlla il nome della cartella, apporta le modifiche appropriate e tocca {{submit_appeal}}.
ja_jp: 申し訳ありません。今回の申立ては拒否されました。フォルダ名を変更してから、{{submit_appeal}}をタップしてください
ko_kr: 이의 제기가 거부되었습니다. 폴더 이름을 확인하고 적절하게 변경한 다음 {{submit_appeal}}을(를) 탭하세요.
ms_my: Rayuan anda ditolak. Sila semak nama folder, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
pt_br: Sua solicitação foi rejeitada. Verifique o nome da pasta, faça as alterações adequadas e toque em {{submit_appeal}}.
ru_ru: Ваша апелляция отклонена. Проверьте название папки, внесите соответствующие изменения и нажмите {{submit_appeal}}.
th_th: คำร้องของคุณถูกปฏิเสธ โปรดตรวจสอบชื่อโฟลเดอร์ ทำการเปลี่ยนแปลงตามความเหมาะสม และแตะ {{submit_appeal}}
vi_vn: Khiếu nại của bạn đã bị từ chối. Vui lòng kiểm tra tên thư mục, thực hiện các thay đổi thích hợp và chạm {{submit_appeal}}.
zh_cn: 很遗憾，本次申诉失败。请自行修改文件夹名称，然后点击{{submit_appeal}}
zh_tw: 很遺憾，本次申訴失敗。請自行修改資料夾名稱，然後點選{{submit_appeal}}

# 2nU
source: You haven't made any changes. Please make appropriate changes to the folder name and try again.
de_de: Sie haben nichts geändert. Nehmen Sie entsprechende Änderungen am Ordnernamen vor und versuchen Sie es erneut.
es_es: No has realizado ningún cambio. Realiza los cambios adecuados en el nombre de la carpeta e inténtalo de nuevo.
fr_fr: Vous n'avez apporté aucune modification. Veuillez adapter le nom du dossier et réessayer.
hi_in: आपने कोई बदलाव नहीं किया है. कृपया फ़ोल्डर के नाम में उचित बदलाव करें और पुनः प्रयास करें.
id_id: Anda belum membuat perubahan. Buat perubahan yang sesuai pada nama folder dan coba lagi.
it_it: Non è stata apportata alcuna modifica. Apporta delle modifiche appropriate al nome della cartella e riprova.
ja_jp: フォルダ名を変更していません。変更してから再提出してください
ko_kr: 변경 사항이 없습니다. 폴더 이름을 적절하게 변경하고 다시 시도해 보세요.
ms_my: Anda belum membuat sebarang perubahan. Sila buat perubahan yang sesuai pada nama folder dan cuba lagi.
pt_br: Você não fez alterações. Faça as alterações adequadas no nome da pasta e tente novamente.
ru_ru: Вы не внесли никаких изменений. Внесите соответствующие изменения в имя папки и повторите попытку.
th_th: คุณไม่ได้เปลี่ยนแปลงอะไร โปรดเปลี่ยนแปลงชื่อโฟลเดอร์ตามความเหมาะสมและลองอีกครั้ง
vi_vn: Bạn chưa thực hiện bất kỳ thay đổi nào. Vui lòng thực hiện các thay đổi tên thư mục sao cho phù hợp và thử lại.
zh_cn: 你未修改文件夹名称，请修改后重新提交申诉
zh_tw: 你未修改資料夾名稱，請修改後重新提交申訴

# VMY
source: Please make sure you are not submitting sensitive or private information for review.
de_de: Vergewissern Sie sich, dass Sie keine vertraulichen oder privaten Informationen zur Prüfung einreichen.
es_es: No envíes información privada ni confidencial para su revisión.
fr_fr: Veuillez vous assurer que vous ne soumettez pas d'informations sensibles ou privées pour évaluation.
hi_in: कृपया सुनिश्चित करें कि आप समीक्षा के लिए संवेदनशील या निजी जानकारी सबमिट नहीं कर रहे हैं.
id_id: Pastikan Anda tidak mengirimkan informasi sensitif atau pribadi untuk ditinjau.
it_it: Assicurati di non inviare informazioni sensibili o private per la revisione.
ja_jp: 個人情報に関する内容がないか、フォルダ名を慎重にご確認ください
ko_kr: 검토를 위해 민감한 정보 또는 사적인 정보를 제출하지 않았는지 확인하세요.
ms_my: Pastikan anda tidak menghantar maklumat sensitif atau peribadi untuk dikaji.
pt_br: Verifique se não está enviando informações sigilosas ou particulares para revisão.
ru_ru: Убедитесь, что вы не отправляете конфиденциальную или личную информацию для проверки.
th_th: โปรดตรวจสอบให้แน่ใจว่าคุณไม่ได้ส่งข้อมูลที่มีความละเอียดอ่อนหรือข้อมูลส่วนตัวไปเพื่อการตรวจสอบ
vi_vn: Hãy đảm bảo bạn không gửi thông tin nhạy cảm hoặc thông tin riêng tư để xem xét.
zh_cn: 请认真检查文件夹名称，避免提交涉及个人隐私的内容
zh_tw: 請仔細檢查資料夾名稱，避免提交涉及個人隱私的內容

# 3lE
source: Content for review
de_de: Zu überprüfender Inhalt
es_es: Contenido para revisar
fr_fr: Contenu à passer en revue
hi_in: समीक्षा के लिए कांटेंट
id_id: Konten untuk ditinjau
it_it: Contenuto da rivedere
ja_jp: 審査内容
ko_kr: 검토용 콘텐츠
ms_my: Kandungan untuk kajian
pt_br: Conteúdo para revisão
ru_ru: Контент для проверки
th_th: เนื้อหาสำหรับการตรวจสอบ
vi_vn: Nội dung để xem xét
zh_cn: 审核内容
zh_tw: 審核內容

# 2gw
source: Your appeal was rejected. Please check the folder name and its description, make appropriate changes, and tap {{submit_appeal}}.
de_de: Ihr Einspruch wurde abgelehnt. Überprüfen Sie den Ordnernamen und dessen Beschreibung, nehmen Sie die entsprechenden Änderungen vor und tippen Sie auf {{submit_appeal}}.
es_es: Tu reclamación se ha rechazado. Comprueba el nombre de la carpeta y su descripción, realiza los cambios oportunos y pulsa en {{submit_appeal}}.
fr_fr: Votre appel a été refusé. Veuillez vérifier le nom et la description du dossier, apporter les modifications appropriées, puis appuyer sur {{submit_appeal}}.
hi_in: आपकी अपील अस्वीकार की गई. कृपया फ़ोल्डर का नाम और उसकी जानकारी की जाँच करें, उचित बदलाव करें, और {{submit_appeal}} पर टैप करें.
id_id: Keluhan Anda ditolak. Periksa nama folder dan deskripsinya, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
it_it: Il tuo appello è stato rifiutato. Controlla il nome della cartella e la relativa descrizione, apporta le modifiche più idonee e tocca {{submit_appeal}}.
ja_jp: 申し訳ありません。今回の申立ては拒否されました。フォルダ名とその説明を変更してから、{{submit_appeal}}をタップしてください
ko_kr: 이의 제기가 거부되었습니다. 폴더 이름과 설명을 확인하고 적절하게 변경한 다음 {{submit_appeal}}을(를) 탭하세요.
ms_my: Rayuan anda ditolak. Sila periksa nama folder dan keterangan, buat perubahan yang sesuai, dan ketuk {{submit_appeal}}.
pt_br: Sua solicitação foi rejeitada. Verifique o nome da pasta e sua descrição, faça as alterações apropriadas e toque em {{submit_appeal}}.
ru_ru: Ваша апелляция была отклонена. Проверьте имя папки и ее описание, внесите соответствующие изменения и нажмите {{submit_appeal}}.
th_th: คำร้องของคุณถูกปฏิเสธ โปรดตรวจสอบชื่อโฟลเดอร์และคำอธิบายโฟลเดอร์ ทำการเปลี่ยนแปลงตามความเหมาะสม และแตะ {{submit_appeal}}
vi_vn: Khiếu nại của bạn đã bị từ chối. Vui lòng kiểm tra tên thư mục và mô tả của thư mục, thực hiện các thay đổi thích hợp và chạm {{submit_appeal}}.
zh_cn: 很遗憾，本次申诉失败。请自行修改文件夹名称和描述，然后点击{{submit_appeal}}
zh_tw: 很遺憾，本次申訴失敗。請自行修改資料夾名稱和描述，然後點選{{submit_appeal}}

# ht0
source: Description
de_de: Beschreibung
es_es: Descripción
hi_in: जानकारी
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明：
ko_kr: 설명
ms_my: Keterangan
pt_br: Descrição
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# xPk
source: You will submit the following content to Feishu support for review:
de_de: Sie werden den folgenden Inhalt zur Überprüfung an den Feishu-Support übermitteln:
es_es: Vas a enviar el contenido siguiente a soporte técnico de Feishu para su revisión:
fr_fr: Vous soumettrez le contenu suivant à l'assistance Feishu pour évaluation :
hi_in: आप समीक्षा के लिए Feishu सहायक को निम्न कांटेंट सबमिट करेंगे:
id_id: Anda akan mengirimkan konten berikut ke dukungan Feishu untuk ditinjau:
it_it: Invierai i seguenti contenuti al supporto tecnico Feishu da sottoporre a revisione:
ja_jp: 以下の内容を Feishu カスタマーサポートに提出します：
ko_kr: 검토를 위해 다음 콘텐츠를 Feishu 지원에 제출합니다.
ms_my: Anda akan menghantar kandungan berikut kepada sokongan Feishu untuk disemak:
pt_br: Você enviará o conteúdo a seguir ao suporte do Feishu para revisão:
ru_ru: Вы отправите на рассмотрение в службу поддержки Feishu следующий контент:
th_th: คุณจะส่งเนื้อหาต่อไปนี้ไปยังทีมสนับสนุนของ Feishu เพื่อการตรวจสอบ:
vi_vn: Bạn sẽ gửi nội dung sau đến bộ phận hỗ trợ của Feishu để xem xét:
zh_cn: 你将提交以下内容给飞书客服人员审核：
zh_tw: 你將提交以下內容給飛書客服人員審核：

source: You haven't made any changes. Please make appropriate to the folder name or description and try again.
de_de: Sie haben nichts geändert. Nehmen Sie entsprechende Änderungen am Ordnernamen oder an der Beschreibung vor und versuchen Sie es erneut.
es_es: No has realizado ningún cambio. Realiza los cambios adecuados para el nombre o la descripción de la carpeta e inténtelo de nuevo.
fr_fr: Vous n'avez apporté aucune modification. Veuillez adapter le nom ou la description du dossier et réessayer.
hi_in: आपने कोई बदलाव नहीं किया है. कृपया फ़ोल्डर के नाम या जानकारी में उचित बदलाव करें और पुनः प्रयास करें.
id_id: Anda belum membuat perubahan. Sesuaikan dengan nama atau deskripsi folder dan coba lagi.
it_it: Non è stata apportata alcuna modifica. Rendi appropriato al nome o alla descrizione della cartella e riprova.
ja_jp: フォルダの名称と説明が変更されていません。変更してから再提出してください
ko_kr: 변경 사항이 없습니다. 폴더 이름이나 설명을 적절하게 변경하고 다시 시도해 보세요.
ms_my: Anda belum membuat sebarang perubahan. Sila buat perubahan yang sesuai pada nama folder atau keterangan dan cuba lagi.
pt_br: Você não fez alterações. Faça as alterações adequadas ao nome ou à descrição da pasta e tente novamente.
ru_ru: Вы не внесли никаких изменений. Внесите соответствующие изменения в имя или описание папки и повторите попытку.
th_th: คุณไม่ได้เปลี่ยนแปลงอะไร โปรดเปลี่ยนแปลงชื่อหรือคำอธิบายโฟลเดอร์ตามความเหมาะสมและลองอีกครั้ง
vi_vn: Bạn chưa thực hiện bất kỳ thay đổi nào. Vui lòng chỉnh sửa tên hoặc mô tả thư mục sao cho phù hợp và thử lại.
zh_cn: 你未修改文件夹名称和描述，请修改后重新提交申诉
zh_tw: 你未修改資料夾名稱和描述，請修改後重新提交申訴

# uvY
source: Please check if there's any inappropriate wording or phrases in the folder name or description.
de_de: Überprüfen Sie, ob der Ordnername oder die Beschreibung unangemessene Formulierungen oder Sätze enthält.
es_es: Comprueba si hay palabras o frases inapropiadas en la descripción o el nombre de la carpeta.
fr_fr: Veuillez vérifier si le nom ou la description du dossier ne contiennent pas de termes ou d'expressions inappropriés.
hi_in: कृपया देखें कि फ़ोल्डर के नाम या जानकारी में कोई अनुचित शब्द या वाक्यांश तो नहीं है.
id_id: Periksa apakah ada kata atau frasa yang tidak pantas dalam nama atau deskripsi folder.
it_it: Controlla se nel nome o nella descrizione della cartella sono presenti parole o frasi inappropriate.
ja_jp: 不適切な言葉や表現を避けるよう、自分で内容を確認して修正することをお勧めします
ko_kr: 폴더 이름이나 설명에 부적절한 표현이나 문구가 있는지 확인하세요.
ms_my: Sila periksa jika terdapat perkataan atau frasa yang tidak sesuai dalam nama folder atau keterangan.
pt_br: Verifique se há palavras ou frases inapropriadas no nome ou na descrição da pasta.
ru_ru: Проверьте, нет ли в названии или описании папки неприемлемых формулировок или фраз.
th_th: โปรดตรวจสอบว่ามีคำหรือวลีใด ๆ ที่ไม่เหมาะสมอยู่ในชื่อโฟลเดอร์หรือคำอธิบายโฟลเดอร์หรือไม่
vi_vn: Vui lòng kiểm tra xem có từ hoặc cụm từ nào không phù hợp trong tên hoặc mô tả của thư mục hay không.
zh_cn: 建议自行检查和修改内容，避免使用不恰当的用词或表达
zh_tw: 建議自行檢查和修改內容，避免使用不恰當的用詞或表達

# u7Y
source: Please make sure you are not submitting sensitive or private information for review.
de_de: Vergewissern Sie sich, dass Sie keine sensiblen oder persönlichen Informationen zur Überprüfung einreichen.
es_es: No envíes información privada ni confidencial para su revisión.
fr_fr: Veuillez vous assurer que vous ne soumettez pas d'informations sensibles ou privées pour évaluation.
hi_in: कृपया सुनिश्चित करें कि आप समीक्षा के लिए संवेदनशील या निजी जानकारी सबमिट नहीं कर रहे हैं.
id_id: Pastikan Anda tidak mengirimkan informasi sensitif atau privat untuk ditinjau.
it_it: Assicurati di non inviare informazioni sensibili o private per la revisione.
ja_jp: 個人情報に関する内容がないか、フォルダ名と説明を慎重にご確認ください
ko_kr: 검토를 위해 민감한 정보 또는 사적인 정보를 제출하지 않았는지 확인하세요.
ms_my: Sila pastikan anda tidak mengemukakan maklumat sensitif atau peribadi untuk kajian.
pt_br: Você não pode enviar informações confidenciais ou particulares para revisão.
ru_ru: Убедитесь, что вы не отправляете на рассмотрение конфиденциальную или личную информацию.
th_th: โปรดตรวจสอบให้แน่ใจว่าคุณไม่ได้ส่งข้อมูลที่มีความละเอียดอ่อนหรือข้อมูลส่วนตัวไปเพื่อการตรวจสอบ
vi_vn: Hãy đảm bảo bạn không gửi thông tin nhạy cảm hoặc thông tin riêng tư để xem xét.
zh_cn: 请认真检查文件夹名称和描述，避免提交涉及个人隐私的内容
zh_tw: 請認真檢查資料夾名稱和數，避免提交涉及個人隱私的內容

# e3c
source: Feishu protects user privacy. Your submission will be only used for the purpose of this appeal.
de_de: Feishu achtet den Datenschutz seiner Benutzer. Ihre Einreichungen werden nur im Rahmen dieses Einspruchs verwendet.
es_es: Feishu protege la privacidad del usuario. Tu envío se usará únicamente con para esta reclamación.
fr_fr: Feishu protège la confidentialité des utilisateurs. Votre soumission sera uniquement utilisée aux fins de cet appel.
hi_in: Feishu उपयोगकर्ता निजता की सुरक्षा करता है. आपका सबमिशन केवल इस अपील के प्रयोजन के लिए उपयोग किया जाएगा.
id_id: Feishu melindungi privasi pengguna. Kiriman Anda hanya akan digunakan untuk tujuan keluhan ini.
it_it: Feishu protegge la privacy degli utenti. L'invio da te effettuato verrà utilizzato unicamente allo scopo di questo appello.
ja_jp: Feishu は常にユーザーのプライバシー保護に注力しています。あなたが提出する内容は今回の申立てにのみ使用され、漏洩することはありません
ko_kr: Feishu는 사용자의 개인 정보를 보호합니다. 제출하신 내용은 이 이의 제기 목적으로만 사용됩니다.
ms_my: Feishu melindungi privasi pengguna. Penyerahan anda hanya akan digunakan untuk tujuan rayuan ini.
pt_br: O Feishu protege a privacidade dos usuários. Seu envio será usado apenas para o propósito dessa solicitação.
ru_ru: Feishu защищает конфиденциальность пользователей. Ваше сообщение будет использовано только в целях апелляции.
th_th: Feishu ปกป้องความเป็นส่วนตัวของผู้ใช้ เอกสารที่คุณส่งจะถูกใช้เพื่อวัตถุประสงค์ของคำร้องนี้เท่านั้น
vi_vn: Feishu bảo vệ quyền riêng tư của người dùng. Hồ sơ khiếu nại do bạn gửi sẽ chỉ được sử dụng cho mục đích khiếu nại này.
zh_cn: 飞书一如既往地重视用户的隐私保护，对于你提交的内容，飞书仅用于本次申诉，不会泄露或用于它处
zh_tw: 飛書一如既往地重視使用者的隱私保護，對於你提交的內容，飛書僅用於本次申訴，不會洩露或用於他處

# PRY
source: Folder name
de_de: Ordnername
es_es: Nombre de la carpeta
fr_fr: Nom du dossier
hi_in: फ़ोल्डर का नाम
id_id: Nama folder
it_it: Nome cartella
ja_jp: 名称：
ko_kr: 폴더 이름
ms_my: Nama folder
pt_br: Nome da pasta
ru_ru: Имя папки
th_th: ชื่อโฟลเดอร์
vi_vn: Tên thư mục
zh_cn: 名称
zh_tw: 名稱

# u/Y
source: Your appeal is under review. Thanks for your patience.
de_de: Ihr Einspruch wird überprüft. Vielen Dank für Ihre Geduld.
es_es: Tu reclamación se está revisando. Gracias por tu paciencia.
fr_fr: Votre appel est en cours d'examen. Merci de votre patience.
hi_in: आपकी अपील समीक्षा के तहत है. आपके धैर्य के लिए धन्यवाद.
id_id: Keluhan Anda sedang ditinjau. Terima kasih atas kesabaran Anda.
it_it: Il tuo appello è in fase di revisione. Grazie per la tua pazienza.
ja_jp: 提出された申し立ては処理中です。結果が出るまでお待ちください
ko_kr: 이의 제기를 검토 중입니다. 기다려 주셔서 감사합니다.
ms_my: Rayuan anda sedang dikaji. Terima kasih atas kesabaran anda.
pt_br: Sua solicitação está sendo revisada. Agradecemos a sua paciência.
ru_ru: Ваша апелляция находится на рассмотрении. Спасибо за ваше терпение.
th_th: คำร้องของคุณอยู่ระหว่างการตรวจสอบ ขอบคุณที่อดทนรอ
vi_vn: Khiếu nại của bạn đang được xem xét. Cảm ơn sự kiên nhẫn của bạn.
zh_cn: 你提交的申诉正在处理中，请耐心等待结果
zh_tw: 你提交的申訴正在處理中，請耐心等待結果

# hPw
source: Submitted
de_de: Übermittelt
es_es: Enviada
fr_fr: Soumis(e)
hi_in: सबमिट किया गया
id_id: Dikirim
it_it: Invio completato
ja_jp: 申し立てを提出しました
ko_kr: 제출했습니다
ms_my: Dihantar
pt_br: Enviado
ru_ru: Отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 申诉已提交
zh_tw: 已提交申訴

# nlA
source: Submit Appeal
de_de: Einspruch einlegen
es_es: Enviar reclamación
fr_fr: Soumettre l'appel
hi_in: अपील सबमिट करें
id_id: Kirim keluhan
it_it: Invia appello
ja_jp: 申し立てを提出
ko_kr: 이의 제기 제출
ms_my: Hantar Rayuan
pt_br: Enviar solicitação
ru_ru: Подать апелляцию
th_th: ส่งคำร้อง
vi_vn: Gửi Khiếu nại
zh_cn: 提交申诉
zh_tw: 提交申訴

# 0PA
source: Submit an appeal
de_de: Einspruch einlegen
es_es: Enviar una reclamación
fr_fr: Soumettre un appel
hi_in: अपील सबमिट करें
id_id: Kirim keluhan
it_it: Invia un appello
ja_jp: Feishu カスタマサポートに申し立てを提出
ko_kr: 이의 제기 제출
ms_my: Hantar rayuan
pt_br: Enviar uma solicitação
ru_ru: Подать обращение в службу поддержки Feishu
th_th: ส่งคำร้อง
vi_vn: Gửi khiếu nại
zh_cn: 向飞书客服提交申诉
zh_tw: 向飛書客服提交申訴

# j+k
source: Who can have these permissions (copy, duplicate, print, or download)
de_de: Wer kann diese Berechtigungen haben (Kopieren, Duplizieren, Drucken oder Herunterladen)
es_es: Quién puede tener estos permisos (copiar, duplicar, imprimir o descargar)
fr_fr: Qui peut disposer de ces autorisations (copier, dupliquer, imprimer ou télécharger)
hi_in: किसके पास ये अनुमतियाँ हो सकती हैं (कॉपी, डुप्लिकेट, प्रिंट, या डाउनलोड करना)
id_id: Siapa saja yang dapat memiliki izin ini (menyalin, menduplikasi, mencetak, atau mengunduh)
it_it: Chi può disporre di queste autorizzazioni (copia, duplicazione, stampa o download)
ja_jp: コピーを作成、内容をコピー・印刷・エクスポートできるユーザー
ko_kr: 이러한 권한을 가질 수 있는 사용자(복사, 복제, 인쇄 또는 다운로드)
ms_my: Siapa yang boleh mempunyai kebenaran ini (salin, pendua, cetak, atau muat turun)
pt_br: Quem pode ter estas permissões (copiar, duplicar, imprimir ou fazer download)
ru_ru: Кто может иметь эти разрешения (копировать, дублировать, печатать или скачивать в формате Word, PDF и др.)
th_th: ใครบ้างที่สามารถมีสิทธิ์การอนุญาตเหล่านี้ได้ (คัดลอก ทำซ้ำ พิมพ์ หรือดาวน์โหลด)
vi_vn: Người sở hữu các quyền này (sao chép, nhân bản, in, hoặc tải xuống)
zh_cn: 谁可以复制内容、创建副本、打印、下载
zh_tw: 哪些人可以複製內容、建立副本、列印、下載

# gyI
source: Failed to upload. This document has no content.
de_de: Hochladen fehlgeschlagen. Dieses Dokument hat keinen Inhalt.
es_es: Error al subir. Este documento no tiene contenido.
fr_fr: Échec du téléchargement. Ce document n'a aucun contenu.
hi_in: अपलोड करने में विफल हुआ. इस दस्तावेज़ में कोई सामग्री मौजूद नहीं है.
id_id: Gagal mengunggah. Dokumen ini tidak memiliki konten.
it_it: Impossibile caricare. Questo documento non ha contenuto.
ja_jp: このファイルは内容がありません。確認してから再試行してください
ko_kr: 업로드에 실패했습니다. 이 문서에는 내용이 없습니다.
ms_my: Gagal memuat naik. Dokumen ini tiada kandungan.
pt_br: Falha ao carregar. Este documento não tem conteúdo.
ru_ru: Не удалось загрузить. В этом документе нет содержимого.
th_th: อัปโหลดไม่สำเร็จ เอกสารฉบับนี้ไม่มีเนื้อหา
vi_vn: Tải lên không thành công. Tài liệu này không có nội dung.
zh_cn: 此文档没有内容，请检查后重试
zh_tw: 此文件沒有內容，請檢查後重試

# djc
source: Failed to export. Please try again.
de_de: Export fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al exportar. Inténtalo de nuevo.
fr_fr: Échec de l'exportation. Veuillez réessayer.
hi_in: निर्यात करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal mengekspor. Coba lagi.
it_it: Impossibile esportare. Riprova.
ja_jp: エクスポートできませんでした。再試行してください
ko_kr: 내보내기에 실패했습니다. 다시 시도해 보세요.
ms_my: Gagal untuk mengeksport. Sila cuba lagi.
pt_br: Falha ao exportar. Tente novamente.
ru_ru: Не удалось экспортировать. Попробуйте еще раз.
th_th: ส่งออกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Xuất không thành công. Vui lòng thử lại.
zh_cn: 导出失败，请重试
zh_tw: 匯出失敗，請重試

# F04
source: Open in New Window
de_de: In einem neuen Fenster öffnen
es_es: Abrir en una nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
hi_in: नई विंडो में खोलें
id_id: Buka di Jendela Baru
it_it: Apri in Nuova finestra
ja_jp: 新しいウィンドウで開く
ko_kr: 새 창에서 열기
ms_my: Buka dalam Tetingkap Baru
pt_br: Abrir em nova janela
ru_ru: Открыть в новом окне
th_th: เปิดในหน้าต่างใหม่
vi_vn: Mở trong Cửa sổ Mới
zh_cn: 在新窗口中打开
zh_tw: 在新視窗中開啟
