Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# X/w
source: Unable to make a copy of this document, but don't worry. You can copy and paste text in a new document as a fix.
de_de: Es kann keine Kopie dieses Dokuments erstellt werden, aber keine Sorge. Sie können stattdessen Text kopieren und in ein neues Dokument einfügen.
es_es: No se puede hacer una copia de este documento, pero no te preocupes. Puedes copiar y pegar texto en un documento nuevo como versión no editable.
fr_fr: Impossible de faire une copie de ce document, mais ne vous inquiétez pas. Une solution consiste à copier et coller le texte dans un nouveau document.
hi_in: इस दस्तावेज़ की कॉपी बनाने में असमर्थ, लेकिन चिंता न करें. समाधान के रूप में आप एक नए दस्तावेज़ में टेक्स्ट कॉपी और पेस्ट कर सकते हैं.
id_id: Tidak dapat menyalin dokumen ini, tapi jangan khawatir. Anda dapat menyalin dan menempelkan teks di dokumen baru untuk memperbaikinya.
it_it: Impossibile fare una copia di questo documento, ma non preoccuparti. È possibile copiare e incollare il testo in un nuovo documento come soluzione.
ja_jp: このドキュメントのコピーを作成できません。全文をコピーして新しいドキュメントに貼り付けてください
ko_kr: 이 문서의 사본을 만들 수 없습니다. 하지만 걱정하지 마세요. 텍스트를 복사한 후 새 문서에 붙여넣어 해결할 수 있습니다.
ms_my: Tidak dapat membuat salinan dokumen ini, tetapi jangan risau. Anda boleh menyalin dan menampal teks dalam dokumen baru sebagai penyelesaian.
pt_br: Não é possível fazer uma cópia deste documento, mas não se preocupe. Em vez disso, você pode copiar e colar o texto em um novo documento.
ru_ru: Не удалось сделать копию этого документа, но волноваться не стоит. Как вариант, вы можете скопировать текст и вставить его в новый документ.
th_th: ไม่สามารถทำสำเนาเอกสารนี้ได้ แต่ไม่ต้องกังวลไป คุณสามารถคัดลอกและวางข้อความในเอกสารใหม่เพื่อเป็นวิธีการแก้ไขได้
vi_vn: Không thể tạo bản sao của tài liệu này, nhưng đừng lo lắng. Bạn có thể sao chép và dán văn bản trong tài liệu mới dưới dạng khắc phục.
zh_cn: 无法创建该文档副本，请复制全文并粘贴到新文档
zh_tw: 無法建立該文件副本，請複製全文並貼上到新文件

# Zkw
source: Docs
hi_in: डॉक्स
it_it: Documenti
ja_jp: ドキュメント
ko_kr: 문서
zh_cn: 文档
zh_tw: 文件

# 4Uw
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें.
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# Cvs
source: Failed to make a copy
de_de: Kopie konnte nicht erstellt werden.
es_es: No se ha podido hacer una copia
fr_fr: Échec de la création d'une copie
hi_in: कॉपी बनाने में विफल हुआ
id_id: Gagal membuat salinan
it_it: Impossibile eseguire una copia
ja_jp: コピーできませんでした
ko_kr: 사본을 만들지 못했습니다
ms_my: Gagal membuat salinan
pt_br: Falha ao fazer uma cópia
ru_ru: Не удалось сделать копию
th_th: ทำสำเนาไม่สำเร็จ
vi_vn: Không thể tạo bản sao
zh_cn: 副本创建失败
zh_tw: 副本建立失敗

# Vds
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# QXI
source: Can edit
de_de: Kann bearbeiten
es_es: Puede editar
fr_fr: Peut modifier
hi_in: संपादित कर सकते हैं
id_id: Dapat mengedit
it_it: È possibile modificare
ja_jp: 編集権限
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 编辑权限
zh_tw: 編輯權限

# ji0
source: Get started by creating a new document
de_de: Erstellen Sie zunächst ein neues Dokument
es_es: Comienza creando un documento nuevo
fr_fr: Lancez-vous en créant un nouveau document
hi_in: एक नया दस्तावेज़ बनाने से शुरू करें
id_id: Mulai dengan membuat dokumen baru
it_it: Inizia creando un nuovo documento
ja_jp: テンプレートを追加するか新規文書を作成して
ko_kr: 새 문서를 생성하여 시작하기
ms_my: Mula dengan mencipta dokumen baharu
pt_br: Comece criando um documento
ru_ru: Начните с создания нового документа
th_th: เริ่มต้นด้วยการสร้างเอกสร้างใหม่
vi_vn: Bắt đầu bằng cách tạo tài liệu mới
zh_cn: 还没有创建文档？不妨试试
zh_tw: 還沒有建立文件？不妨試試

# qNc
source: You haven't created any documents yet.
de_de: Sie haben noch keine Dokumente erstellt.
es_es: Todavía no has creado ningún documento.
fr_fr: Vous n'avez pas encore créé de document.
hi_in: आपने अभी तक कोई दस्तावेज़ नहीं बनाया है.
id_id: Anda belum membuat dokumen apa pun.
it_it: Non hai ancora creato file.
ja_jp: まだドキュメントを閲覧していません
ko_kr: 아직 문서를 만들지 않았습니다.
ms_my: Anda belum melihat sebarang dokumen lagi.
pt_br: Você ainda não criou nenhum documento.
ru_ru: Вы еще не создали ни одного документа.
th_th: คุณยังไม่ได้สร้างเอกสารใด ๆ
vi_vn: Bạn chưa tạo bất kỳ tài liệu nào.
zh_cn: 你还没有浏览过文档哦
zh_tw: 你還沒有瀏覽過文件哦

# HRo
source: No shared files
de_de: Keine geteilten Dateien
es_es: No hay archivos compartidos
fr_fr: Aucun fichier partagé
hi_in: कोई साझा की गई फ़ाइल नहीं
id_id: Tidak ada file bersama
it_it: Nessun file condiviso
ja_jp: 現在、あなたと共有されているドキュメントはありません
ko_kr: 공유된 파일 없음
ms_my: Tiada fail dikongsi
pt_br: Nenhum arquivo compartilhado
ru_ru: Нет общих файлов
th_th: ไม่มีไฟล์ที่แบ่งปัน
vi_vn: Không có tệp dùng chung
zh_cn: 暂无共享给你的文档
zh_tw: 暫無分享給你的文件

# Qk8
source: Set up successfully
de_de: Erfolgreich eingerichtet
es_es: Se ha configurado con éxito
fr_fr: Configuration réussie
hi_in: सेट किया गया
id_id: Berhasil ditetapkan
it_it: Impostazione completata
ja_jp: 設定しました
ko_kr: 설정 성공
ms_my: Berjaya ditetapkan
pt_br: Configurado com sucesso
ru_ru: Настроено успешно
th_th: ตั้งค่าสำเร็จแล้ว
vi_vn: Cài đặt thành công
zh_cn: 设置成功
zh_tw: 設定成功

# vlo
source: No results found.
de_de: Keine Ergebnisse gefunden.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat trouvé.
hi_in: कोई परिणाम नहीं मिला.
id_id: Hasil tidak ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 結果がありません。
ko_kr: 결과를 찾지 못했습니다.
ms_my: Tiada hasil dijumpai.
pt_br: Nenhum resultado encontrado.
ru_ru: Результатов не найдено.
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả.
zh_cn: 没有筛选结果，不妨试试
zh_tw: 沒有篩選結果，不妨試試

# QZU
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
hi_in: फ़ोल्डर
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# J00
source: The folder doesn't exist.
de_de: Der Ordner existiert nicht.
es_es: La carpeta no existe.
fr_fr: Le dossier n'existe pas.
hi_in: फ़ोल्डर मौजूद नहीं है.
id_id: Folder tidak ada.
it_it: La cartella non esiste.
ja_jp: フォルダが存在しません
ko_kr: 폴더가 존재하지 않습니다.
ms_my: Folder tidak wujud.
pt_br: A pasta não existe.
ru_ru: Папки не существует.
th_th: ไม่มีโฟลเดอร์นี้
vi_vn: Thư mục không tồn tại.
zh_cn: 文件夹不存在
zh_tw: 資料夾不存在

# Du4
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# rDw
source: Import as Docs
de_de: Als Docs importieren
es_es: Importar como documentos
fr_fr: Importer en tant que Docs
hi_in: डॉक्स के रूप में आयात करें
id_id: Impor sebagai Docs
it_it: Importa come Documenti
ja_jp: ドキュメントをインポート
ko_kr: 문서로 가져오기
ms_my: Import sebagai Docs
pt_br: Importar como Docs
ru_ru: Импорт в Docs
th_th: นำเข้าเป็น Docs
vi_vn: Nhập dưới dạng Docs
zh_cn: 转为在线文档
zh_tw: 轉換為線上文件

# NGw
source: Import as MindNotes
de_de: Als MindNotes importieren
es_es: Importar como Mindnotes
fr_fr: Importer en tant que MindNotes
hi_in: माइंडनोट्स के रूप में आयात करें
id_id: Impor sebagai MindNotes
it_it: Importa come Note promemoria
ja_jp: マインドノートをインポート
ko_kr: 마인드노트로 가져오기
ms_my: Import sebagai MindNotes
pt_br: Importar como MindNotes
ru_ru: Импорт в MindNotes
th_th: นำเข้าเป็น MindNotes
vi_vn: Nhập dưới dạng MindNotes
zh_cn: 转为思维笔记
zh_tw: 轉為心智圖筆記

# fK8
source: Import as Sheets
de_de: Als Sheets importieren
es_es: Importar como Sheets
fr_fr: Importer en tant que Sheets
hi_in: शीट्स के रूप में आयात करें
id_id: Impor sebagai Sheets
it_it: Importa come Fogli
ja_jp: シートとしてインポート
ko_kr: 시트로 가져오기
ms_my: Import sebagai Sheets
pt_br: Importar como Sheets
ru_ru: Импорт в Sheets
th_th: นำเข้าเป็น แผ่นงาน
vi_vn: Nhập dưới dạng các Sheet
zh_cn: 转为电子表格
zh_tw: 轉換為電子試算表

# ufk
source: This file was deleted
de_de: Diese Datei wurde gelöscht.
es_es: Este archivo se ha eliminado
fr_fr: Ce fichier a été supprimé
hi_in: यह फ़ाइल हटाई गई
id_id: File ini dihapus
it_it: Questo file è stato eliminato
ja_jp: このファイルは既に削除されました
ko_kr: 이 파일은 삭제되었습니다
ms_my: Fail ini telah dipadam
pt_br: Este arquivo foi excluído
ru_ru: Файл был удален
th_th: ไฟล์นี้ได้ถูกลบแล้ว
vi_vn: Tệp tin này đã bị xóa
zh_cn: 此文件已被删除
zh_tw: 已刪除該檔案

# xII
source: You need permission to export. Please request permission from the owner.
de_de: Sie benötigen eine Berechtigung, um exportieren zu können. Bitte Berechtigung beim Besitzer anfragen.
es_es: Necesitas permiso para exportar. Solicita permiso al propietario.
fr_fr: Vous devez disposer d'une autorisation pour exporter. Veuillez demander l'autorisation au propriétaire.
hi_in: निर्यात करने के लिए आपको अनुमति की आवश्यकता है. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Anda membutuhkan izin untuk mengekspor. Minta izin dari pemiliknya.
it_it: Devi disporre dell'autorizzazione per esportare. Richiedi l'autorizzazione dal proprietario.
ja_jp: エクスポート権限がありません。ドキュメント所有者に権限の変更を申請してください
ko_kr: 내보내려면 권한이 필요합니다. 소유자에게 권한을 요청하세요.
ms_my: Tiada kebenaran eksport. Sila hubungi pemilik untuk memohon kebenaran eksport.
pt_br: Você precisa de permissão para exportar. Solicite permissão ao proprietário.
ru_ru: Вам нужно разрешение на экспорт. Пожалуйста, запросите разрешение у владельца.
th_th: คุณต้องการสิทธิ์การอนุญาตในการส่งออก โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Bạn cần có quyền để xuất. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: 无导出权限，请联系文档所有者申请更改权限
zh_tw: 無匯出權限，請聯絡文件擁有者申請變更權限

# Ltk
source: You need permission to view. Please request permission from the owner.
de_de: Sie benötigen eine Berechtigung, um anzeigen zu können. Bitte Berechtigung beim Besitzer anfragen.
es_es: Necesitas permiso para ver. Solicita permiso al propietario.
fr_fr: Vous devez disposer d'une autorisation pour afficher. Veuillez demander l'autorisation au propriétaire.
hi_in: देखने के लिए आपको अनुमति की आवश्यकता है. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Anda membutuhkan izin untuk melihat. Minta izin dari pemiliknya.
it_it: Devi disporre dell'autorizzazione per visualizzare. Richiedi l'autorizzazione dal proprietario.
ja_jp: 閲覧権限がありません。ドキュメント所有者に権限の変更を申請してください
ko_kr: 읽으려면 권한이 필요합니다. 소유자에게 권한을 요청하세요.
ms_my: Tiada kebenaran baca. Sila hubungi pemilik untuk memohon kebenaran baca.
pt_br: Você precisa de permissão para visualizar. Solicite permissão ao proprietário.
ru_ru: Вам нужно разрешение на просмотр. Пожалуйста, запросите разрешение у владельца.
th_th: คุณต้องการสิทธิ์การอนุญาตในการดู โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Bạn cần có quyền để xem. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: 无阅读权限，请联系文档所有者申请更改权限
zh_tw: 無閱讀權限，請聯絡文件擁有者申請變更權限

# 2ZE
source: This file isn't approved
de_de: Diese Datei ist nicht genehmigt.
es_es: Este archivo no está aprobado
fr_fr: Ce fichier n'est pas approuvé
hi_in: यह फ़ाइल अनुमोदित नहीं है
id_id: File ini tidak disetujui
it_it: Questo file non è approvato
ja_jp: このファイルは審査を通過していません
ko_kr: 이 파일은 승인되지 않았습니다
ms_my: Fail ini tidak diluluskan
pt_br: Este arquivo não foi aprovado
ru_ru: Файл не утвержден
th_th: ไฟล์นี้ไม่ได้รับการอนุมัติ
vi_vn: Tệp tin này không được phê duyệt
zh_cn: 此文件未通过审核
zh_tw: 此檔案未通過審核

# ph0
source: This file doesn't exist
de_de: Diese Datei existiert nicht
es_es: El archivo no existe
fr_fr: Ce fichier n'existe pas
hi_in: यह फ़ाइल मौजूद नहीं है
id_id: File ini tidak ada
it_it: Questo file non esiste
ja_jp: このファイルは存在しません
ko_kr: 이 파일이 존재하지 않습니다.
ms_my: Fail ini tidak wujud
pt_br: Este arquivo não existe
ru_ru: Файла не существует
th_th: ไม่พบไฟล์นี้
vi_vn: Tệp tin này không tồn tại
zh_cn: 此文件不存在
zh_tw: 此檔案不存在

# aPs
source: The file size is too large to import
de_de: Die Dateigröße ist zu groß zum Importieren
es_es: El tamaño del archivo es demasiado grande e impide importarlo
fr_fr: La taille du fichier est trop importante pour l'importation
hi_in: आयात करने के लिए फ़ाइल का आकार बहुत बड़ा है
id_id: Ukuran file terlalu besar untuk diimpor
it_it: La dimensione del file è troppo grande per l'importazione
ja_jp: ファイルの大きさが超過しているため、インポートできません
ko_kr: 파일 크기가 가져오기에 너무 큽니다
ms_my: Saiz fail terlalu besar untuk diimport
pt_br: O tamanho do arquivo é muito grande para importá-lo
ru_ru: Размер файла слишком велик для импорта
th_th: ไฟล์มีขนาดใหญ่เกินกว่าที่จะนำเข้าได้
vi_vn: Kích cỡ tệp tin quá lớn để nhập
zh_cn: 文件体积过大，无法导入
zh_tw: 檔案體積過大，無法匯入

# qeo
source: Unable to import this file type
de_de: Import dieses Dateityps nicht möglich
es_es: No se ha podido importar este tipo de archivo
fr_fr: Échec de l'importation de ce type de fichier
hi_in: इस प्रकार की फ़ाइल आयात करने में असमर्थ है
id_id: Tidak dapat mengimpor jenis file ini
it_it: Impossibile importare questo tipo di file
ja_jp: このファイル形式はインポートできません
ko_kr: 이 파일 형식을 가져올 수 없음
ms_my: Jenis fail tidak menyokong import
pt_br: Não é possível importar este tipo de arquivo
ru_ru: Невозможно импортировать этот тип файла
th_th: ไม่สามารถนำเข้าไฟล์ประเภทนี้ได้
vi_vn: Không nhập được loại tệp tin này
zh_cn: 文件类型无法导入
zh_tw: 檔案類型無法匯入

# 9jM
source: Please enter folder name
de_de: Ordnernamen eingeben
es_es: Introducir nombre de carpeta
fr_fr: Saisir le nom du dossier
hi_in: कृपया फ़ोल्डर का नाम दर्ज करें
id_id: Masukkan nama folder
it_it: Immetti il nome della cartella
ja_jp: フォルダ名を入力してください
ko_kr: 폴더 이름을 입력하세요
ms_my: Sila masukkan nama folder
pt_br: Insira o nome da pasta
ru_ru: Введите название папки
th_th: โปรดป้อนชื่อโฟลเดอร์
vi_vn: Vui lòng nhập tên thư mục
zh_cn: 请输入文件夹名称
zh_tw: 請輸入資料夾名稱

# Kec
source: just now
de_de: gerade eben
es_es: ahora mismo
fr_fr: à l'instant
hi_in: अभी
id_id: baru saja
it_it: in questo momento
ja_jp: たった今
ko_kr: 방금
ms_my: baru sahaja
pt_br: agora
ru_ru: только что
th_th: เมื่อครู่นี้
vi_vn: vừa xong
zh_cn: 刚刚
zh_tw: 剛剛

# ciE
source: {{APP_DISPLAY_NAME}} Link: {{link}} Password: {{password}}
de_de: {{APP_DISPLAY_NAME}} Link {{link}} Kennwort: {{password}}
es_es: {{APP_DISPLAY_NAME}}: Contraseña de {{link}}: {{password}}
fr_fr: {{APP_DISPLAY_NAME}} : {{link}} Mot de passe : {{password}}
hi_in: {{APP_DISPLAY_NAME}}: {{link}} पासवर्ड: {{password}}
id_id: {{APP_DISPLAY_NAME}} Tautan: {{link}} Kata sandi: {{password}}
it_it: {{APP_DISPLAY_NAME}}: password per {{link}}: {{password}}
ja_jp: {{APP_DISPLAY_NAME}} リンク：{{link}} パスワード：{{password}}
ko_kr: {{APP_DISPLAY_NAME}} 문서: {{link}} 비밀번호: {{password}}
ms_my: Pautan {{APP_DISPLAY_NAME}}: {{link}} Kata laluan: {{password}}
pt_br: {{APP_DISPLAY_NAME}}: {{link}} Senha: {{password}}
ru_ru: Документ {{APP_DISPLAY_NAME}}: {{link}} Пароль: {{password}}
th_th: เอกสาร {{APP_DISPLAY_NAME}}: {{link}} รหัส: {{password}}
vi_vn: {{APP_DISPLAY_NAME}}: {{link}} Mật khẩu: {{password}}
zh_cn: {{APP_DISPLAY_NAME}}链接：{{link}} 密码：{{password}}
zh_tw: {{APP_DISPLAY_NAME}}連結：{{link}} 密码：{{password}}

# y+k
source: Failed to load. Please try again.
de_de: Laden fehlgeschlagen. Zum erneuten Versuchen tippen.
es_es: Error al cargar. Inténtalo de nuevo.
fr_fr: Échec du chargement. Veuillez appuyer pour réessayer.
hi_in: लोड करने में विफल हुआ. कृपया पुनः प्रयास करने के लिए टैप करें.
id_id: Gagal memuat. Coba lagi.
it_it: Impossibile caricare. Tocca per riprovare.
ja_jp: 読み込みに失敗しました。画面をタップして再試行してください
ko_kr: 로드에 실패했습니다 다시 시도하려면 탭하세요.
ms_my: Gagal memuatkan. Sila ketuk untuk cuba lagi.
pt_br: Falha ao carregar. Toque para tentar novamente.
ru_ru: Ошибка загрузки. Нажмите, чтобы повторить попытку.
th_th: โหลดไม่สำเร็จ โปรดแตะเพื่อลองอีกครั้ง
vi_vn: Tải thất bại. Vui lòng chạm để thử lại.
zh_cn: 加载失败，请点击屏幕重试
zh_tw: 載入失敗，請點選螢幕重試

# JnI
source: Loading timed out. Please try again later.
de_de: Zeitüberschreitung beim Laden. Versuchen Sie es später erneut.
es_es: Se ha superado el tiempo de espera de la carga. Inténtelo de nuevo más tarde.
fr_fr: Le chargement a expiré. Veuillez réessayer plus tard.
hi_in: लोड करने का समय समाप्त हो गया. कृपया बाद में पुनः प्रयास करें.
id_id: Waktu pemuatan habis. Coba lagi nanti.
it_it: Caricamento scaduto. Riprova più tardi.
ja_jp: 読み込みがタイムアウトになりました。画面をタップしてもう一度やり直してください
ko_kr: 로드 시간이 초과되었습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan. Sila cuba lagi kemudian.
pt_br: Tempo de carregamento esgotado. Tente novamente mais tarde.
ru_ru: Время загрузки истекло. Повторите попытку позже.
th_th: การโหลดหมดเวลาแล้ว โปรดลองอีกครั้งภายหลัง
vi_vn: Quá trình tải đã hết thời gian chờ. Vui lòng thử lại sau.
zh_cn: 加载超时，请点击屏幕重试
zh_tw: 載入逾時，請點選螢幕重試

# h48
source: Loading…
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中…
zh_tw: 載入中…

# xBQ
source: Find
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: ढूँढ़ें
id_id: Temukan
it_it: Trova
ja_jp: 検索
ko_kr: 찾기
ms_my: Cari
pt_br: Localizar
ru_ru: Найти
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 查找
zh_tw: 尋找

# CEI
source: Make a copy
de_de: Kopie erstellen
es_es: Hacer una copia
fr_fr: Faire une copie
hi_in: एक कॉपी बनाएँ
id_id: Buat salinan
it_it: Crea copia
ja_jp: コピーを作成
ko_kr: 사본 만들기
ms_my: Buat salinan
pt_br: Fazer uma cópia
ru_ru: Сделать копию
th_th: ทำสำเนา
vi_vn: Tạo bản sao
zh_cn: 创建副本
zh_tw: 建立副本

# EYc
source: Failed to copy. The owner disabled copying for this document.
de_de: Kopieren fehlgeschlagen. Der Besitzer hat das Kopieren für dieses Dokument deaktiviert.
es_es: Error al copiar. El propietario ha deshabilitado la función de copiar en este documento.
fr_fr: Échec de la copie. Le propriétaire a désactivé la copie pour ce document.
hi_in: कॉपी करने में विफल हुआ. ओनर ने यह दस्तावेज़ कॉपी करने का फ़ंक्शन अक्षम किया.
id_id: Gagal menyalin. Pemilik menonaktifkan penyalinan untuk dokumen ini.
it_it: Impossibile copiare. Il proprietario ha disabilitato la copia per questo documento.
ja_jp: 作成に失敗しました。所有者の設定により、テキストのコピーが禁止されています
ko_kr: 복사에 실패했습니다. 소유자가 이 문서의 복사를 비활성화했습니다.
ms_my: Gagal menyalin, fungsi salinan dimatikan oleh pemilik
pt_br: Falha ao copiar. O proprietário desativou a opção de copiar este documento.
ru_ru: Не удалось скопировать. Владелец отключил копирование для этого документа.
th_th: คัดลอกไม่สำเร็จ เจ้าของได้ปิดใช้การคัดลอกสำหรับเอกสารนี้
vi_vn: Sao chép thất bại. Chủ sở hữu đã tắt tính năng sao chép cho tài liệu này.
zh_cn: 创建失败，所有者设置了当前内容禁止被复制
zh_tw: 建立失敗，擁有者設定了目前內容禁止被複製

# xOs
source: Copy created
de_de: Kopie erstellt
es_es: La copia se ha creado
fr_fr: Copie créée
hi_in: कॉपी बनाई गई
id_id: Salinan dibuat
it_it: Copia creata
ja_jp: コピーを作成しました
ko_kr: 사본 만듦
ms_my: Dicipta dengan jayanya, ketuk untuk membuka salinan.
pt_br: Cópia criada
ru_ru: Копия создана
th_th: สร้างสำเนาแล้ว
vi_vn: Đã tạo bản sao
zh_cn: 创建副本成功
zh_tw: 建立副本成功

# xu0
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
hi_in: सदस्य
id_id: Anggota
it_it: Membro
ja_jp: メンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membro
ru_ru: Участник
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# +Pc
source: MindNotes
hi_in: माइंडनोट्स
it_it: Note promemoria
ja_jp: マインドノート
ko_kr: 마인드노트
zh_cn: 思维笔记
zh_tw: 心智圖筆記

# C2I
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: もっと見る
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# nvM
source: You don't have permission to view edit history. Please contact the owner for assistance.
de_de: Sie haben nicht die Erlaubnis, den Bearbeitungsverlauf zu sehen. Bitte wenden Sie sich an den Besitzer, um Hilfe zu erhalten.
es_es: No tienes permiso para ver el historial de ediciones. Ponte en contacto con el propietario para obtener ayuda.
fr_fr: Vous n'êtes pas autorisé à consulter l'historique des modifications. Veuillez contacter le propriétaire pour obtenir de l'aide.
hi_in: संस्करण इतिहास देखने में असमर्थ है. कृपया ओनर से अनुमति माँगें.
id_id: Anda tidak memiliki izin untuk melihat riwayat pengeditan. Hubungi pemilik untuk mendapatkan bantuan.
it_it: Non disponi dell'autorizzazione per visualizzare la cronologia delle modifiche. Contatta il proprietario per ricevere assistenza.
ja_jp: 閲覧権限では履歴を表示できません。ドキュメントの所有者に編集権限に変更するよう申請してください
ko_kr: 편집 기록을 볼 수 있는 권한이 없습니다. 도움이 필요하면 소유자에게 문의하세요.
ms_my: Tidak dapat melihat sejarah versi. Sila hubungi pemilik untuk meminta kebenaran untuk mengedit.
pt_br: Você não tem permissão para ver o histórico de edições. Entre em contato com o proprietário para obter assistência.
ru_ru: У вас недостаточно прав для просмотра истории изменений. Свяжитесь с владельцем для получения помощи.
th_th: คุณไม่มีสิทธิ์การอนุญาตดูประวัติการแก้ไข โปรดติดต่อเจ้าของเพื่อขอความช่วยเหลือ
vi_vn: Bạn không có quyền xem lịch sử chỉnh sửa. Vui lòng liên hệ với chủ sở hữu để được hỗ trợ.
zh_cn: 无权查看历史记录，请联系文档所有者
zh_tw: 無權查看歷史記錄，請聯絡文件擁有者

# Q/M
source: Unable to rename the {{type}}. You don't have permission to edit.
de_de: {{type}} kann nicht umbenannt werden. Sie haben keine Berechtigung zum Bearbeiten.
es_es: No se ha podido cambiar nombre a {{type}}. No tiene permiso para realizar cambios.
fr_fr: Impossible de renommer le {{type}}. Vous n'êtes pas autorisé à modifier.
hi_in: {{type}} का नाम बदलने में असमर्थ. आपके पास संपादन करने की अनुमति नहीं है.
id_id: Tidak dapat mengganti nama {{type}}. Anda tidak memiliki izin untuk mengedit.
it_it: Impossibile rinominare {{type}}. Non hai l'autorizzazione per apportare modifiche.
ja_jp: この{{type}}の編集権限がないため、名前の変更はできません
ko_kr: {{type}} 이름을 변경할 수 없음. 편집 권한이 없습니다.
ms_my: Tidak dapat menamakan semula {{type}}. Anda tidak mempunyai kebenaran untuk mengedit.
pt_br: Não é possível renomear {{type}}. Você não tem permissão para editar.
ru_ru: Невозможно переименовать {{type}}. У вас нет разрешения на редактирование.
th_th: ไม่สามารถตั้งชื่อ {{type}} ใหม่ได้ คุณไม่ได้รับสิทธิ์ให้สามารถแก้ไขได้
vi_vn: Không thể đổi tên {{type}}. Bạn không có quyền chỉnh sửa.
zh_cn: 你没有该{{type}}的编辑权限，无法对其进行重命名
zh_tw: 你沒有該{{type}}的編輯權限，無法對其進行重新命名

# cMU
source: Base
hi_in: Bitable
ms_my: Asas
zh_cn: 多维表格
zh_tw: 多維表格

# 7bI
source: file
de_de: Datei
es_es: archivo
fr_fr: fichier
hi_in: फ़ाइल
ja_jp: ファイル
ko_kr: 파일
ms_my: fail
pt_br: arquivo
ru_ru: файл
th_th: ไฟล์
vi_vn: tệp tin
zh_cn: 文件
zh_tw: 檔案

# b7E
source: Sheets
hi_in: शीट्स
it_it: Fogli
ja_jp: シート
ko_kr: 시트
ms_my: helaian
vi_vn: Trang tính
zh_cn: 表格
zh_tw: 表格

# exc
source: Move to
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
hi_in: ले जाएँ
id_id: Pindah ke
it_it: Sposta in
ja_jp: 移動先
ko_kr: 다음으로 이동
ms_my: Pindah ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển tới
zh_cn: 移动到
zh_tw: 移動到

# mZY
source: Move to here
de_de: Hierhin verschieben
es_es: Mover aquí
fr_fr: Déplacer ici
hi_in: यहाँ संचलित करें
id_id: Pindah ke sini
it_it: Sposta qui
ja_jp: ここに移動
ko_kr: 여기로 이동
ms_my: Pindah ke sini
pt_br: Mover para cá
ru_ru: Переместить сюда
th_th: ย้ายมาไว้ที่นี่
vi_vn: Chuyển tới đây
zh_cn: 移动到此处
zh_tw: 移動至此處

# nFg
source: Network unavailable. Please try again later.
de_de: Netzwerk nicht verfügbar. Versuchen Sie es später erneut.
es_es: La red no está disponible. Inténtelo de nuevo más tarde.
fr_fr: Réseau non disponible. Veuillez réessayer plus tard.
hi_in: नेटवर्क अनुपलब्ध है. कृपया बाद में पुनः प्रयास करें.
id_id: Jaringan tidak tersedia. Coba lagi nanti.
it_it: Rete non disponibile. Riprova più tardi.
ja_jp: ネットワークが切断されました。しばらくしてからもう一度もう一度やり直してください
ko_kr: 네트워크를 사용할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Rangkaian tidak tersedia. Sila cuba lagi kemudian.
pt_br: Rede indisponível. Tente novamente mais tarde.
ru_ru: Сеть недоступна. Повторите попытку позже.
th_th: เครือข่ายไม่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง
vi_vn: Không có mạng. Vui lòng thử lại sau.
zh_cn: 网络已中断，请稍后重试
zh_tw: 網路已中斷，請稍後重試
