Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# KSM
source: You don't have permission to view this document according to your organization's file policy. Please contact an administrator if you need help.
de_de: Gemäß der Dateirichtlinie Ihrer Organisation haben Sie keine Berechtigung, dieses Dokument anzusehen. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No tienes permiso para ver este documento según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Vous n'êtes pas autorisé à afficher ce document, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Anda tidak memiliki izin untuk melihat dokumen ini sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Non disponi dell'autorizzazione per visualizzare questo documento in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ドキュメントにアクセスする権限がありません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 이 문서를 볼 수 있는 권한이 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk melihat dokumen ini mengikut dasar fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Você não tem permissão para visualizar este documento de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: У вас нет разрешения на просмотр этого документа в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: คุณไม่มีสิทธิ์การอนุญาตให้ดูเอกสารนี้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không có quyền xem tài liệu này. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你没有权限访问文档，如有疑问，请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你沒有文件存取權限。如有疑問，請聯絡企業管理員

# f58
source: No Access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
id_id: Tidak Ada Akses
it_it: Nessun accesso
ja_jp: 権限なし
ko_kr: 액세스 권한 없음
ms_my: Tiada Akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีสิทธิ์เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 无权限
zh_tw: 無權限

# hss
source: No access permission
de_de: Keine Zugriffsberechtigung
es_es: Sin permiso de acceso
fr_fr: Pas d'autorisation d'accès
id_id: Tidak ada izin akses
it_it: Nessuna autorizzazione di accesso
ja_jp: アクセス権限がありません
ko_kr: 액세스 권한이 없습니다
ms_my: Tiada kebenaran akses
pt_br: Sem permissão de acesso
ru_ru: Нет разрешений на доступ
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有权限访问
zh_tw: 沒有存取權限

# qRw
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# fuE
source: Restricted
de_de: Eingeschränkt
es_es: Restringido
fr_fr: Restreint
id_id: Terbatas
it_it: Limitato
ja_jp: アクセス制限あり
ko_kr: 제한됨
ms_my: Terhad
pt_br: Restrito
ru_ru: Ограничено
th_th: ถูกจำกัด
vi_vn: Hạn chế
zh_cn: 访问受限
zh_tw: 存取受限

# XEk
source: Unable to share the document with this user according to your organization's file policy. Please contact an administrator if you need help.
de_de: Das Dokument kann gemäß der Dateirichtlinie Ihrer Organisation nicht für diesen Benutzer freigegeben werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede compartir el documento con este usuario según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de partager le document avec cet utilisateur, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal membagikan dokumen kepada pengguna ini sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile condividere il documento con questo utente in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ドキュメントをこのユーザーに共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 이 사용자와 문서를 공유할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat berkongsi dokumen dengan pengguna ini mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível compartilhar o documento com este usuário de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно поделиться документом с этим пользователем в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถแบ่งปันเอกสารกับผู้ใช้รายนี้ได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể chia sẻ tài liệu với người dùng này. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法将文档分享给该用户，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法將文件分享給該使用者。如有疑問，請聯絡企業管理員

# w0Q
source: Unable to share the document with this user according to your organization's file policy. Please contact an administrator if you need help.
de_de: Das Dokument kann gemäß der Dateirichtlinie Ihrer Organisation nicht für diesen Benutzer freigegeben werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede compartir el documento con este usuario según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de partager le document avec cet utilisateur, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal membagikan dokumen kepada pengguna ini sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile condividere il documento con questo utente in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ドキュメントをこのユーザーに共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 이 사용자와 문서를 공유할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat berkongsi dokumen dengan pengguna ini mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível compartilhar o documento com este usuário de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно поделиться документом с этим пользователем в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถแบ่งปันเอกสารกับผู้ใช้รายนี้ได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể chia sẻ tài liệu với người dùng này. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法将文档分享给该用户，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法將文件分享給該使用者。如有疑問，請聯絡企業管理員

# fQc
source: Sharing failed
de_de: Freigabe fehlgeschlagen
es_es: Error al compartir
fr_fr: Échec du partage
id_id: Gagal berbagi
it_it: Condivisione non riuscita
ja_jp: 共有失敗
ko_kr: 공유 실패
ms_my: Gagal berkongsi
pt_br: Falha no compartilhamento
ru_ru: Не удалось поделиться
th_th: การแบ่งปันล้มเหลว
vi_vn: Chia sẻ không thành công
zh_cn: 分享失败
zh_tw: 分享失敗

# l6A
source: Unable to share the mentioned document according to your organization's file policy. Please contact an administrator if you need help.
de_de: Das erwähnte Dokument kann gemäß der Dateirichtlinie Ihrer Organisation nicht freigegeben werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede compartir el documento mencionado según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de partager le document mentionné, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal membagikan dokumen yang disebutkan sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile condividere il documento menzionato in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、この引用ドキュメントを共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 멘션된 문서를 공유할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat berkongsi dokumen yang disebut mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível compartilhar o documento mencionado de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно поделиться указанным документом в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถแบ่งปันเอกสารที่ถูกกล่าวถึงได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể chia sẻ tài liệu được nhắc đến. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法分享该引用文档，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法分享該本文引用。如有疑問，請聯絡企業管理員

# Cdc
source: Unable to share all mentioned documents according to your organization's file policy. Please contact an administrator if you need help.
de_de: Nicht alle erwähnten Dokumente können gemäß der Dateirichtlinie Ihrer Organisation freigegeben werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se pueden compartir todos los documentos mencionados según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de partager tous les documents mentionnés, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal membagikan semua dokumen yang disebutkan sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile condividere tutti i documenti menzionati in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、一部の引用ドキュメントを共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 멘션된 모든 문서를 공유할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat berkongsi semua dokumen yang disebut mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível compartilhar todos os documentos mencionados com este usuário de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно поделиться всеми упомянутыми документами в соответствии с стратегией вашей организации в отношении файлов. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถแบ่งปันเอกสารทั้งหมดที่กล่าวถึงได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể chia sẻ tất cả các tài liệu được nhắc đến. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法分享部分引用文档，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法分享部分本文引用。如有疑問，請聯絡企業管理員

# kz0
source: Sharing is restricted according to your organization's file policy. Please contact an administrator if you need help.
de_de: Die Freigabe ist gemäß der Dateirichtlinie Ihrer Organisation eingeschränkt. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: El uso compartido está restringido según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Le partage est limité, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Berbagi dibatasi sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: La condivisione è limitata in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、外部に共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 공유가 제한되었습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Pengongsian dihadkan mengikut dasar fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: O compartilhamento é restrito de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Общий доступ ограничен в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: การแบ่งปันถูกจำกัดตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, việc chia sẻ bị hạn chế. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，暂时无法对外分享，如有疑问，请联系企业管理员
zh_tw: 由於企業的檔案原則設定，暫時無法對外分享。如有疑問，請聯絡企業管理員

# Dlk
source: Transfer failed
de_de: Übertragung fehlgeschlagen
es_es: Error de transferencia
fr_fr: Échec du transfert
id_id: Transfer gagal
it_it: Trasferimento non riuscito
ja_jp: 移行失敗
ko_kr: 이전 실패
ms_my: Pemindahan gagal
pt_br: Falha na transferência
ru_ru: Ошибка переноса
th_th: ถ่ายโอนล้มเหลว
vi_vn: Chuyển không thành công
zh_cn: 转移失败
zh_tw: 轉移失敗

# foA
source: Unable to transfer the file to the selected user according to your organization's file policy. Please contact an administrator if you need help.
de_de: Die Datei kann gemäß der Dateirichtlinie Ihrer Organisation nicht an den ausgewählten Benutzer übertragen werden. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: No se puede transferir el archivo al usuario seleccionado según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Impossible de transférer le fichier à l'utilisateur sélectionné, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Gagal mentransfer file kepada pengguna yang dipilih sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika butuh bantuan.
it_it: Impossibile trasferire il file all'utente selezionato in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、ファイルをこのユーザーに譲渡できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 선택한 사용자에게 파일을 전송할 수 없습니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Tidak dapat memindahkan fail kepada pengguna yang dipilih mengikut polisi fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: Não é possível transferir o arquivo para o usuário selecionado de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Невозможно передать файл выбранному пользователю в соответствии с стратегией файлов вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: ไม่สามารถถ่ายโอนไฟล์ไปยังผู้ใช้ที่เลือกไว้ได้ตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, bạn không thể chuyển tập tin cho người dùng đã chọn. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，你无法将文件转移给该用户，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，你無法將檔案轉移給該使用者。如有疑問，請聯絡企業管理員

# sU8
source: Transfer ownership is restricted according to your organization's file policy. Please contact an administrator if you need help.
de_de: Die Übertragung des Besitzes ist gemäß der Dateirichtlinie Ihrer Organisation eingeschränkt. Bitte wenden Sie sich an einen Administrator, wenn Sie Hilfe benötigen.
es_es: La transferencia de la propiedad está restringida según la política de archivos de tu organización. Ponte en contacto con un administrador si necesitas ayuda.
fr_fr: Le transfert de propriété est limité, conformément à la politique de fichiers de votre organisation. Veuillez contacter un administrateur si vous avez besoin d'aide.
id_id: Mentransfer kepemilikan dibatasi sesuai dengan kebijakan file organisasi Anda. Hubungi administrator jika Anda memerlukan bantuan.
it_it: Il trasferimento della proprietà è limitato in base al criterio sui file dell'organizzazione. Contatta un amministratore in caso di aiuto.
ja_jp: 法人のファイルポリシー設定により、譲渡できませんでした。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책에 따라 소유권 이전이 제한됩니다. 도움이 필요한 경우 관리자에게 문의하세요.
ms_my: Pemindahan hak milik dihadkan mengikut dasar fail organisasi anda. Sila hubungi pentadbir jika anda memerlukan bantuan.
pt_br: A transferência de propriedade é restrita de acordo com a política de arquivos da sua organização. Entre em contato com um administrador se precisar de ajuda.
ru_ru: Передача права собственности ограничена в соответствии с файловой стратегией вашей организации. Свяжитесь с администратором, если вам нужна помощь.
th_th: การถ่ายโอนความเป็นเจ้าของถูกจำกัดตามนโยบายไฟล์สำหรับองค์กรของคุณ โปรดติดต่อผู้ดูแลหากคุณต้องการความช่วยเหลือ
vi_vn: Theo chính sách tập tin của tổ chức bạn, việc chuyển quyền sở hữu bị hạn chế. Vui lòng liên hệ với quản trị viên nếu bạn cần trợ giúp.
zh_cn: 由于企业的文件策略设置，转移失败，如有疑问请联系企业管理员
zh_tw: 由於企業的檔案原則設定，轉移失敗。如有疑問，請聯絡企業管理員

# KQ0
source: Current location
de_de: Aktueller Standort
es_es: Localización actual
fr_fr: Emplacement actuel
id_id: Lokasi saat ini
it_it: Posizione corrente
ja_jp: 現在の位置
ko_kr: 현재 위치
ms_my: Lokasi semasa
pt_br: Localização atual
ru_ru: Текущее местоположение
th_th: ตำแหน่งปัจจุบัน
vi_vn: Vị trí hiện tại
zh_cn: 当前页面位置
zh_tw: 目前頁面位置

# IfY
source: You need the manage permissions for the wiki space's top-level page for this action.
de_de: Für diese Aktion benötigen Sie die Verwaltungsberechtigung für die Seite der obersten Ebene des Wiki-Bereichs.
es_es: Necesitas permisos de administración para la página de nivel superior del espacio Wiki para realizar esta acción.
fr_fr: Pour exécuter cette opération, vous devez être autorisé à gérer la page de base de l'espace Wiki.
id_id: Anda memerlukan izin mengelola untuk halaman level atas ruang wiki untuk tindakan ini.
it_it: Per questa azione hai bisogno delle autorizzazioni per gestire della pagina di livello superiore dello spazio Wiki.
ja_jp: この操作を行うには、トップレベルページの管理権限が必要です。
ko_kr: 이 작업을 수행하려면 Wiki 공간의 최상위 페이지에 대한 관리 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran menguruskan untuk halaman teratas ruang wiki untuk tindakan ini.
pt_br: Para essa ação, você precisa de permissões de gerenciamento para a página de nível superior do espaço da wiki.
ru_ru: Для выполнения этого действия требуются разрешения на управление страницей верхнего уровня этого Wiki-пространства.
th_th: คุณต้องได้รับการอนุญาตให้จัดการหน้าระดับบนสุดของพื้นที่ Wiki เพื่อการดำเนินการนี้
vi_vn: Bạn cần quyền quản lý trang tổng quát của không gian Wiki để thực hiện hành động này.
zh_cn: 此操作需要知识库一级页面的管理权限
zh_tw: 此操作需要知識庫一級頁面的管理權限

# YvA
source: Unable to delete. You don't have the manage permissions for some sub-pages. Please contact the wiki space administrator for assistance.
de_de: Löschen nicht möglich. Sie haben für einige Unterseiten keine Verwaltungsberechtigungen. Für weitere Unterstützung wenden Sie sich bitte an den Wiki-Bereich-Administrator.
es_es: No se puede eliminar. No tienes permisos de administración en algunas subpáginas. Contacta con el administrador del espacio Wiki para obtener ayuda.
fr_fr: Suppression impossible. Vous n'avez pas les permissions de gestion pour certaines sous-pages. Veuillez contacter l'administrateur de l'espace Wiki pour obtenir de l'aide.
id_id: Gagal menghapus. Anda tidak memiliki izin untuk mengelola untuk beberapa subhalaman. Hubungi administrator ruang wiki untuk mendapatkan bantuan.
it_it: Impossibile eliminare. Non disponi delle autorizzazioni per gestire relative ad alcune pagine secondarie. Contatta l'amministratore dello spazio Wiki per ricevere assistenza.
ja_jp: 一部の子ページの管理権限がないため、削除できませんでした。ウィキスペース管理者にお問い合わせください。
ko_kr: 삭제할 수 없습니다. 일부 하위 페이지에 대한 관리 권한이 없습니다. Wiki 공간 관리자에게 문의하여 지원을 요청하세요.
ms_my: Tidak dapat memadam. Anda tidak mempunyai kebenaran menguruskan untuk beberapa sub-halaman. Sila hubungi pentadbir ruang wiki untuk bantuan.
pt_br: Não foi possível excluir. Você não tem permissão para gerenciar para algumas subpáginas. Entre em contato com o administrador do espaço de trabalho para obter assistência.
ru_ru: Не удалось удалить. У вас нет разрешения на управление некоторыми подстраницами. Обратитесь за помощью к администратору Wiki-пространства.
th_th: ลบไม่สำเร็จ คุณไม่ได้รับการอนุญาตให้จัดการหน้าย่อยบางหน้า โปรดติดต่อขอความช่วยเหลือจากผู้ดูแลพื้นที่ Wiki
vi_vn: Không thể xóa. Bạn không có quyền quản lý với một số trang con. Vui lòng liên hệ với quản trị viên của không gian Wiki để được hỗ trợ.
zh_cn: 删除失败。你没有部分子页面的管理权限，请联系当前知识库管理员处理
zh_tw: 刪除失敗。你沒有部分子頁面的管理權限，請聯絡目前知識庫管理員處理

# 3hQ
source: Unable to delete. Pages at this location will exceed the maximum number allowed after deletion. Please free up some locations and try again.
de_de: Löschen nicht möglich. Die Anzahl der Seiten an diesem Speicherort überschreitet die maximal zulässige Anzahl nach dem Löschen. Bitte geben Sie einige Speicherorte frei und versuchen Sie es erneut.
es_es: No se puede eliminar. Las páginas de esta ubicación superarán el número máximo permitido tras la eliminación. Libera algunas ubicaciones e inténtalo de nuevo.
fr_fr: Suppression impossible. Les pages de cet emplacement dépasseront le nombre maximal autorisé après la suppression. Veuillez libérer des emplacements et réessayer.
id_id: Gagal menghapus. Halaman di lokasi ini akan melampaui jumlah maksimum yang diizinkan setelah penghapusan. Kosongkan beberapa lokasi dan coba lagi.
it_it: Impossibile eliminare. Dopo l'eliminazione, le pagine in questa posizione supereranno il numero massimo consentito. Libera alcune posizioni e riprova.
ja_jp: 削除できませんでした。子ページを上のレベルに移動すると、現在の位置のページ数が上限（2,000）を超えます。一部のページを移動・削除してから再試行してください。
ko_kr: 삭제할 수 없습니다. 삭제 후 이 위치의 페이지가 허용되는 최대 수를 초과합니다. 일부 위치를 확보하고 다시 시도하세요.
ms_my: Tidak dapat menghapus. Halaman di lokasi ini akan melebihi jumlah maksimum yang dibenarkan selepas penghapusan. Sila kosongkan beberapa lokasi dan cuba lagi.
pt_br: Não é possível excluir. As páginas nesta localização excederão o número máximo permitido após a exclusão. Libere algumas localizações e tente novamente.
ru_ru: Не удается удалить. Страницы в этом расположении превысят максимальное количество, разрешенное после удаления. Освободите место и повторите попытку.
th_th: ลบไม่สำเร็จ หน้าต่าง ๆ ที่ตำแหน่งนี้จะเกินจำนวนสูงสุดที่อนุญาตหลังจากการลบ โปรดเพิ่มพื้นที่ว่างในบางตำแหน่งแล้วลองอีกครั้ง
vi_vn: Không thể xóa. Các trang tại vị trí này sẽ vượt quá số lượng tối đa được phép sau khi xóa. Vui lòng giải phóng một số vị trí và thử lại.
zh_cn: 删除失败。子页面上移将导致当前位置的页面数量超过上限（2,000 个），请移动或清理当前位置的页面后重试
zh_tw: 刪除失敗。子頁面上移將導致目前位置的頁面數量超過上限 (2,000 個)，請移動或清理目前位置的頁面後重試

# GjE
source: Deleting...
de_de: Wird gelöscht…
es_es: Eliminando…
fr_fr: Suppression...
id_id: Menghapus...
it_it: Eliminazione in corso
ja_jp: 削除しています…
ko_kr: 삭제 중...
ms_my: Menghapuskan...
pt_br: Excluindo...
ru_ru: Удаление...
th_th: กำลังลบ…
vi_vn: Đang xóa...
zh_cn: 删除中...
zh_tw: 正在刪除...

# pm4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消
