Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2ag
source: Unable to save. Your organization has reached the storage limit. Please contact your administrator for assistance.
de_de: Speichern nicht möglich. Ihre Organisation hat das Speicherlimit erreicht. Bitten Sie Ihren Administrator um Hilfe.
es_es: No se puede guardar. Tu organización ha alcanzado el límite de almacenamiento. Ponte en contacto con el administrador para obtener ayuda.
fr_fr: Sauvegarde impossible. Votre organisation a atteint la limite de stockage. Veuillez contacter votre administrateur pour obtenir de l'aide.
hi_in: सहेजने में असमर्थ. आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal menyimpan. Organisasi Anda telah mencapai batas penyimpanan. Hubungi administrator Anda untuk mendapatkan bantuan.
it_it: Impossibile salvare. La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Per assistenza, contatta l'amministratore.
ja_jp: Docs に保存できませんでした。現在、法人アカウントに使用可能なストレージ容量がありません。管理者に連絡またはオンラインサポートまでお問い合わせください。
ko_kr: 저장할 수 없습니다. 기업이 저장소 한도에 도달했습니다. 관리자에게 도움을 문의하세요.
ms_my: Tidak dapat menyimpan. Organisasi anda telah mencapai had storan. Sila hubungi pentadbir anda untuk bantuan.
pt_br: Não é possível salvar. Sua organização atingiu o limite de armazenamento. Entre em contato com seu administrador para obter assistência.
ru_ru: Не удалось сохранить. Ваша организация достигла предела хранилища. Обратитесь за помощью к своему администратору.
th_th: ไม่สามารถบันทึกได้ ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อขอรับความช่วยเหลือ
vi_vn: Không thể lưu. Tổ chức của bạn đã đạt giới hạn lưu trữ. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 无法保存到云文档，已无可用的存储空间额度，请联系管理员或咨询在线客服进行处理。
zh_tw: 無法儲存到雲端文件，已無可用的儲存空間額度，請聯絡管理員或諮詢線上客服進行處理。

# vz0
source: Unable to save. Your organization has reached the storage limit. Please contact your administrator for assistance.
de_de: Speichern nicht möglich. Ihre Organisation hat das Speicherlimit erreicht. Bitten Sie Ihren Administrator um Hilfe.
es_es: No se puede guardar. Tu organización ha alcanzado el límite de almacenamiento. Ponte en contacto con el administrador para obtener ayuda.
fr_fr: Sauvegarde impossible. Votre organisation a atteint la limite de stockage. Veuillez contacter votre administrateur pour obtenir de l'aide.
hi_in: सहेजने में असमर्थ. आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal menyimpan. Organisasi Anda telah mencapai batas penyimpanan. Hubungi administrator Anda untuk mendapatkan bantuan.
it_it: Impossibile salvare. La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Per assistenza, contatta l'amministratore.
ja_jp: カスタムテンプレートに保存できませんでした。現在、法人アカウントに使用可能なストレージ容量がありません。管理者に連絡してオンラインサポートまでお問い合わせください。
ko_kr: 저장할 수 없습니다. 기업이 저장소 한도에 도달했습니다. 관리자에게 도움을 문의하세요.
ms_my: Tidak dapat menyimpan. Organisasi anda telah mencapai had storan. Sila hubungi pentadbir anda untuk bantuan.
pt_br: Não é possível salvar. Sua organização atingiu o limite de armazenamento. Entre em contato com seu administrador para obter assistência.
ru_ru: Не удалось сохранить. Ваша организация достигла предела хранилища. Обратитесь за помощью к своему администратору.
th_th: ไม่สามารถบันทึกได้ ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อขอรับความช่วยเหลือ
vi_vn: Không thể lưu. Tổ chức của bạn đã đạt giới hạn lưu trữ. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 无法保存为自定义模板，已无可用的存储空间。请联系管理员或咨询在线客服进行处理。
zh_tw: 無法保存為自訂範本，已無可用的儲存空間。請聯絡管理員或諮詢線上客服進行處理。

# oJ4
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# Jmg
source: Unable to upload. Your organization has reached the storage limit. Please contact your administrator for assistance.
de_de: Hochladen nicht möglich. Ihre Organisation hat das Speicherlimit erreicht. Bitten Sie Ihren Administrator um Hilfe.
es_es: Error al subir. Tu organización ha alcanzado el límite de almacenamiento. Ponte en contacto con el administrador para obtener ayuda.
fr_fr: Téléchargement impossible. Votre organisation a atteint la limite de stockage. Veuillez contacter votre administrateur pour obtenir de l'aide.
hi_in: अपलोड करने में असमर्थ. आपके संगठन का स्टोरेज सीमा तक पहुँच गया है. सहायता के लिए कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Gagal mengunggah. Organisasi Anda telah mencapai batas penyimpanan. Hubungi administrator Anda untuk mendapatkan bantuan.
it_it: Impossibile caricare. La tua organizzazione ha raggiunto il limite di spazio di archiviazione. Per assistenza, contatta l'amministratore.
ja_jp: アップロードできませんでした。現在、法人アカウントに使用可能なストレージ容量がありません。管理者に連絡してオンラインサポートまでお問い合わせください。
ko_kr: 업로드할 수 없습니다. 기업이 저장소 한도에 도달했습니다. 관리자에게 도움을 문의하세요.
ms_my: Tidak dapat memuat naik. Organisasi anda telah mencapai had storan. Sila hubungi pentadbir anda untuk bantuan.
pt_br: Falha ao carregar. Sua organização atingiu o limite de armazenamento. Entre em contato com seu administrador para obter assistência.
ru_ru: Не удалось загрузить. Ваша организация достигла предела хранилища. Обратитесь за помощью к своему администратору.
th_th: ไม่สามารถอัปโหลดได้ ที่จัดเก็บข้อมูลขององค์กรคุณถึงขีดจำกัดแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อขอรับความช่วยเหลือ
vi_vn: Không thể tải lên. Tổ chức của bạn đã đạt giới hạn lưu trữ. Vui lòng liên hệ với quản trị viên để được hỗ trợ.
zh_cn: 无法上传，已无可用的存储空间。请联系管理员或咨询在线客服进行处理。
zh_tw: 無法上傳，已無可用的儲存空間。請聯絡管理員或諮詢線上客服進行處理。

# F0g
source: Storage limit reached
de_de: Speicherlimit erreicht
es_es: Se ha alcanzado el límite de almacenamiento
fr_fr: Limite de stockage atteinte
hi_in: स्टोरेज सीमा तक पहुँच गई है
id_id: Batas penyimpanan tercapai
it_it: Limite spazio di archiviazione raggiunto
ja_jp: ストレージ容量に空きがありません
ko_kr: 저장 한도에 도달함
ms_my: Had storan tercapai
pt_br: Limite de armazenamento atingido
ru_ru: Достигнут предел хранилища
th_th: ถึงขีดจำกัดพื้นที่จัดเก็บข้อมูลแล้ว
vi_vn: Đã đạt giới hạn dung lượng lưu trữ
zh_cn: 存储空间已达上限
zh_tw: 儲存空間已達上限

# YFU
source: Your appeal was rejected. You've reached the maximum number of appeals. If you need help, please contact Feishu support.
de_de: Ihr Einspruch wurde abgelehnt. Sie haben die maximale Anzahl von Einsprüchen erreicht. Wenn Sie Hilfe benötigen, kontaktieren Sie den Feishu-Support.
es_es: Tu reclamación se ha rechazado. Has alcanzado el número máximo de reclamaciones. Si necesitas ayuda, contacta con soporte técnico de Feishu.
fr_fr: Votre appel a été refusé. Nombre maximum d'appels atteint. Si vous avez besoin d'aide, veuillez contacter l'assistance Feishu.
hi_in: आपकी अपील अस्वीकृत की गई. आपकी अपील की संख्या सीमा तक पहुँच गई है. अगर आपको सहायता चाहिए, तो कृपया Feishu सहायक से संपर्क करें.
id_id: Keluhan Anda ditolak. Anda telah mencapai jumlah keluhan maksimum. Jika butuh bantuan, hubungi dukungan Feishu.
it_it: Il tuo appello è stato rifiutato. Hai raggiunto il numero massimo di appelli. Se hai bisogno di aiuto, contatta il supporto tecnico Feishu.
ja_jp: 提出回数が上限に達しているため、申立ては拒否されました。サポートが必要な場合は、カスタマサポートまでご連絡ください
ko_kr: 이의 제기가 거부되었습니다. 최대 이의 제기 수에 도달했습니다. 도움이 필요하면 Feishu 지원팀에 문의하세요.
ms_my: Rayuan anda ditolak. Anda telah mencapai bilangan rayuan maksimum. Jika anda memerlukan bantuan, sila hubungi sokongan Feishu.
pt_br: Sua solicitação foi rejeitada. Você atingiu o número máximo de solicitações. Se precisar de ajuda, entre em contato com o suporte do Feishu.
ru_ru: Ваша апелляция была отклонена. Вы подали максимальное количество апелляций. Если вам нужна помощь, обратитесь в службу поддержки Feishu.
th_th: คำร้องของคุณถูกปฏิเสธ คำร้องครบจำนวนสูงสุดแล้ว หากคุณต้องการความช่วยเหลือ โปรดติดต่อทีมสนับสนุนของ Feishu
vi_vn: Khiếu nại của bạn đã bị từ chối. Bạn đã đạt số lượng khiếu nại tối đa. Nếu bạn cần giúp đỡ, xin vui lòng liên hệ bộ phận hỗ trợ Feishu.
zh_cn: 申诉次数已达上限，申诉未通过。如需帮助可联系人工客服。
zh_tw: 申訴次數已達上限，申訴未通過。如需協助可聯絡人工客服。

# ZE0
source: Once moved, the original folder's collaborators will lose access to the moved content. Collaborators of the target folder will gain access to it.
de_de: Nach dem Verschieben verlieren die Mitarbeiter des ursprünglichen Ordners den Zugriff auf den verschobenen Inhalt. Mitarbeiter des Zielordners erhalten Zugriff darauf.
es_es: Una vez que se mueva, los colaboradores de la carpeta original dejarán de tener acceso al contenido movido. Los colaboradores de la carpeta de destino obtendrán acceso al mismo.
fr_fr: Après le déplacement, les collaborateurs du dossier d'origine perdront l'accès au contenu déplacé. Les collaborateurs du dossier cible y auront accès.
hi_in: ले जाए जाने के बाद, मूल फ़ोल्डर के सहयोगियों के पास ले जाए गए कांटेंट का ऐक्सेस नहीं होगा. लक्षित फ़ोल्डर के सहयोगियों के पास इसका ऐक्सेस होगा.
id_id: Setelah dipindahkan, kolaborator folder asli akan kehilangan akses ke konten yang dipindahkan. Kolaborator folder target akan mendapatkan akses ke folder tersebut.
it_it: Se lo sposti, i collaboratori della cartella originale perderanno l'accesso al contenuto che è stato spostato. I collaboratori della cartella di destinazione potranno accedervi.
ja_jp: 移動すると、元のフォルダの共同編集者はアクセス権限を失い、新しいフォルダの共同編集者はアクセス権限を取得します。
ko_kr: 이동되면 원본 폴더의 공동 작업자는 이동된 콘텐츠에 대한 액세스 권한을 잃게 됩니다. 대상 폴더의 공동 작업자는 이에 대한 액세스 권한을 얻게 됩니다.
ms_my: Setelah dipindahkan, rakan kerjasama folder asal akan kehilangan akses kepada kandungan yang dipindahkan. Rakan kerjasama folder sasaran akan mendapat akses kepadanya.
pt_br: Com a remoção, os colaboradores da pasta original perderão o acesso ao conteúdo movido. Os colaboradores da pasta de destino ganharão acesso a ele.
ru_ru: После перемещения соавтор исходной папки потеряют доступ к перемещенному контенту. Соавторы целевой папки получат доступ к нему.
th_th: เมื่อย้ายแล้ว ผู้ร่วมงานของโฟลเดอร์เดิมจะเสียสิทธิ์ในการเข้าถึงเนื้อหาที่ถูกย้าย ผู้ร่วมงานของโฟลเดอร์เป้าหมายจะได้รับสิทธิ์ในการเข้าถึง
vi_vn: Sau khi di chuyển, các cộng tác viên của thư mục gốc sẽ mất quyền truy cập vào nội dung đã được di chuyển. Cộng tác viên của thư mục đích sẽ có quyền truy cập vào những nội dung này.
zh_cn: 移动后，原文件夹的协作者将无法访问被移动内容。被移动内容将继承目标文件夹的协作者。
zh_tw: 移動後，原資料夾的協作者將無法存取已移動的內容。已移動內容將繼承目標資料夾的協作者。

# s3Y
source: Transfer
de_de: Übertragen
es_es: Transferir
fr_fr: Transférer
hi_in: स्थानांतरित करें
it_it: Trasferisci
ja_jp: 譲渡
ko_kr: 이전
ms_my: Pindah
pt_br: Transferir
ru_ru: Передать
th_th: ถ่ายโอน
vi_vn: Chuyển
zh_cn: 转移
zh_tw: 轉移

# bHU
source: Once the trasnfer is finished, {{username}} will become the owner of this folder. The folder can be moved to other locations.
de_de: Nach der Übertragung wird {{username}} Besitzer dieses Ordners. Der Ordner kann an einen anderen Ort verschoben werden.
es_es: Una vez que la transferencia haya finalizado, {{username}} pasará a ser el propietario de esta carpeta. La carpeta se puede mover a otras ubicaciones.
fr_fr: Une fois le transfert terminé, {{username}} deviendra propriétaire de ce dossier. Le dossier peut être déplacé vers d'autres emplacements.
hi_in: स्थानांतरण समाप्त हो जाने के बाद, {{username}} इस फ़ोल्डर का ओनर बन जाएगा. फ़ोल्डर अन्य स्थानों पर ले जाया जा सकता है.
id_id: Setelah transfer selesai, {{username}} akan menjadi pemilik folder ini. Folder dapat dipindahkan ke lokasi lain.
it_it: Una volta terminato il trasferimento, {{username}} diventa il proprietario di questa cartella. La cartella può essere spostata in altre posizioni.
ja_jp: 譲渡すると、{{username}} はフォルダの所有者となり、それを自分の「パーソナルスペース」に移動できます
ko_kr: 이전이 완료되면 {{username}} 님이 이 폴더의 소유자가 됩니다. 폴더를 다른 위치로 이동할 수 있습니다.
ms_my: Setelah pemindahan selesai, {{username}} akan menjadi pemilik folder ini. Folder boleh dipindahkan ke lokasi lain.
pt_br: Depois que a transferência for finalizada, esta pasta se tornará propriedade de {{username}}. A pasta pode ser movida para outros locais.
ru_ru: После завершения передачи {{username}} станет владельцем этой папки. Папку можно переместить в другое место.
th_th: เมื่อการถ่ายโอนเสร็จสิ้น {{username}} จะกลายเป็นเจ้าของโฟลเดอร์นี้ สามารถย้ายโฟลเดอร์ไปยังตำแหน่งต่าง ๆ ได้
vi_vn: Sau khi quá trình chuyển kết thúc, {{username}} sẽ trở thành chủ sở hữu của thư mục này. Có thể di chuyển thư mục đến các vị trí khác.
zh_cn: 转移后，{{username}}将成为文件夹的所有者，并能将其移动到其他位置。
zh_tw: 轉移後，{{username}}將成為資料夾的擁有者，並能將其移動到其他位置。

# UZk
source: Once the trasnfer is finished, {{username}} will become the owner of the documents. The documents can be moved to other locations.
de_de: Nach der Übertragung wird {{username}} Besitzer der Dokumente. Die Dokumente können an andere Orte verschoben werden.
es_es: Una vez que la transferencia haya finalizado, {{username}} pasará a ser el propietario del documento. Los documentos se pueden mover a otras ubicaciones.
fr_fr: Une fois le transfert terminé, {{username}} deviendra propriétaire des documents. Les documents peuvent être déplacés vers d'autres emplacements.
hi_in: स्थानांतरण समाप्त हो जाने के बाद, {{username}} दस्तावेज़ों का ओनर बन जाएगा. दस्तावेज़ अन्य स्थानों पर ले जाए जा सकते हैं.
id_id: Setelah transfer selesai, {{username}} akan menjadi pemilik dokumen. Dokumen dapat dipindahkan ke lokasi lain.
it_it: Una volta terminato il trasferimento, {{username}} diviene il proprietario dei documenti. Il documento può essere spostato in altre posizioni.
ja_jp: 譲渡すると、{{username}} は Docs の所有者となり、それを自分の「パーソナルスペース」に移動できます
ko_kr: 이전이 완료되면 {{username}} 님이 문서의 소유자가 됩니다. 문서를 다른 위치로 이동할 수 있습니다.
ms_my: Setelah pemindahan selesai, {{username}} akan menjadi pemilik dokumen. Dokumen boleh dipindahkan ke lokasi lain.
pt_br: Depois que a transferência for finalizada, os documentos se tornarão propriedade de {{username}}. Os documentos podem ser movidos para outros locais.
ru_ru: После завершения передачи {{username}} станет владельцем документов. Документы можно перемещать в другие места.
th_th: เมื่อการถ่ายโอนเสร็จสิ้น {{username}} จะกลายเป็นเจ้าของเอกสาร สามารถย้ายเอกสารไปยังตำแหน่งต่าง ๆ ได้
vi_vn: Sau khi quá trình chuyển kết thúc, {{username}} sẽ trở thành chủ sở hữu của các tài liệu. Có thể di chuyển tài liệu đến các vị trí khác.
zh_cn: 转移后，{{username}}将成为文档的所有者，并能将其移动到其他位置。
zh_tw: 轉移後，{{username}}將成為文件的擁有者，並能將其移動到其他位置。

# uhI
source: Transfer ownership
de_de: Besitz übertragen
es_es: Transferir propiedad
fr_fr: Transférer la propriété
hi_in: ओनर्शिप स्थानांतरित करें
id_id: Transfer kepemilikan
it_it: Trasferisci proprietà
ja_jp: 所有権を譲渡
ko_kr: 소유권 이전
ms_my: Pindahkan hak milik
pt_br: Transferir propriedade
ru_ru: Передать право владения
th_th: ถ่ายโอนความเป็นเจ้าของ
vi_vn: Chuyển quyền sở hữu
zh_cn: 转移所有权
zh_tw: 轉移所有權

# tXQ
source: Also transfer the ownership of my subfolders and documents
de_de: Auch den Besitz an meinen Unterordnern und Dokumenten übertragen
es_es: Transferir también la propiedad de mis subcarpetas y documentos
fr_fr: Transférer également la propriété de mes sous-dossiers et documents
hi_in: मेरे उप-फ़ोल्डर और दस्तावेज़ों का ओनर्शिप भी स्थानांतरित करें
id_id: Juga transfer kepemilikan subfolder dan dokumen saya
it_it: Trasferisci anche la proprietà delle mie sottocartelle e dei miei documenti
ja_jp: フォルダ内の自分のサブフォルダ、Docs も同時に譲渡する
ko_kr: 내 하위 폴더 및 문서의 소유권도 이전
ms_my: Pindahkan juga hak milik subfolder dan dokumen saya
pt_br: Transferir também a propriedade dos meus documentos e subpastas
ru_ru: Также передать право собственности на мои подпапки и документы
th_th: ถ่ายโอนความเป็นเจ้าของโฟลเดอร์ย่อยและเอกสารของฉันด้วย
vi_vn: Đồng thời chuyển quyền sở hữu các thư mục con và tài liệu của tôi
zh_cn: 同时转移属于我的子文件夹、文档的所有权
zh_tw: 同時轉移屬於我的子資料夾、文件的擁有權

# GxI
source: Unable to add to a Secure+ folder.
de_de: Hinzufügen zu einem Secure+-Ordner nicht möglich.
es_es: No se puede agregar una carpeta Secure+.
fr_fr: Ajout à un dossier Secure+ impossible.
hi_in: सुरक्षित+ फ़ोल्डर में जोड़ने में असमर्थ.
id_id: Tidak dapat menambahkan ke folder Aman+.
it_it: Impossibile aggiungere a una cartella Secure+.
ja_jp: 権限更新済フォルダに追加できません
ko_kr: 보안+ 폴더에 추가할 수 없습니다.
ms_my: Tidak dapat menambah ke folder Secure+.
pt_br: Não é possível adicionar uma pasta Secure+.
ru_ru: Невозможно добавить в папку Безопасность+.
th_th: ไม่สามารถเพิ่มไปยังโฟลเดอร์ Secure+ ได้
vi_vn: Không thể thêm vào thư mục Secure+.
zh_cn: 暂不支持添加到权限升级后的文件夹。
zh_tw: 暫不支援新增至權限升級後的資料夾。

# Z7s
source: Unable to duplicate a Secure+ file in this folder.
de_de: Duplizieren einer Secure+-Datei in diesem Ordner nicht möglich.
es_es: No se puede duplicar un archivo Secure+ en esta carpeta.
fr_fr: Duplication d'un fichier Secure+ dans ce dossier impossible.
hi_in: इस फ़ोल्डर में सुरक्षित+ फ़ाइल का डुप्लिकेट बनाने में असमर्थ.
id_id: Tidak dapat menduplikasi file Secure+ di folder ini.
it_it: Impossibile duplicare un file Secure+ in questa cartella.
ja_jp: 権限更新済ファイルは当該フォルダにコピーを作成できません
ko_kr: 이 폴더에서 보안+ 파일을 복제할 수 없습니다.
ms_my: Tidak dapat menduplikasi fail Secure+ dalam folder ini.
pt_br: Não é possível duplicar um arquivo Secure+ nesta pasta.
ru_ru: Не удалось дублировать файл Secure+ в этой папке.
th_th: ไม่สามารถทำซ้ำไฟล์ Secure+ ในโฟลเดอร์นี้ได้
vi_vn: Không thể nhân bản tệp tin Secure+ trong thư mục này
zh_cn: 权限升级后的文件无法创建副本到该文件夹。
zh_tw: 權限升級後的檔案無法建立副本到該資料夾。

# f4E
source: Unable to move files from a Secure+ folder to this folder
de_de: Dateien können nicht aus einem Secure+ Ordner in diesen Ordner verschoben werden
es_es: No se pueden mover archivos de una carpeta Secure+ a esta carpeta
fr_fr: Impossible de déplacer des fichiers d'un dossier Secure+ vers ce dossier
hi_in: फ़ाइलें सुरक्षित+ फ़ोल्डर से इस फ़ोल्डर में ले जाने में असमर्थ
id_id: Gagal memindahkan file dari folder Secure+ ke folder ini
it_it: Impossibile spostare i file da una cartella Secure+ a questa cartella
ja_jp: 権限更新済フォルダを当該フォルダに移動できません
ko_kr: Secure+ 폴더에서 이 폴더로 파일을 이동할 수 없습니다
ms_my: Tidak dapat memindahkan fail dari folder Secure+ ke folder ini
pt_br: Não é possível mover arquivos de uma pasta Secure+ para esta pasta
ru_ru: Невозможно переместить файлы из папки Безопасность+ в эту папку
th_th: ย้ายไฟล์จากโฟลเดอร์ Secure+ มายังโฟลเดอร์นี้ไม่สำเร็จ
vi_vn: Không thể di chuyển tập tin từ thư mục Bảo mật+ sang thư mục này
zh_cn: 权限升级后的文件无法移动到尚未升级的文件夹
zh_tw: 權限升級後的檔案無法移動到尚未升級的資料夾

# CYw
source: Unable to move to a Secure+ folder.
de_de: Verschieben in einen Secure+-Ordner nicht möglich.
es_es: No se puede mover a una carpeta Secure+.
fr_fr: Déplacement vers un dossier Secure+ impossible.
hi_in: सुरक्षित+ फ़ोल्डर में ले जाने में असमर्थ.
id_id: Tidak dapat memindahkan ke folder Aman+.
it_it: Impossibile spostare in una cartella Secure+.
ja_jp: 権限更新済フォルダに移動できません
ko_kr: 보안+ 폴더로 이동할 수 없습니다.
ms_my: Tidak dapat berpindah ke folder Secure+.
pt_br: Não é possível mover para uma pasta Secure+.
ru_ru: Невозможно переместить в папку Безопасность+.
th_th: ไม่สามารถย้ายไปยังโฟลเดอร์ Secure+ ได้
vi_vn: Không thể di chuyển vào thư mục Secure+.
zh_cn: 无法移动到权限升级后的文件夹。
zh_tw: 無法移動至權限升級後的資料夾。

# zao
source: Unable to create shortcut to a Secure+ file in this folder.
de_de: Erstellen einer Verknüpfung zu einer Secure+-Datei in diesem Ordner nicht möglich.
es_es: No se puede crear un acceso directo a un archivo Secure+ en esta carpeta
fr_fr: Création d'un raccourci vers un fichier Secure+ dans ce dossier impossible.
hi_in: इस फ़ोल्डर में सुरक्षित+ फ़ाइल के लिए शॉर्टकट बनाने में असमर्थ.
id_id: Tidak dapat membuat pintasan ke file Secure+ di folder ini.
it_it: Impossibile creare un collegamento a un file Secure+ in questa cartella.
ja_jp: 権限更新済ファイルは当該フォルダにショートカットを作成できません
ko_kr: 이 폴더에서 보안+ 파일에 대한 바로 가기를 생성할 수 없습니다.
ms_my: Tidak dapat membuat pintasan ke fail Secure+ dalam folder ini.
pt_br: Não é possível criar atalho para um arquivo Secure+ nesta pasta.
ru_ru: Не удалось создать ярлык для файла Secure+ в этой папке
th_th: ไม่สามารถสร้างทางลัดไปยังไฟล์ Secure+ ในโฟลเดอร์นี้ได้
vi_vn: Không thể tạo lối tắt đến tệp tin Secure+ trong thư mục này.
zh_cn: 权限升级后的文件无法在该文件夹创建快捷方式。
zh_tw: 權限升級後的檔案無法在該資料夾建立快速方式。

# ZuU
source: Your appeal was unsuccessful. You've reached the maximum number of appeals in a day. Please check the folder name and make appropriate changes. You can submit an appeal again after midnight today.
de_de: Ihr Einspruch war nicht erfolgreich. Sie haben die maximale Anzahl von Einsprüchen pro Tag erreicht. Überprüfen Sie den Ordnernamen und nehmen Sie die entsprechenden Änderungen vor. Sie können heute nach Mitternacht erneut einen Einspruch einreichen.
es_es: Tu solicitud para no se ha realizado con éxito. Has alcanzado el número máximo de reclamaciones de un día. Comprueba el nombre de la carpeta y haz los cambios oportunos. Puedes volver a enviar una reclamación después de las 12:00 de esta noche.
fr_fr: Votre appel n'a pas abouti. Vous avez atteint le nombre maximum d'appels en un jour. Veuillez vérifier le nom du dossier et apporter les modifications appropriées. Vous pourrez soumettre un nouvel appel après minuit aujourd'hui.
hi_in: आपकी अपील असफल रही. आपकी आज की अपील की संख्या सीमा तक पहुँच गई है. कृपया फ़ोल्डर के नाम की जाँच करें और उचित बदलाव करें. आप आज मध्यरात्रि के बाद अपील पुनः सबमिट कर सकते हैं.
id_id: Keluhan Anda tidak berhasil. Anda telah mencapai jumlah keluhan maksimum dalam sehari. Periksa nama folder dan buat perubahan yang sesuai. Anda dapat mengirim keluhan lagi setelah tengah malam hari ini.
it_it: Il tuo appello non ha avuto esito positivo. Hai raggiunto il numero massimo di appelli in un giorno. Controlla il nome della cartella e apporta le modifiche appropriate. Puoi inviare un appello di nuovo dopo la mezzanotte di oggi.
ja_jp: 本日の申し立て回数が上限に達したため、提出できませんでした。フォルダ名を変更してから、翌日 0 時以降に再提出してください
ko_kr: 이의 제기가 실패했습니다. 하루 최대 이의 제기 수에 도달했습니다. 폴더 이름을 확인하고 적절하게 변경하세요. 오늘 자정 이후에 다시 이의 제기를 제출할 수 있습니다.
ms_my: Rayuan anda tidak berjaya. Anda telah mencapai bilangan rayuan maksimum dalam sehari. Sila semak nama folder dan buat perubahan yang sesuai. Anda boleh mengemukakan rayuan lagi selepas tengah malam hari ini.
pt_br: Sua solicitação foi malsucedida. Você atingiu o número máximo de solicitações em um dia. Verifique o nome da pasta e faça as alterações adequadas. Você pode enviar uma solicitação novamente após a meia-noite de hoje.
ru_ru: Ваша апелляция была отклонена. Вы достигли максимального количества обращений в день. Проверьте имя папки и внесите соответствующие изменения. Вы можете повторно подать апелляцию сегодня после полуночи.
th_th: คำร้องของคุณไม่สำเร็จ จำนวนคำร้องในหนึ่งวันครบจำนวนสูงสุดแล้ว โปรดตรวจสอบชื่อโฟลเดอร์และทำการเปลี่ยนแปลงตามความเหมาะสม คุณสามารถส่งคำร้องได้อีกครั้งหลังเที่ยงคืนวันนี้
vi_vn: Khiếu nại của bạn không thành công. Bạn đã đạt số lượng khiếu nại tối đa trong ngày. Vui lòng kiểm tra tên thư mục để thực hiện các thay đổi thích hợp. Bạn có thể gửi lại khiếu nại sau nửa đêm hôm nay.
zh_cn: 当日申诉次数已达上限，申诉未通过。请修改文件夹名称，次日零点后重新提交申诉
zh_tw: 當日申訴次數已達上限，申訴未通過。請修改資料夾名稱，次日零點後重新提交申訴

# 1R8
source: You don't have permission for this operation
de_de: Sie haben keine Berechtigung für diesen Vorgang
es_es: No tienes permiso para esta operación.
fr_fr: Vous n'avez pas d'autorisation d'effectuer cette opération
hi_in: आपके पास इस कार्यवाई की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk operasi ini
it_it: Non disponi dell'autorizzazione per eseguire questa operazione
ja_jp: 操作できませんでした。当該操作を行う権限がありません
ko_kr: 이 작업에 대한 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran untuk operasi ini
pt_br: Você não tem permissão para esta operação
ru_ru: У вас нет разрешения на эту операцию
th_th: คุณไม่มีสิทธิ์การอนุญาตสำหรับการดำเนินการนี้
vi_vn: Bạn không có quyền thực hiện thao tác này
zh_cn: 操作失败，你没有对应权限
zh_tw: 操作失敗，你沒有對應權限
