Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Ahk
source: Creating Page...
de_de: Seite wird erstellt...
es_es: Creando la página...
fr_fr: Création de page…
hi_in: पेज बनाया जा रहा है...
id_id: Membuat Halaman...
it_it: Creazione pagina in corso
ja_jp: 作成中...
ko_kr: 페이지 생성 중...
ms_my: Mencipta Halaman...
pt_br: Criando página...
ru_ru: Создание страницы...
th_th: กำลังสร้างหน้า...
vi_vn: Đang tạo trang...
zh_cn: 正在新建...
zh_tw: 正在建立新的...

# ETI
source: Unable to create. The selected page was removed.
de_de: Erstellen nicht möglich. Ausgewählte Seite wurde entfernt.
es_es: No se ha podido crear. La página seleccionada ha sido eliminada.
fr_fr: Impossible de créer. La page sélectionnée a été retirée
hi_in: बनाने में असमर्थ. चयनित पेज निकाला गया है.
id_id: Tidak dapat membuat. Halaman terpilih dihapus.
it_it: Impossibile creare. La pagina selezionata è stata rimossa
ja_jp: 選択したページが削除されたため、新規作成できませんでした
ko_kr: 생성할 수 없음. 선택된 페이지는 제거되었습니다.
ms_my: Tidak dapat membuat. Halaman yang dipilih telah dikeluarkan
pt_br: Não é possível criar. A página selecionada foi removida
ru_ru: Невозможно создать. Выбранная страница удалена
th_th: ไม่สามารถสร้างได้ หน้าที่เลือกได้ถูกลบออกแล้ว
vi_vn: Không thể tạo. Đã loại bỏ trang được chọn
zh_cn: 新建失败，所选页面已被移除
zh_tw: 新建失敗，所選頁面已被移除

# N9o
source: Failed to create. Permission has been changed.
de_de: Berechtigung geändert. Neuerstellung fehlgeschlagen.
es_es: Error al crear. El permiso ha sido cambiado.
fr_fr: Échec de la création. L'autorisation a été modifiée.
hi_in: बनाने में विफल हुआ.अनुमति बदली गई.
id_id: Gagal membuat. Izin telah diubah.
it_it: Impossibile creare. L'autorizzazione è stata modificata.
ja_jp: 権限が変更されました、新規作成に失敗しました。
ko_kr: 생성에 실패했습니다. 권한이 변경되었습니다.
ms_my: Kebenaran berubah, gagal mencipta baru.
pt_br: Falha na criação. A permissão foi alterada.
ru_ru: Не удалось создать. Разрешение было изменено.
th_th: สร้างไม่สำเร็จ สิทธิ์การอนุญาตถูกเปลี่ยน
vi_vn: Tạo thất bại. Đã thay đổi quyền.
zh_cn: 权限发生变更，新建失败
zh_tw: 權限發生變更，新建失敗

# 9PQ
source: Choose a workspace
de_de: Seite erstellen
es_es: Crear página
fr_fr: Créer une page
hi_in: पेज बनाएँ
id_id: Buat halaman
it_it: Crea pagina
ja_jp: スペースを選択
ko_kr: 페이지 생성
ms_my: Cipta halaman
pt_br: Criar página
ru_ru: Создать страницу
th_th: สร้างหน้า
vi_vn: Tạo trang
zh_cn: 选择知识空间
zh_tw: 選擇知識空間

# b1c
source: Choose a page in {{Workspace_Name}}
de_de: Zu {{Workspace_Name}} erstellen
es_es: Crear en {{Workspace_Name}}
fr_fr: Créer vers {{Workspace_Name}}
hi_in: {{Workspace_Name}} में बनाएँ
id_id: Buat untuk {{Workspace_Name}}
it_it: Crea in {{Workspace_Name}}
ja_jp: {{Workspace_Name}}に新規作成
ko_kr: {{Workspace_Name}} 생성
ms_my: Cipta ke {{Workspace_Name}}
pt_br: Criar em {{Workspace_Name}}
ru_ru: Выберите страницу в {{Workspace_Name}}
th_th: สร้างไปที่ {{Workspace_Name}}
vi_vn: Tạo mới cho {{Workspace_Name}}
zh_cn: 新建到“{{Workspace_Name}}”下的
zh_tw: 新建到「{{Workspace_Name}}」下的

# YWk
source: You don't have access to the wiki space.
de_de: Sie haben keinen Zugriff auf diesen Wiki-Bereich.
es_es: No tienes acceso al espacio Wiki.
fr_fr: Vous n'avez pas accès à l'espace Wiki.
hi_in: आपके पास कार्यस्थल का ऐक्सेस नहीं है.
id_id: Anda tidak memiliki akses ke ruang wiki.
it_it: Non disponi dell'accesso allo spazio Wiki.
ja_jp: このウィキスペースにアクセスする権限がありません
ko_kr: Wiki 공간 액세스 권한이 없습니다.
ms_my: Anda tidak mempunyai akses ke ruang wiki.
pt_br: Você não tem acesso ao espaço da wiki.
ru_ru: У вас нет доступа к Wiki-пространству.
th_th: คุณไม่มีสิทธิ์เข้าถึงพื้นที่ Wiki
vi_vn: Bạn không có quyền truy cập vào không gian Wiki này.
zh_cn: 没有访问该知识库的权限
zh_tw: 沒有存取該知識庫的權限

# 7B4
source: Selected workspace was removed.
de_de: Ausgewählter Arbeitsbereich wurde entfernt.
es_es: El espacio de trabajo seleccionado se ha borrado.
fr_fr: L'espace de travail sélectionné a été retiré.
hi_in: चयनित कार्यक्षेत्र हटाया गया.
id_id: Ruang kerja yang dipilih telah dihapus.
it_it: L'area di lavoro selezionata è stata rimossa.
ja_jp: 現在のウィキスペースは既に削除されました
ko_kr: 선택한 작업 영역이 제거되었습니다.
ms_my: Ruang kerja yang dipilih telah dibuang
pt_br: O espaço de trabalho selecionado foi removido.
ru_ru: Выбранная рабочая среда удалена.
th_th: พื้นที่ทำงานที่เลือกถูกลบออกแล้ว
vi_vn: Không gian làm việc được chọn đã bị xóa.
zh_cn: 当前知识库已被移除
zh_tw: 目前知識庫已被移除

# /u4
source: Failed to expand. Permission has been changed.
de_de: Berechtigung geändert, Erweiterung fehlgeschlagen.
es_es: Error al expandir. El permiso ha sido cambiado.
fr_fr: Échec du développement. L'autorisation a été modifiée.
hi_in: विस्तृत करने में विफल हुआ. अनुमति बदली गई.
id_id: Gagal membuka. Izin telah diubah.
it_it: Impossibile espandere. L'autorizzazione è stata modificata.
ja_jp: 権限が変更されました、拡張に失敗しました。
ko_kr: 확장하지 못했습니다. 권한이 변경되었습니다.
ms_my: Kebenaran berubah, pengembangan gagal.
pt_br: Falha ao expandir. A permissão foi alterada.
ru_ru: Не удалось развернуть. Разрешение было изменено.
th_th: ขยายไม่สำเร็จ สิทธิ์การอนุญาตถูกเปลี่ยน
vi_vn: Không thể mở rộng. Đã thay đổi quyền.
zh_cn: 权限发生变更，展开失败
zh_tw: 權限發生變更，展開失敗

# X8g
source: Unable to expand. The selected page was removed.
de_de: Erweitern nicht möglich. Die ausgewählte Seite wurde entfernt.
es_es: No se ha podido expandir La página seleccionada se ha eliminado
fr_fr: Impossible de développer. La page sélectionnée a été retirée.
hi_in: विस्तृत करने में असमर्थ. चयनित पेज निकाला गया है.
id_id: Tidak dapat membuka. Halaman terpilih dihapus.
it_it: Impossibile espandere. La pagina selezionata è stata rimossa.
ja_jp: 選択したページが削除されたため、展開できませんでした
ko_kr: 확장할 수 없음. 선택된 페이지가 제거되었습니다.
ms_my: Tidak dapat meluaskan. Halaman yang dipilih telah dikeluarkan.
pt_br: Não é possível expandir. A página selecionada foi removida.
ru_ru: Невозможно раскрыть. Выбранная страница удалена.
th_th: ไม่สามารถขยายได้ หน้าที่เลือกได้ถูกลบออกแล้ว
vi_vn: Không thể mở rộng. Đã loại bỏ trang được chọn.
zh_cn: 展开节点失败，页面已被移除
zh_tw: 展開節點失敗，頁面已被移除

# Ris
source: No introduction yet
de_de: Noch keine Einführung
es_es: No hay presentación todavía
fr_fr: Aucune introduction pour l'instant
hi_in: कार्यस्थल देखें
id_id: Belum ada perkenalan
it_it: Ancora nessuna introduzione
ja_jp: ウィキスペースを表示
ko_kr: 아직 소개 없음
ms_my: Lihat Ruang Kerja
pt_br: Sem introdução ainda
ru_ru: Введения пока нет
th_th: ยังไม่มีบทนำ
vi_vn: Chưa có nội dung giới thiệu
zh_cn: 暂无简介
zh_tw: 暫無簡介

# 5xw
source: Private
de_de: Privat
es_es: Privada
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
ms_my: Peribadi
pt_br: Particular
ru_ru: В закрытом доступе
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私密

# MME
source: Public
de_de: Öffentlich
es_es: Publica
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: В общем доступе
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# gAE
source: Recent
de_de: Zuletzt verwendet
es_es: Reciente
fr_fr: Récent
hi_in: हालिया
id_id: Terbaru
it_it: Recente
ja_jp: 最近の閲覧
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Последние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近浏览
zh_tw: 最近瀏覽

# Vcg
source: You haven't created any documents yet.
de_de: Sie haben noch keine Dokumente erstellt.
es_es: Todavía no has creado ningún documento.
fr_fr: Vous n'avez pas encore créé de document.
hi_in: आपने अभी तक कोई दस्तावेज़ नहीं बनाया है.
id_id: Anda belum membuat dokumen apa pun.
it_it: Non hai ancora creato file.
ja_jp: 閲覧したドキュメントがありません。
ko_kr: 아직 문서를 만들지 않았습니다.
ms_my: Anda belum melihat sebarang fail lagi.
pt_br: Você ainda não criou nenhum documento.
ru_ru: Вы еще не создали ни одного документа.
th_th: คุณยังไม่ได้สร้างเอกสารใด ๆ
vi_vn: Bạn chưa tạo bất kỳ tài liệu nào.
zh_cn: 你还没有阅读过任何文档。
zh_tw: 你還沒有閱讀過任何文件。

# 6dI
source: See all
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Afficher tout
hi_in: सभी देखें
id_id: Lihat semua
it_it: Visualizza tutto
ja_jp: すべて表示
ko_kr: 모두 보기
ms_my: Lihat semua
pt_br: Ver todos
ru_ru: Смотреть все
th_th: ดูทั้งหมด
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_tw: 查看全部

# kDU
source: Wiki
ja_jp: ウィキ
zh_cn: 知识库
zh_tw: 知識庫

# 7GM
source: Wiki space not found. Please contact the wiki space administrator for help.
de_de: Wiki-Bereich nicht gefunden. Bitte wenden Sie sich für Unterstützung an den Wiki-Bereich-Administrator.
es_es: No se ha encontrado el espacio Wiki. Ponte en contacto con el administrador del espacio Wiki para obtener ayuda.
fr_fr: Espace wiki non trouvé. Veuillez contacter l'administrateur de l'espace Wiki pour obtenir de l'aide.
hi_in: Wiki कार्यस्थल नहीं मिला. सहायता के लिए कृपया कार्यस्थल एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Ruang wiki tidak ditemukan. Hubungi administrator ruang wiki untuk mendapatkan bantuan.
it_it: Spazio Wiki non trovato. Contatta l'amministratore dello spazio Wiki per ricevere assistenza.
ja_jp: まだウィキスペースに参加していません。管理者にご連絡ください
ko_kr: Wiki 공간을 찾을 수 없습니다. 도움이 필요하면 Wiki 공간 관리자에게 문의하세요.
ms_my: Ruang wiki tidak dijumpai. Sila hubungi pentadbir ruang wiki untuk bantuan.
pt_br: Espaço da wiki não encontrado. Entre em contato com o administrador do espaço da wiki para obter ajuda.
ru_ru: Wiki-пространство не найдено. Обратитесь за помощью к администратору Wiki-пространства.
th_th: ไม่พบพื้นที่ Wiki โปรดติดต่อผู้ดูแลพื้นที่ Wiki เพื่อขอความช่วยเหลือ
vi_vn: Không tìm thấy không gian Wiki. Vui lòng liên hệ với quản trị viên của không gian Wiki để được trợ giúp.
zh_cn: 你还没有加入任何知识库，请联系当前知识库管理员
zh_tw: 你還沒有加入任何知識庫，請聯絡目前知識庫管理員

# uuI
source: Wiki spaces
de_de: Wiki-Bereiche
es_es: Espacios Wiki
fr_fr: Espaces Wiki
hi_in: कार्यस्थल
id_id: Ruang wiki
it_it: Spazi Wiki
ja_jp: ウィキスペース
ko_kr: Wiki 공간
ms_my: Ruang-ruang wiki
pt_br: Espaços da wiki
ru_ru: Wiki-пространства
th_th: พื้นที่ Wiki
vi_vn: Không gian Wiki
zh_cn: 知识库
zh_tw: 知識庫

# Zog
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: OK, faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 6Q0
source: You are authorized as the administrator of current Wiki Workspace. Please reload the page.
de_de: Sie haben die Administratorberechtigung für den aktuellen Wissensraum. Laden Sie die Seite neu.
es_es: Se te ha autorizado como administrador del actual Wiki Workspace. Vuelve a cargar la página, por favor.
fr_fr: Vous disposez de l'autorisation d'administrateur pour l'espace de travail Wiki actuel. Veuillez actualiser la page.
hi_in: आपको वर्तमान Wiki कार्यस्थल के एडमिनिस्ट्रेटर के रूप में प्राधिकृत किया गया है. कृपया पेज फिर से लोड करें.
id_id: Anda diotorisasi sebagai administrator Ruang Kerja Wiki ini. Muat ulang halaman.
it_it: Sei autorizzato/a come amministratore dell'attuale Centro risorse Wiki. Ricarica la pagina.
ja_jp: あなたに現在のウィキスペースの管理者権限を付与されました。ページを更新してください。
ko_kr: 현재 Wiki 작업 영역의 관리자 권한을 부여받았습니다. 페이지를 다시 로드하세요.
ms_my: Anda diberi kebenaran pentadbir untuk ruang pengetahuan semasa. Sila muat semula halaman.
pt_br: Você está autorizado como administrador do atual espaço de trabalho do Wiki. Recarregue a página.
ru_ru: Вы авторизованы как администратор текущей рабочей среды Wiki. Загрузите страницу заново.
th_th: คุณได้รับอนุญาตให้เป็นผู้ดูแล Wiki Workspace คนปัจจุบัน โปรดโหลดหน้าใหม่
vi_vn: Bạn được giao quyền quản trị Wiki Workspace hiện tại. Vui lòng tải lại trang.
zh_cn: 你已被赋予当前知识库的管理员权限，请刷新。
zh_tw: 你已被賦予目前知識庫的管理員權限，請重新整理。

# vnI
source: Unable to move. The current page was removed.
de_de: Verschieben nicht möglich. Aktuelle Seite wurde entfernt.
es_es: No se ha podido mover. La página actual ha sido eliminada.
fr_fr: Déplacement impossible, la page actuelle a été retirée
hi_in: ले जाने में असमर्थ. वर्तमान पेज निकाला गया.
id_id: Tidak dapat memindahkan. Halaman ini telah dihapus.
it_it: Impossibile spostare, la pagina corrente è stata rimossa
ja_jp: 移動に失敗しました。選択したページが削除されました
ko_kr: 이동할 수 없음, 현재 페이지가 제거되었습니다
ms_my: Tidak dapat bergerak, halaman semasa telah dibuang
pt_br: Não é possível mover; a página atual foi removida
ru_ru: Невозможно переместить: текущая страница удалена
th_th: ไม่สามารถย้ายได้ หน้าปัจจุบันได้ถูกลบออก
vi_vn: Không thể di chuyển, trang hiện tại đã bị loại bỏ
zh_cn: 移动失败，操作中的页面已被移除
zh_tw: 移動失敗，操作中的頁面已被移除

# 9IQ
source: Failed to move. Permission has been changed.
de_de: Berechtigung geändert. Verschieben fehlgeschlagen.
es_es: Error al mover. El permiso ha sido cambiado.
fr_fr: Échec du déplacement. L'autorisation a été modifiée.
hi_in: स्थानांतरित करने में विफल हुआ. अनुमति बदली गई.
id_id: Gagal memindah. Izin telah diubah.
it_it: Impossibile spostare. L'autorizzazione è stata modificata.
ja_jp: 権限が変更されました、移動に失敗しました。
ko_kr: 이동에 실패했습니다. 권한이 변경되었습니다.
ms_my: Kebenaran berubah, gagal bergerak.
pt_br: Falha ao mover. A permissão foi alterada.
ru_ru: Не удалось переместить. Разрешение было изменено.
th_th: ย้ายไม่สำเร็จ สิทธิ์การอนุญาตถูกเปลี่ยน
vi_vn: Không thể di chuyển. Đã thay đổi quyền.
zh_cn: 权限发生变更，移动失败
zh_tw: 權限發生變更，移動失敗

# qec
source: Unable to move. The page was removed.
de_de: Verschieben nicht möglich. Die Seite wurde entfernt.
es_es: No se ha podido mover. La página ha sido eliminada.
fr_fr: Déplacement impossible. La page a été retirée.
hi_in: ले जाने में असमर्थ है. यह पेज निकाला गया.
id_id: Tidak dapat memindahkan. Halaman telah dihapus.
it_it: Impossibile spostare. La pagina è stata rimossa.
ja_jp: 移動に失敗しました。選択したページが削除されました
ko_kr: 이동할 수 없습니다. 페이지가 제거되었습니다.
ms_my: Tidak dapat bergerak. Halaman sasaran telah dibuang
pt_br: Não é possível mover. A página foi removida.
ru_ru: Не удалось переместить. Целевая страница удалена
th_th: ไม่สามารถย้ายได้ หน้านี้ถูกลบออกแล้ว
vi_vn: Không thể di chuyển. Đã loại bỏ trang.
zh_cn: 移动失败，目标页面已被移除
zh_tw: 移動失敗，目標頁面已被移除

# fz4
source: Unable to move. Select another page.
de_de: Verschieben nicht möglich. Andere Seite auswählen
es_es: No se ha podido mover. Seleccionar otra página
fr_fr: Déplacement impossible. Sélectionner une autre page
hi_in: ले जाने में असमर्थ. अन्य पेज चुनें.
id_id: Tidak dapat memindahkan. Pilih halaman lain
it_it: Impossibile spostare. Seleziona un'altra pagina
ja_jp: 移動に失敗しました。
ko_kr: 이동할 수 없음 다른 페이지 선택
ms_my: Tidak dapat bergerak. Pilih halaman lain
pt_br: Não é possível mover. Selecione outra página
ru_ru: Не удалось переместить. Выберите другую страницу
th_th: ไม่สามารถย้ายได้ เลือกหน้าอื่น
vi_vn: Không thể di chuyển. Chọn trang khác
zh_cn: 无法移动到该位置，请选择其他节点
zh_tw: 無法移動到該位置，請選擇其他節點

# Qsw
source: Moving...
de_de: Verschieben...
es_es: Moviendo...
fr_fr: Déplacement…
hi_in: ले जाया जा रहा है...
id_id: Memindahkan...
it_it: Spostamento in corso
ja_jp: 移動中...
ko_kr: 이동 중...
ms_my: Menggerakkan...
pt_br: Movendo...
ru_ru: Перемещение...
th_th: กำลังย้าย...
vi_vn: Đang di chuyển...
zh_cn: 移动中...
zh_tw: 移動中 ......

# MiM
source: Page moved
de_de: Seite verschoben
es_es: La páginas se ha movido
fr_fr: Page déplacée
hi_in: पेज लिया गया
id_id: Halaman dipindah
it_it: Pagina spostata
ja_jp: 移動しました
ko_kr: 페이지 이동함
ms_my: Halaman dipindahkan
pt_br: Página movida
ru_ru: Страница перемещена
th_th: หน้าถูกย้ายแล้ว
vi_vn: Đã di chuyển trang
zh_cn: 移动成功
zh_tw: 移動成功

# Fa4
source: Move To
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
hi_in: ले जाएँ
id_id: Pindah Ke
it_it: Sposta in
ja_jp: に移動
ko_kr: 다음으로 이동
ms_my: Pindah Ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển tới
zh_cn: 移动到
zh_tw: 移動到

# akA
source: Change the permission settings of this page tree? Select "Yes" to change to the new permission settings; select "No" to cancel.
de_de: Berechtigungseinstellungen dieser Seitenstruktur ändern? Wählen Sie „Ja“, um zu den neuen Berechtigungseinstellungen zu wechseln; wählen Sie „Nein“, um den Vorgang abzubrechen.
es_es: ¿Cambiar la configuración de permisos de este árbol de contenidos? Selecciona "Sí" para cambiar a la nueva configuración de permisos; selecciona "No" para cancelar.
fr_fr: Modifier les paramètres d'autorisation de cette arborescence de contenu ? Sélectionnez « Oui » pour passer aux nouveaux paramètres d'autorisation ; sélectionnez « Non » pour annuler.
hi_in: इस पेज वृक्ष की अनुमति सेटिंग्स बदलें? नई अनुमति सेटिंग्स बदलने के लिए "हाँ" चुनें; रद्द करने के लिए "नहीं" चुनें.
id_id: Ubah pengaturan izin struktur halaman ini? Pilih "Ya" untuk mengubah ke pengaturan izin baru; pilih "Tidak" untuk membatalkan.
it_it: Vuoi cambiare le impostazioni delle autorizzazioni dell'albero di questa pagina? Seleziona "Sì" per passare alle nuove impostazioni delle autorizzazioni; seleziona "No" per annullare.
ja_jp: 現在のページの権限を変更し、親ページの権限を引き継ぎますか？「はい」を押すと権限が引き継がれ、「いいえ」を押すと権限は変更されません。この設定は復元できないため、注意して選択してください。
ko_kr: 이 페이지 트리의 권한 설정을 변경하시겠습니까? 새 권한 설정으로 변경하려면 "예"를 선택하고, 취소하려면 "아니요"를 선택하세요.
ms_my: Adakah anda ingin menukar tetapan kebenaran asal supaya sama dengan nod induk lokasi sasaran? Jika tidak, tetapan kebenaran asal tidak akan diubah. Perubahan tidak boleh dibuat asal. Sila berhati-hati.
pt_br: Alterar as configurações de permissão desta árvore da página? Selecione "Sim" para alterar para as novas configurações de permissão. Selecione "Não" para cancelar.
ru_ru: Изменить настройки разрешений этого дерева страниц? Выберите "Да", чтобы изменить настройки разрешений. Выберите "Нет" для отмены.
th_th: เปลี่ยนการตั้งค่าสิทธิ์การอนุญาตของแผนภูมิหน้าเว็บนี้หรือไม่ เลือก “ใช่” เพื่อเปลี่ยนเป็นการตั้งค่าสิทธิ์การอนุญาตใหม่ เลือก “ไม่” เพื่อยกเลิก
vi_vn: Thay đổi cài đặt quyền của cây trang này? Chọn "Có" để thay đổi sang cài đặt quyền mới; chọn "Không" để hủy bỏ.
zh_cn: 是否变更该页面树的权限设置？点击“是”将变更为新的权限设置（默认与目标位置的父页面树一致），点击“否”则保留原有设置。此项设置不可恢复，请谨慎操作。
zh_tw: 是否變更該頁面樹的權限設定？點選「是」將變更為新的權限設定（預設與目標位置的父頁面樹一致），點選「否」則保留原有設定。此項設定無法復原，請謹慎操作。

# dp0
source: Change permission settings to be the same as the new parent node?
de_de: Berechtigungseinstellungen so ändern, dass sie mit dem neuen übergeordneten Knoten übereinstimmen?
es_es: ¿Cambiar la configuración de permisos para que sea la misma que la del nodo padre?
fr_fr: Modifier les paramètres d'autorisation afin qu'ils soient identiques à ceux du nouveau nœud parent ?
hi_in: अनुमति सेटिंग्स को बदलकर नए मूल नोड के समान करें?
id_id: Ubah pengaturan izin agar sama dengan node induk baru?
it_it: Vuoi cambiare le impostazioni delle autorizzazioni così che siano uguali a quelle del nuovo nodo padre?
ja_jp: 移動する内容の権限を変更し、移動先の権限と一致するように設定しますか？
ko_kr: 권한 설정을 새 부모 노드와 동일하게 변경하시겠습니까?
ms_my: Adakah anda ingin mengubah tetapan kebenaran asal sama seperti nod induk di lokasi sasaran?
pt_br: Alterar as configurações de permissão para que sejam iguais às do novo nó pai?
ru_ru: Изменить настройки разрешений на такие, как у нового родительского узла?
th_th: เปลี่ยนการตั้งค่าสิทธิ์การอนุญาตให้เหมือนกับโหนดแม่ใหม่หรือไม่
vi_vn: Thay đổi cài đặt quyền để giống với cài đặt của nút mẹ mới?
zh_cn: 是否变更当前移动内容的权限设置，使其与目标位置的父节点一致？
zh_tw: 是否變更目前行動內容的權限設定，使其與目標位置的父節點一致？

# pyY
source: Unable to move. Select another target
de_de: Verschieben nicht möglich. Anderes Ziel auswählen
es_es: No se ha podido mover. Seleccione otro destino
fr_fr: Déplacement impossible. Sélectionner une autre cible
hi_in: ले जाने में असमर्थ. अन्य लक्ष्य चुनें
id_id: Tidak dapat memindahkan. Pilih target lain
it_it: Impossibile spostare. Seleziona un'altra destinazione
ja_jp: 移動に失敗しました。
ko_kr: 이동할 수 없음 다른 대상 선택
ms_my: Tidak dapat bergerak. Pilih sasaran lain
pt_br: Não é possível mover. Selecione outro destino
ru_ru: Не удалось переместить. Выберите другую цель
th_th: ไม่สามารถย้ายได้ เลือกเป้าหมายอื่น
vi_vn: Không thể di chuyển. Chọn đích khác
zh_cn: 移动失败，该节点已在所选位置
zh_tw: 移動失敗，該節點已在所選位置

# hxE
source: Looks like you're offline!
de_de: Sie sind offenbar offline!
es_es: ¡Parece que estás fuera de línea!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: लगता है कि आप ऑफ़लाइन हैं.
id_id: Sepertinya Anda sedang offline!
it_it: Sembra tu sia offline.
ja_jp: ネットワークが切断されました。ネットワークを確認してから再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Tiada sambungan Internet. Cuba lagi kemudian
pt_br: Parece que você está off-line!
ru_ru: Похоже что вы оффлайн
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络已中断，请检查网络后重试
zh_tw: 網路已中斷，請檢查網路後重試

# Vm4
source: Swipe left to view more operations
de_de: Zum Anzeigen weiterer Vorgänge nach links streichen
es_es: Deslizar hacia la izquierda para ver más operaciones
fr_fr: Faites glisser vers la gauche pour afficher plus d'opérations
hi_in: और ऑपरेशन देखने के लिए बाएँ स्वाइप करें
id_id: Geser ke kiri untuk melihat operasi lainnya
it_it: Scorri verso sinistra per visualizzare più operazioni
ja_jp: 左にスワイプして他の操作を表示します
ko_kr: 왼쪽으로 스와이프하여 더 많은 작업 보기
ms_my: Sapu ke kiri untuk melihat lebih banyak operasi
pt_br: Deslize para a esquerda para visualizar mais operações
ru_ru: Проведите по экрану влево для просмотра дополнительных операций
th_th: ปัดไปทางซ้ายเพื่อดูการดำเนินการอื่น
vi_vn: Vuốt sang trái để xem thêm thao tác
zh_cn: 左滑查看更多操作
zh_tw: 左滑查看更多操作

source: Page changed
de_de: Seite geändert
es_es: Se ha cambiado la página
fr_fr: Page modifiée
hi_in: पेज बदला गया
id_id: Halaman diubah
it_it: Pagina modificata
ja_jp: ページが変更されました
ko_kr: 페이지 변경됨
ms_my: Halaman berubah
pt_br: Página alterada
ru_ru: Страница изменена
th_th: เปลี่ยนหน้าแล้ว
vi_vn: Đã thay đổi trang
zh_cn: 页面发生变化
zh_tw: 頁面發生變化

# Et4
source: You don't have access to the document.
de_de: Sie haben keinen Zugriff auf das Dokument.
es_es: No tienes acceso al documento.
fr_fr: Vous n'avez pas accès au document.
hi_in: आपके पास दस्तावेज़ का ऐक्सेस नहीं है.
id_id: Anda tidak memiliki akses ke dokumen ini.
it_it: Non disponi dell'accesso al file.
ja_jp: このドキュメントにアクセスする権限がありません
ko_kr: 문서 액세스 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses dokumen ini
pt_br: Você não tem acesso ao documento.
ru_ru: У вас нет доступа к документу.
th_th: คุณไม่มีการเข้าถึงเอกสาร
vi_vn: Bạn không có quyền truy cập vào tài liệu.
zh_cn: 你没有权限访问此文档
zh_tw: 你沒有權限存取此文件

# Cz4
source: Current page was removed. Please reload.
de_de: Aktuelle Seite wurde entfernt. Bitte neu laden.
es_es: La página actual se ha borrado. Cárgala de nuevo.
fr_fr: La page actuelle a été retirée. Veuillez actualiser.
hi_in: वर्तमान पेज निकाला गया. कृपया पुनः लोड करें.
id_id: Halaman saat ini telah dihapus. Muat ulang.
it_it: Questa pagina è stata rimossa. Ricarica.
ja_jp: 現在閲覧しているページが削除されました。ページを更新してください。
ko_kr: 현재 페이지는 제거되었습니다. 다시 로드하세요.
ms_my: Halaman semasa telah dikeluarkan. Sila muat semula halaman untuk meneruskan.
pt_br: A página atual foi removida. Recarregue.
ru_ru: Текущая страница была удалена. Перезагрузите.
th_th: หน้าปัจจุบันถูกลบออกแล้ว โปรดโหลดใหม่
vi_vn: Trang hiện tại đã bị xóa. Vui lòng tải lại.
zh_cn: 当前页面已被移除，请刷新后继续访问其他页面。
zh_tw: 目前頁面已被移除，請重新整理後繼續存取其他頁面。

# Il4
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: このページは既に削除されています
ko_kr: 검색 결과 없음
ms_my: Halaman ini telah dibuang
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả nào
zh_cn: 你访问的页面不存在
zh_tw: 你存取的頁面不存在

# uZY
source: No results found. Please go to homepage.
de_de: Keine Ergebnisse gefunden. Bitte zur Startseite gehen.
es_es: No se han encontrado resultados. Accede a la página de inicio.
fr_fr: Aucun résultat trouvé. Veuillez accéder à la page d'accueil.
hi_in: कोई परिणाम नहीं मिला. कृपया होमपेज पर जाएँ.
id_id: Hasil tidak ditemukan. Buka halaman beranda.
it_it: Nessun risultato trovato. Vai alla pagina iniziale.
ja_jp: このページは既に削除されました。タップしてトップページに移動してください
ko_kr: 결과가 없습니다. 홈페이지로 이동하세요.
ms_my: Halaman ini telah dikeluarkan, klik di sini untuk melihat laman utama
pt_br: Nenhum resultado encontrado. Acesse a página inicial.
ru_ru: Результаты не найдены. Вернитесь на домашнюю страницу.
th_th: ไม่พบผลลัพธ์ โปรดไปที่หน้าหลัก
vi_vn: Không tìm thấy kết quả nào. Vui lòng đi đến trang chủ.
zh_cn: 此页面已被移除，点击跳转到主页
zh_tw: 此頁面已被移除，點選重新導向到首頁
