Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# N0s
source: An external collaborator has access to this folder but not this document.
de_de: Dieser Ordner hat einen externen Mitarbeiter, der für den Zugriff auf dieses Dokument nicht autorisiert wurde.
es_es: Hay un colaborador externo en esta carpeta que no está autorizado a acceder a este documento.
fr_fr: Ce dossier dispose d'un collaborateur externe, qui n'est pas autorisé à accéder à ce document.
hi_in: इस फ़ोल्डर पर एक बाहरी सहयोगी है, जिसके पास इस दस्तावेज़ का ऐक्सेस नहीं है.
id_id: Kolaborator eksternal memiliki akses ke folder ini tetapi tidak ke dokumen ini.
it_it: Per questa cartella esiste un collaboratore esterno, non autorizzato ad accedere a questo documento.
ja_jp: このフォルダに外部ユーザーが存在しますが、ドキュメントのアクセス権限は付与されていません
ko_kr: 이 폴더에 외부 공동 작업자가 있으며 이 문서에 액세스할 권한이 없습니다.
ms_my: Pengguna luaran mempunyai akses ke folder ini tetapi tidak ke dokumen ini.
pt_br: Há um colaborador externo nesta pasta que não está autorizado a acessar este documento.
ru_ru: У внешнего соавтора есть доступ к папке, но нет доступа к документу.
th_th: มีผู้ร่วมงานภายนอกบนโฟลเดอร์นี้ ซึ่งไม่ได้รับอนุญาตให้เข้าถึงเอกสารนี้
vi_vn: Thư mục này có một cộng tác viên bên ngoài không được phép truy cập tài liệu này.
zh_cn: 该文件夹存在外部协作者，没有授权其访问此文档
zh_tw: 該資料夾存在外部協作者，沒有授權其可存取此文件

# jtk
source: Image created and saved to album
de_de: Bild erstellt und im Album gespeichert
es_es: Imagen creada y guardada en el álbum
fr_fr: Image créée et enregistrée dans l'album
hi_in: छवि बनाई गई और एल्बम में सहेजी गई
id_id: Gambar dibuat dan disimpan ke album
it_it: Immagine creata e salvata nell'album
ja_jp: 画像としてアルバムに保存しました
ko_kr: 이미지 생성 및 앨범으로 저장됨
ms_my: Imej dicipta dan disimpan ke album
pt_br: Imagem criada e salva no álbum
ru_ru: Создано и сохранено в альбом
th_th: ภาพได้ถูกสร้างขึ้นและบันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã tạo và lưu hình ảnh album
zh_cn: 已生成图片并保存到相册
zh_tw: 已產生圖片並儲存到相簿

# GvM
source: Invite collaborators
de_de: Mitarbeiter einladen
es_es: Invitar a colaboradores
fr_fr: Inviter des collaborateurs
hi_in: सहयोगियों को आमंत्रित करें
id_id: Undang kolaborator
it_it: Invita collaboratori
ja_jp: 共同編集者を招待
ko_kr: 공동 작업자 초대
ms_my: Jemput kolaborator
pt_br: Convidar colaboradores
ru_ru: Пригласить соавторов
th_th: เชิญผู้ร่วมงาน
vi_vn: Mời cộng tác viên
zh_cn: 邀请协作者
zh_tw: 邀請協作者

# GiQ
source: Anyone with the link can edit
de_de: Jeder mit dem Link kann bearbeiten
es_es: Cualquiera con el enlace puede editar
fr_fr: Toute personne disposant du lien peut modifier
hi_in: लिंक के साथ कोई भी व्यक्ति संपादित कर सकता है
id_id: Siapa pun yang memiliki tautan dapat mengedit
it_it: Chiunque sia in possesso del link può apportare modifiche
ja_jp: リンクを取得した全員に編集を許可
ko_kr: 인터넷 상에서 링크를 가진 사람이 누구나 문서를 편집 가능
ms_my: Sesiapa di Internet dengan pautan boleh mengedit dokumen
pt_br: Qualquer pessoa com o link pode editar
ru_ru: Любой может редактировать по ссылке
th_th: ทุกคนที่มีลิงก์สามารถแก้ไขได้
vi_vn: Bất kỳ ai có liên kết đều được chỉnh sửa
zh_cn: 互联网上获得链接的人可编辑
zh_tw: 網際網路上獲得連結的人可編輯

# y6c
source: Anyone with the link can view
de_de: Jeder mit dem Link kann anzeigen
es_es: Cualquiera con el enlace puede leer
fr_fr: Toute personne disposant du lien peut afficher
hi_in: लिंक के साथ कोई भी व्यक्ति पढ़ सकता है
id_id: Siapa pun yang memiliki tautan dapat melihat
it_it: Chiunque sia in possesso del link può visualizzare
ja_jp: リンクを取得した全員に閲覧を許可
ko_kr: 인터넷 상에서 링크를 가진 사람이 누구나 문서에 액세스 가능
ms_my: Sesiapa di Internet boleh melihat dokumen
pt_br: Qualquer pessoa com o link pode visualizar
ru_ru: Любой может просматривать по ссылке
th_th: ทุกคนที่มีลิงก์สามารดูได้
vi_vn: Bất kỳ ai trên Internet đều xem được tài liệu
zh_cn: 互联网上获得链接的人可阅读
zh_tw: 網際網路上獲得連結的人可閱讀

# dXk
source: Anyone with the link can view
de_de: Jede Person mit dem Link hat Lesezugriff
es_es: Cualquier persona con el enlace puede ver
fr_fr: Toute personne disposant du lien peut lire
hi_in: लिंक के साथ कोई भी व्यक्ति देख सकता है
id_id: Siapa pun yang memiliki tautan dapat melihat
it_it: Chiunque disponga del link può visualizzare
ja_jp: リンクを取得した全員が閲覧可能
ko_kr: 링크를 가진 모든 사람 읽기 가능
ms_my: Orang yang mempunyai pautan boleh mengakses folder.
pt_br: Qualquer pessoa com o link pode visualizar
ru_ru: Все, у кого есть ссылка, могут просматривать
th_th: ทุกคนที่มีลิงก์สามารถดูได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem
zh_cn: 互联网上获得链接的人可阅读
zh_tw: 網際網路上取得連結的人可閱讀

# WbQ
source: can edit
de_de: kann bearbeiten
es_es: puede editar
fr_fr: peut modifier
hi_in: संपादित कर सकते हैं
id_id: dapat mengedit
it_it: è possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh edit
pt_br: pode editar
ru_ru: редактирование
th_th: แก้ไขได้
vi_vn: có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# H2Q
source: can view
de_de: kann anzeigen
es_es: Puede leer
fr_fr: peut afficher
hi_in: पढ़ सकते हैं
id_id: dapat melihat
it_it: è possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: pode visualizar
ru_ru: может просматривать
th_th: ดูได้
vi_vn: có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# qPY
source: Can access
de_de: Kann zugreifen
es_es: Puede acceder
fr_fr: Peut accéder
hi_in: ऐक्सेस कर सकते हैं
id_id: Dapat mengakses
it_it: Accesso consentito
ja_jp: アクセス可能
ko_kr: 액세스 가능
ms_my: Boleh akses
pt_br: Pode acessar
ru_ru: Имеет доступ
th_th: สามารถเข้าถึงได้
vi_vn: Có thể truy cập
zh_cn: 可访问
zh_tw: 可存取

# Acc
source: Link copied
de_de: Link kopiert
es_es: El enlace se ha copiado
fr_fr: Lien copié
hi_in: लिंक कॉपी किया गया
id_id: Tautan disalin
it_it: Link copiato
ja_jp: リンクをコピーしました
ko_kr: 링크가 복사됨
ms_my: Pautan disalin.
pt_br: Link copiado
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์แล้ว
vi_vn: Đã sao chép liên kết
zh_cn: 分享链接复制成功
zh_tw: 分享連結複製成功

# nVE
source: Link sharing
de_de: Teilen von Links
es_es: Compartir enlace
fr_fr: Partage de liens
hi_in: लिंक साझाकरण
id_id: Berbagi tautan
it_it: Condivisione link
ja_jp: リンクによる共有
ko_kr: 링크 공유
ms_my: Kongsi pautan
pt_br: Compartilhamento de links
ru_ru: Поделиться ссылкой
th_th: การแชร์ด้วยลิงก์
vi_vn: Chia sẻ liên kết
zh_cn: 链接分享
zh_tw: 連結分享

# fJU
source: Password required for access
de_de: Kennwort für den Zugriff erforderlich
es_es: Para acceder se requiere la contraseña
fr_fr: Mot de passe requis pour l'accès
hi_in: ऐक्सेस के लिए पासवर्ड की आवश्यकता है
id_id: Kata sandi diperlukan untuk akses
it_it: Password obbligatoria per l'accesso
ja_jp: アクセスパスワード
ko_kr: 액세스를 위한 비밀번호 필요
ms_my: Kata laluan diperlukan untuk akses
pt_br: Senha de acesso obrigatória
ru_ru: Необходим пароль для доступа
th_th: จำเป็นต้องใส่รหัสเพื่อเข้าถึงสิ่งนี้
vi_vn: Mật khẩu được yêu cầu để truy cập
zh_cn: 需要密码访问
zh_tw: 需要密碼存取

# /XU
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp theo
zh_cn: 下一步
zh_tw: 下一步

# 8zE
source: Only invited members can access
de_de: Nur eingeladene Mitglieder haben Zugriff
es_es: Solo los miembros invitados pueden acceder
fr_fr: Seuls les membres invités peuvent accéder
hi_in: केवल आमंत्रित किए गए लोग ही ऐक्सेस कर सकते हैं
id_id: Hanya anggota yang diundang yang dapat mengakses
it_it: Solo i membri invitati possono accedere
ja_jp: 共同編集者にのみこのリンクの使用を許可
ko_kr: 초대받은 구성원만 액세스 가능
ms_my: Hanya orang yang ditambah boleh membuka dengan pautan ini
pt_br: Somente membros convidados podem acessar
ru_ru: Только приглашенные участники имеют доступ
th_th: เฉพาะสมาชิกที่ได้รับเชิญเท่านั้นที่จะสามารถเข้าถึงได้
vi_vn: Chỉ thành viên được mời mới có thể truy cập
zh_cn: 仅添加的协作者可通过链接打开内容
zh_tw: 僅新增的協作者可透過連結開啟内容

# 34o
source: Inviting external users is unavailable yet.
de_de: Einladen externer Benutzer ist noch nicht möglich.
es_es: La función para invitar a usuarios externos todavía no está disponible.
fr_fr: L'invitation d'utilisateurs externes n'est pas encore disponible.
hi_in: बाहरी उपयोगकर्ताओं को आमंत्रित करना अभी तक अनुपलब्ध है.
id_id: Mengundang pengguna eksternal belum tersedia.
it_it: L'invito di utenti esterni non è ancora disponibile.
ja_jp: フォルダへの外部ユーザーの招待はできません
ko_kr: 외부 사용자 초대를 아직 이용할 수 없습니다.
ms_my: Menjemput pengguna luar belum tersedia.
pt_br: Convidar usuários externos ainda não é possível.
ru_ru: Приглашение внешних пользователей пока недоступно.
th_th: การเชิญผู้ใช้ภายนอกยังไม่สามารถทำได้ในตอนนี้
vi_vn: Mời người dùng bên ngoài chưa khả dụng.
zh_cn: 文件夹暂不支持邀请外部用户
zh_tw: 資料夾暫不支援邀請外部使用者

# vjs
source: Inviting external users is unavailable yet.
de_de: Einladen externer Benutzer ist noch nicht möglich.
es_es: La función para invitar a usuarios externos todavía no está disponible.
fr_fr: L'invitation d'utilisateurs externes n'est pas encore disponible.
hi_in: बाहरी उपयोगकर्ताओं को आमंत्रित करना अभी तक अनुपलब्ध है.
id_id: Mengundang pengguna eksternal belum tersedia.
it_it: L'invito di utenti esterni non è ancora disponibile.
ja_jp: フォルダに外部ユーザーを招待できません
ko_kr: 외부 사용자 초대를 아직 이용할 수 없습니다.
ms_my: Menjemput pengguna luar belum tersedia.
pt_br: Convidar usuários externos ainda não é possível.
ru_ru: Приглашение внешних пользователей пока недоступно.
th_th: การเชิญผู้ใช้ภายนอกยังไม่สามารถทำได้ในตอนนี้
vi_vn: Mời người dùng bên ngoài chưa khả dụng.
zh_cn: 文件夹暂不支持邀请外部用户
zh_tw: 資料夾暫不支援邀請外部使用者

# 6ns
source: Nothing found
de_de: Suche erfolglos
es_es: No se ha encontrado nada
fr_fr: Aucun élément trouvé
hi_in: कुछ नहीं मिला
id_id: Tidak ada yang ditemukan
it_it: Nessun risultato
ja_jp: 一致する結果が見つかりませんでした
ko_kr: 아무것도 찾지 못함
ms_my: Tiada apa yang dijumpai
pt_br: Nada encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบข้อมูล
vi_vn: Không tìm thấy gì
zh_cn: 未找到相关结果
zh_tw: 未找到相關結果

# UnA
source: Share link and collaborate with teammates
de_de: Link teilen und mit Teamkollegen zusammenarbeiten
es_es: Compartir el enlace y colaborar con los compañeros de equipo
fr_fr: Partagez le lien et collaborez avec vos collègues
hi_in: लिंक साझा करें और टीम के साथियों के साथ सहयोग करें
id_id: Berbagi tautan dan berkolaborasi dengan rekan satu tim
it_it: Condividi link e collabora con i tuoi colleghi
ja_jp: リンクによる共有をオンにし、友人に転送して共同編集に招待しましょう
ko_kr: 링크를 공유하여 팀원과 공동 작업
ms_my: Kongsi pautan dan bekerjasama dengan rakan pasukan
pt_br: Compartilhar links e colaborar com colegas de trabalho
ru_ru: Делитесь ссылкой и работайте вместе с коллегами
th_th: แบ่งปันลิงก์และทำงานร่วมกันกับเพื่อนร่วมทีม
vi_vn: Chia sẻ liên kết và cộng tác với người cùng nhóm
zh_cn: 开启链接分享并转发给好友，邀请好友一起协作
zh_tw: 開啟連結分享並轉寄給好友，邀請好友一起進行協作

# j3k
source: Failed to invite. You don't have permission to invite external users.
de_de: Einladen fehlgeschlagen. Sie haben keine Berechtigung, externe Benutzer einzuladen.
es_es: Error al invitar. No tienes permiso para invitar a usuarios externos.
fr_fr: Échec de l'invitation. Vous n'êtes pas autorisé à inviter des utilisateurs externes.
hi_in: आमंत्रित करने में विफल हुआ. आपको बाहरी उपयोगकर्ताओं को आमंत्रित करने की अनुमति नहीं है.
id_id: Gagal mengundang. Anda tidak memiliki izin untuk mengundang pengguna eksternal.
it_it: Impossibile invitare. Non hai l'autorizzazione per invitare utenti esterni.
ja_jp: 招待に失敗しました。外部ユーザーを招待する権限がありません
ko_kr: 초대에 실패했습니다. 외부 사용자를 초대할 권한이 없습니다.
ms_my: Gagal menjemput, anda tidak mempunyai kebenaran untuk menjemput pengguna luaran.
pt_br: Falha ao convidar. Você não tem permissão para convidar usuários externos.
ru_ru: Не удалось отправить приглашение. У вас нет разрешения на приглашение внешних пользователей.
th_th: ส่งคำเชิญไม่สำเร็จ คุณไม่สิทธิ์การอนุญาตในการเชิญผู้ใช้ภายนอก
vi_vn: Mời thất bại. Bạn không có quyền mời người dùng bên ngoài.
zh_cn: 邀请失败，你没有邀请外部用户的权限
zh_tw: 邀請失敗，你沒有邀請外部使用者的權限

# 5fQ
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata Sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# Z98
source: Password settings
de_de: Kennworteinstellungen
es_es: Configuración de contraseña
fr_fr: Paramètres de mot de passe
hi_in: पासवर्ड सेटिंग्स
id_id: Pengaturan kata sandi
it_it: Impostazioni password
ja_jp: パスワード設定
ko_kr: 비밀번호 설정
ms_my: Tetapan kata laluan
pt_br: Configurações de senha
ru_ru: Настройки пароля
th_th: การตั้งค่ารหัสผ่าน
vi_vn: Cài đặt mật khẩu
zh_cn: 密码设置
zh_tw: 密碼設定

# wEU
source: Paste to {{channelName}} friends
de_de: Für {{channelName}} Freunde einfügen
es_es: Pegar a los amigos de {{channelName}}
fr_fr: Coller pour les amis {{channelName}}
hi_in: {{channelName}} के मित्रों में पेस्ट करें
id_id: Tempel ke {{channelName}} teman
it_it: Incolla agli amici su {{channelName}}
ja_jp: {{channelName}}で友だちに送信する
ko_kr: {{channelName}} 친구에 붙여넣기
ms_my: Tampal ke rakan {{channelName}}
pt_br: Colar para amigos do {{channelName}}
ru_ru: Поделиться с друзьями в {{channelName}}
th_th: วางไปยังเพื่อนบน {{channelName}}
vi_vn: Dán vào bạn bè {{channelName}}
zh_cn: 去{{channelName}}分享给好友
zh_tw: 去 {{channelName}} 分享給好友

# G+k
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về Quyền riêng tư
zh_cn: 隐私政策
zh_tw: 隱私權政策

# Upo
source: Link sharing off
de_de: Link teilen
es_es: "Compartir enlace" desactivada
fr_fr: Partage de liens désactivé
hi_in: लिंक साझाकरण बंद
id_id: Berbagi tautan mati
it_it: Condivisione link disattivata
ja_jp: リンクによる共有（オフ）
ko_kr: 링크 공유 꺼짐
ms_my: Kongsi pautan dimatikan
pt_br: Compartilhamento de links desativado
ru_ru: Выключена возможность делиться ссылками
th_th: ปิดการแชร์ด้วยลิงก์
vi_vn: Tắt chế độ Chia sẻ liên kết
zh_cn: 链接分享(未开启)
zh_tw: 連結分享 (未開啟)

# Jac
source: Link sharing on
de_de: Teilen von Links ein
es_es: "Compartir enlace" activada
fr_fr: Partage de liens activé
hi_in: लिंक साझाकरण चालू
id_id: Berbagi tautan hidup
it_it: Condivisione link attivata
ja_jp: リンクによる共有（オン）
ko_kr: 링크 공유 켜짐
ms_my: Kongsi pautan dihidupkan
pt_br: Compartilhamento de links ativado
ru_ru: Включена возможность делиться ссылками
th_th: เปิดการแชร์ด้วยลิงก์
vi_vn: Bật chế độ Chia sẻ liên kết
zh_cn: 链接分享(已开启)
zh_tw: 連結分享 (已開啟)

# Zho
source: Can view
de_de: Kann anzeigen
es_es: Puede leer
fr_fr: Peut afficher
hi_in: पढ़ सकते हैं
id_id: Dapat melihat
it_it: È possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: Boleh lihat
pt_br: Pode visualizar
ru_ru: Может просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# LVM
source: Once Wiki member permissions are removed, the document will be removed from Wiki.
de_de: Sobald die Berechtigungen für Wiki-Mitglieder entfernt werden, wird das Dokument aus Wiki entfernt.
es_es: Una vez quitados los permisos de los miembros de la Wiki, el documento se borrará de la Wiki.
fr_fr: Une fois les autorisations des membres du Wiki retirées, le document sera retiré du Wiki.
hi_in: Wiki सदस्य अनुमतियों के हटा दिए जाने के बाद इस दस्तावेज़ को Wiki से हटा दिया जाएगा.
id_id: Setelah izin anggota Wiki dihapus, dokumen tersebut akan dihapus dari Wiki.
it_it: Una volta rimosse le autorizzazioni dei membri di Wiki, il file verrà rimosso da Wiki.
ja_jp: ウィキスペースメンバーの権限が削除されると、このドキュメントはウィキスペースから削除されます。削除しますか？
ko_kr: Wiki 구성원 권한을 제거하면 문서가 Wiki에서 제거됩니다.
ms_my: Selepas mengeluarkan kebenaran ahli Wiki, dokumen akan dikeluarkan dari Wiki. Keluarkan juga?
pt_br: Com a remoção das permissões de membros da Wiki, o documento será removido da Wiki.
ru_ru: После удаления разрешений участников Wiki документ будет удален из Wiki.
th_th: เมื่อลบสิทธิ์การอนุญาตของสมาชิก Wiki ออก เอกสารนจะถูกลบออกจาก Wiki
vi_vn: Sau khi quyền thành viên Wiki bị gỡ, tài liệu sẽ bị gỡ khỏi Wiki.
zh_cn: 移除知识库成员权限后，该文档将从知识库移除。是否移除？
zh_tw: 移除知識庫成員權限後，該文件將從知識庫移除。是否移除？

# GRg
source: Removing will unlink the document from the calendar event. Event attendees will no longer be able to view this document.
de_de: Durch das Entfernen wird die Verknüpfung zwischen Dokument und Kalendertermin aufgehoben. Terminteilnehmer können dieses Dokument nicht mehr anzeigen.
es_es: Al eliminar el documento, se desvinculará del evento del calendario. Los asistentes al evento ya no podrán ver este documento.
fr_fr: Le retrait dissociera ce document de l'événement du calendrier. Les participants à l'événement ne pourront plus afficher ce document.
hi_in: हटाने से दस्तावेज़ को कैलेंडर ईवेंट से अनलिंक कर दिया जाएगा. ईवेंट में उपस्थित लोग अब से इस दस्तावेज़ को नहीं देख सकेंगे.
id_id: Menghapus akan melepas tautan dokumen dari acara kalender. Peserta acara tidak dapat lagi melihat dokumen ini.
it_it: La rimozione scollegherà il documento dall'evento del calendario. I partecipanti all'evento non saranno più in grado di visualizzare questo documento.
ja_jp: この権限を削除すると、同時にドキュメントとスケジュールの関連付け関係が解除され、スケジュール参加者は今後このドキュメントを表示することができません。
ko_kr: 제거 시 캘린더 이벤트에서 문서 링크를 해제합니다. 이벤트 참석자는 더 이상 이 문서를 볼 수 없습니다.
ms_my: Membuang akan menyunlink dokumen dari acara kalendar. Peserta acara tidak lagi dapat melihat dokumen ini.
pt_br: Remover desvinculará o documento do evento do calendário. Participantes do evento não poderão mais visualizar este documento.
ru_ru: В результате документ будет удален из события календаря. Участники события больше не смогут просматривать этот документ.
th_th: หากนำออกแล้วเอกสารจะไม่ลิงก์กับกิจกรรมในปฏิทิน ผู้เข้าร่วมกิจกรรมจะไม่สามารถดูเอกสารนี้ได้อีกต่อไป
vi_vn: Thao tác xóa sẽ hủy liên kết tài liệu khỏi sự kiện trong lịch. Người tham gia sự kiện sẽ không thể tiếp tục xem tài liệu này.
zh_cn: 文档将解除与日程的关联，日程参与者将无法再查看到这篇文档。
zh_tw: 文件將解除與日程的關聯，日程參與者將無法再查看這份文件。

# P58
source: Remove permissions
de_de: Berechtigungen entfernen
es_es: Eliminar permisos
fr_fr: Retirer les autorisations
hi_in: अनुमतियाँ निकालें
id_id: Hapus izin
it_it: Rimuovi autorizzazioni
ja_jp: 予定権限を削除
ko_kr: 권한 제거
ms_my: Buang kebenaran
pt_br: Remover permissões
ru_ru: Удалить разрешения
th_th: ลบสิทธิ์การอนุญาต
vi_vn: Loại bỏ quyền
zh_cn: 移除日程权限
zh_tw: 移除日程權限

# tPg
source: Remove user permissions?
de_de: Benutzerberechtigungen entfernen?
es_es: ¿Eliminar permisos del usuario?
fr_fr: Retirer les autorisations des utilisateurs ?
hi_in: उपयोगकर्ता अनुमतियाँ निकालें?
id_id: Hapus izin pengguna?
it_it: Rimuovere le autorizzazioni utente?
ja_jp: ユーザー権限を削除しますか？
ko_kr: 사용자 권한을 제거하시겠습니까?
ms_my: Buang kebenaran pengguna?
pt_br: Remover permissões do usuário?
ru_ru: Удалить пользовательские разрешения?
th_th: คุณต้องการที่จะลบสิทธิ์การอนุญาตของผู้ใช้หรือไม่
vi_vn: Loại bỏ quyền của người dùng?
zh_cn: 确认移除用户权限吗？
zh_tw: 確認移除使用者權限嗎？

# wPg
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos de servicio
fr_fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: サービス規定
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos de serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการ
vi_vn: Điều khoản dịch vụ
zh_cn: 服务协议
zh_tw: 服務條款

# WRw
source: Set as Owner
de_de: Als Besitzer festlegen
es_es: Configurar como propietario
fr_fr: Définir en tant que propriétaire
hi_in: ओनर के रूप में सेट करें
id_id: Tetapkan sebagai Pemilik
it_it: Imposta come proprietario
ja_jp: 所有者として設定
ko_kr: 소유자로 설정
ms_my: Tetapkan sebagai pemilik
pt_br: Definir como proprietário
ru_ru: Установить в качестве владельца
th_th: แต่งตั้งเป็นเจ้าของ
vi_vn: Đặt làm chủ sở hữu
zh_cn: 设为所有者
zh_tw: 設定為擁有者

# u40
source: Can only invite people in the organization
de_de: Kann nur Personen in der Organisation einladen
es_es: Sólo se puede invitar a usuarios de la organización
fr_fr: Ne peut inviter que des membres de l'organisation
hi_in: केवल संगठन के लोगों को आमंत्रित कर सकते हैं
id_id: Hanya dapat mengundang orang di organisasi
it_it: È possibile invitare solo persone appartenenti all'organizzazione
ja_jp: 内部ユーザーのみ招待可能
ko_kr: 기업 내부 사용자만 초대 가능
ms_my: Hanya boleh menjemput orang dalam organisasi
pt_br: Pode convidar somente pessoas na organização
ru_ru: Могут только приглашать людей из организации
th_th: สามารถเชิญผู้ที่อยู่ในองค์กรเท่านั้น
vi_vn: Chỉ có thể mời những người trong tổ chức
zh_cn: 仅可以邀请组织内用户
zh_tw: 僅可以邀請組織內使用者

# Kto
source: Can invite any {{APP_DISPLAY_NAME}} user (include external users)
de_de: Kann jeden{{APP_DISPLAY_NAME}}-Benutzer einladen (auch externe Benutzer)
es_es: Se puede invitar a cualquier usuario de {{APP_DISPLAY_NAME}} (incluidos los usuarios externos)
fr_fr: Peut inviter n'importe quel utilisateur de {{APP_DISPLAY_NAME}} (y compris les utilisateurs externes)
hi_in: किसी भी {{APP_DISPLAY_NAME}} उपयोगकर्ता को आमंत्रित कर सकते हैं (बाहरी उपयोगकर्ताओं सहित)
id_id: Dapat mengundang semua pengguna {{APP_DISPLAY_NAME}} (termasuk pengguna eksternal)
it_it: È possibile invitare qualsiasi utente di {{APP_DISPLAY_NAME}} (inclusi utenti esterni)
ja_jp: すべての {{APP_DISPLAY_NAME}} ユーザー（外部ユーザーを含む）を招待可能
ko_kr: 어떤 {{APP_DISPLAY_NAME}} 사용자나 초대할 수 있습니다(외부 사용자 포함)
ms_my: Boleh menjemput pengguna mana-mana (termasuk pengguna luar)
pt_br: Pode convidar qualquer usuário do {{APP_DISPLAY_NAME}}(inclusive usuários externos)
ru_ru: Могут пригласить любого пользователя {{APP_DISPLAY_NAME}} (включая внешних)
th_th: สามารถเชิญผู้ใช้ {{APP_DISPLAY_NAME}} ทุกคน (รวมถึงผู้ใช้ภายนอก)
vi_vn: Có thể mời người dùng {{APP_DISPLAY_NAME}} (bao gồm người dùng bên ngoài)
zh_cn: 可以邀请任何{{APP_DISPLAY_NAME}}用户(含外部用户)
zh_tw: 可以邀請任何{{APP_DISPLAY_NAME}}使用者 (含外部使用者)

# BLg
source: Who can invite and manage collaborators
de_de: Wer kann Mitarbeiter einladen und verwalten?
es_es: ¿Quién puede invitar a colaboradores y administrarlos?
fr_fr: Qui peut inviter et gérer les collaborateurs
hi_in: सहयोगियों को कौन आमंत्रित और प्रबंधित कर सकता है?
id_id: Siapa yang dapat mengundang dan mengelola kolaborator
it_it: Chi può invitare e gestire collaboratori?
ja_jp: 共同編集者を追加できる人
ko_kr: 공동 작업자를 초대하고 관리할 수 있는 사람
ms_my: Siapa yang boleh menjemput dan mengurus kolaborator?
pt_br: Quem pode convidar e gerenciar colaboradores
ru_ru: Кто может пригл. соавторов и настр. разрешения
th_th: ใครสามารถเชิญและจัดการผู้ร่วมงานได้บ้าง?
vi_vn: Ai có thể mời và quản lý cộng tác viên
zh_cn: 谁可以添加和管理协作者
zh_tw: 哪些人可以新增和管理協作者

# Lj4
source: Unable to share folders that include the shared folder {{folderName}}
de_de: Teilen von Ordnern, die den geteilten Ordner {{folderName}} enthalten, nicht möglich
es_es: No se pueden compartir carpetas que incluyan a la carpeta compartida {{folderName}}
fr_fr: Partage des dossiers qui incluent le dossier partagé {{folderName}} impossible
hi_in: ऐसे साझा किए गए फ़ोल्डर साझा करने में असमर्थ जिनमें साझा किया गया फ़ोल्डर {{folderName}} शामिल है
id_id: Tidak dapat berbagi folder yang berisi folder bersama {{folderName}}
it_it: Impossibile condividere le cartelle che includono la cartella condivisa {{folderName}}
ja_jp: このフォルダには共有フォルダ「{{folderName}}」が含まれているため、共有できません
ko_kr: 공유 폴더 {{folderName}}이(가) 포함된 폴더를 공유 할 수 없습니다
ms_my: Folder yang mengandungi folder berkongsi {{folderName}} tidak boleh dikongsi.
pt_br: Não é possível compartilhar pastas que incluam a pasta compartilhada {{folderName}}
ru_ru: Не удалось поделиться папками, содержащими общие папки {{folderName}}
th_th: ไม่สามารถแบ่งปันโฟลเดอร์ที่มีโฟลเดอร์ที่ใช้ร่วมกัน {{folderName}} ได้
vi_vn: Không thể chia sẻ các thư mục chứa thư mục được chia sẻ {{folderName}}
zh_cn: 暂不支持共享此文件夹，因为它已包含共享文件夹：{{folderName}}
zh_tw: 暫不支援分享此資料夾，因為它已包含共用資料夾：{{folderName}}

# D4Q
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 所有者
