Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# TYg
source: Note: The password is only valid for the current page. Users outside the organization need the password to access. Users within the organization can directly access.
de_de: Hinweis: Das Kennwort ist nur für die aktuelle Seite gültig. Benutzer außerhalb der Organisation benötigen das Kennwort für den Zugriff. Benutzer innerhalb der Organisation können direkt zugreifen.
es_es: Nota: La contraseña solo es válida para la página actual. Los usuarios de fuera de la organización necesitan la contraseña para acceder. Los usuarios de la organización pueden acceder directamente.
fr_fr: Remarque : le mot de passe n'est valide que pour la page actuelle. Les utilisateurs extérieurs à l'organisation ont besoin du mot de passe pour accéder à la page. Les utilisateurs au sein de l'organisation peuvent y accéder directement.
id_id: Catatan: Kata sandi hanya valid untuk halaman saat ini. Pengguna di luar organisasi memerlukan kata sandi untuk mengakses. Pengguna dalam organisasi dapat langsung mengakses.
it_it: Nota: la password è valida solo per la pagina corrente. Gli utenti esterni all'organizzazione necessitano della password per accedere. Gli utenti all'interno dell'organizzazione possono accedere direttamente.
ja_jp: 説明：パスワードは現在のページでのみ有効です。外部ユーザーがアクセスする際にはパスワードが必要です。組織内のメンバーがアクセスする場合、パスワードは不要です。
ko_kr: 참고: 해당 비밀번호는 현재 페이지에만 유효합니다. 기업 외부의 사용자가 액세스하려면 비밀번호가 필요합니다. 기업 내의 사용자는 직접 액세스할 수 있습니다.
ms_my: Nota: Kata laluan hanya sah untuk halaman semasa. Pengguna di luar organisasi memerlukan kata laluan untuk mengakses. Pengguna dalam organisasi boleh mengakses secara langsung.
pt_br: Nota: a senha é válida somente para a página atual. Os usuários fora da organização precisam da senha para acessar. Os usuários dentro da organização podem acessar diretamente.
ru_ru: Примечание. Пароль подходит только для текущей страницы. Пользователям за пределами организации необходим пароль для доступа. Пользователям из организации могут получить доступ напрямую.
th_th: หมายเหตุ: รหัสผ่านใช้ได้กับหน้าปัจจุบันเท่านั้น ผู้ใช้ภายนอกองค์กรต้องการรหัสผ่านเพื่อเข้าใช้งาน ผู้ใช้ภายในองค์กรสามารถเข้าถึงได้โดยตรง
vi_vn: Lưu ý: Mật khẩu chỉ có hiệu lực cho trang hiện tại. Người dùng bên ngoài tổ chức cần có mật khẩu để truy cập. Người dùng trong tổ chức có thể truy cập trực tiếp.
zh_cn: 提示：密码仅对当前页面生效。组织外用户需要密码访问，组织内用户无需密码可直接访问
zh_tw: 提示：密碼僅對目前頁面生效。組織外使用者需要密碼才能存取，組織內使用者無需密碼即可直接存取

# TMI
source: You don't have permission to access this content.
de_de: Sie haben keine Zugriffsberechtigung für diesen Inhalt.
es_es: No tienes permiso para acceder a este contenido.
fr_fr: Vous n'êtes pas autorisé(e) à accéder à ce contenu.
id_id: Anda tidak memiliki izin untuk mengakses konten ini.
it_it: Non disponi dell'autorizzazione per accedere a questo contenuto.
ja_jp: この内容を閲覧する権限がありません
ko_kr: 이 콘텐츠에 액세스할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses kandungan ini.
pt_br: Você não tem permissão para acessar este conteúdo.
ru_ru: У вас нет разрешения на доступ к этому контенту.
th_th: คุณไม่มีสิทธิ์การอนุญาตให้การเข้าถึงเนื้อหานี้
vi_vn: Bạn không có quyền truy cập nội dung này.
zh_cn: 暂无权限查看该内容
zh_tw: 暫無查看該內容的權限

# cr4
source: No work documents recently
de_de: Keine kürzlichen Arbeitsdokumente
es_es: No hay documentos de trabajo recientes
fr_fr: Aucun document de travail récent
id_id: Tidak ada dokumen kerja terbaru
it_it: Nessun documento di lavoro di recente
ja_jp: 最近の業務関連の文書がありません
ko_kr: 최근 작업 문서 없음
ms_my: Tiada dokumen kerja baru-baru ini
pt_br: Nenhum documento de trabalho recentemente
ru_ru: Нет недавних рабочих документов
th_th: ไม่มีเอกสารการทำงานเมื่อเร็ว ๆ นี้
vi_vn: Không có tài liệu công việc nào gần đây
zh_cn: 暂无近期工作文档
zh_tw: 暫無近期工作文件

# DNk
source: Recent work documents of {{user}}
de_de: Kürzliche Arbeitsdokumente von {{user}}
es_es: Documentos de trabajo recientes de {{user}}
fr_fr: Documents de travail récents de {{user}}
id_id: Dokumen terbaru milik {{user}}
it_it: Documenti di lavoro recenti di {{user}}
ja_jp: {{user}} の最近の業務文書一覧
ko_kr: {{user}} 님의 최근 작업 문서
ms_my: Dokumen kerja terkini {{user}}
pt_br: Documentos de trabalho recente de {{user}}
ru_ru: Последние рабочие документы пользователя {{user}}
th_th: เอกสารการทำงานล่าสุดของ {{user}}
vi_vn: Tài liệu công việc gần đây của {{user}}
zh_cn: {{user}}的近期工作文档
zh_tw: {{user}}的近期工作文件

# kfw
source: Please turn on “Anyone with the link can view (or edit)”
de_de: Bitte aktivieren Sie „Jeder mit dem Link kann lesen (oder bearbeiten)“
es_es: Activa "Cualquier persona con el enlace puede ver (o editar)"
fr_fr: Veuillez activer l'option "Toute personne disposant du lien peut afficher (ou modifier)"
id_id: Aktifkan "Siapa pun yang memiliki tautan dapat melihat (atau mengedit)"
it_it: Attiva "chiunque disponga del link può visualizzare (o modificare)"
ja_jp: 「リンクを取得した全員が閲覧・編集可能」に設定する必要があります。
ko_kr: "링크를 가진 모든 사람 읽기 가능(또는 편집 가능)"을 켜세요
ms_my: Sila hidupkan "Sesiapa dengan pautan boleh melihat (atau edit)"
pt_br: Ative "Qualquer pessoa com o link pode visualizar (ou editar)"
ru_ru: Включите разрешение "Любой человек со ссылкой может просматривать (или редактировать)"
th_th: โปรดเปิด “ทุกคนที่มีลิงก์สามารถดู (หรือแก้ไข) ได้”
vi_vn: Vui lòng bật “Bất kỳ ai có liên kết đều có thể xem (hoặc chỉnh sửa)”
zh_cn: 需开启“互联获得链接的人可阅读（可编辑）”
zh_tw: 需要開啟「網際網路上取得連結的人可閱讀 (可編輯)」

# R/A
source: Add to quick access
de_de: Zu Schnellzugriff hinzufügen
es_es: Agregar a acceso rápido
fr_fr: Ajouter à l'Accès rapide
id_id: Tambahkan ke akses cepat
it_it: Aggiungi ad Accesso rapido
ja_jp: クイックアクセスに追加
ko_kr: 빠른 액세스에 추가
ms_my: Tambah ke akses pantas
pt_br: Adicionar ao acesso rápido
ru_ru: Добавить в быстрый доступ
th_th: เพิ่มในการเข้าถึงด่วน
vi_vn: Thêm vào truy cập nhanh
zh_cn: 添加到“快速访问”
zh_tw: 新增到「快速存取」

# r98
source: Error... Please go to the ··· menu in the document and try move again.
de_de: Fehler aufgetreten... Bitte navigieren Sie zum Menü ··· im Dokument und versuchen Sie, erneut zu verschieben.
es_es: Error... Ve al menú ··· en el documento e intenta mover de nuevo.
fr_fr: Erreur... Veuillez accéder au menu ··· dans le document et essayer de vous déplacer à nouveau.
id_id: Kesalahan... Buka menu ··· di dokumen dan coba pindahkan lagi.
it_it: Errore. Vai al menu ··· nel documento e riprova a spostare.
ja_jp: エラーが発生しました。ドキュメントに移動して、「···」メニューより再度お試しください。
ko_kr: 오류입니다... 문서의 ··· 메뉴로 이동하고 다시 이동하세요.
ms_my: Ralat... Sila pergi ke menu ··· dalam dokumen dan cuba pindah lagi.
pt_br: Erro... Vá para o menu ··· no documento e tente mover novamente.
ru_ru: Ошибка... Перейдите в меню ··· в документе и попробуйте переместить еще раз.
th_th: เกิดข้อผิดพลาด... โปรดไปยังเมนู ··· ในเอกสารแล้วลองย้ายอีกครั้ง
vi_vn: Lỗi... Vui lòng đi tới menu ··· trong tài liệu và thử di chuyển lại.
zh_cn: 文档状态异常，建议在文档中通过 ··· 更多菜单移动
zh_tw: 文件狀態異常，建議在文件中透過 ··· 更多功能表移動

# bvI
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: ドキュメントを作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建文档
zh_tw: 建立文件

# d6k
source: Create your first document.
de_de: Erstellen Sie Ihr erstes Dokument.
es_es: Crea tu primer documento.
fr_fr: Créez votre premier document.
id_id: Buat dokumen pertama Anda.
it_it: Crea il tuo primo documento.
ja_jp: ライブラリでドキュメントを作成してみましょう
ko_kr: 첫 번째 문서를 생성하세요.
ms_my: Cipta dokumen pertama anda.
pt_br: Crie seu primeiro documento.
ru_ru: Создайте свой первый документ.
th_th: สร้างเอกสารแรกของคุณ
vi_vn: Tạo tài liệu đầu tiên của bạn.
zh_cn: 为你的文档库创建一个文档吧
zh_tw: 為你的文件資料庫建立一個文件吧

# tdA
source: Unable to load content. Please try again later.
de_de: Inhalte können nicht geladen werden. Bitte versuchen Sie es später erneut.
es_es: No se puede cargar el contenido. Inténtalo de nuevo más tarde.
fr_fr: Impossible de charger le contenu. Veuillez réessayer plus tard.
id_id: Gagal memuat konten. Coba lagi nanti.
it_it: Impossibile caricare il contenuto. Riprova più tardi.
ja_jp: 読み込みできませんでした。再試行してください。
ko_kr: 콘텐츠를 로드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuatkan kandungan. Sila cuba lagi kemudian.
pt_br: Não é possível carregar o conteúdo. Tente novamente mais tarde.
ru_ru: Не удалось загрузить контент. Повторите попытку позже.
th_th: โหลดเนื้อหาไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tải nội dung. Vui lòng thử lại sau.
zh_cn: 内容加载失败，请重试
zh_tw: 內容載入失敗，請重試

# k2U
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再読み込み
ko_kr: 다시 시도
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Попробовать сейчас
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重新加载
zh_tw: 重新載入

# 6yo
source: My Document Library
de_de: Meine Dokumentenbibliothek
es_es: Mi biblioteca de documentos
fr_fr: Ma bibliothèque de documents
id_id: Pustaka Dokumen Saya
it_it: La mia raccolta di documenti
ja_jp: マイライブラリ
ko_kr: 내 문서 라이브러리
ms_my: Pustaka Dokumen Saya
pt_br: Minha biblioteca do Docs
ru_ru: Моя библиотека документов
th_th: ห้องสมุดเอกสารของฉัน
vi_vn: Thư viện tài liệu của tôi
zh_cn: 我的文档库
zh_tw: 我的文件資料庫

# GZk
source: Unable to create documents offline. Please try again in Drive > My Space.
de_de: Dokumente können nicht offline erstellt werden. Bitte versuchen Sie es erneut unter „Drive – Mein Bereich“.
es_es: No se pueden crear documentos sin conexión. Inténtalo de nuevo en Drive > Mi espacio.
fr_fr: Impossible de créer des documents hors ligne. Veuillez réessayer dans Drive > Mon espace.
id_id: Gagal membuat dokumen secara offline. Coba lagi di Drive > Ruang Saya.
it_it: Impossibile creare documenti offline. Riprova in Drive > Il mio spazio.
ja_jp: オフラインでドキュメントを作成することはできせん。「ドライブ」>「マイスペース」から作成してください。
ko_kr: 오프라인에서는 문서를 생성할 수 없습니다. 드라이브 > 내 공간에서 다시 시도하세요.
ms_my: Tidak dapat mencipta dokumen secara luar talian. Sila cuba lagi di Drive > Ruang Saya.
pt_br: Falha na criação documentos off-line. Tente novamente em Drive > Meu espaço.
ru_ru: Невозможно создать документы офлайн. Повторите попытку, выбрав Диск > Мое пространство.
th_th: สร้างเอกสารแบบออฟไลน์ไม่สำเร็จ โปรดลองอีกครั้งใน Drive > พื้นที่ของฉัน
vi_vn: Không thể tạo tài liệu khi ngoại tuyến. Vui lòng thử lại trong Drive > Không gian của tôi.
zh_cn: 暂不支持在此处离线创建文档，请在“云盘 - 我的空间”创建
zh_tw: 暫不支援在此處離線建立文件，請前往「雲端硬碟 - 我的空間」建立

# fYY
source: Nothing yet
de_de: Noch keine Dokumente
es_es: No hay nada por ahora
fr_fr: Rien pour le moment
id_id: Belum ada apa pun
it_it: Ancora nulla
ja_jp: ドキュメントがありません
ko_kr: 아직 없음
ms_my: Belum ada
pt_br: Não há nada ainda
ru_ru: Здесь ничего нет
th_th: ยังไม่มีอะไร
vi_vn: Chưa có gì
zh_cn: 暂无文档
zh_tw: 暫無文件

# WQ4
source: Table of contents
de_de: Inhaltsverzeichnis
es_es: Tabla de contenidos
fr_fr: Sommaire
id_id: Daftar isi
it_it: Sommario
ja_jp: 目次
ko_kr: 목차
ms_my: Jadual isi kandungan
pt_br: Índice
ru_ru: Оглавление
th_th: สารบัญ
vi_vn: Mục lục
zh_cn: 目录
zh_tw: 目錄

# VX0
source: You don't have permission to delete this folder according to the permission settings of the parent folder. Please contact {{userName}}.
de_de: Gemäß den Berechtigungseinstellungen des übergeordneten Ordners sind Sie nicht berechtigt, diesen Ordner zu löschen. Bitte wenden Sie sich an {{userName}}.
es_es: Según la configuración de permisos de la carpeta principal, no tienes permiso para eliminar esta carpeta. Contacta con {{userName}}.
fr_fr: Vous n’êtes pas autorisé(e) à supprimer ce dossier selon les paramètres d’autorisation du dossier parent. Veuillez contacter {{userName}}.
id_id: Anda tidak memiliki izin untuk menghapus folder ini sesuai dengan pengaturan izin folder induk. Hubungi {{userName}}.
it_it: Non disponi dell'autorizzazione per eliminare questa cartella in base alle impostazioni delle autorizzazioni della cartella padre. Contatta {{userName}}.
ja_jp: 親ページの権限設定により、このページの削除権限がありません。{{userName}} にページの削除をリクエストしてください。
ko_kr: 상위 폴더의 권한 설정에 따라 이 폴더를 삭제할 권한이 없습니다. {{userName}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memadam folder ini mengikut tetapan kebenaran folder induk. Sila hubungi {{userName}}.
pt_br: Você não tem permissão para excluir esta pasta de acordo com as configurações de permissão da pasta pai. Entre em contato com {{userName}}.
ru_ru: У вас нет разрешения на удаление этой папки в соответствии с настройками разрешений родительской папки. Свяжитесь с {{userName}}.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ลบโฟลเดอร์นี้ตามการตั้งค่าสิทธิ์การอนุญาตของโฟลเดอร์หลัก โปรดติดต่อ {{userName}}
vi_vn: Theo cài đặt quyền của thư mục mẹ, bạn không có quyền xóa thư mục này. Vui lòng liên hệ với {{userName}}.
zh_cn: 由于父级文件夹的权限设置，你没有当前文件夹的删除权限，请向 {{userName}} 申请删除。
zh_tw: 由於父級資料夾的權限設定，你沒有目前資料夾的刪除權限，請向 {{userName}} 申請刪除。

# nE0
source: You don't have permission to delete this page according to the permission settings of the wiki space. Please contact {{userName}}.
de_de: Basierend auf den Berechtigungseinstellungen des Wiki-Bereichs haben Sie keine Berechtigung für das Löschen dieser Seite. Bitte wenden Sie sich an {{userName}}.
es_es: Según la configuración de permisos del espacio Wiki, no tienes permiso para eliminar esta página. Ponte en contacto con {{userName}}.
fr_fr: Vous n'avez pas l'autorisation de supprimer cette page selon les paramètres d'autorisation de l'espace Wiki. Veuillez contacter {{userName}}.
id_id: Anda tidak memiliki izin untuk menghapus halaman ini sesuai dengan pengaturan izin ruang wiki. Hubungi {{userName}}.
it_it: Non disponi dell'autorizzazione per eliminare questa pagina in base alle impostazioni delle autorizzazioni dello spazio Wiki. Contatta {{userName}}.
ja_jp: ウィキスペースのセキュリティ設定により、このページの削除権限がありません。{{userName}} に削除をリクエストしてください。
ko_kr: Wiki 공간의 권한 설정에 따라 이 페이지를 삭제할 권한이 없습니다. {{userName}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memadam halaman ini mengikut tetapan kebenaran ruang wiki. Sila hubungi {{userName}}.
pt_br: Você não tem permissão para excluir esta página de acordo com as configurações de permissão do espaço de trabalho. Entre em contato com {{userName}}.
ru_ru: У вас нет разрешения на удаление этой страницы в соответствии с настройками разрешений Wiki-пространства. Свяжитесь с пользователем {{userName}}.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ลบหน้านี้ตามการตั้งค่าสิทธิ์การอนุญาตของพื้นที่ Wiki โปรดติดต่อ {{userName}}
vi_vn: Theo cài đặt quyền của không gian Wiki, bạn không có quyền xóa trang này. Vui lòng liên hệ với {{userName}}.
zh_cn: 由于知识库的安全设置，你没有权限删除当前页面，请向 {{userName}} 申请删除
zh_tw: 由於知識庫的安全性設定，你無權刪除目前頁面，請向 {{userName}} 申請刪除

# tS4
source: You don't have permission to move this document according to the permission settings of the folder. Please contact {{ownerName}}.
de_de: Gemäß den Berechtigungseinstellungen des Ordners sind Sie nicht berechtigt, dieses Dokument zu verschieben. Bitte kontaktieren Sie {{ownerName}}.
es_es: Según la configuración de permisos de la carpeta, no tienes permiso para mover este documento. Ponte en contacto con {{ownerName}}.
fr_fr: Vous n'avez pas l'autorisation de déplacer ce document selon les paramètres d'autorisation du dossier. Veuillez contacter {{ownerName}}.
id_id: Anda tidak memiliki izin untuk memindahkan folder ini sesuai dengan pengaturan izin folder. Hubungi {{ownerName}}.
it_it: Non disponi dell'autorizzazione per spostare questo documento in base alle impostazioni delle autorizzazioni della cartella. Contatta {{ownerName}}.
ja_jp: フォルダの権限設定により、このドキュメントの移動権限がありません。{{ownerName}} に移動をリクエストしてください。
ko_kr: 폴더의 권한 설정에 따라 이 문서를 이동할 권한이 없습니다. {{ownerName}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan dokumen ini mengikut tetapan kebenaran folder. Sila hubungi {{ownerName}}.
pt_br: Você não tem permissão para mover este documento de acordo com as configurações de permissão da pasta. Entre em contato com {{ownerName}}.
ru_ru: У вас нет разрешения на перемещение этого документа в соответствии с настройками разрешений папки. Свяжитесь с {{ownerName}}.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ย้ายเอกสารนี้ตามการตั้งค่าสิทธิ์การอนุญาตของโฟลเดอร์ โปรดติดต่อ {{ownerName}}
vi_vn: Theo cài đặt quyền của thư mục, bạn không có quyền di chuyển tài liệu này. Vui lòng liên hệ với {{ownerName}}.
zh_cn: 由于文件夹的权限设置，你没有当前文档的移动权限，请向 {{ownerName}} 申请移动。
zh_tw: 由於資料夾的權限設定，你沒有目前文件的移動權限，請向 {{ownerName}} 申請移動。

# /mM
source: You don't have permission to move this document according to the permission settings of the wiki space. Please contact {{ownerName}}.
de_de: Basierend auf den Berechtigungseinstellungen des Wiki-Bereichs haben Sie keine Berechtigung für das Verschieben dieser Seite. Bitte wenden Sie sich an {{ownerName}}.
es_es: Según la configuración de permisos del espacio Wiki, no tienes permiso para mover este documento. Ponte en contacto con {{ownerName}}.
fr_fr: Vous n'avez pas l'autorisation de déplacer ce document selon les paramètres d'autorisation de l'espace Wiki. Veuillez contacter {{ownerName}}.
id_id: Anda tidak memiliki izin untuk memindahkan dokumen ini sesuai dengan pengaturan izin ruang wiki. Hubungi {{ownerName}}.
it_it: Non disponi dell'autorizzazione per spostare questo documento in base alle impostazioni delle autorizzazioni dello spazio Wiki. Contatta {{ownerName}}.
ja_jp: ウィキスペースの権限設定により、このドキュメントの移動権限がありません。{{ownerName}} に移動をリクエストしてください。
ko_kr: Wiki 공간의 권한 설정에 따라 이 문서를 이동할 권한이 없습니다. {{ownerName}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan dokumen ini mengikut tetapan kebenaran ruang wiki. Sila hubungi {{ownerName}}.
pt_br: Você não tem permissão para mover este documento de acordo com as configurações de permissão do espaço de trabalho. Entre em contato com {{ownerName}}.
ru_ru: У вас нет разрешения на перемещение этого документа в соответствии с настройками разрешений Wiki-пространства. Свяжитесь с пользователем {{ownerName}}.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ย้ายเอกสารนี้ตามการตั้งค่าสิทธิ์การอนุญาตของพื้นที่ Wiki โปรดติดต่อ {{ownerName}}
vi_vn: Theo cài đặt quyền của không gian Wiki, bạn không có quyền di chuyển tài liệu này. Vui lòng liên hệ với {{ownerName}}.
zh_cn: 由于知识库的权限设置，你没有当前文档的移动权限，请向 {{ownerName}} 申请移动
zh_tw: 由於知識庫的權限設定，你沒有目前文件的移動權限，請向 {{ownerName}} 申請移動

# 3JU
source: You don't have permission to move this folder according to the permission settings of the parent folder. Please contact {{ownerName}}.
de_de: Gemäß den Berechtigungseinstellungen des übergeordneten Ordners sind Sie nicht berechtigt, diesen Ordner zu verschieben. Bitte kontaktieren Sie {{ownerName}}.
es_es: Según la configuración de permisos de la carpeta principal, no tienes permiso para eliminar esta carpeta. Ponte en contacto con {{ownerName}}.
fr_fr: Vous n'avez pas l'autorisation de déplacer ce dossier selon les paramètres d'autorisation du dossier parent. Veuillez contacter {{ownerName}}.
id_id: Anda tidak memiliki izin untuk memindahkan folder ini sesuai dengan pengaturan izin folder induk. Hubungi {{ownerName}}.
it_it: Non disponi dell'autorizzazione per spostare questa cartella in base alle impostazioni delle autorizzazioni della cartella padre. Contatta {{ownerName}}.
ja_jp: 親フォルダの権限設定により、このフォルダの移動権限がありません。{{ownerName}} に移動をリクエストしてください。
ko_kr: 상위 폴더의 권한 설정에 따라 이 폴더를 이동할 권한이 없습니다. {{ownerName}} 님에게 문의하세요.
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan folder ini mengikut tetapan kebenaran folder induk. Sila hubungi {{ownerName}}.
pt_br: Você não tem permissão para mover esta pasta de acordo com as configurações de permissão da pasta pai. Entre em contato com {{ownerName}}.
ru_ru: У вас нет разрешения на перемещение этой папки в соответствии с настройками разрешений родительской папки. Свяжитесь с {{ownerName}}.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ย้ายโฟลเดอร์นี้ตามการตั้งค่าสิทธิ์การอนุญาตของโฟลเดอร์หลัก โปรดติดต่อ {{ownerName}}
vi_vn: Theo cài đặt quyền của thư mục mẹ, bạn không có quyền di chuyển thư mục này. Vui lòng liên hệ với {{ownerName}}.
zh_cn: 由于父级文件夹的权限设置，你没有当前文件夹的移动权限，请向 {{ownerName}} 申请移动。
zh_tw: 由於父級資料夾的權限設定，你沒有目前資料夾的移動權限，請向 {{ownerName}} 申請移動。

# DGs
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細について
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# x+I
source: Don't Show Again
de_de: Nicht mehr anzeigen
es_es: No volver a mostrar
fr_fr: Ne plus afficher
id_id: Jangan Tampilkan Lagi
it_it: Non mostrare più
ja_jp: 今後表示しない
ko_kr: 다시 표시하지 않음
ms_my: Jangan Paparkan Lagi
pt_br: Não mostrar novamente
ru_ru: Больше не показывать
th_th: ไม่ต้องแสดงอีก
vi_vn: Không hiển thị lại
zh_cn: 不再提醒
zh_tw: 不再提醒

# Qyc
source: According to the document's permission settings, you've been granted manage permission as the owner's manager.
de_de: Gemäß den Berechtigungseinstellungen des Dokuments haben Sie als Manager des Besitzers die Verwaltungsberechtigung zum Verwalten erhalten.
es_es: De acuerdo con la configuración de permisos del documento, se te ha otorgado el permiso de administración como administrador del propietario.
fr_fr: Conformément aux paramètres d'autorisation du document, l'autorisation de gestion vous a été accordée en qualité de responsable du propriétaire.
id_id: Menurut pengaturan izin dokumen, Anda telah diberi izin untuk mengelola sebagai manajer pemilik.
it_it: In base alle impostazioni delle autorizzazioni del documento, ti è stata concessa l'autorizzazione per gestire in quanto responsabile del proprietario.
ja_jp: 所有者がこのドキュメントの権限を「上司が管理可能」に設定したため、あなたはドキュメントの管理権限を所有しています。
ko_kr: 문서의 권한 설정에 따라 소유자의 관리자로서 관리 권한이 부여되었습니다.
ms_my: Mengikut tetapan kebenaran dokumen, anda diberikan kebenaran mengurus sebagai pengurus pemilik.
pt_br: De acordo com as configurações de permissão do documento, você recebeu permissão de gerenciamento como gerente do proprietário.
ru_ru: В соответствии с настройками разрешений документа вам было предоставлено разрешение на управление в качестве менеджера владельца.
th_th: ตามการตั้งค่าสิทธิ์การอนุญาตของเอกสาร คุณได้รับสิทธิ์การอนุญาตในการจัดการในฐานะผู้จัดการของเจ้าของ
vi_vn: Bạn đã được cấp quyền quản lý với tư cách là người quản lý của chủ sở hữu theo cài đặt quyền của tài liệu.
zh_cn: 文档开启了上级可管理，已为你开通文档的管理权限
zh_tw: 文件開啟了上級可管理，已為你開通文件的管理權限

# h1I
source: Unable to delete this page. Please move or delete all sub-pages in this page first.
de_de: Diese Seite kann nicht gelöscht werden. Bitte löschen oder verschieben Sie zuerst alle Unterseiten auf dieser Seite.
es_es: No se puede eliminar esta página. Primero mueve o elimina todas las subpáginas de esta página.
fr_fr: Impossible de supprimer cette page. Veuillez d'abord déplacer ou supprimer toutes les sous-pages de cette page.
id_id: Gagal menghapus halaman ini. Pindahkan atau hapus semua subhalaman di halaman ini terlebih dahulu.
it_it: Impossibile eliminare questa pagina. Sposta o elimina prima tutte le pagine secondarie in questa pagina.
ja_jp: このページを削除できません。削除するには、まずこのページの子ページを移動または削除する必要があります。
ko_kr: 이 페이지를 삭제할 수 없습니다. 먼저 이 페이지의 모든 하위 페이지를 이동하거나 삭제하세요.
ms_my: Tidak dapat memadam halaman ini. Sila pindahkan atau padam semua sub-halaman dalam halaman ini terlebih dahulu.
pt_br: Não é possível excluir esta página. Mova ou exclua todas as subpáginas desta página primeiro.
ru_ru: Не удалось удалить эту страницу. Сначала переместите или удалите все подстраницы на этой странице.
th_th: ไม่สามารถลบหน้านี้ได้ โปรดย้ายหรือลบหน้าย่อยทั้งหมดในหน้านี้ก่อน
vi_vn: Không thể xóa trang này. Vui lòng di chuyển hoặc xóa tất cả các trang con trong trang này trước.
zh_cn: 无法删除当前页面，请先移动或删除该页面下的子页面
zh_tw: 無法刪除目前頁面，請先移動或刪除該頁面下的子頁面
