Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Ay0
source: Real-time collaboration and rich-text messages are available for Announcement. Try it now!
de_de: Zusammenarbeit in Echtzeit und Rich-Text-Nachrichten stehen für Ankündigungen zur Verfügung. Jetzt ausprobieren!
es_es: La colaboración en tiempo real y los mensajes de texto enriquecido están disponibles para el anuncio. ¡Pruébelo ya!
fr_fr: La collaboration en temps réel et les messages en texte enrichi sont maintenant disponibles pour les annonces. Essayez dès maintenant !
hi_in: रीयल-टाइम सहयोग और रिच-टेक्स्ट संदेश सूचना के लिए उपलब्ध हैं. इसे अब आज़माएँ!
id_id: Kolaborasi real-time dan pesan teks kaya tersedia untuk Pengumuman. Coba sekarang!
it_it: Per l'annuncio, sono disponibili collaborazione in tempo reale e messaggi in formato RTF. Prova ora.
ja_jp: グループのお知らせでは、リアルタイム共同作業機能とリッチテキスト編集機能が利用可能になりました。早速使ってみましょう！
ko_kr: 실시간 공동 작업과 서식 있는 텍스트 메시지를 공지에 이용할 수 있습니다. 지금 사용해보세요!
ms_my: Kolaborasi masa nyata dan mesej teks kaya tersedia untuk Pengumuman. Cuba sekarang!
pt_br: Colaboração em tempo real e mensagens de rich text estão disponíveis para Comunicado. Experimente agora!
ru_ru: В "Объявлениях" можно вести совместную работу в режиме реального времени и отправлять расширенные текстовые сообщения. Попробуйте сейчас!
th_th: การร่วมงานแบบเรียลไทม์และข้อความ rich-text พร้อมใช้งานแล้วสำหรับการประกาศ ลองใช้ตอนนี้เลย!
vi_vn: Cộng tác theo thời gian thực và tin nhắn rich-text hiện khả dụng cho Thông báo. Thử ngay!
zh_cn: 群公告新增实时编辑、多人协作、富文本格式的能力啦，编辑试试吧
zh_tw: 群組公告新增即時編輯、多人協作、富文字格式的能力，編輯試試吧

# EU8
source: Smart Compose
fr_fr: Composition intelligente
hi_in: स्मार्ट कंपोज़
it_it: Composizione intelligente
ja_jp: スマート入力
ko_kr: 스마트 작성
ms_my: Karang Pintar
ru_ru: Интеллектуальное создание
vi_vn: Soạn thảo thông minh
zh_cn: 智能补全
zh_tw: 智慧補齊

# rmw
source: Smart Compose suggestions appear to help you write faster. Tap to use.
de_de: Smart Compose-Empfehlungen werden angezeigt, damit Sie schneller schreiben können. Zum Verwenden tippen
es_es: Dicen que las sugerencias de Smart Compose te ayudan a escribir más rápido. Pulsa para utilizarlas.
fr_fr: Des suggestions de composition intelligente s'affichent pour vous aider à écrire plus rapidement. Appuyez pour les utiliser.
hi_in: तेज़ लिखने में आपकी मदद करने के लिए स्मार्ट कम्पोज़ सुझाव दिखाई देते हैं. उपयोग करने के लिए टैप करें.
id_id: Saran Smart Compose muncul untuk membantu Anda menulis lebih cepat. Ketuk untuk menggunakan.
it_it: I suggerimenti di Composizione intelligente compaiono per aiutarti a scrivere più rapidamente. Tocca per utilizzare.
ja_jp: スマート入力機能のアドバイス文言で編集時間を節約しましょう！クリックして完成
ko_kr: 더 빠르게 쓸 수 있도록 스마트 작성 제안이 표시됩니다. 사용하려면 탭하세요.
ms_my: Cadangan Smart Compose muncul untuk membantu anda menulis lebih cepat. Ketuk untuk gunakan.
pt_br: As sugestões do Smart Compose aparecem para ajudar você a escrever mais rápido. Toque para usar.
ru_ru: Предложения Smart Compose помогут вам писать тексты быстрее. Нажмите, чтобы воспользоваться
th_th: คำแนะนำในการเขียนอัจฉริยะปรากฏขึ้นเพื่อช่วยให้คุณเขียนได้เร็วขึ้น แตะเพื่อใช้งาน
vi_vn: Các đề xuất Biên soạn Thông minh xuất hiện để giúp bạn viết nhanh hơn. Chạm để sử dụng.
zh_cn: 智能补全为你提供内容建议，节省编辑时间，点击即可补全。
zh_tw: 智慧補齊補齊為你提供內容建議，節省編輯時間，點選即可補齊。

# NcU
source: Likes
es_es: Me gusta
fr_fr: Mentions j'aime
hi_in: लाइक
id_id: Suka
it_it: Mi piace
ja_jp: いいね！
ko_kr: 좋아요
ms_my: Suka
pt_br: Curtidas
ru_ru: Отметки "Нравится"
th_th: ถูกใจ
vi_vn: Lượt thích
zh_cn: 点赞详情
zh_tw: 按讚詳細資料

# puk
source: Likes ({{count}})
es_es: Me gusta ({{count}})
fr_fr: Mentions j'aime ({{count}})
hi_in: लाइक ({{count}})
id_id: Total Suka ({{count}})
it_it: Mi piace ({{count}})
ja_jp: いいね！({{count}})
ko_kr: 좋아요 ({{count}})
ms_my: Sukaan ({{count}})
pt_br: Curtidas ({{count}})
ru_ru: Нравится: ({{count}})
th_th: ถูกใจ({{count}})
vi_vn: Lượt thích ({{count}})
zh_cn: 点赞详情 ({{count}})
zh_tw: 點讚詳細資料 ({{count}})

# O2E
source: Like removed
de_de: Like entfernt
es_es: El like se ha borrado
fr_fr: Mention j'aime retirée
hi_in: लाइक निकाला गया
id_id: Suka dihapus
it_it: Mi piace rimosso
ja_jp: 相手は「いいね」を取り消しました
ko_kr: "좋아요" 제거됨
ms_my: Suka dibatalkan.
pt_br: Curtida removida
ru_ru: Больше не нравится
th_th: เลิกกดถูกใจแล้ว
vi_vn: Đã xóa lượt thích
zh_cn: 对方已取消点赞
zh_tw: 對方已取消點讚

# gNg
source: View Document
de_de: Dokument anzeigen
es_es: Ver documentos.
fr_fr: Afficher le document
hi_in: दस्तावेज़ देखें
id_id: Lihat Dokumen
it_it: Visualizza documento
ja_jp: 原文を調べる
ko_kr: 문서 보기
ms_my: Lihat Dokumen
pt_br: Visualizar documento
ru_ru: Посмотреть документ
th_th: ดูเอกสาร
vi_vn: Xem Tài liệu
zh_cn: 查看文档
zh_tw: 查看文件

# /mY
source: Failed to add. Please try again later.
de_de: Hinzufügen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al agregar. Inténtelo de nuevo más tarde.
fr_fr: Échec de l'ajout. Veuillez réessayer plus tard.
hi_in: जोड़ने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal menambah. Coba lagi nanti.
it_it: Impossibile aggiungere. Riprova più tardi.
ja_jp: 追加に失敗しました。後でやり直してください。
ko_kr: 추가하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal menambah. Sila cuba lagi kemudian.
pt_br: Falha ao adicionar. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Повторите попытку позже.
th_th: เพิ่มไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thêm thất bại. Vui lòng thử lại sau.
zh_cn: 添加失败，请稍后重试
zh_tw: 新增失敗，請稍後重試

# T9Q
source: Add to Quick Access
de_de: Schnellzugriff
es_es: Agregar a Acceso Rápido
fr_fr: Ajouter à l'Accès rapide
hi_in: तेज़ ऐक्सेस में जोड़ें
id_id: Tambah ke Akses Cepat
it_it: Accesso rapido
ja_jp: クイックアクセスに追加
ko_kr: 빠른 액세스에 추가
ms_my: Tambah ke Akses Pantas
pt_br: Adicionar ao Acesso rápido
ru_ru: В быстрый доступ
th_th: เพิ่มไปยังการเข้าถึงด่วน
vi_vn: Thêm vào Truy cập nhanh
zh_cn: 快速访问
zh_tw: 快速存取

# RPQ
source: You can pin up to 200 items only to Quick Access.
de_de: Sie können nur bis zu 200 Elemente an den Schnellzugriff anheften.
es_es: Puedes anclar como máximo 200 elementos a Acceso Rápido.
fr_fr: Vous pouvez épingler jusqu'à 200 éléments à l'Accès rapide.
hi_in: आप तेज़ ऐक्सेस पर अधिकतम 200 आइटम ही पिन कर सकते हैं.
id_id: Anda hanya dapat memasang pin hingga 200 item ke Akses Cepat.
it_it: Puoi aggiungere solo fino a 200 elementi ad Accesso rapido.
ja_jp: クイックアクセス数が既に制限を超えています。最大で200つまで追加することができます。
ko_kr: 최대 200개의 항목을 빠른 액세스에만 고정할 수 있습니다.
ms_my: Gagal menambah. Hanya 6 item sahaja.
pt_br: Você pode fixar até 200 itens no Acesso rápido.
ru_ru: Вы можете закрепить не более 200 элементов для быстрого доступа.
th_th: คุณสามารถปักหมุดไปยัง การเข้าถึงด่วน ได้สูงสุดเพียง 200 รายการ
vi_vn: Bạn chỉ có thể ghim tối đa 200 mục vào Truy cập nhanh.
zh_cn: 快速访问数量已超出限制，最多可添加200个。
zh_tw: 快速存取數量已超出限制，最多可新增 200 個。

# wRg
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가됨
ms_my: Berjaya ditambah.
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_tw: 已新增

# 8+Q
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_tw: 已新增

# mbA
source: This document is already in this folder. Select another folder if needed.
de_de: Dieses Dokument befindet sich bereits in diesem Ordner. Wählen Sie ggf. einen anderen Ordner aus.
es_es: Este documento ya está en esta carpeta. Seleccione otra carpeta si es necesario.
fr_fr: Ce document est déjà dans ce dossier. Sélectionnez un autre dossier si nécessaire.
hi_in: यह दस्तावेज़ पहले से इस फ़ोल्डर में है. यदि जरूरी हो तो कोई अन्य फ़ोल्डर चुनें.
id_id: Dokumen ini sudah ada di folder ini. Pilih folder lain jika diperlukan.
it_it: Questo documento si trova già in questa cartella. Seleziona un'altra cartella se necessario.
ja_jp: このファイルは既にフォルダに存在しています。他のフォルダに追加することができます
ko_kr: 이 문서는 이미 이 폴더에 있습니다. 필요한 경우 다른 폴더를 선택하세요.
ms_my: Penambahan tidak tersedia di sini. Sila pilih folder dan teruskan.
pt_br: Este documento já está nesta pasta. Selecione outra pasta, se necessário.
ru_ru: Этот документ уже находится в этой папке. При необходимости выберите другую папку.
th_th: มีเอกสารฉบับนี้ในโฟลเดอร์นี้อยู่แล้ว เลือกโฟลเดอร์อื่น หากจำเป็น
vi_vn: Tài liệu này đã có trong thư mục.Chọn một thư mục khác nếu cần.
zh_cn: 该文档已存在当前文件夹内，请选择其他文件夹
zh_tw: 該文件已儲存在目前資料夾內，請選擇其他資料夾

# 4Vk
source: All
de_de: Alle
es_es: Todos
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 전체
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# D6E
source: Choose a template
de_de: Vorlage wählen
es_es: Elegir una plantilla
fr_fr: Choisir un modèle
hi_in: एक टेम्पलेट चुनें
id_id: Pilih templat
it_it: Scegli un modello
ja_jp: テンプレートを選択します
ko_kr: 템플릿 선택
ms_my: Templat
pt_br: Escolha um modelo
ru_ru: Выберите шаблон
th_th: เลือกเทมเพลต
vi_vn: Chọn một mẫu
zh_cn: 选择模板
zh_tw: 選擇範本

# VEI
source: New blank
de_de: Leer
es_es: Nuevo en blanco
fr_fr: Nouveau document vierge
hi_in: नया रिक्त
it_it: Nuova vuota
ja_jp: 空白ページ
ms_my: Kosong
ru_ru: Новый документ
zh_cn: 新建空白
zh_tw: 建立新的空白

# u24
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# 8rs
source: , MindNotes
hi_in: , माइंडनोट्स
id_id: , MindNote
it_it: , Note promemoria
ja_jp: ・マインドノート
ko_kr: , 마인드노트
zh_cn: 、思维笔记
zh_tw: 、心智圖筆記

# guw
source: The maximum number of documents has been reached.
de_de: Die maximale Anzahl von Dokumenten wurde erreicht.
es_es: Se ha alcanzado el número máximo de documentos.
fr_fr: Nombre maximum de documents atteint.
hi_in: दस्तावेज़ की अधिकतम संख्या तक पहुँच चुके हैं.
id_id: Jumlah dokumen maksimum telah tercapai.
it_it: È stato raggiunto il numero massimo di file.
ja_jp: 新規作成のファイル数は上限に超えました
ko_kr: 최대 문서 수에 도달했습니다.
ms_my: Bilangan dokumen telah melebihi kuota
pt_br: O número máximo de documentos foi atingido.
ru_ru: Достигнуто максимальное количество документов.
th_th: เอกสารถึงจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số lượng tài liệu tối đa.
zh_cn: 新建文档数已超过上限
zh_tw: 新建文件數已超過上限

# x6w
source: You can create new Docs, Sheets{{appendType}} and folders here.
de_de: Hier können Sie neue Dokumente, Blätter{{appendType}} und Ordner erstellen.
es_es: Aquí podrás crear Docs, Sheets {{appendType}} y carpetas nuevos.
fr_fr: Vous pouvez créer de nouveaux documents, feuilles{{appendType}} et dossiers ici.
hi_in: आप अब यहाँ नए डॉक्स, शीट्स {{appendType}} और फ़ोल्डर बना सकते हैं.
id_id: Anda dapat membuat Docs, Sheets{{appendType}}, dan folder baru di sini.
it_it: Qui puoi creare nuovi Documenti, Fogli {{appendType}} e cartelle.
ja_jp: ここでは新しいファイル・シート{{appendType}}・フォルダの作成ができます
ko_kr: 새 문서, 시트{{appendType}} 또는 폴더를 여기서 만들 수 있습니다.
ms_my: Anda boleh mencipta Docs, Lembaran{{appendType}} dan folder baharu di sini.
pt_br: Você pode criar Docs, Sheets{{appendType}} e pastas aqui.
ru_ru: Создавайте документы, таблицы{{appendType}} и папки.
th_th: คุณสามารถสร้าง Docs ใหม่, แผ่นงาน แบบ{{appendType}} และโฟลเดอร์ได้ที่นี่
vi_vn: Bạn có thể tạo Docs, Trang tính {{appendType}} và các thư mục mới tại đây.
zh_cn: 这里可以新建文档、表格{{appendType}}和文件夹
zh_tw: 此處可以建立新文件、表格{{appendType}}和資料夾

# 7BY
source: Created at {{time}}
de_de: Erstellt um {{time}}
es_es: Creación: {{time}}
fr_fr: Créé à {{time}}
hi_in: {{time}} बनाया गया
id_id: Dibuat {{time}}
it_it: Creazione completata alle {{time}}
ja_jp: 作成日時：{{time}}
ko_kr: {{time}} 생성
ms_my: Dicipta pada {{time}}
pt_br: Criado às {{time}}
ru_ru: Время создания: {{time}}
th_th: สร้างขึ้นเมื่อ {{time}}
vi_vn: Đã tạo lúc {{time}}
zh_cn: 创建于 {{time}}
zh_tw: 建立於 {{time}}

# wS4
source: Owned By Me
de_de: In meinem Besitz
es_es: De mi propiedad
fr_fr: Je suis le propriétaire
hi_in: मेरे ओनर्शिप में
id_id: Dimiliki Oleh Saya
it_it: Di mia proprietà
ja_jp: 自分が所有者
ko_kr: 나의 소유
ms_my: Dimiliki Oleh Saya
pt_br: Pertencentes a mim
ru_ru: Принадлежит мне
th_th: ที่ฉันเป็นเจ้าของ
vi_vn: Thuộc sở hữu của tôi
zh_cn: 归我所有
zh_tw: 歸我所有

# iSA
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizada
fr_fr: Personnalisé
hi_in: कस्टम
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
ms_my: Tersuai
pt_br: Personalizado
ru_ru: Пользовательский
th_th: กำหนดเอง
vi_vn: Tùy chỉnh
zh_cn: 自定义模板
zh_tw: 自訂範本

# l3M
source: The template will no longer be saved in the Custom Template.
de_de: Die Vorlage wird nicht mehr in der benutzerdefinierten Vorlage gespeichert.
es_es: La plantilla no se va a seguir guardando como plantilla personalizada.
fr_fr: Le modèle ne sera plus enregistré dans les modèles personnalisés.
hi_in: टेम्पलेट को अब कस्टम टेम्पलेट में सहेजा नहीं जाएगा.
id_id: Templat tidak akan lagi disimpan di Templat Kustom.
it_it: Il modello non verrà più salvato nel Modello personalizzato.
ja_jp: 削除すると、当該テンプレートはギャラリーに表示されません
ko_kr: 템플릿은 더 이상 사용자 지정 템플릿에 저장되지 않습니다.
ms_my: Templat ini tidak akan disimpan lagi dalam Templat Khas.
pt_br: O modelo não será mais salvo no Modelo personalizado.
ru_ru: Этот шаблон больше не будет храниться в разделе Пользовательский шаблон.
th_th: เทมเพลตจะไม่ได้รับการบันทึกไว้ในเทมเพลตที่กำหนดเองอีกต่อไป
vi_vn: Mẫu sẽ không còn được lưu vào Mẫu Tùy chỉnh nữa.
zh_cn: 删除后，该模板将不再显示在模板库中
zh_tw: 刪除後，該範本將不再顯示在範本資料庫中

# 3qg
source: Confirm to delete this template?
de_de: Löschen dieser Vorlage bestätigen?
es_es: ¿Seguro que deseas eliminar este plantilla?
fr_fr: Confirmer la suppression de ce modèle ?
hi_in: यह टेम्पलेट हटाने की पुष्टि करें?
id_id: Konfirmasi untuk menghapus templat ini?
it_it: Confermi di voler eliminare questo modello?
ja_jp: 本当に削除しますか？
ko_kr: 이 템플릿을 삭제하시겠습니까?
ms_my: Sahkan untuk padam templat ini?
pt_br: Confirmar a exclusão deste modelo?
ru_ru: Подтвердить удаление этого шаблона?
th_th: ยืนยันที่จะลบเทมเพลตนี้หรือไม่
vi_vn: Xác nhận xóa mẫu này?
zh_cn: 确认删除？
zh_tw: 確認刪除？

# z+U
source: To create one, tap the options icon in the upper right corner and select "Save as custom template".
de_de: Zum Erstellen tippen Sie oben rechts auf das Optionssymbol und wählen Sie „Als benutzerdefinierte Vorlage speichern“ aus.
es_es: Para crear una, pulsa en el icono de opciones en la esquina superior derecha y selecciona "Guardar como plantilla personalizada".
fr_fr: Pour en créer un, appuyez sur l'icône des options dans le coin supérieur droit et sélectionnez « Enregistrer en tant que modèle personnalisé ».
hi_in: एक बनाने के लिए, ऊपरी दाएँ कोने में विकल्प आइकॉन पर टैप करें और "कस्टम टेम्पलेट के रूप में सहेजें" चुनें.
id_id: Untuk membuatnya, ketuk ikon opsi di sudut kanan atas dan pilih "Simpan sebagai templat kustom".
it_it: Per crearne uno, tocca l'icona delle opzioni nell'angolo in alto a destra e seleziona "Salva come modello personalizzato".
ja_jp: 右上の「…」から、「カスタムテンプレートに保存」をタップして、あなたのテンプレートをワンクリックで作成しましょう！
ko_kr: 오른쪽 상단의 옵션 아이콘을 탭하여 "커스텀 템플릿으로 저장"을 선택해 자신만의 새로운 템플릿을 만들어 보세요!
ms_my: Untuk cipta satu, ketuk ikon pilihan di sudut kanan atas dan pilih "Simpan sebagai templat tersuai".
pt_br: Para criar um, toque no ícone de opções no canto superior direito e selecione "Salvar como modelo personalizado".
ru_ru: Для создания коснитесь значка параметров в правом верхнем углу и выберите Сохранить как настраиваемый шаблон.
th_th: หากต้องการสร้าง ให้แตะไอคอนตัวเลือกที่มุมขวาบนและเลือก “บันทึกเป็นเทมเพลตที่กำหนดเอง”
vi_vn: Để tạo một mẫu, chạm vào biểu tượng tùy chọn ở góc trên bên phải và lựa chọn "Lưu dưới dạng mẫu tùy chỉnh".
zh_cn: 从云文档更多菜单中选择“保存为自定义模板”，一键生成你的模板吧！
zh_tw: 從雲端文件更多功能表中選擇「儲存為自訂範本」，一鍵產生你的範本吧！

# cIg
source: No Custom Template
de_de: Keine benutzerdefinierte Vorlage
es_es: No hay ninguna plantilla personalizada
fr_fr: Aucun modèle personnalisé
hi_in: कोई कस्टम टेम्पलेट नहीं
id_id: Tidak ada Templat Kustom
it_it: Nessun Modello personalizzato
ja_jp: カスタムテンプレートがありません
ko_kr: 사용자 지정 템플릿 없음
ms_my: Tiada Templat Tersuai
pt_br: Nenhum modelo personalizado
ru_ru: Нет настраиваемых шаблонов
th_th: ไม่มีเทมเพลตที่กำหนดเอง
vi_vn: Không có Mẫu Tùy chỉnh
zh_cn: 暂无自定义模板
zh_tw: 暫無自訂範本

# I7M
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Ezw
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除します
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 确认删除
zh_tw: 確定刪除

# HGM
source: Deleted
de_de: Gelöscht
es_es: Se ha eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminazione completata
ja_jp: 削除しました
ko_kr: 삭제됨
ms_my: Dihapuskan.
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 删除成功
zh_tw: 刪除成功

# y6U
source: Delete the file permanently
de_de: Die Datei dauerhaft löschen
es_es: Eliminar el archivo permanentemente
fr_fr: Supprimer définitivement le fichier
hi_in: फ़ाइल स्थायी रूप से हटाएँ
id_id: Hapus permanen file
it_it: Elimina il file definitivamente
ja_jp: 元のファイルを削除する
ko_kr: 영구적으로 파일 삭제
ms_my: Padam fail asal.
pt_br: Excluir o arquivo permanentemente
ru_ru: Удалить файл навсегда
th_th: ลบไฟล์อย่างถาวร
vi_vn: Xóa tệp tin vĩnh viễn
zh_cn: 删除源文件
zh_tw: 刪除來源檔案

# JjU
source: Set as display
de_de: Als Anzeige festlegen
es_es: Establecer para mostrar
fr_fr: Définir comme affiché
hi_in: डिस्प्ले के रूप मे सेट करें
id_id: Berhasil ditampilkan
it_it: Imposta come display
ja_jp: デフォルト表示に設定しました
ko_kr: 표시로 설정
ms_my: Tetapkan sebagai paparan berjaya
pt_br: Configurar como exibição
ru_ru: Открыть
th_th: ตั้งให้แสดงผล
vi_vn: Đặt dưới dạng hiển thị
zh_cn: 添加到默认展示成功
zh_tw: 新增到預設展示成功

# kYA
source: This is an empty folder.
de_de: Dies ist ein leerer Ordner.
es_es: Esta carpeta está vacía.
fr_fr: Ce dossier est vide.
hi_in: यह एक ख़ाली फ़ोल्डर है.
id_id: Ini adalah folder kosong.
it_it: Questa è una cartella vuota.
ja_jp: このフォルダは空です
ko_kr: 이것은 빈 폴더입니다.
ms_my: Ini adalah folder kosong.
pt_br: Esta pasta está vazia.
ru_ru: Папка пуста.
th_th: นี่คือโฟลเดอร์ว่าง
vi_vn: Đây là thư mục trống.
zh_cn: 这是一个空文件夹
zh_tw: 這是一個空資料夾

# KoA
source: No subfolder.
de_de: Kein Unterordner.
es_es: No hay subcarpeta.
fr_fr: Aucun sous-dossier.
hi_in: कोई उपफ़ोल्डर नहीं.
id_id: Tidak ada sub-folder.
it_it: Nessuna sottocartella.
ja_jp: サブフォルダがありません
ko_kr: 서브폴더 없음.
ms_my: Tiada subfolder.
pt_br: Nenhuma subpasta.
ru_ru: Нет папок.
th_th: ไม่มีโฟลเดอร์ย่อย
vi_vn: Không có thư mục con.
zh_cn: 没有子文件夹
zh_tw: 沒有子資料夾

# sZM
source: Add your first template
de_de: Fügen Sie Ihre erste Vorlage hinzu
es_es: Agrega tu primera plantilla
fr_fr: Ajouter votre premier modèle
hi_in: इस श्रेणी में कोई टेम्पलेट नहीं है.
id_id: Tambahkan templat pertama Anda
it_it: Aggiungi il tuo primo modello
ja_jp: このカテゴリにテンプレートがありません
ko_kr: 첫 번째 템플릿 추가
ms_my: Tambah templat pertama anda
pt_br: Adicione seu primeiro modelo
ru_ru: Добавьте свой первый шаблон
th_th: เพิ่มเทมเพลตแรกของคุณ
vi_vn: Thêm mẫu của bạn trước
zh_cn: 该类别暂无模板
zh_tw: 該類別暫無範本

# oCQ
source: Enterprise
es_es: Empresa
fr_fr: Entreprise
hi_in: एंटरप्राइज़
id_id: Perusahaan
it_it: Aziendale
ja_jp: 法人テンプレート
ko_kr: 엔터프라이즈
ms_my: Perusahaan
ru_ru: Предприятие
th_th: องค์กร
vi_vn: Doanh nghiệp
zh_cn: 企业模板
zh_tw: 企業範本

# Eg4
source: Administrators can add new Enterprise Template in Admin.
de_de: Administratoren können neue Enterprise-Vorlage in Admin hinzufügen.
es_es: Los administradores pueden agregar una plantilla corporativa nueva en Admin.
fr_fr: Les administrateurs peuvent ajouter de nouveaux modèles d'entreprise dans la console d'administration.
hi_in: व्यवस्थापक एडमिन में नया इंटरप्राइज़ टेम्पलेट जोड़ सकते हैं.
id_id: Administrator dapat menambahkan Templat Perusahaan baru di Admin.
it_it: Gli amministratori possono aggiungere un nuovo Modello aziendale in Amministratore.
ja_jp: 管理者は管理コンソールで法人テンプレートを追加できます
ko_kr: 관리자는 관리자 콘솔에서 새 엔터프라이즈 템플릿을 추가할 수 있습니다.
ms_my: Pentadbir boleh menambah Templat Enterprise baru dalam Admin.
pt_br: Os administradores podem adicionar novos modelos Enterprise em Administrador.
ru_ru: Администраторы могут добавить новый корпоративный шаблон в разделе "Администратор".
th_th: ผู้ดูแลสามารถเพิ่มเทมเพลตองค์กรใหม่ในส่วนผู้ดูแลได้
vi_vn: Quản trị viên có thể thêm Mẫu dành cho Doanh nghiệp mới trong mục Quản trị viên.
zh_cn: 管理员可以在{{APP_DISPLAY_NAME}}管理后台新增企业模板
zh_tw: 管理員可以在{{APP_DISPLAY_NAME}}管理後台新增企業範本

# OxM
source: No Enterprise Template
de_de: Keine Enterprise-Vorlage
es_es: No hay plantilla corporativa
fr_fr: Aucun modèle d'entreprise
hi_in: कोई एंटरप्राइज़ टेम्पलेट नहीं
id_id: Tidak ada Templat Perusahaan
it_it: Nessun Modello aziendale
ja_jp: 法人テンプレートがありません
ko_kr: 엔터프라이즈 템플릿 없음
ms_my: Tiada Templat Perusahaan
pt_br: Nenhum modelo Enterprise
ru_ru: Нет корпоративных шаблонов
th_th: ไม่มีเทมเพลตขององค์กร
vi_vn: Không có Mẫu dành cho Doanh nghiệp
zh_cn: 暂无企业模板
zh_tw: 暫無企業範本

# ApM
source: Document
de_de: Dokument
es_es: Documento
hi_in: दस्तावेज़
id_id: Dokumen
it_it: Documento
ja_jp: ドキュメント
ko_kr: 문서
ms_my: Dokumen
pt_br: Documento
ru_ru: Документ
th_th: เอกสาร
vi_vn: Tài liệu
zh_cn: 在线文档
zh_tw: 線上文件

# AZs
source: You can't change the location of offline documents. Please make a copy and try again.
de_de: Sie können den Speicherort von Offlinedokumenten nicht ändern. Erstellen Sie eine Kopie und versuchen Sie es erneut.
es_es: No puedes cambiar el sitio de los documentos fuera de línea. Haz una copia e inténtalo de nuevo.
fr_fr: Vous ne pouvez pas modifier l'emplacement des documents hors ligne. Veuillez faire une copie et réessayer.
hi_in: आप ऑफ़लाइन दस्तावेज़ का स्थान नहीं बदल सकते. कृपया एक कॉपी बनाएँ और पुनः प्रयास करें.
id_id: Anda tidak dapat mengubah lokasi dokumen offline. Buat salinannya dan coba lagi.
it_it: Non è possibile modificare la posizione dei documenti offline. Fai una copia e riprova.
ja_jp: オフラインドキュメントは移動できません
ko_kr: 오프라인 문서의 위치는 변경할 수 없습니다. 사본을 만들고 다시 시도하세요.
ms_my: Anda tidak boleh memindahkan dokumen luar talian.
pt_br: Não é possível alterar o local de documentos off-line. Faça uma cópia e tente novamente.
ru_ru: Вы не можете изменить расположение автономных документов. Сделайте копию и попробуйте еще раз.
th_th: คุณไม่สามารถเปลี่ยนแปลงตำแหน่งของเอกสารออฟไลน์ได้ โปรดทำสำเนาและลองอีกครั้ง
vi_vn: Bạn không thể thay đổi vị trí của tài liệu ngoại tuyến. Vui lòng tạo một bản sao và thử lại.
zh_cn: 无法移动离线文档
zh_tw: 無法移動離線文件

# 0KQ
source: Spaces
de_de: Bereiche
es_es: Espacios
fr_fr: Espaces
hi_in: स्पेस
id_id: Spasi
it_it: Spazi
ja_jp: スペース
ko_kr: 공간
ms_my: Ruang
pt_br: Espaços
ru_ru: Пространство
th_th: พื้นที่
vi_vn: Khoảng trắng
zh_cn: 空间
zh_tw: 空間

# 6jo
source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: 全部
ko_kr: 전체
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# cm0
source: Base
hi_in: बाईटेबल
ms_my: Smartable
zh_cn: 多维表格
zh_tw: 多維表格

# 7zw
source: Filter by type
de_de: Nach Typ filtern
es_es: Filtrar por tipo
fr_fr: Filtrer par type
hi_in: प्रकार के अनुसार फ़िल्टर
id_id: Filter berdasarkan jenis
it_it: Filtra per tipo
ja_jp: タイプ別フィルタ
ko_kr: 유형별 필터
ms_my: Tapis mengikut jenis
pt_br: Filtrar por tipo
ru_ru: Фильтр по типу
th_th: กรองตามชนิด
vi_vn: Lọc theo loại
zh_cn: 类型筛选
zh_tw: 類型篩選

# lFs
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Invia
ja_jp: 確認
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 确定
zh_tw: 確定

# Tbs
source: Local files
de_de: Lokale Dateien
es_es: Archivos locales
fr_fr: Fichiers locaux
hi_in: लोकल फ़ाइलें
id_id: File lokal
it_it: File locali
ja_jp: ファイル
ko_kr: 로컬 파일
ms_my: Fail
pt_br: Arquivos locais
ru_ru: Локальные файлы
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tệp tin cục bộ
zh_cn: 文件
zh_tw: 檔案
