Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Dw0
source: Anyone with the link can view the current page and its sub-pages
de_de: Alle, die über den Link verfügen, können die aktuelle Seite und ihre Unterseiten sehen
es_es: Cualquier persona que tenga el enlace puede ver la página actual y sus subpáginas
fr_fr: Toute personne disposant du lien peut afficher la page actuelle et ses sous-pages
hi_in: लिंक के साथ कोई भी व्यक्ति वर्तमान पेज और इसके उपपेज देख सकता है
id_id: Siapa pun yang memiliki tautan dapat melihat halaman dan sub-halamannya
it_it: Chiunque disponga del link può visualizzare la pagina corrente e le relative pagine secondarie
ja_jp: インターネット上でリンクを取得したユーザーがこのページとそのサブページを閲覧可能
ko_kr: 링크를 가진 모든 사람은 현재 페이지와 해당 하위 페이지 읽기 가능
ms_my: Sesiapa dengan pautan boleh melihat halaman semasa dan sub-halaman
pt_br: Qualquer pessoa com o link pode visualizar a página atual e suas subpáginas
ru_ru: Любой, у кого есть ссылка, может просматривать текущую страницу и ее подстраницы.
th_th: ทุกคนที่มีลิงก์จะดูหน้าปัจจุบันและหน้าย่อยได้
vi_vn: Bất kỳ ai có liên kết đều có thể xem trang hiện tại và trang con của trang này
zh_cn: 互联网上获得链接的人可阅读当前页面及子页面
zh_tw: 網際網路上取得連結的人可閱讀目前頁面及子頁面

# ZHw
source: Confirm permission change
de_de: Berechtigungsänderung bestätigen
es_es: Confirmar el cambio de permiso
fr_fr: Confirmer le changement d'autorisation
hi_in: अनुमति बदलने की पुष्टि करें
id_id: Konfirmasi perubahan izin
it_it: Conferma modifica autorizzazione
ja_jp: 権限範囲の変更
ko_kr: 권한 변경 확인
ms_my: Sahkan perubahan kebenaran
pt_br: Confirmar alteração de permissão
ru_ru: Подтвердите изменение разрешения
th_th: ยืนยันการเปลี่ยนสิทธิ์การอนุญาต
vi_vn: Xác nhận thay đổi quyền
zh_cn: 权限范围变更
zh_tw: 權限範圍變更

# v6M
source: Allow the current page to be shared externally
de_de: Externes Teilen der aktuellen Seite zulassen
es_es: Permitir que la página actual se comparta externamente
fr_fr: Autoriser le partage externe de la page actuelle
hi_in: वर्तमान पेज को बाहरी रूप से साझा किए जाने की अनुमति दें
id_id: Izinkan halaman saat ini untuk dibagikan secara eksternal
it_it: Consenti la condivisione esterna della pagina corrente
ja_jp: このページのみ外部に共有可能
ko_kr: 현재 페이지를 외부와 공유하도록 허용
ms_my: Benarkan halaman semasa dikongsi secara luaran
pt_br: Permitir que a página atual seja compartilhada externamente
ru_ru: Разрешить внешний доступ к текущей странице извне
th_th: อนุญาตให้แบ่งปันหน้าปัจจุบันสู่ภายนอก
vi_vn: Cho phép chia sẻ trang hiện tại với bên ngoài
zh_cn: 仅允许当前页面分享到组织外
zh_tw: 僅允許目前頁面分享到組織外

# 4FM
source: Allow the current page and its sub-pages to be shared externally
de_de: Erlauben, dass die aktuelle Seite und ihre Unterseiten extern freigegeben werden
es_es: Permitir que se compartan externamente la página actual y sus subpáginas
fr_fr: Autoriser le partage externe de la page actuelle et de ses sous-pages
hi_in: वर्तमान पेज और इसके उपपेज बाहरी रूप से साझा किए जाने की अनुमति दें
id_id: Izinkan halaman saat ini dan subhalamannya untuk dibagikan secara eksternal
it_it: Consenti la condivisione all'esterno della pagina corrente e delle relative pagine secondarie
ja_jp: このページとそのサブページが外部に共有可能
ko_kr: 현재 페이지와 해당 하위 페이지를 외부에서 공유할 수 있도록 허용
ms_my: Benarkan halaman semasa dan sub-halamannya dikongsi secara luaran
pt_br: Permitir que a página atual e suas subpáginas sejam compartilhadas externamente
ru_ru: Разрешить внешний доступ к текущей странице и ее подстраницам
th_th: อนุญาตให้แบ่งปันหน้าปัจจุบันและหน้าย่อยกับภายนอกได้
vi_vn: Cho phép chia sẻ trang hiện tại và trang con của trang này với bên ngoài
zh_cn: 允许当前页面及其子页面分享到组织外
zh_tw: 允許將目前頁面及其子頁面分享到組織外

# cNk
source: Once changed, the current page and its sub-pages will no longer inherit the permission settings of the parent page. Continue?
de_de: Nach der Änderung erben die aktuelle Seite und ihre Unterseiten nicht mehr die Berechtigungseinstellungen der übergeordneten Seite. Fortfahren?
es_es: Tras el cambio, la página actual y sus subpáginas dejarán de heredar la configuración de permisos de la página principal. ¿Continuar?
fr_fr: Une fois modifiée, la page actuelle et ses sous-pages n'hériteront plus des paramètres d'autorisation de la page parente. Continuer ?
hi_in: बदले जाने के बाद, वर्तमान पेज और इसके उपपेज अब पितृ पेज की अनुमति सेटिंग्स प्राप्त नहीं करेंगे. जारी रखें?
id_id: Setelah diubah, halaman saat ini dan subhalamannya tidak akan lagi mewarisi pengaturan izin dari halaman induk. Lanjutkan?
it_it: Una volta modificata, la pagina corrente e le relative pagine secondarie non erediteranno più le impostazioni delle autorizzazioni della pagina padre. Continuare?
ja_jp: この操作により、当該ページとそのサブページの権限設定は親ページの設定と一致しなくなり、親ページの権限設定を継承しなくなります
ko_kr: 변경되면 현재 페이지와 하위 페이지는 더 이상 상위 페이지의 권한 설정을 상속하지 않습니다. 계속하시겠습니까?
ms_my: Setelah diubah, halaman semasa dan sub-halamannya tidak lagi mewarisi tetapan kebenaran halaman induk. Teruskan?
pt_br: Após a alteração, a página atual e suas subpáginas não herdarão mais as configurações de permissão da página pai. Continuar?
ru_ru: После изменения текущая страница и ее подстраницы больше не будут наследовать настройки разрешений родительской страницы. Продолжить?
th_th: เมื่อเปลี่ยนแล้ว หน้าปัจจุบันจะไม่รับการตั้งค่าสิทธิ์การอนุญาตของหน้าหลักอีกต่อไป ดำเนินการต่อหรือไม่
vi_vn: Sau khi thay đổi, trang hiện tại và trang con của trang này sẽ không còn kế thừa các cài đặt quyền của trang mẹ. Tiếp tục?
zh_cn: 该操作会导致当前页面及其子页面与父级页面的权限设置不一致，并且不再继承父级页面的权限设置
zh_tw: 該操作會導致目前頁面及其子頁面與父級頁面的權限設定不一致，並且不再繼承父級頁面的權限設定

# 1Ck
source: Current page only
de_de: Nur aktuelle Seite
es_es: Solo a la página actual
fr_fr: Page actuelle uniquement
hi_in: केवल वर्तमान पेज
id_id: Hanya halaman saat ini
it_it: Solo pagina corrente
ja_jp: このページのみ
ko_kr: 현재 페이지만
ms_my: Halaman semasa sahaja
pt_br: Apenas a página atual
ru_ru: Только текущая страница
th_th: หน้าปัจจุบันเท่านั้น
vi_vn: Chỉ trang hiện tại
zh_cn: 仅当前页面
zh_tw: 僅目前頁面

# g+0
source: Only applies to the current page and won't affect its sub-pages
de_de: Dies gilt nur für die aktuelle Seite und wirkt sich nicht auf ihre Unterseiten aus
es_es: Solo se aplica a la página actual y no afectará a sus subpáginas
fr_fr: S'applique uniquement à la page actuelle et n'affectera pas ses sous-pages
hi_in: केवल वर्तमान पेज पर लागू होता है और पितृ पेज की सेटिंग्स से प्रभावित नहीं होता
id_id: Hanya berlaku di halaman saat ini dan tidak akan memengaruhi sub-halamannya
it_it: Si applica solo alla pagina corrente e non avrà effetto sulle relative pagine secondarie
ja_jp: この設定は現在のページにのみ適用します。子ページは影響を受けません。
ko_kr: 현재 페이지에만 적용되며 하위 페이지에는 영향을 미치지 않습니다
ms_my: Hanya terpakai pada halaman semasa dan tidak akan mempengaruhi sub-halaman
pt_br: Aplica-se apenas à página atual e não afetará suas subpáginas
ru_ru: Применяется только к текущей странице и не влияет на ее подстраницы.
th_th: ใช้กับหน้าปัจจุบันเท่านั้นและจะไม่มีผลกับหน้าย่อย
vi_vn: Chỉ áp dụng cho trang hiện tại và sẽ không ảnh hưởng đến trang con của trang này
zh_cn: 此设置仅对当前页面生效，不会影响子页面
zh_tw: 此設定僅對目前頁面生效，不會影響子頁面

# /B8
source: Unable to share this wiki space with external users.
de_de: Dieser Wiki-Bereich kann nicht mit externen Benutzern geteilt werden.
es_es: No se puede compartir este espacio Wiki con usuarios externos.
fr_fr: Impossible de partager cet espace Wiki avec des utilisateurs externes.
hi_in: बाहरी उपयोगकर्ताओं के साथ यह कार्यस्थल साझा करने में असमर्थ.
id_id: Gagal membagikan ruang wiki ini dengan pengguna eksternal.
it_it: Impossibile condividere questo spazio Wiki con utenti esterni.
ja_jp: 当該スペースの内容は現在、組織外のユーザーに共有できません
ko_kr: 외부 사용자와 이 Wiki 공간을 공유할 수 없습니다.
ms_my: Tidak dapat berkongsi ruang wiki ini dengan pengguna luar.
pt_br: Não foi possível compartilhar este espaço da wiki com usuários externos.
ru_ru: Не удалось поделиться этим Wiki-пространством с внешними пользователями.
th_th: ไม่สามารถแบ่งปันพื้นที่ Wiki นี้กับผู้ใช้ภายนอกได้
vi_vn: Không thể chia sẻ không gian Wiki này với người dùng bên ngoài.
zh_cn: 该知识库内容暂无法对组织外用户分享
zh_tw: 該知識庫內容暫無法對組織外的使用者分享

# 4v8
source: Change permission
de_de: Berechtigung ändern
es_es: Cambiar permiso
fr_fr: Modifier les autorisations
hi_in: अनुमति बदलें
id_id: Ubah izin
it_it: Cambia autorizzazione
ja_jp: 権限変更
ko_kr: 권한 변경
ms_my: Ubah kebenaran
pt_br: Alterar permissão
ru_ru: Изменить разрешение
th_th: เปลี่ยนสิทธิ์การอนุญาต
vi_vn: Thay đổi quyền
zh_cn: 权限变更
zh_tw: 權限變更

# 6aQ
source: Can edit content and manage collaborators. Previously called "full access"
de_de: Kann Inhalte bearbeiten und Kollaboratoren verwalten. Zuvor „Vollzugriff“ genannt
es_es: Se puede editar el contenido y administrar los colaboradores. Anteriormente se denominaba "acceso completo"
fr_fr: Peut modifier le contenu et gérer les collaborateurs. Anciennement "accès complet"
hi_in: सहयोगियों को संपादित और प्रबंधित कर सकते हैं. पहले से कॉल किया गया "पूरा ऐक्सेस"
id_id: Dapat mengedit konten dan mengelola kolaborator. Sebelumnya disebut "akses penuh"
it_it: È possibile modificare il contenuto e gestire i collaboratori. Autorizzazione precedentemente chiamata "pieno accesso"
ja_jp: 元の「すべての権限」で、ドキュメントを編集、共同編集者を管理できます
ko_kr: 콘텐츠를 편집하고 공동 작업자를 관리할 수 있습니다. 이전에는 "모든 액세스 허용"이라고 했습니다
ms_my: Boleh edit kandungan dan uruskan kolaborator. Sebelum ini dipanggil "akses penuh"
pt_br: Pode editar conteúdo e gerenciar colaboradores. Anteriormente chamado de "acesso total"
ru_ru: Может редактировать контент и управлять соавторами. Прежнее название "полный доступ"
th_th: สามารถแก้ไขเนื้อหาและจัดการผู้ร่วมงาน ซึ่งก่อนนี้เรียกว่า "การเข้าถึงเต็มรูปแบบ"
vi_vn: Có thể chỉnh sửa nội dung và quản lý cộng tác viên. Trước đây được gọi là "quyền truy cập đầy đủ"
zh_cn: 原“所有权限”，可编辑内容、可管理页面协作者
zh_tw: 原「所有權限」，可編輯內容、可管理頁面協作者

# 5NE
source: Can manage
de_de: Kann verwalten
es_es: Puede administrar
fr_fr: Peut gérer
hi_in: प्रबंधित कर सकते हैं
id_id: Dapat mengelola
it_it: Gestione possibile
ja_jp: 管理権限
ko_kr: 관리 가능
ms_my: Boleh urus
pt_br: Pode gerenciar
ru_ru: Может управлять
th_th: จัดการได้
vi_vn: Có thể quản lý
zh_cn: 可管理
zh_tw: 可管理

# R/o
source: Based on parent page
de_de: Basierend auf der übergeordneten Seite
es_es: Se basa en la página general
fr_fr: Basé(e) sur la page parent
hi_in: मूल पेज पर आधारित
id_id: Berdasarkan halaman induk
it_it: Basata sulla pagina padre
ja_jp: 親ページから継承
ko_kr: 상위 페이지 기반
ms_my: Berdasarkan halaman induk
pt_br: Com base em uma página primária
ru_ru: Основано на родительской странице
th_th: ตามหน้าหลัก
vi_vn: Dựa trên trang mẹ
zh_cn: 继承自父级页面
zh_tw: 繼承自父系頁面

# Fz0
source: You don't have permission to access this workspace.
de_de: Sie haben keine Berechtigung, auf diesen Arbeitsbereich zuzugreifen.
es_es: No tienes permiso para acceder a este espacio de Trabajo.
fr_fr: Vous n'êtes pas autorisé à accéder à cet espace de travail.
hi_in: आपके पास यह कार्यस्थल ऐक्सेस करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengakses ruang kerja ini.
it_it: Non disponi dell'autorizzazione per accedere a quest'area di lavoro.
ja_jp: 他の組織のウィキにアクセスする権限がありません
ko_kr: 이 작업 영역에 액세스할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses ruang kerja ini.
pt_br: Você não tem permissão para acessar este espaço de trabalho.
ru_ru: У вас нет разрешения на доступ к этой рабочей среде.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเข้าถึงพื้นที่ทำงานนี้
vi_vn: Bạn không có quyền truy cập không gian làm việc này.
zh_cn: 你没有权限访问其他组织的空间页面
zh_tw: 你沒有存取其他組織的空間頁面的權限

# 3h0
source: No access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
hi_in: कोई ऐक्सेस नहीं
id_id: Tidak ada akses
it_it: Nessun accesso
ja_jp: 権限なし
ko_kr: 액세스 권한 없음
ms_my: Tiada akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีการเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 无权限
zh_tw: 無權限

# +80
source: No content yet
de_de: Noch kein Inhalt
es_es: Aún no hay contenido
fr_fr: Pas encore de contenu
hi_in: अभी तक कोई सामग्री नहीं
id_id: Belum ada konten
it_it: Ancora nessun contenuto
ja_jp: 内容はありません
ko_kr: 아직 콘텐츠 없음
ms_my: Tiada kandungan lagi
pt_br: Nenhum conteúdo ainda
ru_ru: Содержимое пока отсутствует
th_th: ยังไม่มีเนื้อหา
vi_vn: Chưa có nội dung
zh_cn: 暂无收藏页面
zh_tw: 暫無收藏頁面

# g8M
source: Permission restricted. This page can no longer inherit parent page permission settings.
de_de: Berechtigung eingeschränkt. Diese Seite kann die Berechtigungseinstellungen übergeordneter Seiten nicht länger übernehmen.
es_es: Permiso restringido. Esta página ya no puede heredar la configuración de permisos de la página principal.
fr_fr: Autorisation restreinte. Cette page ne peut plus hériter des paramètres d'autorisation de la page parente.
hi_in: अनुमति प्रतिबंधित की गई. यह पेज मूल पेज की अनुमति सेटिंग्स प्राप्त नहीं कर सकता.
id_id: Izin dibatasi. Halaman ini tidak lagi dapat mewarisi pengaturan izin halaman induk.
it_it: Autorizzazione limitata. Questa pagina non può più ereditare le impostazioni delle autorizzazioni della pagina padre.
ja_jp: 権限を制限しました。親ページから継承した権限が無効になります
ko_kr: 권한이 제한되었습니다. 이 페이지는 더 이상 상위 페이지 권한 설정을 상속할 수 없습니다.
ms_my: Kebenaran terhad. Halaman ini tidak lagi dapat mewarisi tetapan kebenaran halaman induk.
pt_br: Permissão restringida. Esta página não pode mais herdar as configurações de permissão da página primária.
ru_ru: Разрешение ограничено. Эта страница больше не может наследовать настройки разрешений родительской страницы.
th_th: สิทธิ์การอนุญาตถูกจำกัด หน้านี้ไม่สามารถรับการตั้งค่าสิทธิ์การอนุญาตหน้าหลักมาใช้ได้
vi_vn: Quyền bị giới hạn. Trang này không còn kế thừa cài đặt quyền của trang mẹ nữa.
zh_cn: 已限制权限，不再继承父级页面的权限
zh_tw: 已限制權限，不再繼承父系頁面的權限

# Dg0
source: You don't have permission to create a new page.
de_de: Sie haben keine Berechtigung, eine neue Seite zu erstellen.
es_es: No tienes permiso para crear una página nueva.
fr_fr: Vous n'êtes pas autorisé à créer une nouvelle page.
hi_in: आपके पास नया पेज बनाने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk membuat halaman baru.
it_it: Non disponi dell'autorizzazione per creare una nuova pagina.
ja_jp: 当該位置に新しいページを作成する権限がありません
ko_kr: 새 페이지를 생성할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk membuat halaman baru.
pt_br: Você não tem permissão para criar uma nova página.
ru_ru: У вас нет разрешения для создания новой страницы.
th_th: คุณไม่มีสิทธิ์การอนุญาตให้สร้างหน้าใหม่
vi_vn: Bạn không có quyền tạo trang mới.
zh_cn: 操作失败，你没有权限新建页面
zh_tw: 操作失敗，你沒有權限新建頁面

# AcM
source: You don't have permission to move pages to this node
de_de: Sie haben keine Berechtigung, Seiten in diesen Knoten zu verschieben.
es_es: N tienes permiso para mover páginas a este nodo
fr_fr: Vous n'êtes pas autorisé à accéder à déplacer des pages vers ce nœud
hi_in: आपके पास इस नोड पर पेज ले जाने की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk memindah halaman ke node ini
it_it: Non disponi dell'autorizzazione per spostare pagine su questo nodo
ja_jp: このレベルにページを移動する権限がありません
ko_kr: 이 노드로 페이지를 이동할 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan halaman ke nod ini
pt_br: Você não tem permissão para mover estas páginas para este nó
ru_ru: У вас нет разрешения на перемещение страниц в этом узле
th_th: คุณไม่มีสิทธิ์การอนุญาตในการย้ายหน้าต่าง ๆ ไปยังโหนดนี้
vi_vn: Bạn không có quyền di chuyển trang sang nút này
zh_cn: 无移动页面到该位置的权限
zh_tw: 無移動頁面到該位置的權限

# Ruw
source: You don't have permission to move this page
de_de: Sie haben keine Berechtigung, um diese Seite zu verschieben.
es_es: No tienes permiso para mover esta página
fr_fr: Vous n'êtes pas autorisé à déplacer cette page
hi_in: आपके पास यह पेज ले जाने की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk memindah halaman ini
it_it: Non disponi dell'autorizzazione per spostare questa pagina
ja_jp: このページを移動する権限がありません
ko_kr: 이 페이지를 이동할 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan halaman ini
pt_br: Você não tem permissão para mover esta página
ru_ru: У вас нет разрешения на перемещение этой страницы
th_th: ขออภัย คุณไม่มีสิทธิ์การอนุญาตในการย้ายหน้านี้
vi_vn: Bạn không có quyền di chuyển trang này
zh_cn: 无移动该页面的权限
zh_tw: 無移動該頁面的權限

# aLQ
source: Once you move the page to another node, it'll inherit the new parent page permission settings. Members of the original parent page can no longer access this page.
de_de: Wenn Sie die Seite auf einen anderen Knoten verschieben, übernimmt diese die Berechtigungseinstellungen der neuen übergeordneten Seite. Mitglieder der ursprünglichen übergeordneten Seite können nicht mehr auf diese Seite zugreifen.
es_es: Una vez que muevas la página a otro nodo, heredará la configuración de permisos de la nueva página general. Los miembros de la página general original ya no podrán acceder a esta página.
fr_fr: Une fois la page déplacée vers un autre nœud, elle héritera des paramètres d'autorisation de la nouvelle page parente. Les membres de la page parente d'origine ne peuvent plus accéder à cette page.
hi_in: आपके द्वारा पेज को नए नोड पर ले जाने पर, यह नए मूल पेज की अनुमति सेटिंग्स प्राप्त करेगा. मूल पेज के सदस्य अब यह पेज ऐक्सेस नहीं कर सकेंगे.
id_id: Setelah Anda memindahkan halaman ke node lain, halaman akan mewarisi pengaturan izin halaman induk baru. Anggota halaman induk asli tidak dapat lagi mengakses halaman ini.
it_it: Dopo aver spostato la pagina in un altro nodo, questa erediterà le impostazioni delle autorizzazioni della nuova pagina padre. I membri della pagina padre originale non possono più accedere a questa pagina.
ja_jp: 移動すると、当該ページのサブページは新しい親ページの権限を継承します。同時に、新しい親ページの権限がないユーザーはアクセスできなくなります。
ko_kr: 페이지를 다른 노드로 이동하면 새 상위 페이지 권한 설정이 상속됩니다. 원래 상위 페이지의 구성원은 더 이상 이 페이지에 액세스할 수 없습니다.
ms_my: Setelah anda pindahkan halaman ke nod lain, ia akan mewarisi tetapan kebenaran halaman induk baru. Ahli halaman induk asal tidak lagi boleh mengakses halaman ini.
pt_br: Depois que você mover a página para outro nó, ela herdará as novas configurações de permissão da página primária. Os membros da página primária original não podem mais acessar esta página.
ru_ru: После перемещения страницы в другой узел она унаследует настройки разрешений новой родительской страницы. Участники изначальной родительской страницы больше не имеют доступа к этой странице.
th_th: เมื่อคุณย้ายหน้านี้ไปยังโหนดใหม่ หน้าดังกล่าวจะรับการตั้งค่าสิทธิ์การอนุญาตหน้าหลักใหม่มาใช้ สมาชิกของหน้าหลักเดิมจะไม่สามารถเข้าถึงหน้านี้ได้อีกต่อไป
vi_vn: Sau khi bạn di chuyển trang đến một nút khác, trang đó sẽ kế thừa cài đặt quyền của trang mẹ mới. Thành viên của trang mẹ ban đầu không thể truy cập được trang này được nữa.
zh_cn: 移动后，该页面将继承新的父级页面的权限，同时无新父级页面权限的用户将不可再访问该页面。是否继续？
zh_tw: 移動後，該頁面將繼承新的父系頁面的權限，同時無新父系頁面權限的使用者將不可再存取該頁面。是否繼續？

# 5s0
source: Page tree
de_de: Seitenstruktur
es_es: Árbol de contenidos
fr_fr: Arborescence de contenu
hi_in: पेज वृक्ष
id_id: Struktur halaman
it_it: Albero della pagina
ja_jp: ページツリー
ko_kr: 페이지 트리
ms_my: Pohon halaman
pt_br: Árvore da página
ru_ru: Дерево страниц
th_th: แผนภูมิหน้าเว็บ
vi_vn: Cây trang
zh_cn: 页面树
zh_tw: 頁面樹

# cK4
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi_in: बहाल करें
id_id: Pulihkan
it_it: Ripristina
ja_jp: 回復
ko_kr: 복구
ms_my: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
th_th: คืนค่า
vi_vn: Khôi phục
zh_cn: 恢复
zh_tw: 恢復

# SGw
source: Delete
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Padam
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 删除
zh_tw: 刪除

# 4jU
source: Once you restored this page, it'll inherit the original parent page‘s permission settings.
de_de: Wenn Sie diese Seite wiederhergestellt haben, übernimmt diese die Berechtigungseinstellungen der ursprünglichen übergeordneten Seite.
es_es: Si restauras esta página, heredará la configuración de permisos de la página general original.
fr_fr: Une fois cette page restaurée, elle héritera des paramètres d'autorisation de la page parente.
hi_in: आपके द्वारा यह पेज बहाल करने पर, यह मूल पेज की अनुमति सेटिंग्स प्राप्त करेगा.
id_id: Setelah Anda memulihkan halaman ini, halaman tersebut akan mewarisi pengaturan izin halaman induk asli.
it_it: Se ripristini questa pagina, erediterà le impostazioni delle autorizzazioni della pagina padre originale.
ja_jp: 回復すると、当該ページは元親ページの権限を継承することになります。回復しますか？
ko_kr: 이 페이지를 복구하면 원래 상위 페이지의 권한 설정이 상속됩니다.
ms_my: Setelah anda memulihkan halaman ini, ia akan mewarisi tetapan kebenaran halaman induk asal.
pt_br: Ao restaurar esta página, ela herdará as configurações de permissão da página primária original.
ru_ru: После восстановления этой страницы она унаследует настройки разрешений исходной родительской страницы.
th_th: เมื่อคุณคืนค่าหน้านี้ หน้าดังกล่าวจะรับการตั้งค่าสิทธิ์การอนุญาตหน้าหลักเดิมมาใช้
vi_vn: Sau khi bạn khôi phục trang này, nó sẽ kế thừa cài đặt quyền của trang mẹ gốc.
zh_cn: 恢复后，该页面将继承原父级页面的权限，是否继续？
zh_tw: 還原後，該頁面將繼承父系頁面的權限，是否繼續？

# eTM
source: Once you saved changes, members' access permission to this page will no longer inherit parent page permission settings.
de_de: Nach dem Ändern übernimmt die Zugriffsberechtigung der Mitglieder für diese Seite nicht mehr die Berechtigungseinstellungen von der übergeordneten Seite.
es_es: Una vez que se cambie, el permiso de acceso del miembro a esta página no volverá a heredar la configuración de permisos de la página principal.
fr_fr: Une fois modifiée, l'autorisation d'accès des membres à cette page n'héritera plus des paramètres d'autorisation de la page parente.
hi_in: बदले जाने के बाद, इस पेज के लिए सदस्यों की ऐक्सेस अनुमति अब मूल पेज अनुमति सेटिंग्स नहीं प्राप्त करेगी.
id_id: Setelah diubah, izin akses anggota ke halaman ini tidak akan lagi mewarisi pengaturan izin halaman induk.
it_it: Una volta cambiata, l'autorizzazione di accesso dei membri a questa pagina non erediterà più le impostazioni delle autorizzazioni della pagina padre.
ja_jp: 当該設定は親ページの共有設定と異なるため、親ページの権限との継承関係が無効になります。設定しますか？
ko_kr: 변경되면, 이 페이지에 대한 구성원의 액세스 권한은 더 이상 상위 페이지 권한 설정을 상속하지 않습니다.
ms_my: Setelah anda menyimpan perubahan, kebenaran akses ahli kepada halaman ini tidak lagi mewarisi tetapan kebenaran halaman induk.
pt_br: Com a alteração, a permissão de acesso dos membros a esta página não herdará mais as configurações de permissão da página primária.
ru_ru: После изменения разрешение на доступ участников к этой странице больше не будет наследовать настройки разрешений родительской страницы.
th_th: เมื่อเปลี่ยนแล้ว สิทธิ์การอนุญาตในการเข้าถึงหน้านี้ของสมาชิกจะไม่รับการตั้งค่าสิทธิ์การอนุญาตหน้าหลักมาใช้อีกต่อไป
vi_vn: Sau khi thay đổi, quyền truy cập của thành viên đến trang này sẽ không còn kế thừa cài đặt quyền của trang mẹ nữa.
zh_cn: 该操作会导致本页面与父级页面的权限不一致，当前页面将不再继承父级页面的权限设置，是否继续？
zh_tw: 該操作會導致本頁面與父系頁面的權限不一致，目前頁面將不再繼承父系頁面的權限設定，是否繼續？

# Yck
source: Personal
de_de: Persönlich
fr_fr: Personnel
hi_in: व्यक्तिगत
id_id: Pribadi
it_it: Personale
ja_jp: 個人
ko_kr: 개인
ms_my: Peribadi
pt_br: Pessoal
ru_ru: Персональная
th_th: ส่วนตัว
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# 81c
source: Deleted
de_de: Entfernt
es_es: Borrado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimossa
ja_jp: 削除しました
ko_kr: 제거됨
ms_my: Dipadam
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 删除成功
zh_tw: 刪除成功

# QBA
source: Delete this page?
de_de: Diese Seite entfernen?
es_es: ¿Borrar esta página?
fr_fr: Supprimer cette page ?
hi_in: यह पेज निकालें?
id_id: Hapus halaman ini?
it_it: Vuoi rimuovere questa pagina?
ja_jp: ページを削除しますか？
ko_kr: 이 페이지를 제거하시겠습니까?
ms_my: Hapuskan laman ini?
pt_br: Remover esta página?
ru_ru: Удалить эту страницу?
th_th: ลบหน้านี้ออกหรือไม่
vi_vn: Xóa trang này?
zh_cn: 删除页面？
zh_tw: 刪除頁面？

# aQw
source: Restored successfully
de_de: Erfolgreich wiederhergestellt
es_es: Restaurado correctamente
fr_fr: Restauré avec succès
hi_in: बहाल किया गया.
id_id: Berhasil dipulihkan
it_it: Ripristino completato
ja_jp: 復元しました
ko_kr: 복원 성공
ms_my: Berjaya dipulihkan
pt_br: Restaurado com sucesso
ru_ru: Восстановлено успешно
th_th: กู้คืนสำเร็จแล้ว
vi_vn: Đã khôi phục thành công
zh_cn: 恢复成功
zh_tw: 恢復成功
