Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 9LU
source: An image size of 2,000 × 400 pixels is recommended.
de_de: Eine Bildgröße von 2.000 × 400 Pixel wird empfohlen.
es_es: Se recomienda un tamaño de imagen de 2.000 × 400 píxeles.
fr_fr: Une taille d'image de 2 000 × 400 pixels est recommandée.
hi_in: अनुकूलित डिप्स्ले प्रभाव के लिए 2,000 × 400 आकार की छवि का उपयोग करें
id_id: Sebaiknya gunakan gambar berukuran 2.000 × 400 piksel.
it_it: La dimensione consigliata dell'immagine è 2000 × 400 pixel.
ja_jp: より優れた表示効果をはかるため、サイズが 2,000 × 400 の画像を選択してください
ko_kr: 2,000 × 400 픽셀의 이미지 크기가 권장됩니다.
ms_my: Saiz imej yang disyorkan ialah 2,000 × 400 piksel.
pt_br: Recomenda-se um tamanho de imagem de 2.000 × 400 pixels.
ru_ru: Рекомендуется размер изображения 2000 × 400 пикселей.
th_th: แนะนำให้ใช้ภาพขนาด 2,000 × 400 พิกเซล
vi_vn: Kích cỡ hình ảnh khuyến nghị là 2.000 × 400 pixel.
zh_cn: 推荐使用尺寸为 2,000 × 400 的图片，显示效果最佳
zh_tw: 推薦使用尺寸為 2,000 × 400 的圖片，顯示效果最佳

# Mcs
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
hi_in: गैलरी
id_id: Galeri
it_it: Raccolta
ja_jp: ギャラリー
ko_kr: 갤러리
ms_my: Galeri
pt_br: Galeria
ru_ru: Галерея
th_th: แกลเลอรี
vi_vn: Thư viện
zh_cn: 官方图库
zh_tw: 官方圖庫

# AJg
source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
hi_in: अनियमित
id_id: Acak
it_it: Casuale
ja_jp: ランダム
ko_kr: 랜덤
ms_my: Rawak
pt_br: Aleatório
ru_ru: Случайно
th_th: สุ่ม
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# 3bM
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# bUU
source: Choose From Album
de_de: Aus Album auswählen
es_es: Seleccionar desde el álbum
fr_fr: Choisir dans l'album
hi_in: एल्बम से चुनें
id_id: Pilih Dari Album
it_it: Scegli dall'album
ja_jp: 写真から選択
ko_kr: 앨범에서 선택
ms_my: Pilih Dari Album
pt_br: Escolher no álbum
ru_ru: Выбрать из альбома
th_th: เลือกจากอัลบั้ม
vi_vn: Chọn từ album
zh_cn: 从相册里选择
zh_tw: 從相簿裡選擇

# xHA
source: Take a Photo
de_de: Foto aufnehmen
es_es: Hacer una foto
fr_fr: Prendre une photo
hi_in: फ़ोटो खींचें
id_id: Ambil Foto
it_it: Scatta una foto
ja_jp: 写真を撮る
ko_kr: 사진 찍기
ms_my: Ambil Gambar
pt_br: Tirar uma foto
ru_ru: Сделать снимок
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍照
zh_tw: 拍照

# rMw
source: Unable to load images.
de_de: Bilder können nicht geladen werden
es_es: No se pueden cargar imágenes.
fr_fr: Impossible de charger les images.
hi_in: छवियाँ लोड करने में असमर्थ.
id_id: Tidak dapat memuat gambar.
it_it: Impossibile caricare immagini.
ja_jp: 読み込みできませんでした。
ko_kr: 이미지를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan imej.
pt_br: Não é possível carregar imagens.
ru_ru: Не удалось загрузить изображения.
th_th: ไม่สามารถโหลดภาพได้
vi_vn: Không thể tải hình ảnh.
zh_cn: 加载失败，
zh_tw: 載入失敗，

# h7A
source: {{num1}} granted, {{num2}} not granted
de_de: {{num1}} gewährt, {{num2}} nicht gewährt
es_es: {{num1}} otorgado, {{num2}} no otorgado
fr_fr: Accordé : {{num1}}, Non accordé : {{num2}}
hi_in: {{num1}} मंज़ूर किया गया, {{num2}} मंज़ूर नहीं किया गया
id_id: {{num1}} diberikan, {{num2}} tidak diberikan
it_it: Consentito: {{num1}}. Non consentito: {{num2}}
ja_jp: 権限付与済み：{{num1}} 件、権限付与なし：{{num2}} 件
ko_kr: {{num1}}개 부여됨, {{num2}}개 부여되지 않음
ms_my: {{num1}} diberikan, {{num2}} tidak diberikan
pt_br: {{num1}} concedido(s), {{num2}} não concedido(s)
ru_ru: {{num1}} предоставлено, {{num2}} не предоставлено
th_th: ได้รับการอนุญาต {{num1}} ไม่ได้รับการอนุญาต {{num2}}
vi_vn: {{num1}} đã được cấp quyền, {{num2}} không được cấp quyền
zh_cn: {{num1}} 篇已授权，{{num2}} 篇未授权
zh_tw: {{num1}} 篇已授權，{{num2}} 篇未授權

# hvA
source: {{number}} granted
de_de: {{number}} gewährt
es_es: {{number}} otorgados
fr_fr: Accordé : {{number}}
hi_in: {{number}} मंज़ूर किया गया
id_id: {{number}} diberikan
it_it: Consentito: {{number}}
ja_jp: 権限付与済み：{{number}} 件
ko_kr: {{number}}개 부여됨
ms_my: {{number}} diberikan
pt_br: {{number}} concedido(s)
ru_ru: {{number}} предоставлено
th_th: {{number}} ได้รับการอนุญาต
vi_vn: {{number}} đã được cấp quyền
zh_cn: {{number}} 篇已授权
zh_tw: {{number}} 篇已授權

# RjE
source: {{number}} not granted
de_de: {{number}} nicht gewährt
es_es: {{number}} no otorgados
fr_fr: Non accordé : {{number}}
hi_in: {{number}} मंज़ूर नहीं किया गया
id_id: {{number}} tidak diberikan
it_it: Non consentito: {{number}}
ja_jp: 権限付与なし：{{number}} 件
ko_kr: {{number}}개 부여되지 않음
ms_my: {{number}} tidak diberikan
pt_br: {{number}} não concedido(s)
ru_ru: {{number}} не предоставлено
th_th: ไม่ได้รับการอนุญาต {{number}}
vi_vn: {{number}} không được cấp quyền
zh_cn: {{number}} 篇未授权
zh_tw: {{number}} 篇未授權

# T7E
source: Grant access
de_de: Zugriff gewähren
es_es: Otorgar acceso
fr_fr: Accorder l'accès
hi_in: ऐक्सेस मंज़ूर करें
id_id: Berikan akses
it_it: Concedi accesso
ja_jp: 閲覧権限を付与
ko_kr: 액세스 권한 부여
ms_my: Berikan capaian
pt_br: Conceder acesso
ru_ru: Предоставить доступ
th_th: ได้รับการอนุญาตเข้าถึง
vi_vn: Cấp quyền truy cập
zh_cn: 授予阅读权限
zh_tw: 授與權限

# RIQ
source: Can access
de_de: Kann zugreifen
es_es: Puede acceder
fr_fr: Accès possible
hi_in: मंज़ूर किया गया
id_id: Dapat mengakses
it_it: È possibile accedere
ja_jp: 権限付与済み
ko_kr: 액세스 가능
ms_my: Boleh mengakses
pt_br: Pode acessar
ru_ru: Может получить доступ
th_th: เข้าถึงได้
vi_vn: Có thể truy cập
zh_cn: 已授权
zh_tw: 已授權

# eNc
source: Cannot access
de_de: Darf nicht zugreifen
es_es: No puede acceder
fr_fr: Accès impossible
hi_in: मंज़ूर नहीं किया गया
id_id: Tidak dapat mengakses
it_it: Non è possibile accedere
ja_jp: 権限付与なし
ko_kr: 액세스 할 수 없습니다
ms_my: Tidak dapat mengakses
pt_br: Não pode acessar
ru_ru: Не может получить доступ
th_th: ไม่สามารถเข้าถึงได้
vi_vn: Không thể truy cập
zh_cn: 未授权
zh_tw: 未授權

# acI
source: Owner: {{name}}
de_de: Besitzer: {{name}}
es_es: Propietario: {{name}}
fr_fr: Propriétaire : {{name}}
hi_in: ओनर: {{name}}
id_id: Pemilik: {{name}}
it_it: Proprietario: {{name}}
ja_jp: 所有者：{{name}}
ko_kr: 소유자: {{name}}
ms_my: Pemilik: {{name}}
pt_br: Proprietário: {{name}}
ru_ru: Владелец: {{name}}
th_th: เจ้าของ: {{name}}
vi_vn: Chủ sở hữu: {{name}}
zh_cn: 所有者：{{name}}
zh_tw: 擁有者：{{name}}

# iTI
source: Revoke access
de_de: Zugriff entziehen
es_es: Revocar acceso
fr_fr: Retirer l'accès
hi_in: ऐक्सेस वापस लें
id_id: Cabut akses
it_it: Revoca accesso
ja_jp: 権限を取り消す
ko_kr: 액세스 권한 철회
ms_my: Tarik balik capaian
pt_br: Revogar acesso
ru_ru: Отменить доступ
th_th: เพิกถอนการเข้าถึง
vi_vn: Thu hồi quyền truy cập
zh_cn: 撤销授权
zh_tw: 取消授權

# vR4
source: Revoke all access
de_de: Jeden Zugriff entziehen
es_es: Revocar todo acceso
fr_fr: Retirer tous les accès
hi_in: सभी ऐक्सेस वापस लें
id_id: Cabut semua akses
it_it: Revoca tutti gli accessi
ja_jp: すべての権限を取り消す
ko_kr: 모든 액세스 권한 철회
ms_my: Tarik balik semua capaian
pt_br: Revogar todo o acesso
ru_ru: Отменить весь доступ
th_th: เพิกถอนการเข้าถึงทั้งหมด
vi_vn: Thu hồi tất cả quyền truy cập
zh_cn: 撤销全部授权
zh_tw: 全部取消授權

# BBk
source: Once confirmed, members in this chat will no longer have access to any mentioned docs listed.
de_de: Nach der Bestätigung haben Mitglieder in diesem Chat keinen Zugriff mehr auf irgendein aufgelistetes erwähntes Dokument.
es_es: Una vez confirmado, los miembros de este chat dejarán de tener acceso a los documentos de Docs mencionados especificados.
fr_fr: Après confirmation, les membres de ce chat n'auront plus accès aux documents mentionnés dans la liste.
hi_in: पुष्टि होने पर, वर्तमान समूह के पास सभी सूचीबद्ध उल्लिखित डॉक्स का ऐक्सेस नहीं होगा.
id_id: Setelah dikonfirmasi, anggota di obrolan ini tidak akan lagi memiliki akses ke setiap daftar docs yang disebutkan.
it_it: Dopo la conferma, i membri di questa chat non avranno più accesso ai Docs menzionati elencati.
ja_jp: 取り消しを実行すると、チャット内のメンバーはこのリスト内のすべての引用ドキュメントにアクセスできなくなります
ko_kr: 확인하면 이 채팅의 구성원은 나열된 멘션된 문서에 더 이상 액세스 할 수 없습니다.
ms_my: Setelah disahkan, ahli dalam perbualan ini tidak lagi mempunyai akses kepada dokumen yang disebutkan.
pt_br: Após a confirmação, os membros deste chat não terão mais acesso a nenhum dos Docs mencionados listados.
ru_ru: После подтверждения участники этого чата больше не будут иметь доступа ни к одному из перечисленных документов.
th_th: เมื่อได้รับการยืนยันแล้ว สมาชิกในแชทนี้จะไม่สามารถเข้าถึง Docs ที่กล่าวถึงในรายชื่อได้อีกต่อไป
vi_vn: Sau khi được xác nhận, thành viên trong cuộc trò chuyện này sẽ không còn quyền truy cập các tài liệu được đề cập đã liệt kê.
zh_cn: 确认撤销后，本群成员将无法访问当前列表内所有的引用文档
zh_tw: 確認撤銷後，本群組成員將無法存取目前清單內的所有本文引用

# OFI
source: Once confirmed, the user will have no access to all the mentioned docs listed.
de_de: Nach der Bestätigung hat der Benutzer keinen Zugriff mehr auf alle aufgelisteten erwähnten Dokumente
es_es: Una vez confirmado, el usuario no tendrá acceso a todos los documentos de Docs mencionados especificados.
fr_fr: Après confirmation, l'utilisateur n'aura plus accès aux documents mentionnés et listés.
hi_in: पुष्टि होने पर, उपयोगकर्ता के पास सभी सूचीबद्ध उल्लिखित डॉक्स का ऐक्सेस नहीं होगा.
id_id: Setelah dikonfirmasi, pengguna tidak akan memiliki akses untuk semua docs yang disebutkan dalam daftar.
it_it: Dopo la conferma, l'utente non avrà accesso a tutti i Docs menzionati nell'elenco.
ja_jp: 取り消しを実行すると、相手は当該リスト内のすべての引用ドキュメントにアクセスできなくなります
ko_kr: 확인하면 사용자는 나열된 모든 멘션된 문서에 액세스할 수 없게 됩니다.
ms_my: Setelah disahkan, pengguna tidak akan mempunyai akses kepada semua dokumen yang disebutkan.
pt_br: Depois de confirmado, o usuário não terá acesso a todos os Docs mencionados listados.
ru_ru: После подтверждения пользователь не будет иметь доступа ко всем перечисленным упомянутым документам.
th_th: เมื่อยืนยันแล้ว ผู้ใช้จะไม่สามารถเข้าถึง Docs ที่กล่าวถึงทั้งหมดที่อยู่ในรายการได้อีก
vi_vn: Sau khi xác nhận, người dùng sẽ không còn quyền truy cập vào tất cả các tài liệu được đề cập trong danh sách.
zh_cn: 确认撤销后，对方将无法访问当前列表内所有的引用文档
zh_tw: 確認撤銷後，對方將無法存取目前清單內的所有本文引用

# a+I
source: Revoke all access?
de_de: Jeden Zugriff widerrufen?
es_es: ¿Revocar todo el acceso?
fr_fr: Révoquer tous les accès ?
hi_in: सभी ऐक्सेस वापस लें?
id_id: Cabut semua akses?
it_it: Revocare tutti gli accessi?
ja_jp: すべての権限を取り消しますか？
ko_kr: 모든 액세스 권한을 철회하시겠습니까?
ms_my: Tarik balik semua akses?
pt_br: Revogar todo o acesso?
ru_ru: Отменить весь доступ?
th_th: เพิกถอนการเข้าถึงทั้งหมดหรือไม่
vi_vn: Thu hồi tất cả quyền truy cập?
zh_cn: 确认撤销全部授权？
zh_tw: 是否取消全部授權？

# Ivk
source: This list specifies current chat's access to the following mentioned docs.
de_de: Diese Liste gibt den aktuellen Chatzugriff auf die folgenden genannten Dokumente an.
es_es: Esta lista especifica el acceso del chat actual a los siguientes documentos de Docs mencionados.
fr_fr: Cette liste détaille, pour le chat en cours, l'accès aux documents mentionnés suivants.
hi_in: इस सूची में नीचे उल्लिखित docs मौजूदा चैट के ऐक्सेस के बारे में बताया गया है.
id_id: Daftar ini menentukan akses obrolan saat ini pada docs yang disebutkan berikut.
it_it: Questa lista specifica l'accesso della chat attuale ai Docs menzionati di seguito.
ja_jp: 引用ドキュメントのアクセス権限を付与するかどうか確認してください
ko_kr: 이 목록은 멘션된 다음 문서에 대한 현재 채팅의 액세스 권한을 지정합니다.
ms_my: Senarai ini menentukan capaian sembang sekarang ke dokumen yang disebutkan berikut.
pt_br: Esta lista especifica o acesso do chat atual aos Docs mencionados a seguir.
ru_ru: Этот список определяет доступ текущего чата к следующим упомянутым документам.
th_th: รายการนี้ระบุการเข้าถึงแชทปัจจุบันของ Docs ที่กล่าวถึงต่อไปนี้
vi_vn: Danh sách này chỉ rõ quyền truy cập của cuộc trò chuyện hiện tại tới các tài liệu được đề cập sau đây.
zh_cn: 请确认是否需要修改对会话的授权
zh_tw: 請確認是否需要修改對話的授權

# Q60
source: Please confirm to grant view permission of mentioned docs to the current chat.
de_de: Bestätigen Sie, dass für die erwähnten Dokumente im aktuellen Chat die Leseberechtigung gewährt werden soll.
es_es: Confirma para conceder permiso de visualización de los docs mencionados en el chat actual.
fr_fr: Veuillez confirmer que vous accordez l'autorisation de lecture des docs mentionnés au chat actuel.
id_id: Konfirmasikan untuk memberikan izin untuk melihat docs yang disebutkan kepada obrolan saat ini.
it_it: Conferma per concedere alla chat attuale l'autorizzazione per visualizzare i Docs menzionati.
ja_jp: 以下のチャットに引用ドキュメントの閲覧権限を付与しますか？
ko_kr: 멘션된 문서의 읽기 권한을 현재 채팅에 부여했는지 확인하세요.
ms_my: Sila sahkan untuk memberi kebenaran melihat dokumen yang disebut kepada perbualan semasa.
pt_br: Confirme para conceder permissão para visualizar os Docs mencionados para o chat atual.
ru_ru: Подтвердите предоставление разрешения на просмотр упомянутых документов текущему чату.
th_th: โปรดยืนยันการมอบสิทธิ์การอนุญาตในการดู Docs ที่กล่าวถึงให้กับแชทปัจจุบัน
vi_vn: Vui lòng xác nhận cấp quyền xem các tài liệu được đề cập cho cuộc trò chuyện hiện tại.
zh_cn: 请确认是否为以下会话授予引用文档可阅读权限
zh_tw: 請確認是否為以下對話授予本文引用可閱讀權限

# 5r4
source: This list specifies current chat's access to the following mentioned docs.
de_de: Diese Liste gibt den aktuellen Chatzugriff auf die folgenden erwähnten Dokumente an.
es_es: Esta lista especifica el acceso del chat actual a los siguientes documentos de Docs mencionados.
fr_fr: Cette liste détaille, pour le chat en cours, l'accès aux docs mentionnés suivants.
hi_in: इस सूची में नीचे उल्लिखित docs मौजूदा चैट के ऐक्सेस के बारे में बताया गया है.
id_id: Daftar ini menentukan akses obrolan saat ini pada docs yang disebutkan berikut.
it_it: Questo elenco specifica l'accesso della chat corrente ai Docs menzionati di seguito.
ja_jp: 引用ドキュメントのアクセス権限を付与するかどうか確認してください
ko_kr: 이 목록은 멘션된 다음 문서에 대한 현재 채팅의 액세스 권한을 지정합니다.
ms_my: Senarai ini menentukan capaian sembang sekarang ke dokumen yang disebutkan berikut.
pt_br: Esta lista especifica o acesso do chat atual aos Docs mencionados a seguir.
ru_ru: Этот список определяет доступ текущего чата к следующим упомянутым документам.
th_th: รายการนี้ระบุการเข้าถึง Docs ที่กล่าวถึงต่อไปนี้ของแชทปัจจุบัน
vi_vn: Danh sách này chỉ rõ quyền truy cập của cuộc trò chuyện hiện tại tới các tài liệu được đề cập sau đây.
zh_cn: 请确认是否需要修改对会话的授权
zh_tw: 請確認是否需要修改對話的授權

# 2sc
source: Grant access to mentioned docs
de_de: Zugriff auf genannte Dokumente gewähren
es_es: Otorgar acceso a los documentos de Docs mencionados
fr_fr: Accorder l'accès aux Docs mentionnés
hi_in: ऐक्सेस सेटिंग
id_id: Beri akses ke docs yang disebutkan
it_it: Concedi l'accesso ai Docs menzionati
ja_jp: 引用ドキュメントの権限付与状況
ko_kr: 멘션된 문서에 대한 액세스 권한을 부여합니다
ms_my: Berikan capaian kepada dokumen yang disebutkan
pt_br: Conceder acesso aos Docs mencionados
ru_ru: Предоставить доступ к упомянутым документам
th_th: ให้สิทธิ์เข้าถึง Docs ที่กล่าวถึง
vi_vn: Cấp quyền truy cập các tài liệu được đề cập
zh_cn: 引用文档授权
zh_tw: 本文引用授權

# eSo
source: All access revoked
de_de: Jeder Zugriff entzogen
es_es: Todo acceso revocado
fr_fr: Tous les accès ont été retirés
hi_in: सभी ऐक्सेस वापस लिया गया
id_id: Semua akses dicabut
it_it: Tutti gli accessi revocati
ja_jp: すべての権限を取り消しました
ko_kr: 모든 액세스 권한 철회됨
ms_my: Semua capaian ditarik balik
pt_br: Todo o acesso revogado
ru_ru: Весь доступ отозван
th_th: การเข้าถึงทั้งหมดถูกเพิกถอนแล้ว
vi_vn: Đã thu hồi tất cả quyền truy cập
zh_cn: 已撤销全部授权
zh_tw: 已取消全部授權

# jD8
source: Failed to grant access, please try again
de_de: Der Zugriff konnte nicht gewährt werden. Bitte versuchen Sie es erneut
es_es: Error al otorgar el acceso, inténtalo de nuevo.
fr_fr: L'accès n'a pas été accordé, veuillez réessayer
hi_in: ऐक्सेस मंज़ूर करना असफल रहा, कृपया पुनः प्रयास करें
id_id: Gagal memberikan akses, coba lagi
it_it: Impossibile consentire l'accesso, riprova
ja_jp: 権限を付与できませんでした。再試行してください
ko_kr: 액세스 권한을 부여하지 못했습니다. 다시 시도하세요
ms_my: Gagal memberi akses, sila cuba lagi
pt_br: Falha ao conceder o acesso. Tente novamente
ru_ru: Не удалось предоставить доступ. Повторите попытку.
th_th: ให้การอนุญาตเข้าถึงไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Cấp quyền truy cập không thành công, vui lòng thử lại
zh_cn: 授权失败，请重试
zh_tw: 授權失敗，請重試

# uSY
source: Failed to revoke access, please try again
de_de: Zugriff konnte nicht entzogen werden. Bitte versuchen Sie es erneut
es_es: Error al revocar el acceso, inténtalo de nuevo.
fr_fr: Échec du retrait de l'accès, veuillez réessayer
hi_in: ऐक्सेस वापस लेना असफल रहा, कृपया पुनः प्रयास करें
id_id: Gagal mencabut akses, coba lagi
it_it: Impossibile revocare l'accesso, riprova
ja_jp: 権限を取り消しできませんでした。再試行してください
ko_kr: 액세스 권한을 철회하지 못했습니다. 다시 시도하세요
ms_my: Gagal menarik balik akses, sila cuba lagi
pt_br: Falha ao revogar o acesso. Tente novamente
ru_ru: Не удалось отозвать доступ. Повторите попытку.
th_th: ไม่สามารถเพิกถอนการเข้าถึงได้ โปรดลองอีกครั้ง
vi_vn: Thu hồi quyền truy cập không thành công, vui lòng thử lại
zh_cn: 撤销授权失败，请重试
zh_tw: 取消授權失敗，請重試

# Txc
source: Failed to revoke some access, please try again
de_de: Verschiedene Zugriffsrechte konnten nicht entzogen werden. Bitte versuchen Sie es erneut
es_es: Error al revocar algunos accesos, inténtalo de nuevo.
fr_fr: Échec du retrait de certains accès, veuillez réessayer
hi_in: कुछ ऐक्सेस वापस लेना असफल रहा, कृपया पुनः प्रयास करें
id_id: Gagal mencabut beberapa akses, coba lagi
it_it: Impossibile revocare alcuni accessi, riprova
ja_jp: 一部の権限を取り消しできませんでした。再試行してください
ko_kr: 일부 액세스 권한을 철회하지 못했습니다. 다시 시도하세요
ms_my: Gagal menarik balik beberapa akses, sila cuba lagi
pt_br: Falha ao revogar algum acesso. Tente novamente
ru_ru: Не удалось отозвать некоторые права доступа. Повторите попытку.
th_th: ไม่สามารถเพิกถอนการเข้าถึงบางประการได้ โปรดลองอีกครั้ง
vi_vn: Thu hồi một số quyền truy cập không thành công, vui lòng thử lại
zh_cn: 部分授权撤销失败，请重试
zh_tw: 部分授權取消失敗，請重試

# 94M
source: Failed to submit request, please try again
de_de: Anfrage konnte nicht eingereicht werden. Bitte versuchen Sie es erneut
es_es: Error al enviar la solicitud, inténtalo de nuevo.
fr_fr: Échec de l'envoi de la demande, veuillez réessayer
hi_in: अनुरोध सबमिट करना असफल रहा, कृपया पुनः प्रयास करें
id_id: Gagal mengirimkan permintaan, coba lagi
it_it: Impossibile inviare la richiesta, riprova
ja_jp: 申請を送信できませんでした。再試行してください
ko_kr: 요청을 제출하지 못했습니다. 다시 시도하세요
ms_my: Gagal menghantar permintaan, sila cuba lagi
pt_br: Falha ao enviar a solicitação. Tente novamente
ru_ru: Не удалось отправить запрос. Попробуйте еще раз
th_th: ส่งคำขอไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Gửi yêu cầu không thành công, vui lòng thử lại
zh_cn: 发送申请失败，请重试
zh_tw: 傳送申請失敗，請重試

# oTk
source: Access granted for current chat
de_de: Zugriff für den aktuellen Chat gewährt
es_es: Acceso otorgado para el chat actual
fr_fr: Accès à la discussion en cours accordé
hi_in: मौजूदा चैट के लिए ऐक्सेस की मंज़ूरी दी गई
id_id: Akses yang diberikan untuk obrolan saat ini
it_it: Accesso consentito per la chat attuale
ja_jp: 閲覧権限を付与しました
ko_kr: 현재 채팅에 대한 액세스 권한 부여됨
ms_my: Capaian diberikan untuk sembang sekarang
pt_br: Acesso concedido para o chat atual
ru_ru: Доступ предоставлен для текущего чата
th_th: ให้การอนุญาตเข้าถึงแชทปัจจุบัน
vi_vn: Đã cấp quyền truy cập cho cuộc trò chuyện hiện tại
zh_cn: 已授予可阅读权限
zh_tw: 已授與可閱讀權限

# GyU
source: Failed to grant access. The maximum number of collaborators has been reached. Please turn on link sharing or delete some collaborators and try again.
de_de: Der Zugriff konnte nicht gewährt werden. Die maximale Anzahl an Kollaboratoren wurde erreicht. Bitte aktivieren Sie die Linkfreigabe oder löschen Sie einige der Kollaboratoren und versuchen Sie es erneut.
es_es: No se ha podido conceder el acceso. Se ha alcanzado el número máximo de colaboradores. Activa el uso compartido de enlaces o elimina algunos colaboradores e inténtalo de nuevo.
fr_fr: Impossible d'accorder l'accès. Le nombre maximum de collaborateurs a été atteint. Veuillez activer le partage de liens ou supprimer certains collaborateurs, puis réessayez.
hi_in: ऐक्सेस देने में विफल. सहयोगियों की अधिकतम संख्या तक पहुँच गए हैं. कृपया लिंक साझाकरण चालू करें या कुछ सहयोगियों को हटाएँ और पुनः प्रयास करें.
id_id: Gagal memberikan akses. Jumlah maksimum kolaborator telah tercapai. Aktifkan berbagi tautan atau hapus beberapa kolaborator dan coba lagi.
it_it: Impossibile concedere l'accesso. È stato raggiunto il numero massimo di collaboratori. Attiva la condivisione di link o elimina alcuni collaboratori e riprova.
ja_jp: 共同編集者数が上限に達しているため、権限を付与できませんでした。リンク共有をオンにするか、一部の共同編集者を外してから再試行してください
ko_kr: 액세스 권한을 부여하지 못했습니다. 최대 공동 작업자 수에 도달했습니다. 링크 공유를 켜거나 일부 공동 작업자를 삭제하고 다시 시도하세요.
ms_my: Gagal memberi akses. Bilangan maksimum kolaborator telah dicapai. Sila hidupkan perkongsian pautan atau padam beberapa kolaborator dan cuba lagi.
pt_br: Falha ao conceder acesso. O número máximo de colaboradores foi atingido. Ligue o compartilhamento de link ou exclua alguns colaboradores e tente novamente.
ru_ru: Не удалось предоставить доступ. Достигнуто максимальное количество соавторов. Включите обмен ссылками или удалите некоторых соавторов и повторите попытку.
th_th: ไม่สามารถให้สิทธิ์การเข้าถึงได้ ถึงจำนวนผู้ร่วมงานสูงสุดแล้ว โปรดเปิดการแบ่งปันลิงก์หรือลบผู้ร่วมงานบางรายแล้วลองอีกครั้ง
vi_vn: Cấp quyền truy cập không thành công. Đã đạt số lượng người cộng tác tối đa. Vui lòng bật chia sẻ liên kết hoặc xóa một số người cộng tác và thử lại.
zh_cn: 授权失败，协作者数量已达上限。建议开启链接分享，或移除部分协作者后重试
zh_tw: 授權失敗，協作者數量已達上限。建議開啟連結分享，或移除部分協作者後重試

# uWs
source: No permission to revoke access
de_de: Keine Berechtigung, den Zugriff zu widerrufen
es_es: Sin permiso para revocar acceso
fr_fr: Pas d'autorisation pour révoquer l'accès
hi_in: ऐक्सेस वापस लेने की अनुमति नहीं है
id_id: Tidak ada izin untuk mencabut akses
it_it: Nessuna autorizzazione per revocare l'accesso
ja_jp: 権限を取り消す権限がありません
ko_kr: 액세스를 철회할 권한이 없습니다
ms_my: Tiada kebenaran untuk menarik balik akses
pt_br: Sem permissão para revogar o acesso
ru_ru: Нет разрешения на отзыв доступа
th_th: ไม่มีสิทธิ์การอนุญาตให้เพิกถอนการเข้าถึง
vi_vn: Không có quyền thu hồi quyền truy cập
zh_cn: 暂无权限撤销授权
zh_tw: 暫無權限取消授權

# lWc
source: Request submitted. Please wait for permission
de_de: Anfrage eingereicht. Bitte warten Sie auf die Berechtigung
es_es: Se ha enviado la solicitud. Espere el permiso.
fr_fr: Demande envoyée. Veuillez attendre de recevoir l'autorisation
hi_in: अनुरोध सबमिट किया गया. कृपया अनुमति की प्रतीक्षा करें
id_id: Permintaan dikirim. Tunggu izin
it_it: Richiesta inviata. Attendi l'autorizzazione
ja_jp: 申請を送信しました。所有者が同意するまでお待ちください
ko_kr: 요청이 제출되었습니다. 권한을 기다리세요
ms_my: Permohonan dihantar. Sila tunggu kebenaran
pt_br: Solicitação enviada. Aguarde a permissão
ru_ru: Запрос отправлен. Дождитесь разрешения
th_th: ส่งคำขอแล้ว โปรดรอการอนุญาต
vi_vn: Đã gửi yêu cầu. Vui lòng chờ cấp quyền
zh_cn: 发送申请成功，请等待所有者同意申请
zh_tw: 傳送申請成功，請等待擁有者同意申請

# fjo
source: Access revoked
de_de: Zugriff entzogen
es_es: Acceso revocado
fr_fr: Accès retiré
hi_in: ऐक्सेस वापस लिया गया
id_id: Akses dicabut
it_it: Accesso revocato
ja_jp: 権限を取り消しました
ko_kr: 액세스 권한 철회됨
ms_my: Capaian ditarik balik
pt_br: Acesso revogado
ru_ru: Доступ отозван
th_th: การเข้าถึงถูกเพิกถอนแล้ว
vi_vn: Đã thu hồi quyền truy cập
zh_cn: 已撤销授权
zh_tw: 已取消授權

# efw
source: Granting access to mentioned files for current chat…
de_de: Der Zugriff auf die genannten Dateien wird für den aktuellen Chat gewährt...
es_es: Otorgando acceso a los archivos mencionados del chat actual...
fr_fr: Attribution de l'accès aux fichiers mentionnés dans la discussion actuelle en cours…
hi_in: मौजूदा चैट के लिए बताई गई फ़ाइलों के ऐक्सेस को मंज़ूर किया जा रहा है…
id_id: Memberikan akses ke file yang disebutkan untuk obrolan saat ini...
it_it: Concessione dell'accesso ai file menzionati per la chat attuale in corso…
ja_jp: 引用ドキュメントへのアクセス権限を付与しています...
ko_kr: 현재 채팅의 멘션된 파일에 대한 액세스 권한 부여 중…
ms_my: Memberikan capaian kepada fail yang disebutkan untuk sembang sekarang…
pt_br: Concedendo acesso aos arquivos mencionados para o chat atual…
ru_ru: Предоставление доступа к указанным файлам для текущего чата…
th_th: กำลังให้การอนุญาตเข้าถึงไฟล์ที่ถูกกล่าวถึงสำหรับการแชทปัจจุบัน...
vi_vn: Đang cấp quyền truy cập các tệp tin được đề cập cho cuộc trò chuyện hiện tại…
zh_cn: 正在授权访问引用文档…
zh_tw: 正在授權存取引用文件…
