Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# opI
source: Reference the content if
de_de: Inhalt referenzieren, falls
es_es: Hacer referencia al contenido si
fr_fr: Référencer le contenu si
id_id: Referensikan konten jika
it_it: Fai riferimento al contenuto se
ja_jp: 参照条件
ko_kr: 다음과 같은 경우 콘텐츠를 참조하십시오
ms_my: Rujuk kandungan jika
pt_br: Fazer referência ao conteúdo se
ru_ru: Ссылайтесь на содержимое, если
th_th: อ้างอิงเนื้อหาหาก
vi_vn: Tham chiếu nội dung nếu
zh_cn: 引用条件
zh_tw: 引用條件

# wos
source: Referenced Content
de_de: Referenzierter Inhalt
es_es: Contenido al que se hace referencia
fr_fr: Contenu référencé
id_id: Konten yang Direferensikan
it_it: Contenuto cui viene fatto riferimento
ja_jp: テーブル内容の参照
ko_kr: 참조된 콘텐츠
ms_my: Kandungan Rujukan
pt_br: Conteúdo com referência
ru_ru: Ссылочный контент
th_th: เนื้อหาที่อ้างอิง
vi_vn: Nội dung tham chiếu
zh_cn: 引用数据表内容
zh_tw: 引用資料表內容

# 7us
source: Reference linked data from other tables
de_de: Verknüpfte Daten aus anderen Tabellen referenzieren
es_es: Crear referencias a datos enlazados de otras tablas
fr_fr: Données liées référencées à partir d'autres tableaux
id_id: Referensikan data yang ditautkan dari tabel lain
it_it: Fai riferimento ai dati collegati da altre tabelle
ja_jp: 他のテーブルの単一選択と複数選択のデータをオプションとして参照します
ko_kr: 다른 표에서 링크된 데이터 참조
ms_my: Rujuk data berkaitan dari jadual lain
pt_br: Fazer referência a dados vinculados de outras tabelas
ru_ru: Ссылка на связанные данные из других таблиц
th_th: อ้างอิงข้อมูลที่ลิงก์จากตารางอื่น
vi_vn: Tham chiếu dữ liệu được liên kết từ các bảng khác
zh_cn: 引用其他数据表中单选和多选的数据作为选项
zh_tw: 引用其他資料表中單選和多選的資料作為選項

# GNs
source: Content to be referenced
de_de: Zu referenzierender Inhalt
es_es: Contenido para el que se crearán referencias
fr_fr: Contenu à référencer
id_id: Konten yang akan direferensikan
it_it: Contenuto cui fare riferimento
ja_jp: 参照する内容
ko_kr: 참조할 콘텐츠
ms_my: Kandungan untuk dirujuk
pt_br: Conteúdo a ser referenciado
ru_ru: Контент, на который следует ссылаться
th_th: เนื้อหาที่จะอ้างอิง
vi_vn: Nội dung cần được tham chiếu
zh_cn: 需要引用的内容
zh_tw: 需要引用的內容

# hlk
source: Referenced field
de_de: Referenziertes Feld
es_es: Campo al que se hace referencia
fr_fr: Champ référencé
id_id: Bidang yang direferensikan
it_it: Campo cui viene fatto riferimento
ja_jp: 参照フィールド
ko_kr: 참조된 필드
ms_my: Bidang rujukan
pt_br: Campo referenciado
ru_ru: Ссылочное поле
th_th: ช่องข้อมูลที่อ้างอิง
vi_vn: Trường tham chiếu
zh_cn: 引用字段
zh_tw: 引用欄位

# yDs
source: Referenced Table
de_de: Referenzierte Tabelle
es_es: Tabla a la que se hace referencia
fr_fr: Tableau référencé
id_id: Tabel yang Direferensikan
it_it: Tabella cui viene fatto riferimento
ja_jp: 参照テーブル
ko_kr: 참조된 표
ms_my: Jadual Dirujuk
pt_br: Tabela referenciada
ru_ru: Ссылочная таблица
th_th: ตารางที่อ้างอิง
vi_vn: Bảng tham chiếu
zh_cn: 引用数据表
zh_tw: 引用資料表

# Fdo
source: Unable to view conditions due to no access to the referenced table
de_de: Bedingungen können nicht eingesehen werden, da die Berechtigung für den Zugriff auf die referenzierte Tabelle fehlt
es_es: Error al ver condiciones debido a que no puedes acceder a la tabla a la que se hace referencia.
fr_fr: Impossible d'afficher les conditions, car vous n'avez pas accès au tableau référencé
id_id: Gagal melihat syarat karena tidak memiliki akses ke tabel yang direferensikan
it_it: Impossibile visualizzare le condizioni a causa del mancato accesso alla tabella di riferimento
ja_jp: 参照テーブルへのアクセス権限がないため、参照条件を確認できません。
ko_kr: 참조된 표에 액세스할 수 없기 때문에 조건을 볼 수 없습니다
ms_my: Tidak dapat melihat syarat kerana tiada akses ke jadual yang dirujuk
pt_br: Não é possível visualizar as condições devido à falta de acesso à tabela referenciada
ru_ru: Невозможно просмотреть условия из-за отсутствия доступа к ссылочной таблице
th_th: ดูเงื่อนไขไม่สำเร็จเนื่องจากไม่มีการเข้าถึงตารางที่อ้างอิง
vi_vn: Không thể xem điều kiện do không có quyền truy cập bảng tham chiếu
zh_cn: 无权限访问引用数据表，无法查看引用条件
zh_tw: 無權存取引用資料表，無法查看引用條件

# N3Q
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# yvc
source: Turn Off
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: オフにする
ko_kr: 끄기
ms_my: Matikan
pt_br: Desativar
ru_ru: Выключить
th_th: ปิด
vi_vn: Tắt
zh_cn: 确定关闭
zh_tw: 確定關閉

# bb0
source: You can turn off auto-follow so that records you edited in this base won't be automatically followed. Turn it off?
de_de: Sie können die automatische Nachverfolgung deaktivieren, damit die von Ihnen bearbeiteten Datensätze in dieser Base nicht automatisch nachverfolgt werden. Möchten Sie sie deaktivieren?
es_es: Puedes desactivar el seguimiento automático para no seguir automáticamente los registros que edites en este Base. ¿Quieres desactivarlo?
fr_fr: Vous pouvez désactiver le suivi automatique afin que les enregistrements que vous avez modifiés dans cette Base ne soient pas automatiquement suivis. Désactiver ?
id_id: Anda dapat menonaktifkan ikuti otomatis agar rekaman yang Anda edit di dalam Base ini tidak diikuti secara otomatis. Nonaktifkan?
it_it: Puoi disattivare il seguimento automatico, così non seguirai più automaticamente tutti i record che hai modificato in questo Base. Disattivare?
ja_jp: 自動フォロー機能をオフにして、現在の Base 内で編集したレコードへのフォローを解除しますか？
ko_kr: 이 Base에서 편집한 레코드가 자동으로 팔로우되지 않도록 자동 팔로우를 끌 수 있습니다. 끄시겠습니까?
ms_my: Anda boleh mematikan ikut secara otomatik supaya rekod yang anda edit dalam asas ini tidak akan diikuti secara otomatik. Matikannya?
pt_br: Você pode desativar o acompanhamento automático para que os registros editados nesse Base não sejam seguidos automaticamente. Desativar?
ru_ru: Если вы не хотите автоматически подписываться на редактируемые вами записи в этой таблице Base, можно отключить автоподписку. Хотите это сделать?
th_th: คุณสามารถปิดการติดตามอัตโนมัติได้ เพื่อไม่ให้มีการติดตามบันทึกที่คุณแก้ไขใน Base นี้โดยอัตโนมัติ ต้องการปิดหรือไม่
vi_vn: Bạn có thể tắt tính năng tự động theo dõi để bản ghi mà bạn đã chỉnh sửa trong Base này không được theo dõi tự động. Tắt?
zh_cn: 是否关闭自动关注功能，不再自动关注当前多维表格编辑过的记录？
zh_tw: 是否關閉自動關注功能，不再自動關注目前多維表格編輯過的記錄？

# +Bs
source: Turn off auto-follow
de_de: Automatische Nachverfolgung deaktivieren
es_es: Desactivar el seguimiento automático
fr_fr: Désactiver le suivi automatique
id_id: Nonaktifkan ikuti otomatis
it_it: Disattiva seguimento automatico
ja_jp: 自動フォローをオフ
ko_kr: 자동 팔로우 끄기
ms_my: Matikan ikut secara automatik
pt_br: Desativar acompanhamento automático
ru_ru: Выключить автоподписку
th_th: ปิดการติดตามอัตโนมัติ
vi_vn: Tắt tính năng tự động theo dõi
zh_cn: 关闭自动关注功能
zh_tw: 關閉自動關注功能

# g1Y
source: Unable to follow. Follower limit of this record reached.
de_de: Folgen nicht möglich. Die max. Anzahl an Folgenden wurde für diesen Datensatz erreicht.
es_es: No se puede seguir. Se ha alcanzado el límite de seguidores de este registro.
fr_fr: Abonnement impossible. La limite d'abonnés pour cet enregistrement a été atteinte.
id_id: Gagal mengikuti. Batas pengikut rekaman ini tercapai.
it_it: Impossibile seguire. È stato raggiunto il limite di follower per questo record.
ja_jp: このレコードのフォロワー数が上限に達したため、フォローできませんでした。
ko_kr: 팔로우할 수 없습니다. 이 레코드의 팔로워 한도에 도달했습니다.
ms_my: Tidak dapat mengikuti. Had pengikut rekod ini telah dicapai.
pt_br: Não é possível seguir. O limite de seguidores deste registro foi atingido.
ru_ru: Не удалось подписаться. Достигнут лимит подписок для данной записи.
th_th: ไม่สามารถติดตามได้ ผู้ติดตามบันทึกนี้เกินจำนวนจำกัดแล้ว
vi_vn: Không thể theo dõi. Bản ghi này đã đạt giới hạn người theo dõi.
zh_cn: 该记录关注人数已达上限，关注失败
zh_tw: 該記錄關注人數已達上限，關注失敗

# 4eg
source: Followed. You will receive messages when the record is updated.
de_de: Gefolgt. Sobald der Datensatz aktualisiert wird, empfangen Sie eine Nachricht.
es_es: Seguimiento activado. Recibirás mensajes cuando se actualice el registro.
fr_fr: Abonné. Vous recevrez des messages lorsque la fiche sera mise à jour.
id_id: Mengikuti. Anda akan menerima pesan ketika rekaman diperbarui.
it_it: Seguito. Riceverai dei messaggi quando il record viene aggiornato.
ja_jp: フォローしました。レコードが変更される際に通知を受け取るようになります。
ko_kr: 팔로우했습니다. 레코드가 업데이트되면 메시지를 받게 됩니다.
ms_my: Diikuti. Anda akan menerima mesej apabila rekod dikemaskini.
pt_br: Seguindo. Você receberá mensagens quando o registro for atualizado.
ru_ru: Вы следите за записью и будете получать уведомления об ее изменении.
th_th: ติดตามแล้ว คุณจะได้รับข้อความเมื่อมีการอัปเดตบันทึก
vi_vn: Đã theo dõi. Bạn sẽ nhận được tin nhắn khi bản ghi được cập nhật.
zh_cn: 已关注，记录变更后你将收到通知
zh_tw: 已關注，記錄變更後，你將收到通知

# sPI
source: Unfollowed. You will no longer receive messages of any updates in this record.
de_de: Nicht mehr gefolgt. Sie empfangen über Aktualisierungen dieses Datensatzes keine Nachrichten mehr.
es_es: Seguimiento cancelado. Ya no recibirás ningún mensaje de notificación sobre actualizaciones de este registro.
fr_fr: Désabonné. Vous ne recevrez plus de messages concernant les mises à jour de cet enregistrement.
id_id: Batal mengikuti. Anda tidak akan menerima pesan lagi tentang pembaruan apa pun dalam rekaman ini.
it_it: Non segui più il record. Non riceverai più messaggi quando questo record viene aggiornato.
ja_jp: フォローを解除しました。レコードが変更される際に通知を受け取らなくなります。
ko_kr: 팔로우를 취소했습니다. 더 이상 이 레코드의 업데이트 메시지를 받지 않습니다.
ms_my: Tidak diikuti. Anda tidak akan menerima mesej tentang sebarang kemaskini dalam rekod ini.
pt_br: Deixou de seguir. Você não receberá mais mensagens de atualizações nesse registro.
ru_ru: Вы отменили отслеживание и больше не будете получать уведомлений при обновлении записи.
th_th: เลิกติดตามแล้ว คุณจะไม่ได้รับข้อความอัปเดตในบันทึกนี้อีกต่อไป
vi_vn: Đã bỏ theo dõi. Bạn sẽ không nhận được tin nhắn nếu bản ghi này có bất kỳ cập nhật nào.
zh_cn: 已取消关注，将不再收到记录变更通知
zh_tw: 已取消關注，將不再收到記錄變更通知

# EZc
source: Unable to follow. Record permissions were changed.
de_de: Folgen nicht möglich. Die Datensatzberechtigungen wurden geändert.
es_es: No se puede seguir. Se han cambiado los permisos de registro.
fr_fr: Impossible de suivre. Les autorisations d'enregistrement ont été modifiées.
id_id: Gagal mengikuti. Izin rekaman diubah.
it_it: Impossibile seguire. Le autorizzazioni dei record sono state modificate.
ja_jp: レコードの権限が変更されたため、フォローできませんでした。
ko_kr: 팔로우할 수 없습니다. 레코드 권한이 변경되었습니다.
ms_my: Tidak dapat mengikuti. Kebenaran rekod telah diubah.
pt_br: Não é possível seguir. As permissões de registro foram alteradas.
ru_ru: Невозможно подписаться — разрешения записи были изменены.
th_th: ไม่สามารถติดตามได้ สิทธิ์การอนุญาตในการบันทึกมีการเปลี่ยนแปลง
vi_vn: Không thể theo dõi. Quyền bản ghi đã thay đổi.
zh_cn: 当前记录的权限发生变更，关注失败
zh_tw: 目前記錄的權限發生變更，關注失敗

# o/0
source: Unfollow failed. Record permissions changed
de_de: „Folgen aufheben“ ist fehlgeschlagen. Die Datensatzberechtigungen wurden geändert
es_es: Error al dejar de seguir. Los permisos de registros han cambiado
fr_fr: L'annulation du suivi a échoué. Autorisations d'enregistrement modifiées
id_id: Gagal berhenti mengikuti. Izin rekaman diubah
it_it: Impossibile non seguire più. Autorizzazioni dei record modificate
ja_jp: レコードの権限が変更されたため、フォローを解除できませんでした。
ko_kr: 팔로우를 취소하지 못했습니다. 레코드 권한이 변경되었습니다
ms_my: Gagal berhenti mengikuti. Kebenaran rekod berubah
pt_br: Falha ao deixar de seguir. As permissões de registro foram alteradas
ru_ru: Не удалось отключить слежение. Права записи изменились
th_th: เลิกติดตามล้มเหลว สิทธิ์การบันทึกมีการเปลี่ยนแปลง
vi_vn: Bỏ theo dõi không thành công. Quyền của bản ghi đã thay đổi
zh_cn: 当前记录的权限发生变更，取消关注失败
zh_tw: 目前記錄的權限發生變更，取消關注失敗

# TCw
source: Unable to unfollow. An unknown error occurred.
de_de: Nicht mehr folgen nicht möglich. Ein unbekannter Fehler ist aufgetreten.
es_es: No se puede dejar de seguir. Se ha producido un error desconocido.
fr_fr: Arrêt du suivi impossible. Une erreur inconnue s'est produite.
id_id: Gagal batal mengikuti. Terjadi kesalahan yang tidak diketahui.
it_it: Impossibile non seguire più. Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生したため、フォローを解除できませんでした。
ko_kr: 팔로우를 취소할 수 없습니다. 알 수 없는 오류가 발생했습니다.
ms_my: Tidak dapat berhenti mengikuti. Ralat tidak diketahui berlaku.
pt_br: Não foi possível deixar de seguir. Ocorreu um erro desconhecido.
ru_ru: Не удалось отписаться. Возникла неизвестная ошибка.
th_th: ไม่สามารถเลิกติดตามได้ เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi_vn: Không thể bỏ theo dõi. Đã xảy ra lỗi không xác định.
zh_cn: 发生未知错误，取消关注失败
zh_tw: 發生未知錯誤，取消關注失敗

# 3JY
source: Unable to follow. An unknown error occurred.
de_de: Folgen nicht möglich. Ein unbekannter Fehler ist aufgetreten.
es_es: No se puede seguir. Se ha producido un error desconocido.
fr_fr: Impossible de suivre. Une erreur inconnue s'est produite.
id_id: Gagal mengikuti. Terjadi kesalahan yang tidak dikenal.
it_it: Impossibile seguire. Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生したため、フォローできませんでした。
ko_kr: 팔로우할 수 없습니다. 알 수 없는 오류가 발생했습니다.
ms_my: Tidak dapat mengikuti. Ralat tidak diketahui berlaku.
pt_br: Não é possível seguir. Ocorreu um erro desconhecido.
ru_ru: Невозможно подписаться — произошла неизвестная ошибка.
th_th: ไม่สามารถติดตามได้ เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi_vn: Không thể theo dõi. Đã xảy ra lỗi không xác định.
zh_cn: 发生未知错误，关注失败
zh_tw: 發生未知錯誤，關注失敗

# zyI
source: Document time zone
de_de: Zeitzone des Dokuments
es_es: Zona horaria del documento
fr_fr: Fuseau horaire du document
id_id: Zona waktu dokumen
it_it: Fuso orario documento
ja_jp: ドキュメントタイムゾーン
ko_kr: 문서 표준 시간대
ms_my: Zon waktu dokumen
pt_br: Fuso horário do documento
ru_ru: Часовой пояс документа
th_th: โซนเวลาเอกสาร
vi_vn: Múi giờ tài liệu
zh_cn: 文档时区
zh_tw: 文件時區

# Fmw
source: Timezone changed
de_de: Zeitzone geändert
es_es: Zona horaria cambiada
fr_fr: Fuseau horaire modifié
id_id: Zona waktu diubah
it_it: Fuso orario modificato
ja_jp: 変更しました
ko_kr: 시간대가 변경되었습니다
ms_my: Zon waktu berubah
pt_br: Fuso horário alterado
ru_ru: Часовой пояс изменен
th_th: โซนเวลาเปลี่ยนแปลงแล้ว
vi_vn: Đã thay đổi múi giờ
zh_cn: 时区已修改
zh_tw: 時區已修改

# mFg
source: Recent activities
de_de: Aktuelle Aktivitäten
es_es: Actividades recientes
fr_fr: Activités récentes
id_id: Aktivitas terakhir
it_it: Attività recenti
ja_jp: 最近のアクティビティ
ko_kr: 최근 활동
ms_my: Aktiviti terkini
pt_br: Atividades recentes
ru_ru: Последние действия
th_th: กิจกรรมล่าสุด
vi_vn: Hoạt động gần đây
zh_cn: 近期动态
zh_tw: 近期動態

# nsw
source: All activities from Base in the past 3 days will show up here.
de_de: Alle Aktivitäten der letzten 3 Tage aus Base werden hier angezeigt.
es_es: Aquí se mostrarán todas las actividades de Base en los últimos 3 días.
fr_fr: Toutes les activités Base des 3 derniers jours apparaîtront ici.
id_id: Semua aktivitas dari Base dalam 3 hari terakhir akan ditampilkan di atas sini.
it_it: Tutte le attività di Base negli ultimi 3 giorni verranno mostrate qui.
ja_jp: 過去 3 日間のアクティビティがここに表示されます。
ko_kr: 지난 3일 동안 Base의 모든 활동이 여기에 표시됩니다.
ms_my: Semua aktiviti dari Base dalam 3 hari yang lalu akan muncul di sini.
pt_br: Todas as atividades do Base nos últimos 3 dias aparecerão aqui.
ru_ru: Здесь будут отображаться все действия в Base за последние 3 дня.
th_th: กิจกรรมทั้งหมดจาก Base ในช่วง 3 วันที่ผ่านมาจะแสดงขึ้นที่นี่
vi_vn: Tất cả các hoạt động từ Base trong 3 ngày qua sẽ hiển thị tại đây.
zh_cn: 展示最近 3 天的多维表格相关信息
zh_tw: 顯示最近 3 天的多維表格相關資訊

# ldw
source: Welcome to Base! Base is an app designed to boost your efficiency. It features lightweight and powerful capabilities of online collaboration, information management, and visualization.
de_de: Willkommen bei Base! Base ist eine App zur Steigerung Ihrer Effizienz. Sie bietet leichte und leistungsstarke Funktionen für Online-Kollaboration, Informationsmanagement und Visualisierung.
es_es: Te damos la bienvenida a Base. Base es una aplicación diseñada para aumentar tu eficiencia. Dispone de funciones ligeras y potentes de colaboración en línea, gestión de la información y visualización.
fr_fr: Bienvenue dans Base ! Nous avons conçu cette application pour améliorer votre efficacité avec des fonctionnalités de collaboration en ligne, de gestion des informations et de visualisation aussi puissantes que légères.
id_id: Selamat datang di Base! Base adalah aplikasi yang dirancang untuk meningkatkan efisiensi Anda. Base memiliki fitur kemampuan kolaborasi online, manajemen informasi, dan visualisasi yang ringan dan andal.
it_it: Ti diamo il benvenuto in Base! Base è un'app pensata per migliorare la tua efficienza. Offre funzionalità leggere e potenti di collaborazione online, gestione delle informazioni e visualizzazione.
ja_jp: Base へようこそ！Base は、プロジェクト管理やタスク管理、営業支援など、さまざまな業務を効率化できるサービスです。
ko_kr: Base에 오신 것을 환영합니다! Base는 효율성을 높이기 위해 설계된 앱입니다. 가벼우면서도 온라인 공동 작업, 정보 관리, 시각화 같은 강력한 기능을 갖추고 있습니다.
ms_my: Selamat datang ke Base! Base ialah apl yang direka untuk meningkatkan kecekapan anda. Ia menawarkan kemampuan kolaborasi dalam talian yang ringan dan kuat, pengurusan maklumat, dan visualisasi.
pt_br: Boas-vindas ao Base! Base é um aplicativo projetado para aumentar sua eficiência. Possui recursos leves e poderosos de colaboração on-line, gerenciamento de informações e visualização.
ru_ru: Добро пожаловать в Base! Base — это приложение, предназначенное для повышения вашей эффективности. Он отличается мощными возможностями работы онлайн, управления информацией и визуализации.
th_th: ยินดีต้อนรับสู่ Base! Base เป็นแอปที่ออกแบบมาเพื่อเพิ่มประสิทธิภาพของคุณ โดยมีการใช้ทรัพยากรเครื่องไม่มากและมีความสามารถที่ทรงพลังในการการทำงานร่วมกันแบบออนไลน์ การจัดการข้อมูล และการแสดงภาพ
vi_vn: Chào mừng bạn đến với Base! Base là một ứng dụng được thiết kế để nâng cao hiệu quả của bạn. Ứng dụng này nhẹ nhưng có năng lực mạnh mẽ, giúp cộng tác trực tuyến, quản lý nội dung và trực quan hóa.
zh_cn: 亲爱的用户，欢迎开启你的多维表格之旅。多维表格是一款可以用于项目管理、客户管理等多种业务场景的产品，致力于提升你的效率与生产力。
zh_tw: 親愛的使用者，歡迎開啟你的多維表格之旅。多維表格是一款用於專案管理、客戶管理等多種業務場景的產品，致力於提升你的效率與生產力。

# sbM
source: Base Team
es_es: Equipo de Base
fr_fr: Équipe Base
id_id: Tim Base
it_it: Team Base
ja_jp: Base チーム
ko_kr: Base 팀
ms_my: Pasukan Base
pt_br: Equipe do Base
ru_ru: Команда Base
th_th: ทีม Base
vi_vn: Đội ngũ Base
zh_cn: 多维表格团队
zh_tw: 多維表格團隊

# hkU
source: Base
ms_my: Asas
zh_cn: 多维表格
zh_tw: 多維表格

# B2c
source: Replied to your comment: {{content}}
de_de: Hat auf Ihren Kommentar geantwortet: {{content}}
es_es: Ha respondido a tu comentario: {{content}}
fr_fr: A répondu à votre commentaire : {{content}}
id_id: Membalas komentar Anda: {{content}}
it_it: Risposta inviata al tuo commento: {{content}}
ja_jp: あなたのコメントに返信がありました：{{content}}
ko_kr: 회원님의 댓글에 답변했습니다 "{{content}}"
ms_my: Membalas komen anda: {{content}}
pt_br: Respondeu ao seu comentário: {{content}}
ru_ru: Ответил(а) на ваш комментарий: {{content}}
th_th: ตอบกลับความคิดเห็นของคุณแล้ว: {{content}}
vi_vn: Đã trả lời nhận xét của bạn: {{content}}
zh_cn: 添加了一条评论回复：{{content}}
zh_tw: 新增了一則評論回覆：{{content}}

# 8vE
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favoritos
ru_ru: Избранное
th_th: รายการโปรด
vi_vn: Ưa thích
zh_cn: 收藏
zh_tw: 收藏

# 3BE
source: Message from Base Assistant: {{title}}
de_de: Nachricht des Base-Assistenten: {{title}}
es_es: Mensaje del Asistente de Base: {{title}}
fr_fr: Message de l’assistant Base : {{title}}
id_id: Pesan dari Asisten Base: {{title}}
it_it: Messaggio da Assistente Base: {{title}}
ja_jp: Base アシスタントからメッセージが届きました：{{title}}
ko_kr: Base 어시스턴트의 메시지: {{title}}
ms_my: Mesej daripada Pembantu Base: {{title}}
pt_br: Mensagem do Assistente do Base: {{title}}
ru_ru: Сообщение от Base Assistant: {{title}}
th_th: ข้อความจากผู้ช่วย Base: {{title}}
vi_vn: Tin nhắn từ Trợ lý Base: {{title}}
zh_cn: 收到一条来自多维表格助手的信息：{{title}}
zh_tw: 收到一則來自多維表格助手的訊息：{{title}}

# EuI
source: Message from Base Assistant
de_de: Nachricht des Base-Assistenten
es_es: Mensaje del Asistente de Base
fr_fr: Message de l’assistant Base
id_id: Pesan dari Asisten Base
it_it: Messaggio da Assistente Base
ja_jp: Base アシスタントからメッセージが届きました。
ko_kr: Base 어시스턴트의 메시지
ms_my: Mesej daripada Pembantu Base
pt_br: Mensagem do Assistente do Base
ru_ru: Сообщение от Base Assistant
th_th: ข้อความจากผู้ช่วย Base
vi_vn: Tin nhắn từ Trợ lý Base
zh_cn: 收到一条来自多维表格助手的信息
zh_tw: 收到一則來自多維表格助手的訊息

# x94
source: Comments, reminders and automation messages from Base will show up here.
de_de: Hier werden Kommentare, Erinnerungen und Automatisierungsmitteilungen von Base angezeigt.
es_es: Los comentarios, recordatorios y mensajes automáticos de Base se mostrarán aquí.
fr_fr: Les commentaires, les rappels et les messages automatiques de Base apparaîtront ici.
id_id: Komentar, pengingat, dan pesan otomatisasi dari Base akan muncul di sini.
it_it: I commenti, promemoria e messaggi di automazione da Base verranno mostrati qui.
ja_jp: Base に関するコメント、リマインダー、自動化ワークフローのメッセージがここに表示されます。
ko_kr: Base의 댓글, 알림 및 자동화 메시지가 여기에 표시됩니다.
ms_my: Komen, peringatan dan mesej automasi dari Base akan muncul di sini.
pt_br: Comentários, lembretes e mensagens de automação do Base aparecerão aqui.
ru_ru: Комментарии, напоминания и автоматические сообщения от Base будут отображаться здесь.
th_th: ความคิดเห็น ตัวเตือนความจำ และข้อความระบบอัตโนมัติจาก Base จะแสดงขึ้นที่นี่
vi_vn: Nhận xét, lời nhắc và tin nhắn tự động từ Base sẽ hiển thị tại đây.
zh_cn: 这里将展示多维表格相关的评论、提醒、自动化消息
zh_tw: 這裡將顯示多維表格相關的評論、提醒、自動化訊息

# 9FM
source: Learn About Base
de_de: Weitere Informationen zu Base
es_es: Más información sobre Base
fr_fr: En savoir plus sur Base
id_id: Pelajari tentang Base
it_it: Informazioni su Base
ja_jp: Base について
ko_kr: Base에 대해 알아보기
ms_my: Ketahui Tentang Base
pt_br: Saiba mais sobre o Base
ru_ru: Узнать о Base
th_th: เรียนรู้เกี่ยวกับ Base
vi_vn: Tìm hiểu về Base
zh_cn: 了解多维表格
zh_tw: 瞭解多維表格

# 0fE
source: No recent activities
de_de: Keine neuesten Aktivitäten
es_es: Sin actividades recientes
fr_fr: Aucune activité récente
id_id: Tidak ada aktivitas terakhir
it_it: Nessuna attività recente
ja_jp: アクティビティがありません
ko_kr: 최근 활동 없음
ms_my: Tiada aktiviti terkini
pt_br: Nenhuma atividade recente
ru_ru: Нет недавних действий
th_th: ไม่มีกิจกรรมล่าสุด
vi_vn: Không có hoạt động gần đây
zh_cn: 暂无最近动态
zh_tw: 暫無最近動態

# QaE
source: Bases
id_id: Base
it_it: Base
ja_jp: Base ファイル
ko_kr: Base
ms_my: Pangkalan
ru_ru: Base
th_th: Base
vi_vn: Base
zh_cn: 我的文件
zh_tw: 我的檔案

# wcM
source: New Base
de_de: Neue Base
es_es: Nuevo Base
fr_fr: Nouvelle Base
id_id: Base Baru
it_it: Nuovo Base
ja_jp: Base を新規作成
ko_kr: 새 Base
ms_my: Pangkalan Baharu
pt_br: Novo Base
ru_ru: Создать таблицу Base
th_th: Base ใหม่
vi_vn: Base mới
zh_cn: 新建多维表格
zh_tw: 新建多維表格

# Mrs
source: New Form
de_de: Neues Formular
es_es: Nuevo formulario
fr_fr: Nouveau formulaire
id_id: Formulir Baru
it_it: Nuova maschera
ja_jp: フォームを作成
ko_kr: 새 설문지
ms_my: Borang Baharu
pt_br: Novo formulário
ru_ru: Новая форма
th_th: แบบฟอร์มใหม่
vi_vn: Biểu mẫu mới
zh_cn: 新建收集表
zh_tw: 建立新收集表

# GH8
source: This comment has been deleted
de_de: Dieser Kommentar wurde gelöscht
es_es: Este comentario se ha eliminado
fr_fr: Ce commentaire a été supprimé
id_id: Komentar ini telah dihapus
it_it: Questo commento è stato eliminato
ja_jp: コメントが削除されました。
ko_kr: 이 댓글이 삭제되었습니다
ms_my: Komen ini telah dipadamkan
pt_br: Este comentário foi excluído
ru_ru: Этот комментарий был удален
th_th: ความคิดเห็นนี้ถูกลบออกแล้ว
vi_vn: Nhận xét này đã bị xóa
zh_cn: 添加的评论已被删除
zh_tw: 新增的評論已被刪除
