Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# chc
source: External users can't view this file. Share the file outside your organization? Once confirmed, external users with permission to share the {{doc_type}} can view the list of collaborators.
de_de: Externe Benutzer können diese Datei nicht anzeigen. Datei außerhalb Ihrer Organisation teilen? Nach dem Bestätigen können externe Benutzer mit einer Berechtigung zum Teilen von {{doc_type}} die Liste der Mitarbeiter anzeigen.
es_es: Los usuarios externos no pueden ver este archivo. ¿Compartir el archivo con personas ajenas a la organización? Una vez confirmado, los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores.
fr_fr: Les utilisateurs externes ne peuvent pas afficher ce fichier. Partager ce fichier à l'extérieur de votre organisation ? Suite à la confirmation, les utilisateurs externes autorisés à partager le {{doc_type}} peuvent afficher la liste des collaborateurs.
hi_in: बाहरी उपयोगकर्ता इस फ़ाइल को नहीं देख सकते हैं. फ़ाइल को अपने संगठन के बाहर साझा करना चाहते हैं? एक बार पुष्टि किए जाने पर, {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Pengguna eksternal tidak dapat melihat file ini. Berbagi file di luar organisasi Anda? Setelah dikonfirmasi, pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator.
it_it: Gli utenti esterni non possono visualizzare questo file. Condividere il file al di fuori della tua organizzazione? Una volta confermato, gli utenti esterni che dispongono dell'autorizzazione per condividere il {{doc_type}} possono visualizzare l'elenco dei collaboratori.
ja_jp: 現在、外部ユーザーは当ドキュメントを閲覧できません。ドキュメントの組織外部への共有を許可しますか？確認後、{{doc_type}} の共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。
ko_kr: 외부 사용자는 이 파일을 볼 수 없습니다. 기업 외부에 파일을 공유하시겠습니까? 확인하면 {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Pengguna luar tidak boleh melihat fail ini. Kongsi fail di luar organisasi anda? Setelah disahkan, pengguna luar dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator.
pt_br: Usuários externos não podem visualizar este arquivo. Compartilhar o arquivo fora da sua organização? Após a confirmação, os usuários externos com permissão para compartilhar o {{doc_type}} poderão visualizar a lista de colaboradores.
ru_ru: Внешние пользователи не могут просматривать этот файл. Поделиться файлом за пределами вашей организации? После подтверждения внешние пользователи с разрешением делиться {{doc_type}} смогут просматривать список соавторов.
th_th: ผู้ใช้ภายนอกไม่สามารถดูไฟล์นี้ได้ แบ่งปันไฟล์นอกองค์กรของคุณหรือไม่ เมื่อยืนยันแล้ว ผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้
vi_vn: Người dùng bên ngoài không thể xem tệp tin này. Chia sẻ tệp tin này ngoài tổ chức của bạn? Sau khi được xác nhận, người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên.
zh_cn: 目前外部用户无法查看此文件，是否允许此文件被分享到组织外？确认后有{{doc_type}}分享权限的外部用户可查看协作者列表，请注意信息安全。
zh_tw: 目前外部使用者無法檢視此檔案，是否允許此檔案被分享到組織外？確認後有{{doc_type}}分享權限的外部使用者可查看協作者名單，請注意資訊安全。

# y9w
source: External users cannot view this file.
de_de: Externe Benutzer können diese Datei nicht anzeigen.
es_es: Los usuarios externos no pueden ver este archivo.
fr_fr: Les utilisateurs externes ne peuvent pas afficher ce fichier.
hi_in: बाहरी उपयोगकर्ता इस फ़ाइल को नहीं देख सकते हैं.
id_id: Pengguna eksternal tidak dapat melihat file ini.
it_it: Gli utenti esterni non possono visualizzare questo file.
ja_jp: 外部ユーザーはこのファイルにアクセスできません
ko_kr: 외부 사용자는 이 파일을 볼 수 없습니다.
ms_my: Pengguna luar tidak boleh melihat fail ini.
pt_br: Usuários externos não podem visualizar este arquivo.
ru_ru: Внешние пользователи не могут просматривать этот файл.
th_th: ผู้ใช้ภายนอกไม่สามารถดูไฟล์นี้ได้
vi_vn: Người dùng bên ngoài không thể xem tệp tin này.
zh_cn: 外部用户无法查看此文件
zh_tw: 外部使用者無法查看此檔案

# EEU
source: Add files here for Quick Access.
de_de: Fügen Sie Dateien für den Schnellzugriff hier hinzu.
es_es: Para Acceso rápido, agrega archivo aquí los archivos.
fr_fr: Ajoutez des fichiers ici pour qu'ils soient disponibles en Accès rapide.
hi_in: तेज़ ऐक्सेस के लिए फ़ाइलें यहाँ जोड़ें
id_id: Tambah file di sini untuk Akses Cepat.
it_it: Aggiungi file qui per abilitare l'Accesso rapido.
ja_jp: 素早くアクセスするためにここにコンテンツを追加します
ko_kr: 파일을 여기에 추가하여 빠르게 액세스하세요.
ms_my: Tambah kandungan di sini untuk Akses Pantas.
pt_br: Adicione arquivos aqui para Acesso rápido.
ru_ru: Добавьте сюда файлы для быстрого доступа.
th_th: เพิ่มไฟล์ที่นี่เพื่อการเข้าถึงด่วน
vi_vn: Thêm tệp tin tại đây để Truy cập nhanh.
zh_cn: 将内容添加到此处以便快速访问
zh_tw: 將內容新增到此處以便快速存取

# +Ws
source: Pin to Home
de_de: An Startseite anheften
es_es: Anclar a la página principal
fr_fr: Épingler à l'Accueil
hi_in: होम पर पिन करें
id_id: Pin ke Beranda
it_it: Aggiungi alla Pagina iniziale
ja_jp: ホムページにピンする
ko_kr: 홈으로 고정
ms_my: Pin ke Laman Utama
pt_br: Fixar no Início
ru_ru: Закрепить на главной странице
th_th: ปักหมุดไว้ที่หน้าหลัก
vi_vn: Ghim vào Trang chủ
zh_cn: 置顶到首页
zh_tw: 置頂到首頁

# nwc
source: Quick Access
de_de: Schnellzugriff
es_es: Acceso Rápido
fr_fr: Accès rapide
hi_in: तेज़ ऐक्सेस
id_id: Akses Cepat
it_it: Accesso rapido
ja_jp: クイックアクセス
ko_kr: 빠른 액세스
ms_my: Capaian Pantas
pt_br: Acesso rápido
ru_ru: Быстрый доступ
th_th: การเข้าถึงด่วน
vi_vn: Truy cập nhanh
zh_cn: 快速访问
zh_tw: 快速存取

# rXk
source: Recent
de_de: Zuletzt verwendet
es_es: Reciente
fr_fr: Récent
hi_in: हालिया
id_id: Terbaru
it_it: Recente
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recentes
ru_ru: Последние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近

# 5XY
source: More templates
de_de: Weitere Vorlagen
es_es: Más plantillas
fr_fr: Plus de modèles
hi_in: अधिक टेम्पलेट
id_id: Templat lainnya
it_it: Altri modelli
ja_jp: もっとみる
ko_kr: 템플릿 더 보기
ms_my: Lebih banyak templat
pt_br: Mais modelos
ru_ru: Другие шаблоны
th_th: เทมเพลตเพิ่มเติม
vi_vn: Thêm mẫu
zh_cn: 更多模板
zh_tw: 更多範本

# PcQ
source: documents
de_de: Dokumente
es_es: documentos
hi_in: दस्तावेज़
id_id: dokumen
it_it: documenti
ja_jp: 個のドキュメント
ko_kr: 문서
ms_my: dokumen
pt_br: documentos
ru_ru: документов
th_th: เอกสาร
vi_vn: tài liệu
zh_cn: 篇文档
zh_tw: 個文件

# S5E
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# KjI
source: Failed to remove. Please try again later.
de_de: Entfernen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al eliminar. Inténtelo de nuevo más tarde.
fr_fr: Échec du retrait. Veuillez réessayer plus tard.
hi_in: निकालने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal menghapus. Coba lagi nanti.
it_it: Impossibile rimuovere. Riprova più tardi.
ja_jp: 削除できませんでした。しばらくしてからもう一度やり直してください
ko_kr: 제거 실패. 나중에 다시 시도하세요.
ms_my: Gagal mengeluarkan. Sila cuba lagi kemudian.
pt_br: Falha ao remover. Tente novamente mais tarde.
ru_ru: Не удалось удалить. Повторите попытку позже.
th_th: ลบออกไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Loại bỏ thất bại. Vui lòng thử lại sau.
zh_cn: 移除失败，请稍后重试
zh_tw: 移除失敗，請稍後重試

# +qA
source: Removed
de_de: Entfernt
es_es: Se ha borrado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 外しました
ko_kr: 제거됨
ms_my: Berjaya dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 移除成功
zh_tw: 移除成功

# rbc
source: Remove from Quick Access
de_de: Aus Schnellzugriff entfernen
es_es: Eliminar de Acceso Rápido
fr_fr: Retirer de l'Accès rapide
hi_in: तेज़ ऐक्सेस से निकालें
id_id: Hapus dari Akses Cepat
it_it: Rimuovi da Accesso rapido
ja_jp: クイックアクセスから外す
ko_kr: 빠른 액세스에서 제거
ms_my: Buang dari Akses Pantas
pt_br: Remover do Acesso rápido
ru_ru: Удалить из быстрого доступа
th_th: ลบออกจากการเข้าถึงด่วน
vi_vn: Loại bỏ khỏi Truy cập nhanh
zh_cn: 移除快速访问
zh_tw: 移除快速存取

# Ig0
source: Remove the folder {{folder_name}}？
de_de: Den Ordner {{folder_name}} entfernen?
es_es: ¿Borrar la carpeta {{folder_name}}？
fr_fr: Retirer le dossier {{folder_name}} ?
hi_in: फ़ोल्डर {{folder_name}} हटाएँ?
id_id: Hapus folder {{folder_name}}?
it_it: Rimuovere la cartella {{folder_name}}？
ja_jp: {{folder_name}} のフォルダを削除しますか？
ko_kr: {{folder_name}} 폴더를 제거하시겠습니까?
ms_my: Sahkan untuk membuang folder: {{folder_name}}?
pt_br: Remover a pasta {{folder_name}}？
ru_ru: Удалить папку {{folder_name}}?
th_th: ลบโฟลเดอร์ {{folder_name}} ออกหรือไม่
vi_vn: Gỡ thư mục {{folder_name}}？
zh_cn: 是否移除文件夹：{{folder_name}}？
zh_tw: 是否移除資料夾：{{folder_name}}？

# bD8
source: Once removed, the folder will be moved to Trash and will then be deleted permanently after 30 days.
de_de: Nach dem Entfernen wird der Ordner in den Papierkorb verschoben und dann nach 30 Tagen endgültig gelöscht.
es_es: Una vez borrada, la carpeta de moverá a la Papelera de reciclaje y se eliminará definitivamente a los 30 días.
fr_fr: Si vous confirmez, le dossier sera mis à la Corbeille, puis supprimé définitivement après 30 jours.
hi_in: निकाले जाने के बाद, फ़ोल्डर ट्रैश में ले जाया जाएगा और फिर 30 दिन बाद स्थायी रूप से हटा दिया जाएगा.
id_id: Setelah dihapus, folder tersebut akan dipindahkan ke Sampah dan kemudian akan dihapus permanen setelah 30 hari.
it_it: Se confermi, la cartella verrà spostata nel Cestino e verrà eliminata definitivamente dopo 30 giorni.
ja_jp: 削除したフォルダはゴミ箱に移動し、30 日後に自動的に完全に削除されます。
ko_kr: 확인하시면, 폴더가 휴지통으로 이동되며 30일 후에 영구적으로 삭제됩니다.
ms_my: Jika anda mengesahkan, folder akan pergi ke Tong Sampah dan kemudian akan dihapuskan secara kekal selepas 30 hari.
pt_br: Com a remoção, a pasta será movida para a lixeira e depois será excluída permanentemente após 30 dias.
ru_ru: После удаления папка будет перемещена в корзину и удалена навсегда через 30 дней.
th_th: เมื่อลบออกแล้ว โฟลเดอร์จะถูกย้ายไปยังถังขยะและจะถูกลบอย่างถาวรหลังจากผ่านไป 30 วัน
vi_vn: Sau khi được gỡ, thư mục này sẽ được chuyển tới Thùng rác và sau đó sẽ bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 确认移除后，该文件夹将进入回收站，30 天后将自动彻底删除。
zh_tw: 確認移除後，該資料夾會進入資源回收筒，30 天後將自動徹底刪除。

# DKQ
source: Once removed, the item will not be accessed from the folder anymore.
de_de: Wenn Sie bestätigen, wird aus dem Ordner nicht auf das Element mehr zugegriffen.
es_es: Si lo confirmas, no se podrá volver a acceder al elemento desde la carpeta.
fr_fr: Si vous confirmez, l'élément ne sera plus accessible à partir du dossier.
hi_in: यदि आप पुष्टि करते हैं, तो आइटम अब से फ़ोल्डर से ऐक्सेस नहीं किया जाएगा .
id_id: Jika Anda konfirmasi, item tidak dapat diakses dari folder lagi.
it_it: Se confermi, l'elemento non sarà più accessibile dalla cartella.
ja_jp: 削除後、このフォルダからアイテムにアクセスできなくなります。
ko_kr: 확인할 경우, 더 이상 폴더에서 아이템에 액세스할 수 없습니다.
ms_my: Jika anda sahkan, item tersebut tidak akan dapat diakses dari folder lagi.
pt_br: Se você confirmar, o item não será mais acessado nessa pasta.
ru_ru: В случае подтверждения элемент не будет отображаться в этой папке.
th_th: หากคุณยืนยัน คุณจะไม่สามารถเข้าถึงรายการนี้จากโฟลเดอร์ได้อีกต่อไป
vi_vn: Nếu bạn xác nhận, sẽ không thể tiếp tục truy cập mục từ thư mục mẹ.
zh_cn: 确认移除后，将无法从文件夹中访问该项目。
zh_tw: 確認移除後，將無法從資料夾中存取該項目。

# qb8
source: Remove the item in current folder?
de_de: Das Element im aktuellen Ordner entfernen?
es_es: ¿Borrar el elemento de la carpeta actual?
fr_fr: Retirer l'élément dans le dossier actuel ?
hi_in: वर्तमान फ़ोल्डर से यह आइटम हटाएँ?
id_id: Hapus item di folder ini?
it_it: Rimuovere l'elemento nella cartella corrente?
ja_jp: 現在のフォルダからこのアイテムを削除しますか？
ko_kr: 현재 폴더에서 항목을 제거하시겠습니까?
ms_my: Sahkan untuk membuang item dalam folder semasa?
pt_br: Remover o item na pasta atual?
ru_ru: Удалить элемент из текущей папки?
th_th: ลบรายการในโฟลเดอร์ปัจจุบันออกหรือไม่
vi_vn: Gỡ mục khỏi thư mục hiện tại?
zh_cn: 是否从当前文件夹中移除此项目?
zh_tw: 是否從目前資料夾中移除此項目?

# 7/M
source: Remove the folder {{folder_name}}?
de_de: Den Ordner {{folder_name}} entfernen?
es_es: ¿Borrar la carpeta {{folder_name}}?
fr_fr: Retirer le dossier {{folder_name}} ?
hi_in: फ़ोल्डर {{folder_name}} हटाएँ?
id_id: Hapus folder {{folder_name}}?
it_it: Rimuovere la cartella {{folder_name}}？
ja_jp: {{folder_name}} のフォルダを削除しますか？
ko_kr: {{folder_name}} 폴더를 제거하시겠습니까?
ms_my: Sahkan untuk membuang folder：{{folder_name}}
pt_br: Remover a pasta {{folder_name}}?
ru_ru: Удалить папку {{folder_name}}?
th_th: ลบโฟลเดอร์ {{folder_name}} ออกหรือไม่
vi_vn: Gỡ thư mục {{folder_name}}?
zh_cn: 是否移除文件夹：{{folder_name}}？
zh_tw: 是否移除資料夾：{{folder_name}}？

# ck4
source: Once removed, the folder will be moved to Trash and will then be deleted permanently after 30 days.
de_de: Nach dem Entfernen wird der Ordner in den Papierkorb verschoben und dann nach 30 Tagen endgültig gelöscht.
es_es: Si lo confirmas, la carpeta irá a la Papelera y se eliminará de forma permanente a los 30 días.
fr_fr: Une fois supprimé, le dossier sera déplacé vers la Corbeille et sera ensuite supprimé définitivement après 30 jours.
hi_in: निकाले जाने पर, फ़ोल्डर ट्रैश में ले जाया जाएगा और फिर 30 दिनों के बाद स्थायी रूप से हटा दिया जाएगा.
id_id: Setelah dihapus, folder tersebut akan dipindahkan ke Sampah dan kemudian akan dihapus permanen setelah 30 hari.
it_it: Una volta rimossa, la cartella verrà spostata nel Cestino e in seguito eliminata definitivamente dopo 30 giorni.
ja_jp: 削除したフォルダはゴミ箱に移動し、30 日後に自動的に完全に削除されます。
ko_kr: 제거하는 경우, 이 폴더는 휴지통으로 이동된 후 30일이 지나면 영구적으로 삭제됩니다.
ms_my: Jika anda mengesahkan, folder akan pergi ke Tong Sampah dan kemudian akan dipadamkan secara kekal selepas 30 hari.
pt_br: Com a remoção, a pasta será movida para a lixeira e depois será excluída permanentemente após 30 dias.
ru_ru: После удаления папка будет перемещена в корзину и удалена навсегда через 30 дней.
th_th: เมื่อลบออกแล้ว โฟลเดอร์จะถูกย้ายไปยังถังขยะและจะถูกลบอย่างถาวรหลังจากผ่านไป 30 วัน
vi_vn: Nếu bạn xác nhận, thư mục sẽ chuyển tới Thùng rác và sau đó sẽ bị xóa vĩnh viễn sau 30 ngày.
zh_cn: 确认移除后，该文件夹将进入回收站，30 天后将自动彻底删除。
zh_tw: 確認移除後，該資料夾會進入資源回收筒，30 天後將自動徹底刪除。

# 3eQ
source: Once removed, the item will not be visible in the Recent list.
de_de: Nach dem Entfernen wird das Element nicht mehr in der Liste der jüngsten Einträge angezeigt.
es_es: Una vez eliminado, el elemento dejará de ser visible en la lista Recientes.
fr_fr: Une fois retiré, l'élément ne sera plus visible dans la liste Récent.
hi_in: यदि आप पुष्टि करते हैं, तो हालिया सूची में आइटम अब से देखा नहीं जाएगा.
id_id: Setelah dihapus, item tidak akan terlihat di daftar Terakhir.
it_it: Dopo la rimozione, l'elemento non sarà visibile nell'elenco Recenti.
ja_jp: 削除後、この内容は最近のリストから確認できなくなります。
ko_kr: 제거된 항목은 최근 목록에 표시되지 않습니다.
ms_my: Jika anda sahkan, item tersebut tidak akan kelihatan dalam senarai Terkini.
pt_br: Uma vez removido, o item não estará visível na lista Recente.
ru_ru: После удаления элемент не будет отображаться в списке недавних документов.
th_th: เมื่อนำออกแล้ว รายการจะไม่ปรากฏในรายการล่าสุด
vi_vn: Sau khi bị xóa, mục này sẽ không hiển thị trong danh sách Gần đây.
zh_cn: 确认移除后，该内容在最近列表中将不可见。
zh_tw: 確認移除後，該內容在最近清單中不可見。

# VUI
source: Remove the item from the Recent list?
de_de: Das Element aus der Liste Zuletzt verwendet entfernen?
es_es: ¿Borrar el elemento de la lista de elementos recientes?
fr_fr: Retirer l'élément de la liste Récent ?
hi_in: हालिया सूची से यह हटाएँ?
id_id: Hapus item dari Daftar terbaru?
it_it: Rimuovere l'elemento dall'elenco Recenti?
ja_jp: 最近のリストから削除しますか？
ko_kr: 최근 목록에서 항목을 제거하시겠습니까?
ms_my: Sahkan untuk membuang item dari senarai Terkini?
pt_br: Remover o item da lista Recentes?
ru_ru: Удалить элемент из списка недавних?
th_th: ลบรายการออกจากรายการล่าสุดหรือไม่
vi_vn: Gỡ mục khỏi Danh sách gần đây?
zh_cn: 是否从最近列表中移除？
zh_tw: 是否從最近清單中移除？

# yHM
source: Remove the item from Shared Space?
de_de: Das Element aus dem geteilten Bereich entfernen?
es_es: ¿Borrar el elemento del espacio compartido?
fr_fr: Retirer l'élément de l'espace partagé ?
hi_in: शेयर स्पेस से आइटम हटाएँ?
id_id: Hapus item dari Ruang Bersama?
it_it: Rimuovere l'elemento da Spazio condiviso?
ja_jp: 自分と共有ら削除しますか？
ko_kr: 공유 공간에서 항목을 제거하시겠습니까?
ms_my: Sahkan untuk mengeluarkan item dari senarai dikongsi?
pt_br: Remover o item Espaço compartilhado?
ru_ru: Удалить элемент из общего пространства?
th_th: ลบรายการออกจากพื้นที่ที่ใช้ร่วมกันหรือไม่
vi_vn: Gỡ mục khỏi Không gian Dùng chung?
zh_cn: 确认从与我共享列表中移除？
zh_tw: 確認從與我分享清單中移除？

# saM
source: Remove record?
de_de: Datensatz entfernen?
es_es: ¿Eliminar el registro?
fr_fr: Retirer l'enregistrement ?
hi_in: रिकॉर्ड निकालें?
id_id: Hapus rekaman?
it_it: Rimuovere il record?
ja_jp: 共有リストから削除しますか？
ko_kr: 기록을 제거하시겠습니까?
ms_my: Buang rekod?
pt_br: Remover registro?
ru_ru: Удалить запись?
th_th: ต้องการลบระเบียนออกหรือไม่
vi_vn: Loại bỏ bản ghi?
zh_cn: 是否从共享列表中移除？
zh_tw: 是否從分享清單中移除？

# kRc
source: Once removed, this item won't be in the shared list.
de_de: Nach dem Entfernen wird dieses Element nicht mehr in der geteilten Liste angezeigt.
es_es: Una vez que se borre, este elemento no aparecerá en la lista compartida.
fr_fr: Après son retrait, cet élément ne fera plus partie de la liste partagée.
hi_in: हटाए जाने के बाद, यह आइटम साझा की गई सूची में नहीं रहेगा.
id_id: Setelah dihapus, item ini tidak akan ada di daftar bersama.
it_it: Se lo rimuovi, questo elemento non comparirà nell'elenco condiviso.
ja_jp: 削除後、この内容は共有リストから見られなくなります。
ko_kr: 제거되면 이 항목은 공유 목록에 없게 됩니다.
ms_my: Selepas mengeluarkan, item ini tidak akan kelihatan dalam senarai dikongsi.
pt_br: Depois de removido, este item não estará na lista compartilhada.
ru_ru: После удаления этот элемент исчезнет из списка общих.
th_th: เมื่อลบออกแล้ว รายการนี้จะไม่อยู่ในรายการที่แบ่งปัน
vi_vn: Sau khi bị xóa, mục này sẽ không còn trong danh sách được chia sẻ nữa.
zh_cn: 移除后，该内容后在共享列表将不可见。
zh_tw: 移除後，該內容後在分享清單將不可見。

# yYo
source: Time remaining:
de_de: Verbleibendende Zeit:
es_es: Tiempo restante:
fr_fr: Temps restant :
hi_in: बचा समय:
id_id: Waktu yang tersisa:
it_it: Tempo rimanente:
ja_jp: 残りの保持時間:
ko_kr: 남은 시간:
ms_my: Masa yang tinggal:
pt_br: Tempo restante:
ru_ru: Оставшееся время:
th_th: เวลาที่เหลือ:
vi_vn: Thời gian còn lại:
zh_cn: 剩余保留时间:
zh_tw: 剩餘保留時間：

# 1Dw
source: Save to My Templates
de_de: Unter „Meine Vorlagen“ speichern
es_es: Guardar en Mis plantillas
fr_fr: Enregistrer dans Mes modèles
hi_in: "मेरे टेम्पलेट" में सहेजें
id_id: Simpan ke Templat Saya
it_it: Salva ne I miei modelli
ja_jp: マイテンプレートに保存
ko_kr: 내 템플릿에 저장
ms_my: Simpan ke Templat Saya
pt_br: Salvar em Meus modelos
ru_ru: Сохранить в Мои шаблоны
th_th: บันทึกไปยังเทมเพลตของฉัน
vi_vn: Lưu vào Mẫu của tôi
zh_cn: 保存为我的模板
zh_tw: 儲存為我的範本

# Chc
source: Unable to save. The copy permission is turned off by the owner.
de_de: Speichern nicht möglich. Die Kopierberechtigung wurde vom Besitzer deaktiviert.
es_es: No se puede guardar. El propietario ha desactivado el permiso para copiar.
fr_fr: Enregistrement impossible. L'autorisation de copie est désactivée par le propriétaire.
hi_in: सहेजने में असमर्थ. ओनर द्वारा कॉपी करने की अनुमति बंद की गई.
id_id: Tidak dapat menyimpan. Izin menyalin dinonaktifkan oleh pemilik.
it_it: Impossibile salvare. L'autorizzazione per copiare è disattivata dal proprietario.
ja_jp: 申し訳ありません。当該コンテンツは保存できません
ko_kr: 저장할 수 없습니다. 소유자가 복사 권한을 껐습니다.
ms_my: Tidak dapat menyimpan. Kebenaran salinan dimatikan oleh pemilik.
pt_br: Não é possível salvar. A permissão de cópia foi desativada pelo proprietário.
ru_ru: Не удалось сохранить. Разрешение на копирование выключено владельцем.
th_th: ไม่สามารถบันทึกได้ สิทธิ์การอนุญาตในการคัดลอกถูกปิดไว้โดยเจ้าของ
vi_vn: Không thể lưu. Quyền sao chép đã bị người tạo tắt.
zh_cn: 保存失败，当前内容禁止被复制
zh_tw: 儲存失敗，目前內容禁止被複製

# 29g
source: Saved
de_de: Gespeichert
es_es: Se ha guardado
fr_fr: Enregistré
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_tw: 儲存成功

# SC4
source: Set as display
de_de: Als Anzeige festlegen
es_es: Establecer para mostrar
fr_fr: Définir comme affiché
hi_in: प्रदर्शित के रूप में सेट करें
id_id: Tetapkan sebagai tampilkan
it_it: Imposta come attributo di visualizzazione
ja_jp: デフォルト表示に設定
ko_kr: 표시로 설정
ms_my: Tetapkan sebagai paparan
pt_br: Definir como exibição
ru_ru: Открыть
th_th: ตั้งให้แสดงผล
vi_vn: Đặt dưới dạng hiển thị
zh_cn: 设为默认展示
zh_tw: 設定為預設顯示

# xps
source: Set as hidden
de_de: Als ausgeblendet festlegen
es_es: Establecer para ocultar
fr_fr: Définir comme masqué
hi_in: छिपे हुए के रूप में सेट करें
id_id: Tetapkan sebagai tersembunyi
it_it: Imposta come nascosto
ja_jp: デフォルト非表示に設定
ko_kr: 숨김으로 설정
ms_my: Tetapkan sebagai tersembunyi
pt_br: Definir como oculto
ru_ru: Скрыть
th_th: ตั้งให้ซ่อนไว้
vi_vn: Đặt dưới dạng ẩn
zh_cn: 设为默认隐藏
zh_tw: 設定為預設隱藏

# YzY
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# y6Y
source: Shared by {{ownerName}} {{time}}
de_de: Geteilt von {{ownerName}} {{time}}
es_es: Compartición de {{ownerName}}: {{time}}
fr_fr: Partagé par {{ownerName}} {{time}}
hi_in: {{time}} {{ownerName}} द्वारा साझा किया गया
id_id: Dibagikan oleh {{ownerName}} {{time}}
it_it: Condivisione di {{ownerName}} alle {{time}}
ja_jp: 共有者：{{ownerName}} 共有日時：{{time}}
ko_kr: 공유자 {{ownerName}} {{time}}
ms_my: Dikongsi oleh {{ownerName}} {{time}}
pt_br: Compartilhado por {{ownerName}} às {{time}}
ru_ru: Поделился пользователь {{ownerName}} в {{time}}
th_th: แชร์โดย {{ownerName}} เมื่อ {{time}}
vi_vn: Được chia sẻ bởi {{ownerName}} {{time}}
zh_cn: 由 {{ownerName}} 共享于 {{time}}
zh_tw: 由 {{ownerName}} 於 {{time}} 分享

# hjE
source: Shared
de_de: Geteilt
es_es: Se ha compartido
fr_fr: Partage réussi
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condivisione completata
ja_jp: カスタムテンプレートを共有しました
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Открыт доступ
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 成功分享自定义模板
zh_tw: 成功分享自訂範本

# tVo
source: No folders were set as display currently. Tap All to view them.
de_de: Derzeit sind keine Ordner als Anzeige festgelegt. Tippen Sie auf „Alle“, um sie anzusehen.
es_es: No hay carpetas configuradas para visualizar en este momento. Pulsa en Todas para verlas.
fr_fr: Aucun dossier n'a actuellement été défini comme affiché. Appuyez sur Tous pour les afficher.
hi_in: कोई भी फ़ोल्डर वर्तमान में प्रदर्शित के रूप में सेट नहीं थे. उन्हें देखने के लिए "सभी" पर टैप करें.
id_id: Tidak ada folder yang ditetapkan sebagai tampilan pada saat ini. Ketuk Semua untuk melihatnya.
it_it: Al momento nessuna cartella è stata impostata come attributo di visualizzazione. Tocca Tutti per visualizzarli.
ja_jp: 現在、デフォルトで表示可能なフォルダがありません。「すべて」をクリックして全てのフォルダを表示することができます。
ko_kr: 현재 표시로 설정된 폴더가 없습니다. "모두"를 탭하여 보세요.
ms_my: Tiada folder yang ditetapkan sebagai paparan sekarang. Klik "Semua" untuk melihat mereka.
pt_br: Nenhuma pasta está definida como exibição no momento. Toque em "Todas" para visualizá-las.
ru_ru: В настоящее время никакие папки не настроены как отображаемые. Коснитесь Все, чтобы просмотреть их.
th_th: ไม่มีโฟลเดอร์ที่ถูกตั้งค่าให้แสดงผลในขณะนี้ แตะ “ทั้งหมด” เพื่อดู
vi_vn: Hiện không có thư mục nào được đặt dưới dạng hiển thị. Chạm vào Tất cả để xem.
zh_cn: 当前暂无默认可见的文件夹，点击“全部”查看所有。
zh_tw: 目前暫無預設可見的資料夾，點選「全部」查看所有。

# aIs
source: Shared Folders
de_de: Geteilte Ordner
es_es: Carpetas compartidas
fr_fr: Dossiers partagés
hi_in: साझा किए गए फ़ोल्डर
id_id: Folder Bersama
it_it: Cartelle condivise
ja_jp: 共有フォルダ
ko_kr: 공유 폴더
ms_my: Folder Berkongsi
pt_br: Pastas compartilhadas
ru_ru: Общие папки
th_th: โฟลเดอร์ที่ถูกแชร์
vi_vn: Thư mục dùng chung
zh_cn: 共享文件夹
zh_tw: 共用資料夾
