Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# IYk
source: Currently logged-in as {{username}}. Cannot request access according to the document's permission settings
de_de: Sie sind derzeit als {{username}} angemeldet. Aufgrund der Berechtigungseinstellungen des Dokuments kann kein Zugriff angefordert werden
es_es: Sesión iniciada actualmente como {{username}}. No se puede solicitar acceso según la configuración de permisos del documento
fr_fr: Actuellement connecté en tant que {{username}}. Impossible de demander l'accès, conformément aux paramètres d'autorisation du document
id_id: Saat ini login sebagai {{username}}. Tidak dapat meminta akses sesuai dengan pengaturan izin dokumen
it_it: Accesso effettuato al momento come {{username}}. Non è possibile richiedere l'accesso come previsto dalle impostazioni delle autorizzazioni del documento
ja_jp: 現在のログイン ID は {{userName}} です。ドキュメント権限の制限により、アクセス権限をリクエストできません。
ko_kr: 현재 {{username}}(으)로 로그인되어 있습니다. 문서의 권한 설정에 따라 액세스를 요청할 수 없습니다
ms_my: Sedang log masuk sebagai {{username}}. Tidak dapat meminta akses mengikut tetapan kebenaran dokumen
pt_br: Conectado no momento como {{username}}. Não é possível solicitar acesso de acordo com as configurações de permissão do documento
ru_ru: Вы вошли как {{username}}. Не удается запросить доступ в соответствии с настройками разрешений документа
th_th: ตอนนี้ล็อกอินในฐานะ {{username}} อยู่ ไม่สามารถส่งคำขอการเข้าถึงตามการตั้งค่าสิทธิ์การอนุญาตของเอกสาร
vi_vn: Hiện đang đăng nhập với tư cách {{username}}. Không thể yêu cầu cấp quyền truy cập theo cài đặt quyền của tài liệu
zh_cn: 当前登录身份为 {{userName}}，由于文档的权限设置，你无法申请权限
zh_tw: 目前登入身分為 {{userName}}，由於文件的權限設定，你無法申請權限

# hqE
source: Action failed. The document is protected by the security policy of your organization.
de_de: Aktion fehlgeschlagen. Das Dokument ist durch die Sicherheitspolitik Ihrer Organisation geschützt.
es_es: Error en acción. El documento está protegido por la política de seguridad de tu organización.
fr_fr: Échec de l'opération. Le document est protégé par la politique de sécurité de votre organisation.
id_id: Tindakan gagal. Dokumen dilindungi oleh kebijakan keamanan organisasi Anda.
it_it: Azione non riuscita. Il documento è protetto dal criterio di sicurezza della tua organizzazione.
ja_jp: 操作できませんでした。このドキュメントに法人のセンシティブ情報が含まれており、法人のセキュリティ設定によって保護されています。
ko_kr: 작업에 실패했습니다. 문서가 기업의 보안 정책에 의해 보호됩니다.
ms_my: Tindakan gagal. Dokumen dilindungi oleh dasar keselamatan organisasi anda.
pt_br: Falha na ação. O documento é protegido pela política de segurança da sua organização.
ru_ru: Действие завершилось с ошибкой. Этот документ защищен политикой безопасности вашей организации.
th_th: การดำเนินการล้มเหลว เอกสารได้รับการปกป้องโดยนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Thao tác không thành công. Tài liệu được bảo vệ theo chính sách bảo mật của tổ chức bạn.
zh_cn: 操作失败。本文含企业敏感信息，已受到企业安全策略保护
zh_tw: 操作失敗。本文包含企業敏感資訊，已受到企業安全性原則保護

# Tow
source: Inspecting sensitive information as required by your organization's security policy. Please try again in {{number}} minutes.
de_de: Die Einsichtnahme in vertrauliche Informationen gemäß der Sicherheitspolitik Ihrer Organisation läuft derzeit. Bitte versuchen Sie es in {{number}} Minuten erneut.
es_es: Inspeccionando información confidencial según lo requerido por la política de seguridad de tu organización. Vuelve a intentarlo en {{number}} minutos.
fr_fr: Inspection des informations sensibles conformément à la politique de sécurité de votre organisation. Veuillez réessayer dans {{number}} minutes.
id_id: Memeriksa informasi sensitif seperti yang dipersyaratkan oleh kebijakan keamanan organisasi Anda. Coba lagi dalam {{number}} menit.
it_it: Ispezione delle informazioni sensibili in corso, come richiesto dal criterio di sicurezza della tua organizzazione. Riprova tra {{number}} minuti.
ja_jp: 法人のセキュリティ設定により、このドキュメントに法人のセンシティブ情報が含まれているかどうかを確認しています。{{number}} 分後に再試行してください。
ko_kr: 기업의 보안 정책 요구 사항에 따라 중요한 정보를 검사합니다. {{number}}분 후에 다시 시도하세요.
ms_my: Memeriksa maklumat sensitif seperti yang diperlukan oleh dasar keselamatan organisasi anda. Sila cuba lagi dalam {{number}} minit.
pt_br: Inspecionando informações confidenciais conforme exigido pela política de segurança da sua organização. Tente novamente em {{number}} minutos.
ru_ru: Изучение конфиденциальной информации в соответствии с политикой безопасности вашей организации. Повторите попытку через {{number}} мин.
th_th: กำลังตรวจสอบข้อมูลที่ละเอียดอ่อนตามที่นโยบายความปลอดภัยขององค์กรของคุณบังคับเอาไว้ โปรดลองอีกครั้งในอีก {{number}} นาที
vi_vn: Kiểm tra thông tin nhạy cảm theo yêu cầu trong chính sách bảo mật của tổ chức bạn. Vui lòng thử lại sau {{number}} phút.
zh_cn: 由于企业安全策略设置，系统正在检测文档是否包含企业敏感信息，请 {{number}} 分钟后重试
zh_tw: 由於企業安全性原則設定，系統正在偵測文件是否包含企業敏感資訊，請於 {{number}} 分鐘後重試

# nWQ
source: Checking file as required by your organization's security policy. Please try again in {{number}} minutes.
de_de: Die Überprüfung der Datei gemäß der Sicherheitspolitik Ihrer Organisation läuft derzeit. Bitte versuchen Sie es in {{number}} Minuten erneut.
es_es: Comprobando archivo según lo requerido por la política de seguridad de tu organización. Vuelve a intentarlo en {{number}} minutos.
fr_fr: Vérification du fichier conformément à la politique de sécurité de votre organisation. Veuillez réessayer dans {{number}} minutes.
id_id: Memeriksa file seperti yang dipersyaratkan oleh kebijakan keamanan organisasi Anda. Coba lagi dalam {{number}} menit.
it_it: Verifica del file in corso richiesta dal criterio di sicurezza della tua organizzazione. Riprova tra {{number}} minuti.
ja_jp: 法人のセキュリティ設定に基づいて診断しています。{{number}} 分後に再試行してください。
ko_kr: 기업의 보안 정책 요구 사항에 따라 파일을 확인합니다. {{number}}분 후에 다시 시도하세요.
ms_my: Memeriksa fail seperti yang diperlukan oleh polisi keselamatan organisasi anda. Sila cuba lagi dalam {{number}} minit.
pt_br: Verificando o arquivo conforme exigido pela política de segurança da sua organização. Tente novamente em {{number}} minutos.
ru_ru: Проверка файла в соответствии с требованиями политики безопасности вашей организации. Повторите попытку через {{number}} мин.
th_th: กำลังตรวจสอบไฟล์ตามที่นโยบายความปลอดภัยขององค์กรของคุณบังคับเอาไว้ โปรดลองอีกครั้งใน {{number}} นาที
vi_vn: Kiểm tra tập tin theo yêu cầu trong chính sách bảo mật của tổ chức bạn. Vui lòng thử lại sau {{number}} phút.
zh_cn: 正在按企业安全策略进行检测，请 {{number}} 分钟后重试
zh_tw: 正在按企業安全性原則進行偵測，請於 {{number}} 分鐘後重試

# PSc
source: Conducting security check for the document as required by the security policy of the document owner's organization. Please try again in {{number}} minutes
de_de: Die Durchführung von Sicherheitsprüfungen für das Dokument gemäß der Sicherheitspolitik der Organisation des Dokumentbesitzers läuft derzeit. Bitte versuchen Sie es in {{number}} Minuten erneut
es_es: Realizando comprobación de seguridad para el documento según lo requerido por la política de seguridad de la organización del propietario del documento. Vuelve a intentarlo en {{number}} minutos
fr_fr: Exécution du contrôle de sécurité pour le document, conformément à la politique de sécurité de l'organisation du propriétaire du document. Veuillez réessayer dans {{number}} minutes
id_id: Melakukan pemeriksaan keamanan dokumen seperti yang dipersyaratkan oleh kebijakan keamanan organisasi pemilik dokumen. Coba lagi dalam {{number}} menit
it_it: Attuazione in corso della verifica di sicurezza per il documento, come richiesto dal criterio di sicurezza dell'organizzazione del proprietario del documento. Riprova tra {{number}} minuti
ja_jp: 相手方の法人のセキュリティ設定により、現在このドキュメントに対してセキュリティ診断を行なっています。{{number}} 分後に再試行してください。
ko_kr: 문서 소유자 기업의 보안 정책 요구 사항에 따라 문서의 보안 검사를 수행합니다. {{number}}분 후에 다시 시도하세요
ms_my: Melakukan pemeriksaan keselamatan untuk dokumen seperti yang diperlukan oleh dasar keselamatan organisasi pemilik dokumen. Sila cuba lagi dalam {{number}} minit
pt_br: Realização de verificação de segurança do documento conforme exigido pela política de segurança da organização do proprietário do documento. Tente novamente em {{number}} minutos
ru_ru: выполняется проверка безопасности документа в соответствии с политикой безопасности организации владельца документа. Повторите попытку через {{number}} мин.
th_th: กำลังจัดการตรวจสอบความปลอดภัยเอกสารตามที่นโยบายความปลอดภัยขององค์กรของเจ้าของเอกสารบังคับเอาไว้ โปรดลองอีกครั้งในอีก {{number}} นาที
vi_vn: Tiến hành kiểm tra bảo mật cho tài liệu theo yêu cầu trong chính sách bảo mật của tổ chức chủ sở hữu tài liệu. Vui lòng thử lại sau {{number}} phút
zh_cn: 由于对方企业的安全策略设置，系统正在对文档进行安全检测，请 {{number}} 分钟后重试
zh_tw: 由於對方企業的安全性原則設定，系統正在對文件進行安全性偵測，請於 {{number}} 分鐘後重試

# qHU
source: Action failed
de_de: Aktion fehlgeschlagen
es_es: Error en la acción
fr_fr: Échec de l'opération
id_id: Tindakan gagal
it_it: Azione non riuscita
ja_jp: 操作に失敗しました。
ko_kr: 작업 실패
ms_my: Tindakan gagal
pt_br: Falha na ação
ru_ru: Действие не выполнено
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác không thành công
zh_cn: 操作失败
zh_tw: 操作失敗

# o3c
source: No privacy settings available
de_de: Es sind keine Datenschutzeinstellungen verfügbar
es_es: No hay configuraciones de privacidad disponibles
fr_fr: Pas de paramètres de confidentialité disponibles
id_id: Tidak ada pengaturan privasi yang tersedia
it_it: Nessuna impostazione per la privacy disponibile
ja_jp: 変更可能なプライバシー設定がありません。
ko_kr: 사용 가능한 개인 정보 보호 설정이 없습니다
ms_my: Tiada tetapan privasi tersedia
pt_br: Não há configurações de privacidade disponíveis
ru_ru: Нет доступных настроек конфиденциальности
th_th: ไม่มีการตั้งค่าความเป็นส่วนตัวที่พร้อมใช้งาน
vi_vn: Không có cài đặt quyền riêng tư nào
zh_cn: 暂无可调整的隐私设置
zh_tw: 暫無可調整的隱私設定

# SjQ
source: Once turned off, others won't see your profile picture when you visit their documents.
de_de: Bei Deaktivierung sehen andere Personen Ihr Profilbild nicht, wenn Sie deren Dokumente aufrufen.
es_es: Si se desactiva, los demás no podrán ver tu foto de perfil cuando visites sus documentos.
fr_fr: Une fois cette option désactivée, les autres utilisateurs ne verront pas votre photo de profil lorsque vous consulterez leurs documents.
id_id: Setelah dinonaktifkan, orang lain tidak akan melihat gambar profil Anda ketika Anda mengunjungi dokumen mereka.
it_it: Dopo la disattivazione, gli altri non vedranno la tua foto del profilo quando visiti i loro documenti.
ja_jp: オフにすると、他人のドキュメントを閲覧する際、共同編集者リストには自分のプロフィール写真が表示されなくなります。
ko_kr: 끄는 경우, 다른 사용자의 문서를 방문할 때 회원님의 프로필 사진이 다른 사용자에게 표시되지 않습니다.
ms_my: Sekali dimatikan, orang lain tidak akan melihat gambar profil anda apabila anda melawat dokumen mereka.
pt_br: Uma vez desativado, as pessoas não verão sua foto de perfil quando você visitar os documentos delas.
ru_ru: После выключения другие пользователи не будут видеть фотографию вашего профиля при просмотре вами документов этих пользователей.
th_th: เมื่อปิดแล้ว คนอื่นจะไม่เห็นรูปโปรไฟล์ของคุณเมื่อคุณไปที่เอกสารของคนอื่นๆ
vi_vn: Sau khi tắt, người khác sẽ không thấy ảnh hồ sơ khi bạn truy cập tài liệu của họ.
zh_cn: 关闭后，你访问他人文档时，协作者栏将不展示你的头像
zh_tw: 關閉後，你存取他人的文件時，協作者欄將不顯示你的頭像

# ++4
source: Show my identity
de_de: Meine Identität anzeigen
es_es: Mostrar mi identidad
fr_fr: Afficher mon identité
id_id: Tampilkan identitas saya
it_it: Mostra la mia identità
ja_jp: プロフィール写真を表示
ko_kr: 내 프로필 사진 표시
ms_my: Tunjukkan identiti saya
pt_br: Mostrar minha identidade
ru_ru: Показывать мои личные данные
th_th: แสดงตัวตนของฉัน
vi_vn: Hiển thị danh tính của tôi
zh_cn: 展示访问头像
zh_tw: 顯示存取頭像

# IK8
source: Once turned off, your visits to others' documents and others' to yours will be hidden.
de_de: Bei Deaktivierung werden Ihre Aufrufe von Dokumenten anderer Benutzer und die Aufrufe Ihrer Dokumente durch andere Benutzer ausgeblendet.
es_es: Si se desactiva, se ocultarán tanto tus visitas a los documentos de los demás como las de otras personas a tus propios documentos.
fr_fr: Une fois cette option désactivée, les visites que vous faites aux documents d'autres personnes et les visites des autres personnes aux vôtres seront masquées.
id_id: Setelah dinonaktifkan, kunjungan Anda ke dokumen lain dan kunjungan orang lain ke dokumen Anda akan disembunyikan.
it_it: Dopo la disattivazione, le tue visite ai documenti degli altri e quelle degli altri ai tuoi saranno nascoste.
ja_jp: オフにすると、他人のドキュメントにアクセスする際、および他人があなたのドキュメントにアクセスする際に履歴が残らなくなります。
ko_kr: 끄는 경우, 다른 사용자의 문서에 대한 회원님의 방문 및 회원님의 문서에 대한 다른 사용자의 방문이 숨겨집니다.
ms_my: Sekali dimatikan, lawatan anda ke dokumen orang lain dan lawatan orang lain ke anda akan disembunyikan.
pt_br: Uma vez desativado, suas visitas aos documentos de outras pessoas e as visitas de outras pessoas aos seus ficarão ocultas.
ru_ru: После выключения просмотры вами документов других пользователей и просмотры другими пользователями ваших документов будут скрыты.
th_th: เมื่อปิดแล้ว การเยี่ยมชมเอกสารของผู้อื่นและผู้อื่นเยี่ยมชมเอกสารของท่านจะซ่อนไว้
vi_vn: Sau khi tắt, những lần bạn truy cập tài liệu của người khác hoặc người khác truy cập vào tài liệu của bạn sẽ bị ẩn.
zh_cn: 关闭后，你访问他人文档，及他人访问你的文档均不会被记录
zh_tw: 關閉後，你存取他人的文件，及他人存取你的文件均不會進行記錄

# IjU
source: Show view history
de_de: Zugriffsverlauf anzeigen
es_es: Mostrar historial de visusalizaciones
fr_fr: Voir l'historique d'affichage
id_id: Tampilkan riwayat tampilan
it_it: Mostra cronologia di visualizzazione
ja_jp: アクセス履歴を表示
ko_kr: 보기 기록 표시
ms_my: Tunjukkan sejarah pandangan
pt_br: Mostrar histórico de visualização
ru_ru: Показывать историю просмотров
th_th: แสดงประวัติการดู
vi_vn: Hiển thị lịch sử xem
zh_cn: 展示访问记录
zh_tw: 顯示存取記錄

# L/c
source: Document Details
de_de: Dokumentendetails
es_es: Detalles de documento
fr_fr: Détails du document
id_id: Perincian Dokumen
it_it: Dettagli documento
ja_jp: ドキュメント詳細
ko_kr: 문서 세부 정보
ms_my: Butiran Dokumen
pt_br: Detalhes do documento
ru_ru: Сведения о документе
th_th: รายละเอียดเอกสาร
vi_vn: Chi tiết tài liệu
zh_cn: 文档信息
zh_tw: 文件資訊

# WNA
source: Download As
de_de: Herunterladen als
es_es: Descargar como
fr_fr: Télécharger sous
id_id: Unduh sebagai
it_it: Scarica come
ja_jp: ダウンロード
ko_kr: 다음 형식으로 다운로드
ms_my: Muat Turun Sebagai
pt_br: Fazer download como
ru_ru: Скачать как
th_th: ดาวน์โหลดเป็น
vi_vn: Tải xuống dưới dạng
zh_cn: 下载为
zh_tw: 下載為

# O0E
source: Edit History
de_de: Versionsverlauf
es_es: Historial de versiones
fr_fr: Historique des versions
id_id: Riwayat Versi
it_it: Cronologia versioni
ja_jp: バージョン履歴
ko_kr: 버전 기록
ms_my: Sejarah Sunting
pt_br: Histórico de versão
ru_ru: История версий
th_th: ประวัติเวอร์ชัน
vi_vn: Lịch sử phiên bản
zh_cn: 历史记录
zh_tw: 歷史記錄

# 2Qw
source: Version management is not supported. Please update your app or open it on the desktop.
de_de: Versionsverwaltung wird nicht unterstützt. Bitte aktualisieren Sie Ihre App oder öffnen Sie sie auf dem Desktop.
es_es: La gestión de versiones no es compatible. Actualiza tu aplicación o ábrela en el escritorio.
fr_fr: La gestion des versions n'est pas prise en charge. Veuillez mettre à jour votre application ou l'ouvrir sur le bureau.
id_id: Manajemen versi tidak didukung. Perbarui aplikasi Anda atau buka pada desktop.
it_it: La gestione della versione non è supportata. Aggiorna l'app o aprila su desktop.
ja_jp: バージョン管理機能がサポートされていません。アプリをアップデートするか、デスクトップで確認してください。
ko_kr: 버전 관리는 지원되지 않습니다. 앱을 업데이트하거나 데스크톱에서 열어보세요.
ms_my: Pengurusan versi tidak disokong. Sila kemas kini apl anda atau bukanya di desktop.
pt_br: O gerenciamento de versão não é suportado. Atualize seu aplicativo ou abra-o na área de trabalho.
ru_ru: Управление версиями не поддерживается. Обновите приложение или откройте его на ПК.
th_th: ไม่รองรับการจัดการเวอร์ชัน โปรดอัปเดตแอปหรือเปิดบนเดสก์ท็อป
vi_vn: Không hỗ trợ quản lý phiên bản. Vui lòng cập nhật ứng dụng hoặc mở ứng dụng trên máy tính.
zh_cn: 不支持文档版本功能，请升级客户端或在电脑上查看
zh_tw: 不支援文件版本功能，請升級用戶端或在電腦上查看

# mCY
source: Error code: {{code}}
de_de: Fehlercode: {{code}}
es_es: Código de error: {{code}}
fr_fr: Code d'erreur : {{code}}
id_id: Kode kesalahan: {{code}}
it_it: Codice errore: {{code}}
ja_jp: エラーコード：{{code}}
ko_kr: 오류 코드: {{code}}
ms_my: Kod ralat: {{code}}
pt_br: Código de erro: {{code}}
ru_ru: Код ошибки: {{code}}
th_th: รหัสข้อผิดพลาด: {{code}}
vi_vn: Mã lỗi: {{code}}
zh_cn: 错误码：{{code}}
zh_tw: 錯誤碼：{{code}}

# tNY
source: Refresh
de_de: Aktualisieren
es_es: Volver a cargar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# ez0
source: Loading timeout. Please check your internet connection and try again.
de_de: Zeitüberschreitung beim Laden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: Tiempo de espera de carga agotado. Comprueba el estado de tu conexión a Internet y vuelve a intentarlo.
fr_fr: Le délai de chargement a expiré. Veuillez vérifier votre connexion Internet et réessayer.
id_id: Waktu pemuatan habis. Periksa koneksi Internet Anda dan coba lagi.
it_it: Timeout del caricamento. Verifica la tua connessione Internet e riprova.
ja_jp: ドキュメントの読み込みがタイムアウトしました。ネットワークを確認してから再試行してください。
ko_kr: 로드 시간이 초과되었습니다. 인터넷 연결을 확인하고 다시 시도하세요.
ms_my: Masa muatkan tamat. Sila periksa sambungan internet anda dan cuba lagi.
pt_br: Tempo limite de carregamento atingido. Verifique sua conexão com a Internet e tente novamente.
ru_ru: Таймаут загрузки. Проверьте подключение к Интернету и повторите попытку.
th_th: หมดเวลาโหลด โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
vi_vn: Đã hết thời gian tải. Vui lòng kiểm tra kết nối internet của bạn và thử lại.
zh_cn: 文档加载超时，请检查网络后重试
zh_tw: 文件載入逾時，請檢查網路後重試

# IB0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 8fM
source: Export range
de_de: Bereich auswählen
es_es: Rango de exportación
fr_fr: Plage d'exportation
id_id: Rentang ekspor
it_it: Intervallo di esportazione
ja_jp: エクスポート範囲
ko_kr: 내보내기 범위
ms_my: Julat eksport
pt_br: Intervalo de exportação
ru_ru: Диапазон экспорта
th_th: ช่วงที่จะส่งออก
vi_vn: Phạm vi xuất
zh_cn: 内容范围
zh_tw: 內容範圍

# iJ8
source: Text and comments
de_de: Text und Kommentare
es_es: Texto y comentarios
fr_fr: Texte et commentaires
id_id: Teks dan komentar
it_it: Testo e commenti
ja_jp: 本文とコメント
ko_kr: 텍스트 및 댓글
ms_my: Teks dan komen
pt_br: Texto e comentários
ru_ru: Текст и комментарии
th_th: ข้อความและความคิดเห็น
vi_vn: Văn bản và nhận xét
zh_cn: 导出正文及评论
zh_tw: 匯出內文及評論

# vHQ
source: Text only
de_de: Nur Text
es_es: Solo texto
fr_fr: Texte uniquement
id_id: Hanya teks
it_it: Solo testo
ja_jp: 本文のみ
ko_kr: 텍스트만
ms_my: Teks sahaja
pt_br: Apenas texto
ru_ru: Только текст
th_th: ข้อความเท่านั้น
vi_vn: Chỉ văn bản
zh_cn: 仅正文
zh_tw: 僅內文

# +/E
source: Please update your app to check the message
de_de: Bitte aktualisieren Sie Ihre App, um die Nachricht zu lesen
es_es: Actualiza tu aplicación para comprobar el mensaje
fr_fr: Veuillez mettre à jour votre application pour consulter le message
id_id: Perbarui aplikasi Anda untuk memeriksa pesan
it_it: Aggiorna l'app per controllare il messaggio
ja_jp: 最新バージョンにアップデートしてからこのメッセージを確認してください。
ko_kr: 메시지를 확인하려면 앱을 업데이트하세요
ms_my: Sila kemas kini apl anda untuk memeriksa mesej
pt_br: Atualize seu aplicativo para verificar a mensagem
ru_ru: Обновите приложение, чтобы проверить сообщение
th_th: โปรดอัปเดตแอปเพื่อตรวจสอบข้อความ
vi_vn: Vui lòng cập nhật ứng dụng để kiểm tra tin nhắn
zh_cn: 消息类型暂不支持查看，请升级版本
zh_tw: 暫不支援查看該訊息類型，請升級版本

# eNs
source: Download for Offline
de_de: Zur Offline-Nutzung herunterladen
es_es: Descargar para uso sin conexión
fr_fr: Télécharger pour une utilisation hors ligne
id_id: Unduh untuk Offline
it_it: Scarica per la disponibilità offline
ja_jp: オフライン用にダウンロード
ko_kr: 오프라인용 다운로드
ms_my: Muat turun untuk Offline
pt_br: Fazer download para acesso offline
ru_ru: Загрузить для локального просмотра
th_th: ดาวน์โหลดเพื่อใช้งานออฟไลน์
vi_vn: Tải về để dùng ngoại tuyến
zh_cn: 下载到本地播放
zh_tw: 下載至本機播放

# kA0
source: Follow Comments
de_de: Den Kommentaren folgen
es_es: Seguir comentarios
fr_fr: Suivre les commentaires
id_id: Ikuti Komentar
it_it: Segui commenti
ja_jp: コメントの更新をフォロー
ko_kr: 댓글 팔로우
ms_my: Ikuti Komen
pt_br: Seguir comentários
ru_ru: Следить за комментариями
th_th: ติดตามความคิดเห็น
vi_vn: Theo dõi nhận xét
zh_cn: 关注文档评论
zh_tw: 關注文件評論

# 5OM
source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari lebih lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui lebih lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 瞭解更多

# J9g
source: More templates
de_de: Weitere Vorlagen
es_es: Más plantillas
fr_fr: Plus de modèles
id_id: Templat lainnya
it_it: Altri modelli
ja_jp: 他のテンプレート
ko_kr: 템플릿 더 보기
ms_my: Lebih banyak templat
pt_br: Mais modelos
ru_ru: Больше шаблонов
th_th: เทมเพลตเพิ่มเติม
vi_vn: Các mẫu khác
zh_cn: 更多模板
zh_tw: 更多範本

# UJY
source: Send an email to invite {{email}} to this document.
de_de: Senden Sie eine E-Mail, um {{email}} zu diesem Dokument einzuladen.
es_es: Envía un correo electrónico para invitar a {{email}} a este documento.
fr_fr: Envoyez un e-mail pour inviter {{email}} sur ce document.
id_id: Kirim email untuk mengundang {{email}} ke dokumen ini.
it_it: Invia un'e-mail per invitare l'account {{email}} a questo documento.
ja_jp: {{email}} 宛にメールを送信し、ドキュメントへのアクセスに招待します。
ko_kr: 이 문서에 {{email}}을(를) 초대하려면 이메일을 전송하세요.
ms_my: Hantar e-mel untuk menjemput {{email}} ke dokumen ini.
pt_br: Envie um e-mail para convidar {{email}} para este documento.
ru_ru: Отправьте письмо, чтобы пригласить пользователя {{email}} в этот документ.
th_th: ส่งอีเมลเพื่อเชิญ {{email}}ไปยังเอกสารนี้
vi_vn: Gửi email để mời {{email}} truy cập vào tài liệu này.
zh_cn: 将通过邮件邀请账号 {{email}} 访问文档
zh_tw: 將透過郵件邀請帳號 {{email}} 存取文件

# 59o
source: {{email}} will only be granted view permission for the current page. Permissions for sub-pages will not be granted together.
de_de: {{email}} wird nur die Leseberechtigung für die aktuelle Seite gewährt. Berechtigungen für Unterseiten werden nicht gewährt.
es_es: {{email}} solo recibirá permiso de lectura en la página actual. No se otorgarán simultáneamente permisos para las subpáginas.
fr_fr: {{email}} n'aura que l'autorisation de lecture pour la page en cours. Les autorisations pour les sous-pages ne seront pas accordées ensemble.
id_id: {{email}} hanya akan diberi izin untuk melihat halaman saat ini. Izin untuk subhalaman tidak akan diberikan bersama-sama.
it_it: A {{email}} sarà concessa solo l'autorizzazione per visualizzare la pagina corrente. Le autorizzazioni per le pagine secondarie non saranno concesse insieme.
ja_jp: メールアカウント {{email}} には、現在のページの閲覧権限のみ付与できます。子ページの権限を同時に付与することはできません。
ko_kr: {{email}}에는 현재 페이지에 대한 읽기 권한만 부여됩니다. 하위 페이지에 대한 권한은 함께 부여되지 않습니다.
ms_my: {{email}} hanya akan diberikan kebenaran melihat untuk halaman semasa. Kebenaran untuk sub-halaman tidak akan diberikan bersama.
pt_br: {{email}} só terá permissão para visualizar a página atual. As permissões para subpáginas não serão concedidas em conjunto.
ru_ru: {{email}} получит разрешение только на просмотр текущей страницы. Разрешения для подстраниц не будут предоставляться вместе.
th_th: {{email}} จะได้รับสิทธิ์การอนุญาตดูหน้าปัจจุบันเท่านั้น จะไม่ได้รับสิทธิ์การอนุญาตสำหรับหน้าย่อยในเวลาเดียวกัน
vi_vn: {{email}} sẽ chỉ được cấp quyền xem trang hiện tại. Quyền xem các trang con sẽ không được cấp cùng.
zh_cn: 仅支持授予邮箱账号 {{email}} 当前页面的阅读权限，不支持同时授予子页面权限
zh_tw: 僅支援授予信箱帳號 {{email}} 目前頁面的閱讀權限，不支援同時授予子頁面權限
