Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# wHE
source: Sharing Is On
de_de: Freigabe ist aktiviert
es_es: El uso compartido está activado
fr_fr: Le partage est activé
id_id: Berbagi Aktif
it_it: Condivisione attiva
ja_jp: 共有がオン
ko_kr: 공유 켜짐
ms_my: Perkongsian Dihidupkan
pt_br: O compartilhamento está ativado
ru_ru: Общий доступ включен
th_th: การแบ่งปันเปิดอยู่
vi_vn: Đang bật tính năng chia sẻ
zh_cn: 已开启分享
zh_tw: 已開啟分享

# 30s
source: Unable to turn off sharing. Please try again.
de_de: Freigabe konnte nicht deaktiviert werden. Bitte versuchen Sie es erneut.
es_es: No se puede desactivar el uso compartido. Inténtalo de nuevo.
fr_fr: Impossible de désactiver le partage. Veuillez réessayer.
id_id: Gagal menonaktifkan berbagi. Coba lagi nanti.
it_it: Impossibile disattivare la condivisione. Riprova.
ja_jp: 共有をオフにできませんでした。再試行してください。
ko_kr: 공유를 끌 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat mematikan perkongsian. Sila cuba lagi.
pt_br: Não é possível desativar o compartilhamento. Tente novamente.
ru_ru: Не удалось отключить общий доступ. Попробуйте еще раз.
th_th: ไม่สามารถปิดการแบ่งปัน โปรดลองอีกครั้ง
vi_vn: Không thể tắt chia sẻ. Vui lòng thử lại.
zh_cn: 分享关闭失败，请重试
zh_tw: 分享關閉失敗，請重試

# 6+Q
source: Unable to create a link. Please try again.
de_de: Link konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es_es: No se puede crear un enlace. Inténtalo de nuevo.
fr_fr: Impossible de créer un lien. Veuillez réessayer.
id_id: Gagal membuat tautan. Coba lagi.
it_it: Impossibile creare un link. Riprova.
ja_jp: 共有リンクを生成できませんでした。再試行してください。
ko_kr: 링크를 생성할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat membuat pautan. Sila cuba lagi.
pt_br: Falha na criação de um link. Tente novamente.
ru_ru: Не удалось создать ссылку. Попробуйте еще раз.
th_th: สร้างลิงก์ไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể tạo liên kết. Vui lòng thử lại.
zh_cn: 分享链接生成失败，请重试
zh_tw: 分享連結產生失敗，請重試

# 77A
source: Viewers
de_de: Betrachter
es_es: Espectadores
fr_fr: Lecteurs
id_id: Penonton
it_it: Visualizzatori
ja_jp: 閲覧者
ko_kr: 시청자
ms_my: Penonton
pt_br: Visualizadores
ru_ru: Зрители
th_th: ผู้ดู
vi_vn: Người xem
zh_cn: 阅读者
zh_tw: 閱讀者

# 07w
source: Who can visit this link
de_de: Wer diesen Link besuchen kann
es_es: Quién puede visitar este enlace
fr_fr: Qui peut visiter ce lien
id_id: Siapa saja yang dapat mengunjungi tautan ini
it_it: Chi può visitare questo link
ja_jp: 共有リンクにアクセスできるユーザー
ko_kr: 이 링크를 방문할 수 있는 사용자
ms_my: Siapa yang boleh melawat pautan ini
pt_br: Quem pode acessar este link
ru_ru: Кто может посетить эту ссылку
th_th: ใครสามารถเข้าชมลิงก์นี้
vi_vn: Người có thể truy cập liên kết này
zh_cn: 谁可访问分享链接
zh_tw: 誰可存取分享連結

# xXQ
source: All fields will be shown including those that are currently hidden in the view.
de_de: Es werden alle Felder einschließlich der aktuell in der Ansicht ausgeblendeten Felder angezeigt.
es_es: Se mostrarán todos los campos incluidos los que están actualmente ocultos en la vista.
fr_fr: Tous les champs seront affichés, y compris ceux qui sont actuellement masqués dans l'affichage.
id_id: Semua bidang yang akan ditampilkan termasuk bidang yang saat ini tersembunyi di tampilan.
it_it: Verranno mostrati tutti i campi inclusi quelli che sono attualmente nascosti nella visualizzazione.
ja_jp: 共有されるレコードには、すべてのフィールド（非表示中のフィールドも含む）が表示されます
ko_kr: 현재 숨겨져 있는 필드를 포함하여 모든 필드가 보기에 표시됩니다.
ms_my: Semua bidang akan ditunjukkan termasuk yang sedang tersembunyi dalam paparan.
pt_br: Todos os campos serão mostrados, incluindo aqueles que estão atualmente ocultos na visualização.
ru_ru: Будут показаны все поля, включая те, которые в данный момент скрыты в представлении.
th_th: ช่องข้อมูลทั้งหมดจะแสดงขึ้นรวมถึงช่องข้อมูลที่ซ่อนอยู่ในมุมมอง
vi_vn: Tất cả các trường sẽ được hiển thị, bao gồm những trường hiện đang bị ẩn trong chế độ xem.
zh_cn: 分享的记录将显示全部字段，包括隐藏的字段
zh_tw: 分享的記錄將顯示全部欄位，包括隱藏的欄位

# oH4
source: Add condition
de_de: Bedingung hinzufügen
es_es: Agregar condición
fr_fr: Ajouter une condition
id_id: Tambah syarat
it_it: Aggiungi condizione
ja_jp: 条件を追加
ko_kr: 조건 추가
ms_my: Tambah keadaan
pt_br: Adicionar condição
ru_ru: Добавить условие
th_th: เพิ่มเงื่อนไข
vi_vn: Thêm điều kiện
zh_cn: 添加条件
zh_tw: 新增條件

# GZc
source: Add up to {{num}} conditions
de_de: Bis zu {{num}} Bedingungen hinzufügen
es_es: Agrega hasta {{num}} condiciones
fr_fr: Ajouter jusqu'à {{num}} conditions
id_id: Tambah hingga {{num}} syarat
it_it: Aggiungi fino a {{num}} condizioni
ja_jp: 最大 {{num}} 個の条件を追加できます
ko_kr: 최대 {{num}}개 조건 추가
ms_my: Tambah sehingga {{num}} syarat
pt_br: Adicionar até {{num}} condições
ru_ru: Добавьте до {{num}} условий
th_th: เพิ่มไม่เกิน {{num}} เงื่อนไข
vi_vn: Thêm tối đa {{num}} điều kiện
zh_cn: 最多可添加 {{num}} 个条件
zh_tw: 最多可新增 {{num}} 個條件

# +ho
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 変更する
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认修改
zh_tw: 確認修改

# Pn8
source: Current field is linked to table "{{tableName}}". All linked contents will be removed after changing this field type.
de_de: Das aktuelle Feld ist mit der Tabelle „{{tableName}}“ verknüpft. Alle verknüpften Inhalte werden nach der Änderung dieses Feldtyps entfernt.
es_es: El campo actual está enlazado a la tabla "{{tableName}}". Todo el contenido enlazado se quitará después de cambiar este tipo de campo.
fr_fr: Le champ actuel est associé au tableau "{{tableName}}". Tous les contenus associés seront retirés après après avoir changé ce type de champ.
id_id: Bidang saat ini ditautkan ke tabel "{{tableName}}". Semua konten tertaut akan dihapus setelah mengubah jenis bidang ini.
it_it: Il campo corrente è collegato alla tabella "{{tableName}}". Una volta modificato questo tipo di campo, tutti i contenuti collegati verranno rimossi.
ja_jp: テーブル「{{tableName}}」はこのフィールドの内容を参照しています。変更すると、参照内容は削除されます。
ko_kr: 현재 필드는 표 "{{tableName}}"에 연결되어 있습니다. 이 필드 유형을 변경하면 연결된 모든 콘텐츠가 제거됩니다.
ms_my: Medan semasa dikaitkan dengan jadual "{{tableName}}". Semua kandungan yang berkaitan akan dikeluarkan selepas mengubah jenis medan ini.
pt_br: O campo atual está vinculado à tabela "{{tableName}}". Todos os conteúdos vinculados serão removidos após a alteração deste tipo de campo.
ru_ru: Текущее поле связано с таблицей "{{tableName}}". Все связанное содержимое будет удалено после изменения этого типа поля.
th_th: ช่องข้อมูลปัจจุบันลิงก์กับตาราง "{{tableName}}" เนื้อหาที่ลิงก์ทั้งหมดจะลบออกหลังจากเปลี่ยนประเภทช่องข้อมูลนี้
vi_vn: Trường hiện tại đã được liên kết với bảng "{{tableName}}". Tất cả nội dung được liên kết sẽ bị xóa sau khi thay đổi loại trường này.
zh_cn: 数据表“{{tableName}}”引用了当前字段的内容，修改后引用内容将被清空。
zh_tw: 資料表「{{tableName}}」引用了目前欄位的內容，修改後引用內容將會清空。

# JRA
source: Change field type?
de_de: Feldtyp ändern?
es_es: ¿Cambiar el tipo de campo?
fr_fr: Modifier le type de champ ?
id_id: Ubah jenis bidang?
it_it: Modificare il tipo di campo?
ja_jp: フィールドタイプを変更しますか？
ko_kr: 필드 유형을 변경하시겠습니까?
ms_my: Ubah jenis medan?
pt_br: Alterar o tipo de campo?
ru_ru: Изменить тип поля?
th_th: เปลี่ยนประเภทช่องข้อมูลนี้หรือไม่
vi_vn: Thay đổi loại trường?
zh_cn: 确认修改字段类型吗？
zh_tw: 確認修改欄位類型嗎？

# Za0
source: Field in condition settings changed. Please reset.
de_de: Das Feld in den Bedingungseinstellungen wurde geändert. Setzen Sie diese Einstellung zurück.
es_es: Campo en configuración de condición cambiado. Realiza un restablecimiento.
fr_fr: Le champ dans les paramètres de condition a été modifié. Veuillez réinitialiser.
id_id: Bidang dalam pengaturan syarat berubah. Harap reset.
it_it: Campo nelle impostazioni condizioni modificato. Ripristina.
ja_jp: フィールドが変更されました。再設定してください
ko_kr: 조건 설정의 필드가 변경되었습니다. 재설정하세요.
ms_my: Medan dalam tetapan syarat berubah. Sila tetapkan semula.
pt_br: Campo nas configurações de condição alteradas. Redefina.
ru_ru: Поле в настройках условия изменено. Сбросьте.
th_th: เปลี่ยนแปลงช่องข้อมูลในการตั้งค่าเงื่อนไขแล้ว โปรดรีเซ็ต
vi_vn: Trường trong cài đặt điều kiện đã thay đổi. Vui lòng đặt lại.
zh_cn: 引用条件中的字段发生变更，请重新设置
zh_tw: 引用條件中的欄位發生變更，請重新設定

# tEQ
source: Custom Content
de_de: Benutzerdefinierter Inhalt
es_es: Contenido personalizado
fr_fr: Contenu personnalisé
id_id: Konten Kustom
it_it: Contenuto personalizzato
ja_jp: カスタム内容
ko_kr: 사용자 지정 콘텐츠
ms_my: Kandungan Khas
pt_br: Conteúdo personalizado
ru_ru: Пользовательский контент
th_th: เนื้อหาแบบกำหนดเอง
vi_vn: Nội dung tùy chỉnh
zh_cn: 自定义内容
zh_tw: 自訂內容

# IDU
source: Customize content for each option
de_de: Inhalt für jede Option anpassen
es_es: Personalizar el contenido de cada opción
fr_fr: Personnalisez le contenu de chaque option
id_id: Kustomisasikan konten untuk setiap opsi
it_it: Personalizza il contenuto per ogni opzione
ja_jp: 各オプションの内容をカスタマイズします
ko_kr: 각 옵션에 대한 콘텐츠 사용자 지정
ms_my: Sesuaikan kandungan untuk setiap pilihan
pt_br: Conteúdo personalizado para cada opção
ru_ru: Настройте содержимое для каждого варианта
th_th: ปรับแต่งเนื้อหาสำหรับแต่ละตัวเลือก
vi_vn: Tùy chỉnh nội dung cho từng tùy chọn
zh_cn: 自定义每个选项的内容
zh_tw: 自訂每個選項的內容

# z6Y
source: Condition {{num}}
de_de: Bedingung {{num}}
es_es: Condición {{num}}
id_id: Syarat {{num}}
it_it: Condizione {{num}}
ja_jp: 条件 {{num}}
ko_kr: 조건 {{num}}
ms_my: Syarat {{num}}
pt_br: Condição {{num}}
ru_ru: Условие {{num}}
th_th: เงื่อนไข {{num}}
vi_vn: Điều kiện {{num}}
zh_cn: 条件 {{num}}
zh_tw: 條件 {{num}}

# zKg
source: Field in current table
de_de: Feld in aktueller Tabelle
es_es: Campo en la tabla actual
fr_fr: Champ du tableau actuel
id_id: Bidang di dalam tabel saat ini
it_it: Campo nella tabella corrente
ja_jp: このテーブル内のフィールド
ko_kr: 현재 표의 필드
ms_my: Bidang dalam jadual semasa
pt_br: Campo na tabela atual
ru_ru: Поле в текущей таблице
th_th: ช่องข้อมูลในตารางปัจจุบัน
vi_vn: Trường trong bảng hiện tại
zh_cn: 当前表中的字段
zh_tw: 目前表中的欄位

# OQI
source: Field in referenced table
de_de: Feld in referenzierter Tabelle
es_es: Campo en la tabla a la que se hace referencia
fr_fr: Champ du tableau référencé
id_id: Bidang di dalam tabel yang direferensikan
it_it: Campo nella tabella cui viene fatto riferimento
ja_jp: 参照テーブル内のフィールド
ko_kr: 참조된 표의 필드
ms_my: Bidang dalam jadual rujukan
pt_br: Campo na tabela referenciada
ru_ru: Поле в ссылочной таблице
th_th: ช่องข้อมูลในตารางที่อ้างอิง
vi_vn: Trường trong bảng tham chiếu
zh_cn: 引用表中的字段
zh_tw: 引用表中的欄位

# fNE
source: Please finish referenced condition settings.
de_de: Schließen Sie die referenzierten Bedingungseinstellungen ab.
es_es: Termina la configuración de las condiciones de la referencia.
fr_fr: Veuillez finir de paraméter les conditions référencées.
id_id: Selesaikan pengaturan syarat yang direferensikan.
it_it: Termina le impostazioni delle condizioni cui viene fatto riferimento.
ja_jp: 先に条件の設定を完了してください
ko_kr: 참조된 조건 설정을 완료하세요.
ms_my: Sila lengkapkan tetapan keadaan rujukan.
pt_br: Termine as configurações de condição referenciadas.
ru_ru: Завершите настройку указанных условий.
th_th: โปรดดำเนินการตั้งค่าเงื่อนไขที่อ้างอิงให้เสร็จสมบูรณ์
vi_vn: Vui lòng hoàn thành cài đặt điều kiện tham chiếu.
zh_cn: 请先完成引用条件的设置
zh_tw: 請先完成引用條件的設定

# lLM
source: all conditions
de_de: alle Bedingungen
es_es: todas las condiciones
fr_fr: toutes les conditions
id_id: semua syarat
it_it: tutte le condizioni
ja_jp: すべての条件
ko_kr: 모든 조건
ms_my: semua keadaan
pt_br: todas as condições
ru_ru: все условия
th_th: เงื่อนไขทั้งหมด
vi_vn: tất cả điều kiện
zh_cn: 所有条件
zh_tw: 所有條件

# uAw
source: any condition
de_de: beliebige Bedingung
es_es: cualquier condición
fr_fr: toute condition
id_id: syarat apa pun
it_it: qualunque condizione
ja_jp: いずれの条件
ko_kr: 임의의 조건
ms_my: sebarang keadaan
pt_br: qualquer condição
ru_ru: любое условие
th_th: เงื่อนไขใดก็ได้
vi_vn: điều kiện bất kỳ
zh_cn: 任一条件
zh_tw: 任一條件

# pxQ
source: Condition
de_de: Bedingung
es_es: Condición
id_id: Syarat
it_it: Condizione
ja_jp: 条件
ko_kr: 조건
ms_my: Syarat
pt_br: Condição
ru_ru: Условие
th_th: เงื่อนไข
vi_vn: Điều kiện
zh_cn: 条件关系
zh_tw: 條件關係

# Qp8
source: Meet
de_de: Erfüllen
es_es: Cumplir
fr_fr: Remplir
id_id: Rapat
it_it: Soddisfa
ja_jp: 以下を満たす
ko_kr: 충족
ms_my: Jumpa
pt_br: Cumprir
ru_ru: Соответствует
th_th: ที่ตรง
vi_vn: Đáp ứng
zh_cn: 符合以下
zh_tw: 符合以下

# iLc
source: No available fields.
de_de: Keine verfügbaren Felder.
es_es: No hay campos disponibles.
fr_fr: Aucun champ disponible.
id_id: Tidak ada bidang tersedia.
it_it: Nessun campo disponibile.
ja_jp: 条件を満たすフィールドは見つかりませんでした
ko_kr: 사용 가능한 필드가 없습니다.
ms_my: Tiada medan yang tersedia.
pt_br: Nenhum campo disponível.
ru_ru: Нет доступных полей.
th_th: ไม่มีช่องข้อมูล
vi_vn: Không có trường nào.
zh_cn: 暂无符合条件的字段
zh_tw: 暫無符合條件的欄位

# g70
source: No access to field
de_de: Kein Zugriff auf das Feld
es_es: Sin acceso al campo
fr_fr: Aucun accès au champ
id_id: Tidak ada akses ke bidang
it_it: Nessun accesso al campo
ja_jp: フィールドの閲覧権限がありません
ko_kr: 필드 액세스 권한 없음
ms_my: Tiada akses ke medan
pt_br: Sem acesso ao campo
ru_ru: Нет доступа к полю
th_th: ไม่มีการเข้าถึงช่องข้อมูล
vi_vn: Không có quyền truy cập trường
zh_cn: 无权限查看字段
zh_tw: 無權查看欄位

# /Sk
source: No access to table
de_de: Kein Zugriff auf dieTabelle
es_es: Sin acceso a la tabla
fr_fr: Aucun accès au tableau
id_id: Tidak ada akses ke tabel
it_it: Nessun accesso alla tabella
ja_jp: テーブルへのアクセス権限がありません。
ko_kr: 표 액세스 권한 없음
ms_my: Tiada akses ke jadual
pt_br: Sem acesso à tabela
ru_ru: Нет доступа к таблице
th_th: ไม่มีการเข้าถึงตาราง
vi_vn: Không có quyền truy cập bảng
zh_cn: 无权限访问数据表
zh_tw: 無權存取資料表

# Kg8
source: You don't have permission to access the referenced table. Please reset.
de_de: Sie haben keine Zugriffsberechtigung für die referenzierte Tabelle. Bitte zurücksetzen.
es_es: No tienes permiso para acceder a la tabla a la que se hace referencia. Restablécela.
fr_fr: Vous n'êtes pas autorisé à accéder au tableau référencé. Veuillez réinitialiser.
id_id: Anda tidak memiliki izin untuk mengakses tabel yang direferensikan. Harap reset.
it_it: Non disponi dell'autorizzazione per accedere alla tabella di riferimento. Ripristina.
ja_jp: テーブルにアクセスする権限がありません。再設定してください
ko_kr: 참조된 표에 액세스할 수 있는 권한이 없습니다. 재설정하세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses jadual yang dirujuk. Sila tetapkan semula.
pt_br: Você não tem permissão para acessar a tabela referenciada. Redefina-a.
ru_ru: У вас нет разрешения на доступ к указанной таблице. Сбросьте.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเข้าถึงตารางที่อ้างอิง โปรดรีเซ็ต
vi_vn: Bạn không có quyền truy cập bảng tham chiếu. Vui lòng đặt lại.
zh_cn: 无权限访问引用数据表，请重新设置
zh_tw: 無權存取引用資料表，請重新設定

# Kxs
source: No permission to view
de_de: Keine Berechtigung zum Ansehen
es_es: No tienes permiso para ver
fr_fr: Aucune autorisation d'affichage
id_id: Tidak memiliki izin untuk melihat
it_it: Nessuna autorizzazione per visualizzare
ja_jp: 閲覧権限がありません
ko_kr: 보기 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat
pt_br: Sem permissão para visualizar
ru_ru: Нет разрешения на просмотр
th_th: ไม่มีสิทธิ์การอนุญาตดู
vi_vn: Không có quyền xem
zh_cn: 无权限查看
zh_tw: 無權查看

# vO0
source: Options
de_de: Optionen
es_es: Opciones
id_id: Opsi
it_it: Opzioni
ja_jp: オプション
ko_kr: 옵션
ms_my: Pilihan
pt_br: Opções
ru_ru: Опции
th_th: ตัวเลือก
vi_vn: Tùy chọn
zh_cn: 选项内容
zh_tw: 選項內容

# I4M
source: Please finish condition settings.
de_de: Schließen Sie die Bedingungseinstellungen ab.
es_es: Finaliza la configuración de las condiciones.
fr_fr: Veuillez finaliser les paramètres de condition.
id_id: Selesaikan pengaturan syarat.
it_it: Termina le impostazioni delle condizioni.
ja_jp: 条件の設定を完了してください
ko_kr: 조건 설정을 완료하세요.
ms_my: Sila selesaikan tetapan syarat.
pt_br: Conclua as configurações de condição.
ru_ru: Завершите настройку условий.
th_th: โปรดดำเนินการตั้งค่าเงื่อนไขให้เสร็จสิ้น
vi_vn: Vui lòng hoàn tất cài đặt điều kiện.
zh_cn: 请填写条件内容
zh_tw: 請填寫條件內容

# ziU
source: Please select the content to reference
de_de: Bitte wählen Sie den zu referenzierenden Inhalt aus
es_es: Selecciona el contenido al que quieres hacer referencia
fr_fr: Veuillez sélectionner le contenu à référencer
id_id: Pilih konten yang akan direferensikan
it_it: Seleziona il contenuto cui fare riferimento
ja_jp: 参照する内容を選択してください。
ko_kr: 참조할 콘텐츠를 선택하세요
ms_my: Sila pilih kandungan untuk dirujuk
pt_br: Selecione o conteúdo para referência
ru_ru: Выберите контент для ссылки
th_th: โปรดเลือกเนื้อหาเพื่ออ้างอิง
vi_vn: Vui lòng chọn nội dung cần tham chiếu
zh_cn: 请选择要引用的内容
zh_tw: 請選擇要引用的內容

# qCM
source: Field was deleted
de_de: Das Feld wurde gelöscht
es_es: El campo se ha eliminado
fr_fr: Le champ a été supprimé
id_id: Bidang dihapus
it_it: Campo eliminato
ja_jp: フィールドは削除されました
ko_kr: 필드가 삭제됨
ms_my: Medan telah dipadam
pt_br: O campo foi excluído
ru_ru: Поле удалено
th_th: ลบช่องข้อมูลแล้ว
vi_vn: Trường đã bị xóa
zh_cn: 字段已被删除
zh_tw: 欄位已被刪除

# AZE
source: Field type was changed
de_de: Der Feldtyp wurde geändert
es_es: El tipo de campo ha cambiado
fr_fr: Le type de champ a été modifié
id_id: Jenis bidang diubah
it_it: Tipo di campo modificato
ja_jp: フィールドタイプは編集されました。
ko_kr: 필드 유형이 변경되었습니다
ms_my: Jenis medan telah diubah
pt_br: Tipo de campo alterado
ru_ru: Тип поля был изменен
th_th: เปลี่ยนประเภทช่องข้อมูลแล้ว
vi_vn: Loại trường đã thay đổi
zh_cn: 字段类型被修改
zh_tw: 欄位類型被修改

# a30
source: Referenced field type was changed. Please reset.
de_de: Der referenzierte Feldtyp wurde geändert. Bitte zurücksetzen.
es_es: El tipo de campo al que se hace referencia ha cambiado. Restablécelo.
fr_fr: Le type de champ référencé a été modifié. Veuillez réinitialiser.
id_id: Jenis bidang yang direferensikan berhasil diubah. Hara reset
it_it: Il tipo di campo cui viene fatto riferimento è stato modificato. Ripristina.
ja_jp: フィールドタイプが変更されました。再設定してください
ko_kr: 참조된 필드 유형이 변경되었습니다. 재설정하세요.
ms_my: Jenis medan yang dirujuk telah diubah. Sila tetapkan semula.
pt_br: O tipo de campo referenciado foi alterado. Redefina-o.
ru_ru: Тип ссылочного поля был изменен. Сбросьте.
th_th: ประเภทช่องข้อมูลที่อ้างอิงเปลี่ยนแล้ว โปรดรีเซ็ต
vi_vn: Loại trường tham chiếu đã thay đổi. Vui lòng đặt lại.
zh_cn: 引用字段的类型发生变更，请重新设置
zh_tw: 引用欄位的類型發生變更，請重新設定

# f/w
source: Referenced table was deleted
de_de: Die referenzierte Tabelle wurde gelöscht
es_es: La tabla a la que se hace referencia se ha eliminado.
fr_fr: Le tableau référencé a été supprimé
id_id: Tabel yang direferensikan dihapus
it_it: Tabella di riferimento eliminata
ja_jp: テーブルは削除されました
ko_kr: 참조된 표가 삭제됨
ms_my: Meja rujukan telah dipadam
pt_br: A tabela referenciada foi excluída
ru_ru: Таблица удалена
th_th: ลบตารางอ้างอิงแล้ว
vi_vn: Bảng tham chiếu đã bị xóa
zh_cn: 数据表已被删除
zh_tw: 資料表已被刪除

# cKk
source: Timed out. Please {{retry}}
de_de: Zeitüberschreitung. Bitte {{retry}}
es_es: Tiempo de espera agotado. {{retry}}
fr_fr: Délai expiré. Veuillez {{retry}}
id_id: Waktu habis. {{retry}}
it_it: Time out. {{retry}}
ja_jp: タイムアウトしました。{{retry}}してください
ko_kr: 시간 초과. {{retry}}
ms_my: Masa tamat. Sila {{retry}}
pt_br: Tempo limite expirado. {{retry}}
ru_ru: Время вышло. {{retry}}
th_th: หมดเวลา โปรด{{retry}}
vi_vn: Đã hết thời gian chờ. Vui lòng {{retry}}
zh_cn: 加载超时，请{{retry}}
zh_tw: 載入逾時，請{{retry}}

# IJo
source: Select condition type
de_de: Bedingungstyp auswählen
es_es: Selecciona el tipo de condición
fr_fr: Sélectionner un type de condition
id_id: Pilih jenis syarat
it_it: Seleziona tipo condizione
ja_jp: 条件タイプを選択
ko_kr: 조건 유형 선택
ms_my: Pilih jenis keadaan
pt_br: Selecionar tipo de condição
ru_ru: Выберите тип условия
th_th: เลือกประเภทเงื่อนไข
vi_vn: Chọn loại điều kiện
zh_cn: 选择条件类型
zh_tw: 選擇條件類型

# l0k
source: Please select referenced table first, then condition type.
de_de: Wählen Sie zunächst die referenzierte Tabelle und dann den Bedingungstyp aus.
es_es: Selecciona primero la tabla a la que se hace referencia y después el tipo de condición.
fr_fr: Veuillez d'abord sélectionner le tableau référencé, puis le type de condition.
id_id: Pilih tabel yang direferensikan terlebih dahulu, kemudian jenis syarat.
it_it: Seleziona prima la tabella cui viene fatto riferimento, poi il tipo di condizione.
ja_jp: 参照テーブルのフィールドを選択してから、条件タイプを追加してください。
ko_kr: 먼저 참조된 표를 선택한 다음 조건 유형을 선택하세요.
ms_my: Sila pilih jadual rujukan dahulu, kemudian jenis keadaan.
pt_br: Selecione a tabela referenciada primeiro e depois o tipo de condição.
ru_ru: Сначала выберите ссылочную таблицу, а затем тип условия.
th_th: โปรดเลือกตารางที่อ้างอิงก่อน หลังจากนั้นจึงเลือกประเภทเงื่อนไข
vi_vn: Vui lòng chọn bảng tham chiếu trước, sau đó chọn loại điều kiện.
zh_cn: 请先选择引用数据表中的字段，再选择条件类型
zh_tw: 請先選擇引用資料表中的欄位，然後選擇條件類型

# nac
source: Select field
de_de: Feld auswählen
es_es: Selecciona el campo
fr_fr: Sélectionner un champ
id_id: Pilih bidang
it_it: Seleziona campo
ja_jp: フィールドを選択
ko_kr: 필드 선택
ms_my: Pilih bidang
pt_br: Selecionar campo
ru_ru: Выберите поле
th_th: เลือกช่องข้อมูล
vi_vn: Chọn trường
zh_cn: 选择字段
zh_tw: 選擇欄位

# i/0
source: Please select referenced table before adding condition.
de_de: Wählen Sie die referenzierte Tabelle vor dem Hinzufügen der Bedingung aus.
es_es: Selecciona la tabla a la que se hace referencia antes de agregar la condición.
fr_fr: Veuillez sélectionner le tableau référencé avant d'ajouter la condition.
id_id: Pilih tabel yang direferensikan sebelum menambah syarat.
it_it: Seleziona la tabella cui viene fatto riferimento prima di aggiungere una condizione.
ja_jp: 参照テーブルを選択してから、条件を追加してください。
ko_kr: 조건을 추가하기 전에 참조된 표를 선택하십시오.
ms_my: Sila pilih jadual rujukan sebelum menambah keadaan.
pt_br: Selecione a tabela referenciada antes de adicionar a condição.
ru_ru: Выберите ссылочную таблицу, прежде чем добавлять условие.
th_th: โปรดเลือกตารางที่อ้างอิงก่อนเพิ่มเงื่อนไข
vi_vn: Vui lòng chọn bảng tham chiếu trước khi thêm điều kiện.
zh_cn: 请先选择引用数据表，再添加引用条件
zh_tw: 請先選擇引用資料表，然後新增引用條件

# rNY
source: Please select referenced table first, then referenced field.
de_de: Wählen Sie zunächst die referenzierte Tabelle und dann das referenzierte Feld aus.
es_es: Selecciona primero la tabla y después el campo al que se hace referencia
fr_fr: Veuillez d'abord sélectionner le tableau référencé, puis le champ référencé.
id_id: Pilih tabel yang direferensikan terlebih dahulu, kemudian bidang yang direferensikan.
it_it: Seleziona prima la tabella cui viene fatto riferimento, poi il campo cui viene fatto riferimento.
ja_jp: 参照テーブルを選択してから、フィールドを選択してください。
ko_kr: 먼저 참조된 표를 선택한 다음 참조된 필드를 선택하세요.
ms_my: Sila pilih jadual rujukan dahulu, kemudian bidang rujukan.
pt_br: Selecione a tabela referenciada primeiro e depois o campo referenciado.
ru_ru: Сначала выберите ссылочную таблицу, а затем ссылочное поле.
th_th: โปรดเลือกตารางที่อ้างอิงก่อน หลังจากนั้นจึงเลือกช่องข้อมูลที่อ้างอิง
vi_vn: Vui lòng chọn bảng tham chiếu trước, sau đó chọn trường tham chiếu.
zh_cn: 请先选择引用数据表，再选择引用字段
zh_tw: 請先選擇引用資料表，然後選擇引用欄位

# gKA
source: Select field to be referenced
de_de: Zu referenzierendes Feld auswählen
es_es: Selecciona el campo al que se hará referencia
fr_fr: Sélectionner le champ à référencer
id_id: Pilih bidang yang akan direferensikan
it_it: Seleziona il campo cui fare riferimento
ja_jp: 参照するフィールドを選択
ko_kr: 참조할 필드 선택
ms_my: Pilih bidang untuk dirujuk
pt_br: Selecionar o campo a ser referenciado
ru_ru: Выберите поле для ссылки
th_th: เลือกช่องข้อมูลที่จะอ้างอิง
vi_vn: Chọn trường cần tham chiếu
zh_cn: 选择要引用的字段
zh_tw: 選擇要引用的欄位

# zsI
source: Select table to be referenced
de_de: Zu referenzierende Tabelle auswählen
es_es: Selecciona la tabla a la que se hará referencia
fr_fr: Sélectionner le tableau à référencer
id_id: Pilih tabel yang akan direferensikan
it_it: Seleziona la tabella cui fare riferimento
ja_jp: 参照するテーブルを選択
ko_kr: 참조할 표 선택
ms_my: Pilih jadual untuk dirujuk
pt_br: Selecionar a tabela a ser referenciada
ru_ru: Выберите таблицу для ссылки
th_th: เลือกตารางที่จะอ้างอิง
vi_vn: Chọn bảng cần tham chiếu
zh_cn: 选择要引用的数据表
zh_tw: 選擇要引用的資料表
