Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Gko
source: Reacted to your comment: {{content}}
de_de: Hat auf Ihren Kommentar reagiert: {{content}}
es_es: Ha reaccionado a tu comentario: {{content}}
fr_fr: A réagi à votre commentaire : {{content}}
id_id: Bereaksi ke komentar Anda: {{content}}
it_it: Reazione al tuo commento aggiunta: {{content}}
ja_jp: あなたのコメントに返信しました：{{content}}
ko_kr: 회원님의 댓글에 반응했습니다 "{{content}}"
ms_my: Bertindak balas kepada komen anda: {{content}}
pt_br: Reagiu ao seu comentário: {{content}}
ru_ru: Отреагировал(а) на ваш комментарий: {{content}}
th_th: ตอบสนองต่อความคิดเห็นของคุณ: {{content}}
vi_vn: Đã tương tác với nhận xét của bạn: {{content}}
zh_cn: 回应了你的评论：{{content}}
zh_tw: 回應了你的評論：{{content}}

# /kw
source: Received a message
de_de: Eine Nachricht erhalten
es_es: Mensaje recibido
fr_fr: A reçu un message
id_id: Menerima pesan
it_it: Messaggio ricevuto
ja_jp: メッセージを受信しました。
ko_kr: 메시지를 받았습니다
ms_my: Menerima mesej
pt_br: Você recebeu uma mensagem
ru_ru: Получено сообщение
th_th: ได้รับข้อความแล้ว
vi_vn: Đã nhận được một tin nhắn
zh_cn: 收到了一条消息
zh_tw: 收到了一則訊息

# fJo
source: Reopened the comment: {{content}}
de_de: Hat den Kommentar erneut geöffnet: {{content}}
es_es: Ha vuelto a abrir el comentario: {{content}}
fr_fr: A rouvert le commentaire : {{content}}
id_id: Membuka ulang komentar: {{content}}
it_it: Commento riaperto: {{content}}
ja_jp: コメントを再開しました：{{content}}
ko_kr: 댓글({{content}})을 다시 열었습니다
ms_my: Dibuka semula komen: {{content}}
pt_br: Reabriu o comentário: {{content}}
ru_ru: Повторно открыл(а) комментарий: {{content}}
th_th: เปิดความคิดเห็นอีกครั้งแล้ว: {{content}}
vi_vn: Đã mở lại nhận xét: {{content}}
zh_cn: 重新打开了评论：{{content}}
zh_tw: 重新開啟了評論：{{content}}

# Nww
source: Resolved {{userName}}'s comment: {{content}}
de_de: Der Kommentar von {{userName}} wurde geklärt: {{content}}
es_es: El comentario de {{userName}} se ha resuelto: {{content}}
fr_fr: Commentaire de {{userName}} résolu : {{content}}
id_id: Menyelesaikan komentar {{userName}}: {{content}}
it_it: Commento di {{userName}} chiarito: {{content}}
ja_jp: {{userName}} のコメントをアーカイブしました：{{content}}
ko_kr: {{userName}} 님의 댓글({{content}})이 확인되었습니다
ms_my: Selesaikan komen {{userName}}: {{content}}
pt_br: Comentário de {{userName}} resolvido: {{content}}
ru_ru: Устранен комментарий пользователя {{userName}}: {{content}}
th_th: แก้ไขความคิดเห็นของ {{userName}} แล้ว: {{content}}
vi_vn: Đã xử lý nhận xét của {{userName}}: {{content}}
zh_cn: 解决了{{userName}}的评论：{{content}}
zh_tw: 解決了{{userName}}的評論：{{content}}

# mvc
source: {{userName}}'s comment has been resolved: {{content}}
de_de: Der Kommentar von {{userName}} wurde geklärt: {{content}}
es_es: El comentario de {{userName}} se ha resuelto: {{content}}
fr_fr: Le commentaire de {{userName}} a été résolu : {{content}}
id_id: Komentar {{userName}} telah diselesaikan: {{content}}
it_it: Il commento di {{userName}} è stato chiarito: {{content}}
ja_jp: {{userName}} が追加したコメントがアーカイブされました：{{content}}
ko_kr: {{userName}} 님의 댓글({{content}})이 확인되었습니다
ms_my: Komen {{userName}} telah diselesaikan: {{content}}
pt_br: O comentário de {{userName}} foi resolvido: {{content}}
ru_ru: Комментарий {{userName}} был решен: {{content}}
th_th: ความคิดเห็นของ {{userName}} ได้รับการแก้ไขแล้ว: {{content}}
vi_vn: Nhận xét của {{userName}} đã được xử lý: {{content}}
zh_cn: {{userName}}添加的评论已被解决：{{content}}
zh_tw: {{userName}}新增的評論已解決：{{content}}

# tb4
source: Your comment has been resolved
de_de: Ihr Kommentar wurde geklärt
es_es: Tu comentario se ha resuelto
fr_fr: Votre commentaire a été résolu
id_id: Komentar Anda telah diselesaikan
it_it: Il tuo commento è stato chiarito
ja_jp: あなたのコメントがアーカイブされました。
ko_kr: 회원님의 댓글이 확인되었습니다
ms_my: Komen anda telah diselesaikan
pt_br: Seu comentário foi resolvido
ru_ru: Ваш комментарий был решен
th_th: ความคิดเห็นของคุณได้รับการแก้ไขแล้ว
vi_vn: Nhận xét của bạn đã được xử lý
zh_cn: 你添加的评论已被解决
zh_tw: 你新增的評論已解決

# Ouw
source: Commented: {{content}}
de_de: Hat kommentiert: {{content}}
es_es: Ha comentado: {{content}}
fr_fr: A commenté : {{content}}
id_id: Dikomentari: {{content}}
it_it: Commento aggiunto: {{content}}
ja_jp: コメントを追加しました：{{content}}
ko_kr: 댓글을 달았습니다 "{{content}}"
ms_my: Dikomen: {{content}}
pt_br: Comentado: {{content}}
ru_ru: Комментарий: {{content}}
th_th: แสดงความคิดเห็นแล้ว: {{content}}
vi_vn: Đã nhận xét: {{content}}
zh_cn: 添加了一条评论：{{content}}
zh_tw: 新增了一則評論：{{content}}

# esk
source: Mentioned you in {{docName}}
de_de: Sie wurden erwähnt in {{docName}}
es_es: Te han mencionado en {{docName}}
fr_fr: Vous a mentionné dans {{docName}}
id_id: Menyebut Anda di {{docName}}
it_it: Menzione ricevuta in {{docName}}
ja_jp: {{docName}} であなたをメンションしました。
ko_kr: {{docName}}에서 회원님을 멘션했습니다
ms_my: Menyebut anda dalam {{docName}}
pt_br: Mencionou você em {{docName}}
ru_ru: Упомянул вас в {{docName}}
th_th: กล่าวถึงคุณใน {{docName}}
vi_vn: Đã nhắc đến bạn trong {{docName}}
zh_cn: 在 {{docName}} 中提及了你
zh_tw: 在 {{docName}} 中提及了你

# cy0
source: Quick Access
de_de: Schnellzugriff
es_es: Acceso rápido
fr_fr: Accès rapide
id_id: Akses Cepat
it_it: Accesso rapido
ja_jp: クイックアクセス
ko_kr: 빠른 액세스
ms_my: Akses Pantas
pt_br: Acesso rápido
ru_ru: Быстрый доступ
th_th: การเข้าถึงด่วน
vi_vn: Truy cập nhanh
zh_cn: 快速访问
zh_tw: 快速存取

# Kbk
source: Recent
de_de: Zuletzt geöffnet
es_es: Recientes
fr_fr: Récent
id_id: Terbaru
it_it: Recenti
ja_jp: 最近
ko_kr: 최근
ms_my: Baru-baru ini
pt_br: Recentes
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_tw: 最近

# xko
source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
id_id: Templat
it_it: Modelli
ja_jp: テンプレートギャラリー
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelos
ru_ru: Шаблоны
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板库
zh_tw: 範本資料庫

# BVQ
source: Loading failed. Please try again later.
de_de: Der Ladevorgang ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
id_id: Gagal memuat. Coba lagi nanti.
it_it: Caricamento non riuscito. Riprova più tardi.
ja_jp: 読み込みできませんでした。しばらくしてからもう一度お試しください。
ko_kr: 로드하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Загрузка не удалась. Повторите попытку позже.
th_th: การโหลดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau.
zh_cn: 数据加载失败，请稍后重试
zh_tw: 資料載入失敗，請稍後重試

# 0VE
source: View All
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout afficher
id_id: Lihat Semua
it_it: Visualizza tutto
ja_jp: すべて
ko_kr: 모두 보기
ms_my: Lihat Semua
pt_br: Visualizar tudo
ru_ru: Посмотреть все
th_th: ดูทั้งหมด
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_tw: 查看全部

# so0
source: Emoji reaction recalled
de_de: Emoji-Reaktion zurückgerufen
es_es: Reacción con emoji recuperada
fr_fr: Réaction emoji rappelée
id_id: Reaksi emoji ditarik
it_it: Reazione emoji richiamata
ja_jp: 絵文字のリアクションが取り消されました。
ko_kr: 이모지 반응이 회수되었습니다
ms_my: Tindak balas emoji ditarik balik
pt_br: Reação de emoji recuperada
ru_ru: Реакция эмодзи отозвана
th_th: เรียกคืนอีโมจิแสดงความรู้สึกแล้ว
vi_vn: Đã thu hồi phản ứng bằng biểu tượng cảm xúc
zh_cn: 表情回应已被取消
zh_tw: 表情回應已取消

# QHs
source: {{userName}} resolved the emoji reaction
de_de: {{userName}} hat die Emoji-Reaktion geklärt
es_es: {{userName}} ha resuelto la reacción con emoji
fr_fr: {{userName}} a résolu la réaction emoji
id_id: {{userName}} menyelesaikan reaksi emoji
it_it: {{userName}} ha chiarito la reazione emoji
ja_jp: {{userName}} は、絵文字リアクションを解決済みとしてアーカイブしました。
ko_kr: {{userName}} 님이 이모지 반응을 확인했습니다
ms_my: {{userName}} menyelesaikan tindak balas emoji
pt_br: {{userName}} resolveu a reação de emoji
ru_ru: {{userName}} разрешил(а) реакцию эмодзи
th_th: {{userName}} แก้ไขอีโมจิแสดงความรู้สึกแล้ว
vi_vn: {{userName}} đã xử lý phản ứng bằng biểu tượng cảm xúc
zh_cn: {{userName}} 解决了表情回应
zh_tw: {{userName}} 解決了表情回應

# rh0
source: The maximum number of photos you can upload is {{count}}.
de_de: Sie können maximal {{count}} Fotos hochladen.
es_es: El número máximo de fotos que puedes subir es {{count}}.
fr_fr: Vous pouvez télécharger un maximum de {{count}} photos.
hi_in: आपके द्वारा अपलोड किए जा सकने वाले फ़ोटो की अधिकतम संख्या {{count}} है.
id_id: Jumlah foto maksimum yang dapat diunggah adalah {{count}}.
it_it: Il numero massimo di foto che puoi caricare è {{count}}.
ja_jp: 最多 {{count}}枚アップロードできます
ko_kr: 업로드할 수 있는 최대 사진 수는 {{count}}장입니다.
ms_my: Bilangan maksimum foto yang boleh anda muat naik ialah {{count}}.
pt_br: O número máximo de fotos que você pode carregar é {{count}}.
ru_ru: Максимальное количество фотографий, которые вы можете загрузить — {{count}}
th_th: จำนวนภาพถ่ายสูงสุดที่คุณสามารถอัปโหลดได้คือ {{count}} รายการ
vi_vn: Số lượng ảnh tối đa bạn có thể tải lên là {{count}}.
zh_cn: 最多支持上传{{count}}张图
zh_tw: 最多支援上傳 {{count}} 張圖

# hms
source: Use keywords or filters to search Docs
de_de: Schlüsselwörter oder Filter für die Suche in Docs verwenden
es_es: Utilizar palabras clave o filtros para buscar documentos
fr_fr: Utiliser des mots-clés ou des filtres pour rechercher dans des Docs
hi_in: डॉक्स को खोजने के लिए कीवर्ड या फ़िल्टर का उपयोग करें
id_id: Gunakan kata kunci atau filter untuk mencari Docs
it_it: Usa parole chiave o filtri per cercare documenti
ja_jp: キーワードまたはフィルタを利用して Docs を検索
ko_kr: 키워드 또는 필터를 이용하여 문서를 검색합니다
ms_my: Gunakan kata kunci atau penapis untuk mencari Docs
pt_br: Use palavras-chave ou filtros para pesquisar Docs
ru_ru: Для поиска документов используйте ключевые слова или фильтры
th_th: ใช้คำสำคัญหรือตัวกรองเพื่อค้นหา Docs
vi_vn: Sử dụng từ khóa hoặc bộ lọc để tìm kiếm Docs
zh_cn: 输入关键词或使用过滤器查找云文档
zh_tw: 輸入關鍵字或使用篩選條件尋找雲端文件

# eI4
source: Go to the next one
de_de: Zum nächsten Element gehen
es_es: Ir al siguiente
fr_fr: Accéder à l'élément suivant
hi_in: अगले पर जाएँ
id_id: Buka berikutnya
it_it: Vai a successivo
ja_jp: 次へ
ko_kr: 다음 항목으로 이동
ms_my: Pergi ke yang seterusnya
pt_br: Ir para o próximo
ru_ru: Перейти к следующему
th_th: ไปยังรายการถัดไป
vi_vn: Đi tới phần tiếp theo
zh_cn: 前往下一项
zh_tw: 前往下一項

# r/Q
source: Open the selected item
de_de: Ausgewähltes Element öffnen
es_es: Abrir el elemento seleccionado
fr_fr: Ouvrir l'élément sélectionné
hi_in: चयनित आइटम खोलें
id_id: Buka item yang dipilih
it_it: Apri l'elemento selezionato
ja_jp: 選択中のアイテムを開く
ko_kr: 선택한 항목 열기
ms_my: Buka item yang dipilih
pt_br: Abrir o item selecionado
ru_ru: Открыть выбранный элемент
th_th: เปิดรายการที่เลือก
vi_vn: Mở mục đã lựa chọn
zh_cn: 打开选中项
zh_tw: 開啟選取項

# YHo
source: Go to the previous one
de_de: Zum vorherigen Element gehen
es_es: Ir al anterior
fr_fr: Accéder à l'élément précédent
hi_in: पिछले पर जाएँ
id_id: Buka sebelumnya
it_it: Vai a precedente
ja_jp: 前へ
ko_kr: 이전 항목으로 이동
ms_my: Pergi ke yang sebelumnya
pt_br: Ir para o anterior
ru_ru: Перейти к предыдущему
th_th: ไปยังรายการก่อนหน้า
vi_vn: Đi tới phần trước đó
zh_cn: 前往上一项
zh_tw: 前往上一項

# lts
source: Docs Assistant
de_de: Docs-Assistent
es_es: Asistente de Docs
fr_fr: Assistant Docs
hi_in: Docs सहायक
id_id: Asisten Docs
it_it: Assistente Docs
ja_jp: Docs アシスタント
ko_kr: Docs 어시스턴트
ms_my: Pembantu Docs
pt_br: Assistente de Docs
th_th: ตัวช่วยเอกสาร
vi_vn: Trợ lý Docs
zh_cn: 云文档助手
zh_tw: 雲端文件助手

# 72U
source: Unable to send request. The owner of the {{doc_type}} isn't in "{{group_name}}."
de_de: Senden von Anfrage fehlgeschlagen. Der Besitzer von {{doc_type}} ist nicht in „{{group_name}}“.
es_es: Error al enviar solicitud. El propietario del {{doc_type}} no está en "{{group_name}}".
fr_fr: Impossible d'envoyer la demande. Le propriétaire de ce/cette {{doc_type}} ne fait pas partie de « {{group_name}} ».
hi_in: अनुरोध भेजने में असमर्थ. {{doc_type}} का ओनर "{{group_name}}" में नहीं है.
id_id: Gagal mengirim permintaan. Pemilik {{doc_type}} tidak ada di “{{group_name}}.”
it_it: Impossibile inviare la richiesta. Il proprietario di {{doc_type}} non è in "{{group_name}}".
ja_jp: 所有者{{doc_type}}は「{{group_name}}」に参加していないため、申請を送信できません
ko_kr: 요청을 보낼 수 없습니다. {{doc_type}} 소유자가 "{{group_name}}"에 없습니다.
ms_my: Tidak dapat menghantar permintaan. Pemilik {{doc_type}} tidak berada dalam "{{group_name}}."
pt_br: Falha ao enviar a solicitação. O proprietário do {{doc_type}} não está em "{{group_name}}".
ru_ru: Невозможно отправить запрос. Владелец {{doc_type}} не входит в "{{group_name}}".
th_th: ไม่สามารถส่งคำขอได้ เจ้าของ {{doc_type}} ไม่ได้อยู่ใน "{{group_name}}"
vi_vn: Không thể gửi yêu cầu. Chủ sở hữu của {{doc_type}} không thuộc "{{group_name}}."
zh_cn: 由于{{doc_type}}所有者不在“{{group_name}}”中，无法向所有者发送申请
zh_tw: 由於{{doc_type}}擁有者不在「{{group_name}}」中，所以無法向擁有者傳送申請

# lkc
source: You don't have permission to invite collaborators. You can request permission from the {{doc_type}} owner {{name}} to share the document with the following users (notifications will be sent to all members of the department via {{bot}})
de_de: Sie haben keine Berechtigung, Mitarbeiter einzuladen. Sie können beim {{doc_type}}-Besitzer {{name}} anfragen, das Dokument mit den folgenden Benutzern teilen zu dürfen (Benachrichtigungen werden an alle Mitglieder der Abteilung über den {{bot}} gesendet )
es_es: No tienes permiso para invitar a colaboradores. Puedes solicitar permiso al propietario del {{doc_type}} {{name}} para compartir el documento con los siguientes usuarios (las notificaciones se enviarán a todos los miembros del departamento a través de {{bot}})
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs. Vous pouvez demander l'autorisation au propriétaire {{name}} de ce/cette {{doc_type}} afin de partager le document avec les utilisateurs suivants (des notifications seront envoyées à tous les membres du service via le {{bot}})
hi_in: आपके पास सहयोगियों को आमंत्रित करने की अनुमति नहीं है. आप निम्न उपयोगकर्ताओं के साथ दस्तावेज़़ साझा करने के लिए {{doc_type}} ओनर {{name}} से अनुमति का अनुरोध कर सकते हैं ({{bot}} से विभाग के सभी सदस्यों को नोटिफ़िकेशन भेजे जाएँगे)
id_id: Anda tidak memiliki izin untuk mengundang kolaborator. Anda dapat meminta izin dari pemilik {{doc_type}} {{name}} untuk berbagi dokumen dengan pengguna berikut (notifikasi akan dikirim kepada semua anggota departemen melalui {{bot}})
it_it: Non disponi dell'autorizzazione a invitare collaboratori. Puoi richiedere l'autorizzazione al proprietario {{name}} di {{doc_type}} a condividere il documento con i seguenti utenti (verranno inviate notifiche a tutti i membri del reparto tramite {{bot}})
ja_jp: 共同編集者を招待する権限がありません。以下のユーザーに{{doc_type}}共有するよう、所有者 {{name}} に申請を送信できます（「{{bot}}」は部門内のメンバーに個別に通知します）
ko_kr: 공동 작업자를 초대할 권한이 없습니다. 다음 사용자와 문서를 공유하기 위해 {{doc_type}} 소유자 {{name}} 님에게 권한을 요청할 수 있습니다 (알림은 {{bot}}을(를) 통해 부서의 모든 구성원에게 전송됨)
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator. Anda boleh meminta kebenaran daripada pemilik {{doc_type}} {{name}} untuk berkongsi dokumen dengan pengguna berikut (pemberitahuan akan dihantar kepada semua ahli jabatan melalui {{bot}})
pt_br: Você não tem permissão para convidar colaboradores. Você pode solicitar permissão ao proprietário do {{doc_type}}, {{name}}, para compartilhar o documento com os usuários a seguir (notificações serão enviadas a todos os membros do departamento pelo {{bot}})
ru_ru: У вас нет разрешения приглашать соавторов. Вы можете запросить разрешение у {{doc_type}} владельца {{name}}, чтобы поделиться документом со следующими пользователями (уведомления будут отправлены всем участникам отдела через {{bot}})
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้ร่วมงาน คุณสามารถขอสิทธิ์การอนุญาตจากเจ้าของ {{doc_type}} ที่ชื่อ {{name}} ในการแบ่งปันเอกสารกับผู้ใช้ต่อไปนี้ได้ (การแจ้งเตือนจะถูกส่งไปยังสมาชิกทุกคนในแผนกผ่านทาง {{bot}})
vi_vn: Bạn không có quyền mời cộng tác viên. Bạn có thể yêu cầu quyền từ chủ sở hữu {{name}} của {{doc_type}} để chia sẻ tài liệu cho những người dùng sau đây (thông báo sẽ được gửi đến tất cả các thành viên của bộ phận thông qua {{bot}})
zh_cn: 你没有邀请协作者的权限，可请求所有者 {{name}} 将{{doc_type}}分享给以下用户（“{{bot}}”将分别通知部门内各成员）
zh_tw: 你沒有邀請協作者的權限，可請求擁有者 {{name}} 將{{doc_type}}分享給以下使用者（「{{bot}}」將分別通知部門內各成員）

# 3C0
source: You don't have permission to invite external collaborators. You can request {{permission_type}} permission from the owner {{name}} to share the {{doc_type}} with the following users.
de_de: Sie haben keine Berechtigung, externe Mitarbeiter einzuladen. Sie können eine {{permission_type}}-Berechtigung beim Besitzer {{name}} anfragen, um das {{doc_type}} mit folgenden Benutzern zu teilen.
es_es: No tienes permiso para invitar a colaboradores externos. Puedes solicitar permiso para {{permission_type}} al propietario {{name}} para compartir el {{doc_type}} con los siguientes usuarios.
fr_fr: Vous n'êtes pas autorisé à inviter des collaborateurs externes. Vous pouvez demander l'autorisation de {{permission_type}} au propriétaire {{name}} afin de partager ce/cette {{doc_type}} avec les utilisateurs suivants.
hi_in: आपके पास बाहरी सहयोगियों को आमंत्रित करने की अनुमति नहीं है. आप निम्न उपयोगकर्ताओं के साथ {{doc_type}} साझा करने के लिए ओनर {{name}} से {{permission_type}} अनुमति का अनुरोध कर सकते हैं.
id_id: Anda tidak memiliki izin untuk mengundang kolaborator eksternal. Anda dapat meminta izin {{permission_type}} dari pemilik {{name}} untuk berbagi {{doc_type}} dengan pengguna berikut.
it_it: Non disponi dell'autorizzazione a invitare collaboratori esterni. Puoi richiedere l'autorizzazione {{permission_type}} al proprietario di {{name}} per condividere {{doc_type}} con i seguenti utenti.
ja_jp: 外部共同編集者を招待する権限がありません。以下のユーザーに {{permission_type}} を付与するよう、{{doc_type}}の所有者 {{name}} に申請を送信できます。
ko_kr: 외부 공동 작업자를 초대할 권한이 없습니다. 다음 사용자와 {{doc_type}}을(를) 공유하기 위해 {{permission_type}} 권한을 소유자 {{name}} 님에게 요청할 수 있습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput kolaborator luaran. Anda boleh meminta kebenaran {{permission_type}} daripada pemilik {{name}} untuk berkongsi {{doc_type}} dengan pengguna berikut.
pt_br: Você não tem permissão para convidar colaboradores externos. Você pode solicitar permissão de {{permission_type}} ao proprietário {{name}} para compartilhar o {{doc_type}} com os usuários a seguir.
ru_ru: У вас нет разрешения приглашать внешних соавторов. Вы можете запросить разрешение {{permission_type}} у владельца {{name}}, чтобы поделиться {{doc_type}} со следующими пользователями.
th_th: คุณไม่สิทธิ์การอนุญาตในการเชิญผู้ร่วมงานภายนอก คุณสามารถขอสิทธิ์การอนุญาต {{permission_type}} จากเจ้าของ {{name}} ในการแบ่งปัน {{doc_type}} กับผู้ใช้ต่อไปนี้ได้
vi_vn: Bạn không có quyền mời cộng tác viên bên ngoài. Bạn có thể yêu cầu quyền {{permission_type}} từ chủ sở hữu {{name}} để chia sẻ {{doc_type}} với những người dùng sau.
zh_cn: 你没有邀请外部协作者的权限，可请求{{doc_type}}所有者 {{name}} 授予以下用户 {{permission_type}}
zh_tw: 你沒有邀請外部協作者的權限，可請求{{doc_type}}擁有者 {{name}} 授予以下使用者 {{permission_type}}

source: Some users are external. Once invited, external users with permission to share the {{doc_type}} can view the list of collaborators.
de_de: Einige Benutzer sind extern. Nach dem Einladen können externe Benutzer mit einer Berechtigung zum Teilen des {{doc_type}}s die Liste der Mitarbeiter anzeigen.
es_es: Algunos usuarios son externos. Una vez invitados, los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores.
fr_fr: Certains utilisateurs sont externes. Après invitation, les utilisateurs externes autorisés à partager des {{doc_type}} peuvent afficher la liste des collaborateurs.
hi_in: कुछ उपयोगकर्ता बाहरी हैं. आमंत्रित किए जाने के बाद, {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Beberapa pengguna adalah pengguna eksternal. Setelah diundang, pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator.
it_it: Alcuni utenti sono esterni. Una volta invitati, gli utenti esterni che dispongono dell'autorizzazione per condividere il {{doc_type}} potranno visualizzare l'elenco dei collaboratori.
ja_jp: 注意：選択された共同編集者の中に外部ユーザーが存在します。招待後、{{doc_type}}の共有権限を持つ外部ユーザーは、共同編集者リストを確認できます。
ko_kr: 일부 사용자는 외부 사용자입니다. 초대하면 {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Sesetengah pengguna adalah luaran. Setelah dijemput, pengguna luaran yang mempunyai kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator.
pt_br: Alguns usuários são externos. Após o convite, os usuários externos com permissão para compartilhar o {{doc_type}} poderão visualizar a lista de colaboradores.
ru_ru: Некоторые пользователи являются внешними. После приглашения внешние пользователи с разрешением делиться {{doc_type}} могут просматривать список соавторов.
th_th: ผู้ใช้บางรายคือผู้ใช้ภายนอก เมื่อเชิญแล้ว ผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้
vi_vn: Một số người dùng là người dùng bên ngoài. Sau khi được mời, người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên.
zh_cn: 注意：所选协作者中有外部用户。发送后，有{{doc_type}}分享权限的外部用户可查看协作者列表。
zh_tw: 注意：所選協作者中有外部使用者。傳送後，有{{doc_type}}分享權限的外部使用者可查看協作者清單。

# z/I
source: {{bot}} will notify all members of the department.
de_de: {{bot}} benachrichtigt alle Mitglieder der Abteilung.
es_es: {{bot}} enviará una notificación a todos los miembros del departamento.
fr_fr: {{bot}} avertira tous les membres du service.
hi_in: {{bot}} विभाग के सभी सदस्यों को सूचित करेगा.
id_id: {{bot}} akan memberi tahu semua anggota pengguna.
it_it: {{bot}} informerà tutti i membri del reparto.
ja_jp: 「{{bot}} 」は部門内のメンバーに個別に通知します
ko_kr: {{bot}}이(가) 부서의 모든 구성원에게 알림을 보냅니다.
ms_my: {{bot}} akan memberi notifikasi kepada semua ahli jabatan.
pt_br: {{bot}} notificará todos os membros do departamento.
ru_ru: {{bot}} уведомит всех участников отдела.
th_th: {{bot}} จะแจ้งเตือนสมาชิกทั้งหมดในแผนก
vi_vn: {{bot}} sẽ thông báo cho toàn bộ các thành viên của bộ phận.
zh_cn: “{{bot}}”将分别通知部门内各成员
zh_tw: 「{{bot}}」將分別通知部門內各成員

# tJw
source: Operation unavailable because the document key is unavailable.
de_de: Vorgang nicht verfügbar, da der Dokumentschlüssel nicht verfügbar ist.
es_es: La operación no está disponible porque la clave del documento no está disponible.
fr_fr: Opération non disponible car la clé du document n'est pas disponible.
hi_in: कार्यवाई अनुपलब्ध है क्योंकि दस्तावेज़ की अनुपलब्ध है.
id_id: Operasi tidak tersedia karena kunci dokumen tidak tersedia.
it_it: L'operazione non è disponibile poiché la chiave del documento non è disponibile.
ja_jp: Docs の鍵が無効になったため、操作できません
ko_kr: 문서 키를 사용할 수 없으므로 작업을 사용할 수 없습니다.
ms_my: Operasi tidak tersedia kerana kunci dokumen tidak tersedia.
pt_br: Operação indisponível porque a chave do documento está indisponível.
ru_ru: Операция недоступна. Ключ документа недоступен.
th_th: การดำเนินการไม่พร้อมใช้งานเนื่องจากคีย์เอกสารไม่พร้อมใช้งาน
vi_vn: Thao tác không khả dụng vì khóa tài liệu không khả dụng.
zh_cn: 文档密钥已失效，无法操作
zh_tw: 文件金鑰已失效，無法操作

# OH8
source: Unable to preview. File key is unavailable.
de_de: Vorschau nicht möglich. Dateischlüssel ist nicht verfügbar.
es_es: Error al visualizar. La clave del archivo no está disponible.
fr_fr: Aperçu impossible. La clé de fichier n'est pas disponible.
hi_in: पूर्वावलोकन करने में असमर्थ. फ़ाइल की अनुपलब्ध है.
id_id: Gagal mempratinjau. Kunci file tidak tersedia.
it_it: Impossibile visualizzare anteprima. La chiave del file non è disponibile.
ja_jp: ファイルの鍵が無効になったため、プレビューできません
ko_kr: 미리 볼 수 없습니다. 파일 키를 사용할 수 없습니다.
ms_my: Tidak dapat pratonton. Kunci fail tidak tersedia.
pt_br: Falha ao visualizar. A chave do arquivo está indisponível.
ru_ru: Не удалось просмотреть. Ключ файла недоступен.
th_th: ไม่สามารถดูตัวอย่างได้ คีย์ไฟล์ไม่พร้อมใช้งาน
vi_vn: Không thể xem trước. Khóa tệp tin không khả dụng.
zh_cn: 文件密钥已失效，无法预览
zh_tw: 檔案金鑰已失效，無法預覽
