Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ygg
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Gambar
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# 0TQ
source: Recently operated
de_de: Zuletzt verwendet
es_es: Utilizado recientemente
fr_fr: Récemment fait l'objet d'une opération
hi_in: हाल में ऑपरेट
id_id: Baru saja dioperasikan
it_it: Operazione recente
ja_jp: 最近の操作別フィルタ
ko_kr: 최근 운영됨
ms_my: Baru dioperasikan
pt_br: Operado recentemente
ru_ru: Недавние
th_th: ใช้งานล่าสุด
vi_vn: Đã thao tác gần đây
zh_cn: 最近操作
zh_tw: 最近操作

# Gz8
source: Recently created
de_de: Zuletzt erstellt
es_es: Creado recientemente
fr_fr: Récemment créé
hi_in: हाल में बनाया
id_id: Baru saja dibuat
it_it: Di recente creazione
ja_jp: 最近作成したもの
ko_kr: 최근 생성됨
ms_my: Baru dicipta
pt_br: Criado recentemente
ru_ru: Созданные
th_th: สร้างล่าสุด
vi_vn: Đã tạo gần đây
zh_cn: 最近创建
zh_tw: 最近建立

# jTI
source: Recently modified
de_de: Zuletzt geändert
es_es: Modificado recientemente
fr_fr: Récemment modifié
hi_in: हाल में संशोधित
id_id: Baru saja diubah
it_it: Modifica recente
ja_jp: 最近変更したもの
ko_kr: 최근 수정됨
ms_my: Baru diubah suai
pt_br: Modificado recentemente
ru_ru: Измененные
th_th: แก้ไขล่าสุด
vi_vn: Đã sửa đổi gần đây
zh_cn: 最近修改
zh_tw: 最近修改

# oMQ
source: Recently opened
de_de: Zuletzt geöffnet
es_es: Abierto recientemente
fr_fr: Récemment ouvert
hi_in: हाल में खोला
id_id: Baru saja dibuka
it_it: Apertura recente
ja_jp: 最近開いたもの
ko_kr: 최근 열어봄
ms_my: Baru dibuka
pt_br: Aberto recentemente
ru_ru: Просмотренные
th_th: เพิ่งเปิดไม่นานมานี้
vi_vn: Đã mở gần đây
zh_cn: 最近打开
zh_tw: 最近開啟

# wQ8
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сбросить
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# KKI
source: The current folder was deleted
de_de: Der aktuelle Ordner wurde gelöscht
es_es: La carpeta actual se ha eliminado
fr_fr: Le dossier actuel a été supprimé
hi_in: वर्तमान फ़ोल्डर हटा दिया गया था
id_id: Folder ini dihapus
it_it: La cartella corrente è stata eliminata
ja_jp: このフォルダは既に削除されました
ko_kr: 현재 폴더가 삭제되었습니다
ms_my: Folder semasa telah dipadam
pt_br: A pasta atual foi excluída
ru_ru: Текущая папка была удалена
th_th: โฟลเดอร์ปัจจุบันถูกลบแล้ว
vi_vn: Thư mục hiện tại đã bị xóa
zh_cn: 当前文件夹已删除
zh_tw: 已刪除目前資料夾

# TWA
source: folders
de_de: Ordner
es_es: carpetas
fr_fr: dossiers
hi_in: फ़ोल्डर
id_id: folder
it_it: cartelle
ja_jp: 個のフォルダ
ko_kr: 폴더
ms_my: folder
pt_br: pastas
ru_ru: папки
th_th: โฟลเดอร์
vi_vn: thư mục
zh_cn: 个文件夹
zh_tw: 個資料夾

# Udk
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# qoM
source: Added successfully
hi_in: जोड़ा गया
ja_jp: 追加
ru_ru: Добавлено успешно
zh_cn: 添加成功
zh_tw: 新增成功

# gy4
source: Move
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer
hi_in: ले जाएँ
id_id: Pindah
it_it: Sposta
ja_jp: 移動
ko_kr: 이동
ms_my: Pindah
pt_br: Mover
ru_ru: Переместить
th_th: ย้าย
vi_vn: Di chuyển
zh_cn: 移动
zh_tw: 移動

# ksQ
source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
hi_in: अनुशंसित
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: お勧め
ms_my: Kerap digunakan
ru_ru: Рекомендации
zh_cn: 推荐
zh_tw: 推薦

# Les
source: View
de_de: Ansicht
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualização
ru_ru: Вид
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_tw: 查看

# +qo
source: Hidden Folders
de_de: Ausgeblendete Ordner
es_es: Carpetas ocultas
fr_fr: Dossiers masqués
hi_in: छिपे हुए फ़ोल्डर
id_id: Folder Tersembunyi
it_it: Cartelle nascoste
ja_jp: 隠しフォルダ
ko_kr: 숨겨진 폴더
ms_my: Folder Tersembunyi
pt_br: Pastas ocultas
ru_ru: Скрытые папки
th_th: โฟลเดอร์ที่ซ่อนอยู่
vi_vn: Thư mục đã ẩn
zh_cn: 隐藏文件夹
zh_tw: 隱藏資料夾

# EKg
source: Set as hidden
de_de: Als ausgeblendet festlegen
es_es: Establecer como oculto
fr_fr: Définir comme masqué
hi_in: छिपाए हुए के रूप मे सेट करें
id_id: Berhasil disembunyikan
it_it: Imposta come nascosto
ja_jp: デフォルト非表示に設定しました
ko_kr: 숨김으로 설정
ms_my: Tetapkan sebagai tersembunyi berjaya
pt_br: Configurar como oculto
ru_ru: Скрыть
th_th: ตั้งให้ซ่อนไว้
vi_vn: Đặt dưới dạng ẩn
zh_cn: 设置为默认隐藏成功
zh_tw: 設定為預設隱藏成功

# ExA
source: Viewed: {{time}}
de_de: Angesehen: {{time}}
es_es: Visto: {{time}}
fr_fr: Consulté : {{time}}
hi_in: {{time}} देखा गया
id_id: Melihat: {{time}}
it_it: Visualizzato: {{time}}
ja_jp: 最終閲覧：{{time}}
ko_kr: 확인함: {{time}}
ms_my: Dilihat pada {{time}}
pt_br: Visualizado: {{time}}
ru_ru: Просмотрено: {{time}}
th_th: ดูแล้ว: {{time}}
vi_vn: Đã xem: {{time}}
zh_cn: 最近浏览于 {{time}}
zh_tw: 最近瀏覽於 {{time}}

# MWQ
source: Last updated: {{time}}
de_de: Letzte Aktualisierung: {{time}}
es_es: Última actualización: {{time}}
fr_fr: Dernière mise à jour : {{time}}
hi_in: अंतिम अपडेट: {{time}}
id_id: Terakhir diperbarui: {{time}}
it_it: Ultimo aggiornamento: {{time}}
ja_jp: 最終更新：{{time}}
ko_kr: 마지막 업데이트: {{time}}
ms_my: Kemaskini terakhir pada {{time}}
pt_br: Última atualização: {{time}}
ru_ru: Последнее обновление: {{time}}
th_th: อัปเดตล่าสุด: {{time}}
vi_vn: Đã cập nhật lần cuối: {{time}}
zh_cn: 最后更新于 {{time}}
zh_tw: 最近更新時間 {{time}}

# kns
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favoritos
ru_ru: Избранное
th_th: รายการโปรด
vi_vn: Mục yêu thích
zh_cn: 收藏
zh_tw: 收藏

# eV0
source: Shared with me
de_de: Mit mir geteilt
es_es: Compartido conmigo
fr_fr: Partagé avec moi
hi_in: मेरे साथ साझा किए गए
id_id: Dibagikan dengan saya
it_it: Condiviso con me
ja_jp: 自分との共有
ko_kr: 나와 공유함
ms_my: Dikongsi dengan saya
pt_br: Compartilhado comigo
ru_ru: Доступные мне
th_th: ที่แชร์กับฉัน
vi_vn: Đã chia sẻ với tôi
zh_cn: 与我共享
zh_tw: 與我分享

# XQM
source: My Documents
de_de: Meine Dokumente
es_es: Mis documentos
fr_fr: Mes documents
hi_in: मेरे दस्तावेज़
id_id: Dokumen Saya
it_it: I miei documenti
ja_jp: マイドキュメント
ko_kr: 내 문서
ms_my: Dokumen Saya
pt_br: Meus documentos
ru_ru: Мои документы
th_th: เอกสารของฉัน
vi_vn: Tài liệu của tôi
zh_cn: 我的文档
zh_tw: 我的文件

# cG8
source: You need permission to import. Please request permission from the owner.
de_de: Sie benötigen eine Berechtigung, um importieren zu können. Bitte Berechtigung beim Besitzer anfragen.
es_es: Necesitas permiso para importar. Solicita permiso al propietario.
fr_fr: Vous devez disposer d'une autorisation pour importer. Veuillez demander l'autorisation au propriétaire.
hi_in: आपको आयात करने की अनुमति की आवश्यकता है. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Anda membutuhkan izin untuk mengimpor. Minta izin dari pemiliknya.
it_it: Devi disporre dell'autorizzazione per importare. Richiedi l'autorizzazione dal proprietario.
ja_jp: インポートする権限がありません。ドキュメントの所有者に権限を申請してください
ko_kr: 가져오려면 권한이 필요합니다. 소유자에게 권한을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengimport fail. Sila minta kebenaran daripada pemilik.
pt_br: Você precisa de permissão para importar. Solicite permissão ao proprietário.
ru_ru: Вам нужно разрешение на импорт. Пожалуйста, запросите разрешение у владельца.
th_th: คุณต้องการสิทธิ์การอนุญาตในการนำเข้า โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Bạn cần có quyền để nhập. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: 无导入权限，请联系文档所有者申请权限
zh_tw: 無匯入權限，請聯絡文件擁有者申請權限

# onY
source: Please request permission to move the {{type}} from its owner.
de_de: Beantragen Sie die Berechtigung, um {{type}} vom Besitzer zu verschieben.
es_es: Solicite permiso para mover {{type}} de su propietario.
fr_fr: Veuillez demander l'autorisation de déplacer le {{type}} à son propriétaire.
hi_in: फ़ोल्डर स्थानांतरित करने के लिए आपको अनुमति की आवश्यकता है. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Minta izin untuk memindahkan {{type}} dari pemiliknya.
it_it: Richiedi l'autorizzazione per spostare il/la {{type}} dal proprietario.
ja_jp: 移動する権限がありません。{{type}}の所有者に権限を申請してください
ko_kr: 소유자에게 {{type}} 이동 권한을 요청하세요.
ms_my: Sila minta kebenaran untuk memindahkan {{type}} daripada pemiliknya.
pt_br: Solicite permissão para mover o {{type}} do proprietário.
ru_ru: Запросите разрешение на перемещение {{type}} у владельца.
th_th: โปรดส่งคำขอสิทธิ์การอนุญาตเพื่อย้าย {{type}} จากเจ้าของ
vi_vn: Vui lòng yêu cầu chủ sở hữu cấp quyền di chuyển {{type}}.
zh_cn: 无移动权限，请联系{{type}}所有者申请权限
zh_tw: 無移動權限，請聯絡{{type}}擁有者申請權限

# RLs
source: You need permission to remove the folder. Please request permission from the owner.
de_de: Sie benötigen eine Berechtigung, um den Ordner zu entfernen. Bitte Berechtigung beim Besitzer anfragen.
es_es: Necesitas permiso para borrar la carpeta. Solicita permiso al propietario.
fr_fr: Vous devez disposer d'une autorisation pour retirer le dossier. Veuillez demander l'autorisation au propriétaire.
hi_in: फ़ोल्डर निकालने के लिए आपको अनुमति की आवश्यकता है. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Anda membutuhkan izin untuk menghapus folder ini. Minta izin dari pemiliknya.
it_it: Devi disporre dell'autorizzazione per rimuovere la cartella. Richiedi l'autorizzazione dal proprietario.
ja_jp: 削除する権限がありません。フォルダの所有者に権限を申請してください
ko_kr: 폴더를 제거하려면 권한이 필요합니다. 소유자에게 권한을 요청하세요.
ms_my: Anda tidak mempunyai kebenaran untuk mengeluarkan fail. Sila minta kebenaran daripada pemilik.
pt_br: Você precisa de permissão para remover a pasta. Solicite permissão ao proprietário.
ru_ru: Вам нужно разрешение на удаление папки. Пожалуйста, запросите разрешение у владельца.
th_th: คุณต้องการสิทธิ์การอนุญาตในการลบโฟลเดอร์ออก โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Bạn cần có quyền để gỡ thư mục. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: 无移除权限，请联系文件夹所有者申请权限
zh_tw: 無移除權限，請聯絡資料夾擁有者申請權限

# IoA
source: Shared folders can't be moved to other shared folders.
de_de: Geteilte Ordner können nicht in andere geteilte Ordner verschoben werden.
es_es: Las carpetas compartidas no se pueden mover a otras carpetas compartidas.
fr_fr: Les dossiers partagés ne peuvent pas être déplacés vers d'autres dossiers partagés.
hi_in: साझा किए गए फ़ोल्डर अन्य साझा किए गए फ़ोल्डर में नहीं ले जाए जा सकते.
id_id: Folder bersama tidak dapat dipindahkan ke folder bersama lainnya.
it_it: Le cartelle condivise non possono essere spostate in altre cartelle condivise.
ja_jp: 共有フォルダを他の共有フォルダに移動することができません
ko_kr: 공유 폴더를 다른 폴더로 이동할 수 없습니다.
ms_my: Folder berkongsi tidak boleh dipindahkan ke folder berkongsi lain.
pt_br: Não é possível mover pastas compartilhadas para outras pastas compartilhadas.
ru_ru: Общие папки нельзя перемещать в другие общие папки.
th_th: โฟลเดอร์ที่ถูกแชร์นั้นไม่สามารถย้ายไปยังโฟลเดอร์อื่นที่แชร์ไว้ได้
vi_vn: Không thể di chuyển thư mục dùng chung đến các thư mục dùng chung khác.
zh_cn: 无法将共享文件夹移至其他共享文件夹
zh_tw: 無法將共用資料夾移至其他共用資料夾

# /oo
source: The sharing permission of {{docName}} is disabled. Please ask the owner to grant permission.
de_de: Berechtigung zum Teilen von {{docName}} aufgehoben. Bitte Berechtigung einholen und erneut versuchen.
es_es: Se ha deshabilitado el permiso para compartir {{docName}}. Contacta con el propietario para que conceda permiso.
fr_fr: L'autorisation de partage de {{docName}} est désactivée. Veuillez demander au propriétaire d'accorder l'autorisation.
hi_in: {{docName}} साझा करने की अनुमति अक्षम है. कृपया ओनर से अनुमति माँगें.
id_id: Izin berbagi {{docName}} dinonaktifkan. Minta izin ke pemilik.
it_it: L'autorizzazione alla condivisione {{docName}} è disabilitata. Richiedi l'autorizzazione al proprietario.
ja_jp: {{docName}}の共有権限はオフにされました。共有権限を取得してから操作してください
ko_kr: {{docName}}의 공유 권한이 비활성화되어 있습니다. 소유자에게 권한 부여를 요청하세요.
ms_my: {{docName}}tutup kebenaran untuk berkongsi. Sila dapatkan kebenaran dan cuba lagi.
pt_br: A permissão de compartilhamento de {{docName}} está desativada. Solicite a permissão ao proprietário.
ru_ru: Разрешение делиться {{docName}} отключено. Попросите владельца предоставить разрешение.
th_th: สิทธิ์การอนุญาตแชร์ของ {{docName}} ถูกปิดใช้งาน โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Đã tắt quyền chia sẻ của {{docName}}. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: {{docName}}关闭了分享权限，请获取共享权限后操作
zh_tw: {{docName}}關閉了分享權限，請取得分享權限後操作

# gCY
source: This document is already in this folder. Select another folder if needed.
de_de: Dieses Dokument befindet sich bereits in diesem Ordner. Wählen Sie ggf. einen anderen Ordner aus.
es_es: Este documento ya está en esta carpeta. Seleccione otra carpeta si es necesario.
fr_fr: Ce document est déjà dans ce dossier. Sélectionnez un autre dossier si nécessaire.
hi_in: यह दस्तावेज़ पहले से इस फ़ोल्डर में है. यदि जरूरी हो तो कोई अन्य फ़ोल्डर चुनें.
id_id: Dokumen ini sudah ada di folder ini. Pilih folder lain jika diperlukan.
it_it: Questo documento si trova già in questa cartella. Seleziona un'altra cartella se necessario.
ja_jp: このファイルは既にフォルダに存在します。他のフォルダに追加することができます
ko_kr: 이 문서는 이미 이 폴더에 있습니다. 필요한 경우 다른 폴더를 선택하세요.
ms_my: Pemindahan tidak tersedia di sini. Sila pilih folder dan teruskan.
pt_br: Este documento já está nesta pasta. Selecione outra pasta, se necessário.
ru_ru: Этот документ уже находится в этой папке. При необходимости выберите другую папку.
th_th: มีเอกสารฉบับนี้ในโฟลเดอร์นี้อยู่แล้ว เลือกโฟลเดอร์อื่น หากจำเป็น
vi_vn: Tài liệu này đã có trong thư mục.Chọn một thư mục khác nếu cần.
zh_cn: 该文档已存在于当前文件夹内，请选择其他文件夹
zh_tw: 該文件已儲存在目前資料夾內，請選擇其他資料夾

# ugo
source: My Folders
de_de: Meine Ordner
es_es: Mis carpetas
fr_fr: Mes dossiers
hi_in: मेरे फ़ोल्डर
id_id: Folder Saya
it_it: Le mie cartelle
ja_jp: マイフォルダ
ko_kr: 나의 폴더
ms_my: Folder Saya
pt_br: Minhas pastas
ru_ru: Мои папки
th_th: โฟลเดอร์ของฉัน
vi_vn: Thư mục của tôi
zh_cn: 我的文件夹
zh_tw: 我的資料夾

# r0w
source: My Space
de_de: Mein Bereich
es_es: Mi Espacio
fr_fr: Mon espace
hi_in: मेरा स्पेस
id_id: Ruang Saya
it_it: Il mio spazio
ja_jp: マイスペース
ko_kr: 나의 공간
ms_my: Ruang Saya
pt_br: Meu espaço
ru_ru: Мое пространство
th_th: พื้นที่ของฉัน
vi_vn: Không gian của tôi
zh_cn: 我的空间
zh_tw: 我的空間

# Zok
source: My Templates
de_de: Meine Vorlagen
es_es: Mis plantillas
fr_fr: Mes modèles
hi_in: मेरे टेम्प्लेट
id_id: Templat Saya
it_it: I miei modelli
ja_jp: マイテンプレート
ko_kr: 내 템플릿
ms_my: Templat Saya
pt_br: Meus modelos
ru_ru: Мои шаблоны
th_th: เทมเพลตของฉัน
vi_vn: Mẫu của tôi
zh_cn: 我的模板
zh_tw: 我的範本

# bxs
source: Network disconnected. Please try again later.
de_de: Netzwerk getrennt. Versuchen Sie es später erneut.
es_es: La red está desconectada. Inténtalo de nuevo más tarde.
fr_fr: Réseau déconnecté. Veuillez réessayer plus tard.
hi_in: नेटवर्क डिस्कनेक्ट किया गया. कृपया बाद में पुनः प्रयास करें.
id_id: Jaringan terputus. Coba lagi nanti.
it_it: Rete disconnessa. Riprova più tardi.
ja_jp: デバイスがオフラインです。ネットワークの接続を確認してから再試行してください。
ko_kr: 네트워크 연결이 끊겼습니다. 나중에 다시 시도하세요.
ms_my: Rangkaian terputus. Sila cuba lagi kemudian.
pt_br: Rede desconectada. Tente novamente mais tarde.
ru_ru: Сеть отключена. Пожалуйста, повторите попытку позже.
th_th: ยกเลิกการเชื่อมต่อเครือข่ายแล้ว โปรดลองอีกครั้งภายหลัง
vi_vn: Đã ngắt kết nối mạng. Vui lòng thử lại sau.
zh_cn: 当前处于离线状态，请检查网络后重试
zh_tw: 目前處於離線狀態，請檢查網路後重試

# qhA
source: No shared folder
de_de: Kein geteilter Ordner
es_es: No hay carpetas compartidas
fr_fr: Aucun dossier partagé
hi_in: कोई साझा किया गया फ़ोल्डर नहीं
id_id: Tidak ada folder bersama
it_it: Nessuna cartella condivisa
ja_jp: 現在、共有フォルダ―はありません
ko_kr: 공유 폴더 없음
ms_my: Tiada folder berkongsi
pt_br: Nenhuma pasta compartilhada
ru_ru: Нет общей папки
th_th: ไม่มีโฟลเดอร์ที่ถูกแชร์
vi_vn: Không có thư mục dùng chung
zh_cn: 暂无共享文件夹
zh_tw: 暫無共用資料夾

# 2HI
source: Available Offline
de_de: Offline verfügbar
es_es: Función sin conexión a la red habilitada
fr_fr: Disponible hors ligne
hi_in: ऑफ़लाइन पर उपलब्ध
id_id: Tersedia Offline
it_it: Disponibile offline
ja_jp: オフラインで使用可能
ko_kr: 사용 가능한 오프라인
ms_my: Tersedia Luar Talian
pt_br: Disponível off-line
ru_ru: Доступно офлайн
th_th: พร้อมใช้งานแบบออฟไลน์
vi_vn: Có thể sử dụng khi không có mạng
zh_cn: 离线可使用
zh_tw: 離線可使用

# YSE
source: Unable to open this file when offline.
de_de: Sie können diese Datei nicht öffnen, wenn Sie offline sind.
es_es: No puede abrir este archivo si no está conectado a la red.
fr_fr: Vous ne pouvez pas ouvrir ce fichier lorsque vous êtes hors ligne.
hi_in: आप ऑफ़लाइन रहने पर इस फ़ाइल को नहीं खोल सकते.
id_id: Tidak dapat membuka file ini saat offline.
it_it: Non puoi aprire questo file in modalità offline.
ja_jp: オフライン状態ではこのファイルを開くことができません
ko_kr: 오프라인 상태에서 이 파일을 열 수 없습니다.
ms_my: Anda tidak boleh membuka fail ini dalam talian.
pt_br: Não é possível abrir este arquivo off-line.
ru_ru: Этот файл недоступен, если вы не в сети.
th_th: คุณไม่สามารถเปิดไฟล์นี้ได้ขณะออฟไลน์
vi_vn: Bạn không thể mở tệp tin này khi ở chế độ ngoại tuyến.
zh_cn: 离线状态下无法打开该文件
zh_tw: 離線狀態下無法開啟該檔案

# YD8
source: Failed to save.
de_de: Speichern fehlgeschlagen.
es_es: Error al guardar.
fr_fr: Échec de la sauvegarde.
hi_in: सहेजने में विफल हुआ.
id_id: Gagal menyimpan.
it_it: Impossibile salvare.
ja_jp: デバイスへの保存に失敗しました
ko_kr: 저장에 실패했습니다.
ms_my: Gagal menyimpan.
pt_br: Falha ao salvar.
ru_ru: Не удалось сохранить.
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại.
zh_cn: 保存到设备失败
zh_tw: 儲存到裝置失敗

# q/w
source: Downloaded
de_de: Heruntergeladen
es_es: Se ha descargado
fr_fr: Téléchargé
hi_in: डाउनलोड किया गया
id_id: Diunduh
it_it: Download completato
ja_jp: ダウンロードしました
ko_kr: 다운로드됨
ms_my: Dimuat turun.
pt_br: Baixado
ru_ru: Скачано
th_th: ดาวน์โหลดแล้ว
vi_vn: Đã tải xuống
zh_cn: 下载成功
zh_tw: 下載成功

# P3o
source: This device will download the file when your network is back.
de_de: Dieses Gerät lädt die Datei automatisch herunter, wenn Sie online sind.
es_es: Este dispositivo descargará el documento automáticamente cuando esté conectado a la red.
fr_fr: Cet appareil téléchargera automatiquement le fichier lorsqu'il sera en ligne.
hi_in: ऑनलाइन होने पर यह डिवाइस स्वचालित रूप सँ फ़ाइल को डाउनलोड कर लेगा.
id_id: Perangkat ini akan otomatis mengunduh file saat online.
it_it: Questo dispositivo scaricherà automaticamente il file quando sarà online.
ja_jp: インターネットに接続後、このデバイスは自動的にこのファイルをダウンロードします。
ko_kr: 이 장치는 온라인 상태에서 자동으로 파일을 다운로드합니다.
ms_my: Peranti ini akan memuat turun fail secara automatik apabila dalam talian.
pt_br: Este dispositivo fará o download do arquivo automaticamente quando estiver on-line.
ru_ru: Файл будет автоматически скачан на устройство при подключении к интернету.
th_th: อุปกรณ์นี้จะดาวน์โหลดไฟล์โดยอัตโนมัติขณะที่ออนไลน์
vi_vn: Thiết bị này sẽ tự động tải xuống tệp tin khi ở chế độ trực tuyến.
zh_cn: 该设备会在您连接到互联网后自动下载该文件。
zh_tw: 該裝置會在你連接到網際網路後自動下載該檔案。

# zak
source: Downloading...
de_de: Herunterladen...
es_es: Descargando...
fr_fr: Téléchargement…
hi_in: डाउनलोड हो रहा है...
id_id: Mengunduh...
it_it: Download in corso
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
ms_my: Memuat turun...
pt_br: Fazendo download...
ru_ru: Скачиваем…
th_th: กำลังดาวน์โหลด...
vi_vn: Đang tải xuống...
zh_cn: 正在下载...
zh_tw: 正在下載

# bvw
source: No Thanks
de_de: Nein, danke
es_es: No, gracias
fr_fr: Non merci
hi_in: नहीं, धन्यवाद
id_id: Tidak, terima kasih
it_it: No, grazie
ja_jp: いいえ
ko_kr: 아니요
ms_my: Tidak, Terima Kasih
pt_br: Não, obrigado
ru_ru: Нет, спасибо
th_th: ไม่เป็นไร ขอบคุณ
vi_vn: Không, cảm ơn
zh_cn: 不用了
zh_tw: 不用了

# Y3A
source: The document can't be opened offline
de_de: Dieses Dokument kann offline nicht geöffnet werden.
es_es: El documento no se puede abrir fuera de línea
fr_fr: Impossible d'ouvrir ce document hors ligne
hi_in: ऑफ़लाइन पर दस्तावेज़ को नहीं खोला जा सकता
id_id: Dokumen tidak dapat dibuka saat offline
it_it: Il documento non può essere aperto offline
ja_jp: オフライン状態でこのドキュメントを開くことはできません
ko_kr: 문서를 오프라인으로 열 수 없습니다
ms_my: Anda tidak boleh membuka dokumen dalam talian
pt_br: Não é possível abrir o arquivo off-line
ru_ru: Документ нельзя открыть офлайн
th_th: ไม่สามารถเปิดเอกสารแบบออฟไลน์ได้
vi_vn: Không mở tài liệu theo cách ngoại tuyến được
zh_cn: 离线状态下无法打开该文档
zh_tw: 離線狀態下無法開啟該文件

# b7s
source: Once removed, this file will no longer be available offline.
de_de: Nach dem Entfernen ist diese Datei nicht mehr offline verfügbar.
es_es: Una vez que se elimine, este archivo ya no estará disponible fuera de línea.
fr_fr: Après son retrait, ce fichier ne sera plus disponible hors ligne.
hi_in: निकाले जाने के बाद, यह फ़ाइल अब ऑफ़लाइन उपलब्ध नहीं होगी.
id_id: Setelah dihapus, file ini tidak akan lagi tersedia secara offline.
it_it: Se lo rimuovi, questo file non sarà più disponibile offline.
ja_jp: 削除後、オフライン状態ではこのファイルを再び使用できません。
ko_kr: 제거되면 파일을 더 이상 오프라인으로 이용할 수 없습니다.
ms_my: Selepas mengeluarkan, fail ini tidak akan lagi tersedia secara luar talian.
pt_br: Depois de removido, este arquivo não ficará mais disponível off-line.
ru_ru: После удаления файл перестанет быть доступен офлайн.
th_th: เมื่อลบออกแล้ว ไฟล์นี้จะไม่พร้อมใช้งานแบบออฟไลน์อีกต่อไป
vi_vn: Sau khi bị xóa, tệp tin này sẽ không còn khả dụng ở chế độ ngoại tuyến nữa.
zh_cn: 移除后，离线时无法再使用该文件。
zh_tw: 移除後，離線時無法再使用該檔案。

# bZQ
source: Remove from Offline?
de_de: Aus Offline entfernen?
es_es: ¿Eliminar de la función sin conexión a Internet?
fr_fr: Retirer du contenu hors ligne ?
hi_in: ऑफ़लाइन से निकालें?
id_id: Hapus dari Offline?
it_it: Rimuovere da disponibilità offline?
ja_jp: オフラインから削除しますか？
ko_kr: 오프라인에서 제거하시겠습니까?
ms_my: Keluarkan dari Offline?
pt_br: Remover do off-line?
ru_ru: Выключить офлайн?
th_th: ต้องการลบออกจากออฟไลน์หรือไม่
vi_vn: Xóa khỏi chế độ Ngoại tuyến?
zh_cn: 是否从离线中移除？
zh_tw: 是否從離線中移除？

# 7rs
source: Make available offline?
de_de: Offline verfügbar machen?
es_es: ¿Quiere que esté disponible sin conexión a la red?
fr_fr: Rendre disponible hors ligne ?
hi_in: ऑफ़लाइन पर उपलब्ध बनाएँ?
id_id: Buat agar tersedia offline?
it_it: Rendere disponibile offline?
ja_jp: オフラインで使用できるよう設定しますか
ko_kr: 오프라인으로 이용할 수 있도록 하시겠습니까?
ms_my: Jadikan tersedia luar talian?
pt_br: Disponibilizar off-line?
ru_ru: Включить офлайн?
th_th: ต้องการทำให้พร้อมใช้งานขณะออฟไลน์หรือไม่
vi_vn: Sẵn sàng cho chế độ ngoại tuyến?
zh_cn: 要设置为离线可使用吗
zh_tw: 要設定為離線可使用嗎

# 6o0
source: Offline
es_es: Sin conexión a Internet
fr_fr: Hors ligne
hi_in: ऑफ़लाइन
ja_jp: オフライン
ko_kr: 오프라인
ms_my: Luar talian
ru_ru: Офлайн
th_th: ออฟไลน์
vi_vn: Ngoại tuyến
zh_cn: 离线
zh_tw: 離線

# Y+U
source: Waiting for download
de_de: Warten auf Download
es_es: Esperando a que finalice la descarga
fr_fr: En attente de téléchargement
hi_in: डाउनलोड करने के लिए प्रतीक्षारत है
id_id: Menunggu untuk mengunduh
it_it: In attesa del download
ja_jp: ダウンロード待機中...
ko_kr: 다운로드 대기 중
ms_my: Menunggu muat turun
pt_br: Aguardando para fazer download
ru_ru: В ожидании загрузки
th_th: กำลังรอดาวน์โหลด
vi_vn: Đang chờ tải xuống
zh_cn: 等待下载...
zh_tw: 等待下載...

# WWU
source: Network unavailable. Please try again later.
de_de: Netzwerk nicht verfügbar. Versuchen Sie es später erneut.
es_es: La red no está disponible. Inténtelo de nuevo más tarde.
fr_fr: Réseau non disponible. Veuillez réessayer plus tard.
hi_in: नेटवर्क अनुपलब्ध है. कृपया बाद में पुनः प्रयास करें.
id_id: Jaringan tidak tersedia. Coba lagi nanti.
it_it: Rete non disponibile. Riprova più tardi.
ja_jp: 接続が中断しました。後ほど再試行してください
ko_kr: 네트워크를 사용할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Rangkaian tidak tersedia. Sila cuba lagi kemudian.
pt_br: Rede indisponível. Tente novamente mais tarde.
ru_ru: Сеть недоступна. Повторите попытку позже.
th_th: เครือข่ายไม่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง
vi_vn: Không có mạng. Vui lòng thử lại sau.
zh_cn: 网络已中断，请稍后再试
zh_tw: 網路已中斷，請稍後再試
