Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# OUk
source: The current Sheet can not be edited when offline
de_de: Das aktuelle Blatt kann nicht offline bearbeitet werden
es_es: El Sheet actual no se puede editar fuera de línea
fr_fr: La Sheet actuelle ne peut pas être éditée hors ligne
hi_in: ऑफ़लाइन होने में वर्तमान शीट को संपादित नहीं किया जा सकता.
id_id: Sheet ini tidak dapat diedit saat offline
it_it: Lo Sheet corrente non può essere modificato in modalità offline
ja_jp: 現在のシートは、オフラインの時は編集がサポートされていません
ko_kr: 현재 시트를 오프라인 상태에서 편집할 수 없습니다
ms_my: Helaian semasa tidak boleh diedit semasa luar talian
pt_br: A planilha atual não pode ser editada off-line
ru_ru: Текущую таблицу Sheets нельзя редактировать оффлайн
th_th: แผ่นงานนี้ไม่สามารถแก้ไขขณะออฟไลน์ได้
vi_vn: Không thể chỉnh sửa Trang tính hiện tại khi ở chế độ ngoại tuyến
zh_cn: 当前表格在离线时暂不支持编辑
zh_tw: 目前表格在離線時暫不支援編輯

# dNk
source: Your spreadsheet will be synced once you are back online
de_de: Ihr Arbeitsblatt wird synchronisiert, sobald Sie wieder online sind
es_es: Tu hoja de cálculo se sincronizará cuando vuelvas a estar en línea
fr_fr: Votre feuille de calcul sera synchronisée lorsque vous serez de nouveau en ligne
hi_in: आपके वापस ऑनलाइन आने के बाद आपकी स्प्रेडशीट सिंक की जाएगी
id_id: Spreadsheet Anda akan disinkronkan saat Anda kembali online
it_it: Il tuo foglio di calcolo verrà sincronizzato quando tornerai online
ja_jp: シートのデータは、次回ネットワークに接続したときに同期されます
ko_kr: 다시 온라인 상태가 되면 스프레드시트가 동기화됩니다
ms_my: Helaian anda akan diselaraskan semasa anda kembali dalam talian.
pt_br: Sua planilha será sincronizada quando você estiver on-line novamente
ru_ru: Ваша таблица будет синхронизирована при подключении к интернету
th_th: สเปรดชีตของคุณจะได้รับการซิงค์เมื่อคุณกลับมาออนไลน์
vi_vn: Bảng tính của bạn sẽ được đồng bộ sau khi bạn trở lại chế độ trực tuyến
zh_cn: 表格的数据将在下次联网时同步
zh_tw: 表格的數據將在下次連線到網路時同步

# 3e4
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Ignorar
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过引导
zh_tw: 略過引導

# E5M
source: Slides
hi_in: स्लाइड्स
it_it: Slide
ja_jp: プレゼンテーション
ko_kr: 슬라이드
th_th: สไลด์
zh_cn: 演示文档
zh_tw: 簡報

# hi0
source: Start Tour
de_de: Tour starten
es_es: Comenzar recorrido
fr_fr: Commencer la visite
hi_in: एक सफ़र प्रारंभ करें
id_id: Mulai Tur
it_it: Inizia la presentazione
ja_jp: 今すぐ体験する
ko_kr: 투어 시작
ms_my: Mula Lawatan
pt_br: Iniciar tour
ru_ru: Начать демонстрацию
th_th: เริ่มทัวร์
vi_vn: Bắt đầu hành trình
zh_cn: 立即体验
zh_tw: 立即體驗

# Lw4
source: Follow Updates
de_de: Updates folgen
es_es: Seguir actualizaciones
fr_fr: Suivre les mises à jour
hi_in: अनुसरण करें
id_id: Ikuti Pembaruan
it_it: Segui aggiornamenti
ja_jp: 内容の更新をフォロー
ko_kr: 업데이트 팔로우
ms_my: Ikuti Kemaskini
pt_br: Seguir as atualizações
ru_ru: Следить за обновлениями
th_th: ติดตามการอัปเดต
vi_vn: Theo dõi cập nhật
zh_cn: 关注文档更新
zh_tw: 關注文件更新

# uS4
source: Followed. You'll receive notifications of changes in this document.
de_de: Gefolgt. Sie erhalten Benachrichtigungen über Änderungen an diesem Dokument.
es_es: Lo sigues. Recibirás notificaciones sobre los cambios en este documento.
fr_fr: Abonné. Vous serez notifié des modifications apportées à ce document.
hi_in: आपने अनुसरण कर लिया है. आप इस दस्तावेज़ में किसी भी बदलाव के नोटिफ़िकेशन प्राप्त करेंगे.
id_id: Mengikuti. Anda akan menerima notifikasi atas perubahan apa pun dalam dokumen ini.
it_it: Segui. Riceverai notifiche relative a modifiche in questo documento.
ja_jp: フォローに成功しました。このドキュメントが更新された場合、あなたは通知を受信します。
ko_kr: 팔로우했습니다. 이 문서의 변경 사항에 대한 알림을 받게 됩니다.
ms_my: Diikuti. Anda akan menerima notifikasi perubahan dalam dokumen ini.
pt_br: Seguido. Você receberá notificações de alterações neste documento.
ru_ru: Вы подписались. Вы будете получать уведомления об изменениях в этом документе.
th_th: ติดตามแล้ว คุณจะได้รับการแจ้งเตือนการเปลี่ยนแปลงในเอกสารนี้
vi_vn: Đã theo dõi. Bạn sẽ nhận được thông báo về thay đổi trong tài liệu này.
zh_cn: 关注成功，你将会收到该文档的内容更新提醒。
zh_tw: 關注成功，你將會收到該文件的內容更新提醒。

# ZTA
source: Your document will be synced once you're back online
de_de: Ihr Dokument wird synchronisiert, sobald Sie wieder online sind
es_es: Tu documento se sincronizará cuando vuelvas a estar en línea
fr_fr: Votre document sera synchronisé lorsque vous serez de nouveau en ligne
hi_in: आपके वापस ऑनलाइन आने के बाद आपका दस्तावेज़ सिंक किया जाएगा
id_id: Dokumen Anda akan disinkronkan setelah Anda kembali online
it_it: Il tuo documento verrà sincronizzato quando tornerai online
ja_jp: ドキュメントのデータは、次回ネットワークに接続したときに同期されます
ko_kr: 다시 온라인 상태가 되면 문서가 동기화됩니다
ms_my: Dokumen anda akan diselaraskan semasa anda dalam talian.
pt_br: Seu documento será sincronizado quando você estiver on-line novamente
ru_ru: Ваша документ будет синхронизирован при подключении к интернету
th_th: เอกสารของคุณจะได้รับการซิงค์เมื่อคุณกลับมาออนไลน์
vi_vn: Tài liệu của bạn sẽ được đồng bộ sau khi bạn trở lại chế độ trực tuyến
zh_cn: 文档的数据将在下次联网时同步
zh_tw: 文件的數據將在下次連線到網路時同步

# cvc
source: Turn on
de_de: Einschalten
es_es: Activar
fr_fr: Activer
hi_in: चालू करें
id_id: Aktifkan
it_it: Attiva
ja_jp: オンにする
ko_kr: 켜기
ms_my: Hidupkan
pt_br: Ativar
ru_ru: Включить
th_th: เปิด
vi_vn: Bật
zh_cn: 开启该功能
zh_tw: 開啟該功能

# OSU
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
fr_fr: Ne plus suivre
hi_in: अनफॉलो करें
id_id: Berhenti mengikuti
it_it: Non seguire
ja_jp: フォローを解除
ko_kr: 팔로우 취소
ms_my: Nyahikuti
pt_br: Deixar de seguir
ru_ru: Отменить подписку
th_th: เลิกติดตาม
vi_vn: Bỏ theo dõi
zh_cn: 取消关注文档更新
zh_tw: 取消關注文件更新

# LOE
source: Unfollowed. You'll no longer receive notifications of any change in this document.
de_de: Folgen beendet. Sie erhalten keine Benachrichtigungen mehr über Änderungen an diesem Dokument.
es_es: Ya no lo sigues. Ya no recibirás notificaciones de ningún cambio en este documento.
fr_fr: Désabonné. Vous ne serez plus notifié des modifications apportées à ce document.
hi_in: आपने अनफॉलो कर दिया है. अब आपको इस दस्तावेज़ में किसी भी बदलाव के नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Batal mengikuti. Anda tidak akan lagi menerima notifikasi atas perubahan apa pun dalam dokumen ini.
it_it: Non segui più. Non riceverai più notifiche relative a qualunque modifica in questo documento.
ja_jp: フォローを解除しました。このドキュメントが更新された場合、あなたは通知を受信しません。
ko_kr: 팔로우가 해제되었습니다. 이 문서의 변경 사항에 대한 알림을 더 이상 받지 않습니다.
ms_my: Tidak diikuti. Anda tidak akan menerima notifikasi perubahan dalam dokumen ini.
pt_br: Não seguido. Você não receberá mais notificações de qualquer alteração neste documento.
ru_ru: Вы отписались. Вы больше не будете получать уведомления об изменениях в этом документе.
th_th: เลิกติดตามแล้ว คุณจะไม่ได้รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงใด ๆ ในเอกสารนี้อีกต่อไป
vi_vn: Đã bỏ theo dõi. Bạn sẽ không còn nhận được thông báo về bất kỳ thay đổi nào trong tài liệu này.
zh_cn: 已取消关注，你将不再收到该文档的内容更新提醒。
zh_tw: 已取消關注，你將不再收到該文件的內容更新提醒。

# h+E
source: Untitled base
de_de: Unbenannte Base
es_es: Base sin título
fr_fr: Base sans titre
hi_in: शीर्षकहीन बाईटेबल
id_id: Base tanpa judul
it_it: Base senza titolo
ja_jp: 名称未設定 Base
ko_kr: 제목 없는 Base
ms_my: Bitable tanpa tajuk
pt_br: Base sem título
ru_ru: Таблица Base без названия
th_th: Base ที่ไม่มีชื่อ
vi_vn: Base không có tiêu đề
zh_cn: 未命名多维表格
zh_tw: 未命名多維表格

# R0Y
source: Untitled document
de_de: Unbenanntes Dokument
es_es: Documento sin título
fr_fr: Document sans titre
hi_in: शीर्षकहीन दस्तावेज़
id_id: Dokumen tanpa judul
it_it: File senza titolo
ja_jp: 名称未設定ドキュメント
ko_kr: 제목 없는 문서
ms_my: Dokumen tanpa tajuk
pt_br: Documento sem título
ru_ru: Документ без названия
th_th: เอกสารที่ไม่มีชื่อ
vi_vn: Văn bài không có tiêu đề
zh_cn: 未命名文档
zh_tw: 未命名文件

# YVY
source: Untitled file
de_de: Unbenannte Datei
es_es: Archivo sin título
fr_fr: Fichier sans titre
hi_in: शीर्षकहीन फ़ाइल
id_id: File tanpa judul
it_it: File senza titolo
ja_jp: 名称未設定ファイル
ko_kr: 제목 없는 파일
ms_my: Fail tanpa tajuk
pt_br: Arquivo sem título
ru_ru: Безымянный файл
th_th: ไฟล์ที่ไม่มีชื่อ
vi_vn: tệp không có tiêu đề
zh_cn: 未命名文件
zh_tw: 未命名檔案

# GfY
source: Untitled mindnote
de_de: Unbenannte MindNote
es_es: Mindnotes sin título
fr_fr: MindNote sans titre
hi_in: शीर्षकहीन माइंडनोट
id_id: Mindnote tanpa judul
it_it: Nota promemoria senza titolo
ja_jp: 名称未設定マインドノート
ko_kr: 제목 없는 마인드노트
ms_my: MindNote Tanpa Tajuk
pt_br: MindNote sem título
ru_ru: Заметка MindNotes без названия
th_th: MindNote ที่ไม่มีชื่อ
vi_vn: MindNote không có tiêu đề
zh_cn: 未命名思维笔记
zh_tw: 未命名心智圖筆記

# JD0
source: Untitled spreadsheet
de_de: Unbenanntes Arbeitsblatt
es_es: Hoja de cálculo sin título
fr_fr: Feuille de calcul sans titre
hi_in: शीर्षकहीन स्प्रेडशीट
id_id: Spreadsheet tanpa judul
it_it: Foglio di calcolo senza titolo
ja_jp: 名称未設定シート
ko_kr: 제목 없는 스프레드시트
ms_my: Helaian Tanpa Tajuk
pt_br: Planilha sem título
ru_ru: Таблица без названия
th_th: สเปรดชีตที่ไม่มีชื่อ
vi_vn: Bảng tính không có tiêu đề
zh_cn: 未命名表格
zh_tw: 未命名表格

# iz0
source: Untitled presentation
de_de: Unbenannte Präsentation
es_es: Diapositivas sin título
fr_fr: Slides sans titre
hi_in: शीर्षकहीन प्रस्तुति
id_id: Presentasi tanpa judul
it_it: Slide senza titolo
ja_jp: 名称未設定パワーポイント
ko_kr: 제목 없는 슬라이드
ms_my: Persembahan tanpa tajuk
pt_br: Slides sem título
ru_ru: Презентация Slides без названия
th_th: สไลด์ที่ไม่มีชื่อ
vi_vn: Trang chiếu không có tiêu đề
zh_cn: 未命名演示文档
zh_tw: 未命名簡報

# 7PA
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger
hi_in: अपलोड करें
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# 0Do
source: Uploaded
de_de: Hochgeladen
es_es: Se ha subido
fr_fr: Importé
hi_in: अपलोड किया गया
id_id: Diunggah
it_it: Caricamento completato
ja_jp: アップロードが完了しました
ko_kr: 업로드됨
ms_my: Dimuat naik.
pt_br: Carregado
ru_ru: Загружено
th_th: อัปโหลดแล้ว
vi_vn: Đã tải lên
zh_cn: 上传完成
zh_tw: 上傳完成

# Hpg
source: Failed to upload. Please try again later.
de_de: Hochladen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al subir. Inténtelo de nuevo más tarde.
fr_fr: Échec du téléchargement. Veuillez réessayer plus tard.
hi_in: अपलोड करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal mengunggah. Coba lagi nanti.
it_it: Impossibile caricare. Riprova più tardi.
ja_jp: アップロードできませんでした。後で再試行してください。
ko_kr: 업로드에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuat naik. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Не удалось загрузить. Повторите попытку позже.
th_th: อัปโหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể tải lên. Vui lòng thử lại sau.
zh_cn: 上传失败，请稍后重试。
zh_tw: 上傳失敗，請稍後重試。

# xw0
source: Failed to upload. Please check your network settings and try again.
de_de: Hochladen fehlgeschlagen. Überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es_es: Error al subir. Compruebe la configuración de red e inténtelo de nuevo.
fr_fr: Échec du téléchargement. Veuillez vérifier vos paramètres réseau et réessayer.
hi_in: अपलोड करने में विफल हुआ. कृपया अपनी नेटवर्क सेटिंग्स जाँचें और पुनः प्रयास करें.
id_id: Gagal mengunggah. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Impossibile caricare. Verifica le impostazioni di rete e riprova.
ja_jp: アップロードできませんでした。ネットワークの接続を確認してください。
ko_kr: 업로드에 실패했습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Gagal memuat naik. Sila periksa tetapan rangkaian anda dan cuba lagi.
pt_br: Falha ao carregar. Verifique as configurações da rede e tente novamente.
ru_ru: Не удалось загрузить. Проверьте настройки сети и повторите повторите попытку.
th_th: อัปโหลดไม่สำเร็จ โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณแล้วลองอีกครั้ง
vi_vn: Không thể tải lên. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 上传失败，请检查网络连接。
zh_tw: 上傳失敗，請檢查網路連線。

# ito
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
hi_in: फ़ाइल
ja_jp: ファイル
ko_kr: 파일
ms_my: Fail
pt_br: Arquivo
ru_ru: Файл
th_th: ไฟล์
vi_vn: Tệp tin
zh_cn: 文件
zh_tw: 檔案

# PuE
source: Upload log
de_de: Protokoll hochladen
es_es: Subir registro
fr_fr: Importer le journal
hi_in: अपलोड लॉग
id_id: Unggah log
it_it: Carica registro
ja_jp: ログのアップロード
ko_kr: 로그 업로드
ms_my: Muat Naik Log
pt_br: Carregar registro
ru_ru: Загрузить журнал
th_th: อัปโหลดบันทึก
vi_vn: Tải lên nhật ký
zh_cn: 上传日志
zh_tw: 上傳日誌

# q8U
source: By submitting your log information (such as memory usage, etc.), you can help us address technical issues and improve Base. We will not save or view your information. Upload log information?
de_de: Durch Absenden Ihrer Protokollinformationen (wie Speicherbelegung usw.) können Sie uns bei der Lösung technischer Probleme und der Optimierung von Base helfen. Wir werden Ihre Protokollinformationen weder speichern noch ansehen. Protokollinformationen hochladen?
es_es: Si nos envías tu información de registro (como el uso de la memoria, etc.), puedes ayudarnos a resolver problemas técnicos y a mejorar Base. No guardaremos ni veremos la información que nos envías. ¿Subir información de registro?
fr_fr: En soumettant vos informations de journal (utilisation de mémoire, etc.), vous pouvez nous aider à résoudre les problèmes techniques et à améliorer Base. Nous n'enregistrerons pas et ne visualiserons pas vos informations. Importer les informations du journal ?
hi_in: अपनी लॉग जानकारी (जैसे कि मेमोरी उपयोग इत्यादि) सबमिट करके, आप हमें तकनीकी समस्याओं का समाधान करने और Bitable बेहतर बनाने में सहायता कर सकते हैं. हम आपकी जानकारी सहेजेंगे या देखेंगे नहीं. लॉग जानकारी अपलोड करें?
id_id: Dengan mengirimkan informasi log Anda (seperti penggunaan memori, dll.), Anda dapat membantu kami mengatasi masalah teknis dan meningkatkan Base. Kami tidak akan menyimpan atau melihat informasi Anda. Unggah informasi log?
it_it: Inviando le tue informazioni di registro (come l'utilizzo della memoria, ecc.) potrai aiutarci a risolvere eventuali problemi tecnici e a migliorare Base. Non le salveremo né le visualizzeremo. Vuoi caricare le informazioni di registro?
ja_jp: アップロードする際、アプリの品質やパフォーマンス向上のために、ログ情報（ブラウザ名、バージョン、メモリ使用量など）が匿名で弊社に送信されます。情報は、先に述べた目的でのみ使用され、保存また閲覧されることはありません。アップロードしますか？
ko_kr: 로그 정보(예: 메모리 사용량 등)를 제출하면 저희가 기술 문제를 해결하고 Base를 개선하는 데 도움이 될 수 있습니다. 저희는 사용자 정보를 저장하거나 열람하지 않습니다. 로그 정보를 업로드하시겠습니까?
ms_my: Anda boleh memberi kami maklumat log (seperti penggunaan memori, dll.) untuk membantu menangani isu teknikal dan meningkatkan produk kami. Kami tidak akan memuat naik atau melihat kandungan anda. Adakah anda pasti mahu memuat naiknya?
pt_br: Ao enviar suas informações de registro (como uso de memória etc.), você pode nos ajudar a lidar com problemas técnicos e aprimorar o Base. Não salvaremos nem visualizaremos suas informações. Carregar as informações de registro?
ru_ru: Отправляя свою информацию журнала (например, использование памяти и т. д.) вы помогаете нам устранять технические проблемы и улучшать Base. Мы не будем сохранять или просматривать вашу информацию. Загрузить информацию журнала?
th_th: เมื่อส่งข้อมูลบันทึกของคุณ (เช่น การใช้งานหน่วยความจำ เป็นต้น) คุณจะสามารถช่วยให้เราระบุปัญหาทางด้านเทคนิคและปรับปรุง Base ได้ เราจะไม่บันทึกหรือดูข้อมูลของคุณ อัปโหลดข้อมูลบันทึกหรือไม่
vi_vn: Bằng việc gửi thông tin nhật ký của bạn (chẳng hạn như mức sử dụng bộ nhớ, v.v.), bạn có thể giúp chúng tôi giải quyết các vấn đề kỹ thuật và cải thiện Base. Chúng tôi sẽ không lưu hoặc xem thông tin của bạn. Tải lên thông tin nhật ký?
zh_cn: 为了帮助我们提高产品的质量和性能，你可以将日志（如浏览器品牌、版本及内存使用量信息等）匿名上传提交给我们用作分析。我们不会保存或查看这些信息。是否确定上传日志信息？
zh_tw: 為了協助我們提高產品的品質和效能，你可以將日誌（如瀏覽器品牌、版本及記憶體使用量資訊等）匿名上傳提交給我們進行分析。我們不會儲存或查看這些資訊。是否確定上傳日誌資訊？

# IOg
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Gambar
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# ZfE
source: Uploading...
de_de: Hochladen...
es_es: Subiendo...
fr_fr: Téléchargement…
hi_in: अपलोड किया जा रहा है...
id_id: Mengunggah...
it_it: Caricamento in corso
ja_jp: アップロード中
ko_kr: 업로드 중...
ms_my: Memuat naik...
pt_br: Carregando...
ru_ru: Загружаем…
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 上传中
zh_tw: 上傳中

# h44
source: Wiki
ja_jp: ウィキ
zh_cn: 知识库
zh_tw: 知識庫

# s/I
source: Words:
de_de: Wörter:
es_es: Palabras:
fr_fr: Mots :
hi_in: शब्द:
id_id: Kata:
it_it: Parole:
ja_jp: 単語数：
ko_kr: 단어:
ms_my: Kata-kata:
pt_br: Palavras:
ru_ru: Слова:
th_th: จำนวนคำ:
vi_vn: Số từ:
zh_cn: 总字数：
zh_tw: 總字數：

# nfc
source: {{user_name}} replied to a comment
de_de: {{user_name}} hat auf einen Kommentar geantwortet
es_es: {{user_name}} ha respondido a un comentario
fr_fr: {{user_name}} a répondu à un commentaire
hi_in: {{user_name}} ने टिप्पणी का उत्तर दिया
id_id: {{user_name}} membalas komentar
it_it: {{user_name}} ha risposto a un commento
ja_jp: {{user_name}} がコメントに返信しました
ko_kr: {{user_name}} 님이 댓글에 답장했습니다
ms_my: {{user_name}} menyebut anda dalam komen
pt_br: {{user_name}} respondeu a um comentário
ru_ru: {{user_name}} ответил (-а) на комментарий
th_th: {{user_name}} ได้ตอบกลับความคิดเห็น
vi_vn: {{user_name}} đã trả lời một bình luận
zh_cn: {{user_name}} 添加了一条评论回复
zh_tw: {{user_name}} 已新增一則評論回覆

# ecw
source: The comment was deleted
de_de: Der Kommentar wurde gelöscht
es_es: El comentario ha sido eliminado
fr_fr: Le commentaire a été supprimé
hi_in: टिप्पणी हटाई गई
id_id: Komentar telah dihapus
it_it: Il commento è stato eliminato
ja_jp: あなたを言及した本文が削除されました
ko_kr: 댓글이 삭제되었습니다
ms_my: Teks telah dipadam
pt_br: O comentário foi excluído
ru_ru: Комментарий удален
th_th: ความคิดเห็นถูกลบแล้ว
vi_vn: Nhận xét đã bị xóa
zh_cn: 提及你的内容已被删除
zh_tw: 提及你的內容已被刪除

# dQg
source: The comment was deleted
de_de: Der Kommentar wurde gelöscht.
es_es: El comentario se ha eliminado
fr_fr: Le commentaire a été supprimé
hi_in: टिप्पणी हटाई गई
id_id: Komentar telah dihapus
it_it: Il commento è stato eliminato
ja_jp: このコメントは削除されました
ko_kr: 댓글이 삭제되었습니다
ms_my: Komen ini telah dipadam
pt_br: O comentário foi excluído
ru_ru: Комментарий удален
th_th: ความคิดเห็นถูกลบแล้ว
vi_vn: Bình luận đã bị xóa
zh_cn: 该条评论已被删除
zh_tw: 該條評論已刪除

# LHc
source: The text was deleted
de_de: Der Text wurde gelöscht.
es_es: El texto ha sido eliminado
fr_fr: Le texte a été supprimé
hi_in: टेक्स्ट हटाया गया
id_id: Teks telah dihapus
it_it: Il testo è stato eliminato
ja_jp: 内容が削除されました
ko_kr: 텍스트가 삭제되었습니다
ms_my: Teks telah dipadam
pt_br: O texto foi excluído
ru_ru: Текст удален
th_th: ข้อความได้ถูกลบแล้ว
vi_vn: Văn bản đã bị xóa
zh_cn: 评论对应的原文已被删除
zh_tw: 評論對應的原文已被刪除

# Adg
source: This comment was resolved
de_de: Dieser Kommentar wurde aufgelöst
es_es: Este comentario se ha resuelto
fr_fr: Ce commentaire a été résolu
hi_in: यह टिप्पणी हल की गई
id_id: Komentar ini telah diselesaikan
it_it: Questo commento è stato risolto
ja_jp: このコメントは解決されました
ko_kr: 이 댓글은 해결되었습니다
ms_my: Komen ini telah diselesaikan
pt_br: Este comentário foi resolvido
ru_ru: Этот комментарий был устранен
th_th: ความคิดเห็นนี้ได้รับการแก้ไขแล้ว
vi_vn: Đã xử lý xong bình luận này
zh_cn: 该条评论已被解决
zh_tw: 該條評論已解決

# rXo
source: {{user_name}} commented.
de_de: {{user_name}} hat kommentiert.
es_es: {{user_name}} ha comentado.
fr_fr: {{user_name}} a commenté.
hi_in: {{user_name}} ने इस दस्तावेज़ पर टिप्पणी की
id_id: {{user_name}} berkomentar.
it_it: {{user_name}} ha commentato.
ja_jp: {{user_name}}がこのドキュメントであなたにコメントしました
ko_kr: {{user_name}} 님이 댓글을 달았습니다.
ms_my: {{user_name}} mengulas dokumen ini
pt_br: {{user_name}} comentou.
ru_ru: {{user_name}} прокомментировал(а).
th_th: {{user_name}} แสดงความคิดเห็น
vi_vn: {{user_name}} đã bình luận
zh_cn: {{user_name}} 在文档中发表了一条评论
zh_tw: {{user_name}} 在文件中發表了一則評論

# I1o
source: {{user_name}} replied to a comment.
de_de: {{user_name}} hat auf einen Kommentar geantwortet.
es_es: {{user_name}} ha respondido a un comentario.
fr_fr: {{user_name}} a répondu à un commentaire.
hi_in: {{user_name}} ने इस दस्तावेज़ पर उत्तर दिया
id_id: {{user_name}} membalas sebuah komentar.
it_it: {{user_name}} ha risposto a un commento.
ja_jp: {{user_name}}はこのドキュメントに返信しました
ko_kr: {{user_name}} 님이 댓글에 회신했습니다.
ms_my: {{user_name}} menjawab dokumen ini
pt_br: {{user_name}} respondeu a um comentário.
ru_ru: {{user_name}} ответил(а) на комментарий.
th_th: {{user_name}} ตอบกลับความคิดเห็น
vi_vn: {{user_name}} đã trả lời một bình luận.
zh_cn: {{user_name}} 在文档中发表了一条回复
zh_tw: {{user_name}} 在文件中發表了一則回覆

# r7U
source: Notifications will be synced once you are back online
de_de: Benachrichtigungen werden synchronisiert, sobald Sie wieder online sind
es_es: Las notificaciones se sincronizarán cuando vuelvas a estar en línea
fr_fr: Les notifications seront synchronisées lorsque vous serez de nouveau en ligne.
hi_in: आपके वापस ऑनलाइन आने के बाद नोटिफ़िकेशन सिंक किए जाएँगे
id_id: Notifikasi akan disinkronkan setelah Anda kembali online
it_it: Le notifiche verranno sincronizzate quando tornerai online
ja_jp: タイムラインはオンライン後に同期されます
ko_kr: 다시 온라인 상태가 되면 알림이 동기화됩니다
ms_my: Notifikasi akan diselaraskan apabila anda kembali dalam talian.
pt_br: As notificações serão sincronizadas quando você estiver on-line novamente
ru_ru: Уведомления будут синхронизированы при подключении к сети
th_th: การแจ้งเตือนจะได้รับการซิงค์เมื่อคุณกลับมาออนไลน์
vi_vn: Thông báo sẽ được đồng bộ sau khi bạn trở lại chế độ trực tuyến
zh_cn: 动态将在连线后同步
zh_tw: 動態將在連線後同步

# X3Y
source: New from templates
de_de: Neu aus Vorlagen
es_es: Nuevo desde Plantillas
fr_fr: Nouveau à partir des Modèles
hi_in: टेम्पलेट्स से नया
id_id: Baru dari Templat
it_it: Nuovo da Modelli
ja_jp: テンプレートから新規作成
ko_kr: 템플릿에서 새로 만들기
ms_my: Templat
pt_br: Novo a partir de modelos
ru_ru: Создать из шаблонов
th_th: รายการใหม่จากเทมเพลต
vi_vn: Mới từ các Mẫu
zh_cn: 从模板新建
zh_tw: 從範本新建

# /O8
source: Announcement
de_de: Ankündigung
es_es: Anuncio
fr_fr: Annonce
hi_in: सूचना
id_id: Pengumuman
it_it: Annuncio
ja_jp: お知らせ
ko_kr: 공지
ms_my: Pengumuman
pt_br: Comunicado
ru_ru: Объявление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 公告
zh_tw: 公告

# 9CI
source: All changes have been saved. Publish to inform your group members.
de_de: Alle Änderungen wurden gespeichert. Veröffentlichen Sie, um Ihre Gruppenmitglieder zu informieren.
es_es: Se han guardado todos los cambios. Publíquelos para informar a los miembros de su grupo.
fr_fr: Toutes les modifications ont été enregistrées. Publiez afin d'informer les membres de votre groupe.
hi_in: सभी परिवर्तन सहेज गए हैं. अपन समूह सदस्यों को सूचित करने के लिए प्रकाशित करें.
id_id: Semua perubahan telah disimpan. Terbitkan untuk memberi tahu anggota grup Anda.
it_it: Tutte le modifiche sono state salvate. Pubblica per informare i membri del tuo gruppo.
ja_jp: 編集内容はリアルタイムで保存されます。グループメンバーに表示を通知する必要がある場合、グループのお知らせをグループ内で公開できます
ko_kr: 모든 변경사항이 저장되었습니다. 발행하여 그룹 구성원들에게 알립니다.
ms_my: Semua perubahan telah disimpan. Terbitkan untuk memaklumkan ahli kumpulan anda.
pt_br: Todas as alterações foram salvas. Faça uma publicação para informar os membros do grupo.
ru_ru: Все изменения сохранены. Опубликуйте, чтобы поделиться с участниками вашей группы.
th_th: การแก้ไขทั้งหมดได้ถูกบันทึกแล้ว เผยแพร่เพื่อแจ้งให้สมาชิกในกลุ่มของคุณได้รับรู้
vi_vn: Đã lưu tất cả thay đổi. Công bố cho thành viên nhóm.
zh_cn: 你的编辑已实时保存，若需要通知群成员查看，可将群公告发布到群内
zh_tw: 你的編輯已即時儲存，若需要通知群組成員查看，可將群組公告發布到群組內
