Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# kvM
source: Attachments will take up storage space.
de_de: Anhänge belegen Speicherplatz.
es_es: Los adjuntos ocuparán espacio de almacenamiento.
fr_fr: Les pièces jointes occuperont de l'espace de stockage.
hi_in: अटैचमेंट स्टोरेज स्पेस लेंगे.
id_id: Lampiran akan menggunakan ruang penyimpanan.
it_it: Gli allegati occuperanno spazio di archiviazione.
ja_jp: ヒント
ko_kr: 첨부 파일은 저장 공간을 차지합니다.
ms_my: Lampiran akan menggunakan ruang simpanan.
pt_br: Os anexos ocuparão o espaço de armazenamento
ru_ru: Вложения будут занимать место в хранилище.
th_th: ไฟล์แนบจะใช้พื้นที่จัดเก็บข้อมูล
vi_vn: Tệp tin đính kèm sẽ chiếm dung lượng bộ nhớ.
zh_cn: 上传附件将使用存储空间
zh_tw: 上傳附件將使用儲存空間

# 2ZI
source: Calculating...
de_de: Wird berechnet...
es_es: Calculando...
fr_fr: Calcul en cours...
id_id: Menghitung...
it_it: Calcolo in corso
ja_jp: 計算中...
ko_kr: 계산 중...
ms_my: Mengira...
pt_br: Calculando...
ru_ru: Расчет...
th_th: กำลังคำนวณ...
vi_vn: Đang tính toán...
zh_cn: 计算中...
zh_tw: 計算中...

# +R0
source: Calculation failed
de_de: Berechnung fehlgeschlagen
es_es: Error al calcular
fr_fr: Échec du calcul
id_id: Penghitungan gagal
it_it: Calcolo non riuscito
ja_jp: 計算できませんでした。
ko_kr: 계산 실패
ms_my: Pengiraan gagal
pt_br: Falha no cálculo
ru_ru: Ошибка расчета
th_th: การคำนวณล้มเหลว
vi_vn: Tính toán không thành công
zh_cn: 计算失败
zh_tw: 計算失敗

# 9x4
source: Enter or paste a link
de_de: Link eingeben oder einfügen
es_es: Introduce o pega un enlace
fr_fr: Saisir ou coller un lien
id_id: Masukkan atau tempel tautan
it_it: Immetti o incolla un link
ja_jp: リンクを入力
ko_kr: 링크 입력 또는 붙여넣기
ms_my: Masukkan atau tampal pautan
pt_br: Inserir ou colar um link
ru_ru: Введите или вставьте ссылку
th_th: ป้อนหรือวางลิงก์
vi_vn: Nhập hoặc dán một liên kết
zh_cn: 请输入或粘贴链接
zh_tw: 請輸入或貼上連結

# 6Xk
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: 新規記入
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 再填一次
zh_tw: 再填一次

# on4
source: Invite via link is off
de_de: „Per Link einladen“ deaktiviert
es_es: La invitación mediante enlace está desactivada
fr_fr: L'invitation via un lien est désactivée
hi_in: लिंक से आमंत्रित करें बंद है
id_id: Undang melalui tautan tidak aktif
it_it: Invita tramite link è disattivato
ja_jp: フォーム共有は無効中です
ko_kr: 링크를 통한 초대가 꺼져 있습니다
ms_my: Jemputan melalui pautan dimatikan
pt_br: O convite via link está desligado
ru_ru: Приглашение по ссылке отключено
th_th: การเชิญผ่านทางลิงก์ปิดอยู่
vi_vn: Đã tắt mời bằng liên kết
zh_cn: 未开启表单分享
zh_tw: 未開啟表單分享

# OeE
source: Invite via link is on
de_de: „Per Link einladen“ aktiviert
es_es: La invitación mediante enlace está activada
fr_fr: L'invitation via un lien est activée
hi_in: लिंक से आमंत्रित करें चालू है
id_id: Undang melalui tautan aktif
it_it: Invita tramite link è attivato
ja_jp: フォーム共有は有効中です
ko_kr: 링크를 통해 초대가 켜져 있습니다
ms_my: Jemput melalui pautan diaktifkan
pt_br: O convite via link está ligado
ru_ru: Приглашение по ссылке включено
th_th: การเชิญผ่านทางลิงก์เปิดอยู่
vi_vn: Đã bật mời bằng liên kết
zh_cn: 已开启表单分享
zh_tw: 已開啟表單分享

# 24M
source: Once this form is live, the calculation results of the formula and lookup fields will be visible to anyone who can fill this form.
de_de: Sobald dieses Formular online geschaltet ist, sind die Berechnungsergebnisse der Formel- und Verweisfelder für jeden sichtbar, der dieses Formular ausfüllen kann.
es_es: Una vez que se active este formulario, los usuarios que puedan completarlo podrán ver los resultados de los cálculos de los campos de fórmula y búsqueda.
fr_fr: Une fois ce formulaire publié, tous les utilisateurs pouvant le remplir pourront voir les résultats des calculs des champs de formule et de recherche.
id_id: Setelah formulir ini aktif, hasil penghitungan bidang rumus dan lookup akan terlihat oleh siapa saja yang dapat mengisi formulir ini.
it_it: Una volta che questa maschera sarà live, i risultati del calcolo dei campi formula e ricerca saranno visibili a chiunque possa compilare questa maschera.
ja_jp: 共有をオンにすると、フォームの回答者は数式フィールドと Lookup フィールドの計算結果を表示できます。
ko_kr: 이 설문지가 활성화되면 수식 및 조회 필드의 계산 결과가 이 설문지를 채울 수 있는 모든 사용자에게 표시됩니다.
ms_my: Sekali borang ini hidup, hasil pengiraan formula dan bidang carian akan dapat dilihat oleh sesiapa sahaja yang boleh mengisi borang ini.
pt_br: Quando esse formulário estiver ativo, os resultados do cálculo da fórmula e dos campos procurar ficarão visíveis para qualquer pessoa que possa preencher esse formulário.
ru_ru: После включения этой формы результаты расчетов полей формул и полей LOOKUP будут отображаться всем, кто имеет возможность заполнить эту форму.
th_th: เมื่อเผยแพร่แบบฟอร์มนี้แล้ว ผลการคำนวณของช่องข้อมูลสูตรและค้นหาจะแสดงผลให้ทุกคนที่กรอกแบบฟอร์มนี้ได้เห็น
vi_vn: Khi biểu mẫu này có hiệu lực, kết quả tính toán của các trường công thức và tra cứu sẽ hiển thị cho bất kỳ ai có thể điền vào biểu mẫu này.
zh_cn: 开启分享后，表单填写者可查看公式及查找引用字段的计算结果
zh_tw: 開啟分享後，表單填寫者可查看公式及查閱參照欄位的計算結果

# 69k
source: Once this form is live, the calculation results of the formula fields will be visible to anyone who can fill this form.
de_de: Sobald dieses Formular live geschaltet ist, sind die Berechnungsergebnisse der Formelfelder für jeden sichtbar, der dieses Formular ausfüllen kann.
es_es: Una vez activo este formulario, los usuarios que puedan completarlo podrán ver los resultados de los cálculos de los campos con fórmulas.
fr_fr: Une fois ce formulaire publié, tous les utilisateurs pouvant le remplir pourront voir les résultats des calculs des champs de formule.
id_id: Setelah formulir ini aktif, hasil penghitungan bidang rumus akan terlihat oleh siapa saja yang dapat mengisi formulir ini.
it_it: Una volta che questa maschera sarà live, i risultati del calcolo dei campi formula saranno visibili a chiunque possa compilare questa maschera.
ja_jp: 共有をオンにすると、フォームの回答者は数式フィールドの計算結果を確認できます。
ko_kr: 이 설문지가 활성화되면 수식 필드의 계산 결과가 이 설문지를 채울 수 있는 모든 사용자에게 표시됩니다.
ms_my: Setelah borang ini aktif, keputusan pengiraan bidang formula akan kelihatan kepada sesiapa yang boleh mengisi borang ini.
pt_br: Assim que este formulário estiver ativo, os resultados do cálculo dos campos de fórmula ficarão visíveis a qualquer pessoa que possa preencher este formulário.
ru_ru: После включения этой формы результаты расчетов полей формул будут отображаться всем, кто имеет возможность заполнить эту форму.
th_th: เมื่อเผยแพร่แบบฟอร์มนี้แล้ว ผลการคำนวณของช่องข้อมูลสูตรจะแสดงผลให้ทุกคนที่กรอกแบบฟอร์มนี้ได้เห็น
vi_vn: Khi biểu mẫu này có hiệu lực, kết quả tính toán của các trường công thức sẽ hiển thị với bất kỳ ai có thể điền vào biểu mẫu này.
zh_cn: 开启分享后，表单填写者可查看公式字段的计算结果
zh_tw: 開啟分享後，表單填寫者可查看公式欄位的計算結果

# KYc
source: {{fieldName}} description
de_de: {{fieldName}} Beschreibung
es_es: Descripción de {{fieldName}}
fr_fr: Description de {{fieldName}}
hi_in: {{fieldName}} जानकारी
id_id: {{fieldName}} deskripsi
it_it: Descrizione {{fieldName}}
ja_jp: {{fieldName}} の説明
ko_kr: {{fieldName}} 설명
ms_my: {{fieldName}} keterangan
pt_br: Descrição de {{fieldName}}
ru_ru: Описание {{fieldName}}
th_th: คำอธิบาย {{fieldName}}
vi_vn: Mô tả {{fieldName}}
zh_cn: {{fieldName}} 描述
zh_tw: {{fieldName}} 描述

# 08M
source: People in the organization with the link can respond
de_de: Personen innerhalb der Organisation mit dem Link können antworten
es_es: Las personas de la organización con el enlace pueden responder
fr_fr: Les personnes de l'organisation disposant du lien peuvent répondre
hi_in: संगठन में लिंक वाले व्यक्ति उत्तरदाता हैं
id_id: Orang di organisasi yang memiliki tautan dapat merespons
it_it: Le persone dell'organizzazione che dispongono del link possono rispondere
ja_jp: リンクを取得した内部メンバーが入力可能
ko_kr: 링크가 있는 기업 내부 인원이 응답 가능
ms_my: Orang dalam organisasi dengan pautan boleh menjawab
pt_br: As pessoas na organização com o link podem responder
ru_ru: Люди в организации со ссылкой могут отвечать
th_th: บุคคลในองค์กรที่มีลิงก์จะเป็นผู้ตอบสามารถตอบกลับได้
vi_vn: Mọi người trong tổ chức có liên kết đều có thể phản hồi
zh_cn: 组织内获得链接的人可填写
zh_tw: 組織內取得連結的人可填寫

# 6qo
source: Invite recipients
de_de: Empfänger einladen
es_es: Invitar a destinatarios
fr_fr: Inviter des destinataires
hi_in: उत्तरदाताओं को आमंत्रित करें
id_id: Undang penerima
it_it: Invita destinatari
ja_jp: 回答者を招待
ko_kr: 수신자 초대
ms_my: Jemput penerima
pt_br: Convidar recipientes
ru_ru: Пригласить получателей
th_th: เชิญผู้รับ
vi_vn: Mời người nhận
zh_cn: 邀请填写者
zh_tw: 邀請填寫者

# BM0
source: Only invited poeple can respond
de_de: Nur eingeladene Personen können antworten
es_es: Solo las personas invitadas pueden responder
fr_fr: Seuls les personnes invitées peuvent répondre
hi_in: केवल आमंत्रित व्यक्ति प्राप्तकर्ता हैं
id_id: Hanya orang yang diundang yang dapat merespons
it_it: Solo le persone invitate possono rispondere
ja_jp: 招待されたユーザーのみが入力可能
ko_kr: 초대받은 사람만 응답 가능
ms_my: Hanya orang yang dijemput boleh menjawab
pt_br: Somente pessoas convidadas podem responder
ru_ru: Только приглашенные люди могут отвечать
th_th: เฉพาะผู้ที่ได้รับเชิญเท่านั้นที่สามารถตอบกลับได้
vi_vn: Chỉ những người được mời mới có thể phản hồi
zh_cn: 仅邀请的人可填写
zh_tw: 僅受邀者可填寫

# b9M
source: Once this form is live, the calculation results of the lookup fields will be visible to anyone who can fill this form.
de_de: Sobald dieses Formular online geschaltet ist, sind die Berechnungsergebnisse der Verweisfelder für jeden sichtbar, der dieses Formular ausfüllen kann.
es_es: Una vez que se active este formulario, los usuarios que puedan completarlo podrán ver los resultados de los campos de búsqueda.
fr_fr: Une fois ce formulaire publié, tous les utilisateurs pouvant le remplir pourront voir les résultats des calculs des champs de recherche.
id_id: Setelah formulir ini aktif, hasil penghitungan bidang lookup akan terlihat oleh siapa saja yang dapat mengisi formulir ini.
it_it: Una volta che questa maschera sarà live, i risultati del calcolo dei campi ricerca saranno visibili a chiunque possa compilare questa maschera.
ja_jp: 共有をオンにすると、フォームの回答者は Lookup フィールドの計算結果を表示できます。
ko_kr: 이 설문지가 활성화되면 조회 필드의 계산 결과가 이 설문지를 채울 수 있는 모든 사용자에게 표시됩니다.
ms_my: Sekali borang ini hidup, hasil pengiraan bidang carian akan dapat dilihat oleh sesiapa sahaja yang boleh mengisi borang ini.
pt_br: Assim que este formulário estiver ativo, os resultados do cálculo dos campos procurar ficarão visíveis a qualquer pessoa que possa preencher este formulário.
ru_ru: После включения этой формы результаты расчетов полей LOOKUP будут отображаться всем, кто имеет возможность заполнить эту форму.
th_th: เมื่อเผยแพร่แบบฟอร์มนี้แล้ว ผลการคำนวณของช่องข้อมูลค้นหาจะแสดงผลให้ทุกคนที่กรอกแบบฟอร์มนี้ได้เห็น
vi_vn: Khi biểu mẫu này có hiệu lực, kết quả tính toán của các trường tra cứu sẽ hiển thị cho bất kỳ ai có thể điền vào biểu mẫu này.
zh_cn: 开启分享后，表单填写者可查看查找引用字段的计算结果
zh_tw: 開啟分享後，表單填寫者可查看查閱參照欄位的計算結果

source: Recipients
de_de: Empfänger
es_es: Destinatarios
fr_fr: Destinataires
hi_in: प्राप्तकर्ता
id_id: Penerima
it_it: Destinatari
ja_jp: 回答者
ko_kr: 받는 사람
ms_my: Penerima
pt_br: Destinatários
ru_ru: Получатели
th_th: ผู้รับ
vi_vn: Người nhận
zh_cn: 填写者
zh_tw: 填寫者

# mX0
source: No permission to fill in the form.
de_de: Keine Berechtigung zum Ausfüllen des Formulars.
es_es: No tienes permiso para rellenar el formulario.
fr_fr: Aucune autorisation de remplir le formulaire.
hi_in: फ़ॉर्म भरने की अनुमति नहीं.
id_id: Tidak ada izin untuk mengisi formulir.
it_it: Nessuna autorizzazione a compilare il modulo.
ja_jp: 記入する権限がありません
ko_kr: 설문지를 작성할 권한이 없습니다.
ms_my: Tiada kebenaran untuk mengisi borang.
pt_br: Sem permissão para preencher o formulário.
ru_ru: Нет разрешения на заполнение формы.
th_th: ไม่มีสิทธิ์การอนุญาตในการกรอกแบบฟอร์ม
vi_vn: Không có quyền điền vào biểu mẫu.
zh_cn: 暂无权限填写表单
zh_tw: 暫無權限填寫表單

# BMU
source: Turn on link sharing
de_de: Teilen von Links aktivieren
es_es: Activar el uso compartido de enlaces
fr_fr: Activer le partage de liens
hi_in: लिंक साझाकरण चालू करें
id_id: Aktifkan berbagi tautan
it_it: Attiva la condivisione dei link
ja_jp: オンにする
ko_kr: 링크 공유 켜기
ms_my: Aktifkan perkongsian pautan
pt_br: Ligar o compartilhamento de link
ru_ru: Включить обмен ссылками
th_th: เปิดการแบ่งปันลิงก์
vi_vn: Bật chia sẻ liên kết
zh_cn: 立即开启
zh_tw: 立即開啟

# bCY
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
hi_in: बाद में
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_tw: 稍後再說

# 0s8
source: Before using {{APP_DISPLAY_NAME}} Base to collect personal information, you must inform the recipients who is collecting the data, how the data will be used, and how the data will be shared (if so), how the data will be stored and secured, obtain their explicit consent, and provide the corresponding channels for managing personal data usage. Are you sure you want to turn on link sharing? Please note: Explicit consent from users is required before collecting sensitive personal information.
de_de: Bevor Sie {{APP_DISPLAY_NAME}} Base zum Erfassen personenbezogener Daten verwenden, müssen Sie die Empfänger darüber informieren, wer die Daten erfasst, wie die Daten verwendet werden und wie die Daten ggf. weitergegeben werden, wie die Daten gespeichert und geschützt werden, und ihre ausdrückliche Zustimmung einholen und entsprechende Kanäle zum Management der Nutzung personenbezogener Daten bereitstellen. Möchten Sie das Teilen von Links wirklich aktivieren? Hinweis: Eine ausdrückliche Zustimmung der Benutzer ist erforderlich, bevor sensible personenbezogene Daten erfasst werden.
es_es: Antes de utilizar {{APP_DISPLAY_NAME}} Base para recopilar información personal, debes informar a los destinatarios acerca de quién va a recopilar los datos y cómo se utilizarán, compartirán (de ser así), almacenarán y asegurarán, obtener su consentimiento explícito y proporcionar los canales correspondientes para gestionar el uso de los datos personales. ¿Seguro que quieres activar el uso compartido de enlaces? Ten en cuenta: Para recopilar información personal confidencial, es necesario tener el consentimiento explícito de los usuarios.
fr_fr: Avant d'utiliser {{APP_DISPLAY_NAME}} Base pour collecter des informations personnelles, vous devez informer les destinataires dont les données sont collectées de comment ces dernières seront utilisées, partagées (le cas échéant), stockées et sécurisées, obtenir leur consentement explicite et fournir les canaux correspondants pour gérer l'utilisation des données personnelles. Voulez-vous vraiment activer le partage de liens ? Veuillez noter que : le consentement explicite des utilisateurs est requis avant de collecter des informations personnelles sensibles.
hi_in: व्यक्तिगत जानकारी एकत्रित करने के लिए {{APP_DISPLAY_NAME}} बाईटेबल का उपयोग करने से पहले, आपको उत्तरदाताओं को सूचित करना होगा कि डेटा कैन एकत्रित कर रहे हैं, डेटा का उपयोग कैसे किया जाएगा, और डेटा कैसे साझा किया जाएगा (अगर ऐसा है तो), डेटा कैसे स्टोर किया जाएगा और सुरक्षित रखा जाएगा, उनकी स्पष्ट अनुमति प्राप्त करनी होगी, और व्यक्तिगत रूप से डेटा उपभोग प्रबंधित करने के लिए अनुरूप चैनल प्रदान करने होंगे. क्या आप लिंक साझाकरण चालू करना चाहते हैं? कृपया ध्यान दें: संवेदनशील व्यक्तिगत जानकारी एकत्रित करने से पहले उपयोगकर्ताओं की स्पष्ट सहमति की आवश्यकता होती है.
id_id: Sebelum menggunakan {{APP_DISPLAY_NAME}} Base untuk mengumpulkan informasi pribadi, Anda harus memberi tahu penerima yang mengumpulkan data, bagaimana data akan digunakan, dan bagaimana data akan dibagikan (jika demikian), bagaimana data akan disimpan dan diamankan, mendapatkan persetujuan tertulis, dan menyediakan saluran yang sesuai untuk mengelola penggunaan data pribadi. Yakin ingin mengaktifkan berbagi tautan? Perhatikan: Persetujuan tertulis dari pengguna diperlukan sebelum mengumpulkan informasi pribadi yang sensitif.
it_it: Prima di utilizzare {{APP_DISPLAY_NAME}} Base per raccogliere informazioni personali occorre informare i destinatari relativamente a chi sta raccogliendo i dati, le modalità di utilizzo e condivisione dei dati (ove applicabile), le modalità di archiviazione e protezione dei dati, ottenere il loro esplicito consenso e fornire i relativi canali per gestire l'utilizzo dei dati personali. Vuoi attivare la condivisione dei link? Tieni presente che: occorre l'esplicito consenso da parte degli utenti prima di raccogliere informazioni personali sensibili.
ja_jp: {{APP_DISPLAY_NAME}} Base を使用して個人情報を取得するには、収集範囲、利用目的、第三者への提供（該当する場合）、データの保存および保護方法をユーザーに明示したうえ、同意を得る必要があります。同時に、個人情報を適切に保管・管理しなければなりません。 「リンクを取得した全員が入力可能」をオンにしてもよろしいですか？ 注：要配慮個人情報を取得する前に、必ず本人の明示的な同意を得る必要があります。
ko_kr: {{APP_DISPLAY_NAME}} Base를 사용하여 개인 정보를 수집하기 전에 회원님은 누가 데이터를 수집하는지, 데이터가 어떻게 사용되는지, 데이터가 어떻게 공유되는지(해당하는 경우), 데이터가 어떻게 저장 및 보호되는지를 수신자에게 알리고, 수신자의 명시적 동의를 획득하고, 개인 데이터 사용 관리를 위한 해당 채널을 제공해야 합니다. 링크 공유를 켜시겠습니까? 주의 사항: 민감한 개인 정보를 수집하기 전에 사용자의 명시적인 동의가 필요합니다.
ms_my: Sebelum menggunakan {{APP_DISPLAY_NAME}} Base untuk mengumpul maklumat peribadi, anda mesti memaklumkan penerima siapa yang mengumpul data, bagaimana data akan digunakan, dan bagaimana data akan dikongsi (jika ada), bagaimana data akan disimpan dan dilindungi, dapatkan persetujuan mereka secara eksplisit, dan sediakan saluran yang bersesuaian untuk menguruskan penggunaan data peribadi. Adakah anda pasti ingin menghidupkan perkongsian pautan? Sila ambil perhatian: Persetujuan eksplisit daripada pengguna diperlukan sebelum mengumpul maklumat peribadi sensitif.
pt_br: Antes de usar o Base do {{APP_DISPLAY_NAME}} para coletar informações pessoais, você deve informar aos recipientes quem está coletando os dados, como os dados serão usados, compartilhados (se forem), armazenados e protegidos, deve obter o consentimentos explícito desses recipientes e fornecer os canais correspondentes para gerenciamento de uso dos dados pessoais. Tem certeza de que deseja ligar o compartilhamento do link? Observe: O consentimento explícito dos usuários é obrigatório antes de coletar informações pessoais sigilosas.
ru_ru: Прежде чем использовать таблицу Base {{APP_DISPLAY_NAME}} для сбора персональной информации, необходимо уведомить получателей о том, кто собирает данные, как они будут использоваться и как вы будете ими делиться (если это актуально), как данные будут храниться и защищаться, а также нужно получить их прямое согласие и предоставить соответствующие каналы для управления использованием персональных данных. Действительно включить общий доступ к ссылке? Обратите внимание! Прежде чем приступить к сбору персональной информации, необходимо получить прямое согласие пользователей.
th_th: ก่อนการใช้ {{APP_DISPLAY_NAME}} Base เพื่อรวบรวมข้อมูลส่วนตัว คุณต้องแจ้งผู้รับที่กำลังรวบรวมข้อมูล วิธีการใช้ข้อมูล และวิธีแบ่งปันข้อมูล (ถ้ามี) วิธีการจัดเก็บและรักษาความปลอดภัยข้อมูล ขอรับความยินยอมโดยชัดแจ้งจากพวกเขา และจัดให้มีช่องทางที่เกี่ยวข้องในการจัดการการใช้งานข้อมูลส่วนตัว คุณแน่ใจหรือไม่ว่าคุณต้องเปิดการแบ่งปันลิงก์ โปรดทราบ: จำเป็นต้องได้รับความยินยอมอย่างชัดแจ้งจากผู้ใช้ก่อนที่จะรวบรวมข้อมูลส่วนตัวที่มีความละเอียดอ่อน
vi_vn: Trước khi sử dụng {{APP_DISPLAY_NAME}} Base để thu thập thông tin cá nhân, bạn phải thông báo cho người nhận biết rằng bạn đang thu thập dữ liệu, cách sử dụng dữ liệu và cách chia sẻ dữ liệu (nếu có), cách lưu trữ và bảo mật dữ liệu, có được sự đồng ý rõ ràng của người nhận và cung cấp các kênh tương ứng để quản lý việc sử dụng dữ liệu cá nhân. Bạn có chắc chắn muốn bật chia sẻ liên kết không? Vui lòng lưu ý: Cần có sự đồng ý rõ ràng của người dùng trước khi thu thập các thông tin cá nhân nhạy cảm.
zh_cn: 通过{{APP_DISPLAY_NAME}}多维表格表单收集用户个人信息时，需明确告知用户收集主体、使用场景、数据共享方（如有）、数据存储与保护方式，获取用户的同意与授权，并提供相应的渠道与方式管理个人信息。确认开启“互联网上获得链接的人可填写”吗？ 注：收集用户个人敏感信息时，需获取用户的明示同意。
zh_tw: 透過{{APP_DISPLAY_NAME}}多維表格表單收集使用者個人資訊時，需明確告知使用者收集主體、使用場景、資料分享方（如有）、資料儲存與保護方式，取得使用者的同意與授權，並提供相應的管道與方式管理個人資訊。確認開啟「網際網路上取得連結的人可以填寫」嗎？ 註：收集使用者個人敏感資訊時，需取得使用者明確同意。

# JW8
source: Open link
de_de: Link öffnen
es_es: Abrir enlace
fr_fr: Ouvrir un lien
id_id: Buka tautan
it_it: Apri link
ja_jp: リンクを開く
ko_kr: 링크 열기
ms_my: Buka pautan
pt_br: Abrir link
ru_ru: Открыть ссылку
th_th: เปิดลิงก์
vi_vn: Mở liên kết
zh_cn: 打开链接
zh_tw: 開啟連結

# 7gs
source: Form recipient settings
de_de: Einstellungen für Formularempfänger
es_es: Configuración del destinatario del formulario
fr_fr: Paramètres du destinataire du formulaire
hi_in: फ़ॉर्म प्राप्तकर्ता सेटिंग्स
id_id: Pengaturan penerima formulir
it_it: Impostazioni destinatario maschera
ja_jp: フォームを記入する権限
ko_kr: 설문지 수신자 설정
ms_my: Tetapan penerima borang
pt_br: Configurações do recipiente do formulário
ru_ru: Настройки получателя
th_th: การตั้งค่าผู้รับแบบฟอร์ม
vi_vn: Cài đặt người nhận biểu mẫu
zh_cn: 表单填写权限
zh_tw: 表單填寫權限

# ykw
source: Once "Anyone with the link can respond" is turned on, Person field will be hidden from external recipients.
de_de: Wenn die Option „Jeder mit dem Link kann antworten“ aktiviert ist, wird das Feld „Personen“ für externe Empfänger ausgeblendet.
es_es: Si se activa "Cualquier persona con el enlace puede responder", el campo Persona se ocultarán a los destinatarios externos.
fr_fr: Une fois l'option "Toute personne disposant du lien peut répondre" activée, le champ Personne sera masqué pour les destinataires externes.
hi_in: लिंक के साथ कोई भी व्यक्ति उत्तरदाता है चालू किए जाने के बाद, व्यक्ति फ़ील्ड बाहरी उत्तरदाताओं से छिपाई जाएगी.
id_id: Setelah "Siapa pun yang memiliki tautan dapat merespons" diaktifkan, bidang Orang akan disembunyikan dari penerima eksternal.
it_it: Una volta attivato "Chiunque disponga del link può rispondere", il campo Persona verrà nascosto ai destinatari esterni.
ja_jp: 「リンクを取得した全員が入力可能」をオンにすると、リンク共有で取得したフォームではメンバーフィールドは非表示になります
ko_kr: "링크를 가진 모든 사람이 응답 가능"이 켜져 있으면 인원 필드는 외부 받는 사람이 볼 수 없도록 숨겨집니다.
ms_my: Apabila "Sesiapa sahaja dengan pautan boleh menjawab" dihidupkan, Medan Orang akan disembunyikan daripada penerima luaran.
pt_br: Depois que a opção "Qualquer pessoa com o link pode responder" estiver ativada, o campo Pessoa ficará oculto para destinatários externos.
ru_ru: После включения параметра Любой человек со ссылкой может отвечать поле "Человек" будет скрыто от внешних получателей.
th_th: เมื่อมีการเปิด "ทุกคนที่มีลิงก์สามารถตอบกลับได้" ช่องบุคคลจะถูกซ่อนจากผู้รับภายนอก
vi_vn: Sau khi bật tùy chọn "Bất kỳ ai có liên kết đều có thể phản hồi", trường Người sẽ bị ẩn khỏi người nhận bên ngoài.
zh_cn: 开启“互联网上获得链接的人可填写”时，链接分享的表单将隐藏人员字段
zh_tw: 開啟「網際網路上取得連結的人可填寫」時，透過連結分享的表單將隱藏人員欄位

# fH0
source: Person field will be hidden
de_de: Das Personenfeld wird verborgen.
es_es: El campo Persona se ocultará
fr_fr: Le champ Personne sera masqué
hi_in: व्यक्ति फ़ील्ड छिपाई जाएगी
id_id: Bidang orang akan disembunyikan
it_it: Il campo Persona verrà nascosto
ja_jp: ヒント
ko_kr: 사람 필드가 숨겨집니다
ms_my: Medan Orang akan disembunyikan
pt_br: O campo "Pessoa" ficará oculto
ru_ru: Поле Человек будет скрыто
th_th: ระบบจะซ่อนช่องข้อมูลบุคคล
vi_vn: Trường Người sẽ bị ẩn đi
zh_cn: 人员字段将不可见
zh_tw: 人員欄位將無法看見內容

# c5o
source: Add content from the desktop version
de_de: Inhalt von der Desktop-Version hinzufügen
es_es: Agregar contenido desde la versión para escritorio
fr_fr: Ajouter du contenu à partir de la version sur ordinateur
hi_in: डेस्कटॉप संस्करण का कांटेंट जोड़ें
id_id: Tambahkan konten dari versi desktop
it_it: Aggiungi contenuto dalla versione desktop
ja_jp: デスクトップ版でフォームを編集してください
ko_kr: 데스크톱 버전에서 콘텐츠를 추가하세요
ms_my: Tambah kandungan dari versi desktop
pt_br: Adicionar conteúdo da versão para computador
ru_ru: Добавьте контент с ПК
th_th: เพิ่มเนื้อหาจากเวอร์ชันเดสก์ท็อป
vi_vn: Thêm nội dung từ phiên bản máy tính
zh_cn: 请前往桌面端添加表单内容
zh_tw: 請前往桌面端新增表單內容
