Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Dog
source: Unable to access. Permission was removed.
de_de: Kein Zugriff möglich. Berechtigung wurde entfernt.
es_es: No se puede acceder. Se ha quitado el permiso.
fr_fr: Accès impossible. L'autorisation a été retirée.
hi_in: ऐक्सेस करने में असमर्थ. अनुमति निकाली गई.
id_id: Tidak dapat mengakses. Izin telah dihapus.
it_it: Impossibile accedere. Autorizzazione rimossa.
ja_jp: 権限が取り消されたため、このページにアクセスできません。
ko_kr: 액세스할 수 없습니다. 권한이 제거되었습니다.
ms_my: Anda tidak boleh mengakses halaman ini kerana kebenaran anda dibatalkan.
pt_br: Não é possível acessar. A permissão foi removida.
ru_ru: Не удалось получить доступ. Разрешение было удалено.
th_th: ไม่สามารถเข้าถึงได้ สิทธิ์การอนุญาตถูกลบออก
vi_vn: Không thể truy cập. Đã xóa quyền.
zh_cn: 你的页面权限已被取消，无法访问。
zh_tw: 你的頁面權限已被取消，無法存取。

# Le4
source: Permission changed
de_de: Berechtigungsänderung
es_es: Permiso cambiado
fr_fr: Autorisation modifiée
hi_in: अनुमति बदली गई
id_id: Izin diubah
it_it: Autorizzazione modificata
ja_jp: 権限が変更されました
ko_kr: 권한이 변경됨
ms_my: Perubahan kebenaran
pt_br: Permissão alterada
ru_ru: Разрешение изменено
th_th: เปลี่ยนสิทธิ์การอนุญาตแล้ว
vi_vn: Đã thay đổi quyền
zh_cn: 权限发生变更
zh_tw: 權限發生變更

# X4s
source: No (keep the original permission setting)
de_de: Nein (ursprüngliche Berechtigungseinstellung beibehalten)
es_es: No (mantener la configuración de permisos original)
fr_fr: Non (conserver le paramètre d'autorisation d'origine)
hi_in: नहीं (मूल अनुमति सेटिंग्स बनाए रखें)
id_id: Tidak (pertahankan pengaturan izin awal)
it_it: No (mantieni l'impostazione di autorizzazione originale)
ja_jp: いいえ（本来の権限設定を維持）
ko_kr: 아니요(원래 권한 설정 유지)
ms_my: Tidak (kekalkan tetapan kebenaran asal)
pt_br: Não (manter a configuração original da permissão)
ru_ru: Нет (сохранить исходные настройки разрешений)
th_th: ไม่ (ไม่เปลี่ยนแปลงการตั้งค่าสิทธิ์การอนุญาตเดิม)
vi_vn: Không (giữ cài đặt quyền ban đầu)
zh_cn: 否 (保留原权限设置)
zh_tw: 否 (保留原權限設定)

# 9kU
source: Reload
de_de: Neu laden
es_es: Volver a cargar
fr_fr: Actualiser
hi_in: फिर से लोड करें
id_id: Muat ulang
it_it: Ricarica
ja_jp: 更新
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Обновить
th_th: โหลดใหม่
vi_vn: Tải lại
zh_cn: 刷新
zh_tw: 重新整理

# Ooo
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# Qyk
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# 9As
source: This page will be removed. Its sub-pages will be adopted to the page tree.
de_de: Diese Seite wird entfernt. Ihre Unterseiten werden in die Seitenstruktur aufgenommen.
es_es: Esta página se eliminará. Sus subpáginas se incorporarán al árbol de páginas.
fr_fr: Cette page sera supprimée. Ses sous-pages seront adoptées dans l'arborescence de contenu.
hi_in: यह पेज निकाल दिया जाएगा. इसके उप-पेज पेज ट्री में अपनाए जाएँगे.
id_id: Halaman ini akan dihapus. Subhalamannya akan diadopsi ke struktur halaman.
it_it: Questa pagina sarà rimossa. Le relative pagine secondarie saranno adottate nell'albero della pagina.
ja_jp: このページは削除され、サブページはすべてマスターページに継承されます。
ko_kr: 이 페이지는 제거됩니다. 하위 페이지는 페이지 트리에 적용됩니다.
ms_my: Halaman ini akan dibuang. Subhalaman akan diserap ke dalam pokok halaman.
pt_br: Esta página será removida. Suas subpáginas serão adotadas na árvore da página.
ru_ru: Эта страница будет удалена. Его подстраницы будут адаптированы к дереву страниц.
th_th: หน้านี้จะถูกลบออก หน้าย่อยจะนำไปใช้กับแผนภูมิหน้าเว็บ
vi_vn: Trang này sẽ bị xóa. Các trang con của trang này sẽ được áp dụng vào cây trang.
zh_cn: 即将删除此页面，它的所有子页面将会被继承在页面树上
zh_tw: 即將刪除此頁面，其所有子頁面將會繼承在頁面樹上

# v7w
source: Remove the selected page?
de_de: Ausgewählte Seite entfernen?
es_es: ¿Borrar la página seleccionada?
fr_fr: Retirer la page sélectionnée ?
hi_in: चयनित पेज को हटा दें?
id_id: Hapus halaman yang dipilih?
it_it: Rimuovere la pagina selezionata?
ja_jp: 選択したページを削除しますか？
ko_kr: 선택한 페이지를 제거하시겠습니까?
ms_my: Buang Halaman Terpilih?
pt_br: Remover a página selecionada?
ru_ru: Удалить выбранную страницу?
th_th: ลบหน้าที่เลือกออกหรือไม่
vi_vn: Gỡ trang đã chọn?
zh_cn: 要移除所选页面吗？
zh_tw: 要移除所選頁面嗎？

# 2Sc
source: Deleting page...
de_de: Seite wird entfernt...
es_es: Eliminando la página...
fr_fr: Retrait de page…
hi_in: पेज निकाला जा रहा है...
id_id: Menghapus Halaman...
it_it: Rimozione della pagina in corso
ja_jp: 削除中…
ko_kr: 페이지 제거 중...
ms_my: Membuang halaman...
pt_br: Removendo página...
ru_ru: Удаление страницы...
th_th: กำลังลบหน้า...
vi_vn: Đang xóa trang...
zh_cn: 正在删除...
zh_tw: 正在刪除...

# yFU
source: Failed to remove. Permission has been changed.
de_de: Berechtigung geändert. Entfernen fehlgeschlagen.
es_es: Error al borrar. El permiso ha sido cambiado.
fr_fr: Échec du retrait. L'autorisation a été modifiée.
hi_in: निकालने में विफल हुआ.अनुमति बदली गई.
id_id: Gagal menghapus. Izin telah diubah.
it_it: Impossibile rimuovere. L'autorizzazione è stata modificata.
ja_jp: 権限が変更されました、削除に失敗しました。
ko_kr: 제거에 실패했습니다. 권한이 변경되었습니다.
ms_my: Kebenaran berubah, gagal membuang.
pt_br: Falha ao remover. A permissão foi alterada.
ru_ru: Не удалось удалить. Разрешение было изменено.
th_th: ลบออกไม่สำเร็จ สิทธิ์การอนุญาตถูกเปลี่ยน
vi_vn: Loại bỏ thất bại. Đã thay đổi quyền.
zh_cn: 权限发生变更，移除失败
zh_tw: 權限發生變更，移除失敗

# pkI
source: Unable to remove. This page was removed by a collaborator.
de_de: Entfernen nicht möglich. Diese Seite wurde von einem Mitarbeiter entfernt.
es_es: No se ha podido eliminar. Esta página ha sido eliminada por otro colaborador.
fr_fr: Impossible de retirer. Cette page a été retirée par un collaborateur.
hi_in: निकालने में असमर्थ है. यह पेज एक सहयोगी द्वारा निकाला गया.
id_id: Tidak dapat menghapus. Halaman ini dihapus oleh kolaborator.
it_it: Impossibile rimuovere. Questa pagina è stata rimossa da un collaboratore.
ja_jp: 削除に失敗しました。このページはその他の編集者に削除されました
ko_kr: 제거할 수 없습니다. 공동 작업자가 이 페이지를 제거했습니다.
ms_my: Tidak dapat membuang. Halaman ini telah dibuang oleh editor lain.
pt_br: Não é possível remover. Esta página foi removida por um colaborador.
ru_ru: Невозможно удалить. Страница была удалена редактором.
th_th: ไม่สามารถลบออกได้ หน้านี้ถูกลบออกโดยผู้ร่วมงาน
vi_vn: Không thể loại bỏ. Trang này đã được một cộng tác viên loại bỏ.
zh_cn: 移除失败，页面已被其他编辑者移除。
zh_tw: 移除失敗，頁面已被其他編輯者移除。

# dOg
source: Page removed.
de_de: Seite entfernt.
es_es: Se ha eliminado la página.
fr_fr: Page retirée.
hi_in: पेज निकाला गया.
id_id: Halaman dihapus.
it_it: Pagina rimossa.
ja_jp: このページは削除されました
ko_kr: 페이지 제거됨.
ms_my: Halaman dibuang.
pt_br: Página removida.
ru_ru: Страница удалена.
th_th: หน้าถูกลบออกแล้ว
vi_vn: Đã loại bỏ trang.
zh_cn: 页面已移除
zh_tw: 頁面已移除

# exQ
source: Workspace
de_de: Arbeitsbereich
es_es: Espacio de trabajo
fr_fr: Espace de travail
hi_in: कार्यस्थल
id_id: Ruang Kerja
it_it: Area di lavoro
ja_jp: ウィキスペース
ko_kr: 작업 영역
ms_my: Ruang kerja
pt_br: Espaço de trabalho
ru_ru: Рабочая среда
th_th: ที่ทำงาน
vi_vn: Không gian làm việc
zh_cn: 所属知识库
zh_tw: 所屬知識庫

# KS8
source: Search workspace
de_de: Arbeitsbereich durchsuchen
es_es: Buscar en el espacio de trabajo
fr_fr: Rechercher espace de travail
hi_in: कार्यस्थल की खोज करें
id_id: Cari ruang kerja
it_it: Cerca nell'area di lavoro
ja_jp: ウィキスペースを検索
ko_kr: 작업 영역 검색
ms_my: Cari ruang kerja
pt_br: Pesquisar espaço de trabalho
ru_ru: Поиск рабочей среды
th_th: ค้นหาที่ทำงาน
vi_vn: Tìm không gian làm việc
zh_cn: 搜索知识库
zh_tw: 搜尋知識庫

# ktQ
source: Search Wiki Space
de_de: Wiki-Bereich suchen
es_es: Buscar espacio Wiki
fr_fr: Rechercher un espace Wiki
hi_in: कार्यस्थल खोजें
id_id: Cari Ruang Wiki
it_it: Cerca spazio Wiki
ja_jp: ウィキスペースを検索
ko_kr: Wiki 공간 검색
ms_my: Cari Ruang Wiki
pt_br: Pesquisar espaço da wiki
ru_ru: Поиск Wiki-пространства
th_th: ค้นหาพื้นที่ Wiki
vi_vn: Tìm không gian Wiki
zh_cn: 搜索知识库
zh_tw: 搜尋知識庫

# o30
source: Select workspace
de_de: Arbeitsbereich auswählen
es_es: Seleccionar espacio de trabajo
fr_fr: Sélectionner un espace de travail
hi_in: कार्यस्थल का चयन करें
id_id: Pilih ruang kerja
it_it: Seleziona area di lavoro
ja_jp: ウィキスペースを選択
ko_kr: 작업 영역 선택
ms_my: Pilih ruang kerja
pt_br: Selecionar espaço de trabalho
ru_ru: Выберите рабочую среду
th_th: เลือกที่ทำงาน
vi_vn: Chọn không gian làm việc
zh_cn: 选择知识库
zh_tw: 選擇知識庫

# mic
source: Network error. Please try again later.
de_de: Netzwerkfehler. Versuchen Sie es später erneut.
es_es: Error de red. Inténtelo de nuevo más tarde.
fr_fr: Erreur réseau. Veuillez réessayer plus tard.
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
id_id: Kesalahan jaringan. Coba lagi nanti.
it_it: Errore di rete. Riprova più tardi.
ja_jp: サービスにエラーが生じました。しばらくしてからもう一度やり直してください
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi kemudian.
pt_br: Erro de rede. Tente novamente mais tarde.
ru_ru: Ошибка сети. Повторите попытку позже.
th_th: เครือข่ายเกิดข้อผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau.
zh_cn: 服务异常，请稍后重试
zh_tw: 服務異常，請稍後重試

# Vwc
source: Member list
de_de: Mitgliederliste
es_es: Lista de miembros
fr_fr: Liste des membres
hi_in: सदस्य सूची
id_id: Daftar anggota
it_it: Elenco dei membri
ja_jp: メンバーのリスト
ko_kr: 구성원 목록
ms_my: Senarai ahli
pt_br: Lista de membros
ru_ru: Список участников
th_th: รายชื่อสมาชิก
vi_vn: Danh sách thành viên
zh_cn: 成员列表
zh_tw: 成員清單

# MA8
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
hi_in: संक्षिप्त करें
id_id: Lipat
it_it: Comprimi
ja_jp: 片付ける
ko_kr: 축소
ms_my: Runtuh
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起
zh_tw: 摺疊

# tUE
source: Expand All
de_de: Alle erweitern
es_es: Expandir todo
fr_fr: Tout développer
hi_in: सभी को विस्तृत करें
id_id: Buka Semua
it_it: Espandi tutto
ja_jp: すべて展開する
ko_kr: 모두 확장
ms_my: Kembangkan Semua
pt_br: Expandir tudo
ru_ru: Раскрыть все
th_th: ขยายทั้งหมด
vi_vn: Mở rộng tất cả
zh_cn: 展开全部
zh_tw: 展開全部

# dSE
source: No introduction
de_de: Keine Einführung
es_es: Sin introducción
fr_fr: Pas d'introduction
hi_in: कोई परिचय नहीं
id_id: Tidak ada pengenalan
it_it: Nessuna presentazione
ja_jp: 紹介なし
ko_kr: 소개 없음
ms_my: Tiada pengenalan
pt_br: Sem introdução
ru_ru: Нет введения
th_th: ไม่มีคำนำ
vi_vn: Không giới thiệu
zh_cn: 暂无简介
zh_tw: 暫無簡介

# puc
source: Introduction
de_de: Einführung
es_es: Introducción
hi_in: परिचय
id_id: Pengenalan
it_it: Presentazione
ja_jp: 紹介
ko_kr: 소개
ms_my: Pengenalan
pt_br: Introdução
ru_ru: Введение
th_th: คำนำ
vi_vn: Giới thiệu
zh_cn: 简介
zh_tw: 簡介

# 5NA
source: Administrator list
de_de: Administratorliste
es_es: Lista del administrador
fr_fr: Liste des administrateurs
hi_in: एडमिनिस्ट्रेटर सूची
id_id: Daftar administrator
it_it: Elenco degli amministratori
ja_jp: 管理者のリスト
ko_kr: 관리자 목록
ms_my: Senarai pentadbir
pt_br: Lista de administradores
ru_ru: Список администраторов
th_th: รายชื่อผู้ดูแล
vi_vn: Danh sách quản trị viên
zh_cn: 管理员列表
zh_tw: 管理員清單

# Ufw
source: Administrator
de_de: Admin
es_es: Administrador
fr_fr: Administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Admin
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# mpo
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
hi_in: सदस्य
id_id: Anggota
it_it: Membro
ja_jp: メンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membro
ru_ru: Участник
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# x54
source: Info
es_es: Información
fr_fr: Infos
hi_in: विवरण
it_it: Informazioni
ja_jp: 詳細
ko_kr: 정보
ms_my: Perincian
pt_br: Informações
ru_ru: Информация
th_th: ข้อมูล
vi_vn: Thông tin
zh_cn: 详情
zh_tw: 詳細資料

# v2I
source: You need permission to access the workspace. Please request permission from the administrator.
de_de: Sie benötigen eine Berechtigung, um auf den Arbeitsbereich zuzugreifen. Bitte Berechtigung beim Administrator anfragen.
es_es: Necesitas permiso para acceder al espacio de trabajo. Solicita permiso al administrador.
fr_fr: Vous devez disposer d'une autorisation pour accéder à l'espace de travail. Veuillez demander l'autorisation à l'administrateur.
hi_in: कार्यस्थल ऐक्सेस करने के लिए आपको अनुमति की आवश्यकता है. कृपया एडमिनिस्ट्रेटर से अनुमति का अनुरोध करें.
id_id: Anda membutuhkan izin untuk mengakses ruang kerja. Minta izin dari administrator.
it_it: Devi disporre dell'autorizzazione per accedere all'area di lavoro. Richiedi l'autorizzazione dall'amministratore.
ja_jp: ウィキスペースにアクセスする権限がないため、アクセスするにはスペースの管理者にご連絡ください
ko_kr: 작업 영역에 액세스하려면 권한이 필요합니다. 관리자에게 권한을 요청하세요.
ms_my: Kebenaran anda ke Pangkalan Pengetahuan telah dibatalkan. Sila hubungi pentadbir untuk akses.
pt_br: Você precisa de permissão para acessar o espaço de trabalho. Solicite permissão ao administrador.
ru_ru: Вам необходимо разрешение на доступ к рабочей области. Пожалуйста, запросите разрешение у администратора.
th_th: คุณต้องการสิทธิ์การอนุญาตในการเข้าถึงพื้นที่ทำงาน โปรดขอสิทธิ์การอนุญาตจากผู้ดูแล
vi_vn: Bạn cần có quyền để truy cập không gian làm việc. Vui lòng yêu cầu quản trị viên cấp quyền.
zh_cn: 你已没有权限访问该知识库，如需访问，请联系空间管理员
zh_tw: 你已沒有權限存取該知識庫，如需存取，請聯絡空間管理員

# T6o
source: Outline permission was changed. Please refresh the page.
de_de: Gliederungsberechtigung wurde geändert. Bitte aktualisieren Sie die Seite.
es_es: Se han cambiado los permisos para el esquema. Actualiza la página.
fr_fr: Les autorisations de plans ont été modifiées. Veuillez actualiser la page.
hi_in: रूपरेखा अनुमति बदल दी गई थी. कृपया पेज को रीफ़्रेश करें.
id_id: Izin garis besar ini telah diubah. Perbarui halaman.
it_it: L'autorizzazione per la struttura è stata modificata. Aggiorna la pagina.
ja_jp: 現在のディレクトリの権限が変更されました。ページを更新してください。
ko_kr: 개요 권한이 변경되었습니다. 페이지를 새로 고치세요.
ms_my: Kebenaran untuk direktori semasa telah diubah. Sila segarkan halaman.
pt_br: A permissão da estrutura de tópicos foi alterada. Atualize a página.
ru_ru: Разрешение структуры было изменено. Обновите страницу.
th_th: สิทธิ์การอนุญาตเค้าร่างมีการเปลี่ยนแปลง โปรดรีเฟรชหน้านี้
vi_vn: Quyền phác thảo đã được thay đổi. Vui lòng làm mới trang.
zh_cn: 当前目录权限发生变更，请刷新。
zh_tw: 目前目錄權限發生變更，請重新整理。

# zKs
source: Failed to add to Favorites
de_de: Hinzufügen zu Favoriten fehlgeschlagen
es_es: Error al agregar a Favoritos
fr_fr: Échec de l'ajout aux Favoris
hi_in: पसंदीदा में जोड़ना विफल हुआ
id_id: Gagal menambah ke Favorit
it_it: Impossibile aggiungere ai preferiti
ja_jp: お気に入りに追加できませんでした
ko_kr: 즐겨찾기에 추가 실패
ms_my: Gagal tambah ke kegemaran
pt_br: Falha ao adicionar aos Favoritos
ru_ru: Не удалось добавить в избранное
th_th: เพิ่มไปยังรายการโปรดไม่สำเร็จ
vi_vn: Không thể thêm vào Mục yêu thích.
zh_cn: 收藏失败
zh_tw: 收藏失敗

# 6ow
source: Favorited
de_de: Als Favorit festgelegt
es_es: Se ha agregado a favoritos
fr_fr: Ajouté aux Favoris
hi_in: पसंद किया गया
id_id: Difavoritkan
it_it: Aggiunta a Preferiti completata
ja_jp: お気に入りに追加しました
ko_kr: 즐겨찾기에 추가됨
ms_my: Tambah ke Kegemaran Berjaya
pt_br: Adicionado aos favoritos
ru_ru: Добавлено в Избранное
th_th: ทำรายการโปรดแล้ว
vi_vn: Được yêu thích
zh_cn: 已收藏
zh_tw: 已收藏

# rME
source: Tap to view page tree.
de_de: Tippen Sie, um die Seitenstruktur anzuzeigen.
es_es: Tocar para ver el diagrama de árbol de la página.
fr_fr: Appuyez pour afficher l'arborescence de contenu.
hi_in: पेज ट्री देखने के लिए टैप करें.
id_id: Ketuk untuk melihat struktur halaman.
it_it: Tocca per visualizzare l'albero della pagina.
ja_jp: クリックしてページツリーを展開
ko_kr: 탭하여 페이지 트리 보기
ms_my: Ketuk untuk melihat pokok halaman.
pt_br: Toque para visualizar a árvore da página.
ru_ru: Нажмите, чтобы посмотреть дерево страниц.
th_th: แตะเพื่อดูแผนภูมิหน้าเว็บ
vi_vn: Chạm để xem cây trang.
zh_cn: 点击查看页面树
zh_tw: 點選查看頁面樹

# 5IM
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
hi_in: होम
id_id: Beranda
it_it: Pagina iniziale
ja_jp: ホームページ
ko_kr: 홈
ms_my: Laman Utama
pt_br: Início
ru_ru: Главная страница
th_th: หน้าแรก
vi_vn: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# 7SY
source: Failed to load. Please try again later.
de_de: Laden fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal memuat. Coba lagi nanti.
it_it: Caricamento non riuscito. Riprova più tardi.
ja_jp: 読み込めませんでした。後ほど再試行してください
ko_kr: 로드에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuatkan kandungan. Cuba lagi kemudian
pt_br: Falha ao carregar. Tente novamente mais tarde.
ru_ru: Ошибка загрузки. Пожалуйста, попробуйте позже.
th_th: โหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tải không thành công. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_tw: 載入失敗，請稍後重試

# 2rs
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari Halaman
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# c0w
source: No Results Found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
id_id: Hasil Tidak Ditemukan
it_it: Nessun risultato trovato
ja_jp: 検索結果がありません
ko_kr: 검색 결과 없음
ms_my: Tiada Keputusan Ditemui
pt_br: Nenhum resultado encontrado
ru_ru: Результатов не найдено
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả
zh_cn: 无搜索结果
zh_tw: 無搜尋結果

# sf4
source: Failed to cancel
de_de: Abbruch fehlgeschlagen
es_es: Error al cancelar
fr_fr: Échec de l'annulation
hi_in: रद्द करने में विफल हुआ
id_id: Gagal membatalkan
it_it: Impossibile annullare
ja_jp: お気に入りのキャンセルに失敗しました
ko_kr: 취소 실패
ms_my: Gagal Batalkan Kegemaran
pt_br: Falha ao cancelar
ru_ru: Не удалось отменить
th_th: ยกเลิกไม่สำเร็จ
vi_vn: Hủy bỏ không thành công
zh_cn: 取消收藏失败
zh_tw: 取消收藏失敗

# qr0
source: Unfavorited
de_de: Als Favorit entfernt
es_es: Se ha quitado de Favoritos
fr_fr: Retiré(e) des Favoris
hi_in: पसंदीदा से हटाया गया
id_id: Bukan favorit
it_it: Rimozione da Preferiti completata
ja_jp: お気に入りから外しました
ko_kr: 즐겨찾기 해제됨
ms_my: Batalkan Kegemaran Berjaya
pt_br: Removido dos favoritos
ru_ru: Удалено из Избранного
th_th: เลิกทำรายการโปรดแล้ว
vi_vn: Đã bỏ ưa thích
zh_cn: 已取消收藏
zh_tw: 已取消收藏

# uyc
source: Untitled Page
de_de: Unbenannte Seite
es_es: Página sin título
fr_fr: Page sans titre
hi_in: शीर्षकहीन पेज
id_id: Halaman tanpa judul
it_it: Pagina senza titolo
ja_jp: 無題ページ
ko_kr: 제목 없는 페이지
ms_my: Halaman tanpa tajuk
pt_br: Página sem título
ru_ru: Страница без названия
th_th: หน้าที่ไม่มีชื่อ
vi_vn: Trang không có tiêu đề
zh_cn: 未命名页面
zh_tw: 未命名頁面

# GzE
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 是
zh_tw: 是

# ryo
source: All uploaded
de_de: Alle Hochgeladenen
es_es: Todo subido
fr_fr: Tous importés
hi_in: सभी अपलोड किए गए
id_id: Semua diunggah
it_it: Tutto caricato
ja_jp: 全てのアップロードが完了しました
ko_kr: 모두 업로드됨
ms_my: Semua dimuat naik.
pt_br: Todos carregados
ru_ru: Все загружено
th_th: อัปโหลดทั้งหมดแล้ว
vi_vn: Đã tải lên tất cả
zh_cn: 所有上传已完成
zh_tw: 所有上傳已完成

# soo
source: Already the first page
de_de: Bereits die erste Seite
es_es: Ya está en la primera página
fr_fr: Déjà la première page
hi_in: पहले ही पहला पेज है
id_id: Sudah di halaman pertama
it_it: Sei già nella prima pagina
ja_jp: 最初のページです
ko_kr: 이미 첫 페이지임
ms_my: Sudah halaman pertama
pt_br: Já a primeira página
ru_ru: Это первая страница
th_th: อยู่ในหน้าแรกอยู่แล้ว
vi_vn: Đã ở trang đầu tiên
zh_cn: 已是第一页
zh_tw: 已到第一頁

# u7g
source: Already the last page
de_de: Bereits auf der letzten Seite
es_es: La última página ya
fr_fr: Déjà à la dernière page
hi_in: पहले ही अंतिम पेज पर है
id_id: Sudah di halaman terakhir
it_it: È l'ultima pagina
ja_jp: 最後のページです
ko_kr: 이미 마지막 페이지입니다
ms_my: Sudah halaman terakhir
pt_br: Já é a última página
ru_ru: Это последняя страница
th_th: นี่เป็นหน้าสุดท้ายแล้ว
vi_vn: Đã đến trang cuối
zh_cn: 已是最后一页
zh_tw: 已到最後一頁

# YSM
source: Request
de_de: Anfrage
es_es: Solicitud
fr_fr: Demander
hi_in: अनुरोध करें
id_id: Minta
it_it: Richiedi
ja_jp: 申請
ko_kr: 요청
ms_my: Guna
pt_br: Solicitar
ru_ru: Запросить
th_th: คำขอ
vi_vn: Yêu cầu
zh_cn: 申请
zh_tw: 申請

# dsg
source: Add comment
de_de: Kommentar hinzufügen
es_es: Agregar comentario
fr_fr: Ajouter un commentaire
hi_in: टिप्पणी जोड़ें
id_id: Tambah komentar
it_it: Aggiungi commento
ja_jp: コメントを追加
ko_kr: 댓글 추가
ms_my: Tambah komen
pt_br: Adicionar comentário
ru_ru: Добавить комментарий
th_th: เพิ่มความคิดเห็น
vi_vn: Thêm bình luận
zh_cn: 添加评论
zh_tw: 新增評論

# QJc
source: The download permission of this document was disabled by the owner. Please request permission from the owner.
de_de: Die Download-Berechtigung für dieses Dokument wurde vom Besitzer deaktiviert. Bitte Berechtigung beim Besitzer anfragen.
es_es: El propietario ha deshabilitado el permiso de descarga de este documento. Solicita permiso al propietario.
fr_fr: L'autorisation de téléchargement de ce document a été désactivée par le propriétaire. Veuillez demander l'autorisation au propriétaire.
hi_in: इस दस्तावेज़़ को डाउनलोड करने की अनुमति ओनर द्वारा अक्षम कर दी गई थी. कृपया ओनर से अनुमति का अनुरोध करें.
id_id: Izin mengunduh dokumen ini telah dinonaktifkan oleh pemiliknya. Minta izin dari pemiliknya.
it_it: L'autorizzazione per scaricare questo file è stata disabilitata dal proprietario. Richiedi l'autorizzazione dal proprietario.
ja_jp: このファイルのダウンロード権限がオフになっています。他のアプリで開くには、ファイルの所有者にご連絡ください
ko_kr: 소유자가 이 문서의 다운로드 권한을 비활성화했습니다. 소유자에게 권한을 요청하세요.
ms_my: Kebenaran muat turun telah dilumpuhkan. Sila hubungi pemilik untuk membuka fail dalam apl lain.
pt_br: A permissão de download deste documento foi desativada pelo proprietário. Solicite permissão ao proprietário.
ru_ru: Разрешение на загрузку этого документа было отключено владельцем. Пожалуйста, запросите разрешение у владельца.
th_th: สิทธิ์การอนุญาตในการดาวน์โหลดเอกสารนี้ถูกเจ้าของปิดใช้ โปรดขอสิทธิ์การอนุญาตจากเจ้าของ
vi_vn: Quyền tải xuống của tài liệu này đã bị chủ sở hữu vô hiệu hóa. Vui lòng yêu cầu chủ sở hữu cấp quyền.
zh_cn: 该文件下载权限已被关闭，如需在其他应用打开，请联系文件所有者
zh_tw: 該檔案下載權限已被關閉，如需在其他應用程式開啟，請聯絡檔案擁有者

# 5Kg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# BiE
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消上传
zh_tw: 取消上傳

# QUo
source: Change the file type?
de_de: Dateityp ändern?
es_es: ¿Cambiar el tipo de archivo?
fr_fr: Modifier le type de fichier ?
hi_in: इस फ़ाइल की प्रकार बदलें?
id_id: Ubah jenis file?
it_it: Cambiare il tipo di file?
ja_jp: ファイルタイプを変更しますか？
ko_kr: 파일 유형을 변경하시겠습니까?
ms_my: Tukar jenis fail?
pt_br: Alterar o tipo de arquivo?
ru_ru: Изменить тип файла?
th_th: ต้องการที่จะเปลี่ยนชนิดไฟล์หรือไม่
vi_vn: Thay đổi loại tệp tin?
zh_cn: 更改文件类型？
zh_tw: 變更檔案類型？

# Xuo
source: Try again.
de_de: Erneut versuchen.
es_es: Inténtalo de nuevo.
fr_fr: Réessayez.
hi_in: पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: クリックして再試行
ko_kr: 다시 시도해 보세요.
ms_my: klik untuk cuba lagi
pt_br: Tente novamente.
ru_ru: Повторите попытку.
th_th: ลองอีกครั้ง
vi_vn: Thử lại.
zh_cn: 点击重试
zh_tw: 點選重試

# Euw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# Y6A
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 継続
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续查看
zh_tw: 繼續查看
