Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 4Hg
source: Merge cells
de_de: Zellen zusammenführen
es_es: Fusionar celdas
fr_fr: Fusionner les cellules
hi_in: सेल मर्ज करें
id_id: Gabungkan sel
it_it: Unisci celle
ja_jp: セルの結合
ko_kr: 셀 병합
ms_my: Gabungkan sel
pt_br: Mesclar células
ru_ru: Объединить ячейки
th_th: ผสานเซลล์
vi_vn: Gộp ô
zh_cn: 合并单元格
zh_tw: 合併儲存格

# qsk
source: Clip
de_de: Abschneiden
es_es: Recortar
fr_fr: Tronquer
hi_in: क्लिप
id_id: Klip
it_it: Ritaglia
ja_jp: はみ出す
ko_kr: 클립
ms_my: Klip
pt_br: Cortar
ru_ru: Обрезать
th_th: คลิป
vi_vn: Cắt
zh_cn: 溢出
zh_tw: 溢出

# hHA
source: Split cells
de_de: Zellen teilen
es_es: Dividir celdas
fr_fr: Fractionner les cellules
hi_in: सेल विभाजित करें
id_id: Bagi sel
it_it: Dividi celle
ja_jp: セルの分割
ko_kr: 셀 분할
ms_my: Pisahkan sel
pt_br: Dividir células
ru_ru: Разделить ячейки
th_th: แยกเซลล์
vi_vn: Tách ô
zh_cn: 拆分单元格
zh_tw: 拆分儲存格

# z9s
source: Text color
de_de: Textfarbe
es_es: Color de fuente
fr_fr: Couleur du texte
hi_in: टेक्स्ट रंग
id_id: Warna teks
it_it: Colore testo
ja_jp: フォントの色
ko_kr: 텍스트 색상
ms_my: Warna fon
pt_br: Cor do texto
ru_ru: Цвет текста
th_th: สีข้อความ
vi_vn: Màu văn bản
zh_cn: 字体颜色
zh_tw: 字體顏色

# vA0
source: Font size
de_de: Schriftgröße
es_es: Tamaño de la fuente
fr_fr: Taille de police
hi_in: फ़ॉन्ट आकार
id_id: Ukuran font
it_it: Dimensione carattere
ja_jp: フォントサイズ
ko_kr: 글자 크기
ms_my: Saiz fon
pt_br: Tamanho da fonte
ru_ru: Размер шрифта
th_th: ขนาดอักษร
vi_vn: Cỡ chữ
zh_cn: 字号
zh_tw: 字型大小

# aVo
source: Highlight
de_de: Hervorheben
es_es: Resaltar
fr_fr: Surligner
hi_in: हाइलाइट
id_id: Sorotan
it_it: Evidenzia
ja_jp: ハイライト
ko_kr: 하이라이트
ms_my: Sorot
pt_br: Destaque
ru_ru: Выделить
th_th: ไฮไลท์
vi_vn: Đánh dấu
zh_cn: 高亮
zh_tw: 反白顯示

# 4Is
source: Word count
de_de: Wortanzahl
es_es: Recuento de palabras
fr_fr: Nombre de mots
hi_in: शब्द संख्या
id_id: Jumlah kata
it_it: Numero parole
ja_jp: 文字カウント
ko_kr: 단어 수
ms_my: Bilangan perkataan
pt_br: Contagem de palavras
ru_ru: Количество слов
th_th: จำนวนคำ
vi_vn: Số từ
zh_cn: 字数统计
zh_tw: 字數統計

# hMw
source: Words
de_de: Wörter
es_es: Palabras
fr_fr: Mots
hi_in: शब्द
id_id: Kata
it_it: Parole
ja_jp: 単語数
ko_kr: 단어
ms_my: Perkataan
pt_br: Palavras
ru_ru: Слова
th_th: คำ
vi_vn: Từ
zh_cn: 总字数
zh_tw: 總字數

# n1s
source: Download {{APP_DISPLAY_NAME}} to view
de_de: {{APP_DISPLAY_NAME}} zum Anzeigen herunterladen
es_es: Descargar {{APP_DISPLAY_NAME}} para ver
fr_fr: Télécharger {{APP_DISPLAY_NAME}} pour afficher
hi_in: देखने के लिए {{APP_DISPLAY_NAME}} को डाउनलोड करें
id_id: Unduh {{APP_DISPLAY_NAME}} untuk melihat
it_it: Scarica {{APP_DISPLAY_NAME}} per visualizzare
ja_jp: まず {{APP_DISPLAY_NAME}}をダウンロードしてください
ko_kr: {{APP_DISPLAY_NAME}}을(를) 다운로드하여 보기
ms_my: Muat turun {{APP_DISPLAY_NAME}} untuk melihat
pt_br: Fazer download de {{APP_DISPLAY_NAME}} para visualizar
ru_ru: Для просмотра скачайте {{APP_DISPLAY_NAME}}
th_th: ดาวน์โหลด {{APP_DISPLAY_NAME}} เพื่อดู
vi_vn: Tải xuống {{APP_DISPLAY_NAME}} để xem
zh_cn: 请先下载 {{APP_DISPLAY_NAME}}
zh_tw: 請先下載 {{APP_DISPLAY_NAME}}

# 6rE
source: Download as
de_de: Herunterladen als
es_es: Descargar como
fr_fr: Télécharger en tant que
hi_in: इस रूप में डाउनलोड करें
id_id: Unduh sebagai
it_it: Scarica come
ja_jp: ダウンロード
ko_kr: 다운로드 형식
ms_my: Muat turun sebagai
pt_br: Fazer download como
ru_ru: Скачать как
th_th: ดาวน์โหลดเป็น
vi_vn: Tải xuống dưới dạng
zh_cn: 下载为
zh_tw: 下載為

# m8U
source: Failed to export. The owner prevents viewers from exporting.
de_de: Exportieren fehlgeschlagen. Der Besitzer des Dokuments lässt nicht zu, dass es von Betrachtern exportiert wird.
es_es: Error al exportar. El propietario del documento no permite a los usuarios con permisos de lectura que exporten
fr_fr: Échec de l'exportation. Le propriétaire du document empêche les utilisateurs d'exporter
hi_in: निर्यात करने में विफल हुआ. दस्तावेज़ के ओनर दर्शक द्वारा इसे निर्यात करने से रोकते हैं
id_id: Gagal mengekspor. Pemilik mencegah pembaca untuk mengekspor
it_it: Impossibile esportare. Il proprietario del documento impedisce agli utenti l'esportazione
ja_jp: 所有者がエクスポートを無効にしたため、エクスポートできませんでした
ko_kr: 내보내기에 실패했습니다. 보기 권한자가 내보내지 못하도록 문서 소유자가 금지했습니다
ms_my: Gagal mengeksport. Pemilik menghalang penonton daripada mengeksport.
pt_br: Falha ao exportar. O proprietário do documento impede os visualizadores de exportá-lo
ru_ru: Не удалось экспортировать. Владелец документа запрещает его экспорт.
th_th: ส่งออกไม่สำเร็จ เจ้าของเอกสารห้ามไม่ให้ผู้ชมส่งออก
vi_vn: Xuất không thành công. Chủ sở hữu tài liệu ngăn người xem xuất tài liệu
zh_cn: 导出失败，你没有导出该文档的权限，请联系文档所有者
zh_tw: 匯出失敗，你沒有匯出該文件的權限，請聯絡文件擁有者

# e5M
source: Failed to export. Please contact support
de_de: Exportieren fehlgeschlagen. Bitte Support kontaktieren
es_es: Error al exportar. Por favor, ponte en contacto con soporte técnico
fr_fr: Échec de l'exportation. Veuillez contacter l'assistance
hi_in: निर्यात करने में विफल हुआ. कृपया सहायता से संपर्क करें
id_id: Gagal mengekspor.Hubungi dukungan
it_it: Impossibile esportare. Please Contatta l'assistenza
ja_jp: エクスポートできませんでした。サービスに連絡
ko_kr: 내보내기를 실패했습니다. 지원팀에 문의해주세요.
ms_my: Gagal mengeksport. Sila hubungi sokongan
pt_br: Falha ao exportar. Por favor Entre em contato com o suporte
ru_ru: Не удалось экспортировать. Пожалуйста, обратитесь в службу поддержки
th_th: ส่งออกไม่สำเร็จ โปรด ติดต่อฝ่ายสนับสนุน
vi_vn: Xuất không thành công. Vui lòng hỗ trợ liên lạc
zh_cn: 导出失败，请联系客服
zh_tw: 匯出失敗，請聯絡客服

# I5Y
source: Failed to export. This document was deleted.
de_de: Exportieren fehlgeschlagen. Dieses Dokument wurde gelöscht.
es_es: Error al exportar. Este documento se ha eliminado.
fr_fr: Échec de l'exportation. Ce document a été supprimé.
hi_in: निर्यात करने में विफल हुआ. यह दस्तावेज़ हटाया गया.
id_id: Gagal mengekspor. Dokumen ini telah dihapus.
it_it: Impossibile esportare. Questo documento è stato eliminato.
ja_jp: ドキュメントが削除されたため、エクスポートできませんでした
ko_kr: 내보내기에 실패했습니다. 이 문서는 삭제되었습니다.
ms_my: Gagal mengeksport. Dokumen ini telah dipadam.
pt_br: Falha ao exportar. Este documento foi excluído.
ru_ru: Не удалось экспортировать. Этот документ был удален.
th_th: ส่งออกไม่สำเร็จ เอกสารนี้ถูกลบแล้ว
vi_vn: Xuất không thành công. Tài liệu này đã bị xóa
zh_cn: 导出失败，该文档已被删除
zh_tw: 匯出失敗，該文件已被刪除

# pTI
source: Image
de_de: Bild
es_es: Imagen
hi_in: छवि
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Imej
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# vWk
source: Image (current sheet)
de_de: Bild (aktuelles Blatt)
es_es: Imagen (hoja actual)
fr_fr: Image (feuille actuelle)
hi_in: छवि (वर्तमान शीट)
id_id: Gambar (sheet ini)
it_it: Immagine (sheet corrente)
ja_jp: 画像（現在のワークシート）
ko_kr: 이미지(현재 시트)
ms_my: Imej (helaian semasa)
pt_br: Imagem (planilha atual)
ru_ru: Изображение (текущий лист)
th_th: ภาพ (แผ่นงานปัจจุบัน)
vi_vn: Hình ảnh (trang tính hiện tại)
zh_cn: 长图 (当前工作表)
zh_tw: 長圖 (目前工作表)

# RSs
source: Failed to export. The owner prevents viewers from exporting
de_de: Exportieren fehlgeschlagen. Der Besitzer des Dokuments lässt nicht zu, dass es von Betrachtern exportiert wird.
es_es: Error al exportar. El propietario del documento no permite a los usuarios con permisos de lectura que exporten
fr_fr: Échec de l'exportation. Le propriétaire du document empêche les utilisateurs d'exporter
hi_in: निर्यात करने में विफल हुआ. दस्तावेज़ का ओनर दर्शकों को निर्यात करने से रोकता है
id_id: Gagal mengekspor. Pemilik dokumen mencegah pembaca mengekspor
it_it: Impossibile esportare. Il proprietario del file impedisce ai visualizzatori di eseguire l'esportazione
ja_jp: 所有者がエクスポートを無効にしたため、エクスポートできませんでした
ko_kr: 내보내기에 실패했습니다. 보기 권한자가 내보내지 못하도록 파일 소유자가 금지했습니다
ms_my: Gagal mengeksport. Pemilik menghalang pengeksportan oleh penonton
pt_br: Falha ao exportar. O proprietário do documento impede os visualizadores de exportá-lo
ru_ru: Не удалось экспортировать. Владелец документа запретил экспорт
th_th: ส่งออกไม่สำเร็จ เจ้าของเอกสารป้องกันไม่ให้ผู้ดูส่งออก
vi_vn: Xuất không thành công. Chủ sở hữu không cho phép người xem xuất tài liệu
zh_cn: 导出失败，你没有导出该文档的权限，请联系文档所有者
zh_tw: 匯出失敗，你沒有匯出該文件的權限，請聯絡文件擁有者

# LME
source: This document is too large. Please split the document and export again
de_de: Exportieren fehlgeschlagen. Die Datei ist zu groß.
es_es: El documento es demasiado grande. Por favor, divídelo y vuelve a exportalo.
fr_fr: Ce document est trop volumineux. Veuillez diviser le document et l'exporter à nouveau
hi_in: दस्तावेज़ बहुत बड़ी है. कृपया यह दस्तावेज़ विभाजित करें और पुनः निर्यात करें.
id_id: Dokumen ini terlalu besar. Pisahkan dokumen dan ekspor ulang
it_it: Questo documento è troppo grande. Suddividere il documento ed esportare di nuovo
ja_jp: ドキュメントのサイズが大きすぎます。ドキュメントを分割してからもう一度やり直してください
ko_kr: 이 문서가 너무 큽니다. 문서를 분할한 후 다시 내보내세요
ms_my: Dokumen ini terlalu besar. Sila bahagikan dokumen dan eksport semula
pt_br: Este documento é grande demais. Divida o documento e tente novamente.
ru_ru: Документ слишком большой Разделите документ и экспортируйте еще раз
th_th: เอกสารนี้มีขนาดใหญ่เกินไป โปรดแยกเอกสารและส่งออกอีกครั้ง
vi_vn: Văn bản này quá lớn. Vui lòng tách văn bản và xuất lại
zh_cn: 文档过大，请尝试拆分后再导出
zh_tw: 文件過大，請嘗試分割後再匯出

# Qq8
source: Failed to export. You have no permission to access this document
de_de: Exportieren fehlgeschlagen. Sie haben keine Berechtigung, auf dieses Dokument zuzugreifen.
es_es: Error al exportar. No tiene permiso para acceder a este documento
fr_fr: Échec de l'exportation. Vous n'êtes pas autorisé à accéder à ce document
hi_in: निर्यात करने में विफल हुआ. आपके पास यह दस्तावेज़ ऐक्सेस करने की कोई अनुमति नहीं है
id_id: Gagal mengekspor. Anda tidak memiliki izin untuk mengakses dokumen ini
it_it: Impossibile esportare. Non hai l'autorizzazione per accedere a questo documento
ja_jp: アクセス権限がないため、エクスポートできませんでした
ko_kr: 내보내기에 실패했습니다. 이 문서에 액세스할 권한이 없습니다
ms_my: Gagal mengeksport. Anda tidak mempunyai kebenaran untuk mengakses dokumen ini
pt_br: Falha ao exportar. Você não tem permissão para acessar este documento
ru_ru: Не удалось экспортировать. У вас нет разрешения на доступ к этому документу
th_th: ส่งออกไม่สำเร็จ คุณไม่มีสิทธิ์การอนุญาตให้เข้าถึงเอกสารนี้
vi_vn: Xuất không thành công. Bạn không có quyền truy cập tài liệu này
zh_cn: 导出失败，没有该文档的权限
zh_tw: 匯出失敗，沒有該文件的權限

# rlg
source: Unable to export the document. Please copy the full text and paste it into a new document, then export again.
de_de: Dokument kann nicht exportiert werden. Kopieren Sie den vollständigen Text und fügen Sie ihn in ein neues Dokument ein. Exportieren Sie dann erneut.
es_es: No se puede exportar el documento. Copia todo el texto y pégalo en el nuevo documento, luego vuelve a expórtalo.
fr_fr: Impossible d'exporter le document. Veuillez copier le texte intégral et le coller dans un nouveau document, puis l'exporter à nouveau.
hi_in: दस्तावेज़ निर्यात करने में असमर्थ. कृपया पूर्ण टेक्स्ट कॉपी करें और इसे एक नए दस्तावेज़ में पेस्ट करें, फिर दुबारा निर्यात करें.
id_id: Tidak dapat mengekspor dokumen. Salin teks lengkap dan tempel ke dokumen baru, lalu ekspor lagi.
it_it: Impossibile esportare il documento. Copia il testo completo e incollalo in un nuovo documento, quindi esporta di nuovo.
ja_jp: このドキュメントはエクスポートできません。新規作成したドキュメントに全文をコピーしてから、新規ドキュメントをエクスポートしてください
ko_kr: 문서를 내보낼 수 없습니다. 전체 텍스트를 복사하여 새 문서에 붙여넣은 다음 다시 내보내세요.
ms_my: Tidak dapat mengeksport dokumen. Sila salin teks penuh dan tampalkan ke dalam dokumen baru, kemudian eksport semula.
pt_br: Não foi possível exportar o documento. Copie e cole o texto completo em um novo documento e tente exportar novamente.
ru_ru: Невозможно экспортировать документ. Скопируйте полный текст и вставьте его в новый документ, а затем экспортируйте еще раз.
th_th: ไม่สามารถส่งออกเอกสารได้ โปรดคัดลอกข้อความทั้งหมดและวางในเอกสารใหม่ จากนั้นส่งออกอีกครั้ง
vi_vn: Không thể xuất tài liệu. Vui lòng sao chép toàn bộ văn bản và dán vào một tài liệu mới, sau đó xuất lại tài liệu.
zh_cn: 无法导出该文档，请复制全文并粘贴到新文档后再尝试导出
zh_tw: 無法匯出該文件，請複製全文並貼上到新文件後再嘗試匯出

# z48
source: Base on mobile is unavailable until further notice.
de_de: Base ist bis auf Weiteres nicht auf dem Mobiltelefon verfügbar.
es_es: La versión de Base para móvil no está disponible hasta próximo aviso.
fr_fr: Base est temporairement non disponible sur mobile jusqu'à nouvel ordre.
hi_in: अगली सूचना तक मोबाइल पर बाईटेबल अनुपलब्ध है.
id_id: Base di ponsel tidak tersedia sampai pemberitahuan lebih lanjut.
it_it: Base su dispositivo mobile non sarà disponibile fino a nuovo avviso.
ja_jp: モバイル版は現在 Base をサポートしていません
ko_kr: 추후 공지가 있을 때까지 모바일 Base를 사용할 수 없습니다.
ms_my: Smartable tidak tersedia buat sementara waktu sehingga notis lanjut. Ia akan dipindahkan ke Sheets, selepas itu fail akan tersedia semula.
pt_br: O Base para celular está indisponível até novo aviso.
ru_ru: Base на мобильных устройствах недоступны до дальнейшего уведомления.
th_th: Base บนมือถือไม่พร้อมใช้งานจนกว่าจะแจ้งให้ทราบในภายหลัง
vi_vn: Base trên thiết bị di động không khả dụng cho đến khi có thông báo mới.
zh_cn: 移动端暂不支持查看多维表格
zh_tw: 行動端暂不支援查看多維表格

# 99Q
source: There's nothing to export
de_de: Keine zu exportierenden Inhalte
es_es: No hay nada que exportar
fr_fr: Aucun contenu à exporter
hi_in: निर्यात करने के लिए कुछ नहीं है
id_id: Tidak ada yang bisa diekspor
it_it: Nessun elemento da esportare
ja_jp: エクスポートできる内容はありません
ko_kr: 내보낼 항목이 없습니다
ms_my: Tiada apa-apa untuk dieksport
pt_br: Não há o que exportar
ru_ru: Нечего экспортировать
th_th: ไม่มีอะไรให้ส่งออก
vi_vn: Không có dữ liệu nào để xuất
zh_cn: 没有可导出的内容
zh_tw: 沒有可匯出的內容

# Z6w
source: Add a note(optional)
de_de: Notizen hinzufügen (optional)
es_es: Agregar una nota(opcional)
fr_fr: Ajouter une note (facultatif)
hi_in: नोट जोड़ें (वैकल्पिक)
id_id: Tambah catatan (opsional)
it_it: Aggiungi una nota (opzionale)
ja_jp: 申請理由（任意）
ko_kr: 메모 추가(선택 사항)
ms_my: Tambah komen (Pilihan)
pt_br: Adicionar uma anotação (opcional)
ru_ru: Добавить примечание (дополнительно)
th_th: เพิ่มหมายเหตุ (ไม่บังคับ)
vi_vn: Thêm ghi chú (không bắt buộc)
zh_cn: 添加备注（选填）
zh_tw: 新增備註（選填）

# tCw
source: Add to
de_de: Hinzufügen zu
es_es: Agregar a
fr_fr: Ajouter à
hi_in: इसमें जोड़ें
id_id: Tambah ke
it_it: Aggiungi a
ja_jp: フォルダに追加
ko_kr: 추가
ms_my: Tambah ke
pt_br: Adicionar a
ru_ru: Добавить в
th_th: เพิ่มไปยัง
vi_vn: Thêm vào
zh_cn: 添加到
zh_tw: 新增到

# YQo
source: Favorite
de_de: Favorit
es_es: Favorito
fr_fr: Favoris
hi_in: पसंदीदा
id_id: Favorit
it_it: Aggiungi a Preferiti
ja_jp: お気に入りに追加
ko_kr: 즐겨찾기
ms_my: Tambah ke Kegemaran
pt_br: Favorito
ru_ru: В избранное
th_th: ทำรายการโปรด
vi_vn: Mục ưa thích
zh_cn: 收藏
zh_tw: 收藏

# gqs
source: Add to here
de_de: Hier hinzufügen
es_es: Agregar aquí
fr_fr: Ajouter ici
hi_in: यहाँ जोड़ें
id_id: Tambah ke sini
it_it: Aggiungi qui
ja_jp: ここに追加
ko_kr: 여기에 추가
ms_my: Tambah ke sini
pt_br: Adicionar aqui
ru_ru: Добавить сюда
th_th: เพิ่มไว้ที่นี่
vi_vn: Thêm vào đây
zh_cn: 添加到此处
zh_tw: 新增至此處

# amw
source: request
de_de: beantragen von
es_es: solicitar
fr_fr: demander
hi_in: अनुरोध करें
id_id: minta
it_it: richiedi
ja_jp: 申請
ko_kr: 적용
ms_my: memohon untuk
pt_br: candidatar-se para
ru_ru: применить к
th_th: ใช้สำหรับ
vi_vn: áp dụng cho
zh_cn: 申请
zh_tw: 申請

# TZw
source: Base
hi_in: Bitable
ms_my: Smartable
ru_ru: Таблица Base
zh_cn: 多维表格
zh_tw: 多維表格

# pMw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# h3E
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# N/I
source: Add {{APP_DISPLAY_NAME}} users and groups
de_de: {{APP_DISPLAY_NAME}}-Benutzer und -Gruppen hinzufügen
es_es: Agregar {{APP_DISPLAY_NAME}} usuarios y grupos
fr_fr: Ajouter des utilisateurs et des groupes {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} उपयोगकर्ता और समूह जोड़ें
id_id: Tambah pengguna dan grup {{APP_DISPLAY_NAME}}
it_it: Aggiungi utenti e gruppi {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ユーザーまたはグループを追加
ko_kr: {{APP_DISPLAY_NAME}} 사용자 및 그룹 추가
ms_my: Tambah pengguna dan kumpulan {{APP_DISPLAY_NAME}}
pt_br: Adicionar usuários e grupos do {{APP_DISPLAY_NAME}}
ru_ru: Пользователи и группы {{APP_DISPLAY_NAME}}
th_th: เพิ่มผู้ใช้และกลุ่ม {{APP_DISPLAY_NAME}}
vi_vn: Thêm người dùng và nhóm {{APP_DISPLAY_NAME}}
zh_cn: 添加{{APP_DISPLAY_NAME}}用户和群
zh_tw: 新增{{APP_DISPLAY_NAME}}使用者和群組

# 1OI
source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
hi_in: टिप्पणी
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentar
ru_ru: Комментировать
th_th: ความคิดเห็น
vi_vn: Nhận xét
zh_cn: 评论
zh_tw: 評論

# rBU
source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
hi_in: टिप्पणियाँ
id_id: Komentar
it_it: Commenti
ja_jp: コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentários
ru_ru: Комментарии
th_th: ความคิดเห็น
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

# +a0
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# bWs
source: copy
de_de: kopieren
es_es: copia
fr_fr: copier
hi_in: कॉपी
id_id: Salinan
it_it: copia
ja_jp: コピー
ko_kr: 복사
ms_my: salin
pt_br: copiar
ru_ru: копия
th_th: คัดลอก
vi_vn: sao chép
zh_cn: 副本
zh_tw: 副本

# 1ZQ
source: Copy link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
hi_in: लिंक कॉपी करें
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

# 7yA
source: Copy link and password
de_de: Link und Kennwort kopieren
es_es: Copiar enlace y contraseña
fr_fr: Copier le lien et le mot de passe
hi_in: लिंक और पासवर्ड को कॉपी करें
id_id: Salin tautan dan kata sandi
it_it: Copia link e password
ja_jp: リンクとパスワードをコピーする
ko_kr: 링크와 비밀번호 복사
ms_my: Salin pautan dan kata laluan
pt_br: Copiar link e senha
ru_ru: Копировать ссылку и пароль
th_th: คัดลอกลิงก์และรหัส
vi_vn: Sao chép liên kết và mật khẩu
zh_cn: 复制链接与密码
zh_tw: 複製連結與密碼

# u/E
source: Link and password copied
de_de: Link und Kennwort kopiert
es_es: Enlace y contraseña copiados
fr_fr: Lien et mot de passe copiés
hi_in: लिंक और पासवर्ड कोपी किए गए
id_id: Tautan dan kata sandi berhasil disalin
it_it: Link e password copiati
ja_jp: リンクとパスワードをコピーしました
ko_kr: 링크 및 비밀번호 복사됨
ms_my: Pautan dan kata laluan disalin
pt_br: Link e senha copiados
ru_ru: Ссылка и пароль скопированы
th_th: คัดลอกลิงก์และรหัสผ่านแล้ว
vi_vn: Đã sao chép liên kết và mật khẩu
zh_cn: 复制链接与密码成功
zh_tw: 連結與密碼複製成功

# oUc
source: This link requires a password.
de_de: Dieser Link erfordert ein Kennwort.
es_es: Este enlace requiere contraseña.
fr_fr: Ce lien nécessite un mot de passe.
hi_in: इस लिंक के लिए एक पासवर्ड की आवश्यकता है.
id_id: Tautan ini membutuhkan kata sandi.
it_it: Questo link richiede una password.
ja_jp: リンクからドキュメントにアクセスするにはパスワードが必要です。コピーしますか？
ko_kr: 이 링크는 비밀번호가 필요합니다.
ms_my: Pautan ini memerlukan kata laluan.
pt_br: Este link precisa de senha.
ru_ru: Для этой ссылки необходим пароль.
th_th: ลิงก์นี้ต้องการรหัสผ่าน
vi_vn: Liên kết này yêu cầu phải có mật khẩu.
zh_cn: 当前文档链接设有密码，是否复制
zh_tw: 目前文件連結設有密碼，是否複製

# I6Y
source: Only copy the link
de_de: Nur Link kopieren
es_es: Copiar sólo el enlace
fr_fr: Copier seulement le lien
hi_in: केवल लिंक को कॉपी करें
id_id: Hanya salin tautan
it_it: Copia solo il link
ja_jp: リンクのみコピーする
ko_kr: 링크만 복사
ms_my: Salin pautan sahaja
pt_br: Copiar somente link
ru_ru: Копировать только ссылку
th_th: คัดลอกเฉพาะลิงก์
vi_vn: Chỉ sao chép liên kết
zh_cn: 仅复制链接
zh_tw: 僅複製連結

# 4wo
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: リンクをクリップボードにコピーしました
ko_kr: 복사됨
ms_my: Berjaya disalin.
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 链接已复制
zh_tw: 連結已複製

# 1SY
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# ljg
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建文档
zh_tw: 建立文件

# gE4
source: Failed to create.
de_de: Erstellen fehlgeschlagen.
es_es: Error al crear.
fr_fr: Échec de la création.
hi_in: बनाने में विफल हुआ.
id_id: Gagal membuat.
it_it: Impossibile creare.
ja_jp: 作成できませんでした
ko_kr: 생성에 실패했습니다.
ms_my: Gagal untuk mencipta.
pt_br: Falha na criação.
ru_ru: Не удалось создать.
th_th: สร้างไม่สำเร็จ
vi_vn: Tạo thất bại.
zh_cn: 创建失败
zh_tw: 建立失敗

# gSc
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
hi_in: फ़ोल्डर
it_it: Cartella
ja_jp: フォルダ
ko_kr: 폴더
pt_br: Pasta
ru_ru: Папка
th_th: โฟลเดอร์
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# z5I
source: Sheets
hi_in: शीट्स
it_it: Fogli
ja_jp: シート
ko_kr: 시트
ms_my: Helaian
th_th: แผ่นงาน
zh_cn: 表格
zh_tw: 表格

# RlU
source: Created
de_de: Erstellt
es_es: Se ha creado
fr_fr: Créé
hi_in: बनाया गया
id_id: Dibuat
it_it: Creazione completata
ja_jp: 作成しました
ko_kr: 생성됨
ms_my: Dicipta
pt_br: Criado
ru_ru: Создано
th_th: สร้างแล้ว
vi_vn: Đã tạo
zh_cn: 创建成功
zh_tw: 建立成功

# ijI
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
hi_in: डिफॉल्ट
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ms_my: Lalai
pt_br: Padrão
ru_ru: По умолчанию
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# PBE
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# 0sI
source: Failed to delete. Please try again later.
de_de: Löschen fehlgeschlagen. Versuchen Sie es später erneut
es_es: Error al eliminar. Inténtalo de nuevo más tarde
fr_fr: Échec de la suppression. Veuillez réessayer plus tard
hi_in: हटाने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Gagal menghapus. Coba lagi nanti.
it_it: Impossibile eliminare. Riprova più tardi
ja_jp: 削除できませんでした。後ほど再試行してください
ko_kr: 삭제 실패. 나중에 다시 시도하세요.
ms_my: Gagal menghapus. Sila cuba lagi kemudian
pt_br: Falha ao excluir. Tente novamente mais tarde
ru_ru: Не удалось удалить. Повторите попытку позже
th_th: ลบไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xóa thất bại. Vui lòng thử lại sau
zh_cn: 删除失败，请稍后重试
zh_tw: 刪除失敗，請稍後重試

# uU4
source: Failed to delete. Please try again later.
de_de: Löschen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al eliminar. Inténtelo de nuevo más tarde.
fr_fr: Échec de la suppression. Veuillez réessayer plus tard.
hi_in: हटाने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal menghapus. Coba lagi nanti.
it_it: Impossibile eliminare. Riprova più tardi.
ja_jp: 削除できませんでした。後ほど再試行してください。
ko_kr: 삭제 실패. 나중에 다시 시도하세요.
ms_my: Gagal memadam. Sila cuba lagi kemudian.
pt_br: Falha ao excluir. Tente novamente mais tarde.
ru_ru: Не удалось удалить. Повторите попытку позже.
th_th: ลบไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xóa thất bại. Vui lòng thử lại sau.
zh_cn: 删除失败，请稍后重试。
zh_tw: 刪除失敗，請稍後重試。

# zn0
source: Deleted
de_de: Gelöscht
es_es: Se ha eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminazione completata
ja_jp: 削除しました
ko_kr: 삭제됨
ms_my: Dihapus.
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 删除成功
zh_tw: 刪除成功

# lgo
source: Deleted
de_de: Gelöscht
es_es: Se ha eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminazione completata
ja_jp: 削除しました
ko_kr: 삭제됨
ms_my: Dihapuskan dengan jayanya
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 删除成功
zh_tw: 刪除成功
