Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2vc
source: Failed to upload. The maximum file size is {{num}} GB.
de_de: Das Hochladen ist fehlgeschlagen. Die maximale Dateigröße beträgt {{num}} GB.
es_es: Error al subir. El tamaño máximo de archivo es {{num}} GB.
fr_fr: Échec de l'envoi. La taille maximale des fichiers est de {{num}} Go.
id_id: Gagal mengunggah. Ukuran file maksimum adalah {{num}} GB.
it_it: Impossibile caricare. La dimensione massima del file è {{num}} GB.
ja_jp: アップロードできませんでした。ファイルのサイズが {{num}} GB を超えています。
ko_kr: 업로드하지 못했습니다. 최대 파일 크기는 {{num}}GB입니다.
ms_my: Gagal memuat naik. Saiz fail maksimum ialah {{num}} GB.
pt_br: Falha ao carregar. O tamanho máximo do arquivo é {{num}} GB.
ru_ru: Не удалось загрузить. Максимальный размер файла составляет {{num}} ГБ.
th_th: อัปโหลดไม่สำเร็จ ขนาดไฟล์ต้องไม่เกิน {{num}} GB
vi_vn: Tải lên không thành công. Dung lượng tập tin tối đa là {{num}} GB.
zh_cn: 上传失败，附件大小超过最大上限 {{num}} GB
zh_tw: 上傳失敗，附件大小超過最大上限 {{num}} GB

# O44
source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Introduce un correo electrónico válido.
fr_fr: Veuillez saisir une adresse e-mail valide.
id_id: Masukkan alamat email yang valid.
it_it: Immetti un indirizzo e-mail valido.
ja_jp: 正しい形式のメールアドレスを入力してください。
ko_kr: 올바른 이메일 주소를 입력하세요.
ms_my: Sila masukkan alamat e-mel yang sah.
pt_br: Insira um endereço de e-mail válido.
ru_ru: Введите действительную почту.
th_th: โปรดกรอกที่อยู่อีเมลที่ใช้งานได้
vi_vn: Vui lòng nhập địa chỉ email hợp lệ.
zh_cn: 请输入正确的邮箱格式
zh_tw: 請輸入正確的信箱格式

# XK8
source: System error. Please try again later.
de_de: Systemfehler. Bitte versuchen Sie es später erneut.
es_es: Error del sistema. Inténtalo de nuevo más tarde.
fr_fr: Erreur système. Veuillez réessayer plus tard.
id_id: Kesalahan sistem. Coba lagi nanti.
it_it: Errore di sistema. Riprova più tardi.
ja_jp: システムエラーです。後で再試行してください。
ko_kr: 시스템 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat sistem. Sila cuba lagi kemudian.
pt_br: Erro do sistema. Tente novamente mais tarde.
ru_ru: Системная ошибка. Попробуйте позже.
th_th: ระบบเกิดผิดพลาด โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi hệ thống. Vui lòng thử lại sau.
zh_cn: 系统异常，请稍后再试
zh_tw: 系統異常，請稍後再試

# Zu0
source: Add an option
de_de: Option hinzufügen
es_es: Agregar una opción
fr_fr: Ajouter une option
hi_in: विकल्प जोड़ें
id_id: Tambah opsi
it_it: Aggiungi un'opzione
ja_jp: オプションを追加
ko_kr: 옵션 추가
ms_my: Tambah pilihan
pt_br: Adicionar uma opção
ru_ru: Добавить вариант
th_th: เพิ่มตัวเลือก
vi_vn: Thêm tùy chọn
zh_cn: 添加一个选项
zh_tw: 新增一個選項

# /LA
source: Add an option
de_de: Option hinzufügen
es_es: Agregar una opción
fr_fr: Ajouter une option
hi_in: विकल्प जोड़ें
id_id: Tambah opsi
it_it: Aggiungi un'opzione
ja_jp: オプションを入力
ko_kr: 옵션 추가
ms_my: Tambah pilihan
pt_br: Adicionar uma opção
ru_ru: Добавить вариант
th_th: เพิ่มตัวเลือก
vi_vn: Thêm tùy chọn
zh_cn: 请输入选项
zh_tw: 請輸入選項

# 9ic
source: Add rule
de_de: Regel hinzufügen
es_es: Agregar regla
fr_fr: Ajouter une règle
id_id: Tambah aturan
it_it: Aggiungi regola
ja_jp: 番号ルール
ko_kr: 규칙 추가
ms_my: Tambah peraturan
pt_br: Adicionar regra
ru_ru: Добавить правило
th_th: เพิ่มกฎ
vi_vn: Thêm quy tắc
zh_cn: 编号规则
zh_tw: 編號規則

# ET8
source: Allow adding multiple members in one record
de_de: Hinzufügen mehrerer Mitglieder in einem Datensatz erlauben
es_es: Permitir agregar varios miembros en un registro
fr_fr: Autoriser l'ajout de plusieurs membres dans un enregistrement
hi_in: एक रिकॉर्ड में एकाधिक सदस्य जोड़ने की अनुमति दें
id_id: Izinkan penambahan beberapa anggota dalam satu rekaman
it_it: Consenti l'aggiunta di più membri in un solo record
ja_jp: 複数のメンバーを追加可能
ko_kr: 하나의 레코드에 여러 구성원을 추가하도록 허용
ms_my: Benarkan menambah beberapa ahli dalam satu rekod
pt_br: Permitir a adição de múltiplos membros em um registro
ru_ru: Разрешить добавление нескольких участников в одну запись
th_th: อนุญาตการเพิ่มสมาชิกหลายรายในระเบียนเดียว
vi_vn: Cho phép thêm nhiều thành viên trên một bản ghi
zh_cn: 允许添加多个成员
zh_tw: 允許新增多個成員

# ayA
source: Allow adding multiple records
de_de: Hinzufügen mehrerer Datensätze erlauben
es_es: Permitir agregar varios registros
fr_fr: Autoriser l'ajout de plusieurs enregistrements
hi_in: एकाधिक रिकॉर्ड जोड़ने की अनुमति दें
id_id: Izinkan penambahan beberapa rekaman
it_it: Consenti l'aggiunta di più record
ja_jp: 複数のレコードを追加可能
ko_kr: 여러 기록을 추가하도록 허용
ms_my: Benarkan menambah beberapa rekod
pt_br: Permitir adição de múltiplos registros
ru_ru: Разрешить добавление нескольких записей
th_th: อนุญาตการเพิ่มระเบียนหลายรายการ
vi_vn: Cho phép thêm nhiều bản ghi
zh_cn: 允许添加多个记录
zh_tw: 允許新增多個記錄

# QpE
source: Add numbering rules
de_de: Nummerierungsregeln hinzufügen
es_es: Agregar reglas de numeración
fr_fr: Ajouter des règles de numérotation
id_id: Tambah aturan penomoran
it_it: Aggiungi regole di numerazione
ja_jp: 番号ルールを追加
ko_kr: 번호 매기기 규칙을 추가합니다
ms_my: Tambah peraturan penomboran
pt_br: Adicionar regras de numeração
ru_ru: Добавить правила нумерации
th_th: เพิ่มกฎการกำหนดหมายเลข
vi_vn: Thêm quy tắc đánh số
zh_cn: 添加编号规则
zh_tw: 新增編號規則

# LLA
source: You're changing the numbering rules. Apply changes to existing numbers?
de_de: Sie ändern die Nummerierungsregeln. Änderungen auf vorhandene Zahlen anwenden?
es_es: Vas a cambiar las reglas de numeración. ¿Aplicar los cambios a los números existentes?
fr_fr: Vous modifiez les règles de numérotation. Voulez-vous appliquer les modifications aux numéros existants ?
id_id: Anda mengubah aturan penomoran. Terapkan perubahan pada nomor yang sudah ada?
it_it: Stai modificando le regole della numerazione. Applicare le modifiche ai numeri esistenti?
ja_jp: 番号ルールは変更されたため、既存の番号を同時に変更しますか？
ko_kr: 번호 매기기 규칙을 변경하고 있습니다. 기존 번호에 변경 사항을 적용하시겠습니까?
ms_my: Anda menukar peraturan penomboran. Guna perubahan pada nombor sedia ada?
pt_br: Você está alterando as regras de numeração. Aplicar alterações a números existentes?
ru_ru: Вы меняете правила нумерации. Применить изменения к существующим номерам?
th_th: คุณกำลังเปลี่ยนกฎการนับ ใช้การเปลี่ยนแปลงกับตัวเลขที่มีอยู่
vi_vn: Bạn đang thay đổi quy tắc đánh số. Áp dụng các thay đổi cho các số hiện có?
zh_cn: 编号规则变更，是否同步修改已有的编号？
zh_tw: 編號規則變更，是否同步修改已有的編號？

# YvQ
source: Don't apply
de_de: Nicht anwenden
es_es: No aplicar
fr_fr: Ne pas appliquer
id_id: Jangan terapkan
it_it: Non applicare
ja_jp: 変更しない
ko_kr: 적용 안 함
ms_my: Jangan gunakan
pt_br: Não aplicar
ru_ru: Не применять
th_th: ไม่นำไปใช้
vi_vn: Không áp dụng
zh_cn: 不修改
zh_tw: 不修改

# xpQ
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
id_id: Terapkan
it_it: Applica
ja_jp: 変更する
ko_kr: 적용
ms_my: Guna
pt_br: Aplicar
ru_ru: Применить
th_th: นำไปใช้
vi_vn: Áp dụng
zh_cn: 同步修改
zh_tw: 同步修改

# 0eM
source: Unable to upload. The maximum size of an attachment is 300 MB.
de_de: Hochladen nicht möglich. Ein Anhang darf höchstens 300 MB groß sein.
es_es: No se puede subir. El tamaño máximo de un adjunto es de 300 MB.
fr_fr: Téléchargement impossible. La taille maximale d'une pièce jointe est de 300 Mo.
hi_in: अपलोड करने में असमर्थ. अटैचमेंट का अधिकतम आकार 300 MB है.
id_id: Tidak dapat mengunggah. Ukuran maksimum lampiran adalah 300 MB.
it_it: Impossibile caricare. La dimensione massima di un allegato è 300 MB.
ja_jp: ファイルは 300 MB を越えたため、アップロードできませんでした
ko_kr: 업로드할 수 없습니다. 첨부 파일의 최대 크기는 300MB입니다.
ms_my: Tidak dapat memuat naik. Saiz maksimum lampiran ialah 300 MB.
pt_br: Não é possível carregar. O tamanho máximo de um anexo é 300 MB.
ru_ru: Не удалось загрузить. Максимальный размер вложения — 300 МБ.
th_th: ไม่สามารถอัปโหลดได้ ขนาดสูงสุดของไฟล์แนบคือ 300 MB
vi_vn: Không thể tải lên. Kích thước tối đa của tệp tin đính kèm là 300 MB.
zh_cn: 上传失败，附件超过 300 MB
zh_tw: 上傳失敗，附件超過 300 MB

# qNg
source: Attachment type
de_de: Anhangstyp
es_es: Tipo de adjunto
fr_fr: Type de pièce jointe
hi_in: अटैचमेंट का प्रकार
id_id: Jenis lampiran
it_it: Tipo di allegato
ja_jp: アップロード方法
ko_kr: 첨부 파일 유형
ms_my: Jenis lampiran
pt_br: Tipo do anexo
ru_ru: Тип вложения
th_th: ประเภทไฟล์แนบ
vi_vn: Loại tệp tin đính kèm
zh_cn: 附件上传方式
zh_tw: 附件上傳方式

# aMM
source: Preview
de_de: Vorschau
es_es: Visualizar
fr_fr: Aperçu
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предварительный просмотр
th_th: ดูตัวอย่าง
vi_vn: Xem trước
zh_cn: 编号预览
zh_tw: 編號預覽

# ecE
source: Enter up to {{num}} characters
de_de: Bis zu {{num}} Zeichen hinzufügen
es_es: Introducir hasta {{num}} caracteres
fr_fr: Ajoutez jusqu'à {{num}} caractères
id_id: Masukkan hingga {{num}} karakter
it_it: Immetti fino a {{num}} caratteri
ja_jp: 最大 {{num}} 文字です
ko_kr: {{num}}자까지 입력할 수 있습니다
ms_my: Masukkan sehingga {{num}} aksara
pt_br: Inserir até {{num}} caracteres
ru_ru: Введите до {{num}} симв.
th_th: ป้อนอักขระได้สูงสุด {{num}} อักขระ
vi_vn: Nhập tối đa {{num}} ký tự
zh_cn: 最多可输入 {{num}} 个字符
zh_tw: 最多可輸入 {{num}} 個字元

# 68I
source: Numbering type
de_de: Nummerierungstyp
es_es: Tipo de numeración
fr_fr: Type de numérotation
id_id: Jenis penomoran
it_it: Tipo di numerazione
ja_jp: 番号タイプ
ko_kr: 번호 매기기 유형
ms_my: Jenis penomboran
pt_br: Tipo de numeração
ru_ru: Тип нумерации
th_th: ประเภทการนับเลข
vi_vn: Kiểu đánh số
zh_cn: 编号类型
zh_tw: 編號類型

# 55w
source: Title can't contain these special characters: [ ]
de_de: Titel darf folgende Sonderzeichen nicht enthalten: [ ]
es_es: El Título no puede incluir estos caracteres especiales: [ ]
fr_fr: Le titre ne peut pas contenir les caractères spéciaux suivants : [ ]
hi_in: शीर्षक में ये विशेष वर्ण शामिल नहीं हो सकते: [ ]
id_id: Judul tidak boleh mengandung karakter khusus ini: [ ]
it_it: Il titolo non può contenere i seguenti caratteri speciali: [ ]
ja_jp: [ ] を含むことができません
ko_kr: 제목은 다음과 같은 특수 문자를 포함할 수 없습니다. [ ]
ms_my: Tajuk tidak boleh mengandungi aksara khas ini: [ ]
pt_br: O título não pode conter estes caracteres especiais: [ ]
ru_ru: Название не может содержать следующие специальные символы: [ ]
th_th: ชื่อต้องไม่มีอักขระพิเศษเหล่านี้: [ ]
vi_vn: Tiêu đề không thể chứa các ký tự đặc biệt này: [ ]
zh_cn: 标题不能包含以下特殊字符：[ ]
zh_tw: 標題不能包含以下特殊字元：[ ]

# PO0
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: 退出
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# MV4
source: Your changes aren't saved. Exit now?
de_de: Ihre Änderungen wurden nicht gespeichert. Jetzt beenden?
es_es: Tus cambios no se han guardado. ¿Salir ahora?
fr_fr: Vos modifications n'ont pas été enregistrées. Quitter maintenant ?
hi_in: आपके बदलाव सहेजे नहीं गए. अभी बाहर निकलें?
id_id: Perubahan Anda belum disimpan. Keluar sekarang?
it_it: Le tue modifiche non sono state salvate. Vuoi uscire ora?
ja_jp: 変更を保存していません。保存しますか？
ko_kr: 변경 사항이 저장되지 않았습니다. 지금 종료하시겠습니까?
ms_my: Perubahan anda tidak disimpan. Keluar sekarang?
pt_br: Suas alterações não foram salvas. Sair agora?
ru_ru: Ваши изменения не сохраняются. Выйти сейчас?
th_th: การเปลี่ยนแปลงที่คุณทำยังไม่ถูกบันทึก ออกตอนนี้หรือไม่
vi_vn: Các thay đổi của bạn không được lưu. Thoát ngay?
zh_cn: 修改内容尚未保存，确认退出吗？
zh_tw: 修改內容尚未儲存，確認退出嗎？

# Byo
source: Access current location
de_de: Auf aktuellen Standort zugreifen
es_es: Acceder a la ubicación actual
fr_fr: Accéder à l'emplacement actuel
id_id: Akses lokasi saat ini
it_it: Accedi alla posizione corrente
ja_jp: 現在地を取得
ko_kr: 현재 위치에 액세스
ms_my: Akses lokasi semasa
pt_br: Acessar localização atual
ru_ru: Доступ к текущему местоположению
th_th: เข้าถึงตำแหน่งปัจจุบัน
vi_vn: Truy cập vị trí hiện tại
zh_cn: 获取当前位置
zh_tw: 取得目前位置

# yNc
source: Accessing
de_de: Zugriff erfolgt
es_es: Acceso
fr_fr: Accès en cours
id_id: Mengakses
it_it: Accesso in corso
ja_jp: 取得中
ko_kr: 액세스 중
ms_my: Mengakses
pt_br: Acessando
ru_ru: Доступ
th_th: กำลังเข้าถึง
vi_vn: Đang truy cập
zh_cn: 获取中
zh_tw: 正在取得

# J3s
source: Hyperlink
es_es: Hipervínculo
fr_fr: Hyperlien
it_it: Collegamento ipertestuale
ja_jp: リンク
ko_kr: 하이퍼링크
ms_my: Hiperpautan
pt_br: Hiperlink
ru_ru: Гиперссылка
th_th: ไฮเปอร์ลิงก์
vi_vn: Siêu liên kết
zh_cn: 超链接
zh_tw: 超連結

# ioo
source: Link
es_es: Enlace
fr_fr: Lien
id_id: Tautan
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Ссылка
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# 54o
source: Text
es_es: Texto
fr_fr: Texte
id_id: Teks
it_it: Testo
ja_jp: テキスト
ko_kr: 텍스트
ms_my: Teks
pt_br: Texto
ru_ru: Текст
th_th: ข้อความ
vi_vn: Văn bản
zh_cn: 文本
zh_tw: 文字

# amI
source: Link to
de_de: Verknüpfen mit
es_es: Vincular a
fr_fr: Lier à
hi_in: इससे लिंक करें
id_id: Tautkan ke
it_it: Link a
ja_jp: 関連するテーブル
ko_kr: 연결 대상
ms_my: Pautan ke
pt_br: Link para
ru_ru: Ссылка на
th_th: เชื่อมโยงไปยัง
vi_vn: Liên kết với
zh_cn: 关联的数据表
zh_tw: 關聯的資料表

# cU4
source: Allow entering location manually
de_de: Manuelle Eingabe des Standorts zulassen
es_es: Permitir la introducción manual de la ubicación
fr_fr: Autoriser la saisie manuelle du lieu
id_id: Izinkan memasukkan lokasi secara manual
it_it: Consenti di immettere la posizione manualmente
ja_jp: 位置情報の手動入力を許可
ko_kr: 위치 수동 입력 허용
ms_my: Benarkan masukkan lokasi secara manual
pt_br: Permitir inserir a localização manualmente
ru_ru: Разрешить ввод местоположения вручную
th_th: อนุญาตให้ใส่ตำแหน่งด้วยตนเอง
vi_vn: Cho phép nhập vị trí theo cách thủ công
zh_cn: 可输入任意地理位置
zh_tw: 可輸入任何地理位置

# Krc
source: Entry method
de_de: Eintragsmethode
es_es: Método de entrada
fr_fr: Méthode de saisie
id_id: Metode entri
it_it: Metodo di immissione
ja_jp: 入力方法
ko_kr: 입력 방법
ms_my: Kaedah kemasukan
pt_br: Método de entrada
ru_ru: Способ ввода
th_th: วิธีการกรอก
vi_vn: Phương thức nhập
zh_cn: 输入方式
zh_tw: 輸入方式

# tX8
source: Data error. Please try again later.
de_de: Datenfehler. Bitte versuchen Sie es später erneut.
es_es: Error de datos. Inténtalo de nuevo más tarde.
fr_fr: Erreur de données. Veuillez réessayer plus tard.
id_id: Kesalahan data. Coba lagi nanti.
it_it: Errore relativo ai dati. Riprova più tardi.
ja_jp: データエラーです。再試行してください
ko_kr: 데이터 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat data. Sila cuba lagi kemudian.
pt_br: Erro de dados. Tente novamente mais tarde.
ru_ru: Ошибка данных. Попробуйте позже.
th_th: เกิดข้อผิดพลาดด้านข้อมูล โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi dữ liệu. Vui lòng thử lại sau.
zh_cn: 数据异常，请稍后再试
zh_tw: 資料異常，請稍後再試

# 7b4
source: In order to select location, allow {{APP_DISPLAY_NAME}} to access your location in Settings > Privacy > Location Services.
de_de: Zum Auswählen des Standorts erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihren Standort in „Einstellungen“ — „Datenschutz“ — „Ortungsdienste“.
es_es: Para seleccionar la ubicación, permite que {{APP_DISPLAY_NAME}} acceda a tu ubicación en Configuración > Privacidad > Servicios de ubicación.
fr_fr: Afin de sélectionner la position, autorisez {{APP_DISPLAY_NAME}} à accéder à votre localisation dans Paramètres > Confidentialité > Services de localisation.
id_id: Untuk memilih lokasi, izinkan {{APP_DISPLAY_NAME}} untuk mengakses lokasi Anda di Pengaturan > Privasi > Layanan Lokasi.
it_it: Per selezionare la posizione, consenti a {{APP_DISPLAY_NAME}} di accedere alla posizione in Impostazioni> Privacy > Servizi legati alla posizione.
ja_jp: {{APP_DISPLAY_NAME}} で位置情報を利用するには、「設定」>「プライバシー」>「位置情報サービス」で権限を付与してください
ko_kr: 위치를 선택하려면, {{APP_DISPLAY_NAME}}이(가) 설정 > 개인정보 보호 > 위치 서비스에서 회원님의 위치에 액세스할 수 있도록 허용하십시오.
ms_my: Untuk memilih lokasi, benarkan {{APP_DISPLAY_NAME}} mengakses lokasi anda dalam Tetapan > Privasi > Perkhidmatan Lokasi.
pt_br: Para selecionar a localização, permita que o {{APP_DISPLAY_NAME}} acesse sua localização em Configurações > Privacidade > Serviços de localização.
ru_ru: Чтобы выбрать местоположение, разрешите {{APP_DISPLAY_NAME}} доступ к вашему местоположению в меню Настройки > Конфиденциальность > Службы геолокации.
th_th: เลือกสถานที่โดยอนุญาต {{APP_DISPLAY_NAME}} ให้เข้าถึงตำแหน่งที่ตั้งของคุณในการตั้งค่า > ความเป็นส่วนตัว > บริการตำแหน่ง
vi_vn: Để chọn vị trí, hãy cho phép {{APP_DISPLAY_NAME}} truy cập vị trí của bạn trong Cài đặt > Quyền riêng tư > Dịch vụ vị trí.
zh_cn: 你需要打开定位权限，才可选择位置。请到设置 > 隐私 > 定位服务中开启{{APP_DISPLAY_NAME}}的位置权限
zh_tw: 你需要開啟定位權限，才能選擇位置。請前往設定 > 隱私權 > 定位服務中開啟{{APP_DISPLAY_NAME}}的位置權限

# iTA
source: Location permissions not enabled
de_de: Standortberechtigungen sind nicht aktiviert
es_es: Permisos de ubicación no habilitados
fr_fr: Les autorisations de localisation ne sont pas activées
id_id: Izin lokasi tidak diaktifkan
it_it: Autorizzazioni posizione non abilitate
ja_jp: 位置情報権限がありません
ko_kr: 위치 권한이 활성화되지 않음
ms_my: Kebenaran lokasi tidak diaktifkan
pt_br: Permissões de localização não ativadas
ru_ru: Разрешения на местоположение не включены
th_th: ไม่ได้เปิดใช้งานสิทธิ์การอนุญาตตำแหน่ง
vi_vn: Quyền vị trí không được bật
zh_cn: 位置权限未开启
zh_tw: 位置權限未開啟

# WxI
source: Location updated
de_de: Standort wird aktualisiert
es_es: Ubicación actualizada
fr_fr: Emplacement mis à jour
id_id: Lokasi berhasil diperbarui
it_it: Posizione aggiornata
ja_jp: 更新しました
ko_kr: 위치 업데이트됨
ms_my: Lokasi dikemaskini
pt_br: Localização atualizada
ru_ru: Обновлено
th_th: อัปเดตตำแหน่งที่ตั้งแล้ว
vi_vn: Đã cập nhật vị trí
zh_cn: 已更新
zh_tw: 已更新

# qGw
source: Add up to {{num}} rules
de_de: Bis zu {{num}} Regeln hinzufügen
es_es: Agregar hasta {{num}} reglas
fr_fr: Ajoutez jusqu'à {{num}} règles
id_id: Tambah hingga {{num}} aturan
it_it: Aggiungi fino a {{num}} regole
ja_jp: 最大 {{num}} 個のルールを追加できます
ko_kr: {{num}}개까지 규칙을 추가할 수 있습니다
ms_my: Tambah sehingga {{num}} peraturan
pt_br: Adicionar até {{num}} regras
ru_ru: Добавьте до {{num}} правил(а)
th_th: เพิ่มกฎได้ถึง {{num}} ข้อ
vi_vn: Thêm tối đa {{num}} quy tắc
zh_cn: 最多可添加 {{num}} 个规则
zh_tw: 最多可新增 {{num}} 個規則

# iEA
source: Maximum title length: {{num}} characters
de_de: Maximale Titellänge: {{num}} Zeichen
es_es: Longitud máxima del título: {{num}} caracteres
fr_fr: Longueur maximale du titre : {{num}} caractères
hi_in: शीर्षक की अधिकतम लंबाई: 100 वर्ण
id_id: Maksimum panjang judul: {{num}} karakter
it_it: Lunghezza massima titolo: {{num}} caratteri
ja_jp: タイトルの長さは最大 {{num}} 文字までです
ko_kr: 최대 제목 길이: {{num}}자
ms_my: Panjang tajuk maksimum: {{num}} aksara
pt_br: Comprimento máximo do título: {{num}} caracteres
ru_ru: Максимальная длина названия: {{num}} симв
th_th: ชื่อยาวได้สูงสุด {{num}} อักขระ
vi_vn: Độ dài tựa đề tối đa: {{num}} ký tự
zh_cn: 标题不能超过 {{num}} 个字符
zh_tw: 標題不能超過 {{num}} 個字元

# PgA
source: Field name already taken. Try a different one.
de_de: Der Feldname ist bereits vergeben. Versuchen Sie es mit einem anderen.
es_es: El nombre de campo ya está en uso. Prueba con otro.
fr_fr: Nom de champ déjà utilisé. Essayez-en un autre.
hi_in: फ़ील्ड नाम पहले ही लिया जा चुका है. दूसरा आज़माएँ.
id_id: Nama bidang sudah digunakan. Coba yang lain.
it_it: Nome campo già in uso. Prova con un altro.
ja_jp: フィールド名はすでに存在しています
ko_kr: 필드 이름이 이미 사용 중입니다. 다른 이름을 사용해 보세요.
ms_my: Nama medan telah digunakan. Cuba yang lain.
pt_br: O nome do campo já existe. Escolha outro.
ru_ru: Имя поля уже занято. Попробуйте другое.
th_th: ชื่อช่องข้อมูลนี้ถูกใช้ไปแล้ว ลองชื่ออื่น
vi_vn: Tên trường đã được sử dụng. Hãy thử dùng một tên khác.
zh_cn: 字段名称已存在，请重新输入
zh_tw: 欄位名稱已存在，請重新輸入

# 5ow
source: Unable to upload. Network error.
de_de: Hochladen nicht möglich. Netzwerkfehler.
es_es: No se puede subir. Error de red.
fr_fr: Téléchargement impossible. Erreur réseau.
hi_in: अपलोड करने में असमर्थ. नेटवर्क त्रुटि.
id_id: Tidak dapat mengunggah. Kesalahan jaringan.
it_it: Impossibile caricare. Errore di rete.
ja_jp: ネットワーク接続が切れたため、アップロードできませんでした
ko_kr: 업로드할 수 없습니다. 네트워크 오류입니다.
ms_my: Tidak dapat memuat naik. Ralat rangkaian.
pt_br: Não é possível carregar. Erro de rede.
ru_ru: Не удалось загрузить. Ошибка сети.
th_th: ไม่สามารถอัปโหลดได้ ข้อผิดพลาดเครือข่าย
vi_vn: Không thể tải lên. Lỗi mạng.
zh_cn: 上传失败，网络中断
zh_tw: 上傳失敗，網路中斷

# qfU
source: Unable to access your location due to administrator settings
de_de: Aufgrund der Administratoreinstellungen kann auf Ihren Standort nicht zugegriffen werden
es_es: No se puede acceder a tu ubicación debido a la configuración del administrador
fr_fr: Impossible d'accéder à votre localisation en raison des paramètres administrateur
id_id: Gagal mengakses lokasi Anda karena pengaturan administrator
it_it: Impossibile accedere alla posizione a causa delle impostazioni amministratore
ja_jp: 法人管理者の設定により、アプリは位置情報を取得できません
ko_kr: 관리자 설정으로 인해 사용자의 위치에 액세스할 수 없음
ms_my: Tidak dapat mengakses lokasi anda kerana tetapan pentadbir
pt_br: Não foi possível acessar o local devido às configurações do administrador
ru_ru: Невозможно получить доступ к вашему местоположению из-за настроек администратора
th_th: เข้าถึงตำแหน่งที่ตั้งของคุณไม่สำเร็จเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Không truy cập được địa điểm của bạn do cài đặt quản trị viên
zh_cn: 由于企业管理员的设置，暂不支持在应用内获取地理位置信息
zh_tw: 根據企業管理員的設定，暫不支援在應用程式內取得地理位置資訊

# bNE
source: Number format
de_de: Zahlenformat
es_es: Formato de número
fr_fr: Format de nombre
hi_in: संख्या फ़ॉर्मेट
id_id: Format nomor
it_it: Formato numerico
ja_jp: 書式
ko_kr: 숫자 형식
ms_my: Format nombor
pt_br: Formato de número
ru_ru: Числовой формат
th_th: รูปแบบตัวเลข
vi_vn: Định dạng số
zh_cn: 数字格式
zh_tw: 數字格式

# YCA
source: 💡 Tap a field's name to start editing
de_de: 💡 Auf den Namen eines Feldes tippen, um mit der Bearbeitung zu beginnen
es_es: 💡 Pulsa en un nombre de campo para comenzar a editar
fr_fr: 💡 Appuyez sur le nom d'un champ pour démarrer la modification
hi_in: 💡 संपादन शुरू करने के लिए फ़ील्ड के नाम पर टैप करें
id_id: 💡 Ketuk nama bidang untuk mulai mengedit
it_it: 💡 Tocca il nome di un campo per iniziare a modificare
ja_jp: 💡 フィールドを編集可能になりました
ko_kr: 💡 편집을 시작하려면 필드 이름을 탭하세요
ms_my: 💡 Ketuk nama medan untuk mula mengedit
pt_br: 💡 Tocar no nome de um campo para iniciar a edição
ru_ru: 💡 Коснитесь имени поля, чтобы начать редактирование
th_th: 💡 แตะชื่อของช่องข้อมูลเพื่อเริ่มการแก้ไข
vi_vn: 💡 Chạm vào tên trường để bắt đầu chỉnh sửa
zh_cn: 💡 点击字段名称即可修改字段
zh_tw: 💡 點選欄位名稱即可修改欄位

# OsU
source: Enter a field title
de_de: Geben Sie einen Feldtitel ein.
es_es: Introduce un nombre de campo
fr_fr: Saisir un titre de champ
id_id: Masukkan judul bidang
it_it: Immetti un titolo del campo
ja_jp: フィールド名を入力
ko_kr: 필드 제목 입력
ms_my: Masukkan tajuk medan
pt_br: Inserir o título de um campo
ru_ru: Введите название поля
th_th: กรอกชื่อช่องข้อมูล
vi_vn: Nhập tiêu đề trường
zh_cn: 请输入字段标题
zh_tw: 請輸入欄位標題

# tE8
source: Edit this type of field from the desktop version.
de_de: Bearbeiten Sie diesen Feldtyp in der Desktop-Version.
es_es: Edita este tipo de campo en la versión para escritorio.
fr_fr: Ce type de champ est modifiable avec la version sur ordinateur.
hi_in: डेस्कटॉप संस्करण से इस प्रकार का फ़ील्ड संपादित करें.
id_id: Edit jenis bidang ini dari versi desktop.
it_it: Modifica questo tipo di campo dalla versione per desktop.
ja_jp: デスクトップ版で編集してください
ko_kr: 데스크톱 버전에서 이 유형의 필드를 편집하세요.
ms_my: Edit jenis medan ini dari versi desktop.
pt_br: Edite esse tipo de campo na versão para desktop.
ru_ru: Измените этот тип поля в настольной версии.
th_th: แก้ไขช่องข้อมูลประเภทนี้จากเวอร์ชันเดสก์ท็อป
vi_vn: Chỉnh sửa loại trường này từ phiên bản dành cho máy tính.
zh_cn: 请前往桌面端修改该类型字段
zh_tw: 請前往桌面端修改該類型欄位

# qDc
source: Please update to the latest version to see the picture.
de_de: Aktualisieren Sie auf die neueste Version, um das Bild zu sehen.
es_es: Actualiza a la última versión para ver la imagen.
fr_fr: Veuillez installer la dernière version pour voir l'image.
hi_in: छवि देखने के लिए कृपया नवीनतम संस्करण पर अपडेट करें.
id_id: Perbarui ke versi terbaru untuk melihat gambar.
it_it: Effettua l'aggiornamento all'ultima versione per vedere l'immagine.
ja_jp: 最新バージョンにアップデートしてから画像を確認してください
ko_kr: 이미지를 보려면 최신 버전으로 업데이트하세요.
ms_my: Sila kemas kini ke versi terkini untuk melihat gambar.
pt_br: Atualize para a versão mais recente para ver a imagem.
ru_ru: Обновитесь до последней версии, чтобы увидеть изображение.
th_th: โปรดอัปเดตให้เป็นเวอร์ชันล่าสุดเพื่อดูภาพ
vi_vn: Vui lòng cập nhật lên phiên bản mới nhất để xem ảnh.
zh_cn: 请在升级至最新版本后查看图片
zh_tw: 請在升級至最新版本後查看圖片
