Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# gDs
source: Unable to view. Document key is unavailable.
de_de: Anzeigen nicht möglich. Dokumentschlüssel ist nicht verfügbar.
es_es: Error al ver. La clave del documento no está disponible.
fr_fr: Impossible d'afficher. Clé du document non disponible.
hi_in: देखने में असमर्थ. दस्तावेज़ की अनुपलब्ध है.
id_id: Gagal melihat. Kunci dokumen tidak tersedia.
it_it: Impossibile visualizzare. La chiave del documento non è disponibile.
ja_jp: Docs の鍵が無効になったため、閲覧できません
ko_kr: 볼 수 없습니다. 문서 키를 사용할 수 없습니다.
ms_my: Tidak dapat melihat. Kunci dokumen tidak tersedia.
pt_br: Falha ao visualizar. A chave do documento está indisponível.
ru_ru: Невозможно просмотреть. Ключ документа недоступен.
th_th: ไม่สามารถดูได้ คีย์เอกสารไม่พร้อมใช้งาน
vi_vn: Không thể xem. Khóa tài liệu không khả dụng.
zh_cn: 文档密钥已失效，无法查看
zh_tw: 文件金鑰已失效，無法查看

# mro
source: Document key is unavailable
de_de: Dokumentschlüssel nicht verfügbar
es_es: La clave del documento no está disponible
fr_fr: Clé du document non disponible
hi_in: दस्तावेज़ की अनुपलब्ध है
id_id: Kunci dokumen tidak tersedia
it_it: La chiave del documento non è disponibile
ja_jp: Docs の鍵が無効になりました
ko_kr: 문서 키를 사용할 수 없습니다
ms_my: Kunci dokumen tidak tersedia
pt_br: A chave do documento está indisponível
ru_ru: Ключ документа недоступен
th_th: คีย์เอกสารไม่พร้อมใช้งาน
vi_vn: Khóa tài liệu không khả dụng
zh_cn: 文档密钥已失效
zh_tw: 文件金鑰已失效

# UxA
source: Folder key is unavailable.
de_de: Ordnerschlüssel ist nicht verfügbar.
es_es: La clave de la carpeta no está disponible.
fr_fr: Clé du dossier non disponible.
hi_in: फ़ोल्डर की अनुपलब्ध है.
id_id: Kunci folder tidak tersedia.
it_it: La chiave della cartella non è disponibile.
ja_jp: フォルダの鍵が無効になりました
ko_kr: 폴더 키를 사용할 수 없습니다.
ms_my: Kunci folder tidak tersedia.
pt_br: A chave da pasta está indisponível.
ru_ru: Ключ папки недоступен.
th_th: คีย์โฟลเดอร์ไม่พร้อมใช้งาน
vi_vn: Khóa thư mục không khả dụng.
zh_cn: 文件夹密钥已失效
zh_tw: 資料夾金鑰已失效

# kdw
source: No options
ja_jp: オプションがありません
zh_cn: 没有选项

# XTs
source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
hi_in: अधिक जानें
id_id: Pelajari lebih lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui lebih lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 深入瞭解

# IPA
source: Add Assignee
de_de: Zugewiesenen hinzufügen
es_es: Agregar usuario asignado
fr_fr: Ajouter une personne affectée
hi_in: असाइनी जोड़ें
id_id: Tambah Penerima Tugas
it_it: Aggiungi assegnatario
ja_jp: 担当者を追加
ko_kr: 담당자 추가
ms_my: Tambah Penerima Tugasan
pt_br: Adicionar destinatário
ru_ru: Добавить исполнителя
th_th: เพิ่มผู้รับมอบหมาย
vi_vn: Thêm người được giao
zh_cn: 添加执行者
zh_tw: 新增執行者

# dJI
source: Template key is unavailable.
de_de: Vorlagenschlüssel ist nicht verfügbar.
es_es: La clave de la plantilla no está disponible.
fr_fr: Clé du modèle non disponible.
hi_in: टेम्पलेट की अनुपलब्ध है.
id_id: Kunci templat tidak tersedia.
it_it: La chiave del modello non è disponibile.
ja_jp: テンプレートの鍵が無効になりました
ko_kr: 템플릿 키를 사용할 수 없습니다.
ms_my: Kunci templat tidak tersedia.
pt_br: A chave do modelo está indisponível.
ru_ru: Ключ шаблона недоступен.
th_th: คีย์เทมเพลตไม่พร้อมใช้งาน
vi_vn: Khóa mẫu không khả dụng.
zh_cn: 模板密钥已失效
zh_tw: 範本金鑰已失效

# f+I
source: Operation is unavailable because the template's key is unavailable.
de_de: Vorgang nicht verfügbar, da der Vorlagenschlüssel nicht verfügbar ist.
es_es: La operación no está disponible porque la clave de la plantilla no está disponible.
fr_fr: Opération non disponible car la clé du modèle n'est pas disponible.
hi_in: कार्यवाई अनुपलब्ध है क्योंकि टेम्पलेट की अनुपलब्ध है.
id_id: Operasi tidak tersedia karena kunci templat tidak tersedia.
it_it: L'operazione non è disponibile poiché la chiave del modello non è disponibile.
ja_jp: テンプレートの鍵が無効になったため、操作できません
ko_kr: 템플릿의 키를 사용할 수 없으므로 작업을 사용할 수 없습니다.
ms_my: Operasi tidak tersedia kerana kunci templat tidak tersedia.
pt_br: A operação está indisponível porque a chave do modelo está indisponível.
ru_ru: Операция недоступна, так как недоступен ключ шаблона.
th_th: การดำเนินการไม่พร้อมใช้งานเนื่องจากคีย์ของเทมเพลตไม่พร้อมใช้งาน
vi_vn: Thao tác không khả dụng vì khóa mẫu không khả dụng.
zh_cn: 模板密钥已失效，无法操作
zh_tw: 範本金鑰已失效，無法操作

# tgo
source: The limit of 100 custom template has been reached.
de_de: Die maximale Anzahl an 100 benutzerdefinierten Vorlagen wurde erreicht.
es_es: Se ha alcanzado el límite de 100 plantillas personalizadas.
fr_fr: La limite de 100 modèles personnalisés a été atteinte.
hi_in: 100 कस्टम टेम्पलेट तक की सीमा तक पहुंच गया.
id_id: Batas 100 templat kustom telah tercapai.
it_it: È stato raggiunto il limite massimo di 100 modelli personalizzati.
ja_jp: 作成数の上限を超えました。個々ユーザーのカスタムテンプレートの作成上限は 100 件です。
ko_kr: 커스텀 템플릿 100개 제한에 도달했습니다.
ms_my: Had 100 templat tersuai telah dicapai.
pt_br: O limite de 100 modelos personalizados foi atingido.
ru_ru: Достигнут предел в 100 пользовательских шаблонов.
th_th: เทมเพลตแบบกำหนดเองถึงจำนวนจำกัด 100 รายการแล้ว
vi_vn: Đã đạt giới hạn 100 mẫu tùy chỉnh.
zh_cn: 模板的创建上限为 100 条，你已超上限。
zh_tw: 範本的建立上限為 100 條，你已超過上限。

# R94
source: Only collaborators with manage permission can view a document's activity. If needed, please contact the document owner.
de_de: Nur Kollaboratoren mit Verwaltungsberechtigung können die Aktivität eines Dokuments anzeigen. Wenden Sie sich gegebenenfalls an den Dokumentenbesitzer.
es_es: Solo los colaboradores con permisos de gestión pueden ver las actividades de un documento. Si necesitas hacerlo, ponte en contacto con el propietario del documento.
fr_fr: Seuls les collaborateurs disposant de l'autorisation de gestion peuvent consulter l'activité d'un document. N'hésitez pas à contacter le propriétaire du document si nécessaire.
hi_in: सिर्फ़ अनुमति प्रबंधित करने वाले सहयोगी ही दस्तावेज़ की गतिविधि जाँच सकते हैं. आवश्यक होने पर, कृपया दस्तावेज़ के ओनर से संपर्क करें.
id_id: Hanya kolaborator dengan izin mengelola yang dapat melihat aktivitas dokumen. Jika diperlukan, hubungi pemilik dokumen.
it_it: Solo i collaboratori con autorizzazione alla gestione possono visualizzare l'attività di un documento. Se necessario, contatta il proprietario del documento.
ja_jp: 当該ドキュメントの操作履歴を確認する権限がありません。確認するには、所有者にご連絡ください
ko_kr: 관리 권한이 있는 공동 작업자만 문서의 활동을 볼 수 있습니다. 필요한 경우 문서 소유자에게 문의하세요.
ms_my: Hanya kolaborator dengan kebenaran urus boleh melihat aktiviti dokumen. Jika perlu, sila hubungi pemilik dokumen.
pt_br: Apenas colaboradores com permissão de gerenciamento podem visualizar a atividade de um documento. Se necessário, entre em contato com o proprietário do documento.
ru_ru: Только соавторы с разрешением на управление могут просматривать действия над документом. При необходимости обратитесь к владельцу документа.
th_th: มีเพียงผู้ร่วมงานที่มีสิทธิ์การอนุญาตจัดการเท่านั้นที่ดูกิจกรรมของเอกสารได้ หากจำเป็น โปรดติดต่อเจ้าของเอกสาร
vi_vn: Chỉ những cộng tác viên có quyền quản lý mới có thể xem hoạt động của tài liệu. Nếu có nhu cầu, vui lòng liên hệ với chủ sở hữu tài liệu.
zh_cn: 仅“可管理权限”可以查看操作记录，如有需要，请联系文档所有者。
zh_tw: 僅「可管理權限」可以查看操作記錄。如有需要，請聯絡文件擁有者。

# zRk
source: No permission to check document activity
de_de: Keine Berechtigung zum Prüfen der Aktivität des Dokuments
es_es: No tienes permiso para ver la actividad del documento
fr_fr: Aucune autorisation de consultation de l'activité du document
hi_in: दस्तावेज़ गतिविधि जाँचने की अनुमति नहीं
id_id: Tidak ada izin untuk memeriksa aktivitas dokumen
it_it: Nessuna autorizzazione per controllare l'attività del documento
ja_jp: 操作履歴を確認する権限がありません
ko_kr: 문서 활동을 확인할 권한이 없음
ms_my: Tiada kebenaran untuk memeriksa aktiviti dokumen
pt_br: Nenhuma permissão para verificar a atividade do documento
ru_ru: Нет разрешения на просмотр активности документа
th_th: ไม่มีสิทธิ์การอนุญาตในการตรวจสอบกิจกรรมในเอกสาร
vi_vn: Không có quyền kiểm tra hoạt động tài liệu
zh_cn: 无权限查看操作记录
zh_tw: 沒有查看操作記錄的權限

# ASY
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# d5Y
source: Unable to check document activity
de_de: Prüfen der Aktivität des Dokuments nicht möglich
es_es: Error al ver la actividad del documento
fr_fr: Consultation de l'activité liée aux documents impossible
hi_in: दस्तावेज़ गतिविधि जाँचने में असमर्थ
id_id: Gagal memeriksa aktivitas dokumen
it_it: Impossibile controllare l'attività del documento
ja_jp: 操作履歴をご確認できません
ko_kr: 문서 활동을 확인할 수 없습니다
ms_my: Tidak dapat semak aktiviti dokumen
pt_br: Falha ao verificar a atividade do documento
ru_ru: Невозможно проверить активность документа
th_th: ไม่สามารถตรวจสอบกิจกรรมในเอกสารได้
vi_vn: Không thể kiểm tra hoạt động tài liệu
zh_cn: 无法查看操作记录
zh_tw: 無法查看操作記錄

# dtY
source: Your organization is currently using {{APP_DISPLAY_NAME}} {{edition}} and does not support checking document activity. To upgrade your plan, please contact the administrator. Document activity keeps a record of operations related to this document, including sharing, granting access, downloading, and changing its permission settings.
de_de: Ihre Organisation verwendet derzeit {{APP_DISPLAY_NAME}} {{edition}} und unterstützt die Überprüfung der Aktivitäten des Dokuments nicht. Um Ihren Plan zu aktualisieren, wenden Sie sich bitte an den Administrator. In den Aktivitäten des Dokuments werden alle Vorgänge im Zusammenhang mit diesem Dokument aufgezeichnet, einschließlich Freigabe, Zugriffsgewährung, Herunterladen und Änderung der Berechtigungseinstellungen.
es_es: Tu organización está utilizando {{APP_DISPLAY_NAME}} {{edition}}, por lo que no puede visualizar las actividades de documentos. Para mejorar tu plan, ponte en contacto con el administrador. Las actividades del documento mantienen un registro de todas las operaciones relacionadas con este documento. Por ejemplo, registra las veces que se haya compartido contenido, los accesos otorgados, las descargas efectuadas y las configuraciones de permisos cambiadas.
fr_fr: Votre organisation utilise actuellement {{APP_DISPLAY_NAME}} {{edition}} et ne peut pas vérifier l'activité des documents. Pour mettre à niveau votre forfait, veuillez contacter l'administrateur. L'activité des documents conserve le suivi des opérations liées aux documents, y compris les accès accordés, les téléchargements et les modifications des paramètres d'autorisation.
hi_in: आपका संगठन वर्तमान में {{APP_DISPLAY_NAME}}{{edition}} का उपयोग कर रहा है और यह दस्तावेज़ गतिविधि जाँचने का समर्थन नहीं करता. अपना प्लान अपग्रेड करने के लिए, कृपया एडमिनिस्ट्रेटर से संपर्क करें. दस्तावेज़ गतिविधियों में साझाकरण, ऐक्सेस देने, डाउनलोड करने, और इसकी अनुमति सेटिंग़्स बदलने सहित इस दस्तावेज़ से संबंधित संचालनों के रिकॉर्ड रखे जाते हैं.
id_id: Organisasi Anda saat ini menggunakan {{APP_DISPLAY_NAME}} {{edition}} dan tidak mendukung pemeriksaan aktivitas dokumen. Hubungi administrator untuk meningkatkan paket. Aktivitas dokumen menyimpan rekaman operasi yang terkait dengan dokumen ini, antara lain berbagi, pemberian akses, pengunduhan, dan pengubahan pengaturan izinnya.
it_it: Attualmente la tua organizzazione sta utilizzando {{APP_DISPLAY_NAME}} {{edition}} e non supporta la verifica dell'attività del documento. Per effettuare l'upgrade del piano, contatta l'amministratore. L'attività del documento mantiene un record delle operazioni relative a questo documento, tra cui condivisione, concessione dell'accesso, download e modifica delle relative impostazioni delle autorizzazioni.
ja_jp: 法人は現在 {{APP_DISPLAY_NAME}}{{edition}} を利用しているため、操作履歴の表示はサポートされていません。必要があれば、法人管理者に連絡してバージョンをアップグレードしてください。操作履歴には、当該ドキュメントに対する権限の付与、コピーの作成、ダウンロード、権限設定などの操作が記録されています。
ko_kr: 회원님의 기업은 현재 {{APP_DISPLAY_NAME}} {{edition}}을(를) 사용 중이며 문서 활동 확인을 지원하지 않습니다. 요금제를 업그레이드하려면 관리자에게 문의하세요. 문서 활동은 공유, 액세스 권한 부여, 다운로드 및 권한 설정 변경을 포함하여 이 문서와 관련된 작업의 기록을 유지합니다.
ms_my: Organisasi anda kini menggunakan {{APP_DISPLAY_NAME}} {{edition}} dan tidak menyokong pemeriksaan aktiviti dokumen. Untuk menaik taraf pelan anda, sila hubungi pentadbir. Aktiviti dokumen menyimpan rekod operasi berkaitan dengan dokumen ini, termasuk berkongsi, memberi akses, memuat turun, dan mengubah tetapan kebenaran.
pt_br: No momento, sua organização está usando {{APP_DISPLAY_NAME}} {{edition}} e não oferece suporte à verificação de atividade de documentos. Para fazer upgrade do seu plano, entre em contato com o administrador. A atividade do documento mantém um registro das operações relacionadas a este documento, incluindo compartilhamento, concessão de acesso, download e alteração de suas configurações de permissão.
ru_ru: Ваша организация в настоящее время использует {{APP_DISPLAY_NAME}} {{edition}} и не поддерживает проверку активности документов. Чтобы обновить план, обратитесь к администратору. Действия с документом ведут учет операций, связанных с этим документом, включая совместное использование, предоставление доступа, скачивание и изменение настроек разрешений.
th_th: องค์กรของคุณกำลังใช้งาน {{APP_DISPLAY_NAME}} {{edition}} และไม่รองรับการตรวจสอบกิจกรรมในเอกสาร หากต้องการอัปเกรดแผน โปรดติดต่อผู้ดูแล กิจกรรมของเอกสารจะเก็บบันทึกการดำเนินการที่เกี่ยวข้องกับเอกสารนี้ รวมถึงการแบ่งปัน ให้สิทธิ์การอนุญาตการเข้าถึง ดาวน์โหลด และเปลี่ยนการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Tổ chức của bạn hiện đang sử dụng {{APP_DISPLAY_NAME}} {{edition}} và không được hỗ trợ kiểm tra hoạt động của tài liệu. Để nâng cấp gói dịch vụ, vui lòng liên hệ quản trị viên. Hoạt động tài liệu lưu giữ bản ghi các hoạt động liên quan đến tài liệu này, bao gồm việc chia sẻ, cấp quyền truy cập, tải xuống và thay đổi cài đặt quyền của tài liệu này.
zh_cn: 企业当前使用{{APP_DISPLAY_NAME}}{{edition}}，暂不支持查看操作记录。如有需要，请联系管理员升级版本。操作记录记载了针对本文档的分享授权、创建副本、下载、权限设置变更等行为。
zh_tw: 企業目前使用{{APP_DISPLAY_NAME}}{{edition}}，暫不支援查看操作記錄。如有需要，請聯絡管理員升級版本。操作記錄記載了針對本文件的分享授權、建立副本、下載及權限設定變更等行為。

# nsY
source: Document Activity
de_de: Aktivität des Dokuments
es_es: Actividad del documento
fr_fr: Activité liée au document
hi_in: दस्तावेज़ गतिविधि
id_id: Aktivitas Dokumen
it_it: Attività del documento
ja_jp: 操作履歴
ko_kr: 문서 활동
ms_my: Aktiviti Dokumen
pt_br: Atividade do documento
ru_ru: Активность
th_th: กิจกรรมในเอกสาร
vi_vn: Hoạt động tài liệu
zh_cn: 操作记录
zh_tw: 操作記錄

# nos
source: The submission is under review. Thanks for your patience.
de_de: Die Einreichung wird überprüft. Vielen Dank für Ihre Geduld.
es_es: El envío se está revisando. Gracias por tu paciencia.
fr_fr: La soumission est en cours d'évaluation. Merci de votre patience.
hi_in: सबमिशन समीक्षा के तहत है. आपके धैर्य के लिए धन्यवाद.
id_id: Kiriman sedang ditinjau. Terima kasih atas kesabaran Anda.
it_it: L'invio è in fase di revisione. Grazie per la tua pazienza.
ja_jp: 以下のフォルダは審査に提出されました。結果が出るまでお待ちください
ko_kr: 제출 내용을 검토 중입니다. 기다려 주셔서 감사합니다.
ms_my: Penghantaran sedang dikaji. Terima kasih atas kesabaran anda.
pt_br: O envio está sendo revisado. Agradecemos a sua paciência.
ru_ru: Заявка находится на рассмотрении. Спасибо за ваше терпение.
th_th: การส่งอยู่ระหว่างการตรวจสอบ ขอบคุณที่อดทนรอ
vi_vn: Hồ sơ khiếu nại đã gửi đang được đánh giá. Cảm ơn sự kiên nhẫn của bạn.
zh_cn: 以下文件夹已进入审核流程，请耐心等待结果
zh_tw: 以下資料夾已進入審核流程，請耐心等待結果

# ye8
source: {{Emoji}} You can insert checkbox into the cell.
de_de: {{Emoji}} Sie können Kontrollkästchen in die Zelle einfügen.
es_es: {{Emoji}} Puedes insertar una casilla de verificación en la celda.
fr_fr: {{Emoji}} Vous pouvez insérer une case à cocher dans la cellule.
hi_in: {{Emoji}} आप चेकबॉक्स को सेल में इंसर्ट कर सकते हैं.
id_id: {{Emoji}} Anda dapat memasukkan kotak centang ke dalam sel.
it_it: {{Emoji}} Puoi inserire la casella di controllo nella cella.
ja_jp: {{Emoji}} セルにチェックボックスを挿入できるようになりました！
ko_kr: {{Emoji}} 체크박스를 셀에 삽입할 수 있습니다.
ms_my: {{Emoji}} Anda boleh memasukkan kotak semak ke dalam sel.
pt_br: {{Emoji}} Você pode inserir caixa de seleção na célula.
ru_ru: {{Emoji}} Вы можете вставить флажок в ячейку.
th_th: {{Emoji}} คุณสามารถแทรกกล่องกาเครื่องหมายลงในเซลล์ได้
vi_vn: {{Emoji}} Bạn có thể chèn hộp kiểm vào ô.
zh_cn: {{Emoji}} 单元格内能插入复选框了！
zh_tw: {{Emoji}} 儲存格內能插入核取方塊了！

# 8m4
source: Failed to post.
de_de: Posten fehlgeschlagen.
es_es: Error al publicar.
fr_fr: Échec de la publication.
hi_in: पोस्ट करने में विफल.
id_id: Gagal memposting.
it_it: Impossibile pubblicare.
ja_jp: 送信できませんでした
ko_kr: 게시하지 못했습니다.
ms_my: Gagal untuk siarkan.
pt_br: Falha ao postar.
ru_ru: Не удалось опубликовать.
th_th: โพสต์ไม่สำเร็จ
vi_vn: Không thể đăng.
zh_cn: 内容发送失败
zh_tw: 內容傳送失敗

# 0AM
source: Posting…
de_de: Wird gepostet…
es_es: Publicando...
fr_fr: Publication…
hi_in: पोस्ट किया जा रहा है…
id_id: Memposting…
it_it: Pubblicazione in corso
ja_jp: 送信中...
ko_kr: 게시 중...
ms_my: Menyiarkan…
pt_br: Postando…
ru_ru: Публикация…
th_th: กำลังโพสต์...
vi_vn: Đang đăng bài…
zh_cn: 正在发送中...
zh_tw: 正在傳送中…

# zYk
source: Comment posted.
de_de: Kommentar gepostet.
es_es: El comentario se ha publicado.
fr_fr: Commentaire publié.
hi_in: टिप्पणी पोस्ट की गई.
id_id: Komentar diposting.
it_it: Commento pubblicato.
ja_jp: 送信しました
ko_kr: 댓글이 게시되었습니다.
ms_my: Komen disiarkan.
pt_br: Comentário postado.
ru_ru: Комментарий опубликован.
th_th: โพสต์ความคิดเห็นแล้ว
vi_vn: Đã đăng bình luận.
zh_cn: 内容发送成功
zh_tw: 內容傳送成功

# fqc
source: View details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
hi_in: विवरण देखें
id_id: Lihat perincian
it_it: Visualizza dettagli
ja_jp: 表示
ko_kr: 세부 정보 보기
ms_my: Lihat butiran
pt_br: Exibir detalhes
ru_ru: Посмотреть детали
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看
zh_tw: 查看

# 6BE
source: Retry
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba semula
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# 3Xg
source: Please note: If the contents you're deleting belong to other people, they will be notified upon deletion. Please proceed with caution.
de_de: Bitte beachten Sie: Wenn die Inhalte, die Sie löschen, anderen Personen gehören, werden diese über das Löschen benachrichtigt. Bitte fahren Sie mit Umsicht fort.
es_es: Nota: Si el contenido que vas a eliminar pertenece a otras personas, estas recibirán una notificación tras la eliminación. Procede con precaución.
fr_fr: Remarque : Si le contenu que vous êtes sur le point de supprimer appartient à quelqu'un d'autre, cette personne recevra une notification au moment de la suppression. Veuillez faire attention.
id_id: Harap diperhatikan: Jika konten yang Anda hapus milik orang lain, mereka akan mendapatkan notifikasi setelah penghapusan. Lanjutkan dengan hati-hati.
it_it: Attenzione: se i contenuti che stai eliminando appartengono ad altre persone, queste riceveranno una notifica al momento dell'eliminazione. Procedi con cautela.
ja_jp: あなたが削除したコンテンツの中に別のユーザーが所有するものがある場合、その所有者は通知を受信します。慎重に操作してください
ko_kr: 참고: 삭제하려는 콘텐츠가 다른 사람의 것인 경우 삭제 시 알림이 전송됩니다. 신중하게 진행하십시오.
ms_my: Sila ambil perhatian: Jika kandungan yang anda padamkan adalah milik orang lain, mereka akan diberitahu apabila dipadamkan. Sila berhati-hati.
pt_br: Nota: se o conteúdo que você está excluindo pertencer a outras pessoas, elas serão notificadas após a exclusão. Prossiga com cautela.
ru_ru: Обратите внимание: если содержимое, которое вы удаляете, принадлежит другим людям, они получат уведомление об удалении. Будьте осторожны.
th_th: โปรดทราบ: หากเนื้อหาที่คุณกำลังลบเป็นของบุคคลอื่น พวกเขาจะได้รับการแจ้งเตือนเมื่อทำการลบ โปรดดำเนินการด้วยความระมัดระวัง
vi_vn: Vui lòng lưu ý: Nếu nội dung bạn đang xóa thuộc sở hữu của người khác, họ sẽ nhận được thông báo khi nội dung bị xóa. Hãy thận trọng khi tiến hành.
zh_cn: 提示：如果你删除的内容中有属于他人的，其所有者将收到通知，请谨慎操作。
zh_tw: 提示：如果你刪除的內容中含有屬於他人的內容，其擁有者將會收到通知，請謹慎操作。

# hI4
source: Please note: The content you're deleting belongs to other people. They will be notified upon deletion. Please proceed with caution.
de_de: Bitte beachten Sie: Der Inhalt, den Sie löschen, gehört anderen Personen. Diese werden über das Löschen benachrichtigt. Bitte fahren Sie mit Umsicht fort.
es_es: Nota: Si el contenido que vas a eliminar pertenece a otras personas, estas recibirán una notificación tras la eliminación. Procede con precaución.
fr_fr: Remarque : Le contenu que vous êtes sur le point de supprimer appartient à quelqu'un d'autre. Cette personne recevra une notification au moment de la suppression. Veuillez faire attention.
id_id: Harap diperhatikan: Konten yang Anda hapus milik orang lain. Mereka akan mendapatkan notifikasi setelah penghapusan. Lanjutkan dengan hati-hati.
it_it: Attenzione: il contenuto che stai eliminando appartiene ad altre persone. Queste riceveranno una notifica al momento dell'eliminazione. Procedi con cautela.
ja_jp: あなたが削除したコンテンツは別のユーザーが所有しているため、その所有者は通知を受信します。慎重に操作してください
ko_kr: 참고: 삭제하려는 콘텐츠는 다른 사람의 것입니다. 삭제 시 알림이 전송됩니다. 신중하게 진행하십시오.
ms_my: Sila ambil perhatian: Kandungan yang anda padamkan adalah milik orang lain. Mereka akan diberitahu apabila dipadamkan. Sila berhati-hati.
pt_br: Nota: o conteúdo que você está excluindo pertence a outras pessoas. Elas serão notificadas após a exclusão. Prossiga com cautela.
ru_ru: Обратите внимание: содержимое, которое вы удаляете, принадлежит другим людям. Они будут уведомлены об удалении. Будьте осторожны.
th_th: โปรดทราบ: เนื้อหาที่คุณกำลังลบนั้นเป็นของบุคคลอื่น พวกเขาจะได้รับการแจ้งเตือนเมื่อทำการลบ โปรดดำเนินการด้วยความระมัดระวัง
vi_vn: Vui lòng lưu ý: Nội dung bạn đang xóa thuộc sở hữu của người khác. Họ sẽ nhận được thông báo khi nội dung bị xóa. Hãy thận trọng khi tiến hành.
zh_cn: 提示：你删除的内容属于其他人，内容的所有者将收到通知，请谨慎操作。
zh_tw: 提示：你刪除的內容屬於其他人，內容的擁有者將會收到通知，請謹慎操作。

# Fuc
source: If this page belongs to someone else, they will be notified of this action.
de_de: Sollte diese Seite einer anderen Person gehören, wird sie über diese Aktion in Kenntnis gesetzt.
es_es: Si esta página pertenece a alguien más, sus propietarios recibirán una notificación de esta acción.
fr_fr: Si cette page appartient à quelqu'un d'autre, cette personne sera informée de cette opération.
id_id: Jika halaman ini milik orang lain, mereka akan diberi tahu tentang tindakan ini.
it_it: Se questa pagina appartiene a qualcun altro, questa persona riceverà una notifica di questa azione.
ja_jp: あなたが削除したコンテンツの中に別のユーザーが所有するものがある場合、その所有者は通知を受信します。慎重に操作してください
ko_kr: 이 페이지가 다른 사용자의 소유인 경우 이 작업에 대한 알림을 받게 됩니다.
ms_my: Jika halaman ini milik orang lain, mereka akan diberitahu tentang tindakan ini.
pt_br: Se esta página pertencer a outra pessoa, ela será notificada sobre esta ação.
ru_ru: Если эта страница принадлежит кому-то другому, он будет уведомлен об этом действии.
th_th: หากหน้านี้เป็นของบุคคลอื่น พวกเขาจะได้รับการแจ้งเตือนเกี่ยวกับการดำเนินการนี้
vi_vn: Nếu trang này thuộc về một người khác, họ sẽ được thông báo về hành động này.
zh_cn: 提示：如果你删除的页面中有属于他人的，其所有者将收到通知，请谨慎操作。
zh_tw: 提示：如果你刪除的頁面中含有屬於他人的頁面，其擁有者將會收到通知，請謹慎操作。

# wQc
source: document
de_de: Dokument
es_es: documento
hi_in: दस्तावेज़
id_id: dokumen
it_it: documento
ja_jp: ドキュメント
ko_kr: 문서
ms_my: dokumen
pt_br: documento
ru_ru: документ
th_th: เอกสาร
vi_vn: tài liệu
zh_cn: 文档
zh_tw: 文件

# fLc
source: Minutes Bot
es_es: Bot de Minutos
fr_fr: Bot Minutes
hi_in: मिनट्स बॉट
id_id: Bot Minutes
ja_jp: Minutes ボット
ms_my: Bot Minit
ru_ru: Бот Minutes
vi_vn: Bot Trợ lý
zh_cn: 妙记Bot
zh_tw: 妙記 Bot
