Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# uV8
source: This action will delete some data that is unmatched in the index field of the linked table. You can tap the Undo button above to restore this field.
de_de: Diese Aktion löscht einige Daten, die im Indexfeld der verknüpften Tabelle nicht übereinstimmen. Sie können auf die Schaltfläche „Rückgängig machen“ tippen, um dieses Feld wiederherzustellen.
es_es: Esta acción eliminará algunos datos sin correspondencia en el campo de índice de la tabla enlazada. Puedes pulsar el botón Deshacer más arriba para restaurar este campo.
fr_fr: Cette action supprimera certaines données qui ne correspondent pas au champ d'index du tableau lié. Vous pouvez appuyer sur le bouton Annuler ci-dessus pour rétablir ce champ.
id_id: Tindakan ini akan menghapus beberapa data yang tidak cocok di bidang indeks tabel tertaut. Anda dapat mengetuk tombol Batalkan di atas untuk memulihkan bidang ini.
it_it: Questa azione eliminerà alcuni dati senza corrispondenza nel campo indice della tabella collegata. È possibile toccare il pulsante Annulla in alto per ripristinare questo campo.
ja_jp: このフィールドに変換すると、関連するテーブルのプライマリ列とマッチングしない一部のデータが削除される可能性があります。問題が発生した場合、上部の取り消しボタンをクリックして操作を取り消しできます。
ko_kr: 이 작업은 링크된 표의 인덱스 필드에서 일치하지 않는 일부 데이터를 삭제합니다. 위의 실행 취소 버튼 눌러 이 필드를 복원할 수 있습니다.
ms_my: Tindakan ini akan memadamkan beberapa data yang tidak sepadan dalam bidang indeks jadual yang dihubungkan. Anda boleh ketuk butang Undo di atas untuk memulihkan bidang ini.
pt_br: Esta ação excluirá alguns dados não correspondentes no campo de índice da tabela vinculada. Você pode tocar no botão Desfazer acima para restaurar este campo.
ru_ru: Это действие удалит некоторые данные, не имеющие соответствия в поле индекса связанной таблицы. Вы можете нажать кнопку Отменить выше, чтобы восстановить это поле.
th_th: การดำเนินการนี้จะลบข้อมูลบางส่วนที่ไม่ตรงกันในช่องข้อมูลดัชนีของตารางที่ลิงก์เอาไว้ คุณสามารถแตะปุ่มเลิกทำด้านบนเพื่อกู้คืนช่องข้อมูลนี้ได้
vi_vn: Hành động này sẽ xóa một số dữ liệu không khớp trong trường chỉ mục của bảng được liên kết. Bạn có thể nhấn vào nút Hoàn tác ở trên để khôi phục trường này.
zh_cn: 转换为该字段可能会清除部分不符合关联数据表的索引列内容。如存在问题，你可通过上方撤销按钮恢复。
zh_tw: 轉換為該欄位可能會清除部分不符合關聯資料表的索引欄內容。如果存在問題，可透過上方撤銷按鈕恢復。

# FNE
source: Convert to linked field?
de_de: In verknüpftes Feld konvertieren?
es_es: ¿Convertir en campo enlazado?
fr_fr: Convertir en champ lié ?
id_id: Konversikan ke bidang tertaut?
it_it: Convertire a campo collegato?
ja_jp: 関連フィールドに変換しますか？
ko_kr: 링크된 필드로 변환하시겠습니까?
ms_my: Tukar ke bidang berkaitan?
pt_br: Converter para campo vinculado?
ru_ru: Преобразовать в связанное поле?
th_th: แปลงเป็นช่องข้อมูลที่ลิงก์กันหรือไม่
vi_vn: Chuyển đổi sang trường liên kết?
zh_cn: 确定转换为关联字段吗？
zh_tw: 確定要轉換為關聯欄位嗎？

# MLU
source: I don't want to keep the unmatched data
de_de: Ich möchte die nicht übereinstimmenden Daten nicht beibehalten
es_es: No quiero conservar los datos sin correspondencia
fr_fr: Je ne veux pas garder les données sans correspondance
id_id: Saya tidak ingin menyimpan data yang tidak cocok
it_it: Non desidero mantenere i dati senza corrispondenza
ja_jp: マッチングしないデータを保持しない
ko_kr: 일치하지 않는 데이터를 보관하고 싶지 않습니다
ms_my: Saya tidak mahu menyimpan data yang tidak sepadan
pt_br: Não quero manter os dados sem correspondência
ru_ru: Я не хочу хранить не сопоставленные данные
th_th: ฉันไม่ต้องการเก็บข้อมูลที่ไม่ตรงกัน
vi_vn: Tôi không muốn giữ dữ liệu không khớp
zh_cn: 不保留未匹配的数据
zh_tw: 不保留未配對的資料

# qOA
source: Keep the unmatched data in {{tableName}}?
de_de: Nicht übereinstimmende Daten in {{tableName}} beibehalten?
es_es: ¿Conservar los datos sin correspondencia en {{tableName}}?
fr_fr: Garder les données sans correspondance dans {{tableName}} ?
id_id: Simpan data yang tidak cocok di {{tableName}}?
it_it: Mantenere i dati senza corrispondenza in {{tableName}}?
ja_jp: {{tableName}} とマッチングしないデータを保持しますか？
ko_kr: 일치하지 않는 데이터를 {{tableName}}에 보관하시겠습니까?
ms_my: Simpan data yang tidak sepadan dalam {{tableName}}?
pt_br: Manter os dados sem correspondência em {{tableName}}?
ru_ru: Сохранить не сопоставленные данные в {{tableName}}?
th_th: เก็บข้อมูลที่ไม่ตรงกันไว้ใน {{tableName}} หรือไม่
vi_vn: Giữ dữ liệu không khớp trong {{tableName}}?
zh_cn: 是否保留 {{tableName}} 中未匹配的数据
zh_tw: 是否保留 {{tableName}} 中未配對的資料

# 9CU
source: Keep the unmatched data
de_de: Nicht übereinstimmende Daten beibehalten
es_es: Conservar los datos sin correspondencia
fr_fr: Garder les données sans correspondance
id_id: Simpan data yang tidak cocok
it_it: Mantieni i dati senza corrispondenza
ja_jp: マッチングしないデータを保持する
ko_kr: 일치하지 않는 데이터 보관
ms_my: Simpan data yang tidak sepadan
pt_br: Manter os dados sem correspondência
ru_ru: Сохранить непревзойденные данные
th_th: เก็บข้อมูลที่ไม่ตรงกันไว้หรือไม่
vi_vn: Giữ dữ liệu không khớp
zh_cn: 保留未匹配数据
zh_tw: 保留未配對的資料

# JAc
source: Field was deleted. Please reset this field.
de_de: Das Feld wurde gelöscht. Bitte setzen Sie dieses Feld zurück.
es_es: Se ha eliminado el campo. Restablece este campo.
fr_fr: Le champ a été supprimé. Veuillez réinitialiser ce champ.
id_id: Bidang telah dihapus. Reset bidang ini.
it_it: Campo eliminato. Ripristina questo campo.
ja_jp: フィールドは削除されました。再設定してください
ko_kr: 필드가 삭제되었습니다. 이 필드를 재설정하세요.
ms_my: Medan telah dipadam. Sila tetapkan semula medan ini.
pt_br: O campo foi excluído. Redefina esse campo.
ru_ru: Поле было удалено. Сбросьте это поле.
th_th: ลบช่องข้อมูลแล้ว โปรดรีเซ็ตช่องข้อมูลนี้
vi_vn: Trường đã bị xóa. Vui lòng đặt lại trường này.
zh_cn: 字段已被删除，请重新设置
zh_tw: 欄位已被刪除，請重新設定

# Glo
source: Field type changed. Please reset this field.
de_de: Der Feldtyp wurde geändert. Bitte setzen Sie dieses Feld zurück.
es_es: Tipo de campo modificado. Restablece este campo.
fr_fr: Le type de champ a été modifié. Veuillez réinitialiser ce champ.
id_id: Jenis bidang telah dihapus. Reset bidang ini.
it_it: Tipo di campo modificato. Ripristina questo campo.
ja_jp: フィールドタイプが変更されました。再設定してください
ko_kr: 필드 유형이 변경되었습니다. 이 필드를 재설정하세요.
ms_my: Jenis medan diubah. Sila tetapkan semula medan ini.
pt_br: O tipo de campo foi alterado. Redefina esse tipo de campo.
ru_ru: Тип поля изменился. Сбросьте это поле.
th_th: เปลี่ยนแปลงประเภทช่องข้อมูลแล้ว โปรดรีเซ็ตช่องข้อมูลนี้
vi_vn: Loại trường đã thay đổi. Vui lòng đặt lại trường này.
zh_cn: 字段类型发生变更，请重新设置
zh_tw: 欄位類型發生變更，請重新設定

# n/Y
source: Deleted field
de_de: Feld gelöscht
es_es: Campo eliminado
fr_fr: Champ supprimé
id_id: Berhasil menghapus bidang
it_it: Campo eliminato
ja_jp: 削除済み
ko_kr: 삭제된 필드
ms_my: Bidang yang dipadam
pt_br: Campo excluído
ru_ru: Удаленное поле
th_th: ช่องข้อมูลที่ลบแล้ว
vi_vn: Đã xóa trường
zh_cn: 字段已删除
zh_tw: 欄位已刪除

# g9Y
source: Please finish condition settings
de_de: Schließen Sie die Bedingungseinstellungen ab
es_es: Finaliza la configuración de la condición
fr_fr: Veuillez terminer les paramètres des conditions
id_id: Selesaikan pengaturan syarat
it_it: Termina le impostazioni delle condizioni
ja_jp: 先にフィルタの設定を完了してください
ko_kr: 조건 설정을 완료하세요
ms_my: Sila lengkapkan tetapan keadaan
pt_br: Termine as configurações de condição
ru_ru: Завершите настройку условий
th_th: โปรดดำเนินการตั้งค่าเงื่อนไขให้เสร็จสิ้น
vi_vn: Vui lòng hoàn tất cài đặt điều kiện
zh_cn: 请先完成筛选条件的设置
zh_tw: 請先完成篩選條件的設定

# F5E
source: Record from {{tableName}}
de_de: Datensatz aus {{tableName}}
es_es: Registro de {{tableName}}
fr_fr: Enregistrement de {{tableName}}
hi_in: {{tableName}} का रिकॉर्ड
id_id: Rekaman dari {{tableName}}
it_it: Record da {{tableName}}
ja_jp: {{tableName}}より
ko_kr: {{tableName}}의 레코드
ms_my: Rekod dari {{tableName}}
pt_br: Registro de {{tableName}}
ru_ru: Запись из {{tableName}}
th_th: ระเบียนจาก {{tableName}}
vi_vn: Bản ghi từ {{tableName}}
zh_cn: 来自 {{tableName}}
zh_tw: 來自 {{tableName}}

# FYg
source: The table you linked to was deleted. Please reset the field type.
de_de: Die von Ihnen verknüpfte Tabelle wurde gelöscht. Bitte setzen Sie diesen Feldtyp zurück.
es_es: La tabla a la que has realizado el enlace se ha eliminado. Restablece el tipo de campo.
fr_fr: Le tableau vers lequel vous avez renvoyé a été supprimé. Veuillez réinitialiser le type de champ.
id_id: Tabel yang Anda tautkan telah dihapus. Reset jenis bidang.
it_it: La tabella che avevi collegato è stata eliminata. Ripristina il tipo di campo.
ja_jp: 関連したテーブルは削除されました。再設定してください
ko_kr: 연결한 표가 삭제되었습니다. 필드 유형을 재설정하세요.
ms_my: Jadual yang anda pautkan telah dipadam. Sila tetapkan semula jenis medan.
pt_br: A tabela à qual você vinculou foi excluída. Redefina o tipo de campo.
ru_ru: Таблица, на которую вы ссылались, была удалена. Сбросьте тип поля.
th_th: ตารางที่คุณลิงก์ถูกลบแล้ว โปรดรีเซ็ตประเภทช่องข้อมูล
vi_vn: Bảng mà bạn liên kết đã bị xóa. Vui lòng đặt lại loại trường.
zh_cn: 关联的数据表已被删除，请重新设置
zh_tw: 關聯的資料表已被刪除，請重新設定

# XQc
source: The base you linked to was deleted.
de_de: Dieses Base, die Sie verknüpft haben, wurde gelöscht.
es_es: El Base al que te has vinculado se ha eliminado.
fr_fr: La Base mentionnée dans votre lien a été supprimée.
hi_in: आपने जिस बाईटेबल से लिंक किया उसे हटाया गया.
id_id: Base yang Anda tautkan telah dihapus.
it_it: Il Base a cui ti sei collegato è stato eliminato.
ja_jp: 関連するテーブルは削除されました
ko_kr: 연결된 Base가 삭제되었습니다.
ms_my: Pangkalan yang anda pautkan telah dipadam.
pt_br: O Base ao qual você se vinculou foi excluído.
ru_ru: Связанная таблица Base была удалена.
th_th: Base ที่คุณเชื่อมโยงถูกลบ
vi_vn: Base mà bạn liên kết đã bị xóa.
zh_cn: 关联的数据表已被删除，无法查看
zh_tw: 關聯的資料表已刪除，無法查看

# 8Gg
source: all
de_de: alle
es_es: todas
fr_fr: tous
id_id: semua
it_it: tutte
ja_jp: すべて
ko_kr: 모두
ms_my: semua
pt_br: todas
ru_ru: всех
th_th: ทั้งหมด
vi_vn: tất cả
zh_cn: 所有
zh_tw: 所有

# zXI
source: any
de_de: beliebige
es_es: cualquiera de
fr_fr: n'importe
id_id: apa pun
it_it: qualsiasi
ja_jp: いずれか
ko_kr: 임의
ms_my: mana-mana
pt_br: qualquer
ru_ru: любого из
th_th: ใดๆ
vi_vn: bất kỳ
zh_cn: 任一
zh_tw: 任一

# vJc
source: Meeting {{type}} of the following conditions
de_de: Erfüllt den {{type}} der folgenden Bedingungen
es_es: Se cumplen {{type}} las condiciones siguientes
fr_fr: Remplit {{type}} des conditions suivantes
id_id: Memenuhi {{type}} syarat berikut
it_it: Soddisfa {{type}} delle condizioni di seguito
ja_jp: 以下 {{type}} の条件を満たす
ko_kr: 다음 조건의 {{type}} 충족
ms_my: Memenuhi {{type}} daripada syarat berikut
pt_br: Cumprindo {{type}} das condições a seguir
ru_ru: Выполнение {{type}} следующих условий
th_th: ตรงกับ {{type}} ของเงื่อนไขต่อไปนี้
vi_vn: Đáp ứng {{type}} các điều kiện sau
zh_cn: 符合以下 {{type}} 条件
zh_tw: 符合以下 {{type}} 條件

# 4cg
source: Unable to edit the condition because you don't have necessary permissions for this table.
de_de: Sie können die Bedingung nicht bearbeiten, da Sie nicht über die erforderlichen Berechtigungen für diese Tabelle verfügen.
es_es: No se puede editar la condición porque no tienes los permisos necesarios para esta tabla.
fr_fr: Impossible de modifier la condition, car vous ne disposez pas des autorisations nécessaires pour ce tableau.
id_id: Gagal mengedit syarat karena Anda tidak memiliki izin yang diperlukan untuk tabel ini.
it_it: Impossibile modificare la condizione poiché non disponi delle autorizzazioni necessarie per questa tabella.
ja_jp: このテーブルに対する十分な権限がないため、フィルタ条件を変更できません。
ko_kr: 이 표에 필요한 권한이 부족하여 조건을 편집할 수 없습니다.
ms_my: Tidak dapat mengedit syarat kerana anda tidak mempunyai kebenaran yang diperlukan untuk jadual ini.
pt_br: Não é possível editar a condição porque você não tem as permissões necessárias para esta tabela.
ru_ru: Невозможно изменить условие, поскольку у вас нет необходимых разрешений для этой таблицы.
th_th: ไม่สามารถแก้ไขเงื่อนไขได้ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตที่จำเป็นสำหรับตารางนี้
vi_vn: Không thể chỉnh sửa điều kiện vì bạn không có quyền cần thiết đối với bảng này.
zh_cn: 你对该数据表的权限不足，无法修改筛选条件
zh_tw: 你對該資料表的權限不足，無法修改篩選條件

# AxY
source: No permission to view the linked table.
de_de: Keine Berechtigung zum Anzeigen der verknüpften Tabelle.
es_es: No tienes permiso para ver la tabla vinculada.
fr_fr: Aucune autorisation d'afficher le tableau lié.
hi_in: लिंक की गई तालिका देखने की अनुमति नहीं.
id_id: Tidak ada izin untuk melihat tabel yang ditautkan.
it_it: Nessuna autorizzazione per visualizzare la tabella collegata.
ja_jp: 関連するテーブルを閲覧する権限がありません
ko_kr: 연결된 표를 볼 권한이 없습니다.
ms_my: Tiada kebenaran untuk melihat jadual yang dipaut.
pt_br: Sem permissão para visualizar a tabela vinculada.
ru_ru: Нет разрешения на просмотр связанной таблицы.
th_th: ไม่มีสิทธิ์การอนุญาตในการดูตารางที่เชื่อมโยงไว้
vi_vn: Không có quyền xem bảng được liên kết.
zh_cn: 没有权限查看关联的数据表
zh_tw: 沒有權限查看關聯的資料表

# 6jE
source: Filter settings were changed. Please reset.
de_de: Die Filtereinstellungen wurden geändert. Bitte zurücksetzen.
es_es: La configuración de filtro ha cambiado. Restablécela.
fr_fr: Les paramètres du filtre ont été modifiés. Veuillez les réinitialiser.
id_id: Pengaturan filter diubah. Harap reset.
it_it: Impostazioni di filtro modificate. Ripristina.
ja_jp: フィルタ条件には変更があります。再設定してください
ko_kr: 필터 설정이 변경되었습니다. 재설정하십시오.
ms_my: Tetapan penapis telah diubah. Sila tetapkan semula.
pt_br: As configurações de filtro foram alteradas. Redefina.
ru_ru: Настройки фильтра изменены. Сбросьте.
th_th: การตั้งค่าตัวกรองเปลี่ยนแปลงแล้ว โปรดรีเซ็ต
vi_vn: Cài đặt bộ lọc đã thay đổi. Vui lòng đặt lại.
zh_cn: 筛选条件发生变更，请重新设置
zh_tw: 篩選條件發生變更，請重新設定

# Ty8
source: No matching records
de_de: Keine übereinstimmenden Datensätze
es_es: No hay registros coincidentes
fr_fr: Aucun enregistrement correspondant
hi_in: कोई मिलते-जुलते रिकॉर्ड नहीं
id_id: Tidak ada rekaman yang cocok
it_it: Nessun record corrispondente
ja_jp: 一致するレコードがありません
ko_kr: 일치하는 레코드가 없습니다
ms_my: Tiada rekod sepadan
pt_br: Nenhum registro correspondente
ru_ru: Нет подходящих записей
th_th: ไม่มีระเบียนที่ตรงกัน
vi_vn: Không có bản ghi phù hợp
zh_cn: 暂无相关记录
zh_tw: 暫無相關記錄

# pnY
source: Please select field first.
de_de: Bitte zuerst Feld auswählen.
es_es: Selecciona el campo primero.
fr_fr: Veuillez d'abord sélectionner un champ.
id_id: Pilih bidang terlebih dahulu.
it_it: Seleziona prima il campo.
ja_jp: フィールドを選択してください
ko_kr: 먼저 필드를 선택하십시오.
ms_my: Sila pilih bidang dahulu.
pt_br: Selecione o campo primeiro.
ru_ru: Сначала выберите поле.
th_th: โปรดเลือกช่องข้อมูลก่อน
vi_vn: Vui lòng chọn trường trước.
zh_cn: 请先选择字段
zh_tw: 請先選擇欄位

# hgI
source: Record changed. Please reset the condition.
de_de: Der Datensatz wurde geändert. Bitte setzen Sie die Bedingung zurück.
es_es: Registro modificado. Restablece la condición.
fr_fr: L'enregistrement a changé. Veuillez réinitialiser la condition.
id_id: Rekaman telah berubah. Reset syarat.
it_it: Record modificato. Ripristina la condizione.
ja_jp: レコードの内容は変更されました。再設定してください
ko_kr: 기록이 변경되었습니다. 조건을 재설정하세요.
ms_my: Rekod berubah. Sila tetapkan semula keadaan.
pt_br: O registro foi alterado. Redefina a condição.
ru_ru: Запись изменена. Сбросьте условие.
th_th: เปลี่ยนแปลงบันทึกแล้ว โปรดรีเซ็ตเงื่อนไข
vi_vn: Bản ghi đã thay đổi. Vui lòng đặt lại điều kiện.
zh_cn: 所选内容发生变更，请重新设置
zh_tw: 所選內容發生變更，請重新設定

# +MA
source: Record number
de_de: Datensatznummer
es_es: Grabar número
fr_fr: Nombre d'enregistrements
id_id: Nomor rekaman
it_it: Numero di record
ja_jp: レコード数
ko_kr: 번호 기록
ms_my: Nombor rekod
pt_br: Número do registro
ru_ru: Номер записи
th_th: หมายเลขบันทึก
vi_vn: Số bản ghi
zh_cn: 记录数量
zh_tw: 記錄數量

# u0E
source: Search or add a record
de_de: Datensatz suchen oder hinzufügen
es_es: Buscar o agregar un registro
fr_fr: Rechercher ou ajouter un enregistrement
hi_in: रिकॉर्ड खोजें या जोड़ें
id_id: Cari atau tambah rekaman
it_it: Cerca o aggiungi un record
ja_jp: 検索またはレコードを追加
ko_kr: 레코드 검색 또는 추가
ms_my: Cari atau tambah rekod
pt_br: Pesquisar ou adicionar um registro
ru_ru: Найти или добавить запись
th_th: ค้นหาหรือเพิ่มระเบียน
vi_vn: Tìm hoặc thêm bản ghi
zh_cn: 查找或添加记录
zh_tw: 尋找或新增記錄

# cCQ
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 查找记录
zh_tw: 尋找記錄

# J1s
source: Select a condition
de_de: Eine Bedingung auswählen
es_es: Selecciona una condición
fr_fr: Sélectionner une condition
id_id: Pilih syarat
it_it: Seleziona una condizione
ja_jp: 条件タイプを選択
ko_kr: 조건 선택
ms_my: Pilih keadaan
pt_br: Selecionar uma condição
ru_ru: Выберите условие
th_th: เลือกเงื่อนไข
vi_vn: Chọn điều kiện
zh_cn: 选择条件类型
zh_tw: 選擇條件類型

# 2fI
source: Select a field
de_de: Ein Feld auswählen
es_es: Selecciona un campo
fr_fr: Sélectionner un champ
id_id: Pilih bidang
it_it: Seleziona un campo
ja_jp: フィールドを選択
ko_kr: 필드 선택
ms_my: Pilih bidang
pt_br: Selecionar um campo
ru_ru: Выберите поле
th_th: เลือกช่องข้อมูล
vi_vn: Chọn trường
zh_cn: 选择字段
zh_tw: 選擇欄位

# vj4
source: Please select a table to link
de_de: Bitte wählen Sie eine Tabelle zum Verknüpfen aus
es_es: Selecciona una tabla para enlazar
fr_fr: Veuillez sélectionner un tableau à associer
id_id: Pilih tabel untuk ditautkan
it_it: Seleziona una tabella da collegare
ja_jp: 関連するテーブルを選択してください
ko_kr: 연결할 표를 선택하세요
ms_my: Sila pilih jadual untuk dipautkan
pt_br: Selecione uma tabela para vincular
ru_ru: Выберите таблицу для связи
th_th: โปรดเลือกตารางเพื่อลิงก์
vi_vn: Vui lòng chọn một bảng để liên kết
zh_cn: 请选择要关联的数据表
zh_tw: 請選擇要關聯的資料表

# crU
source: Please select a table to link, then select a range
de_de: Bitte wählen Sie eine Tabelle zum Verknüpfen und dann einen Bereich aus
es_es: Selecciona una tabla para enlazar y después un rango
fr_fr: Veuillez sélectionner un tableau à associer, puis une plage
id_id: Pilih tabel untuk ditautkan, lalu pilih rentang
it_it: Seleziona una tabella da collegare, quindi seleziona un intervallo
ja_jp: 関連付けるテーブルを選択してから、関連できるデータ範囲を設定してください
ko_kr: 연결할 표를 선택한 다음 범위를 선택하세요
ms_my: Sila pilih jadual untuk dipautkan, kemudian pilih julat
pt_br: Selecione uma tabela para vincular e selecione um intervalo
ru_ru: Выберите таблицу для связи, затем выберите диапазон
th_th: โปรดเลือกตารางเพื่อลิงก์ แล้วจึงเลือกช่วง
vi_vn: Vui lòng chọn một bảng để liên kết, sau đó chọn một phạm vi
zh_cn: 请先选择关联的数据表，再设置可关联的数据范围
zh_tw: 請先選擇關聯的資料表，然後再設定可關聯的資料範圍

# tjY
source: Specified records
de_de: Bestimmte Datensätze
es_es: Registros específicos
fr_fr: Enregistrements spécifiques
id_id: Rekaman yang ditentukan
it_it: Record specificati
ja_jp: 指定のレコード
ko_kr: 지정된 기록
ms_my: Rekod yang ditentukan
pt_br: Registros especificados
ru_ru: Указанные записи
th_th: บันทึกที่ระบุ
vi_vn: Bản ghi cụ thể
zh_cn: 指定记录
zh_tw: 指定記錄

# dj4
source: Table was deleted. Please select again.
de_de: Die Tabelle wurde gelöscht. Bitte treffen Sie erneut eine Auswahl.
es_es: Se ha eliminado la tabla. Modifica la selección.
fr_fr: Le tableau a été supprimé. Veuillez en sélectionner un nouveau.
id_id: Tabel telah dihapus. Pilih lagi.
it_it: Tabella eliminata. Seleziona di nuovo.
ja_jp: テーブルは削除されました。再設定してください
ko_kr: 표가 삭제되었습니다. 다시 선택하세요.
ms_my: Jadual telah dipadam. Sila pilih lagi.
pt_br: A tabela foi excluída. Selecione-a novamente.
ru_ru: Таблица удалена. Выберите еще раз.
th_th: ลบตารางแล้ว โปรดเลือกอีกครั้ง
vi_vn: Bảng đã bị xóa. Vui lòng chọn lại.
zh_cn: 数据表已被删除，请重新设置
zh_tw: 資料表已被刪除，請重新設定

# Rzg
source: Unable to proceed. You've opened the maximum number of relation cards.
de_de: Fortfahren fehlgeschlagen. Sie haben die maximale Anzahl von Beziehungskarten geöffnet.
es_es: No se puede continuar. Has abierto el número máximo de tarjetas de relación.
fr_fr: Opération impossible. Vous avez ouvert le nombre maximal de cartes de relation.
hi_in: आगे बढ़ने में असमर्थ. आप संबंध कार्ड की अधिकतम संख्या खोल चुके हैं.
id_id: Gagal melanjutkan. Anda telah membuka jumlah maksimum kartu relasi.
it_it: Impossibile procedere. Hai aperto il numero massimo di record di relazione.
ja_jp: 開いている関連カードが多すぎるため、これ以上表示できません
ko_kr: 계속할 수 없습니다. 최대 개수의 관계 카드를 열었습니다.
ms_my: Tidak dapat meneruskan. Anda telah membuka bilangan maksimum kad hubungan.
pt_br: Falha ao continuar. Você abriu o número máximo de cartões relacionados.
ru_ru: Не удалось продолжить. Достигнуто максимальное количество карточек связи.
th_th: ไม่สามารถดำเนินการต่อได้ คุณเปิดการ์ดความสัมพันธ์ครบจำนวนสูงสุดแล้ว
vi_vn: Không thể tiến hành. Bạn đã mở tối đa số thẻ quan hệ.
zh_cn: 打开的关联卡片过多，无法继续查看
zh_tw: 開啟的關聯卡片過多，無法繼續查看

# sJM
source: Unable to add records. Filter conditions have been applied to this field.
de_de: Datensätze können nicht hinzugefügt werden. Filterbedingungen wurden auf dieses Feld angewendet.
es_es: Error al agregar registros. Se han agregado condiciones de filtro a este campo.
fr_fr: Impossible d'ajouter des enregistrements. Des conditions de filtre ont été appliquées à ce champ.
id_id: Gagal menambah rekaman. Syarat filter telah diterapkan ke bidang ini.
it_it: Impossibile aggiungere record. Le condizioni del filtro sono state applicate a questo campo.
ja_jp: このフィールドにはフィルタ条件が設定されているため、レコードを追加することができません。
ko_kr: 기록을 추가할 수 없습니다. 이 필드에 필터 조건이 적용되었습니다.
ms_my: Tidak dapat menambah rekod. Syarat penapis telah dikenakan pada bidang ini.
pt_br: Falha ao adicionar registros. As condições de filtro foram aplicadas a este campo.
ru_ru: Невозможно добавить записи. К этому полю применены условия фильтрации.
th_th: เพิ่มบันทึกไม่สำเร็จ มีการใช้เงื่อนไขตัวกรองกับช่องข้อมูลนี้
vi_vn: Không thể thêm bản ghi. Các điều kiện lọc đã được áp dụng cho trường này.
zh_cn: 字段已配置筛选条件，暂不支持新增记录
zh_tw: 欄位已設定篩選條件，暫不支援新增記錄

# bnA
source: Selected members aren't notified yet
de_de: Ausgewählte Mitglieder werden noch nicht benachrichtigt
es_es: Todavía no se le ha notificado a los miembros seleccionados
fr_fr: Les membres sélectionnés n'ont pas encore été notifiés
hi_in: चयनित सदस्यों को अभी तक सूचित नहीं किया गया
id_id: Anggota yang dipilih belum diberi tahu
it_it: I membri selezionati non hanno ancora ricevuto una notifica
ja_jp: 通知を送信しません
ko_kr: 선택된 구성원은 아직 알림을 받지 못했습니다
ms_my: Ahli yang dipilih belum diberitahu
pt_br: Os membros selecionados ainda não foram notificados
ru_ru: Выбранные участники еще не уведомлены
th_th: สมาชิกที่เลือกยังไม่ได้รับการแจ้งเตือน
vi_vn: Chưa thông báo cho các thành viên được lựa chọn
zh_cn: 相关人员将不会收到通知
zh_tw: 相關人員將不會收到通知

# fhs
source: Send a notification
de_de: Benachrichtigung senden
es_es: Enviar una notificación
fr_fr: Envoyer une notification
hi_in: नोटिफ़िकेशन भेजें
id_id: Kirim notifikasi
it_it: Invia una notifica
ja_jp: 同時に通知を送信
ko_kr: 알림 보내기
ms_my: Hantar pemberitahuan
pt_br: Enviar uma notificação
ru_ru: Отправить уведомление
th_th: ส่งการแจ้งเตือน
vi_vn: Gửi thông báo
zh_cn: 同时发送通知
zh_tw: 同時傳送通知

# 1L0
source: Please enter key words
de_de: Bitte Schlüsselwörter eingeben
es_es: Introduce las palabras clave
fr_fr: Veuillez saisir des mots-clés
hi_in: कृपया कीवर्ड दर्ज करें
id_id: Masukkan kata kunci
it_it: Immetti parole chiave
ja_jp: キーワードを入力
ko_kr: 키워드를 입력하세요
ms_my: Sila masukkan kata kunci
pt_br: Insira palavras-chave
ru_ru: Введите ключевые слова
th_th: โปรดป้อนคำสำคัญ
vi_vn: Vui lòng nhập từ khóa
zh_cn: 请输入关键词搜索
zh_tw: 請輸入關鍵字搜尋

# 48c
source: Unable to copy here. Please go back to the table and try again.
de_de: Hier kann nicht kopiert werden. Bitte gehen Sie zurück zur Tabelle und versuchen Sie es erneut.
es_es: No se puede copiar aquí. Vuelve a la tabla e inténtalo de nuevo.
fr_fr: Impossible de copier ici. Veuillez retourner au tableau et réessayer.
id_id: Gagal menyalin di sini. Kembali ke tabel dan coba lagi.
it_it: Impossibile copiare qui. Torna alla tabella e riprova.
ja_jp: このページでのコピーはサポートされていません。コピーするには、テーブルに戻って操作してください。
ko_kr: 여기서 복사할 수 없습니다. 표로 돌아가서 다시 시도하세요.
ms_my: Tidak dapat menyalin di sini. Sila kembali ke jadual dan cuba lagi.
pt_br: Não é possível copiar aqui. Volte para a tabela e tente novamente.
ru_ru: Невозможно скопировать сюда. Вернитесь к таблице и повторите попытку.
th_th: ไม่สามารถคัดลอกที่นี่ได้ โปรดกลับไปที่ตารางแล้วลองอีกครั้ง
vi_vn: Không thể sao chép tại đây. Vui lòng quay lại bảng rồi thử lại.
zh_cn: 暂不支持在当前页面复制，请返回数据表操作
zh_tw: 暫不支援在目前頁面複製，請返回資料表操作
