Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 4/w
source: Apply the heading to the selected content to create outline
de_de: Überschrift auf ausgewählten Inhalt anwenden und Gliederung erstellen
es_es: Aplicar el título al contenido seleccionado para crear un esquema
fr_fr: Appliquer le titre au contenu sélectionné afin de créer une structure
hi_in: रूपरेखा बनाने के लिए चयनित कांटेंट पर शीर्षक लागू करें
id_id: Terapkan judul ke konten yang dipilih untuk membuat garis besar
it_it: Applica l'intestazione al contenuto selezionato per creare la struttura
ja_jp: ツールバーから見出しを使用すると、目次を表示できます
ko_kr: 선택한 내용에 제목을 적용하여 개요를 생성하세요
ms_my: Guna tajuk pada kandungan terpilih untuk cipta rangka
pt_br: Aplicar o cabeçalho ao conteúdo selecionado para criar uma estrutura de tópicos
ru_ru: Примените заголовок к выбранному содержимому, чтобы создать содержание
th_th: ใช้หัวเรื่องกับเนื้อหาที่เลือกเพื่อสร้างเค้าร่าง
vi_vn: Áp dụng tiêu đề vào nội dung đã lựa chọn để tạo dàn ý
zh_cn: 选中文档内容后应用标题样式即可生成目录
zh_tw: 選定文件內容後套用標題樣式即可產生目錄

# eX8
source: Total {{total}}
de_de: {{total}} insgesamt
es_es: {{total}} en total
hi_in: कुल {{total}}
it_it: {{total}} in totale
ja_jp: 合計：{{total}} ページ
ko_kr: 총 {{total}}개
ms_my: Jumlah {{total}}
ru_ru: Итого {{total}}
th_th: รวม {{total}}
vi_vn: Tổng cộng {{total}}
zh_cn: 共 {{total}} 页
zh_tw: 共 {{total}} 頁

# 3gg
source: Unable to preview
de_de: Vorschau nicht möglich
es_es: Error al previsualizar
fr_fr: Aperçu impossible
hi_in: पूर्वावलोकन करने में असमर्थ
id_id: Tidak dapat mempratinjau
it_it: Impossibile visualizzare anteprima
ja_jp: プレビューできません
ko_kr: 미리 볼 수 없습니다
ms_my: Tidak dapat pratonton
pt_br: Não é possível visualizar
ru_ru: Невозможно просмотреть
th_th: ไม่สามารถดูตัวอย่างได้
vi_vn: Không thể xem trước
zh_cn: 暂不支持预览
zh_tw: 暫不支援預覽

# WqI
source: Retention label settings
de_de: Einstellungen für Aufbewahrungs-Label
es_es: Configuración de etiqueta de retención
fr_fr: Paramètres des étiquettes de conservation
id_id: Pengaturan label retensi
it_it: Impostazioni etichette di conservazione
ja_jp: 保持ラベルの設定
ko_kr: 보존 레이블 설정
ms_my: Tetapan label penyimpanan
pt_br: Configurações do rótulo de retenção
ru_ru: Настройки метки хранения
th_th: การตั้งค่าป้ายกำกับการเก็บรักษา
vi_vn: Cài đặt nhãn lưu giữ
zh_cn: 保留标签设置
zh_tw: 保留標籤設定

# 5tI
source: The owner has turned off "Anyone with the link can view." Only collaborators can access.
de_de: Der Besitzer hat „Jeder mit dem Link kann anzeigen“ deaktiviert. Nur Mitarbeiter können darauf zugreifen.
es_es: El propietario ha desactivado la opción "Cualquiera con el enlace puede ver el contenido". Solo los colaboradores pueden acceder.
fr_fr: Le propriétaire a désactivé l'option « Affichage autorisé pour toute personne disposant du lien ». L'accès n'est autorisé qu'aux seuls collaborateurs.
hi_in: ओनर ने "लिंक के साथ कोई भी व्यक्ति देख सकता है" बंद किया. केवल सहयोगी ऐक्सेस कर सकते हैं.
id_id: Pemilik telah menonaktifkan "Siapa pun yang memiliki tautan dapat melihat." Hanya kolaborator yang dapat mengakses.
it_it: Il proprietario ha disattivato l'opzione "Chiunque disponga del link può visualizzare". Solo i collaboratori possono accedere.
ja_jp: 所有者の設定により、「リンクを取得した全員にアクセスを許可」がオフになっているため、共有してもドキュメントにアクセスできるのは共同編集者のみです。
ko_kr: 소유자가 "링크를 가진 사람은 누구나 읽기 가능"을 껐습니다. 공동 작업자만 액세스할 수 있습니다.
ms_my: Pemilik telah mematikan "Siapa sahaja dengan pautan boleh melihat." Hanya kolaborator yang boleh mengakses.
pt_br: O proprietário desativou "Qualquer pessoa com o link pode visualizar". Somente colaboradores podem acessar.
ru_ru: Владелец отключил функцию "Любой человек со ссылкой может просматривать". Только соавторы имеют доступ.
th_th: เจ้าของได้ปิด "ทุกคนที่มีลิงก์สามารถดูได้" เฉพาะผู้ร่วมงานเท่านั้นที่สามารถเข้าถึงได้
vi_vn: Chủ sở hữu nhóm đã tắt chế độ "Bất kỳ ai có liên kết đều có thể xem". Chỉ cộng tác viên mới có thể truy cập.
zh_cn: 文件夹所有者未开启“获得链接的任何人可访问”，继续分享后仅文件夹的协作者可访问。
zh_tw: 資料夾擁有者未開啟「獲得連結的任何人可存取」，繼續分享後僅資料夾的協作者可存取。

# qt4
source: "Anyone with the link can view" is turned off. Users without permission cannot access this folder even if you share its link. Turn it on?
de_de: „Jeder mit dem Link kann anzeigen“ ist deaktiviert. Benutzer ohne Berechtigung können nicht auf diesen Ordner zugreifen, selbst wenn Sie den zugehörigen Link teilen. Aktivieren?
es_es: La opción "Cualquiera con el enlace puede ver el contenido" está desactivada. Los usuarios sin permiso no podrán acceder a esta carpeta aunque compartas el enlace. ¿Activar?
fr_fr: « Toute personne disposant du lien peut afficher » est désactivé. Les utilisateurs sans autorisation ne peuvent pas accéder à ce dossier, même si vous partagez son lien. Activer ?
hi_in: "लिंक के साथ कोई भी व्यक्ति देख सकता है" बंद किया गया है. आपके द्वारा इसका लिंक साझा करने पर भी बिना अनुमति वाले उपयोगकर्ता यह फ़ोल्डर ऐक्सेस नहीं कर सकते. इसे चालू करें?
id_id: “Siapa pun yang memiliki tautan dapat melihat” dinonaktifkan. Pengguna yang tidak memiliki izin tidak dapat mengakses folder ini meskipun Anda membagikan tautannya. Aktifkan?
it_it: Opzione "Chiunque disponga del link può visualizzare" disattivata. Gli utenti senza autorizzazione non possono accedere a questa cartella anche se ne condividi il link. Vuoi attivarla?
ja_jp: 「リンクを取得した全員にアクセスを許可」がオフになっているため、共有しても共同編集者以外はこのドキュメントにアクセスできません。オンにしますか？
ko_kr: "링크를 가진 사람은 누구나 읽기 가능"이 꺼져 있습니다. 권한이 없는 사용자는 회원님이 링크를 공유하더라도 이 폴더에 액세스할 수 없습니다. 켜시겠습니까?
ms_my: "Siapa sahaja dengan pautan boleh melihat" dimatikan. Pengguna tanpa kebenaran tidak boleh mengakses folder ini walaupun anda kongsikan pautannya. Hidupkan?
pt_br: "Qualquer pessoa com o link pode visualizar" está desativado. Usuários sem permissão não podem acessar esta pasta mesmo se você compartilhar o link dela. Ativar?
ru_ru: Режим «Просмотр доступен всем пользователям со ссылкой» выключен. Пользователи без разрешения не смогут получить доступ к этой папке, даже если вы поделитесь ее ссылкой. Включить?
th_th: “ทุกคนที่มีลิงก์สามารถดูได้” ปิดอยู่ ผู้ใช้ที่ไม่มีสิทธิ์การอนุญาตไม่สามารถเข้าถึงโฟลเดอร์นี้ได้แม้ว่าคุณจะแบ่งปันลิงก์ก็ตาม เปิดหรือไม่
vi_vn: Đã tắt chế độ "Bất kỳ ai có liên kết đều có thể xem". Người dùng không có quyền không thể truy cập thư mục này ngay cả khi bạn đã chia sẻ liên kết. Bật tính năng này?
zh_cn: 当前文件夹未开启“获得链接的任何人可访问”，继续分享后非协作者无权限查看内容，是否开启该功能？
zh_tw: 目前資料夾未開啟「取得連結的任何人可存取」，繼續分享後非協作者無權限查看內容，是否開啟該功能？

# 6X0
source: Contact Support
de_de: Support kontaktieren
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
hi_in: सहायक से संपर्क करें
id_id: Hubungi Dukungan
it_it: Contatta supporto tecnico
ja_jp: サポートに連絡
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Sokongan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ bộ phận Hỗ trợ
zh_cn: 联系客服
zh_tw: 聯絡客服

# IXc
source: Well done! You've completed all your tasks.
de_de: Genial! Sie haben all Ihre Aufgaben abgeschlossen.
es_es: ¡Bien hecho! Has completado todas tus tareas.
fr_fr: Bravo ! Vous avez terminé toutes vos tâches.
hi_in: बहुत खूब! आपने अपने सभी कार्य पूरे कर लिए हैं.
id_id: Bagus sekali! Anda telah menyelesaikan semua tugas Anda.
it_it: Molto bene. Hai completato tutte le tue attività.
ja_jp: 全てのタスクを完成しました！
ko_kr: 수고하셨습니다! 할 일을 모두 완료했습니다.
ms_my: Syabas! Anda telah menyelesaikan semua tugasan anda.
pt_br: Muito bem! Você concluiu todas as suas tarefas.
ru_ru: Отлично сработано! Вы выполнили все свои задачи.
th_th: เยี่ยมมาก! คุณได้ทำงานทั้งหมดสำเร็จแล้ว
vi_vn: Tốt lắm! Bạn đã hoàn thành tất cả các nhiệm vụ.
zh_cn: 真棒，你已完成所有任务
zh_tw: 真棒，你已完成所有任務

# HXg
source: This task was deleted.
de_de: Diese Aufgabe wurde gelöscht.
es_es: Esta tarea se ha eliminado.
fr_fr: Cette tâche a été supprimée.
hi_in: यह कार्य हटाया गया.
id_id: Tugas ini telah dihapus.
it_it: Questa attività è stata eliminata.
ja_jp: このタスクは削除されました
ko_kr: 이 할 일은 삭제되었습니다.
ms_my: Tugas ini telah dipadam.
pt_br: Esta tarefa foi excluída.
ru_ru: Это задание было удалено.
th_th: งานนี้ถูกลบแล้ว
vi_vn: Nhiệm vụ này đã bị xóa.
zh_cn: 该任务已被删除
zh_tw: 已刪除該任務

# tIY
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完成
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Выполнено
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 已完成
zh_tw: 已完成

# lg0
source: Create New Tasks
de_de: Neue Aufgaben erstellen
es_es: Crear tareas nuevas
fr_fr: Créer de nouvelles tâches
hi_in: नए कार्य बनाएँ
id_id: Buat Tugas Baru
it_it: Crea nuove attività
ja_jp: タスクを新規作成
ko_kr: 새 할 일 생성
ms_my: Buat Tugasan Baru
pt_br: Criar novas tarefas
ru_ru: Создать новые задачи
th_th: สร้างงานใหม่
vi_vn: Tạo Nhiệm vụ Mới
zh_cn: 创建任务文档
zh_tw: 建立任務文件

# Pl0
source: You need edit permission for the document to be able to check the selected task.
de_de: Sie benötigen eine Bearbeitungsberechtigung für das Dokument, um die ausgewählte Aufgabe aktivieren zu können.
es_es: Necesitas permiso para editar el documento si quieres marcar la tarea seleccionada.
fr_fr: Vous devez disposer d'une autorisation de modification du document afin de pouvoir cocher la tâche sélectionnée.
hi_in: चयनित कार्य की जाँच करने हेतु आपको दस्तावेज़ के लिए संपादित करने की अनुमति चाहिए.
id_id: Anda memerlukan izin untuk mengedit dokumen agar dapat memeriksa tugas yang dipilih.
it_it: Devi disporre dell'autorizzazione per modificare il documento per poter selezionare l'attività desiderata.
ja_jp: このタスクが位置する Docs の編集権限がないため、操作できません
ko_kr: 선택한 할 일을 확인하려면 문서에 대한 편집 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran edit untuk dokumen agar dapat menyemak tugasan yang dipilih.
pt_br: Você precisa de permissão para editar para que o documento possa verificar a tarefa selecionada.
ru_ru: Для отметки выбранной задачи вам необходимо разрешение на редактирование документа.
th_th: คุณต้องการสิทธิ์การอนุญาตในการแก้ไขสำหรับเอกสารเพื่อให้สามารถเลือกงานที่เลือกไว้แล้วได้
vi_vn: Bạn cần chỉnh sửa quyền cho tài liệu để có thể kiểm tra tác vụ đã chọn.
zh_cn: 你没有该任务的编辑权限，无法操作。
zh_tw: 你沒有該任務的編輯權限，無法操作。

# 6Ds
source: Your tasks will be listed here. You can manage your to-do list.
de_de: Ihre Aufgaben werden hier aufgeführt. Sie können Ihre Aufgabenliste verwalten.
es_es: Tus tareas se van a mostrar aquí. Puedes gestionar tu lista de tareas.
fr_fr: Vos tâches seront répertoriées ici. Vous pouvez gérer votre liste de tâches.
hi_in: आपके कार्य यहाँ सूचीबद्ध किए जाएँगे. आप अपनी टु-डू लिस्ट प्रबंधित कर सकते हैं.
id_id: Tugas Anda akan ditampilkan di sini. Anda dapat mengelola daftar tugas Anda.
it_it: Le tue attività verranno elencate qui. Puoi gestire il tuo elenco attività.
ja_jp: Docs のタスクリストでは、編集権限を持つ Docs でメンションされたタスクはすべて表示されます
ko_kr: 여기에 할 일이 나열됩니다. 할 일 목록을 관리할 수 있습니다.
ms_my: Senarai tugasan anda akan tersenarai di sini. Anda boleh mengurus senarai tugas.
pt_br: Suas tarefas serão listadas aqui. Você pode gerenciar sua lista de tarefas.
ru_ru: Ваши задания будут перечислены здесь. Вы можете управлять свои списком задач.
th_th: งานของคุณจะแสดงรายการไว้ที่นี่ คุณสามารถจัดการรายการที่ต้องทำของคุณได้
vi_vn: Nhiệm vụ của bạn sẽ được liệt kê tại đây. Bạn có thể quản lý danh sách những việc cần làm của mình.
zh_cn: 在文档的任务列表中，通过 @ 提及你并授予编辑权限的任务都会显示在此，方便统一管理
zh_tw: 在文件的任務清單中，透過 @ 提及你並授予編輯權限的任務都會顯示在此，方便統一管理

# A0U
source: No tasks yet
de_de: Noch keine Aufgaben
es_es: Aún no tienes tareas
fr_fr: Aucune tâche pour le moment
hi_in: अभी तक कोई कार्य नहीं
id_id: Belum ada tugas
it_it: Ancora nessuna attività
ja_jp: タスクはありません
ko_kr: 아직 할 일이 없습니다
ms_my: Tiada tugasan lagi
pt_br: Nenhuma tarefa ainda
ru_ru: Нет заданий
th_th: ยังไม่มีงาน
vi_vn: Chưa có nhiệm vụ nào.
zh_cn: 暂无任务
zh_tw: 暫無任務

# qVw
source: @Mention yourself or others to assign tasks
de_de: Sich selbst oder andere @erwähnen, um Aufgaben zuzuweisen
es_es: @Mencionarse a sí mismo o a otros para asignar tareas
fr_fr: @mentionnez vous-même ou d'autres personnes à qui attribuer des tâches
hi_in: कार्य असाइन करने के लिए @स्वयं या अन्य का उल्लेखित करें
id_id: @Sebut diri Anda atau orang lain untuk menetapkan tugas
it_it: @Menziona te stesso o altri per assegnare attività
ja_jp: 自分または他人を @メンションしてタスクを割り当てます
ko_kr: 본인 또는 다른 사람을 @멘션하여 할 일 할당
ms_my: @Sebut diri sendiri atau orang lain untuk menugaskan tugas
pt_br: @Mencione a si mesmo ou outros para atribuir tarefas.
ru_ru: @Упомяните себя или других для назначения заданий
th_th: @กล่าวถึงตนเองหรือผู้อื่นเพื่อมอบหมายงาน
vi_vn: @Đề cập chính bạn hoặc người khác để giao nhiệm vụ
zh_cn: @自己或他人来指派任务
zh_tw: @自己或他人來指派任務

# +sA
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
hi_in: कार्य
id_id: Tugas
it_it: Attività
ja_jp: タスク
ko_kr: 할 일
ms_my: Tugas
pt_br: Tarefas
ru_ru: Задания
th_th: งาน
vi_vn: Nhiệm vụ
zh_cn: 任务中心
zh_tw: 任務中心

# Xq0
source: In progress
de_de: Ausstehend
es_es: Pendiente
fr_fr: en attente
hi_in: लंबित
id_id: Dalam proses
it_it: In sospeso
ja_jp: 未完成
ko_kr: 보류 중
ms_my: Dalam proses
pt_br: Pendente
ru_ru: В ожидании
th_th: รอดำเนินการ
vi_vn: Đang chờ duyệt
zh_cn: 待完成
zh_tw: 待完成

# M9Y
source: Unable to access due to the administrator‘s security settings.
de_de: Auf die Vorschau kann aufgrund der Sicherheitseinstellungen des Administrators nicht zugegriffen werden.
es_es: No se puede acceder debido a la configuración de seguridad del administrador.
fr_fr: Accès impossible en raison des paramètres de sécurité de l’administrateur.
hi_in: एडमिनिस्ट्रेटर की सुरक्षा सेटिंग्स के कारण ऐक्सेस करने में असमर्थ.
id_id: Gagal mengakses karena pengaturan keamanan administrator.
it_it: Impossibile accedere a causa delle impostazioni di sicurezza dell'amministratore.
ja_jp: 管理者のセキュリティ設定により、閲覧できません
ko_kr: 관리자의 보안 설정으로 인해 액세스할 수 없습니다.
ms_my: Tidak dapat mengakses kerana tetapan keselamatan pentadbir.
pt_br: Falha ao acessar devido às configurações de segurança do administrador.
ru_ru: Невозможно получить доступ из-за настроек безопасности администратора.
th_th: ไม่สามารถเข้าถึงได้เนื่องจากการตั้งค่าความปลอดภัยของผู้ดูแล
vi_vn: Không thể truy cập do cài đặt bảo mật của quản trị viên.
zh_cn: 由于管理员的安全设置，暂不支持查看
zh_tw: 由於管理員的安全性設定，暫不支援查看

# E0A
source: Unable to preview due to the administrator‘s security settings.
de_de: Die Vorschau kann aufgrund der Sicherheitseinstellungen des Administrators nicht angezeigt werden.
es_es: No se puede obtener una visualización debido a la configuración de seguridad del administrador.
fr_fr: Prévisualisation impossible en raison des paramètres de sécurité de l’administrateur.
hi_in: एडमिनिस्ट्रेटर की सुरक्षा सेटिंग्स के कारण पूर्वावलोकन करने में असमर्थ.
id_id: Gagal melakukan pratinjau karena pengaturan keamanan administrator.
it_it: Anteprima non disponibile a causa delle impostazioni di sicurezza dell'amministratore.
ja_jp: 管理者のセキュリティ設定により、プレビューできません
ko_kr: 관리자의 보안 설정으로 인해 미리 볼 수 없습니다.
ms_my: Tidak dapat pratonton kerana tetapan keselamatan pentadbir.
pt_br: Falha ao visualizar devido às configurações de segurança do administrador.
ru_ru: Предварительный просмотр невозможен из-за настроек безопасности администратора.
th_th: ไม่สามารถดูตัวอย่างได้เนื่องจากการตั้งค่าความปลอดภัยของผู้ดูแล
vi_vn: Không thể xem trước do cài đặt bảo mật của quản trị viên.
zh_cn: 由于管理员的安全设置，暂不支持预览
zh_tw: 由於管理員的安全性設定，暫不支援預覽

# nRo
source: Unable to preview.
de_de: Vorschau nicht möglich.
es_es: No se puede visualizar.
fr_fr: Prévisualisation impossible.
hi_in: पूर्वावलोकन करने में असमर्थ.
id_id: Gagal melakukan pratinjau.
it_it: Anteprima non disponibile.
ja_jp: プレビューできません
ko_kr: 미리 볼 수 없습니다.
ms_my: Tidak dapat pratonton.
pt_br: Falha ao visualizar.
ru_ru: Не удалось просмотреть.
th_th: ไม่สามารถดูตัวอย่างได้
vi_vn: Không thể xem trước.
zh_cn: 暂不支持预览
zh_tw: 暫不支援預覽

# rAM
source: Upload File
de_de: Datei hochladen
es_es: Subir archivo
fr_fr: Envoyer un fichier
hi_in: फ़ाइल अपलोड करें
id_id: Unggah File
it_it: Carica file
ja_jp: ファイルをアップロード
ko_kr: 파일 업로드
ms_my: Muat naik Fail
pt_br: Carregar arquivo
ru_ru: Загрузить файл
th_th: อัปโหลดไฟล์
vi_vn: Tải lên tập tin
zh_cn: 上传文件
zh_tw: 上傳檔案

# Fjo
source: Upload Image
de_de: Bild hochladen
es_es: Subir imagen
fr_fr: Envoyer une image
hi_in: छवि अपलोड करें
id_id: Unggah Gambar
it_it: Carica immagine
ja_jp: 画像をアップロード
ko_kr: 이미지 업로드
ms_my: Muat naik Imej
pt_br: Carregar imagem
ru_ru: Загрузить изображение
th_th: อัปโหลดภาพ
vi_vn: Tải lên hình ảnh
zh_cn: 上传图片
zh_tw: 上傳圖片

# 75c
source: Unable to preview. File is password protected.
de_de: Vorschau nicht möglich. Datei ist kennwortgeschützt.
es_es: Error al hacer vista previa. El archivo está protegido por contraseña.
fr_fr: Aperçu impossible. Le fichier est protégé par mot de passe.
hi_in: पूर्वावलोकन करने में विफल. फ़ाइल पासवर्ड संरक्षित है.
id_id: Gagal mempratinjau. File dilindungi kata sandi.
it_it: Impossibile visualizzare anteprima. File protetto da password.
ja_jp: ファイルは暗号化されているため、プレビューできません
ko_kr: 미리 볼 수 없습니다. 파일이 비밀번호로 보호되어 있습니다.
ms_my: Tidak dapat pratonton. Fail dilindungi kata laluan.
pt_br: Falha ao visualizar. O arquivo é protegido por senha.
ru_ru: Невозможно просмотреть. Файл защищен паролем.
th_th: ไม่สามารถดูตัวอย่างได้ ไฟล์ได้รับการปกป้องด้วยรหัสผ่าน
vi_vn: Không thể xem trước. Tệp tin được bảo vệ bằng mật khẩu.
zh_cn: 文件已加密，暂不支持预览
zh_tw: 檔案已加密，暫不支援預覽

# KAA
source: Loading preview...
de_de: Vorschau wird geladen...
es_es: Cargando vista previa...
fr_fr: Chargement de l'aperçu…
hi_in: पूर्वावलोकन लोड किया जा रहा है...
id_id: Memuat pratinjau...
it_it: Caricamento dell'anteprima in corso...
ja_jp: プレビューを読み込んでいます。しばらくお待ちください
ko_kr: 미리 보기 로딩 중...
ms_my: Memuatkan pratonton...
pt_br: Carregando visualização...
ru_ru: Загрузка предварительного просмотра...
th_th: กำลังโหลดตัวอย่าง...
vi_vn: Đang tải bản xem trước...
zh_cn: 正在加载预览，请稍候
zh_tw: 正在載入預覽，請稍候

# /wI
source: Creating a copy... Please try again later.
de_de: Kopie wird erstellt... Versuchen Sie es später erneut.
es_es: Creando una copia... Inténtalo de nuevo más tarde.
fr_fr: Création d'une copie… Veuillez réessayer plus tard.
hi_in: कॉपी बनाई जा रही है... कृपया बाद में पुनः प्रयास करें.
id_id: Membuat salinan... Coba lagi nanti.
it_it: Creazione di una copia in corso. Riprova più tardi.
ja_jp: コピーを作成しています。後ほど再試行してください
ko_kr: 사본 생성 중... 나중에 다시 시도해 보세요.
ms_my: Mencipta salinan... Sila cuba lagi kemudian.
pt_br: Criando uma cópia... Tente novamente mais tarde.
ru_ru: Создание копии... Повторите попытку позже.
th_th: กำลังสร้างสำเนา... โปรดลองอีกครั้งภายหลัง
vi_vn: Đang tạo bản sao... Vui lòng thử lại sau.
zh_cn: 正在创建副本，请稍后再试
zh_tw: 正在建立副本，請稍後再試

# /Rs
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# 5n0
source: Confirm
ja_jp: 確認
ru_ru: Подтвердить
zh_cn: 确定
zh_tw: 確定

# TWE
source: Please note
ja_jp: ヒント
ru_ru: Обратите внимание
zh_cn: 提示
zh_tw: 提示

# d7M
source: {{APP_DISPLAY_NAME}} Docs is now compatible with Apple Pencil on iPad. Try now!
de_de: {{APP_DISPLAY_NAME}} Docs ist nun mit dem Apple Pencil auf iPad kompatibel. Jetzt testen!
es_es: Docs de {{APP_DISPLAY_NAME}} ya es compatible con Apple Pencil en el iPad. ¡Pruébalo ya!
fr_fr: {{APP_DISPLAY_NAME}} Docs est désormais compatible avec l'Apple Pencil sur iPad. Essayez dès maintenant !
hi_in: {{APP_DISPLAY_NAME}} Docs अब iPad पर Apple Pencil के साथ संगत है. अभी आज़माएँ!
id_id: {{APP_DISPLAY_NAME}} Docs sekarang kompatibel dengan Apple Pencil di iPad. Coba sekarang!
it_it: {{APP_DISPLAY_NAME}} Docs è ora compatibile con Apple Pencil su iPad. Prova ora!
ja_jp: iPad 版から Apple Pencil で描画できるようになりました。早速試してみましょう！
ko_kr: {{APP_DISPLAY_NAME}} Docs가 이제 iPad에서 Apple Pencil과 호환됩니다. 지금 사용해 보세요!
ms_my: {{APP_DISPLAY_NAME}} Docs kini serasi dengan Apple Pencil pada iPad. Cuba sekarang!
pt_br: {{APP_DISPLAY_NAME}} Docs agora é compatível com o Apple Pencil no iPad. Experimente agora!
ru_ru: Docs теперь совместимы с Apple Pencil на iPad. Попробуйте сейчас!
th_th: {{APP_DISPLAY_NAME}} Docs สามารถใช้งานร่วมกับ Apple Pencil บน iPad ได้แล้วในขณะนี้ ลองใช้เลย!
vi_vn: {{APP_DISPLAY_NAME}} Docs hiện đã tương thích với Apple Pencil trên iPad. Thử ngay!
zh_cn: iPad 端支持通过 Apple Pencil 绘图啦！快来体验吧。
zh_tw: iPad 端已支援透過 Apple Pencil 繪圖！快來體驗吧。

# fXI
source: Unable to continue editing. Current image was deleted.
ja_jp: この図形が削除されたため、描画できません
ru_ru: Невозможно продолжить редактирование. Текущее изображение было удалено.
zh_cn: 当前绘图已被删除，无法继续绘制
zh_tw: 目前繪圖已被刪除，無法繼續繪製

# ipY
source: Unable to get data. Network error.
ja_jp: ネットワークエラーにより、データを取得できませんでした
ru_ru: Не удалось получить данные. Ошибка сети.
zh_cn: 网络异常，未能获取数据
zh_tw: 網路異常，未能取得資料

# mMA
source: Exit
ja_jp: 終了
ru_ru: Выход
zh_cn: 退出
zh_tw: 退出

# +EI
source: New version available. Update now?
ja_jp: この図形に新しいバージョンがあります。更新しますか？
ru_ru: Доступна новая версия. Обновить сейчас?
zh_cn: 当前绘图有新版本，是否更新？
zh_tw: 目前繪圖有新版本，是否更新？

# Qtk
source: Try Again
ja_jp: リトライ
ru_ru: Попробовать еще раз
zh_cn: 重试
zh_tw: 重試

# v5A
source: Update
ja_jp: 更新
ru_ru: Обновить
zh_cn: 更新
zh_tw: 更新

# b8U
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 編集完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成编辑
zh_tw: 完成編輯

# 7wg
source: Unable to make a copy
de_de: Erstellen einer Kopie nicht möglich
es_es: No se puede hacer una copia
fr_fr: Échec de la création d'une copie
hi_in: कॉपी बनाने में असमर्थ
id_id: Gagal membuat salinan
it_it: Impossibile creare una copia.
ja_jp: コピーを作成できません
ko_kr: 사본을 만들 수 없습니다
ms_my: Tidak dapat membuat salinan
pt_br: Falha ao fazer uma cópia
ru_ru: Невозможно сделать копию
th_th: ไม่สามารถทำสำเนาได้
vi_vn: Không thể tạo bản sao
zh_cn: 无法创建副本
zh_tw: 無法建立副本
