Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# qRc
source: Unable to create new document. Please try again later.
de_de: Neues Dokument kann nicht erstellt werden. Bitte versuchen Sie es später erneut.
es_es: No se puede crear el documento nuevo. Inténtalo de nuevo más tarde.
fr_fr: Impossible de créer un nouveau document. Veuillez réessayer plus tard.
id_id: Gagal membuat dokumen baru. Coba lagi nanti.
it_it: Impossibile creare un nuovo documento. Riprova più tardi.
ja_jp: 作成できませんでした。後で再試行してください。
ko_kr: 새 문서를 생성할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat membuat dokumen baru. Sila cuba lagi kemudian.
pt_br: Não foi possível criar um novo documento. Tente novamente mais tarde.
ru_ru: Не удается создать новый документ. Повторите попытку позже.
th_th: ไม่สามารถสร้างเอกสารใหม่ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tạo tài liệu mới. Vui lòng thử lại sau.
zh_cn: 创建失败，请稍后重试
zh_tw: 建立失敗，請稍後重試

# f6c
source: Document unlinked
de_de: Verknüpfung des Dokuments getrennt
es_es: Documento desvinculado
fr_fr: Document dissocié
id_id: Tautan dokumen dilepas
it_it: Documento scollegato
ja_jp: リンクを解除しました。
ko_kr: 문서의 연결이 해제되었습니다
ms_my: Dokumen tidak disambung
pt_br: Documento desvinculado
ru_ru: Документ отвязан
th_th: ยกเลิกการลิงก์เอกสารแล้ว
vi_vn: Đã hủy liên kết tài liệu
zh_cn: 文档已解除关联
zh_tw: 文件已解除關聯

# gNQ
source: Link failed. Please try again later.
de_de: Verknüpfung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al vincular. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'association. Veuillez réessayer plus tard.
id_id: Penautan gagal. Coba lagi nanti.
it_it: Collegamento non riuscito. Riprova più tardi.
ja_jp: 関連付けできませんでした。後で再試行してください。
ko_kr: 연결하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Pautan gagal. Sila cuba lagi kemudian.
pt_br: O link falhou. Tente novamente mais tarde.
ru_ru: Ошибка привязки. Повторите попытку позже.
th_th: ลิงก์ไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Liên kết không thành công. Vui lòng thử lại sau.
zh_cn: 关联失败，请稍后重试
zh_tw: 關聯失敗，請稍後重試

# FHU
source: Linked projects
de_de: Verknüpfte Projekte
es_es: Proyectos vinculados
fr_fr: Projets associés
id_id: Proyek yang ditautkan
it_it: Progetti collegati
ja_jp: 関連事項
ko_kr: 연결된 프로젝트
ms_my: Projek yang dipaut
pt_br: Projetos vinculados
ru_ru: Привязанные проекты
th_th: โครงการที่ลิงก์
vi_vn: Dự án đã liên kết
zh_cn: 关联事项
zh_tw: 關聯事項

# l1o
source: New Docs
de_de: Neue Docs
es_es: Nuevo documento de Docs
fr_fr: Nouveaux Docs
id_id: Docs Baru
it_it: Nuovo Docs
ja_jp: Docs を新規作成
ko_kr: 새 문서
ms_my: Docs Baharu
pt_br: Novo Docs
ru_ru: Новый документ Docs
th_th: Docs ใหม่
vi_vn: Docs mới
zh_cn: 新建文档
zh_tw: 建立新文件

# EEs
source: Select Docs
de_de: Docs auswählen
es_es: Seleccionar documento de Docs
fr_fr: Sélectionner des Docs
id_id: Pilih Docs
it_it: Seleziona Docs
ja_jp: Docs を選択
ko_kr: Docs 선택
ms_my: Pilih Docs
pt_br: Selecionar Docs
ru_ru: Выбрать документ Docs
th_th: เลือก Docs
vi_vn: Chọn Docs
zh_cn: 选择已有文档
zh_tw: 選擇現有文件

# X5U
source: Select from existing docs
de_de: Aus bestehenden Docs auswählen
es_es: Seleccionar de documentos existentes
fr_fr: Sélectionner à partir des Docs existants
id_id: Pilih dari docs yang sudah ada
it_it: Seleziona dai Docs esistenti
ja_jp: 既存の Docs から選択
ko_kr: 기존 Docs에서 선택
ms_my: Pilih dari dokumen sedia ada
pt_br: Selecionar a partir de documentos existentes
ru_ru: Выберите из существующих документов
th_th: เลือกจาก Docs ที่มีอยู่
vi_vn: Chọn từ Docs hiện có
zh_cn: 选择已有文档
zh_tw: 選擇現有文件

# CIY
source: Unlink failed. Please try again later.
de_de: Trennen der Verknüpfung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al desvincular. Inténtalo de nuevo más tarde.
fr_fr: Échec de la dissociation. Veuillez réessayer plus tard.
id_id: Gagal melepas tautan. Coba lagi nanti.
it_it: Scollegamento non riuscito. Riprova più tardi.
ja_jp: 関連付けを解除できませんでした。後で再試行してください。
ko_kr: 연결을 해제하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Nyahpaut gagal. Sila cuba lagi kemudian.
pt_br: Falha ao desvincular. Tente novamente mais tarde.
ru_ru: Ошибка отвязывания. Повторите попытку позже.
th_th: ยกเลิกการลิงก์ไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Hủy liên kết không thành công. Vui lòng thử lại sau.
zh_cn: 解绑失败，请稍后重试
zh_tw: 解除綁定失敗，請稍後重試

# 9YY
source: Once unlinked, visitors won't be able to view this document directly from this page.
de_de: Nach dem Trennen der Verknüpfung können Besucher dieses Dokument nicht mehr direkt über diese Seite ansehen.
es_es: Una vez desvinculado, los visitantes no podrán ver este documento directamente desde esta página.
fr_fr: Après la dissociation, les visiteurs ne pourront plus consulter ce document directement à partir de cette page.
id_id: Setelah tautan dilepas, pengunjung tidak akan bisa melihat dokumen ini secara langsung dari halaman ini.
it_it: Una volta scollegato, i visitatori non potranno visualizzare questo documento direttamente da questa pagina.
ja_jp: 解除すると、ほかのユーザーはこのページから Docs に直接アクセスできなくなります。
ko_kr: 연결을 해제하면 방문자는 이 페이지에서 이 문서를 직접 볼 수 없게 됩니다.
ms_my: Sekali dinyahpaut, pengunjung tidak akan dapat melihat dokumen ini secara langsung dari halaman ini.
pt_br: Uma vez desvinculado, os visitantes não poderão visualizar esse documento diretamente nesta página.
ru_ru: После отвязывания документа посетители не смогут просматривать его напрямую с этой страницы.
th_th: เมื่อยกเลิกการลิงก์แล้ว ผู้เยี่ยมชมจะไม่สามารถดูเอกสารนี้จากหน้านี้ได้โดยตรง
vi_vn: Sau khi hủy liên kết, người truy cập sẽ không thể xem tài liệu này trực tiếp từ trang này.
zh_cn: 解除后，访问者将无法直接从该页面查看此文档
zh_tw: 解除後，造訪者將無法直接從該頁面查看此文件

# aMI
source: Unlink
de_de: Verknüpfung trennen
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการลิงก์
vi_vn: Hủy liên kết
zh_cn: 解除关联
zh_tw: 解除關聯

# K8I
source: Unlink this document?
de_de: Möchten Sie die Verknüpfung dieses Dokuments trennen?
es_es: ¿Desvincular este documento?
fr_fr: Dissocier ce document ?
id_id: Lepas tautan dokumen ini?
it_it: Scollegare questo documento?
ja_jp: 関連付けを解除しますか？
ko_kr: 이 문서의 연결을 해제하시겠습니까?
ms_my: Nyahpaut dokumen ini?
pt_br: Desvincular este documento?
ru_ru: Отвязать этот документ?
th_th: ยกเลิกการลิงก์เอกสารนี้หรือไม่
vi_vn: Hủy liên kết tài liệu này?
zh_cn: 确定解除关联该文档吗？
zh_tw: 確定要解除關聯該文件嗎？

# qgo
source: Unlink
de_de: Verknüpfung trennen
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 関連付けを解除
ko_kr: 연결 해제
ms_my: Nyahpautkan
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการลิงก์
vi_vn: Hủy liên kết
zh_cn: 解除文档关联
zh_tw: 解除文件關聯

# D5Q
source: Unable to upload. File type not supported.
de_de: Hochladen nicht möglich. Dateityp wird nicht unterstützt.
es_es: No se puede subir. Tipo de archivo no admitido.
fr_fr: Téléchargement impossible. Le type de fichier n'est pas pris en charge.
id_id: Gagal mengunggah. Tipe file tidak didukung.
it_it: Impossibile caricare. Tipo di file non supportato.
ja_jp: この種類のファイルをアップロードできません。
ko_kr: 업로드할 수 없습니다. 지원되지 않는 파일 형식입니다.
ms_my: Tidak dapat memuat naik. Jenis fail tidak disokong.
pt_br: Falha ao carregar. Tipo de arquivo não permitido.
ru_ru: Не удается загрузить. Тип файла не поддерживается.
th_th: ไม่สามารถอัปโหลดได้ ไม่รองรับไฟล์ประเภทนี้
vi_vn: Không thể tải lên. Không hỗ trợ loại tập tin này.
zh_cn: 无法上传，暂不支持该类型的文件
zh_tw: この種類のファイルをアップロードできません。

# uRU
source: Hold to dictate
de_de: Zum Diktieren halten
es_es: Mantén pulsado para dictar
fr_fr: Maintenir pour dicter
id_id: Tahan untuk mendikte
it_it: Tieni premuto per dettare
ja_jp: 長押しして話す
ko_kr: 길게 눌러 받아쓰기
ms_my: Tahan untuk mengeja
pt_br: Segure para ditar
ru_ru: Удерживайте, чтобы продиктовать
th_th: กดค้างเพื่อถอดเสียง
vi_vn: Giữ để đọc chính tả
zh_cn: 长按开始说话
zh_tw: 長按開始說話

# bAs
source: Synced Block
de_de: Synchronisierter Block
es_es: Bloque sincronizado
fr_fr: Bloc synchronisé
id_id: Blok yang Disinkronkan
it_it: Blocco sincronizzato
ja_jp: 同期ブロック
ko_kr: 동기화된 블록
ms_my: Blok yang Diselaraskan
pt_br: Bloco sincronizado
ru_ru: Синхронизированный блок
th_th: บล็อกที่ซิงค์
vi_vn: Khối đã đồng bộ
zh_cn: 同步块
zh_tw: 即時引用

# 5g8
source: Contact Support
de_de: An den Support wenden
es_es: Contactar con soporte técnico
fr_fr: Contacter l'assistance
id_id: Hubungi Dukungan
it_it: Contatta il supporto tecnico
ja_jp: サポートに連絡
ko_kr: 지원팀에 문의하기
ms_my: Hubungi Sokongan
pt_br: Entrar em contato com o suporte
ru_ru: Связаться с поддержкой
th_th: ติดต่อทีมสนับสนุน
vi_vn: Liên hệ bộ phận hỗ trợ
zh_cn: 联系客服
zh_tw: 聯絡客服

# VdU
source: Convert to Template
de_de: In eine Vorlage konvertieren
es_es: Convertir en plantilla
fr_fr: Convertir en modèle
id_id: Konversikan ke Templat
it_it: Converti in modello
ja_jp: テンプレートに変換
ko_kr: 템플릿으로 변환
ms_my: Tukar ke Templat
pt_br: Converter em modelo
ru_ru: Преобразовать в шаблон
th_th: แปลงเป็นเทมเพลต
vi_vn: Chuyển đổi thành Mẫu
zh_cn: 转换为模板
zh_tw: 轉換為範本

# 3RA
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
id_id: Salin Tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin Pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

# Ezc
source: Action failed according to the security setting of the file owner's organization
de_de: Die Aktion ist in Übereinstimmung mit der Sicherheitseinstellung der Organisation des Dateibesitzers fehlgeschlagen
es_es: Error en la acción según la configuración de seguridad de la organización del propietario del archivo
fr_fr: Échec de l'opération, conformément au paramètre de sécurité de l'organisation du propriétaire du fichier
id_id: Tindakan gagal sesuai dengan pengaturan keamanan organisasi pemilik file
it_it: Azione non riuscita come previsto dall'impostazione di sicurezza dell'organizzazione del proprietario del file
ja_jp: 相手方の法人のセキュリティ設定により、この操作は実行できません。
ko_kr: 파일 소유자 기업의 보안 설정에 따라 작업이 실패했습니다
ms_my: Tindakan gagal mengikut tetapan keselamatan organisasi pemilik fail
pt_br: A ação falhou de acordo com a configuração de segurança da organização do proprietário do arquivo
ru_ru: Действие не выполнено из-за настроек безопасности организации владельца файла.
th_th: การดำเนินการล้มเหลวตามการตั้งค่าด้านความปลอดภัยขององค์กรของเจ้าของไฟล์
vi_vn: Thao tác không thành công do cài đặt bảo mật của tổ chức chủ sở hữu tập tin
zh_cn: 由于对方的企业安全设置，无法进行该操作
zh_tw: 由於對方的企業安全性設定，無法進行該操作

# h+Q
source: Selected files contain organizational sensitive information. Cannot operate according to the organization's security setting
de_de: Ausgewählte Dateien enthalten vertrauliche Informationen der Organisation. Sie können gemäß der Sicherheitseinstellung der Organisation nicht verarbeitet werden
es_es: Los archivos seleccionados contienen información confidencial de la organización. No se puede utilizar de acuerdo con la configuración de seguridad de la organización
fr_fr: Les fichiers sélectionnés contiennent des informations sensibles de l'organisation. Exécution impossible, conformément aux paramètres de sécurité de l'organisation
id_id: File yang dipilih mengandung informasi sensitif organisasi. Tidak dapat beroperasi sesuai dengan pengaturan keamanan organisasi
it_it: I file selezionati contengono informazioni sensibili dell'organizzazione. Non è possibile agire come previsto dall'impostazione per la sicurezza dell'organizzazione
ja_jp: 選択中のファイルに法人のセンシティブ情報が含まれています。法人のセキュリティ設定により、この操作は実行できません。
ko_kr: 선택한 파일에 기업의 중요한 정보가 포함되어 있습니다. 기업의 보안 설정에 따라 작업할 수 없습니다
ms_my: Fail yang dipilih mengandungi maklumat sensitif organisasi. Tidak dapat beroperasi mengikut tetapan keselamatan organisasi
pt_br: Os arquivos selecionados contêm informações sensíveis da organização. Não é possível operar de acordo com a configuração de segurança da organização
ru_ru: Выбранные файлы содержат конфиденциальную для организации информацию. Невозможно выполнить действие из-за настройки безопасности организации
th_th: ไฟล์ที่เลือกมีข้อมูลที่ละเอียดอ่อนขององค์กร ไม่สามารถดำเนินการได้ตามการตั้งค่าด้านความปลอดภัยขององค์กร
vi_vn: Các tập tin đã chọn có chứa thông tin nhạy cảm của tổ chức. Không thể thao tác do cài đặt bảo mật của tổ chức
zh_cn: 选中的文件包含企业敏感信息，由于企业安全设置，无法进行该操作
zh_tw: 所選檔案包含企業敏感資訊，由於企業安全性設定，無法進行該操作

# 6Dw
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# idw
source: Unable to invite external collaborators. The document contains organizational sensitive information and is protected by a policy.
de_de: Externe Kollaboratoren können nicht eingeladen werden. Das Dokument enthält vertrauliche Informationen über die Organisation und ist durch eine Richtlinie geschützt.
es_es: No se puede invitar a colaboradores externos. El documento contiene información confidencial de la organización y está protegido por una política.
fr_fr: Impossible d'inviter des collaborateurs externes. Le document contient des informations sensibles pour l'organisation et est protégé par une politique.
id_id: Gagal mengundang kolaborator eksternal. Dokumen tersebut mengandung informasi sensitif organisasi dan dilindungi oleh kebijakan.
it_it: Impossibile invitare collaboratori esterni. Il documento contiene informazioni sensibili dell'organizzazione ed è protetto da un criterio.
ja_jp: 外部の共同編集者を追加できません。このドキュメントに法人のセンシティブ情報が含まれており、法人のセキュリティ設定によって保護されています。
ko_kr: 외부 공동 작업자를 초대할 수 없습니다. 문서에는 기업의 중요한 정보가 포함되어 있으며 정책에 의해 보호됩니다.
ms_my: Tidak dapat menjemput kolaborator luar. Dokumen mengandungi maklumat sensitif organisasi dan dilindungi oleh dasar.
pt_br: Não é possível convidar colaboradores externos. O documento contém informações organizacionais confidenciais e é protegido por uma política.
ru_ru: Не удается пригласить внешних соавторов. Документ содержит конфиденциальную для организации информацию и защищен политикой.
th_th: ไม่สามารถเชิญผู้ร่วมงานภายนอกได้ เอกสารนี้มีข้อมูลที่ละเอียดอ่อนขององค์กรและได้รับการปกป้องตามนโยบาย
vi_vn: Không thể mời cộng tác viên bên ngoài. Tài liệu có chứa thông tin nhạy cảm của tổ chức và được bảo vệ theo chính sách.
zh_cn: 无法添加外部协作者。本文含企业敏感信息，已受到企业安全策略保护
zh_tw: 無法新增外部協作者。本文包含企業敏感資訊，已受到企業安全性原則保護

# gh0
source: Copy restricted according to document security settings.
de_de: Das Kopieren ist gemäß den Sicherheitseinstellungen des Dokuments eingeschränkt.
es_es: Copiar está restringido de acuerdo con la configuración de seguridad del documento.
fr_fr: Copie restreinte conformément aux paramètres de sécurité du document.
id_id: Penyalinan dibatasi sesuai dengan pengaturan keamanan dokumen.
it_it: Copia limitata in base alle impostazioni di sicurezza del documento.
ja_jp: Docs のセキュリティ設定により、コピーできません。
ko_kr: 문서 보안 설정에 따라 복사가 제한되었습니다.
ms_my: Salinan dihadkan mengikut tetapan keselamatan dokumen.
pt_br: Cópia restrita conforme as configurações de segurança do documento.
ru_ru: Копирование ограничено в соответствии с настройками безопасности документа.
th_th: มีการจำกัดการคัดลอกตามการตั้งค่าความปลอดภัยของเอกสาร
vi_vn: Đã hạn chế sao chép theo cài đặt bảo mật tài liệu.
zh_cn: 由于云文档安全设置，你无权复制
zh_tw: 由於雲端文件安全性設定，你無權複製

# QHQ
source: Some files contain sensitive information of your organization and can't be downloaded as restricted by the organization's security policy
de_de: Einige Dateien enthalten vertrauliche Informationen Ihrer Organisation und können nicht heruntergeladen werden, da sie durch die Sicherheitspolitik der Organisation eingeschränkt sind
es_es: Algunos archivos contienen información confidencial de tu organización y no se pueden descargar debido a las restricciones de la política de seguridad de la organización.
fr_fr: Certains fichiers contiennent des informations sensibles de votre organisation et ne peuvent pas être téléchargés en raison des restrictions imposées par la politique de sécurité de l'organisation
id_id: Beberapa file mengandung informasi sensitif organisasi Anda dan tidak dapat diunduh karena dibatasi oleh kebijakan keamanan organisasi
it_it: Alcuni file contengono informazioni sensibili della tua organizzazione e non possono essere scaricati per via delle restrizioni del criterio di sicurezza dell'organizzazione
ja_jp: 一部のファイルに法人のセンシティブ情報が含まれています。法人のセキュリティ設定により、それらのファイルはダウンロードできません。
ko_kr: 일부 파일에는 기업의 중요한 정보가 포함되어 있으며 기업의 보안 정책 제한에 따라 다운로드할 수 없습니다.
ms_my: Beberapa fail mengandungi maklumat sensitif organisasi anda dan tidak boleh dimuat turun kerana polisi keselamatan organisasi
pt_br: Alguns arquivos contêm informações sensíveis da sua organização e não podem ter o download feito conforme restrito pela política de segurança da organização
ru_ru: Некоторые файлы содержат конфиденциальную для вашей организации информацию и не могут быть скачаны, так как это запрещено политикой безопасности вашей организации
th_th: บางไฟล์มีข้อมูลที่ละเอียดอ่อนขององค์กรและไม่สามารถดาวน์โหลดได้เนื่องจากการจำกัดตามนโยบายความปลอดภัยขององค์กร
vi_vn: Một số tập tin chứa thông tin nhạy cảm của tổ chức bạn và không thể tải xuống do bị hạn chế theo chính sách bảo mật của tổ chức
zh_cn: 部分文件包含企业敏感信息，由于企业安全策略设置，无法下载
zh_tw: 部分檔案包含企業敏感資訊，由於企業安全性原則設定，無法下載

# oxE
source: Some files cannot be downloaded due to the security policy of the file owner's organization
de_de: Einige Dateien können aufgrund der Sicherheitspolitik der Organisation des Dateibesitzers nicht heruntergeladen werden
es_es: Algunos archivos no se pueden descargar debido a la política de seguridad de la organización del propietario del archivo
fr_fr: Certains fichiers ne peuvent pas être téléchargés en raison de la politique de sécurité de l'organisation du propriétaire du fichier
id_id: Beberapa file tidak dapat diunduh sehubungan dengan kebijakan keamanan organisasi pemilik file
it_it: Non è possibile scaricare alcuni file per via del criterio di sicurezza dell'organizzazione del proprietario dei file
ja_jp: 相手方の法人のセキュリティ設定により、一部のファイルはダウンロードできません。
ko_kr: 파일 소유자 기업의 보안 정책으로 인해 일부 파일을 다운로드할 수 없습니다
ms_my: Beberapa fail tidak dapat dimuat turun kerana dasar keselamatan organisasi pemilik fail
pt_br: Alguns arquivos não podem ter o download feito devido à política de segurança da organização do proprietário do arquivo
ru_ru: Некоторые файлы не могут быть скачаны из-за политики безопасности организации владельца файла
th_th: บางไฟล์ไม่สามารถดาวน์โหลดได้เนื่องจากนโยบายความปลอดภัยขององค์กรของเจ้าของไฟล์
vi_vn: Không thể tải xuống một số tập tin do chính sách bảo mật của tổ chức chủ sở hữu tập tin
zh_cn: 由于对方企业的安全设置，部分文件无法下载
zh_tw: 由於對方企業的安全性設定，無法下載部分檔案

# BNY
source: The document contains sensitive information of your organization. External sharing is disabled according to the administrator's security setting.
de_de: Das Dokument enthält vertrauliche Informationen über Ihre Organisation. Die externe Freigabe ist gemäß der Sicherheitseinstellung des Administrators deaktiviert.
es_es: El documento contiene información confidencial de tu organización. El uso compartido externo está deshabilitado según la configuración de seguridad del administrador.
fr_fr: Le document contient des informations sensibles appartenant à votre organisation. Le partage externe est désactivé conformément aux paramètres de sécurité de l'administrateur.
id_id: Dokumen ini mengandung informasi sensitif organisasi Anda. Berbagi eksternal dinonaktifkan sesuai dengan pengaturan keamanan administrator.
it_it: Il documento contiene informazioni sensibili della tua organizzazione. La condivisione esterna è disabilitata come previsto dall'impostazione per la sicurezza dell'amministratore.
ja_jp: ドキュメントに法人のセンシティブ情報が含まれています。管理者のセキュリティ設定により、このドキュメントの外部への共有設定をオンにできません。
ko_kr: 문서에 기업의 중요한 정보가 포함되어 있습니다. 관리자의 보안 설정에 따라 외부 공유가 비활성화되었습니다.
ms_my: Dokumen mengandungi maklumat sensitif organisasi anda. Berkongsi luaran dilumpuhkan mengikut tetapan keselamatan pentadbir.
pt_br: O documento contém informações sensíveis da sua organização. O compartilhamento externo está desativado de acordo com a configuração de segurança do administrador.
ru_ru: Документ содержит конфиденциальную для вашей организации информацию. Предоставление общего доступа внешним пользователям отключено в соответствии с настройкой безопасности администратора.
th_th: เอกสารมีข้อมูลที่ละเอียดอ่อนขององค์กร มีการปิดใช้การแบ่งปันภายนอกตามการตั้งค่าด้านความปลอดภัยของผู้ดูแล
vi_vn: Tài liệu có chứa thông tin nhạy cảm của tổ chức bạn. Tính năng chia sẻ với bên ngoài đã bị vô hiệu hóa theo cài đặt bảo mật của quản trị viên.
zh_cn: 文档包含企业敏感信息，由于管理员的安全设置，无法为本文档开启对外分享设置
zh_tw: 文件包含企業敏感資訊，由於管理員的安全性設定，無法為本文件開啟對外分享設定

# Z90
source: The document is protected by the security policy of your organization.
de_de: Das Dokument ist durch die Sicherheitspolitik Ihrer Organisation geschützt.
es_es: El documento está protegido por la política de seguridad de tu organización.
fr_fr: Le document est protégé par la politique de sécurité de votre organisation.
id_id: Dokumen dilindungi oleh kebijakan keamanan organisasi Anda.
it_it: Il documento è protetto dal criterio di sicurezza della tua organizzazione.
ja_jp: このドキュメントに法人のセンシティブ情報が含まれており、法人のセキュリティ設定によって保護されています。
ko_kr: 문서가 기업의 보안 정책에 의해 보호됩니다.
ms_my: Dokumen dilindungi oleh dasar keselamatan organisasi anda.
pt_br: O documento é protegido pela política de segurança da sua organização.
ru_ru: Этот документ защищен политикой безопасности вашей организации
th_th: เอกสารได้รับการปกป้องโดยนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Tài liệu được bảo vệ theo chính sách bảo mật của tổ chức bạn.
zh_cn: 本文含企业敏感信息，已受到企业安全策略保护
zh_tw: 本文包含企業敏感資訊，已受到企業安全性原則保護

# ers
source: The document is protected by the security policy of your organization.
de_de: Das Dokument ist durch die Sicherheitspolitik Ihrer Organisation geschützt.
es_es: El documento está protegido por la política de seguridad de tu organización.
fr_fr: Le document est protégé par la politique de sécurité de votre organisation.
id_id: Dokumen dilindungi oleh kebijakan keamanan organisasi Anda.
it_it: Il documento è protetto dal criterio di sicurezza della tua organizzazione.
ja_jp: このドキュメントに法人のセンシティブ情報が含まれており、法人のセキュリティ設定によって保護されています。
ko_kr: 문서가 기업의 보안 정책에 의해 보호됩니다.
ms_my: Dokumen dilindungi oleh dasar keselamatan organisasi anda.
pt_br: O documento é protegido pela política de segurança da sua organização.
ru_ru: Этот документ защищен политикой безопасности вашей организации
th_th: เอกสารได้รับการปกป้องโดยนโยบายความปลอดภัยขององค์กรของคุณ
vi_vn: Tài liệu được bảo vệ theo chính sách bảo mật của tổ chức bạn.
zh_cn: 本文含企业敏感信息，已受到企业安全策略保护
zh_tw: 本文包含企業敏感資訊，已受到企業安全性原則保護

# 6wc
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Дополнительные сведения
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# wTA
source: You don't have permission to access this document
de_de: Sie sind nicht berechtigt, auf dieses Dokument zuzugreifen.
es_es: No tienes permiso para acceder a este documento
fr_fr: Vous n'êtes pas autorisé à accéder à ce document
id_id: Anda tidak memiliki izin untuk mengakses dokumen ini
it_it: Non disponi dell'autorizzazione per accedere a questo documento
ja_jp: アクセス権限がありません。
ko_kr: 이 문서에 대한 액세스 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran untuk mengakses dokumen ini
pt_br: Você não tem permissão para acessar este documento
ru_ru: У вас нет разрешения на доступ к этому документу
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเข้าถึงเอกสารนี้
vi_vn: Bạn không có quyền truy cập tài liệu này
zh_cn: 没有访问权限
zh_tw: 沒有存取權限
