Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# r5A
source: Continue sharing to {{channelName}}
de_de: Teilen auf {{channelName}} fortsetzen
es_es: Seguir compartiendo con {{channelName}}
fr_fr: Continuer à partager vers {{channelName}}
hi_in: {{channelName}} पर साझा करना जारी रखें
id_id: Lanjutkan berbagi ke {{channelName}}
it_it: Continua a condividere su {{channelName}}
ja_jp: {{channelName}}に共有する
ko_kr: {{channelName}} 공유 계속
ms_my: Terus kongsi ke {{channelName}}
pt_br: Continuar compartilhando em {{channelName}}
ru_ru: Продолжить и поделиться в {{channelName}}
th_th: แชร์ต่อไปยัง {{channelName}}
vi_vn: Tiếp tục chia sẻ với {{channelName}}
zh_cn: 继续分享到{{channelName}}
zh_tw: 繼續分享到 {{channelName}}

# EBA
source: To enable password protection, please turn on "anyone with the link can view (or edit)"
de_de: Um den Kennwortschutz zu aktivieren, aktivieren Sie "Jeder mit dem Link kann anzeigen (oder bearbeiten)"."
es_es: Para habilitar la protección con contraseña, activa "Cualquiera con el enlace puede leer (o editar)"
fr_fr: Pour activer la protection par mot de passe, veuillez activer l'option "Toute personne disposant du lien peut consulter (ou modifier)""
hi_in: पासवर्ड सुरक्षा को सक्षम करने के लिए, कृपया "लिंक के साथ कोई भी व्यक्ति पढ़ सकता है (या संपादित कर सकते हैं)" को चालू करें
id_id: Untuk mengaktifkan perlindungan kata sandi, aktifkan "siapa pun yang memiliki tautan dapat melihat (atau mengedit)"
it_it: Per abilitare la protezione con password, attiva "chiunque può visualizzare (o modificare) il link""
ja_jp: パスワードを設定するには、「リンクを取得した全員に閲覧（編集）を許可」をオンにする必要があります。
ko_kr: 비밀번호 보호를 활성화하려면 "링크를 가진 사람은 누구나 볼 수 있음(또는 편집 가능)"을 켜세요"
ms_my: Untuk mengaktifkan perlindungan kata laluan, sila hidupkan "sesiapa dengan pautan boleh melihat (atau mengedit)"
pt_br: Para ativar a proteção por senha, ative a opção "qualquer pessoa com o link pode visualizar (ou editar)""
ru_ru: Чтобы включить защиту паролем, включите режим "Любой может просматривать (редактировать) по ссылке"
th_th: โปรดเปิด “ทุกคนที่มีลิงก์สามารถดู (หรือแก้ไข) ได้” เพื่อเปิดใช้การป้องกันรหัสผ่าน"
vi_vn: Để kích hoạt chức năng bảo vệ bằng mật khẩu, vui lòng bật "bất kỳ ai có liên kết đều có thể xem (hoặc chỉnh sửa)"
zh_cn: 启用密码，需开启“互联网上获得链接的人可阅读（可编辑)”
zh_tw: 啟用密碼，需開啟「網際網路上取得連結的人都可閱讀（可編輯）」

# Zns
source: Failed to export.
de_de: Exportieren fehlgeschlagen.
es_es: Error al exportar.
fr_fr: Échec de l'exportation.
hi_in: निर्यात करने में विफल हुआ.
id_id: Gagal mengekspor.
it_it: Impossibile esportare.
ja_jp: 操作できません。所有者がドキュメントのエクスポート機能を無効にしています
ko_kr: 내보내기에 실패했습니다.
ms_my: Gagal mengeksport. Pemilik telah melumpuhkan kebenaran eksport dokumen.
pt_br: Falha ao exportar.
ru_ru: Не удалось экспортировать.
th_th: ส่งออกไม่สำเร็จ
vi_vn: Xuất không thành công.
zh_cn: 操作失败，所有者关闭了文档的导出功能
zh_tw: 操作失敗，擁有者關閉了文件的匯出功能

# 8qk
source: Download and share to {{channelName}}
de_de: Herunterladen und auf {{channelName}} teilen
es_es: Descargar y compartir en {{channelName}}
fr_fr: Télécharger et partager vers {{channelName}}
hi_in: डाउनलोड करें और {{channelName}} में साझा करें
id_id: Unduh dan berbagi ke {{channelName}}
it_it: Scarica e condividi su {{channelName}}
ja_jp: ダウンロードして{{channelName}}で共有する
ko_kr: 다운로드 및 {{channelName}}에 공유
ms_my: Muat turun dan kongsi ke {{channelName}}
pt_br: Fazer download e compartilhar em {{channelName}}
ru_ru: Скачать и поделиться в {{channelName}}
th_th: ดาวน์โหลดและแชร์ไปยัง {{channelName}}
vi_vn: Tải xuống và chia sẻ với {{channelName}}
zh_cn: 下载并分享至{{channelName}}
zh_tw: 下載並分享至 {{channelName}}

# x4o
source: Can edit
de_de: Kann bearbeiten
es_es: Poder editar
fr_fr: Peut modifier
hi_in: संपादित कर सकते हैं
id_id: Dapat mengedit
it_it: Può modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: Pode editar
ru_ru: Может редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# CoE
source: Export to Image
de_de: Als Bild exportieren
es_es: Exportar a imagen
fr_fr: Exporter vers image
hi_in: छवि में निर्यात कर सकते हैं
id_id: Ekspor menjadi Gambar
it_it: Esporta in formato immagine
ja_jp: 画像の作成
ko_kr: 이미지로 내보내기
ms_my: Eksport ke Imej
pt_br: Exportar para imagem
ru_ru: Экспортировать как изображение
th_th: ส่งออกเป็นภาพ
vi_vn: Xuất dưới dạng Hình ảnh
zh_cn: 生成图片
zh_tw: 產生圖片

# Vwo
source: Saving image...
de_de: Bild wird gespeichert...
es_es: Guardando la imagen...
fr_fr: Enregistrement de l'image…
hi_in: छवि को सहेज रहा है...
id_id: Menyimpan gambar...
it_it: Salvataggio immagine in corso
ja_jp: 画像を保存中...
ko_kr: 이미지 저장 중...
ms_my: Menyimpan imej...
pt_br: Salvando imagem...
ru_ru: Сохранение изображения...
th_th: กำลังบันทึกภาพ...
vi_vn: Đang lưu hình ảnh...
zh_cn: 图片生成中...
zh_tw: 圖片產生中...

# ucw
source: The owner has turned off "Anyone with the link can view." Only collaborators can access.
de_de: Der Besitzer hat "Jeder mit dem Link kann anzeigen" deaktiviert. Nur Mitarbeiter können darauf zugreifen.
es_es: El propietario ha desactivado la opción "Cualquiera con el enlace puede ver ". Solo los colaboradores pueden acceder.
fr_fr: Le propriétaire a désactivé « Toute personne disposant du lien peut afficher ». Seuls les collaborateurs disposent d'un accès.
hi_in: ओनर ने "लिंक के साथ कोई भी आदमी देख सकता है" को बंद किया. केवल सहयोगी ऐक्सेस कर सकते हैं.
id_id: Pemilik telah menonaktifkan "Siapa pun yang memiliki tautan dapat melihat". Hanya kolaborator yang dapat mengakses.
it_it: L'amministratore ha disattivato l'opzione "Chiunque disponga del link può visualizzare". Solo i collaboratori possono accedere.
ja_jp: 所有者の設定により、「リンクを取得した全員にアクセスを許可」がオフになっているため、ドキュメントにアクセスできるのは共同編集者のみです。
ko_kr: 소유자가 "링크를 가진 사람은 누구나 볼 수 있습니다"를 껐습니다. 공동 작업자만 액세스할 수 있습니다.
ms_my: Pemilik dokumen telah mematikan "Sesiapa dengan pautan boleh melihat", hanya kolaborator boleh mengakses selepas berkongsi.
pt_br: O proprietário desativou "Qualquer pessoa com o link pode visualizar". Somente colaboradores podem acessar.
ru_ru: Владелец отключил функцию "Любой человек со ссылкой может просматривать". Только соавторы имеют доступ.
th_th: เจ้าของได้ปิด "ทุกคนที่มีลิงก์สามารถดูได้" เฉพาะผู้ร่วมงานเท่านั้นที่สามารถเข้าถึงได้
vi_vn: Người tạo nhóm đã tắt chế độ “Bất kỳ ai có liên kết đều có thể xem”. Chỉ cộng tác viên mới có thể truy cập.
zh_cn: 文档所有者未开启“获得链接的任何人可访问”，继续分享后仅文档的协作者可访问。
zh_tw: 文件擁有者未開啟「獲得連結的任何人可存取」，繼續分享後僅文件的協作者可存取。

# TcY
source: The owner of the {{APP_DISPLAY_NAME}} {{doc_type}} has turned off "Anyone with the link can view." Only collaborators can access the {{APP_DISPLAY_NAME}} {{doc_type}}.
ja_jp: {{APP_DISPLAY_NAME}}{{doc_type}}の所有者は「リンクを取得した全員が閲覧可能」をオフにしているため、共有した後、{{APP_DISPLAY_NAME}}{{doc_type}}の共同編集者のみアクセスできます。
ru_ru: Владелец {{doc_type}} не включил параметр "Все, у кого есть ссылка, могут просматривать". После продолжения, только соавторы могут получить доступ к {{doc_type}}.
zh_cn: {{doc_type}}所有者未开启“获得链接的任何人可访问”，继续分享后仅{{doc_type}}的协作者可访问。
zh_tw: {{doc_type}}文件擁有者未開啟「取得連結的任何人皆可存取」，繼續分享後僅限{{doc_type}}的協作者可存取。

# eH8
source: Check "{{Doc_name}}" I shared by {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
de_de: Bitte „{{Doc_name}}“, von mir über {{APP_DISPLAY_NAME}} geteilt, überprüfen {{emoji}}{{Doc_url}}
es_es: Comprobar "{{Doc_name}}" I compartido por {{APP_DISPLAY_NAME}}{{emoji}}{{Doc_url}}
fr_fr: Consultez « {{Doc_name}} » que j'ai partagé via {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
hi_in: {{Doc_name}} की जाँच करें जिसे मैंने {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}} के द्वारा साझा किया
id_id: Periksa "{{Doc_name}}" yang saya bagikan via {{APP_DISPLAY_NAME}} {{emoji}} {{Doc_url}}
it_it: Controlla "{{Doc_name}}" condiviso su {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
ja_jp: 私が {{APP_DISPLAY_NAME}} から共有した「{{Doc_name}}」を確認してみましょう {{emoji}}{{Doc_url}}
ko_kr: {{APP_DISPLAY_NAME}}(으)로 공유한 "{{Doc_name}}"을(를) 확인하세요 {{emoji}}{{Doc_url}}
ms_my: Semak【{{Doc_name}}】yang saya kongsi melalui {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
pt_br: Verificar "{{Doc_name}}" que eu compartilhei pelo {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
ru_ru: Посмотрите документ "{{Doc_name}}", которым я поделился(-ась) через {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
th_th: ตรวจสอบ "{{Doc_name}}" ที่ฉันแบ่งปันด้วย {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
vi_vn: Kiểm tra "{{Doc_name}}" I được chia sẻ bởi {{APP_DISPLAY_NAME}} {{emoji}}{{Doc_url}}
zh_cn: 快来查看我用{{APP_DISPLAY_NAME}}分享的【{{Doc_name}}】{{emoji}}{{Doc_url}}
zh_tw: 快來查看我用{{APP_DISPLAY_NAME}}分享的【{{Doc_name}}】{{emoji}}{{Doc_url}}

# eT8
source: Check "{{Doc_name}}" I shared by {{APP_DISPLAY_NAME}}. Please copy the link and open it in your browser {{emoji}}{{Doc_url}}.
de_de: Bitte „{{Doc_name}}“, von mir über {{APP_DISPLAY_NAME}} geteilt, überprüfen. Kopieren Sie den Link und öffnen Sie ihn in Ihrem Browser {{emoji}}{{Doc_url}}.
es_es: Comprobar "{{Doc_name}}" I compartido por {{APP_DISPLAY_NAME}}. Copia el enlace y ábrelo en el navegador {{emoji}}{{Doc_url}}.
fr_fr: Consultez « {{Doc_name}} » que j'ai partagé via {{APP_DISPLAY_NAME}}. Veuillez copier le lien et l'ouvrir dans votre navigateur {{emoji}}{{Doc_url}}.
hi_in: {{Doc_name}} की जाँच करें जिसे मैंने {{APP_DISPLAY_NAME}} के द्वारा साझा किया. कृपया लिंक कॉपी करें और इसे अपने ब्राउज़र {{emoji}}{{Doc_url}} में खोलें.
id_id: Periksa "{{Doc_name}}" yang saya bagikan via {{APP_DISPLAY_NAME}}. Salin tautan dan buka di browser Anda {{emoji}} {{Doc_url}}.
it_it: Controlla "{{Doc_name}}" condiviso su {{APP_DISPLAY_NAME}}. Copia il link e aprilo nel tuo browser {{emoji}}{{Doc_url}}.
ja_jp: 私は {{APP_DISPLAY_NAME}} から「{{Doc_name}}」を共有しました。リンクをコピーしてブラウザーで確認しましょう{{emoji}}{{Doc_url}}
ko_kr: {{APP_DISPLAY_NAME}}(으)로 공유한 "{{Doc_name}}"을(를) 확인하세요. 링크를 복사하고 사용자 브라우저에서 여세요. {{emoji}}{{Doc_url}}
ms_my: Semak【{{Doc_name}}】yang saya kongsi melalui {{APP_DISPLAY_NAME}} Sila salin pautan dan buka di pelayar anda {{emoji}}{{Doc_url}}
pt_br: Verificar "{{Doc_name}}" que eu compartilhei pelo {{APP_DISPLAY_NAME}}. Copie o link e abra-o no seu navegador {{emoji}}{{Doc_url}}.
ru_ru: Посмотрите документ "{{Doc_name}}", которым я поделился(-ась) через {{APP_DISPLAY_NAME}} Скопируйте ссылку и откройте ее в браузере {{emoji}}{{Doc_url}}.
th_th: ตรวจสอบ "{{Doc_name}}" ที่ฉันแบ่งปันด้วย {{APP_DISPLAY_NAME}} โปรดคัดลอกลิงก์และเปิดในเบราว์เซอร์ของคุณ {{emoji}}{{Doc_url}}
vi_vn: Kiểm tra [{{Doc_name}}] I được chia sẻ bởi {{APP_DISPLAY_NAME}}. Vui lòng sao chép liên kết và mở trong trình duyệt của bạn {{emoji}}{{Doc_url}}.
zh_cn: 快来查看我用{{APP_DISPLAY_NAME}}分享的【{{Doc_name}}】，请复制链接后用浏览器打开 {{emoji}}{{Doc_url}}
zh_tw: 快來查看我用 {{APP_DISPLAY_NAME}} 分享的【{{Doc_name}}】，請複製連結後用瀏覽器開啟 {{emoji}}{{Doc_url}}

# H1s
source: "Anyone with the link can view" is turned off. Users without permission cannot access this document after sharing. Turn it on?
de_de: "Jeder mit dem Link kann anzeigen" ist deaktiviert. Benutzer ohne Berechtigung können nach dem Teilen nicht auf dieses Dokument zugreifen. Aktivieren?
es_es: La opción "Cualquiera con el enlace puede ver" está desactivada. Los usuarios sin permiso no pueden acceder a este documento después de compartirlo. ¿Activar?
fr_fr: « Toute personne disposant du lien peut afficher » est désactivé. Les utilisateurs sans autorisation ne pourront pas accéder à ce document après le partage. Activer ?
hi_in: "लिंक के साथ कोई भी देख सकता है" बंद है. बिना अनुमति वाले उपयोगकर्ता साझाकरण के बाद इस दस्तावेज़ को ऐक्सेस नहीं कर सकते हैं. इसे चालू करें?
id_id: "Siapa pun yang memiliki tautan dapat melihat" dinonaktifkan. Pengguna tanpa izin tidak dapat mengakses dokumen ini setelah berbagi. Aktifkan?
it_it: Opzione "Chiunque disponga del link può visualizzare" disattivata. Gli utenti che non dispongono dell'autorizzazione non possono accedere a questo file dopo la condivisione. Attivare?
ja_jp: 「リンクを取得した全員にアクセスを許可」がオフになっているため、共同編集者以外はこのドキュメントにアクセスできません。オンにしますか？
ko_kr: "링크를 가진 사람은 누구나 볼 수 있습니다"가 꺼져 있습니다. 권한이 없는 사용자는 공유 후 이 파일에 액세스할 수 없습니다. 켜시겠습니까?
ms_my: "Sesiapa di Internet boleh melihat" dimatikan pada dokumen ini. Pengguna tanpa kebenaran tidak mempunyai akses ke dokumen ini. Sahkan untuk menghidupkannya?
pt_br: "Qualquer pessoa com o link pode visualizar" está desativado. Usuários sem permissão não podem acessar este documento depois do compartilhamento. Ativar?
ru_ru: Режим "Любой может просматривать по ссылке" выключен для этого документа. Пользователи без разрешений не имеют доступа к этому документу. Включить?
th_th: "ทุกคนที่มีลิงก์สามารถดูได้" ปิดอยู่ ผู้ใช้ที่ไม่มีสิทธิ์การอนุญาตไม่สามารถเข้าถึงเอกสารนี้ได้หลังจากการแบ่งปัน เปิดหรือไม่
vi_vn: Đã tắt chế độ "Bất kỳ ai có liên kết đều có thể xem". Người dùng không thể truy cập được tài liệu này sau khi chia sẻ. Bật tính năng này?
zh_cn: 当前文档未开启“获得链接的任何人可访问”，继续分享后非协作者无权限查看内容，是否开启该功能？
zh_tw: 目前文件未開啟「獲得連結的任何人可存取」，繼續分享後非協作者無權限查看內容，是否開啟該功能？

# jew
source: "Anyone with the link can view" is turned off. Users without permission cannot access this {{doc_type}} after sharing. Turn it on?
de_de: „Jeder mit dem Link kann anzeigen“ ist deaktiviert. Benutzer ohne Berechtigung können nach dem Teilen nicht auf dieses {{doc_type}} zugreifen. Aktivieren?
es_es: La opción "Cualquiera con el enlace puede ver" está desactivada. Los usuarios sin permiso no pueden acceder a este {{doc_type}} después de compartirlo. ¿Activar?
fr_fr: « Toute personne disposant du lien peut afficher » est désactivé. Les utilisateurs sans autorisation ne pourront pas accéder à ce/cette {{doc_type}} après le partage. Activer ?
hi_in: "लिंक के साथ कोई भी व्यक्ति देख सकता है" बंद किया गया. साझा करने के बाद बिना अनुमति वाले उपयोगकर्ता यह {{doc_type}} साझा कर सकते हैं. इसे चालू करें?
id_id: “ Siapa pun yang memiliki tautan dapat melihat” dinonaktifkan. Pengguna yang tidak memiliki izin tidak dapat mengakses {{doc_type}} ini setelah berbagi. Aktifkan?
it_it: Opzione "Chiunque sia in possesso del link può visualizzare" disattivata. Gli utenti che non dispongono dell'autorizzazione non possono accedere a questo {{doc_type}} dopo la condivisione. Vuoi attivarla?
ja_jp: 現在、この{{doc_type}}は「リンクを取得した全員が閲覧可能」がオフになっているため、共同編集者のみアクセスできます。オンにしますか？
ko_kr: "링크를 가진 사람은 누구나 읽기 가능"이 꺼져 있습니다. 권한이 없는 사용자는 공유 후 이 {{doc_type}}에 액세스할 수 없습니다. 켜시겠습니까?
ms_my: "Siapa sahaja dengan pautan boleh melihat" dimatikan. Pengguna tanpa kebenaran tidak boleh mengakses {{doc_type}} ini selepas berkongsi. Hidupkan?
pt_br: A opção "Qualquer pessoa com o link pode visualizar" está desativada. Usuários sem permissão não podem acessar este {{doc_type}} depois do compartilhamento. Ativar?
ru_ru: Параметр "Все, у кого есть ссылка, могут просматривать" отключен. Пользователи без разрешения не могут получить доступ к этому {{doc_type}}. Включить?
th_th: "ทุกคนที่มีลิงก์สามารถดูได้" ถูกปิดอยู่ ผู้ใช้ที่ไม่มีสิทธิ์การอนุญาตไม่สามารถเข้าถึง {{doc_type}} นี้ได้หลังจากการแบ่งปัน เปิดหรือไม่
vi_vn: Đã tắt chế độ "Bất kỳ ai có liên kết đều có thể xem". Người dùng không có quyền không thể truy cập được {{doc_type}} này sau khi chia sẻ. Bật tính năng này?
zh_cn: 当前{{doc_type}}未开启“获得链接的任何人可访问”，继续分享后非协作者无权限查看内容，是否开启该功能？
zh_tw: 目前{{doc_type}}未開啟「取得連結的任何人皆可存取」，繼續分享後非協作者沒有查看內容的權限，是否開啟該功能？

# Idc
source: Turn on external sharing
de_de: Öffentliches Teilen aktivieren
es_es: Activar compartir públicamente
fr_fr: Activer le partage public
hi_in: सार्वजनिक साझाकरण चालू करें
id_id: Aktifkan berbagi eksternal
it_it: Attiva condivisione pubblica
ja_jp: 公開アクセスの設定
ko_kr: 공개 공유 켜기
ms_my: Hidupkan perkongsian luaran
pt_br: Ativar compartilhamento público
ru_ru: Включить обмен с внешними пользователями
th_th: เปิดการแชร์สาธารณะ
vi_vn: Bật tính năng chia sẻ công khai
zh_cn: 开启公开访问
zh_tw: 開啟公開存取

# w28
source: The folder currently is only accessible to internal users. If you turn it on, anyone with the link can access the folder. As the owner of the folder, you are responsible for the legal compliance of the folder. For details and security matters, please refer to the {{serviceTerm}} and {{privacy}}.
de_de: Der Ordner ist derzeit nur für interne Benutzer zugänglich. Beim Aktivieren kann jeder mit dem Link auf den Ordner zugreifen. Als Besitzer des Ordners sind Sie für die Rechtskonformität des Dokuments verantwortlich. Einzelheiten und Sicherheitsinformationen entnehmen Sie bitte den {{serviceTerm}} und der {{privacy}}.
es_es: Solo los usuarios internos pueden acceder a la carpeta. Si la activas, cualquier usuario que tenga el enlace podrá acceder a la carpeta. Como propietario de la carpeta, eres responsable de que se respeten las normas de la misma. Para más detalles y asuntos de seguridad, consulta {{serviceTerm}} y {{privacy}}.
fr_fr: Le dossier n'est actuellement accessible qu'aux utilisateurs internes. Si vous l'activez, toutes les personnes disposant du lien pourront accéder au dossier. En tant que propriétaire du dossier, vous êtes responsable de la conformité légale du dossier. Pour consulter plus de détails et les questions liées à la sécurité, veuillez vous référer aux {{serviceTerm}} et à la {{privacy}}.
hi_in: यह फ़ोल्डर वर्तमान में आंतरिक उपयोगकर्ताओं द्वारा ही ऐक्सेस करने योग्य है. यदि आप इसे ऑन कर देते हैं तो इस लिंक के साथ कोई भी इस फ़ोल्डर को ऐक्सेस कर सकता है. इस फ़ोल्डर के ओनर के रूप में, आप इस फ़ोल्डर के कानूनी अनुपालन के लिए उत्तरदायी हैं. विवरणों व सुरक्षा मामलों के लिए, कृपया {{serviceTerm}} और {{privacy}} का संदर्भ लें.
id_id: Folder ini hanya dapat diakses oleh pengguna internal. Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengakses folder tersebut. Sebagai pemilik folder, Anda bertanggung jawab untuk kepatuhan hukum folder. Untuk perincian dan perihal keamanan, lihat {{serviceTerm}} dan {{privacy}}.
it_it: Attualmente la cartella è accessibile solo agli utenti interni. Se attivato, chiunque disponga del link può accedere alla cartella. In qualità di proprietario della cartella, sei responsabile affinché rispetti gli obblighi normativi. Per dettagli e questioni di sicurezza, fai riferimento a {{serviceTerm}} e {{privacy}}.
ja_jp: あなたは「リンクを取得した全員にアクセスを許可」をオンにしようとしています。現在のフォルダは内部ユーザーのみアクセスできます。この機能をオンにすると、インターネット上の誰でもこのフォルダにアクセスできます。フォルダの所有者としては、フォルダの合法的なコンプライアンスに責任を持ちます。具体的な説明と安全事項は{{serviceTerm}}サービス規定および{{privacy}}をご確認ください。
ko_kr: 폴더는 현재 내부 사용자만 액세스할 수 있습니다. 이 기능을 켜면 링크를 가진 누구나 폴더에 액세스할 수 있습니다. 회원님은 폴더 소유자로서 폴더의 법률 준수에 대한 책임이 있습니다. 자세한 내용 및 보안 문제는 {{serviceTerm}} 및 {{privacy}}을(를) 참조하세요.
ms_my: Anda menghidupkan "Sesiapa di internet boleh melihat". Apabila ciri ini dihidupkan, sesiapa sahaja di Internet boleh mengakses folder. Sebagai pemilik folder, anda bertanggungjawab untuk pematuhan undang-undang folder. Untuk butiran dan perkara keselamatan, sila rujuk {{serviceTerm}} dan {{privacy}}.
pt_br: Atualmente, a pasta é acessível apenas para os usuários internos. Se você ativar, qualquer pessoa com o link pode acessar a pasta. Como proprietário da pasta, você é responsável pela conformidade jurídica dela. Para ver detalhes e assuntos de segurança, consulte o {{serviceTerm}} e a {{privacy}}.
ru_ru: В настоящее время папка доступна только внутренним пользователям. После включения, любой, у кого есть ссылка, сможет получить доступ к папке. Как владелец папки, вы несете ответственность за соответствие папки юридическим требованиям. Для получения дополнительных сведений и по вопросам безопасности см. {{serviceTerm}} и {{privacy}}.
th_th: มีเพียงผู้ใช้ภายในเท่านั้นที่มีสิทธิ์เข้าถึงโฟลเดอร์ดังกล่าว หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถเข้าถึงโฟลเดอร์ได้ ในฐานะเจ้าของโฟลเดอร์ คุณเป็นผู้รับผิดชอบในการทำให้โฟลเดอร์เป็นไปตามที่กฎหมายกำหนด สำหรับรายละเอียดและเรื่องการรักษาความปลอดภัย โปรดดูที่ {{serviceTerm}} และ {{privacy}}
vi_vn: Hiện tại, chỉ người dùng nội bộ mới có thể truy cập vào thư mục. Nếu được bật, bất kỳ ai có liên kết đều có thể truy cập thư mục. Với vai trò là chủ sở hữu thư mục, bạn chịu trách nhiệm tuân thủ tính pháp lý của tài liệu. Để biết thêm chi tiết và các vấn đề an ninh, vui lòng tham khảo {{serviceTerm}} và {{privacy}}.
zh_cn: 你正在开启 “获得链接的任何人可访问” 功能，目前该文件夹仅内部用户可访问，该功能开启后，互联网上任何人都能够访问该文件夹。文件夹所有者需对文件夹合法合规性负责，请谨慎开启。具体说明及安全事项请查阅 {{serviceTerm}} 和 {{privacy}} 。
zh_tw: 你正在開啟「獲得連結的任何人可存取」功能，目前該資料夾僅內部使用者可存取，該功能開啟後，網際網路上任何人都能夠存取該資料夾。資料夾擁有者需對資料夾合法合規性負責，請謹慎開啟。具體說明及安全事項請查閱 {{serviceTerm}} 和 {{privacy}}。

# BDw
source: If you turn it on, anyone with the link can access the folder.
de_de: Beim Aktivieren kann jeder mit dem Link auf den Ordner zugreifen.
es_es: Si la activas, cualquier usuario que tenga el enlace podrá acceder a la carpeta.
fr_fr: Si vous l'activez, toutes les personnes disposant du lien pourront accéder au dossier.
hi_in: यदि आप इसे ऑन कर देते हैं तो इस लिंक के साथ कोई भी इस फ़ोल्डर को ऐक्सेस कर सकता है.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat mengakses folder.
it_it: Se attivato, chiunque disponga del link può accedere alla cartella.
ja_jp: あなたは「リンクを取得した全員にアクセスを許可」機能をオンにしようとしています。この機能をオンにすると、インターネット上の誰でもこのフォルダにアクセスできます。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 폴더에 액세스할 수 있습니다.
ms_my: Anda menghidupkan "Sesiapa di internet boleh melihat". Apabila ciri ini dihidupkan, sesiapa sahaja di Internet boleh mengakses folder.
pt_br: Se você ativar, qualquer pessoa com o link pode acessar a pasta.
ru_ru: Если вы активируете эту опцию, любой пользователь сможет получить доступ к папке по ссылке.
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถเข้าถึงโฟลเดอร์ได้
vi_vn: Nếu được bật, bất kỳ ai có liên kết đều có thể truy cập thư mục.
zh_cn: 你正在开启 “获得链接的任何人可访问” 功能，该功能开启后，互联网上任何人都能够访问该文件夹。
zh_tw: 你正在開啟「獲得連結的任何人可存取」功能，該功能開啟後，網際網路上任何人都能夠存取該資料夾。

# Drk
source: To enable password protection, please turn on "anyone with the link can visit"
de_de: Um den Kennwortschutz zu aktivieren, aktivieren Sie "Jeder mit dem Link kann anzeigen"
es_es: Para habilitar la protección con contraseña, activa "Cualquiera con el enlace puede acceder"
fr_fr: Pour activer la protection par mot de passe, veuillez activer l'option « Toute personne disposant du lien peut consulter »"
hi_in: पासवर्ड सुरक्षा को सक्षम करने के लिए, कृपया "लिंक के साथ सभी लोग पढ़ सकते हैं" को चालू करें
id_id: Untuk mengaktifkan perlindungan kata sandi, aktifkan "siapa pun yang memiliki tautan dapat mengunjungi"
it_it: Per abilitare la protezione con password, attiva "chiunque abbia il link può visitarlo""
ja_jp: パスワードを設定するには、「リンクを取得した全員にアクセスを許可」をオンにする必要があります。
ko_kr: 비밀번호 보호를 활성화하려면 "링크를 가진 사람은 누구나 방문 가능"을 켜세요"
ms_my: Untuk mengaktifkan perlindungan kata laluan, sila hidupkan "sesiapa dengan pautan boleh melawat"
pt_br: Para ativar a proteção por senha, ative a opção "qualquer pessoa com o link pode visitar"
ru_ru: Чтобы включить защиту паролем, включите "Любой может просматривать по ссылке"
th_th: โปรดเปิด “ทุกคนที่มีลิงก์สามารถเข้าชมได้” เพื่อเปิดใช้การป้องกันรหัสผ่าน"
vi_vn: Để kích hoạt chức năng bảo vệ bằng mật khẩu, vui lòng bật "bất kỳ ai có liên kết đều có thể truy cập"
zh_cn: 启用密码，需开启“互联网上获得链接的人可访问”
zh_tw: 啟用密碼，需開啟「網際網路上獲得連結的人可存取」
