Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ALs
source: If you turn it on, anyone with the link can view the {{doc_type}}. As the owner of the {{doc_type}}, you are responsible for its legal compliance. Please note that external users with permission to share the {{doc_type}} can view the list of collaborators. For details and security matters, please refer to the {{serviceTerm}} and {{privacy}}.
de_de: Beim Aktivieren kann jeder mit dem Link das {{doc_type}} anzeigen. Als {{doc_type}}-Besitzer sind Sie für dessen Rechtskonformität verantwortlich. Externe Benutzer mit einer Berechtigung zum Teilen des {{doc_type}}s können die Liste der Mitarbeiter anzeigen. Einzelheiten und Sicherheitsinformationen entnehmen Sie bitte den {{serviceTerm}} und der {{privacy}}.
es_es: Si lo activas, cualquiera con el enlace puede ver el {{doc_type}}. Como propietario del {{doc_type}}, eres responsable de su cumplimiento normativo. Ten en cuenta que los usuarios externos con permiso para compartir el {{doc_type}} pueden ver la lista de colaboradores. Para más detalles y asuntos de seguridad, consulta las {{serviceTerm}} y la {{privacy}}.
fr_fr: Après l'activation, toutes les personnes disposant du lien pourront afficher ce/cette {{doc_type}}. En tant que propriétaire de ce/cette {{doc_type}}, vous êtes responsable de sa conformité légale. Veuillez noter que les utilisateurs externes autorisés à partager ce/cette {{doc_type}} peuvent afficher la liste des collaborateurs. Pour consulter plus de détails et les questions liées à la sécurité, veuillez vous référer aux {{serviceTerm}} et à la {{privacy}}.
hi_in: अगर आप यह चालू करते हैं, तो लिंक के साथ कोई भी व्यक्ति {{doc_type}} देख सकता है. {{doc_type}} के ओनर के रूप में, आप इसके कानूनी अनुपालन के लिए ज़िम्मेदार हैं. कृपया ध्यान दें कि {{doc_type}} साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं. विवरणों व सुरक्षा संबंधी मामलों के लिए, कृपया {{serviceTerm}} और {{privacy}} का संदर्भ लें.
id_id: Jika Anda mengaktifkannya, siapa pun yang memiliki tautan dapat melihat {{doc_type}}. Sebagai pemilik {{doc_type}}, Anda bertanggung jawab untuk mematuhi hukum yang berlaku. Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi {{doc_type}} dapat melihat daftar kolaborator. Untuk perincian dan perihal keamanan, lihat {{serviceTerm}} dan {{privacy}}.
it_it: Se questa opzione viene attivata, chiunque disponga del link può visualizzare {{doc_type}}. In qualità di proprietario di {{doc_type}}, sei responsabile della sua conformità legale. Si noti che gli utenti esterni che dispongono dell'autorizzazione a condividere il {{doc_type}} possono visualizzare l'elenco dei collaboratori. Per dettagli e questioni di sicurezza, fai riferimento a {{serviceTerm}} e {{privacy}}.
ja_jp: オンにすると、リンクを取得したインターネット上の全員が{{doc_type}}にアクセスできます。{{doc_type}}の所有者として、その内容のコンプライアンスに責任を持ちます。 注意：{{doc_type}}の共有権限を持つ外部ユーザーは、共同編集者リストの閲覧が可能です。情報セキュリティにご注意ください。 詳細な説明とセキュリティ事項は{{serviceTerm}}および{{privacy}}をご確認ください。
ko_kr: 이 기능을 켜면 링크를 가진 누구나 {{doc_type}}을(를) 볼 수 있습니다. {{doc_type}} 소유자인 회원님은 법적 준수에 대한 책임이 있습니다. {{doc_type}} 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다. 자세한 내용 및 보안 문제는 {{serviceTerm}} 및 {{privacy}}을(를) 참조하세요.
ms_my: Jika anda menghidupkannya, sesiapa sahaja dengan pautan boleh melihat {{doc_type}}. Sebagai pemilik {{doc_type}}, anda bertanggungjawab untuk mematuhi undang-undang. Sila ambil perhatian bahawa pengguna luar dengan kebenaran untuk berkongsi {{doc_type}} boleh melihat senarai kolaborator. Untuk butiran dan hal keselamatan, sila rujuk kepada {{serviceTerm}} dan {{privacy}}.
pt_br: Se você ativá-lo, qualquer pessoa com o link poderá visualizar o {{doc_type}}. Como proprietário do {{doc_type}}, você é responsável pela conformidade jurídica dele. Observe que os usuários externos com permissão para compartilhar {{doc_type}} poderão visualizar a lista de colaboradores. Para ver detalhes e assuntos de segurança, consulte o {{serviceTerm}} e a {{privacy}}.
ru_ru: После включения, любой, у кого есть ссылка, сможет просматривать {{doc_type}}. Как владелец {{doc_type}}, вы несете ответственность за соблюдение правовых норм._x000D_ Обратите внимание, что внешние пользователи, которым разрешено делиться {{doc_type}}, могут просматривать список соавторов._x000D_ Подробную информацию и вопросы безопасности см. в {{serviceTerm}} и {{privacy}}._x000D_
th_th: หากคุณเปิดใช้งาน ทุกคนที่มีลิงก์จะสามารถดู {{doc_type}} ได้ ในฐานะเจ้าของ {{doc_type}} คุณต้องรับผิดชอบต่อการปฏิบัติตามกฎหมาย โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปัน {{doc_type}} สามารถดูรายการผู้ร่วมงานได้ สำหรับรายละเอียดและเรื่องการรักษาความปลอดภัย โปรดดูที่ {{serviceTerm}} และ {{privacy}}
vi_vn: Nếu bật, bất kỳ ai có liên kết đều có thể xem {{doc_type}}. Là chủ sở hữu của {{doc_type}}, bạn phải chịu trách nhiệm tuân thủ tính pháp lý của tài liệu. Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ {{doc_type}} có thể xem được danh sách cộng tác viên. Để biết thêm chi tiết và các vấn đề an ninh, vui lòng tham khảo {{serviceTerm}} và {{privacy}}.
zh_cn: 该功能开启后，互联网上获得链接的人都能够访问该{{doc_type}}。作为{{doc_type}}所有者，需要对其合法合规性负责。 注意：有分享权限的外部用户，可查看协作者列表，请注意信息安全。 具体说明及安全事项请查看 {{serviceTerm}} 和 {{privacy}} 。
zh_tw: 該功能開啟後，網際網路上取得連結者都能夠存取該{{doc_type}}。作為{{doc_type}}擁有者，需要對其合法合規性負責。 注意：有分享權限的外部使用者，可查看協作者清單，請注意資訊安全。 具體說明及安全事項請查看 {{serviceTerm}} 和 {{privacy}}。

# eDQ
source: You are going to ask {{owner_name}} for edit permission.
de_de: Sie sind im Begriff, {{owner_name}} um eine Berechtigung zum Bearbeiten zu bitten.
es_es: Vas a pedir permiso para editar a {{owner_name}}.
fr_fr: Vous êtes sur le point de demander l'autorisation de modification à {{owner_name}}.
hi_in: आप {{owner_name}} से संपादन अनुमति के लिए पूछने जा रहे हैं.
id_id: Anda akan meminta izin untuk mengedit dari {{owner_name}}.
it_it: Stai per richiedere a {{owner_name}} l'autorizzazione a modificare.
ja_jp: {{owner_name}}（所有者）に編集権限を申請します
ko_kr: {{owner_name}} 님에게 편집 권한을 요청합니다.
ms_my: Anda akan meminta {{owner_name}} untuk kebenaran mengedit.
pt_br: Você pedirá permissão de edição a {{owner_name}}.
ru_ru: Вы собираетесь попросить у {{owner_name}} разрешение на редактирование.
th_th: คุณกำลังจะขอ {{owner_name}} สำหรับสิทธิ์การอนุญาตในการแก้ไข
vi_vn: Bạn đang yêu cầu {{owner_name}} cấp quyền chỉnh sửa.
zh_cn: 你将向 {{owner_name}}（所有者）申请编辑权限
zh_tw: 你將向 {{owner_name}}（擁有者）申請編輯權限

# 33U
source: Failed to request permission
de_de: Berechtigungsanforderung fehlgeschlagen.
es_es: Error al solicitar permiso
fr_fr: Échec de la demande d'autorisation
hi_in: अनुमति का अनुरोध करने में विफल हुआ
id_id: Gagal meminta izin
it_it: Impossibile richiedere autorizzazione
ja_jp: 申請できませんでした
ko_kr: 권한 요청 실패
ms_my: Gagal meminta kebenaran
pt_br: Falha ao solicitar permissão
ru_ru: Не удалось запросить разрешение
th_th: ขอสิทธิ์การอนุญาตไม่สำเร็จ
vi_vn: Không yêu cầu quyền
zh_cn: 申请失败
zh_tw: 申請失敗

# Jrk
source: Due to the administrator's permission settings, you can't request permission to {{name}}.
de_de: Aufgrund der Berechtigungseinstellungen des Administrators können Sie keine Berechtigung für {{name}} anfragen.
es_es: Debido a la configuración de permisos del administrador, no puedes solicitar permiso a {{name}}.
fr_fr: En raison des paramètres d'autorisation de l'administrateur, vous ne pouvez pas demander l'autorisation à {{name}}.
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण, आप {{name}} से अनुमति का अनुरोध नहीं कर सकते.
id_id: Karena pengaturan izin administrator, Anda tidak dapat meminta izin ke {{name}}.
it_it: A causa delle impostazioni di autorizzazione dell'amministratore non puoi richiedere l'autorizzazione a {{name}}.
ja_jp: 管理者の権限設定により、{{name}} に申請を送信できません
ko_kr: 관리자의 권한 설정으로 인해 {{name}} 님에게 권한을 요청할 수 없습니다.
ms_my: Kerana tetapan kebenaran pentadbir, anda tidak boleh meminta kebenaran kepada {{name}}.
pt_br: Devido às configurações de permissão do administrador, você não pode solicitar permissão para {{name}}.
ru_ru: Из-за настроек разрешений администратора вы не можете запросить разрешение для {{name}}.
th_th: เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล คุณจึงไม่สามารถขอสิทธิ์การอนุญาตจาก {{name}} ได้
vi_vn: Do cài đặt quyền của quản trị viên nên bạn không thể yêu cầu cấp quyền cho {{name}} .
zh_cn: 由于管理员的权限设置，你无法向{{name}} 发送申请。
zh_tw: 由於管理員的權限設定，你無法向 {{name}} 傳送申請。

# evg
source: Unable to send request. You've blocked {{name}}.
de_de: Anfrage konnte nicht gesendet werden. Sie haben {{name}} blockiert.
es_es: No se puede enviar la solicitud. Has bloqueado a {{name}}.
fr_fr: Impossible d'envoyer la demande. Vous avez bloqué {{name}}.
hi_in: अनुरोध भेजने में असमर्थ. आपने {{name}} को ब्लॉक किया.
id_id: Tidak dapat mengirim permintaan. Anda telah memblokir {{name}} .
it_it: Impossibile inviare la richiesta. Hai bloccato {{name}}.
ja_jp: あなたは {{name}} をブロックしているため、申請を送信できません
ko_kr: 요청을 보낼 수 없습니다. {{name}} 님을 차단하셨습니다.
ms_my: Tidak dapat menghantar permintaan. Anda telah menyekat {{name}}.
pt_br: Não é possível enviar a solicitação. Você bloqueou {{name}}.
ru_ru: Не удалось отправить запрос. Вы заблокировали {{name}}.
th_th: ไม่สามารถส่งคำขอได้ คุณได้ปิดกั้น {{name}}
vi_vn: Không thể gửi yêu cầu. Bạn đã chặn {{name}} .
zh_cn: 由于你已屏蔽 {{name}} ，无法发送申请
zh_tw: 由於你已封鎖 {{name}}，無法傳送申請

# mOg
source: Unable to send request. {{name}} has blocked you.
de_de: Anfrage konnte nicht gesendet werden. {{name}} hat Sie blockiert.
es_es: No se puede enviar la solicitud. {{name}} te ha bloqueado.
fr_fr: Impossible d'envoyer la demande. {{name}} vous a bloqué.
hi_in: अनुरोध भेजने में असमर्थ. {{name}} ने आपको ब्लॉक किया.
id_id: Tidak dapat mengirim permintaan. {{name}} telah memblokir Anda.
it_it: Impossibile inviare la richiesta. {{name}} ti ha bloccato.
ja_jp: {{name}} があなたをブロックしているため、申請を送信できません
ko_kr: 요청을 보낼 수 없습니다. {{name}} 님이 회원님을 차단했습니다.
ms_my: Tidak dapat menghantar permintaan. {{name}} telah menyekat anda.
pt_br: Não é possível enviar a solicitação. {{name}} bloqueou você.
ru_ru: Не удалось отправить запрос. Вы заблокированы {{name}}.
th_th: ไม่สามารถส่งคำขอได้ {{name}} ได้ปิดกั้นคุณ
vi_vn: Không thể gửi yêu cầu. {{name}} đã chặn bạn.
zh_cn: 由于{{name}} 已屏蔽你，无法发送申请
zh_tw: 由於 {{name}} 已封鎖你，無法傳送申請

# 4lY
source: Since {{name}} isn't your contact, you can only send up to {{count}} requests per day. You can send more requests once this user is added to contacts.
de_de: Da {{name}} kein Kontakt von Ihnen ist, können Sie nur bis zu {{count}} Anfragen pro Tag senden. Sie können mehr Anfragen senden, sobald dieser Benutzer zu den Kontakten hinzugefügt wurde.
es_es: Dado que {{name}} no es contacto tuyo, sólo puedes enviar un máximo de {{count}} solicitudes al día. Podrás enviar más solicitudes una vez que este usuario se haya agregado a los contactos.
fr_fr: Comme {{name}} ne fait pas partie de vos contacts, vous pouvez lui envoyer jusqu'à {{count}} demandes par jour. Vous pourrez envoyer plus de demandes à cet utilisateur une fois qu'il sera ajouté à vos contacts.
hi_in: चुंकि {{name}} आपके संपर्क में नहीं है, आप प्रतिदिन अधिकतम {{count}} अनुरोध ही भेज सकते हैं. इस उपयोगकर्ता को संपर्क में जोड़ने के बाद आप अधिक अनुरोध भेज सकते हैं.
id_id: Karena {{name}} bukan kontak Anda, Anda hanya dapat mengirim hingga {{count}} permintaan per hari. Anda dapat mengirim lebih banyak permintaan setelah menambahkan pengguna ini ke kontak.
it_it: Poiché {{name}} non è un tuo contatto, puoi inviare solo un massimo di {{count}} richieste al giorno. Puoi inviare altre richieste una volta che questo utente viene aggiunto ai contatti.
ja_jp: あなたはまだ {{name}} の連絡先を追加していないため、申請送信回数が上限（{{count}}件/日）に達しました。相手を連絡先に追加すると、引き続き送信できます
ko_kr: {{name}} 님은 연락처에 없으므로 회원님은 하루에 최대 {{count}}개의 요청만 보낼 수 있습니다. 이 사용자를 연락처에 추가하면 더 많은 요청을 보낼 수 있습니다.
ms_my: Oleh kerana {{name}} bukan kenalan anda, anda hanya boleh menghantar sehingga {{count}} permintaan setiap hari. Anda boleh menghantar lebih banyak permintaan setelah pengguna ini ditambah ke kenalan.
pt_br: Como {{name}} não está nos seus contatos, você só poderá enviar até {{count}} solicitações por dia. Você poderá enviar mais solicitações depois que este usuário for adicionado aos seus contatos.
ru_ru: Так как {{name}} не является вашим контактом, можно отправлять не более {{count}} запросов в день. После добавления этого пользователя в контакты можно будет отправлять больше запросов.
th_th: เนื่องจาก {{name}} ไม่ได้อยู่ในรายชื่อที่ติดต่อของคุณ คุณจึงสามารถส่งคำขอได้สูงสุด {{count}} รายการต่อวันเท่านั้น คุณสามารถส่งคำขอเพิ่มได้เมื่อผู้ใช้รายนี้ถูกเพิ่มไปยังรายชื่อที่ติดต่อ
vi_vn: Do {{name}} không có trong danh bạ của bạn nên bạn chỉ có thể gửi tối đa {{count}} yêu cầu mỗi ngày. Bạn có thể gửi nhiều yêu cầu hơn sau khi người dùng này được thêm vào danh bạ của bạn.
zh_cn: 由于你还不是 {{name}} 的联系人，发送申请次数已达上限（{{count}}次/天），添加为联系人后可继续申请
zh_tw: 由於你還不是 {{name}} 的聯絡人，傳送申請次數已達上限（{{count}}次/天），新增為聯絡人後可繼續傳送申請

# zSk
source: Due to the administrator's permission settings, you cannot request permission for {{name}}.
de_de: Aufgrund der Berechtigungseinstellungen des Administrators können Sie keine Berechtigung für {{name}} anfragen .
es_es: Debido a la configuración de permisos del administrador, no puedes solicitar permiso para {{name}}.
fr_fr: En raison des paramètres d'autorisation de l'administrateur, vous ne pouvez pas demander l'autorisation de {{name}}.
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण, आप {{name}} के लिए अनुमति का अनुरोध नहीं कर सकते.
id_id: Karena pengaturan izin administrator, Anda tidak dapat meminta izin untuk {{name}}.
it_it: A causa delle impostazioni di autorizzazione dell'amministratore non puoi richiedere l'autorizzazione per {{name}}.
ja_jp: 管理者の権限設定により、{{name}} の代わりに申請を送信できません
ko_kr: 관리자의 권한 설정으로 인해 {{name}}의 권한을 요청할 수 없습니다.
ms_my: Kerana tetapan kebenaran pentadbir, anda tidak boleh meminta kebenaran untuk {{name}}.
pt_br: Devido às configurações de permissão do administrador, você não pode solicitar permissão para {{name}}.
ru_ru: Из-за настроек разрешений администратора вы не можете запросить разрешение для {{name}}.
th_th: เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล คุณจึงไม่สามารถขอสิทธิ์การอนุญาตสำหรับ {{name}} ได้
vi_vn: Do cài đặt quyền của quản trị viên nên bạn không thể yêu cầu cấp quyền cho {{name}}.
zh_cn: 由于管理员的权限设置，你无法替 {{name}} 申请权限
zh_tw: 由於管理員的權限設定，你無法為 {{name}} 申請權限

# Xg4
source: Failed to send request. {{owner_name}} has blocked {{name}}.
de_de: Senden der Anfrage fehlgeschlagen. {{owner_name}} hat {{name}} blockiert.
es_es: Error al enviar la solicitud. {{owner_name}} ha bloqueado a {{name}}.
fr_fr: Échec de l'envoi de la demande. {{owner_name}} a bloqué {{name}}.
hi_in: अनुरोध भेजने में विफल हुआ. {{owner_name}} ने {{name}} को ब्लॉक किया.
id_id: Gagal mengirim permintaan. {{owner_name}} telah memblokir {{name}}.
it_it: Impossibile inviare la richiesta. {{owner_name}} ha bloccato {{name}}.
ja_jp: {{owner_name}} は {{name}} をブロックしているため、申請を送信できません
ko_kr: 요청을 보내지 못했습니다. {{owner_name}} 님이 {{name}} 님을 차단했습니다.
ms_my: Gagal menghantar permintaan. {{owner_name}} telah menyekat {{name}}.
pt_br: Falha ao enviar solicitação. {{owner_name}} bloqueou {{name}}.
ru_ru: Не удалось отправить запрос. {{name}} заблокирован {{owner_name}}.
th_th: ส่งคำขอไม่สำเร็จ {{owner_name}} ได้ปิดกั้น {{name}}
vi_vn: Gửi yêu cầu thất bại. {{owner_name}} đã chặn {{name}}.
zh_cn: 由于 {{owner_name}} 已屏蔽 {{name}} ，无法发送申请
zh_tw: 由於 {{owner_name}} 已封鎖 {{name}}，無法傳送申請

# I68
source: Failed to send request. {{name}} has blocked {{owner_name}}.
de_de: Senden der Anfrage fehlgeschlagen. {{name}} hat {{owner_name}} blockiert.
es_es: Error al enviar la solicitud. {{name}} ha bloqueado a {{owner_name}}.
fr_fr: Échec de l'envoi de la demande. {{name}} a bloqué {{owner_name}}.
hi_in: अनुरोध भेजने में विफल हुआ. {{name}} ने {{owner_name}} को ब्लॉक किया.
id_id: Gagal mengirim permintaan. {{name}} telah memblokir {{owner_name}}.
it_it: Impossibile inviare la richiesta. {{name}} ha bloccato {{owner_name}}.
ja_jp: {{owner_name}} は {{name}} をブロックしているため、申請を送信できません
ko_kr: 요청을 보내지 못했습니다. {{name}} 님이 {{owner_name}} 님을 차단했습니다.
ms_my: Gagal menghantar permintaan. {{name}} telah menyekat {{owner_name}}.
pt_br: Falha ao enviar solicitação. {{name}} bloqueou {{owner_name}}.
ru_ru: Не удалось отправить запрос. {{name}} заблокирован {{owner_name}}.
th_th: ส่งคำขอไม่สำเร็จ {{name}} ได้ปิดกั้น {{owner_name}}
vi_vn: Gửi yêu cầu thất bại. {{name}} đã chặn {{owner_name}}.
zh_cn: 由于 {{name}} 已屏蔽 {{owner_name}}，无法发送申请
zh_tw: 由於 {{name}} 已封鎖 {{owner_name}}，無法傳送申請

# 0K0
source: Since {{owner_name}} isn't {{name}}'s contact, you can only share documents up to {{count}} times per day. You can send more messages once this user is added to contacts.
de_de: Da {{owner_name}} kein Kontakt von {{name}} ist, können Sie Dokumente nur bis zu {{count}} Mal pro Tag teilen. Sie können mehr Nachrichten senden, sobald dieser Benutzer zu den Kontakten hinzugefügt wurde.
es_es: Dado que {{owner_name}} no es contacto de {{name}}, solo puedes compartir documentos un máximo de {{count}} veces al día. Podrás enviar más mensajes una vez que este usuario se haya añadido a los contactos.
fr_fr: Comme {{owner_name}} ne fait pas partie des contacts de {{name}}, vous pouvez partager des documents avec lui jusqu'à {{count}} fois par jour. Vous pourrez envoyer plus de messages à cet utilisateur une fois qu'il sera ajouté à vos contacts.
hi_in: चुंकि {{owner_name}} {{name}} के संपर्क में नहीं है, इसलिए आप प्रतिदिन अधिकतम {{count}} बार ही दस्तावेज़ साझा कर सकते हैं. इस उपयोगकर्ता को संपर्क में जोड़ दिए जाने के बाद आप अधिक संदेश भेज सकते हैं.
id_id: Karena {{owner_name}} bukan kontak {{name}}, Anda hanya dapat berbagi dokumen hingga {{count}} kali per hari. Anda dapat mengirim lebih banyak pesan setelah pengguna ini ditambahkan ke kontak.
it_it: Poiché {{owner_name}} non è un contatto di {{name}}, puoi condividere file solo fino a un massimo di {{count}} volte al giorno. Puoi inviare altri messaggi una volta che questo utente viene aggiunto ai contatti.
ja_jp: 申請を送信できません。{{owner_name}} はまだ {{name}} の連絡先を追加していないため、共有回数が上限の {{count}}回/日に達しました。
ko_kr: {{owner_name}} 님은 {{name}} 님의 연락처에 없으므로 회원님은 하루에 최대 {{count}}번만 문서를 공유할 수 있습니다. 이 사용자를 연락처에 추가하면 더 많은 메시지를 보낼 수 있습니다.
ms_my: Oleh kerana {{owner_name}} bukan kenalan {{name}}, anda hanya boleh berkongsi dokumen sebanyak {{count}} kali sehari. Anda boleh menghantar lebih banyak mesej setelah pengguna ini ditambah ke kenalan.
pt_br: Como {{owner_name}} não {{name}} está nos seus contatos, você só poderá compartilhar documentos até {{count}} vezes por dia. Você poderá enviar mais mensagens depois que este usuário for adicionado aos seus contatos.
ru_ru: Поскольку {{owner_name}} не является контактом {{name}}, вы можете делиться документами не более {{count}} раз в день. Вы можете отправлять больше сообщений, как только этого пользователя добавят в контакты.
th_th: เนื่องจาก {{owner_name}} ไม่ได้อยู่ในรายชื่อที่ติดต่อ {{name}} คุณจึงสามารถแบ่งปันเอกสารได้สูงสุด {{count}} ครั้งต่อวันเท่านั้น คุณสามารถส่งข้อความเพิ่มได้เมื่อผู้ใช้รายนี้ถูกเพิ่มไปยังรายชื่อที่ติดต่อ
vi_vn: Do {{owner_name}} không có trong danh bạ của {{name}} nên bạn chỉ có thể chia sẻ tài liệu tối đa {{count}} lần mỗi ngày. Bạn có thể gửi nhiều tin nhắn hơn sau khi người dùng này được thêm vào danh bạ của bạn.
zh_cn: 由于 {{owner_name}} 还不是 {{name}} 的联系人，分享次数已达上限 {{count}} 次/天，无法发送申请
zh_tw: 由於 {{owner_name}} 還不是 {{name}} 的聯絡人，分享次數已達上限 {{count}} 次/天，無法傳送申請

# gvA
source: For privacy reasons, you cannot request permission for {{name}}.
de_de: Sie können Sie aus Datenschutzgründen keine Berechtigung für {{name}} anfragen.
es_es: Por motivos de privacidad, no puedes solicitar permiso para {{name}}.
fr_fr: Pour des raisons de confidentialité, vous ne pouvez pas demander l'autorisation de {{name}}.
hi_in: गोपनीयता के कारण, आप {{name}} के लिए अनुमति का अनुरोध नहीं कर सकते.
id_id: Untuk alasan privasi, Anda tidak dapat meminta izin untuk {{name}}.
it_it: Per motivi di privacy, non puoi richiedere l'autorizzazione per {{name}}.
ja_jp: プライバシー設定により、{{name}} の代わりに申請を送信できません
ko_kr: 개인 정보 보호 이유로 {{name}}의 권한을 요청할 수 없습니다.
ms_my: Atas sebab privasi, anda tidak boleh meminta kebenaran untuk {{name}}.
pt_br: Por motivo de privacidade, você não pode solicitar permissão para {{name}}.
ru_ru: По причинам конфиденциальности вы не можете запросить разрешение для {{name}}.
th_th: เพื่อเหตุผลด้านความปลอดภัย คุณจึงไม่สามารถขอสิทธิ์การอนุญาตสำหรับ {{name}} ได้
vi_vn: Vì lý do quyền riêng tư, bạn không thể yêu cầu cấp quyền cho {{name}}.
zh_cn: 隐私设置原因，你无法替 {{name}} 申请权限
zh_tw: 由於隱私設定，你無法為 {{name}} 申請權限

# 5rA
source: You can request {{permission_type}} permission from the owner {{name}} to share the document with the following users
de_de: Sie können eine Berechtigung vom Typ {{permission_type}} beim Besitzer {{name}} anfragen, um das Dokument mit folgenden Benutzern zu teilen.
es_es: Puedes pedir permiso para {{permission_type}} al propietario {{name}} si quieres compartir el documento con los siguientes usuarios
fr_fr: Vous pouvez demander l'autorisation de {{permission_type}} au propriétaire {{name}} afin de partager le document avec les utilisateurs suivants
hi_in: आप निम्न उपयोगकर्ताओं के साथ दस्तावेज़ साझा करने के लिए ओनर {{name}} से {{permission_type}} अनुमति का अनुरोध कर सकते हैं
id_id: Anda dapat meminta izin {{permission_type}} dari pemilik {{name}} untuk berbagi dokumen dengan pengguna berikut
it_it: Puoi richiedere l'autorizzazione di {{permission_type}} dal proprietario {{name}} per condividere il file con i seguenti utenti
ja_jp: 以下のユーザーに {{permission_type}} を付与するよう、所有者 {{name}} に申請を送信できます。
ko_kr: 다음 사용자와 문서를 공유하기 위해 {{permission_type}} 권한을 소유자 {{name}} 님에게 요청할 수 있습니다
ms_my: Anda boleh meminta kebenaran {{permission_type}} daripada pemilik {{name}} untuk berkongsi dokumen dengan pengguna berikut
pt_br: Você pode solicitar permissão {{permission_type}} ao proprietário {{name}} para compartilhar o documento com os usuários a seguir.
ru_ru: Вы можете запросить разрешение {{permission_type}} у владельца {{name}} на предоставление доступа к документу следующим пользователям
th_th: คุณสามารถขอสิทธิ์การอนุญาต {{permission_type}} จากเจ้าของ {{name}} ในการแบ่งปันเอกสารกับผู้ใช้ต่อไปนี้ได้
vi_vn: Bạn có thể yêu cầu quyền {{permission_type}} từ chủ sở hữu {{name}} để chia sẻ tài liệu với những người dùng sau
zh_cn: 可请求文档所有者 {{name}} 授予以下用户 {{permission_type}}
zh_tw: 可請求文件擁有者 {{name}} 授予以下使用者 {{permission_type}}

# f0c
source: Failed to invite some users
de_de: Einige Benutzer konnten nicht eingeladen werden
es_es: Error al invitar a algunos usuarios
fr_fr: Échec de l'invitation de certains utilisateurs
hi_in: कुछ उपयोगकर्ताओं को आमंत्रित करने में विफल हुआ
id_id: Gagal mengundang beberapa pengguna
it_it: Impossibile invitare alcuni utenti
ja_jp: 一部のユーザーを招待に失敗しました
ko_kr: 일부 사용자 초대 실패
ms_my: Gagal menjemput beberapa pengguna
pt_br: Falha ao convidar alguns usuários
ru_ru: Не удалось пригласить некоторых пользователей
th_th: ไม่สามารถเชิญผู้ใช้บางรายได้
vi_vn: Mời một số người dùng thất bại
zh_cn: 部分用户邀请未成功
zh_tw: 部分使用者邀請未成功
