Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# bK4
source: This document will be moved to Wiki. It will inherit the permission settings of {{username}} and retain all of its original collaborators. Confirm?
de_de: Dieses Dokument wird nach Wiki verschoben. Es übernimmt die Berechtigungseinstellungen von {{username}} und behält alle ursprünglichen Kollaboratoren bei. Bestätigen?
es_es: Este documento se moverá a Wiki. Heredará la configuración de permisos de {{username}} y conservará todos sus colaboradores originales. ¿Confirmar?
fr_fr: Ce document sera déplacé vers le Wiki. Il héritera des paramètres d'autorisation de {{username}} et conservera tous ses collaborateurs d'origine. Confirmer ?
id_id: Dokumen ini akan dipindahkan ke Wiki. Ia akan mewarisi pengaturan izin {{username}} dan mempertahankan semua kolaborator aslinya. Konfirmasikan?
it_it: Questo documento verrà spostato in Wiki. Erediterà le Impostazioni delle autorizzazioni di {{username}} e manterrà tutti i relativi collaboratori originali. Confermare?
ja_jp: ドキュメントは「ウィキ」に移動され、「{{username}}」の権限を継承します。元の共同編集者はすべて保持されます。移動しますか？
ko_kr: 이 문서는 Wiki로 이동합니다. {{username}}의 권한 설정을 상속하고 원래 공동 작업자를 모두 유지합니다. 확인하시겠습니까?
ms_my: Dokumen ini akan dipindahkan ke Wiki. Ia akan mewarisi tetapan kebenaran {{username}} dan mengekalkan semua kolaborator asal. Sahkan?
pt_br: Este documento será movido para o Wiki. Ele herdará as configurações de permissão de {{username}} e manterá todos os seus colaboradores originais. Confirmar?
ru_ru: Этот документ будет перемещен в Wiki. Он будет наследовать настройки разрешений от {{username}}, а все исходные соавторы будут сохранены. Подтвердить?
th_th: เอกสารนี้จะย้ายไปยัง Wiki โดยจะรับช่วงการตั้งค่าสิทธิ์การอนุญาตของ {{username}} เอาไว้ และจะเก็บผู้ร่วมงานเดิมเอาไว้ทั้งหมด ยืนยันหรือไม่
vi_vn: Tài liệu này sẽ được chuyển đến Wiki. Tài liệu sẽ kế thừa cài đặt quyền của {{username}} và giữ lại tất cả cộng tác viên ban đầu. Xác nhận?
zh_cn: 文档将移动到“知识库”，默认继承“{{username}}”的权限，并保留原有协作者。确认移动？
zh_tw: 文件將移動到「知識庫」，預設繼承「{{username}}」的權限，並保留原有協作者。確認移動嗎？

# RmE
source: Moved to Wiki
de_de: Nach Wiki verschoben
es_es: Movido a Wiki
fr_fr: Déplacé vers le Wiki
id_id: Berhasil dipindahkan ke Wiki
it_it: Spostato in Wiki
ja_jp: ウィキに移動しました。
ko_kr: Wiki로 이동
ms_my: Dipindahkan ke Wiki
pt_br: Movido para Wiki
ru_ru: Перемещено в Wiki
th_th: ย้ายไปยัง Wiki
vi_vn: Đã di chuyển tới Wiki
zh_cn: 已成功移动到知识库
zh_tw: 已成功移動到知識庫

# F80
source: Move To
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
id_id: Pindahkan Ke
it_it: Sposta in
ja_jp: 移動
ko_kr: 이동 위치
ms_my: Pindah Ke
pt_br: Mover para
ru_ru: Переместить в
th_th: ย้ายไปยัง
vi_vn: Di chuyển đến
zh_cn: 移动到
zh_tw: 移動到

# lXA
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Couper le son
id_id: Bisukan
it_it: Disattiva audio
ja_jp: ミュート
ko_kr: 음소거
ms_my: Bisu
pt_br: Ativar mudo
ru_ru: Без звука
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 关闭通知
zh_tw: 關閉通知

# lb4
source: Notification muted for this document.
de_de: Benachrichtigungen wurden für dieses Dokument stummgeschaltet.
es_es: Notificaciones de este documento silenciadas.
fr_fr: Le son de la notification a été coupé pour ce document.
id_id: Notifikasi dibisukan untuk dokumen ini.
it_it: Audio delle notifiche disattivato per questo documento.
ja_jp: オフにしました。このドキュメント関連のメッセージ通知を受信しません。
ko_kr: 이 문서에 대해 알림이 음소거되었습니다.
ms_my: Pemberitahuan dibisu untuk dokumen ini.
pt_br: Notificação com mudo ativado para este documento.
ru_ru: Уведомление для этого документа отключено.
th_th: ปิดเสียงการแจ้งเตือนสำหรับเอกสารนี้
vi_vn: Đã tắt tiếng thông báo về tài liệu này.
zh_cn: 已关闭该文档的通知提醒
zh_tw: 已關閉該文件的通知提醒

# 4Wk
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_tw: 翻譯

# KRo
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# Wb4
source: Explain
de_de: Erklären
es_es: Explicar
fr_fr: Expliquer
id_id: Jelaskan
it_it: Spiega
ja_jp: 解説
ko_kr: 설명
ms_my: Terangkan
pt_br: Explicar
ru_ru: Объяснить
th_th: อธิบาย
vi_vn: Giải thích
zh_cn: 解释
zh_tw: 解釋

# WFk
source: Ask me to generate...
de_de: Frag mich zur Generierung von ...
es_es: Pídeme que genere...
fr_fr: Demandez-moi de générer...
id_id: Minta saya untuk membuat ...
it_it: Chiedimi di generare…
ja_jp: 知りたいことをお聞かせください...
ko_kr: 생성을 요청합니다...
ms_my: Minta saya untuk menghasilkan...
pt_br: Peça-me para gerar...
ru_ru: Попросите меня создать...
th_th: ขอให้ฉันสร้าง...
vi_vn: Yêu cầu tôi tạo...
zh_cn: 告诉我你想了解什么...
zh_tw: 告訴我你想瞭解什麼...

# j1U
source: Mention Docs
de_de: Docs erwähnen
es_es: Mencionar documentos de Docs
fr_fr: Mentionner des Docs
id_id: Sebutkan Docs
it_it: Menziona Docs
ja_jp: Docs をメンション
ko_kr: Docs 멘션
ms_my: Sebut Docs
pt_br: Mencionar Docs
ru_ru: Упоминание документов
th_th: กล่าวถึง Docs
vi_vn: Nhắc đến Docs
zh_cn: 提及云文档
zh_tw: 提及雲端文件

# SKE
source: {{aiName}} does not have access to the document, which may affect the result. Please request copy permission.
de_de: {{aiName}} hat keinen Zugriff auf das Dokument, wodurch das Ergebnis beeinträchtigt werden kann. Beantragen Sie bitte die Kopierberechtigung.
es_es: {{aiName}} no tiene acceso al documento, lo que puede influir en el resultado. Solicita permiso de copia.
fr_fr: {{aiName}} n'a pas accès au document, ce qui peut affecter le résultat. Veuillez demander l'autorisation de copie.
id_id: {{aiName}} tidak memiliki akses ke dokumen, yang dapat memengaruhi hasilnya. Minta izin untuk menyalin.
it_it: {{aiName}} non ha accesso al documento, il che può influire sul risultato. Richiedi l'autorizzazione per copiare.
ja_jp: {{aiName}} は、ドキュメントにアクセスできないため、回答結果に影響が出る可能性があります。続行する前に、まずドキュメントのコピー権限をリクエストしてください。
ko_kr: {{aiName}}에 문서에 대한 액세스 권한이 없습니다. 이는 결과에 영향을 미칠 수 있습니다. 복사 권한을 요청하세요.
ms_my: {{aiName}} tidak mempunyai akses ke dokumen, yang mungkin mempengaruhi hasilnya. Sila minta kebenaran salinan.
pt_br: O {{aiName}} não tem acesso ao documento, o que pode afetar o resultado. Solicite permissão para copiar.
ru_ru: {{aiName}} не имеет доступа к документу, что может повлиять на результат. Запросите разрешение на копирование.
th_th: {{aiName}} ไม่มีสิทธิ์อนุญาตเข้าถึงเอกสาร ซึ่งอาจส่งผลต่อผลลัพธ์ โปรดขอสิทธิ์การอนุญาตคัดลอก
vi_vn: {{aiName}} không có quyền truy cập vào tài liệu, việc này có thể sẽ ảnh hưởng đến kết quả. Vui lòng yêu cầu cấp quyền sao chép.
zh_cn: {{aiName}}没有权限读取文档内容，可能影响回复结果，请申请文档的复制权限
zh_tw: {{aiName}}沒有讀取文件內容的權限，可能會影響回覆結果，請申請文件的複製權限

# vcc
source: Quit
de_de: Beenden
es_es: Abandonar
fr_fr: Quitter
id_id: Keluar
it_it: Esci
ja_jp: 破棄
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# NyY
source: Summarize
de_de: Zusammenfassen
es_es: Resumir
fr_fr: Résumer
id_id: Rangkum
it_it: Riepiloga
ja_jp: 文章を要約する
ko_kr: 요약
ms_my: Ringkaskan
pt_br: Resumir
ru_ru: Подвести итог
th_th: สรุป
vi_vn: Tóm tắt
zh_cn: 总结
zh_tw: 總結

# 0jQ
source: Arabic
de_de: Arabisch
es_es: Árabe
fr_fr: Arabe
id_id: Arab
it_it: Arabo
ja_jp: アラビア語
ko_kr: 아랍어
ms_my: Arab
pt_br: Árabe
ru_ru: Арабский
th_th: ภาษาอาหรับ
vi_vn: Tiếng Ả Rập
zh_cn: 阿拉伯语
zh_tw: 阿拉伯文

# hcY
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
id_id: Jerman
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
ms_my: Jerman
pt_br: Alemão
ru_ru: Немецкий
th_th: ภาษาเยอรมัน
vi_vn: Tiếng Đức
zh_cn: 德语
zh_tw: 德文

# vog
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
id_id: Inggris
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ms_my: Inggeris
pt_br: Inglês
ru_ru: Английский
th_th: ภาษาอังกฤษ
vi_vn: Tiếng Anh
zh_cn: 英语
zh_tw: 英文

# K0g
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
id_id: Spanyol
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
ms_my: Sepanyol
pt_br: Espanhol
ru_ru: Испанский
th_th: ภาษาสเปน
vi_vn: Tiếng Tây Ban Nha
zh_cn: 西班牙语
zh_tw: 西班牙文

# D58
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
id_id: Prancis
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
ms_my: Perancis
pt_br: Francês
ru_ru: Французский
th_th: ภาษาฝรั่งเศส
vi_vn: Tiếng Pháp
zh_cn: 法语
zh_tw: 法文

# nqU
source: Hindi
ja_jp: ヒンディー語
ko_kr: 힌디어
ru_ru: Хинди
th_th: ภาษาฮินดี
vi_vn: Tiếng Hindi
zh_cn: 印地语
zh_tw: 印度文

# zVw
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
id_id: Italia
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
ms_my: Itali
pt_br: Italiano
ru_ru: Итальянский
th_th: ภาษาอิตาลี
vi_vn: Tiếng Ý
zh_cn: 意大利语
zh_tw: 義大利文

# 0SE
source: Indonesian
de_de: Indonesisch
es_es: Indonesio
fr_fr: Indonésien
id_id: Indonesia
it_it: Indonesiano
ja_jp: インドネシア語
ko_kr: 인도네시아어
ms_my: Indonesia
pt_br: Indonésio
ru_ru: Индонезийский
th_th: ภาษาอินโดนีเซีย
vi_vn: Tiếng Indonesia
zh_cn: 印度尼西亚语
zh_tw: 印尼文

# zkk
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
id_id: Jepang
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
ms_my: Jepun
pt_br: Japonês
ru_ru: Японский
th_th: ภาษาญี่ปุ่น
vi_vn: Tiếng Nhật
zh_cn: 日语
zh_tw: 日文

# EgU
source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
id_id: Korea
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
ms_my: Korea
pt_br: Coreano
ru_ru: Корейский
th_th: ภาษาเกาหลี
vi_vn: Tiếng Hàn
zh_cn: 韩语
zh_tw: 韓文

# Xfs
source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
id_id: Portugis
it_it: Portoghese
ja_jp: ポルトガル語
ko_kr: 포르투갈어
ms_my: Portugis
pt_br: Português
ru_ru: Португальский
th_th: ภาษาโปรตุเกส
vi_vn: Tiếng Bồ Đào Nha
zh_cn: 葡萄牙语
zh_tw: 葡萄牙文

# ZJ8
source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais
id_id: Polandia
it_it: Polacco
ja_jp: ポーランド語
ko_kr: 폴란드어
ms_my: Poland
pt_br: Polonês
ru_ru: Польский
th_th: ขัดเกลา
vi_vn: Tiếng Ba Lan
zh_cn: 波兰语
zh_tw: 波蘭文

# 8SM
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
id_id: Rusia
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
ms_my: Rusia
pt_br: Russo
ru_ru: Русский
th_th: ภาษารัสเซีย
vi_vn: Tiếng Nga
zh_cn: 俄语
zh_tw: 俄文

# oW4
source: Tagalog (Filipino)
de_de: Philippinisch (Tagalog)
es_es: Tagalo (filipino)
fr_fr: Tagalog (philippin)
id_id: Tagalog (Filipina)
it_it: Tagalog (filippino)
ja_jp: タガログ語（フィリピン語）
ko_kr: 타갈로그어(필리핀어)
pt_br: Tagalo (Filipino)
ru_ru: Тагальский (филиппинский)
th_th: ภาษาตากาล็อก (ภาษาฟิลิปปินส์)
vi_vn: Tiếng Tagalog (Philippines)
zh_cn: 塔加路语（菲律宾语）
zh_tw: 塔加拉族文 (菲律賓文)

# 2BE
source: Thai
es_es: Tailandés
fr_fr: Thaïlandais
it_it: Thailandese
ja_jp: タイ語
ko_kr: 태국어
pt_br: Tailandês
ru_ru: Тайский
th_th: ภาษาไทย
vi_vn: Tiếng Thái
zh_cn: 泰语
zh_tw: 泰文

# cBI
source: Vietnamese
de_de: Vietnamesisch
es_es: Vietnamita
fr_fr: Vietnamien
id_id: Vietnam
it_it: Vietnamita
ja_jp: ベトナム語
ko_kr: 베트남어
ms_my: Vietnam
pt_br: Vietnamita
ru_ru: Вьетнамский
th_th: ภาษาเวียดนาม
vi_vn: Tiếng Việt
zh_cn: 越南语
zh_tw: 越南文

# 8Pg
source: Chinese, Simplified
de_de: Vereinfachtes Chinesisch
es_es: Chino simplificado
fr_fr: Chinois simplifié
id_id: Mandarin, Sederhana
it_it: Cinese, semplificato
ja_jp: 簡体字中国語
ko_kr: 중국어, 간체
ms_my: Cina, Ringkas
pt_br: Chinês simplificado
ru_ru: Упрощенный китайский
th_th: ภาษาจีนตัวย่อ
vi_vn: Tiếng Trung, Giản thể
zh_cn: 简体中文
zh_tw: 簡體中文

# m/0
source: Chinese, Traditional
de_de: Traditionelles Chinesisch
es_es: Chino tradicional
fr_fr: Chinois traditionnel
id_id: Mandarin, Tradisional
it_it: Cinese, tradizionale
ja_jp: 繁体字中国語
ko_kr: 중국어, 번체
ms_my: Cina, Tradisional
pt_br: Chinês tradicional
ru_ru: Традиционный китайский
th_th: ภาษาจีนตัวเต็ม
vi_vn: Tiếng Trung, Phồn thể
zh_cn: 繁体中文
zh_tw: 繁體中文

# dS8
source: Try Again
de_de: Erneut versuchen
es_es: Inténtalo de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: やり直す
ko_kr: 다시 시도
ms_my: Cuba Lagi
pt_br: Tentar novamente
ru_ru: Попробовать еще раз
th_th: โปรดลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# mjU
source: Not enough memory to load the document. Please shut down some programs and restart {{APP_DISPLAY_NAME}}.
de_de: Unzureichend freier Speicher zum Laden des Dokuments. Bitte schließen Sie einige Programme und starten Sie {{APP_DISPLAY_NAME}} neu.
es_es: No hay suficiente memoria para cargar el documento. Cierra algunos programas y reinicia {{APP_DISPLAY_NAME}}.
fr_fr: La mémoire est insuffisante pour charger le document. Veuillez fermer certains programmes et redémarrer {{APP_DISPLAY_NAME}}.
id_id: Memori tidak cukup untuk memuat dokumen. Tutup beberapa program dan mulai ulang {{APP_DISPLAY_NAME}}.
it_it: Memoria insufficiente per caricare il documento. Chiudi alcuni programmi e riavvia {{APP_DISPLAY_NAME}}.
ja_jp: ドキュメントを読み込むのに十分なメモリがありません。続行するには、いくつかのプログラムを終了して、{{APP_DISPLAY_NAME}} を再起動してください。
ko_kr: 메모리가 부족하여 문서를 로드할 수 없습니다. 일부 프로그램을 종료하고 {{APP_DISPLAY_NAME}}을(를) 다시 시작하세요.
ms_my: Memori tidak mencukupi untuk memuatkan dokumen. Sila tutup beberapa program dan mulakan semula {{APP_DISPLAY_NAME}}.
pt_br: Não há memória suficiente para carregar o documento. Feche alguns programas e reinicie o {{APP_DISPLAY_NAME}}.
ru_ru: Недостаточно памяти для загрузки документа. Закройте другие приложения и перезапустите {{APP_DISPLAY_NAME}}.
th_th: หน่วยความจำไม่เพียงพอที่จะโหลดเอกสาร โปรดปิดบางโปรแกรมแล้วรีสตาร์ท {{APP_DISPLAY_NAME}}
vi_vn: Không có đủ bộ nhớ để tải tài liệu. Vui lòng tắt một số chương trình rồi khởi động lại {{APP_DISPLAY_NAME}}.
zh_cn: 文档加载失败，系统内存不足 请关闭其他应用或重启{{APP_DISPLAY_NAME}}后刷新重试
zh_tw: 文件載入失敗，系統記憶體不足 請關閉其他應用程式或重新啟動{{APP_DISPLAY_NAME}}後重新整理並重試

# EZw
source: Not enough memory. Reloading the document...
de_de: Unzureichend freier Speicher. Das Dokument wird neu geladen ...
es_es: No hay suficiente memoria. Cargando el documento de nuevo...
fr_fr: Mémoire insuffisante. Actualisation du document...
id_id: Memori tidak cukup. Memuat ulang dokumen ...
it_it: Memoria insufficiente. Nuovo caricamento del documento in corso.
ja_jp: ストレージ容量が不足しています。ドキュメントを再読み込み中...
ko_kr: 메모리가 부족합니다. 문서를 다시 로드 중...
ms_my: Memori tidak mencukupi. Memuat semula dokumen...
pt_br: Não há memória suficiente. Recarregando o documento...
ru_ru: Недостаточно памяти. Идет перезагрузка документа...
th_th: หน่วยความจำไม่เพียงพอ กำลังโหลดเอกสารใหม่...
vi_vn: Không có đủ bộ nhớ. Đang tải lại tài liệu...
zh_cn: 系统内存不足，正在尝试重新加载文档...
zh_tw: 系統記憶體不足，正在嘗試重新載入文件...

# 9Qs
source: All Read
de_de: Alle gelesen
es_es: Todo leído
fr_fr: Tous les messages lus
hi_in: सभी पढ़े गए
id_id: Semua yang Sudah Dibaca
it_it: Tutti i messaggi letti
ja_jp: 既読した
ko_kr: 모두 읽음
ms_my: Semua Dibaca
pt_br: Tudo lido
ru_ru: Все прочитано
th_th: อ่านทั้งหมด
vi_vn: Tất cả đã đọc
zh_cn: 全部已读
zh_tw: 全部已讀

# kIU
source: Mark All as Read
de_de: Alle als gelesen markieren
es_es: Marcar todo como leído
fr_fr: Tout marquer comme lu
hi_in: पढ़ाया गया के रूप में चिह्नित करें
id_id: Tandai Semua sebagai Sudah Dibaca
it_it: Contrassegna tutti come già letti
ja_jp: 既読にする
ko_kr: 모두 읽음 상태로 표시
ms_my: Tandai Semua sebagai Dibaca
pt_br: Marcar todas como lidas
ru_ru: Пометить все как прочитанное
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
vi_vn: Đánh dấu tất cả là đã đọc
zh_cn: 一键已读
zh_tw: 一鍵已讀

# TDU
source: Secure Link
de_de: Geschützter Link
es_es: Enlace seguro
fr_fr: Lien sécurisé
id_id: Tautan Aman
it_it: Link sicuro
ja_jp: セキュアリンク
ko_kr: 보안 링크
ms_my: Pautan Selamat
pt_br: Link protegido
ru_ru: Безопасная ссылка
th_th: ลิงก์ที่ปลอดภัย
vi_vn: Liên kết bảo mật
zh_cn: 加密链接
zh_tw: 加密連結

# lzc
source: Permission Settings
de_de: Berechtigungseinstellungen
es_es: Configuración de permisos
fr_fr: Paramètres d'autorisation
id_id: Pengaturan Izin
it_it: Impostazioni delle autorizzazioni
ja_jp: 権限設定
ko_kr: 권한 설정
ms_my: Tetapan Kebenaran
pt_br: Configurações de permissão
ru_ru: Настройки разрешений
th_th: การตั้งค่าสิทธิ์การอนุญาต
vi_vn: Cài đặt quyền
zh_cn: 权限设置
zh_tw: 權限設定

# NGk
source: Secure Link
de_de: Geschützter Link
es_es: Enlace seguro
fr_fr: Lien sécurisé
id_id: Tautan Aman
it_it: Link sicuro
ja_jp: セキュアリンク
ko_kr: 보안 링크
ms_my: Pautan Selamat
pt_br: Link protegido
ru_ru: Безопасная ссылка
th_th: ลิงก์ที่ปลอดภัย
vi_vn: Liên kết bảo mật
zh_cn: 加密链接
zh_tw: 加密連結

# 4PE
source: Report Abuse
de_de: Missbrauch melden
es_es: Denunciar abuso
fr_fr: Signaler un abus
id_id: Laporkan Penyalahgunaan
it_it: Segnala abuso
ja_jp: 報告する
ko_kr: 남용 신고
ms_my: Laporkan Penyalahgunaan
pt_br: Denunciar abuso
ru_ru: Сообщить об оскорблениях
th_th: รายงานการละเมิด
vi_vn: Báo cáo lạm dụng
zh_cn: 举报
zh_tw: 舉報

# wMI
source: Unable to move. A retention label is applied to this document.
de_de: Verschieben nicht möglich. Das Dokument wird mit einem Aufbewahrungs-Label versehen.
es_es: No se puede mover. Este documento tiene aplicada una etiqueta de retención.
fr_fr: Déplacement impossible. Une étiquette de conservation est appliquée à ce document.
id_id: Gagal memindahkan. Label retensi diterapkan ke dokumen ini.
it_it: Impossibile spostare. Un'etichetta di conservazione è applicata a questo documento.
ja_jp: このドキュメントは保持ラベルが設定されているため、ウィキに移動できません
ko_kr: 이동할 수 없습니다. 이 문서에는 보존 레이블이 적용됩니다.
ms_my: Tidak dapat bergerak. Label pengekalan dikenakan pada dokumen ini.
pt_br: Não é possível mover. Um rótulo de retenção é aplicado a este documento.
ru_ru: Не удалось переместить. К этому документу прикреплена этикетка хранения.
th_th: ไม่สามารถย้าย มีการใช้ป้ายกำกับการเก็บรักษากับเอกสารนี้แล้ว
vi_vn: Không thể di chuyển. Đã có một nhãn lưu giữ được áp dụng cho tài liệu này.
zh_cn: 此文档已设置保留标签，暂不支持移动到知识库
zh_tw: 此文件已設定保留標籤，暫不支援移動到知識庫

# zlM
source: Security Level
de_de: Sicherheitsstufe
es_es: Nivel de seguridad
fr_fr: Niveau de sécurité
id_id: Tingkat Keamanan
it_it: Livello di sicurezza
ja_jp: 秘密度を設定
ko_kr: 보안 수준
ms_my: Tahap Keselamatan
pt_br: Nível de segurança
ru_ru: Уровень безопасности
th_th: ระดับความปลอดภัย
vi_vn: Cấp độ bảo mật
zh_cn: 设置密级
zh_tw: 設定加密等級

# QUU
source: Security level is set.
de_de: Die Sicherheitsstufe ist festgelegt.
es_es: Se ha establecido el nivel de seguridad.
fr_fr: Le niveau de sécurité a été défini.
id_id: Tingkat keamanan ditetapkan.
it_it: Livello di sicurezza impostato.
ja_jp: 秘密度のレベルが設定されました。
ko_kr: 보안 수준이 설정되었습니다.
ms_my: Tahap keselamatan ditetapkan.
pt_br: Nível de segurança definido.
ru_ru: Уровень безопасности установлен.
th_th: ตั้งระดับความปลอดภัยแล้ว
vi_vn: Đã đặt cấp độ bảo mật.
zh_cn: 密级设置成功
zh_tw: 加密等級設定成功

# n0k
source: Send to Chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke Chat
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปยังแชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# zaw
source: Send to Other Apps
de_de: An andere Apps senden
es_es: Enviar a otras aplicaciones
fr_fr: Envoyer à d'autres applications
id_id: Kirim ke Aplikasi Lain
it_it: Invia ad altre app
ja_jp: もっと見る
ko_kr: 다른 앱으로 전송
ms_my: Hantar ke Apl Lain
pt_br: Enviar para outros aplicativos
ru_ru: Отправить в другие приложения
th_th: ส่งไปยังแอปอื่น
vi_vn: Gửi đến ứng dụng khác
zh_cn: 更多
zh_tw: 更多

# 0Jo
source: Share Image
de_de: Bild teilen
es_es: Compartir imagen
fr_fr: Partager l'image
id_id: Bagikan Gambar
it_it: Condividi immagine
ja_jp: 画像を共有
ko_kr: 이미지 공유
ms_my: Kongsi Imej
pt_br: Compartilhar imagem
ru_ru: Поделиться изображением
th_th: แบ่งปันภาพ
vi_vn: Chia sẻ hình ảnh
zh_cn: 图片分享
zh_tw: 圖片分享

# sDY
source: Search for users, groups, user groups, and emails
de_de: Nach Benutzern, Gruppen, Abteilungen und E-Mails suchen
es_es: Buscar usuarios, grupos, grupos de usuarios y correos electrónicos
fr_fr: Rechercher des utilisateurs, des groupes, des groupes d'utilisateurs et des e-mails
id_id: Cari pengguna, grup, grup pengguna, dan email
it_it: Cerca utenti, gruppi, gruppi utenti ed e-mail
ja_jp: ユーザー、グループ、ユーザーグループまたはメールを検索
ko_kr: 사용자, 그룹, 사용자 그룹 및 이메일 검색
ms_my: Cari pengguna, kumpulan, kumpulan pengguna, dan emel
pt_br: Pesquise usuários, grupos, grupos de usuários e e-mails
ru_ru: Поиск пользователей, групп, групп пользователей и писем
th_th: ค้นหาผู้ใช้ กลุ่ม กลุ่มผู้ใช้ และอีเมล
vi_vn: Tìm kiếm người dùng, nhóm, nhóm người dùng và email
zh_cn: 搜索用户、群组、部门、用户组或邮箱
zh_tw: 搜尋使用者、群組、部門、使用者群組或信箱

# wPI
source: Search for users, groups, departments, and emails
de_de: Nach Benutzern, Gruppen, Abteilungen und E-Mails suchen
es_es: Buscar usuarios, grupos, departamentos y correos electrónicos
fr_fr: Rechercher des utilisateurs, des groupes, des services et des e-mails
id_id: Cari pengguna, grup, departemen, dan email
it_it: Cerca utenti, gruppi, reparti ed e-mail
ja_jp: ユーザー、グループ、部門またはメールアドレスを検索
ko_kr: 사용자, 그룹, 부서 및 이메일 검색
ms_my: Cari pengguna, kumpulan, jabatan, dan emel
pt_br: Pesquisar usuários, grupos, departamentos e e-mails
ru_ru: Поиск пользователей, групп, отделов и адресов почты
th_th: ค้นหาผู้ใช้ กลุ่ม แผนก และอีเมล
vi_vn: Tìm kiếm người dùng, nhóm, phòng ban và email
zh_cn: 搜索用户、群组、部门或邮箱
zh_tw: 搜尋使用者、群組、部門或信箱

# YhY
source: Collaborations who can edit the block and manage its collaborators
de_de: Mitarbeiter, die den Block bearbeiten und seine Mitarbeiter verwalten können
es_es: Colaboraciones que pueden editar el bloque y gestionar sus colaboradores
fr_fr: Collaborateurs qui peuvent modifier le bloc et gérer ses collaborateurs
id_id: Kolaborasi siapa yang dapat mengedit blok dan mengelola kolaboratornya
it_it: Collaborazioni che possono modificare il blocco e gestire i collaboratori
ja_jp: 同期ブロックの編集、および共同編集者の管理が可能なユーザー
ko_kr: 블록을 편집하고 공동 작업자를 관리할 수 있는 공동 작업입니다
ms_my: Kolaborasi yang boleh mengedit blok dan menguruskan kolaborator
pt_br: Colaborações que podem editar o bloco e gerenciar seus colaboradores
ru_ru: Соавторы, которые могут редактировать блок и управлять соавторами
th_th: ผู้ร่วมงานที่สามารถแก้ไขบล็อกและจัดการผู้ร่วมงานได้
vi_vn: Người cộng tác có thể chỉnh sửa khối và quản lý cộng tác viên
zh_cn: 可编辑内容、可管理同步块的协作者
zh_tw: 可編輯內容、可管理即時引用的協作者

# gO4
source: Current
de_de: Aktuell
es_es: Actual
fr_fr: Actuel
id_id: Saat ini
it_it: Corrente
ja_jp: 現在のドキュメント
ko_kr: 현재
ms_my: Semasa
pt_br: Atual
ru_ru: Текущий
th_th: ปัจจุบัน
vi_vn: Hiện tại
zh_cn: 当前文档
zh_tw: 目前文件

# AwE
source: Synced block deleted in the source document.
de_de: Der synchronisierte Block wurde im Quelldokument gelöscht.
es_es: Bloque sincronizado eliminado en el documento de origen.
fr_fr: Bloc synchronisé supprimé dans le document source.
id_id: Blok yang disinkronkan dihapus di dokumen sumber.
it_it: Blocco sincronizzato eliminato nel documento originale.
ja_jp: この同期ブロックは元のドキュメントで削除されました。
ko_kr: 동기화된 블록이 소스 문서에서 삭제되었습니다.
ms_my: Blok segerak dipadam dalam dokumen sumber.
pt_br: Bloco sincronizado excluído no documento de origem.
ru_ru: Синхронизированный блок удален в исходном документе.
th_th: ลบบล็อกที่ซิงค์ในเอกสารต้นฉบับแล้ว
vi_vn: Đã xóa khối đã đồng bộ trong tài liệu nguồn.
zh_cn: 该同步块已在源文档删除
zh_tw: 該同步區塊已在來源文件中刪除

# /vU
source: Share the synced block
de_de: Den synchronisierten Block teilen
es_es: Compartir el bloque sincronizado
fr_fr: Partager le bloc synchronisé
id_id: Bagikan blok yang disinkronkan
it_it: Condividi il blocco sincronizzato
ja_jp: 同期ブロックを共有
ko_kr: 동기화된 블록 공유
ms_my: Kongsi blok segerak
pt_br: Compartilhar o bloco sincronizado
ru_ru: Поделиться синхронизированным блоком
th_th: แบ่งปันบล็อกที่ซิงค์
vi_vn: Chia sẻ khối đã đồng bộ
zh_cn: 分享同步块
zh_tw: 分享即時引用

# ppQ
source: Source
de_de: Quelle
es_es: Origen
id_id: Sumber
it_it: Origine
ja_jp: 元のドキュメント
ko_kr: 소스
ms_my: Sumber
pt_br: Origem
ru_ru: Источник
th_th: แหล่งที่มา
vi_vn: Nguồn
zh_cn: 源文档
zh_tw: 來源文件
