Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# bFo
source: {{userName}} has turned on advanced permissions. Please request permissions first.
de_de: {{userName}} hat erweiterte Berechtigungen aktiviert. Bitte fordern Sie zunächst Berechtigungen an.
es_es: {{userName}} ha activado los permisos avanzados. Solicita primero los permisos.
fr_fr: {{userName}} a activé les autorisations avancées. Veuillez demander les autorisations d'abord.
id_id: {{userName}} telah mengaktifkan izin lanjutan. Minta izin terlebih dahulu.
it_it: {{userName}} ha attivato le autorizzazioni avanzate. Richiedi prima le autorizzazioni.
ja_jp: {{userName}} が Base の高度な権限をオンにしています。続行するには、まず権限を申請してください。
ko_kr: {{userName}} 님이 고급 권한을 켰습니다. 먼저 권한을 요청하세요.
ms_my: {{userName}} telah mengaktifkan kebenaran lanjutan. Sila minta kebenaran terlebih dahulu.
pt_br: {{userName}} ativou as permissões avançadas. Solicite permissões primeiro.
ru_ru: {{userName}} включил(а) расширенные разрешения. Сначала запросите разрешения.
th_th: {{userName}} ได้เปิดใช้สิทธิ์การอนุญาตขั้นสูง โปรดขอสิทธิ์การอนุญาตก่อน
vi_vn: {{userName}} đã bật quyền nâng cao. Vui lòng yêu cầu cấp quyền trước.
zh_cn: {{userName}} 已开启多维表格高级权限，请先申请权限
zh_tw: {{userName}} 已開啟多維表格進階權限，請先申請權限

# iA8
source: No permission to access this base
de_de: Keine Zugriffsberechtigung für diese Base
es_es: Sin permiso para acceder a este Base
fr_fr: Aucune autorisation d'accès à cette Base
id_id: Tidak ada izin untuk mengakses Base ini
it_it: Nessuna autorizzazione per accedere a questo Base
ja_jp: この Base へのアクセス権限がありません
ko_kr: 이 Base에 대한 액세스 권한이 없습니다
ms_my: Tiada kebenaran untuk mengakses pangkalan ini
pt_br: Sem permissão para acessar este Base
ru_ru: Нет разрешения на доступ к этой таблице Base
th_th: ไม่มีสิทธิ์การอนุญาตเข้าถึง Base นี้
vi_vn: Không có quyền truy cập Base này
zh_cn: 没有权限访问该多维表格
zh_tw: 無權存取該多維表格

# xl8
source: Unable to view conditions due to lack of access to the linked field
de_de: Bedingungen können nicht angesehen werden, da die Berechtigung für den Zugriff auf das verknüpfte Feld fehlt
es_es: No se pueden ver las condiciones debido a la falta de acceso al campo vinculado
fr_fr: Impossible d'afficher les conditions, car vous n'avez pas accès au champ associé
id_id: Gagal melihat syarat karena kurangnya akses ke bidang yang ditautkan
it_it: Impossibile visualizzare le condizioni a causa del mancato accesso al campo collegato
ja_jp: 関連したフィールドにアクセスする権限がないため、フィルタ条件が非表示になっています。
ko_kr: 연결된 필드에 대한 액세스 권한이 없으므로 조건을 볼 수 없습니다
ms_my: Tidak dapat melihat syarat kerana kekurangan akses ke bidang yang dihubungkan
pt_br: Não é possível visualizar as condições devido à falta de acesso ao campo vinculado
ru_ru: Невозможно просмотреть условия из-за отсутствия доступа к связанному полю
th_th: ไม่สามารถดูเงื่อนไขได้เนื่องจากไม่มีสิทธิ์การเข้าถึงช่องข้อมูลที่ลิงก์ไว้
vi_vn: Không thể xem điều kiện do không có quyền truy cập trường được liên kết
zh_cn: 无权限访问关联的字段，筛选条件不可见
zh_tw: 沒有存取關聯欄位的權限，無法查看篩選條件

# 0IY
source: Unable to view the condition {{num}} due to lack of access to the linked field.
de_de: Die Bedingung {{num}} kann nicht angesehen werden, da die Berechtigung für den Zugriff auf das verknüpfte Feld fehlt.
es_es: No se puede ver la condición {{num}} debido a la falta de acceso al campo vinculado.
fr_fr: Impossible d'afficher la condition {{num}}, car vous n'avez pas accès au champ associé.
id_id: Gagal melihat syarat {{num}} karena kurangnya akses ke bidang yang ditautkan.
it_it: Impossibile visualizzare la condizione {{num}} a causa del mancato accesso al campo collegato.
ja_jp: 関連フィールドへのアクセス権限がないため、フィルタ条件 {{num}} を表示できません。
ko_kr: 연결된 필드에 대한 액세스 권한이 없으므로 조건 {{num}}을(를) 볼 수 없습니다.
ms_my: Tidak dapat melihat syarat {{num}} kerana tiada akses ke bidang yang dihubungkan.
pt_br: Não é possível visualizar a condição {{num}} devido à falta de acesso ao campo vinculado.
ru_ru: Невозможно просмотреть условие {{num}} из-за отсутствия доступа к связанному полю.
th_th: ไม่สามารถดูเงื่อนไข {{num}} ได้เนื่องจากไม่มีสิทธิ์การเข้าถึงช่องข้อมูลที่ลิงก์ไว้
vi_vn: Không thể xem điều kiện {{num}} do thiếu quyền truy cập vào trường được liên kết.
zh_cn: 无权限访问字段，筛选条件 {{num}} 不可见
zh_tw: 沒有欄位存取權限，無法查看篩選條件 {{num}}

# cx0
source: Unable to view the condition {{num}} due to lack of access to the referenced field.
de_de: Die Bedingung {{num}} kann aufgrund des fehlenden Zugriffs zum referenzierten Feld nicht angezeigt werden.
es_es: No se puede ver la condición {{num}} sin acceso al campo al que se hace referencia.
fr_fr: Impossible d'afficher la condition {{num}}, car vous n'avez pas accès au champ référencé.
id_id: Gagal melihat syarat {{num}} karena kurangnya akses ke bidang yang direferensikan.
it_it: Impossibile visualizzare la condizione {{num}} a causa del mancato accesso al campo cui viene fatto riferimento.
ja_jp: 参照フィールドへのアクセス権限がないため、条件 {{num}} を表示できません。
ko_kr: 참조된 필드에 대한 액세스 권한이 없으므로 {{num}} 조건을 볼 수 없습니다.
ms_my: Tidak dapat melihat syarat {{num}} kerana tiada akses ke padang yang dirujuk.
pt_br: Não é possível visualizar a condição {{num}} devido à falta de acesso ao campo referenciado.
ru_ru: Невозможно просмотреть условие {{num}} из-за отсутствия доступа к указанному полю.
th_th: ไม่สามารถดูเงื่อนไข {{num}} ได้ เนื่องจากไม่มีสิทธิ์การเข้าถึงช่องข้อมูลที่อ้างอิง
vi_vn: Không thể xem điều kiện {{num}} do không có quyền truy cập trường được tham chiếu.
zh_cn: 无权限访问字段，引用条件 {{num}} 不可见
zh_tw: 沒有存取欄位的權限，無法查看引用條件 {{num}}

# GpE
source: Unable to view conditions due to lack of access to the referenced field
de_de: Bedingungen können nicht angesehen werden, da die Berechtigung für den Zugriff auf das referenzierte Feld fehlt
es_es: No se pueden ver las condiciones debido a la falta de acceso al campo al que se hace referencia
fr_fr: Impossible d'afficher les conditions, car vous n'avez pas accès au champ référencé
id_id: Gagal melihat syarat karena kurangnya akses ke bidang yang direferensikan
it_it: Impossibile visualizzare le condizioni a causa del mancato accesso al campo cui viene fatto riferimento
ja_jp: 参照したフィールドにアクセスする権限がないため、参照条件が非表示になっています。
ko_kr: 참조된 필드에 대한 액세스 권한이 없으므로 조건을 볼 수 없습니다
ms_my: Tidak dapat melihat syarat kerana kekurangan akses ke bidang yang dirujuk
pt_br: Não é possível visualizar as condições devido à falta de acesso ao campo referenciado
ru_ru: Невозможно просмотреть условия из-за отсутствия доступа к указанному полю
th_th: ไม่สามารถดูเงื่อนไขได้เนื่องจากไม่มีสิทธิ์การเข้าถึงช่องข้อมูลที่อ้างอิง
vi_vn: Không thể xem điều kiện do không có quyền truy cập trường được tham chiếu
zh_cn: 无权限访问引用的字段，引用条件不可见
zh_tw: 沒有存取引用欄位的權限，無法查看引用條件

# A0Y
source: Unable to duplicate. You don't have permission to view the referenced data of the current field.
de_de: Duplizieren nicht möglich. Sie haben keinen Lesezugriff auf die referenzierten Daten des aktuellen Felds.
es_es: No se puede duplicar. No tienes permiso para ver los datos a los que se hace referencia en el campo actual.
fr_fr: Duplication impossible. Vous n'êtes pas autorisé à afficher les données référencées du champ actuel.
id_id: Gagal menggandakan. Anda tidak memiliki izin untuk melihat data referensi bidang saat ini.
it_it: Impossibile duplicare. Non disponi dell'autorizzazione per visualizzare i dati cui viene fatto riferimento del campo corrente.
ja_jp: このフィールドが参照したデータを閲覧する権限がないため、コピーできません。
ko_kr: 복제할 수 없습니다. 현재 필드의 참조된 데이터를 볼 수 있는 권한이 없습니다.
ms_my: Tidak dapat menduplikasi. Anda tidak mempunyai kebenaran untuk melihat data yang dirujuk pada bidang semasa.
pt_br: Não é possível duplicar. Você não tem permissão para visualizar os dados referenciados do campo atual.
ru_ru: Невозможно дублировать. У вас нет разрешения на просмотр ссылочных данных текущего поля.
th_th: ไม่สามารถทำซ้ำได้ คุณไม่มีสิทธิ์การอนุญาตดูข้อมูลอ้างอิงของช่องข้อมูลปัจจุบัน
vi_vn: Không thể nhân bản. Bạn không có quyền xem dữ liệu tham chiếu của trường hiện tại.
zh_cn: 无法复制，你没有权限查看当前字段引用的数据
zh_tw: 無法複製，你無權查看目前欄位引用的資料

# nsA
source: You don't have permission to edit this field.
de_de: Sie verfügen nicht über die Berechtigung, dieses Feld zu bearbeiten.
es_es: No tienes permiso para editar este campo.
fr_fr: Vous n'êtes pas autorisé à modifier ce champ.
id_id: Anda tidak memiliki izin untuk mengedit bidang ini.
it_it: Non disponi dell'autorizzazione per modificare questo campo.
ja_jp: このフィールドを編集する権限がありません。
ko_kr: 이 필드를 편집할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengedit bidang ini.
pt_br: Você não tem permissão para editar este campo.
ru_ru: У вас нет разрешения на редактирование этого поля.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้แก้ไขช่องข้อมูลนี้
vi_vn: Bạn không có quyền chỉnh sửa trường này.
zh_cn: 你没有权限修改字段配置
zh_tw: 你沒有修改欄位設定的權限

# aLk
source: No permission to view
de_de: Keine Berechtigung zum Ansehen
es_es: No tienes permiso para de lectura
fr_fr: Aucune autorisation d'affichage
id_id: Tidak memiliki izin untuk melihat
it_it: Nessuna autorizzazione per visualizzare
ja_jp: このフィールドの内容を閲覧する権限がありません。
ko_kr: 보기 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat
pt_br: Sem permissão para visualizar
ru_ru: Нет разрешения на просмотр
th_th: ไม่มีสิทธิ์การอนุญาตดู
vi_vn: Không có quyền xem
zh_cn: 你没有权限阅读该字段内容
zh_tw: 你沒有閱讀該欄位內容的權限

# iZw
source: You don't have permission to edit this field.
de_de: Sie haben keine Berechtigung, dieses Feld zu bearbeiten.
es_es: No tienes permiso para editar este campo.
fr_fr: Vous n'avez pas d'autorisation de modifier ce champ.
hi_in: आपके पास यह फ़ील्ड संपादित करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengedit bidang ini.
it_it: Non disponi dell'autorizzazione per modificare questo campo.
ja_jp: このフィールドを編集する権限がありません
ko_kr: 이 필드를 편집할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk mengedit bidang ini.
pt_br: Você não tem permissão para editar este campo.
ru_ru: У вас нет разрешения на редактирование этого поля.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการแก้ไขช่องข้อมูลนี้
vi_vn: Bạn không có quyền chỉnh sửa trường này.
zh_cn: 没有权限编辑该字段
zh_tw: 沒有編輯該欄位的權限

# ER4
source: Unable to access this view. You don't have permission to access some fields which are currently set as required questions.
de_de: Zugriff auf diese Ansicht nicht möglich. Sie haben keine Berechtigung für den Zugriff auf einige Felder, die aktuell als erforderliche Felder festgelegt sind.
es_es: No se puede acceder a esta vista. No tienes permiso para acceder a algunos campos que actualmente están configurados como preguntas obligatorias.
fr_fr: Impossible d'accéder à cet affichage. Vous n'êtes pas autorisé à accéder à certains champs qui sont actuellement définis comme des questions obligatoires.
id_id: Gagal mengakses tampilan ini. Anda tidak memiliki izin untuk mengakses beberapa bidang yang saat ini ditetapkan sebagai pertanyaan wajib.
it_it: Impossibile accedere a questa visualizzazione. Non disponi dell'autorizzazione per accedere ad alcuni campi che sono al momento impostati come domande obbligatorie.
ja_jp: 必須項目に入力できないフィールドが含まれているため、このビューを閲覧できません。
ko_kr: 이 보기에 액세스 할 수 없습니다. 현재 필수 질문으로 설정된 일부 필드에 액세스 할 수 있는 권한이 없습니다.
ms_my: Tidak dapat mengakses paparan ini. Anda tidak mempunyai kebenaran untuk mengakses beberapa bidang yang kini ditetapkan sebagai soalan wajib.
pt_br: Não é possível acessar esta visualização. Você não tem permissão para acessar alguns campos que estão definidos como perguntas obrigatórias.
ru_ru: Не удалось получить доступ к этому виду. У вас нет разрешения на доступ к некоторым полям, которые в настоящее время установлены как обязательные вопросы.
th_th: เข้าถึงมุมมองนี้ไม่สำเร็จ คุณไม่มีสิทธิ์การอนุญาตการเข้าถึงช่องข้อมูลบางช่องที่ตั้งให้เป็นคำถามที่จำเป็น
vi_vn: Không thể truy cập chế độ xem này. Bạn không có quyền truy cập một số trường hiện đang được đặt làm câu hỏi bắt buộc.
zh_cn: 由于必填项中包含了不可填写的字段，暂时无法查看当前视图
zh_tw: 由於必填項中包含無法填寫的欄位，暫時無法查看目前視圖

# Wyk
source: No access to field
de_de: Kein Zugriff auf das Feld
es_es: Sin acceso al campo
fr_fr: Pas d'accès au champ
id_id: Tidak ada akses ke bidang
it_it: Nessun accesso al campo
ja_jp: フィールドのアクセス権限がありません。
ko_kr: 필드 액세스 권한 없음
ms_my: Tiada akses ke medan
pt_br: Sem acesso ao campo
ru_ru: Нет доступа к полю
th_th: ไม่มีการเข้าถึงช่องข้อมูล
vi_vn: Không có quyền truy cập trường
zh_cn: 无权限访问字段
zh_tw: 無權存取欄位

# OeM
source: No access to table
de_de: Kein Zugriff auf die Tabelle
es_es: Sin acceso a la tabla
fr_fr: Pas d'accès au tableau
id_id: Tidak ada akses ke tabel
it_it: Nessun accesso alla tabella
ja_jp: テーブルのアクセス権限がありません。
ko_kr: 표 액세스 권한 없음
ms_my: Tiada akses ke jadual
pt_br: Sem acesso à tabela
ru_ru: Нет доступа к таблице
th_th: ไม่มีการเข้าถึงตาราง
vi_vn: Không có quyền truy cập bảng
zh_cn: 无权限访问数据表
zh_tw: 無權存取資料表

# NLY
source: To set up advanced permissions, please go to the desktop version.
de_de: Wechseln Sie bitte zur Desktopversion, um erweiterte Berechtigungen einzurichten.
es_es: Para configurar los permisos avanzados, accede a la versión de escritorio.
fr_fr: Pour configurer les autorisations avancées, veuillez passer à la version sur ordinateur.
id_id: Untuk mengatur izin lanjutan, buka versi desktop.
it_it: Per impostare le autorizzazioni avanzate, vai alla versione desktop.
ja_jp: デスクトップ版で役割を設定して、細かい権限設定を行いましょう。
ko_kr: 고급 권한을 설정하려면 데스크톱 버전으로 이동하세요.
ms_my: Untuk menetapkan kebenaran lanjutan, sila pergi ke versi desktop.
pt_br: Para configurar permissões avançadas, vá para a versão para desktop.
ru_ru: Чтобы настроить расширенные разрешения, перейдите на версию для ПК.
th_th: โปรดไปยังเวอร์ชันเดสก์ท็อปเพื่อตั้งค่าสิทธิ์การอนุญาตขั้นสูง
vi_vn: Để thiết lập quyền nâng cao, vui lòng truy cập phiên bản dành cho máy tính.
zh_cn: 请前往桌面端设置角色，进行精细化权限设置吧
zh_tw: 請前往桌面端設定角色，進行精細化權限設定吧

# R9A
source: Base advanced permissions
de_de: Erweiterte Berechtigungen für Base
es_es: Permisos avanzados de Base
fr_fr: Autorisations avancées de Base
id_id: Izin lanjutan Base
it_it: Autorizzazioni avanzate Base
ja_jp: Base 高度な権限
ko_kr: Base 고급 권한
ms_my: Kebenaran lanjutan asas
pt_br: Permissões avançadas do Base
ru_ru: Расширенные разрешения Base
th_th: สิทธิ์การอนุญาตขั้นสูงของ Base
vi_vn: Quyền nâng cao của Base
zh_cn: 多维表格高级权限
zh_tw: 多維表格進階權限

# kvA
source: Permissions name
de_de: Berechtigungsname
es_es: Nombre de los permisos
fr_fr: Nom des autorisations
hi_in: अनुमतियों का नाम
id_id: Nama izin
it_it: Nome autorizzazioni
ja_jp: 権限名
ko_kr: 권한 이름
ms_my: Nama kebenaran
pt_br: Nome das permissões
ru_ru: Имя разрешения
th_th: ชื่อสิทธิ์การอนุญาต
vi_vn: Tên quyền
zh_cn: 权限名称
zh_tw: 權限名稱

# Yd8
source: Please go to the desktop to add more custom roles.
de_de: Bitte wechseln Sie zum Desktop, um weitere benutzerdefinierte Rollen hinzuzufügen.
es_es: Ve al escritorio para agregar más roles personalizados.
fr_fr: Veuillez accéder à la version ordinateur pour ajouter plus de rôles personnalisés.
id_id: Buka desktop untuk menambah peran kustom lainnya.
it_it: Vai al desktop per aggiungere altri ruoli personalizzati.
ja_jp: デスクトップ版でカスタム役割を追加してください
ko_kr: 사용자 지정 역할을 더 추가하려면 데스크톱으로 이동하십시오.
ms_my: Sila pergi ke desktop untuk menambah lebih banyak peranan tersuai.
pt_br: Vá para o desktop para adicionar mais funções personalizadas.
ru_ru: Перейдите на ПК, чтобы добавить больше пользовательских ролей.
th_th: โปรดไปยังเดสก์ท็อปเพื่อเพิ่มบทบาทแบบกำหนดเองเพิ่มเติม
vi_vn: Vui lòng truy cập phiên bản dành cho máy tính để thêm nhiều vai trò tùy chỉnh hơn.
zh_cn: 请前往桌面端添加更多自定义角色
zh_tw: 請前往桌面端新增更多自訂角色

# 7Fw
source: Current role includes premium features. Please upgrade your plan to add roles.
de_de: Die aktuelle Rolle enthält Premium-Funktionen. Bitte erweitern Sie Ihren Plan, um Rollen hinzuzufügen.
es_es: El rol actual incluye funciones premium. Asciende tu plan para agregar roles.
fr_fr: Le rôle actuel inclut des fonctionnalités premium. Veuillez mettre à niveau votre forfait pour ajouter des rôles.
id_id: Peran saat ini mencakup fitur premium. Tingkatkan paket Anda untuk menambah peran.
it_it: Il ruolo corrente include funzioni premium. Effettua l'upgrade del tuo piano per aggiungere ruoli.
ja_jp: この役割には有料機能が含まれています。メンバーを追加するには、プランをアップグレードしてください。
ko_kr: 현재 역할은 프리미엄 기능을 포함합니다. 요금제를 업그레이드하여 역할을 추가하세요.
ms_my: Peranan semasa termasuk ciri premium. Sila naik taraf pelan anda untuk menambah peranan.
pt_br: A função atual inclui recursos premium. Faça upgrade do seu plano para adicionar funções.
ru_ru: Текущая роль включает премиум-функции. Обновите план, чтобы добавить роли.
th_th: บทบาทปัจจุบันรวมถึงฟีเจอร์พรีเมี่ยม โปรดอัปเกรดแผนของคุณเพื่อเพิ่มบทบาท
vi_vn: Vai trò hiện tại bao gồm các tính năng cao cấp. Vui lòng nâng cấp gói dịch vụ của bạn để thêm vai trò.
zh_cn: 当前角色包含付费功能，升级套餐后即可添加成员
zh_tw: 目前角色包含付費功能，升級方案後即可新增成員

# plg
source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
id_id: Berbayar
it_it: A pagamento
ja_jp: 有料
ko_kr: 유료
ms_my: Berbayar
pt_br: Pago
ru_ru: Платное
th_th: จ่ายแล้ว
vi_vn: Trả phí
zh_cn: 增值功能
zh_tw: 增值功能

# XUg
source: Role members
de_de: Rollenmitglieder
es_es: Miembros con rol
fr_fr: Membres avec le rôle
id_id: Anggota peran
it_it: Membri ruolo
ja_jp: 役割メンバー
ko_kr: 역할 구성원
ms_my: Ahli peranan
pt_br: Membros da função
ru_ru: Участники роли
th_th: สมาชิกบทบาท
vi_vn: Thành viên trong vai trò
zh_cn: 角色成员
zh_tw: 角色成員

# pwo
source: Manage permissions with custom roles
de_de: Berechtigungen mit benutzerdefinierten Rollen verwalten
es_es: Administrar permisos con roles personalizados
fr_fr: Gérer les autorisations avec des rôles personnalisés
id_id: Kelola izin dengan peran kustom
it_it: Gestisci autorizzazioni con ruoli personalizzati
ja_jp: カスタム役割を設定して、役割ごとに共同編集者の権限を設定し、管理します。
ko_kr: 사용자 지정 역할로 권한을 관리합니다
ms_my: Urus kebenaran dengan peranan tersuai
pt_br: Gerenciar permissões com funções personalizadas
ru_ru: Управление разрешениями и пользовательскими ролями
th_th: จัดการสิทธิ์การอนุญาตที่มีบทบาทแบบกำหนดเอง
vi_vn: Quản lý quyền với vai trò tùy chỉnh
zh_cn: 设置自定义角色，精细化管控协作者权限
zh_tw: 設定自訂角色，精細化控管協作者權限

# jpE
source: Turn on advanced permissions
de_de: Erweiterte Berechtigungen aktivieren
es_es: Activar los permisos avanzados
fr_fr: Activer les autorisations avancées
id_id: Aktifkan izin lanjutan
it_it: Attiva autorizzazioni avanzate
ja_jp: 高度な権限をオンにする
ko_kr: 고급 권한 켜기
ms_my: Hidupkan kebenaran lanjutan
pt_br: Ativar permissões avançadas
ru_ru: Включить расширенные разрешения
th_th: เปิดสิทธิ์การอนุญาตขั้นสูง
vi_vn: Bật quyền nâng cao
zh_cn: 启用高级权限
zh_tw: 啟用進階權限

# SGI
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定を行う
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 去设置
zh_tw: 去設定

# Bsg
source: Collaborators
de_de: Mitarbeiter
es_es: Colaboradores
fr_fr: Collaborateurs
hi_in: सहयोगी
id_id: Kolaborator
it_it: Collaboratori
ja_jp: 共同編集者
ko_kr: 공동 작업자
ms_my: Kolaborator
pt_br: Colaboradores
ru_ru: Соавторы
th_th: ผู้ร่วมงาน
vi_vn: Cộng tác viên
zh_cn: 协作者
zh_tw: 協作者

# 7aE
source: Base advanced permissions
de_de: Erweiterte Berechtigungen von Base
es_es: Permisos avanzados de Base
fr_fr: Autorisations avancées de Base
hi_in: Bitable विस्तृत अनुमतियाँ
id_id: Izin lanjutan Base
it_it: Autorizzazioni avanzate Base
ja_jp: Base 高度な権限
ko_kr: Base 고급 권한
ms_my: Keizinan lanjutan asas
pt_br: Permissões avançadas do Base
ru_ru: Base расширенные разрешения
th_th: สิทธิ์การอนุญาตขั้นสูงของ Base
vi_vn: Quyền nâng cao của Base
zh_cn: 多维表格高级权限
zh_tw: 多維表格進階權限

# fbQ
source: Table permissions
de_de: Tabellenberechtigungen
es_es: Permisos de la tabla
fr_fr: Autorisations du tableau
hi_in: तालिका अनुमतियाँ
id_id: Izin tabel
it_it: Autorizzazioni tabella
ja_jp: 権限の詳細
ko_kr: 표 권한
ms_my: Kebenaran jadual
pt_br: Permissões da tabela
ru_ru: Разрешения для таблиц
th_th: สิทธิ์การอนุญาตใช้งานตาราง
vi_vn: Quyền bảng
zh_cn: 数据表权限
zh_tw: 資料表權限

# Zo4
source: Current template includes the following custom roles. Use this template to apply current permission settings.
de_de: Die aktuelle Vorlage enthält die folgenden benutzerdefinierten Rollen. Verwenden Sie diese Vorlage, um die aktuellen Berechtigungseinstellungen anzuwenden.
es_es: La plantilla actual incluye los siguientes roles personalizados. Usa esta plantilla para aplicar la configuración de permisos actual.
fr_fr: Le modèle actuel inclut les rôles personnalisés suivants. Utilisez ce modèle pour appliquer les paramètres d'autorisation actuels.
id_id: Templat saat ini mencakup peran kustom berikut. Gunakan templat ini untuk menerapkan pengaturan izin saat ini.
it_it: Il modello corrente include i seguenti ruoli personalizzati. Utilizza questo modello per applicare le impostazioni delle autorizzazioni correnti.
ja_jp: このテンプレートには以下のカスタム役割が含まれています。ワンクリックでテンプレートを使用し、権限設定をオンにします。
ko_kr: 현재 템플릿은 다음 커스텀 역할을 포함합니다. 이 템플릿을 사용하여 현재 권한 설정을 적용하세요.
ms_my: Templat semasa termasuk peranan khas berikut. Gunakan templat ini untuk melaksanakan tetapan kebenaran semasa.
pt_br: O modelo atual inclui as seguintes funções personalizadas. Use este modelo para aplicar as configurações de permissão atuais.
ru_ru: Текущий шаблон включает следующие настраиваемые роли. Используйте этот шаблон, чтобы применить текущие настройки разрешений.
th_th: เทมเพลตปัจจุบันรวมถึงบทบาทแบบกำหนดเองต่อไปนี้ ใช้เทมเพลตนี้เพื่อใช้การตั้งค่าสิทธิ์การอนุญาตปัจจุบัน
vi_vn: Mẫu hiện tại bao gồm các vai trò tùy chỉnh sau đây. Sử dụng mẫu này để áp dụng cài đặt quyền hiện tại.
zh_cn: 当前模板包含以下自定义角色，一键使用模板即可启用当前权限设置
zh_tw: 目前範本包含以下自訂角色，一鍵使用範本即可啟用目前權限設定

# TdE
source: Unable to make a copy. Advanced permissions have been turned on.
de_de: Erstellen einer Kopie nicht möglich. Erweiterte Berechtigungen wurden aktiviert.
es_es: No se puede hacer una copia. Los permisos avanzados se han activado.
fr_fr: Création d'une copie impossible. Les autorisations avancées ont été activées.
hi_in: कॉपी बनाने में असमर्थ. उन्नत अनुमतियाँ चालू की गई हैं.
id_id: Tidak dapat membuat salinan. Izin lanjutan telah diaktifkan.
it_it: Impossibile creare una copia. Sono state attivate delle autorizzazioni avanzate.
ja_jp: コピーを作成できません。Base は高度な権限を有効にしています
ko_kr: 사본을 만들 수 없습니다. 고급 권한이 켜졌습니다.
ms_my: Tidak dapat membuat salinan. Kebenaran lanjutan telah diaktifkan.
pt_br: Não é possível fazer uma cópia. As permissões avançadas foram ativadas.
ru_ru: Не удалось сделать копию. Продвинутые разрешения включены.
th_th: ไม่สามารถสร้างสำเนาได้ เปิดสิทธิ์การอนุญาตขั้นสูงแล้ว
vi_vn: Không thể tạo bản sao. Quyền nâng cao đã được bật.
zh_cn: 多维表格高级权限已开启，暂不支持创建副本
zh_tw: 多維表格進階權限已開啟，暫不支援建立副本

# jgk
source: Unable to save as custom template. Advanced permissions have been turned on.
de_de: Speichern als benutzerdefinierte Vorlage nicht möglich. Erweiterte Berechtigungen wurden aktiviert.
es_es: No se puede guardar como plantilla personalizada. Los permisos avanzados se han activado.
fr_fr: Enregistrement en tant que modèle personnalisé impossible. Les autorisations avancées ont été activées.
hi_in: कस्टम टेम्पलेट के रूप में सहेजने में असमर्थ. उन्नत अनुमतियाँ चालू की गई हैं.
id_id: Tidak dapat menyimpan sebagai templat kustom. Izin lanjutan telah diaktifkan.
it_it: Impossibile salvare come modello personalizzato. Sono state attivate delle autorizzazioni avanzate.
ja_jp: テンプレートに保存できません。Base は高度な権限を有効にしています
ko_kr: 사용자 지정 템플릿으로 저장할 수 없습니다. 고급 권한이 켜졌습니다.
ms_my: Tidak dapat simpan sebagai templat tersuai. Kebenaran lanjutan telah diaktifkan.
pt_br: Não é possível salvar como modelo personalizado. As permissões avançadas foram ativadas.
ru_ru: Не удалось сохранить пользовательский шаблон. Продвинутые разрешения включены.
th_th: ไม่สามารถบันทึกเป็นเทมเพลตที่กำหนดเองได้ เปิดสิทธิ์การอนุญาตขั้นสูงแล้ว
vi_vn: Không thể lưu dưới dạng mẫu tùy chỉnh. Quyền nâng cao đã được bật.
zh_cn: 多维表格高级权限已开启，暂不支持保存为自定义模板
zh_tw: 多維表格進階權限已開啟，暫不支援儲存為自訂範本
