Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ldo
source: Background color
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de l'arrière-plan
hi_in: बैकग्राउंड का रंग
id_id: Warna latar belakang
it_it: Colore di sfondo
ja_jp: 背景色
ko_kr: 배경 색
ms_my: Warna latar belakang
pt_br: Cor do plano de fundo
ru_ru: Фоновый цвет
th_th: สีพื้นหลัง
vi_vn: Màu nền
zh_cn: 背景颜色
zh_tw: 背景顏色

# yAk
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Kosongkan
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清除
zh_tw: 清除

# YXA
source: Text color
de_de: Textfarbe
es_es: Color de fuente
fr_fr: Couleur du texte
hi_in: टेक्स्ट का रंग
id_id: Warna teks
it_it: Colore testo
ja_jp: 文字色
ko_kr: 텍스트 색상
ms_my: Warna teks
pt_br: Cor do texto
ru_ru: Цвет текста
th_th: สีข้อความ
vi_vn: Màu văn bản
zh_cn: 字体颜色
zh_tw: 字體顏色

# nGk
source: Color and Highlight
de_de: Farbe und Hervorhebung
es_es: Color y resaltado
fr_fr: Couleur et surbrillance
hi_in: रंग व हाइलाइट
id_id: Warna dan Sorotan
it_it: Colore ed evidenziazione
ja_jp: 色とハイライト
ko_kr: 색상 및 하이라이트
ms_my: Warna dan Sorot
pt_br: Cor e destaque
ru_ru: Цвет и выделение
th_th: สีและไฮไลท์
vi_vn: Màu và Đánh dấu
zh_cn: 颜色和高亮
zh_tw: 顏色和反白顯示

# w6w
source: Type @ to mention someone
de_de: @ eingeben, um eine Person zu erwähnen
es_es: Escribir @ para mencionar a alguien
fr_fr: Tapez @ pour mentionner quelqu'un
hi_in: किसी को उल्लेखित करने के लिए @ टाइप करें
id_id: Ketik @ untuk menyebut seseorang
it_it: Digita @ per menzionare qualcuno
ja_jp: ＠メンションで会話を始める
ko_kr: @을 입력하여 다른 사람을 멘션합니다
ms_my: Taip @ untuk menyebut seseorang
pt_br: Digite @ para mencionar alguém
ru_ru: Введите "@" для упоминания пользователя
th_th: พิมพ์ @ เพื่ออ้างถึงผู้อื่น
vi_vn: Nhập @ để đề cập đến một người
zh_cn: @某人 与他讨论
zh_tw: @某人 與他討論

# OBQ
source: Failed to comment.
de_de: Kommentieren fehlgeschlagen.
es_es: Error al comentar.
fr_fr: Impossible de commenter.
hi_in: टिप्पणी करने में विफल हुआ.
id_id: Gagal berkomentar.
it_it: Impossibile inviare commento.
ja_jp: コメントの送信ができませんでした
ko_kr: 댓글 실패.
ms_my: Gagal untuk komen.
pt_br: Falha ao comentar.
ru_ru: Не удалось добавить комментарий.
th_th: แสดงความคิดเห็นไม่สำเร็จ
vi_vn: Nhận xét thất bại.
zh_cn: 评论发送失败
zh_tw: 評論傳送失敗

# N1M
source: Failed to comment. Please try again later.
de_de: Kommentieren fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al comentar. Inténtelo de nuevo más tarde.
fr_fr: Impossible de commenter. Veuillez réessayer plus tard.
hi_in: टिप्पणी करने में विफल हुआ. कृपया बाद में फिर से प्रयास करें.
id_id: Gagal berkomentar. Coba lagi nanti.
it_it: Impossibile inviare commento. Riprova più tardi.
ja_jp: 送信できませんでした。しばらくしてもう一度やり直してください
ko_kr: 댓글 실패. 나중에 다시 시도하세요.
ms_my: Gagal mengulas. Sila cuba lagi kemudian.
pt_br: Falha ao comentar. Tente novamente mais tarde.
ru_ru: Не удалось добавить комментарий. Повторите попытку позже.
th_th: แสดงความคิดเห็นไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Nhận xét thất bại. Vui lòng thử lại sau.
zh_cn: 发送失败，请稍后重试
zh_tw: 傳送失敗，請稍後重試

# 0cA
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 表示を続行します
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续查看
zh_tw: 繼續查看

# R7Y
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# Deo
source: Failed to copy. The owner disabled copying for this document.
de_de: Kopieren fehlgeschlagen. Der Besitzer hat das Kopieren für dieses Dokument deaktiviert.
es_es: Error al copiar. El propietario ha deshabilitado la función de copiar en este documento.
fr_fr: Échec de la copie. Le propriétaire a désactivé la copie pour ce document.
hi_in: कॉपी करने में विफल हुआ. स्वामी ने यह दस्तावेज़ कॉपी करने का फ़ंक्शन अक्षम किया.
id_id: Gagal menyalin. Pemilik menonaktifkan penyalinan untuk dokumen ini.
it_it: Impossibile copiare. Il proprietario ha disabilitato la copia per questo documento.
ja_jp: コピーできませんでした。所有者がドキュメントのコピー機能をオフにしています
ko_kr: 복사에 실패했습니다. 소유자가 이 문서의 복사를 비활성화했습니다.
ms_my: Gagal menyalin. Pemilik melumpuhkan kebenaran menyalin.
pt_br: Falha ao copiar. O proprietário desativou a opção de copiar este documento.
ru_ru: Не удалось скопировать. Владелец отключил копирование для этого документа.
th_th: คัดลอกไม่สำเร็จ เจ้าของได้ปิดใช้การคัดลอกสำหรับเอกสารนี้
vi_vn: Sao chép thất bại. Chủ sở hữu đã tắt tính năng sao chép cho tài liệu này.
zh_cn: 复制失败，所有者关闭了文档的复制功能
zh_tw: 複製失敗，擁有者已關閉文件的複製功能

# Wh4
source: Copied
de_de: Erfolgreich kopiert
es_es: Se ha copiado con éxito
fr_fr: Copié avec succès
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사 성공
ms_my: Disalin
pt_br: Copiado com êxito
ru_ru: Скопировано успешно
th_th: คัดลอกสำเร็จแล้ว
vi_vn: Đã sao chép thành công
zh_cn: 复制成功
zh_tw: 複製成功

# mY4
source: Delete comment
de_de: Kommentar löschen
es_es: Eliminar el comentario
fr_fr: Supprimer le commentaire
hi_in: टिप्पणी को हटाएँ
id_id: Hapus komentar
it_it: Elimina commento
ja_jp: コメント削除
ko_kr: 댓글 삭제
ms_my: Padam komen
pt_br: Excluir comentário
ru_ru: Удалить комментарий
th_th: ลบความคิดเห็น
vi_vn: Xóa nhận xét
zh_cn: 删除评论
zh_tw: 刪除評論

# bEM
source: Delete this image?
de_de: Dieses Bild löschen?
es_es: ¿Eliminar esta imagen?
fr_fr: Supprimer cette image ?
hi_in: यह छवि हटाएँ?
id_id: Hapus gambar ini?
it_it: Eliminare questa immagine?
ja_jp: この画像を削除しますか？
ko_kr: 이 이미지를 삭제하시겠습니까?
ms_my: Padam imej ini?
pt_br: Excluir esta imagem
ru_ru: Удалить изображение?
th_th: ต้องการที่จะลบภาพนี้หรือไม่
vi_vn: Xóa hình ảnh?
zh_cn: 确认删除这张图片？
zh_tw: 確認刪除這張圖片？

# TL0
source: Document details
de_de: Docs-Details
es_es: Detalles del documento
fr_fr: Détails des Docs
hi_in: डॉक्स का विवरण
id_id: Perincian Docs
it_it: Dettagli documenti
ja_jp: ドキュメント詳細
ko_kr: 문서 세부 정보
ms_my: Butiran Docs
pt_br: Detalhes do Docs
ru_ru: Сведения о документе
th_th: ข้อมูล Docs
vi_vn: Chi tiết về Docs
zh_cn: 文档信息
zh_tw: 文件資訊

# WA0
source: Edit comment
de_de: Kommentar bearbeiten
es_es: Escribir el comentario
fr_fr: Modifier le commentaire
hi_in: टिप्पणी को संपादित करें
id_id: Edit komentar
it_it: Modifica commento
ja_jp: コメント編集
ko_kr: 댓글 편집
ms_my: Edit komen
pt_br: Editar comentário
ru_ru: Редактировать комментарий
th_th: แก้ไขความคิดเห็น
vi_vn: Chỉnh sửa nhận xét
zh_cn: 编辑评论
zh_tw: 編輯評論

# 0S8
source: (edited)
de_de: (bearbeitet)
es_es: (editado)
fr_fr: (modifié)
hi_in: (संपादित किया गया)
id_id: (diedit)
it_it: (modificato)
ja_jp: （編集済み）
ko_kr: (편집됨)
ms_my: (diedit)
pt_br: (editado)
ru_ru: (изменено)
th_th: (แก้ไขแล้ว)
vi_vn: (đã chỉnh sửa)
zh_cn: （编辑过）
zh_tw: （已編輯）

# Aik
source: {{who}} <font color="#3686FF"> @ you</font> in Docs
de_de: {{who}} <font color="#3686FF"> @ Sie</font> in Docs
es_es: {{who}} <font color="#3686FF"> @ usted</font> en Docs
fr_fr: {{who}} <font color="#3686FF"> vous a mentionné </font> dans les Docs
hi_in: {{who}} ने डॉक्स में <font color="#3686FF"> आपका उल्लेख किया</font>
id_id: {{who}} <font color="#3686FF"> @ Anda</font> di Docs
it_it: {{who}} <font color="#3686FF"> @ te</font> in Documenti
ja_jp: {{who}}が Docs で<font color="#3686FF">あなたを@</font>しました
ko_kr: {{who}} <font color="#3686FF"> @ you</font> 문서에서
ms_my: {{who}} <font color="#3686FF"> @ anda</font> dalam Docs
pt_br: {{who}} <font color="#3686FF"> @ você</font> no Docs
ru_ru: {{who}} <font color="#3686FF"> @ вы</font> в Документах
th_th: {{who}} <font color="#3686FF"> @ คุณ</font> ใน Docs
vi_vn: {{who}} <font color="#3686FF"> @ bạn</font> trong Docs
zh_cn: {{who}}在文档中<font color="#3686FF">提及了你</font>
zh_tw: {{who}}在文件中<font color="#3686FF">提及了你</font>

# cXk
source: This page doesn't exist in Wiki.
de_de: Diese Seite existiert nicht in Wiki.
es_es: Esta página no existe en Wiki.
fr_fr: Cette page n'existe pas dans le Wiki.
hi_in: पेज Wiki में अनुपलब्ध है.
id_id: Halaman ini tidak ada di Wiki.
it_it: Questa pagina non esiste in Wiki.
ja_jp: このページはウィキに存在しません
ko_kr: 이 페이지는 Wiki에 존재하지 않습니다.
ms_my: Laman ini tidak wujud dalam Wiki.
pt_br: Esta página não existe na Wiki.
ru_ru: Такой страницы в Wiki не существует.
th_th: ไม่มีหน้านี้ใน Wiki
vi_vn: Trang này không tồn tại trong Wiki.
zh_cn: 该页面不存在于知识库
zh_tw: 該頁面不存在於知識庫

# bGQ
source: Failed to open. Please try again later.
de_de: Öffnen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al abrir. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'ouverture. Veuillez réessayer plus tard.
hi_in: खोलने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal membuka. Coba lagi nanti.
it_it: Impossibile aprire. Riprova più tardi.
ja_jp: 開くことができませんでした。再試行してください。
ko_kr: 열기에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal untuk melihat. Sila cuba lagi kemudian.
pt_br: Falha ao abrir. Tente novamente mais tarde.
ru_ru: Не удалось открыть. Пожалуйста, попробуйте позже.
th_th: การเปิดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Mở thất bại. Vui lòng thử lại sau.
zh_cn: 打开失败，请重试。
zh_tw: 開啟失敗，請重試。

# 3BA
source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
hi_in: टिप्पणियां
id_id: Komentar
it_it: Commenti
ja_jp: 全文コメント
ko_kr: 댓글
ms_my: Komen
pt_br: Comentários
ru_ru: Комментарии
th_th: ความคิดเห็น
vi_vn: Nhận xét
zh_cn: 全文评论
zh_tw: 全文評論

# xzQ
source: Type @ to mention someone
de_de: @ eingeben, um eine Person zu erwähnen
es_es: Escribir @ para mencionar a alguien
fr_fr: Tapez @ pour mentionner quelqu'un
hi_in: किसी को उल्लेखित करने के लिए @ टाइप करें
id_id: Ketik @ untuk menyebut seseorang
it_it: Digita @ per menzionare qualcuno
ja_jp: @誰か その人とディスカッションする
ko_kr: @을 입력하여 다른 사람을 멘션합니다
ms_my: Taip @ untuk menyebut seseorang
pt_br: Digite @ para mencionar alguém
ru_ru: Введите "@" для упоминания пользователя
th_th: พิมพ์ @ เพื่ออ้างถึงผู้อื่น
vi_vn: Nhập @ để đề cập đến một người
zh_cn: @某人 与他讨论
zh_tw: @某人 與他討論

# NDY
source: The network is not connected. Please try again
de_de: Netzwerk nicht verbunden. Bitte erneut versuchen
es_es: La red no está conectada. Inténtelo de nuevo
fr_fr: Le réseau n'est pas connecté. Veuillez réessayer
hi_in: नेटवर्क कनेक्ट नहीं है. कृपया पुनः प्रयास करें
id_id: Jaringan tidak terhubung. Coba lagi
it_it: La rete non è connessa. Riprova
ja_jp: ネットに接続できません。接続後に操作してください
ko_kr: 네트워크가 연결되지 않았습니다 다시 시도하세요.
ms_my: Rangkaian tidak disambungkan. Sila cuba lagi
pt_br: A rede não está conectada. Tente novamente
ru_ru: Отсутствует подключение к сети. Повторите попытку
th_th: ไม่ได้เชื่อมต่อเครือข่าย โปรดลองอีกครั้ง
vi_vn: Mạng không được kết nối. Vui lòng thử lại
zh_cn: 无网络连接，请联网后重试
zh_tw: 無網路連線，請連線到網路後重試

# ZPw
source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
hi_in: अनियमित
id_id: Acak
it_it: Casuale
ja_jp: ランダム選択
ko_kr: 랜덤
ms_my: Rawak
pt_br: Aleatório
ru_ru: Случайный
th_th: สุ่ม
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# Q5w
source: Icon Settings
de_de: Symboleinstellungen
es_es: Configuración del icono
fr_fr: Paramètres des icônes
hi_in: आइकॉन सेटिंग्स
id_id: Pengaturan Ikon
it_it: Impostazioni icone
ja_jp: アイコン設定
ko_kr: 아이콘 설정
ms_my: Tetapan Ikon
pt_br: Configurações de ícones
ru_ru: Настройки значка
th_th: การตั้งค่าไอคอน
vi_vn: Cài đặt Biểu tượng
zh_cn: 图标设置
zh_tw: 圖示設定

# tVk
source: The image was deleted.
de_de: Das Bild wurde gelöscht.
es_es: La imagen se ha eliminado.
fr_fr: L'image a été supprimée.
hi_in: छवि हटाई गई.
id_id: Gambar dihapus.
it_it: L'immagine è stata eliminata.
ja_jp: 画像は既に削除されています
ko_kr: 이미지가 삭제되었습니다.
ms_my: Imej telah dipadam.
pt_br: A imagem foi excluída.
ru_ru: Изображение удалено.
th_th: ภาพได้ถูกลบแล้ว
vi_vn: Đã xóa hình ảnh.
zh_cn: 该图片已被删除
zh_tw: 圖片已刪除

# 4PM
source: Chinese (Mandarin)
de_de: Chinesisch (Mandarin)
es_es: Chino (mandarín)
fr_fr: Chinois (mandarin)
hi_in: चीनी (मैंडरिन)
id_id: Bahasa Mandarin (Mandarin)
it_it: Cinese (mandarino)
ja_jp: 中国語（標準語）
ko_kr: 중국어(만다린)
ms_my: Cina (Mandarin)
pt_br: Chinês (mandarim)
ru_ru: Китайский (мандаринский диалект)
th_th: จีน (จีนกลาง)
vi_vn: Tiếng Trung (Quan thoại)
zh_cn: 中文（普通话）
zh_tw: 中文（華語）

# who
source: Outline
de_de: Gliederung
es_es: Esquema
fr_fr: Plan
hi_in: आउटलाइन
id_id: Garis Besar
it_it: Profilo
ja_jp: 目次
ko_kr: 개요
ms_my: Garis Panduan
pt_br: Estrutura de tópicos
ru_ru: Структура
th_th: เค้าร่าง
vi_vn: Phác thảo
zh_cn: 目录
zh_tw: 目錄

# z0o
source: The network is unstable. Please try again later.
de_de: Das Netzwerk ist instabil. Versuchen Sie es später erneut.
es_es: La conexión a Internet es inestable. Inténtelo de nuevo más tarde.
fr_fr: Le réseau est instable, veuillez réessayer plus tard.
hi_in: नेटवर्क अस्थिर है. कृपया बाद में पुनः प्रयास करें
id_id: Jaringan tidak stabil. Coba lagi nanti.
it_it: La rete è instabile. Riprova più tardi
ja_jp: ネットワークエラーです。しばらくしてからもう一度やり直してください
ko_kr: 네트워크가 불안정합니다. 나중에 다시 시도하세요
ms_my: Rangkaian tidak stabil. Sila cuba lagi kemudian.
pt_br: A rede está instável. Tente novamente mais tarde.
ru_ru: Соединение нестабильно. Повторите попытку позже
th_th: เครือข่ายไม่เสถียร โปรดลองอีกครั้งภายหลัง
vi_vn: Mạng không ổn định.Vui lòng thử lại sau
zh_cn: 网络异常, 请稍后重试
zh_tw: 網路異常，請稍後重試

# ako
source: You'll receive notifications here when someone mentions you, comments on your file, or replies to your comment.
de_de: Hier werden Sie benachrichtigt, wenn jemand Sie erwähnt, Ihre Datei kommentiert oder auf Ihren Kommentar antwortet.
es_es: Aquí recibirás notificaciones siempre que alguien te mencione, comente tu archivo o responda a tu comentario.
fr_fr: Vous recevez des notifications ici lorsque quelqu'un vous mentionne, commente votre fichier ou répond à votre commentaire.
hi_in: अभी तक कोई संदेश नहीं
id_id: Anda akan menerima notifikasi di sini ketika seseorang menyebut Anda, mengomentari file Anda, atau membalas komentar Anda.
it_it: Riceverai qui le notifiche quando qualcuno ti menziona, commenta il tuo file o risponde al tuo commento.
ja_jp: メンションやコメントに関する通知がここに表示されます。
ko_kr: 누군가 회원님을 멘션하거나 회원님의 파일에 댓글을 달거나 회원님의 댓글에 회신하면 여기에서 알림을 받게 됩니다.
ms_my: Tiada mesej
pt_br: Você receberá notificações aqui quando alguém menciona você, comenta em seu arquivo ou responde ao seu comentário.
ru_ru: Здесь вы будете получать уведомления, когда кто-то @упоминает вас, комментирует ваш файл или отвечает на ваш комментарий.
th_th: คุณจะได้รับการแจ้งเตือนที่นี่เมื่อมีคนกล่าวถึงคุณ แสดงความคิดเห็นในไฟล์ของคุณ หรือตอบกลับความคิดเห็นของคุณ
vi_vn: Bạn sẽ nhận được thông báo tại đây khi có người nhắc đến bạn, bình luận vào tập tin của bạn hoặc phản hồi bình luận của bạn.
zh_cn: 当有人@你，评论了你的文档，或回复了你的评论，你将在这里收到通知
zh_tw: 當有人@你、評論你的文件或回覆你的評論時，你將在這裡收到通知

# Mx4
source: You're using mobile data. Do note that viewing files consumes a lot of data.
de_de: Sie nutzen mobile Daten. Beim Anzeigen von Dateien wird viel Datenvolumen verbraucht.
es_es: Está utilizando datos móviles. Atención: ver archivos consume gran cantidad de datos.
fr_fr: Vous utilisez les données mobiles. Notez que l'affichage de fichiers consomme beaucoup de données.
hi_in: आप मोबाइल डेटा का उपयोग कर रहे हैं. ध्यान रखें कि फ़ाइलों को देखना बहुत ज्यादा डेटा की खपत करता है.
id_id: Anda menggunakan data seluler. Perhatikan bahwa melihat file akan mengonsumsi banyak data.
it_it: Stai utilizzando la rete dati. La visualizzazione di file consuma molti dati.
ja_jp: 現在はモバイルネットワークを使用中。ファイルを表示すると、モバイルデータ通信量が消費されます
ko_kr: 모바일 데이터를 이용 중입니다. 파일을 보면 많은 데이터가 소모된다는 점을 기억하세요.
ms_my: Anda menggunakan data mudah alih. Sila ambil perhatian bahawa melihat fail menggunakan banyak data.
pt_br: Você está usando dados móveis. Visualizar arquivos consome muitos dados.
ru_ru: Вы используете мобильные данные. Будьте внимательны: для просмотра файлов требуется загрузка большого объема данных.
th_th: คุณกำลังใช้ข้อมูลมือถือ การอ่านไฟล์นั้นอาจกินข้อมูลมือถือค่อนข้างมาก
vi_vn: Bạn đang sử dụng dữ liệu di động. Vui lòng lưu ý rằng xem tệp tin tốn nhiều dữ liệu.
zh_cn: 当前处于移动网络，查看文件会消耗流量。
zh_tw: 目前處於移動網路，查看檔案會消耗流量。

# Ovc
source: View Outline
de_de: Gliederung anzeigen
es_es: Ver esquema
fr_fr: Afficher le plan
hi_in: रूपरेखा देखें
id_id: Lihat Garis Besar
it_it: Visualizza struttura
ja_jp: ドキュメントの目次を開く
ko_kr: 개요 보기
ms_my: Buka Garis Panduan Docs
pt_br: Visualizar estrutura de tópicos
ru_ru: Показать структуру
th_th: ดูเค้าร่าง
vi_vn: Xem Phác thảo
zh_cn: 打开文档目录
zh_tw: 開啟文件目錄

# JnU
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
hi_in: पेस्ट करें
id_id: Tempel
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
ms_my: Tampal
pt_br: Colar
ru_ru: Вставить
th_th: วาง
vi_vn: Dán
zh_cn: 粘贴
zh_tw: 貼上

# 9/I
source: Viewers
de_de: Betrachter
es_es: Visores
fr_fr: Observateurs
hi_in: दर्शक
id_id: Pembaca
it_it: Visualizzatori
ja_jp: 閲覧人数
ko_kr: 뷰어
ms_my: Penonton
pt_br: Visualizadores
ru_ru: Посетители
th_th: ผู้ดู
vi_vn: Người xem
zh_cn: 访问人数
zh_tw: 閱讀人數

# a0A
source: Views
de_de: Ansichten
es_es: Vistas
fr_fr: Vues
hi_in: व्यू
id_id: Dilihat
it_it: Visualizzazioni
ja_jp: 閲覧回数
ko_kr: 보기
ms_my: Paparan
pt_br: Visualizações
ru_ru: Просмотры
th_th: จำนวนครั้งที่ดู
vi_vn: Lượt xem
zh_cn: 访问次数
zh_tw: 閱讀次數

# vJ8
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: コメントに返信...
ko_kr: 답글 달기
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复评论...
zh_tw: 回覆評論⋯⋯

# o7U
source: Resolve comment
de_de: Kommentar auflösen
es_es: Resolver el comentario
fr_fr: Résoudre le commentaire
hi_in: टिप्पणी को गायब करें
id_id: Selesaikan komentar
it_it: Risolvi commento
ja_jp: コメントを解決
ko_kr: 댓글 처리
ms_my: Selesaikan komen
pt_br: Resolver comentário
ru_ru: Решить прокомментированную проблему
th_th: แก้ปัญหาของความคิดเห็น
vi_vn: Xử lý nhận xét
zh_cn: 解决评论
zh_tw: 解決評論

# 2Y8
source: Save image
de_de: Bild speichern
es_es: Guardar imagen
fr_fr: Enregistrer l'image
hi_in: छवि सहेजें
id_id: Simpan gambar
it_it: Salva immagine
ja_jp: 画像を保存します
ko_kr: 이미지 저장
ms_my: Simpan imej
pt_br: Salvar imagem
ru_ru: Сохранить изображение
th_th: บันทึกภาพ
vi_vn: Lưu hình ảnh
zh_cn: 保存图片
zh_tw: 儲存圖片

# xJk
source: Saved to Albums
de_de: In Alben gespeichert
es_es: Se ha guardado en Álbumes
fr_fr: Enregistré dans les Albums
hi_in: एल्बम में सहेजा गया
id_id: Disimpan ke Album
it_it: Salvato in Album
ja_jp: アルバムに保存しました
ko_kr: 앨범에 저장됨
ms_my: Disimpan ke Album.
pt_br: Salvo em álbuns
ru_ru: Сохранено в альбоме
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào Album
zh_cn: 成功保存到相册
zh_tw: 成功儲存到相簿

# MiY
source: Scan QR Code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner le code QR
hi_in: QR कोड स्कैन करें
id_id: Pindai Kode QR
it_it: Scansiona codice QR
ja_jp: QRコードを認識します
ko_kr: QR 코드 스캔
ms_my: Imbas kod QR
pt_br: Escanear código QR
ru_ru: Сканировать QR-код
th_th: สแกนคิวอาร์โค้ด
vi_vn: Quét Mã QR
zh_cn: 识别二维码
zh_tw: 識別 QR 碼

# kAs
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Invia
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# 3/g
source: Send to chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke Chat
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปยังแชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# PVQ
source: Creation Time
de_de: Erstellungszeit
es_es: Hora de creación
fr_fr: Date de création
hi_in: बनाया गया
id_id: Waktu Pembuatan
it_it: Ora creazione
ja_jp: シートの作成日時
ko_kr: 생성 시간
ms_my: Masa Penciptaan
pt_br: Hora da criação
ru_ru: Время создания
th_th: เวลาที่สร้าง
vi_vn: Thời gian tạo
zh_cn: 表格创建时间
zh_tw: 表格建立時間

# vPY
source: Sheets details
es_es: Detalles de los Sheets
fr_fr: Détails des Sheets
hi_in: शीट का विवरण
id_id: Perincian Sheets
it_it: Dettagli fogli
ja_jp: シートの詳細
ko_kr: 시트 세부 정보
ms_my: Butiran Lembaran
pt_br: Detalhes do Sheets
ru_ru: Сведения о таблице Sheets
th_th: ข้อมูล แผ่นงาน
vi_vn: Chi tiết về Trang tính
zh_cn: 表格信息
zh_tw: 表格資訊

# aBs
source: Sheet owner
de_de: Besitzer des Blattes
es_es: Propietario del Sheet
fr_fr: Propriétaire de la feuille
hi_in: शीट के ओनर
id_id: Pemilik Sheet
it_it: Proprietario del foglio
ja_jp: シートの所有者
ko_kr: 시트 소유자
ms_my: Pemilik Lembaran
pt_br: Proprietário da planilha
ru_ru: Владелец листа
th_th: เจ้าของแผ่นงาน
vi_vn: Chủ sở hữu trang tính
zh_cn: 表格所有者
zh_tw: 表格擁有者

# 2x4
source: Sheet title
de_de: Titel des Blattes
es_es: Título del Sheet
fr_fr: Titre de la feuille
hi_in: शीट का शीर्षक
id_id: Judul Sheet
it_it: Titolo del foglio
ja_jp: シートのタイトル
ko_kr: 시트 제목
ms_my: Tajuk Lembaran
pt_br: Título da planilha
ru_ru: Название листа
th_th: ชื่อแผ่นงาน
vi_vn: Tiêu đề trang tính
zh_cn: 表格标题
zh_tw: 表格標題

# x4Y
source: Image export up to 40 screens only.
de_de: Bildexport nur bis 40 Screenshots.
es_es: Límite máximo para la exportación de imágenes: 40 pantallas
fr_fr: Exportation d'images jusqu'à 40 écrans maximum.
hi_in: छवि निर्यात करने के लिए अधिकतम 40 स्क्रीन तक.
id_id: Ekspor gambar hingga 40 layar saja.
it_it: Esportazione delle immagini solo fino a 40 schermate.
ja_jp: 現在、40 画面以内の画像の生成のみをサポートしています
ko_kr: 이미지 내보내기는 최대 40개 화면까지 가능합니다.
ms_my: Eksport imej sehingga 40 skrin sahaja.
pt_br: Exportação de imagens somente até 40 telas.
ru_ru: Экспортировать можно не более 40 изображений.
th_th: สามารถนำภาพออกได้สูงสุดแค่ 40 ภาพเท่านั้น
vi_vn: Xuất hình ảnh tối đa chỉ 40 màn hình.
zh_cn: 目前仅支持 40 屏以内的图片生成
zh_tw: 目前僅支援 40 個畫面以內的圖片產生

# 1oM
source: Picture has been saved to album
de_de: Bild wurde im Album gespeichert.
es_es: La imagen se ha guardado en el álbum
fr_fr: L'image a été enregistrée dans l'album
hi_in: छवि को एल्बम में सहेज दिया गया है
id_id: Gambar telah disimpan ke album
it_it: L'immagine è stata salvata nell'album
ja_jp: アルバムに保存しました
ko_kr: 사진이 앨범으로 저장됨
ms_my: Gambar telah disimpan ke album
pt_br: A imagem foi enviada ao álbum
ru_ru: Сохранено в альбом
th_th: รูปภาพได้ถูกบันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu ảnh vào album
zh_cn: 已保存至系统相册
zh_tw: 已儲存至系統相簿

# AlM
source: No outline
de_de: Keine Gliederung
es_es: Sin esquema
fr_fr: Aucun plan
hi_in: कोई रूपरेखा नहीं
id_id: Tidak ada garis besar
it_it: Nessun contorno
ja_jp: タイトルを追加すると、ドキュメントの目次を表示できます
ko_kr: 개요 없음
ms_my: Tiada rangka
pt_br: Sem esboço
ru_ru: Структура отсутствует
th_th: ไม่มีเค้าร่าง
vi_vn: Không có phác thảo
zh_cn: 添加标题后即可查看文档目录
zh_tw: 新增標題後即可查看文件目錄

# iJE
source: Likes
es_es: Me gusta
fr_fr: Mentions j'aime
hi_in: लाइक
id_id: Suka
it_it: Mi piace
ja_jp: 「いいね」の数
ko_kr: 좋아요
ms_my: Suka
pt_br: Curtidas
ru_ru: "Нравится"
th_th: ถูกใจ
vi_vn: Lượt thích
zh_cn: 点赞总数
zh_tw: 按讚總數

# Pb8
source: Auto wrap
de_de: Automatischer Umbruch
es_es: Ajuste automático
fr_fr: Renvoi à la ligne automatique
hi_in: ऑटो रैप
id_id: Bungkus otomatis
it_it: Ritorno a capo automatico
ja_jp: 自動改行
ko_kr: 자동 줄 바꾸기
ms_my: Bungkus automatik
pt_br: Quebra automática
ru_ru: Авто-перенос
th_th: ตัดคำอัตโนมัติ
vi_vn: Tự động bọc
zh_cn: 自动换行
zh_tw: 自動換行

# Gd8
source: Fill color
de_de: Füllfarbe
es_es: Color de relleno
fr_fr: Couleur de remplissage
hi_in: रंग भरें
id_id: Warna isi
it_it: Colore di riempimento
ja_jp: 背景の色
ko_kr: 색 채우기
ms_my: Warna isian
pt_br: Cor de preenchimento
ru_ru: Цвет заливки
th_th: เติมสี
vi_vn: Màu tô
zh_cn: 背景颜色
zh_tw: 背景顏色

# lvg
source: Borders
de_de: Rahmen
es_es: Bordes
fr_fr: Bordures
hi_in: बॉर्डर
id_id: Batas
it_it: Bordi
ja_jp: 枠
ko_kr: 테두리
ms_my: Sempadan
pt_br: Bordas
ru_ru: Границы
th_th: เส้นขอบ
vi_vn: Đường viền
zh_cn: 边框
zh_tw: 邊框

# LYI
source: Overflow
de_de: Überlauf
es_es: Desbordamiento
fr_fr: Débordement
hi_in: ओवरफ्लो
id_id: Meluap
ja_jp: 切り取り
ko_kr: 오버플로우
ms_my: Melimpah
pt_br: Sobrecarga
ru_ru: Заполнить
th_th: เกินขนาด
vi_vn: Tràn
zh_cn: 截断
zh_tw: 截斷
