Repository: lark-opensource/iOS-client
Catalog: Modules/SpaceKit/Libs/SKResource/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# +wQ
source: Unable to get link. Please close and try again.
de_de: Link kann nicht abgerufen werden. Bitte schließen und erneut versuchen.
es_es: No se puede obtener el enlace. Cierra este elemento e inténtalo de nuevo.
fr_fr: Impossible d'obtenir le lien. Veuillez fermer et réessayer.
id_id: Gagal mendapatkan tautan. Tutup dan coba lagi.
it_it: Impossibile ottenere il link. Chiudi e riprova.
ja_jp: リンクを取得できません。パネルを閉じてから、再度お試しください。
ko_kr: 링크를 가져올 수 없습니다. 닫고 다시 시도하세요.
ms_my: Tidak dapat mendapatkan pautan. Tolong tutup dan cuba lagi.
pt_br: Não foi possível obter o link. Feche e tente novamente.
ru_ru: Не удалось получить ссылку. Закройте страницу и повторите попытку.
th_th: ไม่สามารถรับลิงก์ได้ โปรดปิดแล้วลองอีกครั้ง
vi_vn: Không thể nhận liên kết. Vui lòng đóng rồi thử lại.
zh_cn: 获取链接失败，请关闭面板后重试
zh_tw: 連結取得失敗，請關閉面板後重試

# nGM
source: Load failed. Check the field configuration in the table.
de_de: Laden fehlgeschlagen. Überprüfen Sie die Feldkonfiguration in der Tabelle.
es_es: Error en la carga. Comprueba la configuración del campo en la tabla.
fr_fr: Échec du chargement. Vérifiez la configuration du champ dans le tableau.
id_id: Gagal memuat. Periksa konfigurasi bidang di dalam tabel.
it_it: Caricamento non riuscito. Controlla la configurazione dei campi nella tabella.
ja_jp: データを読み込めませんでした。テーブルに戻り、フィールド設定を確認してください。
ko_kr: 로드하지 못했습니다. 표에서 필드 구성을 확인하세요.
ms_my: Gagal memuat. Periksa konfigurasi bidang dalam jadual.
pt_br: Falha no carregamento. Verifique a configuração dos campos na tabela.
ru_ru: Ошибка при загрузке. Проверьте конфигурацию полей в листе.
th_th: โหลดไม่สำเร็จ โปรดตรวจสอบการกำหนดค่าช่องข้อมูลในตาราง
vi_vn: Tải không thành công. Hãy kiểm tra cấu hình trường trong bảng.
zh_cn: 数据获取失败，请回到数据表检查字段配置
zh_tw: 資料取得失敗，請回到資料表檢查欄位設定

# Mb8
source: Add Another Record
de_de: Weiteren Datensatz hinzufügen
es_es: Agregar otro registro
fr_fr: Ajouter un autre enregistrement
id_id: Tambah Rekaman Lain
it_it: Aggiungi un altro record
ja_jp: レコードを追加
ko_kr: 다른 레코드 추가
ms_my: Tambah Rekod Lain
pt_br: Adicionar outra gravação
ru_ru: Добавить другую запись
th_th: เพิ่มบันทึกอื่น
vi_vn: Thêm bản ghi khác
zh_cn: 继续添加记录
zh_tw: 繼續新增記錄

# 6Qs
source: You don't have permission to add records.
de_de: Sie haben keine Berechtigung für das Hinzufügen von Datensätzen.
es_es: No tienes permiso para agregar registros.
fr_fr: Vous n'êtes pas autorisé(e) à ajouter des enregistrements.
id_id: Anda tidak memiliki izin untuk menambah catatan.
it_it: Non disponi dell'autorizzazione per aggiungere record.
ja_jp: レコードを追加する権限がありません。
ko_kr: 레코드를 추가할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menambah rekod.
pt_br: Você não tem permissão para adicionar registros.
ru_ru: У вас недостаточно прав для добавления записей.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเพิ่มบันทึก
vi_vn: Bạn không có quyền thêm bản ghi.
zh_cn: 你没有权限添加记录
zh_tw: 你沒有新增記錄的權限

# aok
source: You haven't submitted the record. Edits made will not be saved.
de_de: Sie haben den Datensatz nicht gesendet. Vorgenommene Bearbeitungen werden nicht gespeichert.
es_es: No has enviado el registro. Las ediciones realizadas no se guardarán.
fr_fr: Vous n'avez pas envoyé l'enregistrement. Les modifications effectuées ne seront pas enregistrées.
id_id: Anda belum mengirimkan rekaman. Pengeditan yang dibuat tidak akan disimpan.
it_it: Non hai inviato il record. Le modifiche effettuate non verranno salvate.
ja_jp: レコードは送信されていません。終了すると、編集中の内容は破棄されます。
ko_kr: 레코드를 제출하지 않았습니다. 편집 내용은 저장되지 않습니다.
ms_my: Anda belum menghantar rekod. Suntingan yang dibuat tidak akan disimpan.
pt_br: Você não enviou o registro. As edições feitas não serão salvas.
ru_ru: Вы не отправили запись. Внесенные изменения не будут сохранены.
th_th: คุณยังไม่ได้ส่งบันทึก การแก้ไขที่ทำไว้จะไม่บันทึก
vi_vn: Bạn chưa gửi bản ghi. Nội dung đã chỉnh sửa sẽ không được lưu.
zh_cn: 记录尚未提交，退出后内容将不会保存
zh_tw: 記錄尚未提交，退出後內容將不會儲存

# rrM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 42c
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# nU4
source: Unable to submit due to changes in fields "{{fields}}"
de_de: Einreichen aufgrund von Änderungen in den Feldern „{{fields}}“ nicht möglich
es_es: No se puede enviar debido a cambios en los campos "{{fields}}"
fr_fr: Impossible d'envoyer une demande en raison de changements dans les champs "{{fields}}"
id_id: Gagal mengirim karena perubahan di bidang "{{fields}}"
it_it: Impossibile inviare a causa di modifiche ai campi "{{fields}}"
ja_jp: フィールド「{{fields}}」が変更されたため、送信できませんでした。
ko_kr: 필드 "{{fields}}"의 변경으로 인해 제출할 수 없습니다
ms_my: Tidak dapat mengemukakan kerana perubahan dalam bidang "{{fields}}"
pt_br: Não foi possível enviar devido a alterações nos campos "{{fields}}"
ru_ru: Не удалось отправить, так как изменены поля "{{fields}}"
th_th: ไม่สามารถส่งได้เนื่องจากการเปลี่ยนแปลงของช่องข้อมูล "{{fields}}"
vi_vn: Không thể gửi do có sự thay đổi ở các trường "{{fields}}"
zh_cn: 字段“{{fields}}”发生变更，数据未能提交
zh_tw: 欄位「{{fields}}」發生變更，未能提交資料

# W54
source: Record limit reached. Unable to add more records
de_de: Das Datensatzlimit wurde erreicht. Es können keine weiteren Datensätze hinzugefügt werden
es_es: Se ha alcanzado el límite de registros. No se pueden agregar más registros
fr_fr: Limite de l'enregistrement atteinte. Impossible d'ajouter plus d'enregistrements
id_id: Batas rekaman tercapai. Gagal menambahkan rekaman lain
it_it: Limite di record raggiunto. Impossibile aggiungerne altri
ja_jp: このテーブルのレコード数が上限に達したため、これ以上追加することはできません。
ko_kr: 레코드 제한에 도달했습니다. 레코드를 더 추가할 수 없습니다
ms_my: Had rekod telah dicapai. Tidak dapat menambah lebih banyak rekod
pt_br: Limite de registros atingido. Não foi possível adicionar mais registros
ru_ru: Достигнут лимит на число записей. Невозможно добавить новые записи
th_th: บันทึกถึงจำนวนจำกัดแล้ว ไม่สามารถเพิ่มบันทึกได้อีก
vi_vn: Đã đạt giới hạn bản ghi. Không thể thêm bản ghi khác
zh_cn: 当前数据表已达记录数上限，无法继续添加
zh_tw: 目前資料表已達記錄數目上限，無法繼續新增

# cJE
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# KKU
source: Submitted
de_de: Gesendet
es_es: Enviado
fr_fr: Envoyé
id_id: Berhasil dikirim
it_it: Invio completato
ja_jp: 送信しました
ko_kr: 제출되었습니다
ms_my: Dihantar
pt_br: Enviado
ru_ru: Отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 提交成功
zh_tw: 提交成功

# o8M
source: Submission will continue processing in the backend.
de_de: Die Einreichung wird im Back-End weiter verarbeitet.
es_es: El envío continuará procesándose en el servicio de back-end.
fr_fr: Le traitement de la demande se poursuivra en l'arrière plan.
id_id: Pengiriman akan terus diproses di backend.
it_it: L'invio continuerà ad essere elaborato nel back-end.
ja_jp: 不具合が発生しました。提出したデータは、バックエンドで処理されます。
ko_kr: 제출은 백엔드에서 계속 처리됩니다.
ms_my: Penghantaran akan terus diproses di belakang tabir.
pt_br: O envio continuará sendo processado no back-end.
ru_ru: После отправки обработка продолжится на сервере.
th_th: กระบวนการส่งจะดำเนินการต่อไปในแบ็กเอนด์
vi_vn: Nội dung gửi sẽ tiếp tục được xử lý dưới nền.
zh_cn: 提交遇到了堵塞，已转移至后台继续提交
zh_tw: 提交遇到了阻礙，已轉移至後台繼續提交

# krM
source: Submit
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# IaU
source: Submitted. You don't have permission to access this record due to the permissions settings.
de_de: Eingereicht. Sie haben aufgrund der Berechtigungseinstellungen keine Berechtigung für den Zugriff auf diesen Datensatz.
es_es: Enviado. No tienes permiso para acceder a este registro debido a la configuración de permisos.
fr_fr: Envoyé. Vous n'avez pas la permission d'accéder à cet enregistrement en raison des paramètres d'autorisation.
id_id: Berhasil dikirim. Anda tidak memiliki izin untuk mengakses rekaman ini karena pengaturan izin.
it_it: Invio riuscito. Non disponi dell'autorizzazione per accedere a questo record a causa delle impostazioni delle autorizzazioni.
ja_jp: 送信しました。権限設定により、このレコードにアクセスすることができません。
ko_kr: 제출했습니다. 권한 설정으로 인해 이 레코드에 액세스할 수 있는 권한이 없습니다.
ms_my: Dihantar. Anda tidak mempunyai kebenaran untuk mengakses rekod ini kerana tetapan kebenaran.
pt_br: Enviado. Você não tem permissão para acessar este registro devido às configurações de permissões.
ru_ru: Отправлено. У вас нет разрешения на доступ к этой записи в соответствии с настройками разрешений.
th_th: ส่งแล้ว คุณไม่ได้รับอนุญาตให้เข้าถึงบันทึกนี้เนื่องจากการตั้งค่าสิทธิ์การอนุญาต
vi_vn: Đã gửi. Bạn không có quyền truy cập vào bản ghi này do cài đặt quyền.
zh_cn: 提交成功。因权限设置，你无法查看该记录
zh_tw: 提交成功。因權限設定，你無法查看該記錄

# SNg
source: Submitted
de_de: Abgesendet
es_es: Enviado
fr_fr: Soumis
id_id: Berhasil dikirim
it_it: Invio completato
ja_jp: 送信しました
ko_kr: 제출됨
ms_my: Dihantar
pt_br: Enviado
ru_ru: Отправлено
th_th: ส่งแล้ว
vi_vn: Đã gửi
zh_cn: 提交成功
zh_tw: 提交成功

# Kc8
source: Submitting...
de_de: Wird gesendet ...
es_es: Enviando...
fr_fr: Envoi...
id_id: Mengirimkan...
it_it: Invio in corso
ja_jp: 送信しています...しばらくお待ちください。
ko_kr: 제출 중...
ms_my: Menghantar...
pt_br: Enviando...
ru_ru: Отправка...
th_th: กำลังส่ง...
vi_vn: Đang gửi...
zh_cn: 提交中，请稍候
zh_tw: 提交中，請稍候

# Ors
source: Unable to submit as the table has been deleted
de_de: Einreichen nicht möglich. Die Tabelle wurde gelöscht
es_es: No se puede enviar porque la tabla se ha eliminado
fr_fr: Impossible d'envoyer la demande, car le tableau a été supprimé
id_id: Gagal mengirim karena tabel telah dihapus
it_it: Impossibile inviare poiché la tabella è stata eliminata
ja_jp: テーブルが削除されたため、レコードを送信できません。
ko_kr: 표가 삭제되었으므로 제출할 수 없습니다
ms_my: Tidak dapat menghantar kerana jadual telah dihapuskan
pt_br: Não foi possível enviar porque a tabela foi excluída
ru_ru: Не удалось отправить, так как лист удален
th_th: ไม่สามารถส่งได้เนื่องจากตารางลบไปแล้ว
vi_vn: Không thể gửi vì bảng này đã bị xóa
zh_cn: 数据表已被删除，无法提交记录
zh_tw: 資料表已被刪除，無法提交記錄

# aQM
source: Attachments not yet uploaded. Please submit after the upload is complete.
de_de: Die Anhänge wurden noch nicht hochgeladen. Bitte nach Abschluss des Hochladens senden.
es_es: Los adjuntos no se han subido todavía. Haz el envío una vez que haya finalizado la carga.
fr_fr: Les pièces jointes n'ont pas encore été téléchargées. Veuillez les soumettre une fois le téléchargement terminé.
id_id: Lampiran belum diunggah. Kirimkan setelah pengunggahan selesai.
it_it: Allegati non ancora caricati. Invia quando il caricamento sarà stato completato.
ja_jp: 添付ファイルのアップロードが完了していません。しばらくしてから再送信してください。
ko_kr: 아직 첨부 파일이 업로드되지 않았습니다. 업로드가 완료된 후 제출하세요.
ms_my: Lampiran belum dimuat naik. Sila hantar setelah muat naik selesai.
pt_br: Anexos ainda não carregados. Envie após a conclusão do carregamento.
ru_ru: Вложения еще отправляются. Дождитесь завершения их отправки, прежде чем отправить форму.
th_th: ยังไม่ได้อัปโหลดไฟล์แนบ โปรดส่งหลังจากอัปโหลดเสร็จแล้ว
vi_vn: Chưa tải lên tập tin đính kèm. Vui lòng gửi sau khi tải lên xong.
zh_cn: 附件尚未上传完成，请稍后提交
zh_tw: 附件尚未上傳完成，請稍後提交

# f60
source: This change will cause data outside of the scale to be cleared. Confirm this change?
de_de: Durch diese Änderung werden Daten außerhalb des Bereichs gelöscht. Diese Änderung bestätigen?
es_es: Este cambio hará que se borren los datos que están fuera de la escala. ¿Confirmar este cambio?
fr_fr: Cette modification entraînera l'effacement des données situées en dehors de l'échelle. Confirmer cette modification ?
id_id: Perubahan ini akan menyebabkan data di luar skala dibersihkan. Konfirmasikan perubahan ini?
it_it: Questa modifica comporterà la cancellazione dei dati al di fuori delle dimensioni. Confermare la modifica?
ja_jp: この変更により、スケールの範囲に収まらないデータはクリアされることになります。続行しますか？
ko_kr: 이 변경을 수행하면 스케일 외부의 데이터가 지워집니다. 변경 사항을 확인하시겠습니까?
ms_my: Perubahan ini akan menyebabkan data di luar skala dihapuskan. Sahkan perubahan ini?
pt_br: Essa alteração fará com que os dados fora da escala sejam apagados. Confirmar essa alteração?
ru_ru: Это изменение приведет к удалению данных за пределами шкалы. Подтвердить это изменение?
th_th: การเปลี่ยนแปลงนี้จะทำให้ข้อมูลที่มีมาตราส่วนไม่ตรงเกณฑ์ถูกล้างออก ยืนยันการเปลี่ยนแปลงนี้หรือไม่
vi_vn: Thay đổi này sẽ khiến dữ liệu bên ngoài phạm vi bị xóa. Xác nhận thay đổi này?
zh_cn: 当前修改会导致超出范围的数据被清空，确认修改吗？
zh_tw: 目前修改會導致超出範圍的資料被清空，確認修改嗎？

# 3c8
source: Rating
de_de: Bewertung
es_es: Calificaciones
fr_fr: Notations
id_id: Peringkat
it_it: Valutazione
ja_jp: 評価
ko_kr: 평가
ms_my: Penilaian
pt_br: Classificações
ru_ru: Рейтинг
th_th: การจัดอันดับ
vi_vn: Xếp hạng
zh_cn: 评分
zh_tw: 評分

# 7jg
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
id_id: Ikon
it_it: Icona
ja_jp: 図形
ko_kr: 아이콘
ms_my: Ikon
pt_br: Ícone
ru_ru: Иконка
th_th: ไอคอน
vi_vn: Biểu tượng
zh_cn: 图形
zh_tw: 圖形

# igY
source: Maximum
es_es: Máximo
id_id: Maksimum
it_it: Massimo
ja_jp: 最大値
ko_kr: 최대
ms_my: Maksimum
pt_br: Máximo
ru_ru: Максимум
th_th: สูงสุด
vi_vn: Tối đa
zh_cn: 最大值
zh_tw: 最大值

# Ha0
source: Minimum
es_es: Mínimo
it_it: Minimo
ja_jp: 最小値
ko_kr: 최소
pt_br: Mínimo
ru_ru: Минимум
th_th: ขั้นต่ำ
vi_vn: Tối thiểu
zh_cn: 最小值
zh_tw: 最小值

# cZU
source: View only. This record has been archived.
de_de: Nur lesbar. Dieser Datensatz wurde archiviert.
es_es: Solo visualización. Este registro se ha archivado.
fr_fr: Lecture seule. Cet enregistrement a été archivé.
id_id: Lihat saja. Rekaman ini telah diarsipkan.
it_it: Solo visualizzazione. Questo record è stato archiviato.
ja_jp: このレコードはアーカイブされており、閲覧のみが可能です。
ko_kr: 보기 전용입니다. 이 레코드는 보관되었습니다.
ms_my: Paparan sahaja. Rekod ini telah diarkibkan.
pt_br: Somente visualização. Esse registro foi arquivado.
ru_ru: Только просмотр. Эта запись архивирована.
th_th: สำหรับดูเท่านั้น บันทึกนี้เก็บถาวรแล้ว
vi_vn: Chỉ xem. Bản ghi này đã được lưu trữ.
zh_cn: 该记录已归档，仅可阅读
zh_tw: 該記錄已歸檔，僅可閱讀

# z9k
source: Automatic sorting
de_de: Automatisches Sortieren
es_es: Clasificación automática
fr_fr: Tri automatique
id_id: Pengurutan otomatis
it_it: Ordinamento automatico
ja_jp: 自動並べ替え
ko_kr: 자동 정렬
ms_my: Pengisihan secara automatik
pt_br: Classificação automática
ru_ru: Автоматическая сортировка
th_th: จัดเรียงอัตโนมัติ
vi_vn: Sắp xếp tự động
zh_cn: 自动排序
zh_tw: 自動排序

# p9Q
source: This record was deleted.
de_de: Dieser Datensatz wurde gelöscht.
es_es: Este registro se ha eliminado.
fr_fr: Cet enregistrement a été supprimé.
hi_in: यह रिकॉर्ड हटाया गया.
id_id: Rekaman ini telah dihapus.
it_it: Questo record è stato eliminato.
ja_jp: このレコードは削除されました
ko_kr: 이 레코드는 삭제되었습니다.
ms_my: Rekod ini telah dipadam.
pt_br: Este registro foi excluído.
ru_ru: Эта запись была удалена.
th_th: ระเบียนนี้ถูกลบแล้ว
vi_vn: Đã xóa bản ghi này.
zh_cn: 该记录已被删除
zh_tw: 該記錄已被刪除

# tiY
source: The current condition contains an unsupported field type. Please view it on your desktop
de_de: Die aktuelle Bedingung enthält einen nicht unterstützten Feldtyp. Bitte sehen Sie es sich auf Ihrem Desktop an
es_es: La condición actual tiene un tipo de campo no admitido. Puedes verlo en el escritorio
fr_fr: La condition actuelle contient un type de champ non pris en charge. Veuillez l'afficher sur votre bureau
id_id: Syarat saat ini mengandung jenis bidang yang tidak didukung. Lihat di desktop Anda
it_it: La condizione corrente contiene un tipo di campo non supportato. Visualizzala sul desktop
ja_jp: サポートされていないフィールドのタイプがあります。デスクトップ版で確認してください。
ko_kr: 현재 조건에 지원되지 않는 필드 유형이 포함되어 있습니다. 데스크톱에서 확인하세요
ms_my: Keadaan semasa mengandungi jenis bidang yang tidak disokong. Sila lihat di desktop anda
pt_br: A condição atual contém um tipo de campo sem suporte. Visualize-o em sua área de trabalho
ru_ru: Текущее условие содержит неподдерживаемый тип поля. Просмотрите его на ПК
th_th: เงื่อนไขปัจจุบันมีประเภทช่องข้อมูลที่ไม่รองรับ โปรดดูบนเดสก์ท็อปของคุณ
vi_vn: Điều kiện hiện tại có chứa một loại trường không được hỗ trợ. Vui lòng xem trên máy tính
zh_cn: 含不支持的字段类型，请到电脑中查看
zh_tw: 包含不支援的欄位類型，請在電腦中查看

# yt4
source: Loading records. Unable to edit.
de_de: Datensätze werden geladen. Bearbeiten nicht möglich.
es_es: Cargando registros. No se puede editar.
fr_fr: Chargement des enregistrements. Impossible de modifier.
id_id: Memuat rekaman. Gagal mengedit.
it_it: Caricamento record in corso. Impossibile modificare.
ja_jp: 読み込み中はレコードを編集できません
ko_kr: 기록 로딩 중입니다. 편집할 수 없습니다.
ms_my: Memuatkan rekod. Tidak boleh edit.
pt_br: Carregando registros. Não é possível editar.
ru_ru: Загрузка записей. Невозможно изменить.
th_th: กำลังโหลดบันทึก แก้ไขไม่สำเร็จ
vi_vn: Đang tải bản ghi. Không thể chỉnh sửa.
zh_cn: 记录加载中，暂时无法编辑
zh_tw: 記錄載入中，暫時無法編輯

# oQE
source: Loading records. Unable to view.
de_de: Datensätze werden geladen. Ansicht nicht möglich.
es_es: Cargando registros. No se puede ver.
fr_fr: Chargement des enregistrements. Affichage impossible.
id_id: Memuat rekaman. Gagal melihat.
it_it: Caricamento record in corso. Impossibile visualizzare.
ja_jp: 読み込み中はレコードを閲覧できません
ko_kr: 기록 로딩 중입니다. 볼 수 없습니다.
ms_my: Memuatkan rekod. Tidak dapat melihat.
pt_br: Carregando registros. Não é possível visualizar.
ru_ru: Загрузка записей. Невозможно просмотреть.
th_th: กำลังโหลดบันทึก ไม่สามารถดูได้
vi_vn: Đang tải bản ghi. Không thể xem.
zh_cn: 记录加载中，暂时无法查看
zh_tw: 記錄載入中，暫時無法查看

# ku0
source: No conditions yet
de_de: Noch keine Bedingungen
es_es: Aún no hay condiciones
fr_fr: Aucune condition pour le moment
id_id: Belum ada syarat
it_it: Ancora nessuna condizione
ja_jp: フィルタ条件を設定していません。
ko_kr: 아직 조건 없음
ms_my: Tiada keadaan lagi
pt_br: Ainda não há condições
ru_ru: Пока нет условий
th_th: ยังไม่มีเงื่อนไข
vi_vn: Chưa có điều kiện
zh_cn: 未设置筛选条件
zh_tw: 未設定篩選條件

# YtA
source: No conditions yet
de_de: Noch keine Bedingungen
es_es: Aún no hay condiciones
fr_fr: Aucune condition pour le moment
id_id: Belum ada syarat
it_it: Ancora nessuna condizione
ja_jp: 並べ替え条件を設定していません。
ko_kr: 아직 조건 없음
ms_my: Tiada keadaan lagi
pt_br: Ainda não há condições
ru_ru: Пока нет условий
th_th: ยังไม่มีเงื่อนไข
vi_vn: Chưa có điều kiện
zh_cn: 未设置排序条件
zh_tw: 未設定排序條件

# gDM
source: Filter records
de_de: Datensätze filtern
es_es: Filtrar registros
fr_fr: Filtrer les enregistrements
id_id: Filter rekaman
it_it: Record di filtro
ja_jp: フィルタ条件を設定
ko_kr: 필터 기록
ms_my: Tapis rekod
pt_br: Filtrar registros
ru_ru: Фильтровать записи
th_th: บันทึกตัวกรอง
vi_vn: Lọc bản ghi
zh_cn: 设置筛选条件
zh_tw: 設定篩選條件

# W/g
source: Sort by fields
de_de: Nach Feldern sortieren
es_es: Clasificar por campos
fr_fr: Trier par champs
id_id: Urutkan berdasarkan bidang
it_it: Ordina per campi
ja_jp: 並べ替え条件を設定
ko_kr: 필드별로 정렬
ms_my: Susun mengikut bidang
pt_br: Classificar por campos
ru_ru: Сортировать по полям
th_th: จัดเรียงตามช่องข้อมูล
vi_vn: Sắp xếp theo trường
zh_cn: 设置排序条件
zh_tw: 設定排序條件

# VoQ
source: Sort by
de_de: Sortieren nach
es_es: Clasificar por
fr_fr: Trier par
id_id: Urutkan berdasarkan
it_it: Ordina per
ja_jp: 並べ替え
ko_kr: 정렬 기준
ms_my: Susun mengikut
pt_br: Classificar por
ru_ru: Сортировать по
th_th: จัดเรียง
vi_vn: Sắp xếp theo
zh_cn: 排序方式
zh_tw: 排序方式

# FU4
source: Add Condition
de_de: Bedingung hinzufügen
es_es: Agregar una condición
fr_fr: Ajouter une condition
id_id: Tambah Syarat
it_it: Aggiungi condizione
ja_jp: 条件を追加
ko_kr: 조건 추가
ms_my: Tambah Syarat
pt_br: Adicionar condição
ru_ru: Добавить условие
th_th: เพิ่มเงื่อนไข
vi_vn: Thêm điều kiện
zh_cn: 添加条件
zh_tw: 新增條件

# Tmc
source: Add new record:
de_de: Neuen Datensatz hinzufügen:
es_es: Agregar nuevo registro:
fr_fr: Ajouter un nouvel enregistrement:
hi_in: नया रिकॉर्ड जोड़ें:
id_id: Tambah rekaman baru:
it_it: Aggiungi nuovo record:
ja_jp: レコードを追加：
ko_kr: 새 레코드 추가:
ms_my: Tambah rekod baharu:
pt_br: Adicionar novo registro:
ru_ru: Создать запись:
th_th: เพิ่มระเบียนใหม่:
vi_vn: Thêm bản ghi mới:
zh_cn: 创建记录：
zh_tw: 建立記錄：

# zC8
source: All records
de_de: Alle Datensätze
es_es: Todos los registros
fr_fr: Tous les enregistrements
id_id: Semua rekaman
it_it: Tutti i record
ja_jp: すべてのレコード
ko_kr: 모든 기록
ms_my: Semua rekod
pt_br: Todos os registros
ru_ru: Все записи
th_th: บันทึกทั้งหมด
vi_vn: Tất cả bản ghi
zh_cn: 所有记录
zh_tw: 所有記錄

# jyU
source: Select a range to link
de_de: Wählen Sie eine Bereich zum Verknüpfen
es_es: Selecciona un rango para enlazar
fr_fr: Sélectionnez une plage à associer
id_id: Pilih rentang untuk ditautkan
it_it: Seleziona un intervallo da collegare
ja_jp: データ範囲を指定
ko_kr: 연결할 범위 선택
ms_my: Pilih julat untuk dihubungkan
pt_br: Selecione um intervalo para vincular
ru_ru: Выберите диапазон для связи
th_th: เลือกช่วงเพื่อลิงก์
vi_vn: Chọn một phạm vi để liên kết
zh_cn: 可关联的数据范围
zh_tw: 可關聯的資料範圍

# c9Q
source: Add up to {{num}} conditions
de_de: Bis zu {{num}} Bedingungen hinzufügen
es_es: Agrega hasta {{num}} condiciones
fr_fr: Ajouter jusqu'à {{num}} conditions
id_id: Tambah hingga {{num}} syarat
it_it: Aggiungi fino a {{num}} condizioni
ja_jp: 最大 {{num}} 個の条件を追加できます
ko_kr: 최대 {{num}}개 조건 추가
ms_my: Tambah sehingga {{num}} syarat
pt_br: Adicionar até {{num}} condições
ru_ru: Добавьте условия (до {{num}})
th_th: เพิ่มไม่เกิน {{num}} เงื่อนไข
vi_vn: Thêm tối đa {{num}} điều kiện
zh_cn: 最多可添加 {{num}} 个条件
zh_tw: 最多可新增 {{num}} 個條件

# kJU
source: Custom value
de_de: Benutzerdefinierter Wert
es_es: Valor personalizado
fr_fr: Valeur personnalisée
id_id: Nilai kustom
it_it: Valore personalizzato
ja_jp: 条件値
ko_kr: 커스텀 값
ms_my: Nilai tersuai
pt_br: Valor personalizado
ru_ru: Пользовательское значение
th_th: ค่าแบบกำหนดเอง
vi_vn: Giá trị tùy chỉnh
zh_cn: 条件值
zh_tw: 條件值
