Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkTeam/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# jkc
source: Make the group discoverable within the team
de_de: Gruppe innerhalb des Teams als auffindbar festlegen
es_es: Hacer que el equipo pueda descubrir el grupo
fr_fr: Autoriser la découverte du groupe dans l'équipe
id_id: Buat grup dapat ditemukan di dalam tim
it_it: Rendi il gruppo individuabile all'interno del team
ja_jp: チームメンバーによるグループの検索を許可
ko_kr: 팀 내에서 그룹을 검색할 수 있도록 합니다
ms_my: Jadikan kumpulan ini dapat ditemui dalam pasukan
pt_br: Tornar o grupo detectável dentro da equipe
ru_ru: Сделать группу доступной для обнаружения внутри команды
th_th: ทำให้สมาชิกภายในทีมสามารถค้นพบกลุ่มได้
vi_vn: Các thành viên trong đội có thể tìm thấy nhóm
zh_cn: 允许团队成员发现此群组
zh_tw: 允許團隊成員發現此群組

# +hg
source: This setting can't be edited for public groups.
de_de: Diese Einstellung kann für öffentliche Gruppen nicht bearbeitet werden.
es_es: Esta configuración no se puede editar para los grupos públicos.
fr_fr: Ce paramètre ne peut pas être modifié pour les groupes publics.
id_id: Pengaturan ini tidak dapat diedit untuk grup publik.
it_it: Questa impostazione non può essere modificata per i gruppi pubblici.
ja_jp: 公開グループではこの設定を変更できません。
ko_kr: 공개 그룹의 경우에는 이 설정을 편집할 수 없습니다.
ms_my: Tetapan ini tidak boleh diedit untuk kumpulan awam.
pt_br: Esta configuração não pode ser editada para grupos públicos.
ru_ru: Этот параметр нельзя изменить для открытых групп.
th_th: ไม่สามารถแก้ไขการตั้งค่านี้สำหรับกลุ่มสาธารณะได้
vi_vn: Không thể chỉnh sửa cài đặt này đối với nhóm công khai.
zh_cn: 公开群组不支持更改此设置
zh_tw: 公開群組不支援變更此設定

# zjk
source: Group chats are only visible to group members.
de_de: Gruppenchats sind nur für Gruppenmitglieder sichtbar.
es_es: Los chats de grupo solo son visibles para los miembros del grupo.
fr_fr: Les discussions de groupe ne sont visibles que par les membres du groupe.
id_id: Obrolan grup hanya dapat dilihat oleh anggota tim.
it_it: Le chat del gruppo sono visibili solo ai membri del gruppo.
ja_jp: グループチャットはグループメンバーにのみ公開
ko_kr: 그룹 구성원만 그룹 채팅을 볼 수 있습니다.
ms_my: Sembang kumpulan hanya kelihatan kepada ahli kumpulan.
pt_br: Os chats em grupo são visíveis apenas aos membros do grupo.
ru_ru: Групповые чаты видны только участникам группы.
th_th: เฉพาะสมาชิกในกลุ่มเท่านั้นที่จะมองเห็นแชทกลุ่มได้
vi_vn: Các cuộc trò chuyện nhóm chỉ hiển thị với thành viên nhóm.
zh_cn: 仅群成员可查看群内聊天
zh_tw: 僅群組成員可查看群組內聊天

# m7g
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
ms_my: Peribadi
pt_br: Particular
ru_ru: Частная
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私密

# gT0
source: Group chats are visible to all team members.
de_de: Gruppenchats sind für alle Teammitglieder sichtbar.
es_es: Los chats de grupo son visibles para todos los miembros.
fr_fr: Les discussions de groupe sont visibles par tous les membres de l'équipe.
id_id: Obrolan grup dapat dilihat oleh semua anggota tim.
it_it: Le chat del gruppo sono visibili a tutti i membri del team.
ja_jp: グループチャットはすべてのチームメンバーに公開
ko_kr: 모든 팀 구성원이 그룹 채팅을 볼 수 있습니다.
ms_my: Sembang kumpulan kelihatan kepada semua ahli pasukan.
pt_br: Os chats em grupo são visíveis a todos os membros da equipe.
ru_ru: Групповые чаты видны всем участникам команды.
th_th: สมาชิกในทีมทุกคนสามารถมองเห็นแชทกลุ่มได้
vi_vn: Các cuộc trò chuyện nhóm được hiển thị với tất cả thành viên trong đội.
zh_cn: 团队成员可查看群内聊天
zh_tw: 團隊成員可查看群組內聊天

# WPY
source: Public
de_de: Öffentlich
es_es: Público
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Открытая
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# Jpc
source: Privacy Settings
de_de: Datenschutzeinstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
id_id: Pengaturan Privasi
it_it: Impostazioni privacy
ja_jp: プライバシー設定
ko_kr: 개인 정보 설정
ms_my: Tetapan Privasi
pt_br: Configurações de privacidade
ru_ru: Настройки конфиденциальности
th_th: การตั้งค่าความเป็นส่วนตัว
vi_vn: Cài đặt quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私權設定

# hHI
source: Privacy settings of this group in the team "{{TeamName}}"
de_de: Datenschutzeinstellungen dieser Gruppe im Team „{{TeamName}}“
es_es: Configuración de privacidad de este grupo en el equipo "{{TeamName}}"
fr_fr: Paramètres de confidentialité de ce groupe dans l'équipe "{{TeamName}}"
id_id: Pengaturan privasi grup ini di tim "{{TeamName}}"
it_it: Impostazioni della privacy di questo gruppo nel team "{{TeamName}}"
ja_jp: チーム「{{TeamName}}」でのグループのプライバシー設定
ko_kr: 팀 "{{TeamName}}" 내 이 그룹의 개인 정보 설정
ms_my: Tetapan privasi kumpulan ini dalam pasukan "{{TeamName}}"
pt_br: Configurações de privacidade deste grupo na equipe "{{TeamName}}"
ru_ru: Настройки конфиденциальности этой группы в команде "{{TeamName}}"
th_th: การตั้งค่าความเป็นส่วนตัวของกลุ่มนี้ในทีม "{{TeamName}}"
vi_vn: Cài đặt quyền riêng tư của nhóm này trong đội "{{TeamName}}"
zh_cn: 本群在团队“{{TeamName}}”内的隐私设置
zh_tw: 本群組在團隊「{{TeamName}}」內的隱私權設定

# Vvg
source: Group private to the team
de_de: Gruppe ist privat für das Team
es_es: Grupo privado para el equipo
fr_fr: Groupe privé dans l'équipe
id_id: Grup privat untuk tim
it_it: Gruppo privato per il team
ja_jp: チーム内で非公開
ko_kr: 팀 비공개 그룹
ms_my: Kumpulan peribadi untuk pasukan
pt_br: Grupo particular para a equipe
ru_ru: Группа конфиденциальна для команды
th_th: ตั้งกลุ่มนี้เป็นส่วนตัวสำหรับทีม
vi_vn: Nhóm riêng tư với đội
zh_cn: 已对团队设为私密
zh_tw: 已設為對團隊私密

# 0s0
source: Group public to the team
de_de: Gruppe ist öffentlich für das Team
es_es: Grupo público para el equipo
fr_fr: Groupe public dans l'équipe
id_id: Grup publik untuk tim
it_it: Gruppo pubblico per il team
ja_jp: チーム内で公開
ko_kr: 팀 공개 그룹
ms_my: Kumpulan awam untuk pasukan
pt_br: Grupo público para a equipe
ru_ru: Группа открыта для команды
th_th: ตั้งกลุ่มนี้เป็นเปิดสาธารณะสำหรับทีม
vi_vn: Nhóm công khai với đội
zh_cn: 已对团队设为公开
zh_tw: 已設為對團隊公開

# WNE
source: Group type
de_de: Gruppentyp
es_es: Tipo de grupo
fr_fr: Type de groupe
id_id: Jenis grup
it_it: Tipo di gruppo
ja_jp: グループタイプ
ko_kr: 그룹 유형
ms_my: Jenis kumpulan
pt_br: Tipo de grupo
ru_ru: Тип группы
th_th: ประเภทกลุ่ม
vi_vn: Loại nhóm
zh_cn: 群模式
zh_tw: 群組模式

# as8
source: All groups under the team will be unlinked from this team. This group and messages within the group will remain.
de_de: Alle dem Team untergeordneten Gruppen werden von diesem Team getrennt. Diese Gruppe und die Nachrichten innerhalb der Gruppe bleiben erhalten.
es_es: Todos los grupos del equipo se desvincularán de este equipo. Se conservarán este grupo y los mensajes del grupo.
fr_fr: Tous les groupes de l'équipe seront dissociés de cette équipe. Ce groupe et les messages qu'il contient seront conservés.
id_id: Semua grup di bawah tim akan dilepas tautannya dari tim ini. Grup dan pesan dalam grup ini akan tetap ada.
it_it: Tutti i gruppi nel team saranno scollegati da questo team. Questo gruppo e i messaggi all'interno del gruppo saranno mantenuti.
ja_jp: チーム内すべてのグループは当チームとの関連付けが解除されます。グループとグループ内のすべてのメッセージは保留されます。
ko_kr: 팀 아래의 모든 그룹이 이 팀에서 연결 해제됩니다. 이 그룹과 그룹 내의 메시지는 남아 있게 됩니다.
ms_my: Semua kumpulan di bawah pasukan akan dinyahpautkan dari pasukan ini. Kumpulan dan mesej dalam kumpulan akan kekal.
pt_br: Todos os grupos sob a equipe serão desvinculados desta equipe. Este grupo e as mensagens dentro do grupo permanecerão.
ru_ru: Все группы в команде будут отсоединены от этой команды. Эта группа и сообщения внутри группы останутся.
th_th: ทุกกลุ่มในทีมจะถูกยกเลิกการเชื่อมโยงจากทีมนี้ กลุ่มนี้และข้อความภายในกลุ่มจะยังอยู่
vi_vn: Tất cả các nhóm trong đội sẽ bị hủy liên kết khỏi đội này. Nhóm này và các tin nhắn trong nhóm sẽ vẫn còn.
zh_cn: 团队下所有群组将与此团队解除关联，群组和群内消息仍将保留。
zh_tw: 團隊下所有群組將與此團隊解除關聯，群組和群組內訊息仍將保留。

# EQM
source: Groups can be added as team members.
de_de: Gruppen können als Teammitglieder hinzugefügt werden.
es_es: Los grupos se pueden agregar como miembros del equipo.
fr_fr: Les groupes peuvent être ajoutés comme membres de l'équipe.
id_id: Grup dapat ditambahkan sebagai anggota tim.
it_it: I gruppi possono essere aggiunti come membri del team.
ja_jp: グループをチームメンバーに設定できます。
ko_kr: 그룹은 팀 구성원으로 추가할 수 있습니다.
ms_my: Kumpulan boleh ditambah sebagai ahli pasukan.
pt_br: Grupos podem ser adicionados como membros da equipe.
ru_ru: Группы могут быть добавлены в качестве участников команды.
th_th: สามารถเพิ่มกลุ่มเป็นสมาชิกในทีมได้
vi_vn: Có thể thêm các nhóm vào làm thành viên đội.
zh_cn: 可将群组设为团队成员
zh_tw: 可將群組設為團隊成員

# ld4
source: Leave and disband
de_de: Verlassen und löschen
es_es: Abandonar y disolver
fr_fr: Quitter et dissoudre
id_id: Keluar dan bubarkan
it_it: Abbandona e sciogli
ja_jp: 退会して解散
ko_kr: 나가기 및 해산
ms_my: Tinggalkan dan bubar
pt_br: Sair e dissolver
ru_ru: Уйти и распустить
th_th: ออกและยุบ
vi_vn: Rời nhóm và giải tán
zh_cn: 退出并解散
zh_tw: 退出並解散

# mbc
source: As the team owner, you need to assign a designated member as the new owner before leaving. You will lose access to this team once you leave.
de_de: Als Teambesitzer müssen Sie ein bestimmtes Mitglied als neuen Besitzer bestimmen, bevor Sie das Team verlassen. Sie haben keinen Zugriff mehr auf dieses Team, nachdem Sie es verlassen haben.
es_es: Como propietario del equipo, antes de abandonarlo debes asignar un miembro como nuevo propietario. Una vez abandones el equipo, dejarás de tener acceso a él.
fr_fr: En tant que propriétaire de l'équipe, vous devez désigner un membre comme nouveau propriétaire avant de quitter l'équipe. Vous n'aurez plus accès à cette équipe après votre départ.
id_id: Sebagai pemilik tim, Anda perlu menugaskan anggota yang ditunjuk sebagai pemilik baru sebelum keluar. Anda akan kehilangan akses ke tim ini setelah Anda keluar.
it_it: Come proprietario del team, devi assegnare a un membro designato il ruolo di nuovo proprietario prima di abbandonare. Una volta abbandonato, perderai l'accesso a questo team.
ja_jp: あなたはチームの所有者であるため、退会する前に所有者の権限を他のメンバーに譲渡してください。退会後、このチームにアクセスできなくなります。
ko_kr: 팀 소유자는 떠나기 전에 지정된 구성원을 새 소유자로 지정해야 합니다. 나가면 이 팀에 액세스 할 수 없게 됩니다.
ms_my: Sebagai pemilik pasukan, anda perlu menugaskan ahli yang ditetapkan sebagai pemilik baru sebelum keluar. Anda akan kehilangan akses ke pasukan ini sekali anda keluar.
pt_br: Como o proprietário da equipe, você precisa atribuir um membro designado como o novo proprietário antes de sair. Você perderá acesso a esta equipe quando sair.
ru_ru: Вам в качестве владельца команды перед уходом требуется назначить определенного участника в качестве нового владельца. После ухода вы сразу же потеряете доступ к команде.
th_th: ในฐานะเจ้าของทีม คุณต้องมอบหมายให้สมาชิกคนอื่นเป็นเจ้าของใหม่ก่อน และคุณจะเสียสิทธิ์เข้าถึงทีมนี้เมื่อออกจากทีม
vi_vn: Là chủ sở hữu đội, bạn cần chỉ định một thành viên làm chủ sở hữu mới trước khi rời khỏi. Bạn sẽ mất quyền truy cập đội này sau khi rời khỏi.
zh_cn: 你当前为团队所有者，将所有者转让给指定成员后方可退出。退出后，你将无法访问团队。
zh_tw: 你目前為團隊擁有者，將擁有者身分轉讓給指定成員後即可退出。退出後，你將無法存取團隊。

# AeM
source: Leave
de_de: Verlassen
es_es: Abandonar
fr_fr: Quitter
id_id: Keluar
it_it: Abbandona
ja_jp: 退会
ko_kr: 나가기
ms_my: Tinggalkan
pt_br: Sair
ru_ru: Покинуть
th_th: ออก
vi_vn: Rời
zh_cn: 退出
zh_tw: 退出

# eyA
source: Leave team
de_de: Team verlassen
es_es: Abandonar equipo
fr_fr: Quitter l'équipe
id_id: Keluar dari tim
it_it: Abbandona il team
ja_jp: チームを退会
ko_kr: 팀에서 나가기
ms_my: Tinggalkan pasukan
pt_br: Sair da equipe
ru_ru: Покинуть команду
th_th: ออกจากทีม
vi_vn: Rời đội
zh_cn: 退出团队
zh_tw: 退出團隊

# eBY
source: Make Public
de_de: Öffentlich machen
es_es: Hacer público
fr_fr: Rendre public
id_id: Jadikan Publik
it_it: Rendi pubblico
ja_jp: 公開
ko_kr: 공개하다
ms_my: Jadikan Awam
pt_br: Tornar público
ru_ru: Сделать открытым
th_th: เปิดสาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# 4lw
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# QOc
source: Member already exists
de_de: Das Mitglied ist bereits vorhanden
es_es: El miembro ya existe
fr_fr: Le membre existe déjà
id_id: Anggota sudah ada
it_it: Il membro esiste già
ja_jp: チームに参加済み
ko_kr: 구성원이 이미 있습니다
ms_my: Ahli sudah wujud
pt_br: O membro já existe
ru_ru: Участник уже существует
th_th: มีสมาชิกนี้อยู่แล้ว
vi_vn: Thành viên đã tồn tại
zh_cn: 已是团队成员
zh_tw: 已是團隊成員

# dbY
source: Removed
de_de: Entfernt
es_es: Quitado
fr_fr: Retiré
id_id: Berhasil dihapus
it_it: Rimozione completata
ja_jp: 削除しました。
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 已移除
zh_tw: 已移除

# XR8
source: Some group members have left the team
de_de: Einige Gruppenmitglieder haben das Team verlassen
es_es: Algunos miembros del grupo han abandonado el equipo
fr_fr: Certains membres du groupe ont quitté l'équipe
id_id: Beberapa anggota grup telah keluar dari tim
it_it: Alcuni membri del gruppo hanno abbandonato il team
ja_jp: 一部のグループメンバーはこのチームを退会しました
ko_kr: 일부 그룹 구성원이 팀에서 나갔습니다
ms_my: Beberapa ahli kumpulan telah meninggalkan pasukan
pt_br: Alguns membros do grupo saíram da equipe
ru_ru: Некоторые участники группы покинули команду
th_th: สมาชิกกลุ่มบางส่วนออกจากทีมแล้ว
vi_vn: Một số thành viên nhóm đã rời đội
zh_cn: 部分群成员已退出团队
zh_tw: 部分群組成員已退出團隊

# jQY
source: Name your group
de_de: Gruppe benennen
es_es: Ponle nombre a tu grupo
fr_fr: Nom de votre groupe
id_id: Nama grup Anda
it_it: Assegna un nome al tuo gruppo
ja_jp: グループ名を入力
ko_kr: 그룹 이름 지정
ms_my: Namakan kumpulan anda
pt_br: Dê um nome ao seu grupo
ru_ru: Присвойте имя группе
th_th: ตั้งชื่อกลุ่มของคุณ
vi_vn: Tên nhóm của bạn
zh_cn: 给群组取个名字
zh_tw: 給群組取個名字

# ECc
source: Turn On
de_de: Einschalten
es_es: Activar
fr_fr: Activer
id_id: Aktifkan
it_it: Attiva
ja_jp: オン
ko_kr: 켜기
ms_my: Hidupkan
pt_br: Ativar
ru_ru: Включить
th_th: เปิด
vi_vn: Bật
zh_cn: 开启
zh_tw: 開啟

# zxo
source: Once turned on, the group will be made public to the team.
de_de: Nach der Aktivierung wird die Gruppe für das Team öffentlich gemacht.
es_es: Una vez activado, el grupo será público para el equipo.
fr_fr: Une fois cette option activée, le groupe sera rendu public pour l'équipe.
id_id: Setelah diaktifkan, grup akan dijadikan publik untuk tim.
it_it: Dopo l'attivazione, il gruppo sarà reso pubblico per il team.
ja_jp: グループをチームに公開するには、「新しいメンバーはチャット履歴を確認できる」をオンにする必要があります
ko_kr: 켜면 그룹이 팀에 공개됩니다.
ms_my: Setelah dihidupkan, kumpulan akan dibuat terbuka kepada pasukan.
pt_br: Uma vez ativado, o grupo será tornado público para a equipe.
ru_ru: После включения группа станет общедоступной для команды.
th_th: เมื่อเปิดใช้งานแล้ว กลุ่มจะเปิดสาธารณะสำหรับทีม
vi_vn: Sau khi bật, nhóm sẽ được công khai với đội.
zh_cn: 开启后方可设置群组对团队公开
zh_tw: 開啟後即可設定群組對團隊公開

# s0c
source: Set new members can view message history
de_de: Festgelegte neue Mitglieder können den Nachrichtenverlauf ansehen
es_es: Establecer que los nuevos miembros pueden ver el historial de mensajes
fr_fr: Définissez l'option Les nouveaux membres peuvent afficher l'historique des messages
id_id: Atur anggota baru dapat melihat riwayat pesan
it_it: Imposta l'opzione "I nuovi membri possono visualizzare la cronologia dei messaggi"
ja_jp: グループの設定を変更してください
ko_kr: 새 구성원 메시지 기록 읽기 가능 설정
ms_my: Tetapkan ahli baru boleh melihat sejarah mesej
pt_br: Configurar que novos membros podem visualizar o histórico de mensagens
ru_ru: Разрешить новым участникам просматривать историю сообщений
th_th: ตั้งให้สมาชิกใหม่สามารถดูประวัติข้อความได้
vi_vn: Đặt thành viên mới có thể xem lịch sử tin nhắn
zh_cn: 需开启新成员可查看历史消息
zh_tw: 需開啟新成員可查看歷史訊息

# LSA
source: New group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
id_id: Grup baru
it_it: Nuovo gruppo
ja_jp: グループを作成
ko_kr: 새 그룹
ms_my: Kumpulan baharu
pt_br: Novo grupo
ru_ru: Новая группа
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 新建群组
zh_tw: 建立新群組

# Zbs
source: Got it
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# nk8
source: Once you leave, you will still exist in group linked with this team but won't be able to see this team under Teams filter.
de_de: Nach dem Verlassen bleiben Sie in der Gruppe, die mit diesem Team verbunden ist, aber Sie können dieses Team nicht mehr über den „Teams“-Filter sehen.
es_es: Cuando lo abandones, seguirás en el grupo vinculado con este equipo, pero no podrás ver este equipo en el filtro de Equipos.
fr_fr: Si vous quittez l'équipe, vous existerez toujours dans le groupe associé, mais vous ne pouvez plus la voir dans le filtre Équipes.
id_id: Setelah keluar, Anda akan tetap ada di grup yang tertaut dengan tim ini, tetapi tidak akan dapat melihat tim ini dalam filter Teams.
it_it: Dopo l'abbandono, esisterai ancora nel gruppo collegato a questo team ma non sarai in grado di visualizzare questo team nel filtro Team.
ja_jp: 退会すると、あなたはチームフィルターから当チームを確認できなくなりますが、チーム内のグループから退会しません。
ko_kr: 나가면 이 팀과 링크된 그룹에 계속 존재하지만 팀 필터에서 이 팀을 볼 수 없습니다.
ms_my: Setelah anda keluar, anda masih akan wujud dalam kumpulan yang dipaut dengan pasukan ini tetapi tidak dapat melihat pasukan ini di bawah penapis Pasukan.
pt_br: Após sair, você ainda existirá no grupo vinculado a esta equipe, mas não poderá visualizar essa equipe no filtro Teams.
ru_ru: После выхода вы по-прежнему будете находиться в группе, связанной с этой командой, но не сможете видеть эту команду в разделе Команды.
th_th: เมื่อคุณออก คุณจะยังอยู่ในกลุ่มที่ลิงก์กับทีมนี้ แต่จะไม่เห็นทีมนี้ภายใต้ตัวกรองฟีด Teams
vi_vn: Sau khi rời khỏi, bạn sẽ vẫn tồn tại trong nhóm được liên kết với đội này, nhưng sẽ không thể thấy đội này trong bộ lọc Teams.
zh_cn: 退出后，你将无法在团队分组中看到该团队，但不会退出团队下的群组。
zh_tw: 退出後，你將無法在團隊分組中看到該團隊，但不會退出團隊下的群組。

# WZk
source: Only the team owner and administrator can add new members due to team settings.
de_de: Gemäß den Teameinstellungen können nur der Teambesitzer und der Administrator neue Mitglieder hinzufügen.
es_es: Según con la configuración del equipo, solo el propietario y el administrador del equipo pueden agregar miembros.
fr_fr: Conformément aux paramètres de l'équipe, seuls le propriétaire et l'administrateur de l'équipe peuvent ajouter des membres.
id_id: Hanya pemilik tim dan administrator yang dapat menambah anggota baru sehubungan dengan pengaturan tim.
it_it: Solo il proprietario del team e l'amministratore possono aggiungere nuovi membri a causa delle impostazioni del team.
ja_jp: チーム所有者と管理者のみ新しいメンバーを追加できます
ko_kr: 팀 설정으로 인해 팀 소유자와 관리자만 새 구성원을 추가할 수 있습니다.
ms_my: Hanya pemilik pasukan dan pentadbir boleh menambah ahli baru disebabkan tetapan pasukan.
pt_br: Apenas o proprietário e o administrador da equipe podem adicionar novos membros devido às configurações da equipe.
ru_ru: Только владелец и администратор команды могут добавлять новых участников из-за настроек команды.
th_th: มีเพียงเจ้าของทีมและผู้ดูแลเท่านั้นที่เพิ่มสมาชิกใหม่ได้เนื่องจากการตั้งค่าทีม
vi_vn: Do cài đặt của đội, chỉ chủ sở hữu và quản trị viên đội mới có thể thêm thành viên mới.
zh_cn: 仅团队所有者和管理员可添加新成员
zh_tw: 僅團隊擁有者和管理員可新增新成員

# gYs
source: Make this group public to the team
de_de: Diese Gruppe für das Team öffentlich machen
es_es: Hacer que este grupo sea público para el equipo
fr_fr: Rendre ce groupe public pour l'équipe
id_id: Jadikan grup ini publik untuk tim
it_it: Rendi pubblico questo gruppo per il team
ja_jp: グループをチームに公開
ko_kr: 이 그룹을 팀에 공개
ms_my: Jadikan kumpulan ini terbuka kepada pasukan
pt_br: Tornar este grupo público para a equipe
ru_ru: Сделать эту группу общедоступной для команды
th_th: ตั้งกลุ่มนี้เป็นเปิดสาธารณะสำหรับทีม
vi_vn: Công khai nhóm này với đội
zh_cn: 将本群对团队公开
zh_tw: 將本群組對團隊公開

# gzY
source: Owner assigned
de_de: Besitzer zugewiesen
es_es: Propietario asignado
fr_fr: Propriétaire attribué
id_id: Pemilik yang ditugaskan
it_it: Proprietario assegnato
ja_jp: 譲渡しました。
ko_kr: 소유자 요청함
ms_my: Pemilik diberikan
pt_br: Proprietário atribuído
ru_ru: Владелец назначен
th_th: มอบหมายเจ้าของทีมแล้ว
vi_vn: Đã chỉ định chủ sở hữu
zh_cn: 已转让
zh_tw: 已轉讓

# pFU
source: Privacy settings in the team
de_de: Datenschutzeinstellungen im Team
es_es: Configuración de privacidad en el equipo
fr_fr: Paramètres de confidentialité dans l'équipe
id_id: Pengaturan privasi di tim
it_it: Impostazioni della privacy nel team
ja_jp: チーム内でのプライバシー設定
ko_kr: 팀의 개인 정보 설정
ms_my: Tetapan privasi dalam pasukan
pt_br: Configurações de privacidade na equipe
ru_ru: Настройки конфиденциальности в команде
th_th: การตั้งค่าความเป็นส่วนตัวในทีม
vi_vn: Cài đặt quyền riêng tư trong đội
zh_cn: 在团队内的隐私设置
zh_tw: 在團隊內的隱私權設定

# gP4
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# qPo
source: Team name
es_es: Nombre del equipo
fr_fr: Nom de l'équipe
id_id: Nama tim
it_it: Nome del team
ja_jp: チーム名
ko_kr: 팀 이름
ms_my: Nama pasukan
pt_br: Nome da equipe
ru_ru: Название команды
th_th: ชื่อทีม
vi_vn: Tên đội
zh_cn: 团队名称
zh_tw: 團隊名稱

# 6dA
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 外す
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# 7/Q
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 外す
ko_kr: 제거
ms_my: Keluarkan
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 解除
zh_tw: 解除

# j7g
source: Remove team members
de_de: Teammitglieder entfernen
es_es: Quitar miembros del equipo
fr_fr: Retirer des membres de l'équipe
id_id: Hapus anggota tim
it_it: Rimuovi membri del team
ja_jp: チームメンバーを外す
ko_kr: 팀 구성원 제거
ms_my: Buang ahli pasukan
pt_br: Remover membros da equipe
ru_ru: Удалить участников команды
th_th: ลบสมาชิกในทีม
vi_vn: Xóa thành viên đội
zh_cn: 移除团队成员
zh_tw: 移除團隊成員

# q70
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# k0E
source: Added as team administrator
de_de: Als Teamadministrator hinzugefügt
es_es: Agregado como administrador del equipo
fr_fr: Ajouté comme administrateur de l'équipe
id_id: Ditambahkan sebagai administrator tim
it_it: Aggiunto come amministratore del team
ja_jp: チーム管理者に追加しました
ko_kr: 팀 관리자로 추가되었습니다
ms_my: Ditambah sebagai pentadbir pasukan
pt_br: Adicionado como administrador da equipe
ru_ru: Добавлен как администратор команды
th_th: เพิ่มเป็นผู้ดูแลทีมสำเร็จแล้ว
vi_vn: Đã được thêm vào làm quản trị viên của đội
zh_cn: 已添加为团队管理员
zh_tw: 已新增為團隊管理員

# wYI
source: Team name
es_es: Nombre del equipo
fr_fr: Nom de l'équipe
id_id: Nama tim
it_it: Nome del team
ja_jp: チーム名
ko_kr: 팀 이름
ms_my: Nama pasukan
pt_br: Nome da equipe
ru_ru: Название команды
th_th: ชื่อทีม
vi_vn: Tên đội
zh_cn: 团队名称
zh_tw: 團隊名稱

# R+4
source: Search groups I joined
de_de: Nach Gruppen suchen, denen ich beigetreten bin
es_es: Buscar grupos a los que me he unido
fr_fr: Rechercher les groupes que j'ai rejoint
id_id: Cari grup tempat saya bergabung
it_it: Cerca gruppi a cui mi sono unito
ja_jp: 自分が参加しているグループを検索
ko_kr: 그룹 검색 I 참가함
ms_my: Cari kumpulan yang saya sertai
pt_br: Pesquisar grupos nos quais ingressei
ru_ru: Поиск групп, к которым я присоединился
th_th: ค้นหากลุ่มที่ฉันเข้าร่วม
vi_vn: Tìm kiếm các nhóm tôi đã tham gia
zh_cn: 搜索我所在的群组
zh_tw: 搜尋我所在的群組

source: Search for users or groups
de_de: Nach Benutzern oder Gruppen suchen
es_es: Buscar usuarios o grupos
fr_fr: Rechercher des utilisateurs ou des groupes
id_id: Cari pengguna atau grup
it_it: Cerca utenti o gruppi
ja_jp: ユーザーやグループを検索
ko_kr: 사용자 또는 그룹 검색
ms_my: Cari pengguna atau kumpulan
pt_br: Pesquisar usuários ou grupos
ru_ru: Поиск пользователей или групп
th_th: ค้นหาผู้ใช้หรือกลุ่ม
vi_vn: Tìm kiếm người dùng hoặc nhóm
zh_cn: 搜索用户或群组
zh_tw: 搜尋使用者或群組
