Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkTeam/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# jZQ
source: Disbanded
de_de: Aufgelöst
es_es: Se ha disuelto
fr_fr: Dissolu
id_id: Dibubarkan
it_it: Sciolto
ja_jp: グループは解散しました
ko_kr: 해산됨
ms_my: Dibubarkan
pt_br: Dissolvido
ru_ru: Расформировано
th_th: ยุบแล้ว
vi_vn: Đã giải tán
zh_cn: 已解散
zh_tw: 已解散

# Op8
source: The list ends here for security reasons. You can search for members' names instead.
de_de: Aus Sicherheitsgründen endet die Liste hier. Sie können stattdessen nach den Namen der Mitglieder suchen.
es_es: La lista termina aquí por motivos de seguridad. En su lugar, puedes buscar los nombres de los miembros.
fr_fr: La liste s'arrête ici pour des raisons de sécurité. Vous pouvez en revanche rechercher les noms des membres.
id_id: Daftar berakhir di sini karena alasan keamanan. Sebagai gantinya, Anda dapat mencari nama anggota.
it_it: L'elenco termina qui per motivi di sicurezza. Puoi cercare i nomi dei membri.
ja_jp: セキュリティの都合で、一部の情報を非表示にしています。検索を使用して見つけることができます
ko_kr: 보안상의 이유로 목록은 여기서 끝납니다. 대신 구성원의 이름을 검색할 수 있습니다.
ms_my: Senarai berakhir di sini kerana alasan keselamatan. Anda boleh mencari nama ahli sebagai gantinya.
pt_br: A lista termina aqui por motivos de segurança. Em vez disso, você pode pesquisar os nomes dos membros.
ru_ru: На этом список заканчивается из соображений безопасности. Вы можете искать имена участников.
th_th: รายการสิ้นสุดที่นี่ด้วยเหตุผลด้านความปลอดภัย คุณสามารถค้นหาชื่อสมาชิกแทนได้
vi_vn: Vì lý do bảo mật, danh sách này kết thúc tại đây. Thay vào đó, bạn có thể tìm kiếm tên của thành viên.
zh_cn: 因隐私安全需要已隐藏部分信息，可使用搜索来查找
zh_tw: 因公司安全需要已隱藏某些資訊，可使用搜尋來尋找

# a18
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
id_id: Memuatâ€¦
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_tw: 載入中

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# ycc
source: Assigned successfully
de_de: Erfolgreich zugewiesen
es_es: Se ha asignado con éxito
fr_fr: Affecté(e) avec succès
id_id: Berhasil ditetapkan
it_it: Assegnato con successo
ja_jp: 譲渡しました
ko_kr: 성공적으로 지정했습니다
ms_my: Berjaya diberikan
pt_br: Atribuído corretamente
ru_ru: Успешно перенесено
th_th: มอบหมายสำเร็จแล้ว
vi_vn: Đã giao thành công
zh_cn: 转让成功
zh_tw: 轉讓成功

# oxs
source: Unable to change group description
de_de: Gruppenbeschreibung konnten nicht geändert werden
es_es: No se pude cambiar la descripción del grupo
fr_fr: Impossible de modifier la description du groupe
id_id: Tidak dapat mengubah deskripsi grup
it_it: Impossibile cambiare descrizione del gruppo
ja_jp: グループ説明を変更できませんでした
ko_kr: 그룹 설명을 변경할 수 없음
ms_my: Tidak dapat mengubah keterangan kumpulan
pt_br: Não é possível alterar a descrição do grupo
ru_ru: Не удалось изменить описание группы
th_th: ไม่สามารถเปลี่ยนคำอธิบายกลุ่มได้
vi_vn: Không thể thay đổi mô tả nhóm
zh_cn: 修改群描述失败
zh_tw: 修改群組描述失敗

# Cv0
source: Unable to change group name. Please try again later.
de_de: Ändern des Gruppennamens nicht möglich. Versuchen Sie es später erneut.
es_es: Error al cambiar el nombre de grupo. Inténtalo de nuevo más tarde.
fr_fr: Impossible de modifier le nom du groupe. Veuillez réessayer plus tard.
id_id: Gagal mengubah nama grup. Coba lagi nanti.
it_it: Impossibile modificare nome del gruppo. Riprova più tardi.
ja_jp: グループ名を変更できませんでした。後ほど再試行してください
ko_kr: 그룹 이름을 변경할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat ubah nama kumpulan. Sila cuba lagi nanti.
pt_br: Falha ao alterar o nome do grupo. Tente novamente mais tarde.
ru_ru: Не удалось изменить название группы. Повторите попытку позже.
th_th: ไม่สามารถเปลี่ยนชื่อกลุ่มได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể thay đổi tên nhóm. Vui lòng thử lại sau.
zh_cn: 修改群名称失败，请稍后再试
zh_tw: 修改群組名稱失敗，請稍後再試

# uJQ
source: Content cannot be empty.
de_de: Inhalt darf nicht leer sein.
es_es: El contenido no puede estar vacío.
fr_fr: Le contenu ne peut pas être vide.
id_id: Konten tidak boleh kosong.
it_it: Il contenuto non può essere vuoto.
ja_jp: 入力内容を空にすることはできません
ko_kr: 컨텐츠는 비울 수 없습니다.
ms_my: Kandungan tidak boleh kosong.
pt_br: O conteúdo não pode ficar vazio.
ru_ru: Содержимое не может быть пустым.
th_th: เนื้อหาไม่สามารถเว้นว่างได้
vi_vn: Không thể để trống nội dung.
zh_cn: 输入不能为空
zh_tw: 輸入不可保留空白

# 2Fk
source: Empty Page
de_de: Leere Seite
es_es: Página vacía
fr_fr: Page vide
id_id: Halaman Kosong
it_it: Pagina vuota
ja_jp: 表示する項目がありません
ko_kr: 빈 페이지
ms_my: Halaman Kosong
pt_br: Página vazia
ru_ru: Пустая страница
th_th: หน้าว่าง
vi_vn: Trang trống
zh_cn: 页面空空如也
zh_tw: 頁面空空如也

# vy4
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редакт.
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# W9g
source: Only group owner and admin can edit group information.
de_de: Nur der Gruppenbesitzer und der Administrator können Gruppeninformationen bearbeiten.
es_es: Solo el propietario y el administrador del grupo pueden editar información del grupo.
fr_fr: Seuls le propriétaire du groupe et l'administrateur peuvent modifier les informations du groupe.
id_id: Hanya pemilik grup dan admin yang dapat mengedit informasi grup.
it_it: Solo l'amministratore e il proprietario del gruppo possono modificare le informazioni del gruppo.
ja_jp: グループオーナーと管理者のみグループ情報を編集できる
ko_kr: 그룹 소유자 및 관리자만 그룹 정보를 편집 가능합니다.
ms_my: Hanya pemilik kumpulan dan pentadbir boleh mengedit maklumat kumpulan.
pt_br: Apenas o proprietário e o administrador do grupo podem editar informações do grupo.
ru_ru: Только владелец группы и администратор могут редактировать информацию о группе.
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่สามารถแก้ไขข้อมูลของกลุ่มได้
vi_vn: Chỉ chủ sở hữu và quản trị viên nhóm mới có thể chỉnh sửa thông tin nhóm.
zh_cn: 仅群主和群管理员可编辑群信息
zh_tw: 僅群主群組管理員可編輯群組資訊

# yvI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# gwQ
source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
fr_fr: Enregistré avec succès
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Berjaya disimpan
pt_br: Salvo com sucesso
ru_ru: Успешно сохранено
th_th: บันทึกเรียบร้อยแล้ว
vi_vn: Đã lưu thành công
zh_cn: 保存成功
zh_tw: 儲存成功

# or8
source: No "{{text}}" result found
de_de: Kein Ergebnis für „{{text}}“ gefunden
es_es: No se han encontrado resultados para "{{text}}"
fr_fr: Aucun résultat trouvé pour « {{text}} »
id_id: Hasil untuk "{{text}}" tidak ditemukan
it_it: Non è stato trovato alcun risultato contenente "{{text}}"
ja_jp: 「{{text}}」に関連する検索結果は見つかりませんでした
ko_kr: {{text}}에 관한 결과 없음
ms_my: Tiada hasil "{{text}}" dijumpai
pt_br: Nenhum resultado "{{text}}" encontrado
ru_ru: Результат "{{text}}" не найден
th_th: ไม่พบ “{{text}}” ในผลการค้นหา
vi_vn: Không tìm thấy kết quả "{{text}}"
zh_cn: 未搜到“{{text}}”相关结果
zh_tw: 未搜尋到「{{text}}」相關結果

# BEY
source: Enter a description for this group
de_de: Geben Sie eine Beschreibung für diese Gruppe ein
es_es: Introduce una descripción para este grupo
fr_fr: Saisir une description pour ce groupe
id_id: Masukkan deskripsi untuk grup ini
it_it: Immetti una descrizione per questo gruppo
ja_jp: グループの説明を入力
ko_kr: 이 그룹에 대한 설명 입력
ms_my: Masukkan penerangan untuk kumpulan ini
pt_br: Insira uma descrição para este grupo
ru_ru: Введите описание этой группы
th_th: กรอกคำอธิบายกลุ่มนี้
vi_vn: Nhập mô tả cho nhóm này
zh_cn: 请输入群描述
zh_tw: 請輸入群組描述

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# jsU
source: Add Existing Groups
de_de: Bestehende Gruppen hinzufügen
es_es: Agregar grupos existentes
fr_fr: Ajouter des groupes existants
id_id: Tambah Grup yang Sudah Ada
it_it: Aggiungi gruppi esistenti
ja_jp: 既存のグループを追加
ko_kr: 기존 그룹 추가
ms_my: Tambah Kumpulan Sedia Ada
pt_br: Adicionar grupos existentes
ru_ru: Добавить существующие группы
th_th: เพิ่มกลุ่มที่มีอยู่แล้ว
vi_vn: Thêm nhóm hiện có
zh_cn: 添加已有群组
zh_tw: 新增現有群組

# c8Q
source: Added successfully
de_de: Erfolgreich hinzufügt
es_es: Agregado correctamente
fr_fr: Ajouté avec succès
id_id: Berhasil ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 성공적으로 추가되었습니다
ms_my: Berjaya ditambah
pt_br: Adicionado com sucesso
ru_ru: Добавлено успешно
th_th: เพิ่มสำเร็จแล้ว
vi_vn: Đã thêm thành công
zh_cn: 已添加
zh_tw: 已新增

# GnU
source: Team name
es_es: Nombre del equipo
fr_fr: Nom de l'équipe
id_id: Nama tim
it_it: Nome del team
ja_jp: チーム名
ko_kr: 팀 이름
ms_my: Nama pasukan
pt_br: Nome da equipe
ru_ru: Название команды
th_th: ชื่อทีม
vi_vn: Tên đội
zh_cn: 团队名称
zh_tw: 團隊名稱

# i+Y
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# bW0
source: You can only select groups you own
de_de: Sie können nur Gruppen auswählen, die Sie selbst besitzen
es_es: Solo puedes seleccionar grupos de los que eres propietario
fr_fr: Vous pouvez uniquement sélectionner les groupes dont vous êtes propriétaire
id_id: Anda hanya dapat memilih grup yang Anda miliki
it_it: È possibile selezionare solo gruppi che possiedi
ja_jp: あなたがグループオーナーであるグループのみ選択できます
ko_kr: 소유한 그룹만 선택할 수 있습니다
ms_my: Anda hanya boleh memilih kumpulan yang anda miliki
pt_br: Você só pode selecionar os grupos que você tem
ru_ru: Вы можете выбирать только принадлежащие вам группы
th_th: คุณจะเลือกได้เฉพาะกลุ่มที่คุณเป็นเจ้าของเท่านั้น
vi_vn: Bạn chỉ có thể chọn các nhóm do bạn sở hữu
zh_cn: 只能选择你是群主的群组
zh_tw: 只能選擇你是群主的群組

# NeQ
source: Unable to add members
de_de: Hinzufügen von Mitgliedern nicht möglich
es_es: No se pueden agregar los miembros
fr_fr: Impossible d'ajouter des membres
id_id: Gagal menambah anggota
it_it: Impossibile aggiungere membri
ja_jp: メンバーを追加できません
ko_kr: 구성원을 추가할 수 없습니다
ms_my: Tidak dapat tambah ahli
pt_br: Falha ao adicionar membros
ru_ru: Невозможно добавить участников
th_th: เพิ่มสมาชิกไม่สำเร็จ
vi_vn: Không thể thêm thành viên
zh_cn: 无法添加团队成员
zh_tw: 無法新增團隊成員

# NJ0
source: Quit
de_de: Verlassen
es_es: Abandonar
fr_fr: Quitter
id_id: Keluar
it_it: Esci
ja_jp: 閉じる
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Thoát
zh_cn: 关闭
zh_tw: 關閉

# 7sQ
source: Created successfully
de_de: Erfolgreich erstellt
es_es: Creado correctamente
fr_fr: Créé avec succès
id_id: Berhasil dibuat
it_it: Creazione completata
ja_jp: 作成できました
ko_kr: 성공적으로 생성되었습니다
ms_my: Berjaya dicipta
pt_br: Criado com sucesso
ru_ru: Создано успешно
th_th: สร้างสำเร็จแล้ว
vi_vn: Đã tạo thành công
zh_cn: 创建成功
zh_tw: 建立成功

# nE4
source: Creating...
de_de: Erstellvorgang...
es_es: Creando...
fr_fr: Création en cours...
id_id: Membuat...
it_it: Creazione in corso
ja_jp: 作成中...
ko_kr: 생성 중...
ms_my: Mencipta...
pt_br: Criando...
ru_ru: Создание...
th_th: กำลังสร้าง...
vi_vn: Đang tạo...
zh_cn: 正在创建...
zh_tw: 正在建立...

# gv0
source: Create your team
de_de: Erstellen Sie Ihr Team
es_es: Crea tu equipo
fr_fr: Créez votre équipe
id_id: Buat tim Anda
it_it: Crea il tuo team
ja_jp: あなたのチームを作成
ko_kr: 팀 생성
ms_my: Buat pasukan anda
pt_br: Criar sua equipe
ru_ru: Создайте свою команду
th_th: สร้างทีม
vi_vn: Tạo đội của bạn
zh_cn: 创建你的团队
zh_tw: 建立你的團隊

# M48
source: Currently unable to select external contacts
de_de: Aktuell können keine externen Kontakte ausgewählt werden
es_es: Actualmente no se pueden seleccionar contactos externos
fr_fr: Il est actuellement impossible de sélectionner des contacts externes
id_id: Saat ini gagal memilih kontak eksternal
it_it: Attualmente è impossibile selezionare contatti esterni
ja_jp: 現在は外部連絡先を選択できません
ko_kr: 현재 외부 연락처를 선택할 수 없습니다
ms_my: Tidak dapat memilih kenalan luaran pada masa ini
pt_br: Atualmente não é possível selecionar contatos externos
ru_ru: В настоящее время невозможно выбрать внешние контакты
th_th: ไม่สามารถเลือกผู้ติดต่อภายนอกได้ในขณะนี้
vi_vn: Hiện không thể chọn liên hệ bên ngoài
zh_cn: 暂不支持选择外部联系人
zh_tw: 暫不支援選擇外部聯絡人

# Au0
source: Edit team info
de_de: Teaminformationen bearbeiten
es_es: Editar información del equipo
fr_fr: Modifier les informations de l'équipe
id_id: Edit info tim
it_it: Modifica informazioni del team
ja_jp: チーム情報を編集
ko_kr: 팀 정보 편집
ms_my: Sunting maklumat pasukan
pt_br: Editar informações da equipe
ru_ru: Изменить информацию о команде
th_th: แก้ไขข้อมูลทีม
vi_vn: Chỉnh sửa thông tin đội
zh_cn: 编辑团队信息
zh_tw: 編輯團隊資訊

# y6k
source: This group is linked with the team
de_de: Diese Gruppe ist mit dem Team verbunden
es_es: Este grupo está vinculado con el equipo.
fr_fr: Ce groupe est associé à l'équipe
id_id: Grup ini tertaut dengan tim
it_it: Questo gruppo è collegato al team
ja_jp: 当該グループは既にこのチームに関連付けています
ko_kr: 이 그룹은 팀과 연결되어 있습니다
ms_my: Kumpulan ini dihubungkan dengan pasukan
pt_br: Este grupo está vinculado à equipe
ru_ru: Эта группа связана с командой
th_th: กลุ่มนี้ลิงก์อยู่กับทีม
vi_vn: Nhóm này đã được liên kết với đội
zh_cn: 该群已关联本团队
zh_tw: 該群組已關聯本團隊

# c4c
source: Assign and leave
de_de: Zuweisen und verlassen
es_es: Asignar y abandonar
fr_fr: Attribuer et quitter
id_id: Tugaskan dan keluar
it_it: Assegna e abbandona
ja_jp: 譲渡して退会
ko_kr: 요청 및 나가기
ms_my: Berikan dan tinggalkan
pt_br: Atribuir e sair
ru_ru: Назначить и покинуть
th_th: มอบหมายและออก
vi_vn: Chỉ định và rời khỏi
zh_cn: 转让并退出
zh_tw: 轉讓並退出

# +HQ
source: Unable to select as this group is linked with another team
de_de: Kann nicht ausgewählt werden, da diese Gruppe mit einem anderen Team verbunden ist
es_es: No se puede seleccionar porque este grupo está vinculado con otro equipo
fr_fr: Impossible de sélectionner ce groupe, car il est associé à une autre équipe
id_id: Gagal memilih karena grup ini tertaut dengan tim lain
it_it: Impossibile selezionare poiché questo gruppo è collegato a un altro team
ja_jp: 選択できません。別のチームに関連付けています
ko_kr: 이 그룹이 다른 팀과 연결되어 있으므로 선택할 수 없습니다
ms_my: Tidak dapat pilih kerana kumpulan ini dihubungkan dengan pasukan lain
pt_br: Não é possível selecionar porque este grupo está vinculado a outra equipe
ru_ru: Невозможно выбрать, так как эта группа связана с другой командой
th_th: ไม่สามารถเลือกได้เนื่องจากกลุ่มนี้ลิงก์กับทีมอื่นแล้ว
vi_vn: Không thể chọn vì nhóm này đã được liên kết với một đội khác
zh_cn: 已关联其他团队，无法选择
zh_tw: 已關聯其他團隊，無法選擇

# jSE
source: You're the only member in your team. Team will be disbanded once you leave.
de_de: Sie sind das einzige Mitglied in Ihrem Team. Sobald Sie das Team verlassen, wird es gelöscht.
es_es: Eres el único miembro de tu equipo. El equipo se disolverá cuando te vayas.
fr_fr: Vous êtes le seul membre de votre équipe. L'équipe sera dissoute dès votre départ.
id_id: Anda adalah satu-satunya anggota di tim. Tim akan dibubarkan setelah Anda keluar.
it_it: Sei l'unico membro nel team. Il team verrà sciolto dopo il tuo abbandono.
ja_jp: 現在あなたはチーム唯一のメンバーです。退会すると、チームは解散されます
ko_kr: 회원님은 팀의 유일한 구성원입니다. 회원님이 나가면 팀이 해산됩니다.
ms_my: Anda satu-satunya ahli dalam pasukan anda. Pasukan akan dibubarkan apabila anda keluar.
pt_br: Você é o único membro da sua equipe. A equipe será dissolvida assim que você sair.
ru_ru: Вы единственный участник своей команды. Команда будет расформирована, как только вы уйдете.
th_th: คุณเป็นสมาชิกคนเดียวในทีม ทีมจะถูกยุบเมื่อคุณออกจากทีม
vi_vn: Bạn là thành viên duy nhất trong đội của mình. Nhóm sẽ bị giải tán sau khi bạn rời khỏi.
zh_cn: 当前团队只有你一名成员，退出后团队将被会解散
zh_tw: 目前團隊只有你一名成員，退出後團隊將會解散

# Bg0
source: Search members
de_de: Nach Mitgliedern suchen
es_es: Buscar miembros
fr_fr: Rechercher des membres
id_id: Cari anggota
it_it: Cerca membri
ja_jp: チームメンバーを検索
ko_kr: 구성원 검색
ms_my: Cari ahli
pt_br: Pesquisar membros
ru_ru: Поиск участников
th_th: ค้นหาสมาชิก
vi_vn: Tìm kiếm thành viên
zh_cn: 搜索团队成员
zh_tw: 搜尋團隊成員

# fbw
source: Once you quit, the changes you made will not be saved. Quit now?
de_de: Wenn Sie den Vorgang beenden, werden die vorgenommenen Änderungen nicht gespeichert. Möchten Sie jetzt beenden?
es_es: Si sales, los cambios realizados no se guardarán. ¿Salir ahora?
fr_fr: Si vous quittez, les modifications apportées ne seront pas sauvegardées. Quitter quand même ?
id_id: Setelah keluar, perubahan yang Anda buat tidak akan disimpan. Keluar sekarang?
it_it: Se esci, le modifiche effettuate non saranno salvate. Uscire ora?
ja_jp: 閉じると、現在の編集内容は保存されません。閉じますか？
ko_kr: 종료하면 수행한 변경 사항이 저장되지 않습니다. 지금 종료하시겠습니까?
ms_my: Sekiranya anda keluar, perubahan yang anda buat tidak akan disimpan. Keluar sekarang?
pt_br: Depois de sair, as alterações feitas não serão salvas. Sair agora?
ru_ru: После выхода сделанные вами изменения не будут сохранены. Выйти?
th_th: เมื่อคุณออก การเปลี่ยนแปลงที่คุณทำจะไม่ได้รับการบันทึก ออกเลยหรือไม่
vi_vn: Sau khi bạn thoát, những thay đổi bạn đã thực hiện sẽ không được lưu. Thoát ngay?
zh_cn: 关闭后，本次编辑的内容将不会保存，是否关闭？
zh_tw: 關閉後，本次編輯的內容將不會儲存，是否關閉？

# IGc
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# 15s
source: Tell us about your team
de_de: Geben Sie Informationen über Ihr Team ein
es_es: Háblanos de tu equipo
fr_fr: Parlez-nous de votre équipe
id_id: Ceritakan tentang tim Anda
it_it: Parlaci del tuo team
ja_jp: メンバーにチームのことを紹介しましょう
ko_kr: 팀에 대해 알려주세요
ms_my: Beritahu kami tentang pasukan anda
pt_br: Conte-nos sobre sua equipe
ru_ru: Расскажите о своей команде
th_th: อธิบายทีมของคุณให้เราทราบ
vi_vn: Hãy cho chúng tôi biết về đội của bạn
zh_cn: 添加描述，让大家了解这个团队
zh_tw: 新增描述，讓大家瞭解這個團隊

# DRw
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
id_id: Lewati
it_it: Salta
ja_jp: 後でする
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_tw: 略過

# gQg
source: Edit team info
de_de: Teaminformationen bearbeiten
es_es: Editar información del equipo
fr_fr: Modifier les informations de l'équipe
id_id: Edit info tim
it_it: Modifica informazioni del team
ja_jp: チーム情報を編集
ko_kr: 팀 정보 편집
ms_my: Sunting maklumat pasukan
pt_br: Editar informações da equipe
ru_ru: Изменить информацию о команде
th_th: แก้ไขข้อมูลทีม
vi_vn: Chỉnh sửa thông tin đội
zh_cn: 编辑团队信息
zh_tw: 編輯團隊資訊

# BQY
source: No team description yet
de_de: Noch keine Teamvorstellung
es_es: Aún no hay descripción del equipo
fr_fr: Aucune description de l'équipe pour l'instant
id_id: Belum ada deskripsi tim
it_it: Ancora nessuna descrizione del team
ja_jp: チーム説明がありません
ko_kr: 아직 팀 설명 없음
ms_my: Tiada keterangan pasukan lagi
pt_br: Ainda não há uma descrição da equipe
ru_ru: Описания команды пока нет
th_th: ยังไม่มีคำอธิบายทีม
vi_vn: Chưa có mô tả đội
zh_cn: 暂时没有团队描述
zh_tw: 暫時沒有團隊描述

# +y8
source: Team description
de_de: Teamvorstellung
es_es: Descripción del equipo
fr_fr: Description de l'équipe
id_id: Deskripsi tim
it_it: Descrizione del team
ja_jp: 説明
ko_kr: 팀 설명
ms_my: Penerangan pasukan
pt_br: Descrição da equipe
ru_ru: Описание команды
th_th: คำอธิบายทีม
vi_vn: Mô tả đội
zh_cn: 团队描述
zh_tw: 團隊描述

# EgI
source: Group will still exist after unlinking with this team. Chat history will still remain within the group.
de_de: Die Gruppe bleibt auch nach dem Trennen der Verbindung mit diesem Team bestehen. Der Chatverlauf bleibt in der Gruppe erhalten.
es_es: El grupo seguirá existiendo después de desvincularse de este equipo. El historial de chat se quedará en el grupo.
fr_fr: Le groupe existera toujours après avoir été dissocié de cette équipe. L'historique de discussion sera conservé au sein du groupe.
id_id: Grup akan tetap ada setelah melepas tautan dengan tim ini. Riwayat obrolan akan tetap ada di dalam grup.
it_it: Il gruppo continuerà a esistere anche dopo lo scollegamento da questo team. La cronologia chat sarà mantenuta all'interno del gruppo.
ja_jp: グループとチームとの関連付けは解除されます。グループ及びそのチャット履歴は保留されます。
ko_kr: 이 팀에서 연결 해제된 후에도 그룹은 계속 존재합니다. 채팅 기록이 여전히 그룹 내에 남아 있게 됩니다.
ms_my: Kumpulan masih akan wujud selepas dinyahpautkan dengan pasukan ini. Sejarah sembang masih akan kekal dalam kumpulan.
pt_br: O grupo ainda existirá após a desvinculação desta equipe. O histórico do chat ainda permanecerá no grupo.
ru_ru: Группа по-прежнему будет существовать после отмены связи с этой командой. История чата останется внутри группы.
th_th: กลุ่มจะยังคงอยู่หลังจากยกเลิกการเชื่อมโยงกับทีมนี้ ประวัติแชทจะยังคงอยู่ในกลุ่ม
vi_vn: Nhóm sẽ vẫn tồn tại sau khi hủy liên kết với đội này. Lịch sử trò chuyện sẽ vẫn được giữ lại trong nhóm.
zh_cn: 群组将与团队解除关联，群组和聊天记录仍将保留
zh_tw: 群組將與團隊解除關聯，群組和聊天記錄仍將保留

# LfM
source: Add members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
id_id: Tambah anggota
it_it: Aggiungi membri
ja_jp: チームメンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加团队成员
zh_tw: 新增團隊成員

# tPw
source: Team's profile photo
de_de: Profilbild des Teams
es_es: Foto de perfil del equipo
fr_fr: Photo de profil de l'équipe
id_id: Foto profil tim
it_it: Foto del profilo del team
ja_jp: チームアイコン
ko_kr: 팀 프로필 사진
ms_my: Foto profil pasukan
pt_br: Foto do perfil da equipe
ru_ru: Фото профиля команды
th_th: รูปโปรไฟล์ของทีม
vi_vn: Ảnh hồ sơ của đội
zh_cn: 团队头像
zh_tw: 團隊頭像

# n8E
source: Assign team owner to {{username}}?
de_de: Teambesitzer zu {{username}} zuweisen?
es_es: ¿Asignar a {{username}} como propietario de equipo?
fr_fr: Attribuer le rôle de propriétaire de l'équipe à {{username}} ?
id_id: Tugaskan pemilik tim kepada {{username}}?
it_it: Assegnare a {{username}} il ruolo di proprietario del team?
ja_jp: チームの所有者を {{username}} に譲渡しますか？
ko_kr: {{username}} 님에게 팀 소유자를 요청하시겠습니까?
ms_my: Tetapkan pemilik pasukan kepada {{username}}?
pt_br: Atribuir proprietário da equipe a {{username}}?
ru_ru: Назначить владельцем команды {{username}}?
th_th: มอบหมายให้ {{username}} เป็นเจ้าของทีมหรือไม่
vi_vn: Chỉ định {{username}} làm chủ sở hữu đội?
zh_cn: 将团队所有者转让给 {{username}} 吗？
zh_tw: 要將團隊擁有者身分轉讓給 {{username}} 嗎？
