Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkTeam/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# fZw
source: Select departments or groups I manage
de_de: Von mir verwaltete Abteilungen oder Gruppen auswählen
es_es: Seleccionar departamentos o grupos que administro
fr_fr: Sélectionner les services ou les groupes que je gère
id_id: Pilih departemen atau grup yang saya kelola
it_it: Seleziona i reparti o gruppi che gestisco
ja_jp: 自分の管理部門とグループを検索
ko_kr: 부서 또는 그룹 선택 I 관리
ms_my: Pilih jabatan atau kumpulan yang saya urus
pt_br: Selecionar departamentos ou grupos que eu gerencio
ru_ru: Выбрать отделы или группы, которыми я управляю
th_th: เลือกแผนกหรือกลุ่มที่ฉันจัดการ
vi_vn: Chọn phòng ban hoặc nhóm do tôi quản lý
zh_cn: 选择我管理的部门和群组
zh_tw: 選擇我管理的部門和群組

# 4uo
source: Assign Owner
de_de: Besitzer zuweisen
es_es: Asignar propietario
fr_fr: Attribuer un propriétaire
id_id: Tugaskan Pemilik
it_it: Assegna proprietario
ja_jp: 所有者権限を譲渡
ko_kr: 소유자 요청
ms_my: Berikan Pemilik
pt_br: Atribuir proprietário
ru_ru: Назначить владельца
th_th: มอบหมายเจ้าของ
vi_vn: Chỉ định chủ sở hữu
zh_cn: 转让所有者
zh_tw: 轉讓擁有者身分

# HI8
source: Unable to add group
de_de: Hinzufügen der Gruppe nicht möglich
es_es: No se puede agregar el grupo
fr_fr: Impossible d'ajouter un groupe
id_id: Gagal menambah grup
it_it: Impossibile aggiungere gruppo
ja_jp: グループを追加できません
ko_kr: 그룹을 추가할 수 없습니다
ms_my: Tidak dapat tambah kumpulan
pt_br: Falha ao adicionar o grupo
ru_ru: Не удалось добавить группу
th_th: เพิ่มกลุ่มไม่สำเร็จ
vi_vn: Không thể thêm nhóm
zh_cn: 无法添加群组
zh_tw: 無法新增群組

# lE4
source: Unable to create
de_de: Erstellen nicht möglich
es_es: No se puede crear
fr_fr: Création impossible
id_id: Gagal membuat
it_it: Impossibile creare
ja_jp: 作成できませんでした
ko_kr: 생성할 수 없습니다
ms_my: Tidak dapat mencipta
pt_br: Falha na criação
ru_ru: Не удалось создать
th_th: สร้างไม่สำเร็จ
vi_vn: Không thể tạo
zh_cn: 创建失败
zh_tw: 建立失敗

# wFo
source: Unable to add this type of group
de_de: Hinzufügen dieses Gruppentyps nicht möglich
es_es: No se puede agregar este tipo de grupo
fr_fr: Impossible d'ajouter ce type de groupe
id_id: Gagal menambah grup jenis ini
it_it: Impossibile aggiungere questo tipo di gruppo
ja_jp: 当該タイプのグループを追加できません
ko_kr: 이 유형의 그룹을 추가할 수 없습니다
ms_my: Tidak dapat menambah jenis kumpulan ini
pt_br: Falha ao adicionar este tipo de grupo
ru_ru: Невозможно добавить этот тип группы
th_th: เพิ่มกลุ่มประเภทนี้ไม่สำเร็จ
vi_vn: Không thể thêm loại nhóm này
zh_cn: 暂不支持添加该类型的群组
zh_tw: 暫不支援新增此類群組

# ZCg
source: Unlink
de_de: Trennen
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 関連付けを解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除关联
zh_tw: 解除關聯

# NDY
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# yak
source: Add group members as team members
de_de: Gruppenmitglieder als Teammitglieder hinzufügen
es_es: Agregar miembros del grupo como miembros del equipo
fr_fr: Ajouter les membres du groupe comme membres de l'équipe
id_id: Tambahkan anggota grup sebagai anggota tim
it_it: Aggiungi i membri del gruppo come membri del team
ja_jp: グループメンバーをチームメンバーとして設定
ko_kr: 그룹 구성원을 팀 구성원으로 추가
ms_my: Tambah ahli kumpulan sebagai ahli pasukan
pt_br: Adicionar membros do grupo como membros da equipe
ru_ru: Добавить участников группы в качестве участников команды
th_th: เพิ่มสมาชิกกลุ่มเป็นสมาชิกในทีม
vi_vn: Thêm các thành viên nhóm vào làm thành viên đội
zh_cn: 将群成员设置为团队成员
zh_tw: 將群組成員設定為團隊成員

# tKc
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# 7NA
source: Add this group to the team "{{team}}"?
de_de: Diese Gruppe zum Team „{{team}}“ hinzufügen?
es_es: ¿Agregar este grupo al equipo "{{team}}"?
fr_fr: Ajouter ce groupe à l'équipe "{{team}}" ?
id_id: Tambah grup ini ke tim "{{team}}"?
it_it: Aggiungere questo gruppo al team "{{team}}"?
ja_jp: このグループをチーム「{{team}}」に追加しますか？
ko_kr: 이 그룹을 "{{team}}" 팀에 추가하시겠습니까?
ms_my: Tambah kumpulan ini ke pasukan "{{team}}"?
pt_br: Adicionar este grupo à equipe "{{team}}"?
ru_ru: Добавить эту группу в команду "{{team}}"?
th_th: เพิ่มกลุ่มนี้ไปยังทีม "{{team}}" หรือไม่
vi_vn: Thêm nhóm này vào đội "{{team}}"?
zh_cn: 确定将本群添加到团队“{{team}}”吗？
zh_tw: 確定要將本群組新增到團隊「{{team}}」嗎？

# 4gw
source: Added to team
de_de: Zum Team hinzugefügt
es_es: Agregado al equipo
fr_fr: Ajouté à l'équipe
id_id: Ditambahkan ke tim
it_it: Aggiunta al team completata
ja_jp: チームに追加しました。
ko_kr: 팀에 추가되었습니다
ms_my: Ditambah ke pasukan
pt_br: Adicionado à equipe
ru_ru: Добавлено в команду
th_th: เพิ่มไปยังทีมสำเร็จแล้ว
vi_vn: Đã thêm vào đội
zh_cn: 已添加到团队
zh_tw: 已新增到團隊

# wd8
source: Administrators can remove members, unlink groups from team.
de_de: Administratoren können Mitglieder entfernen und Gruppen vom Team trennen.
es_es: Los administradores pueden quitar miembros y desvincular grupos del equipo.
fr_fr: Les administrateurs peuvent retirer des membres et dissocier des groupes de l'équipe.
id_id: Administrator dapat menghapus anggota, melepas tautan grup dari tim.
it_it: Gli amministratori possono rimuovere membri, scollegare gruppi dal team.
ja_jp: 管理者はメンバーの退会，グループと関連付けの解除を操作できます。
ko_kr: 관리자는 구성원을 제거하거나 그룹을 팀에서 연결 해제할 수 있습니다.
ms_my: Pentadbir boleh mengeluarkan ahli, nyahpaut kumpulan dari pasukan.
pt_br: Os administradores podem remover membros ou desvincular grupos da equipe.
ru_ru: Администраторы могут удалять участников, отменять привязки групп к команде.
th_th: ผู้ดูแลสามารถลบสมาชิกออกได้ ยกเลิกการเชื่อมโยงกลุ่มจากทีมได้
vi_vn: Quản trị viên có thể xóa thành viên hoặc hủy liên kết nhóm với đội.
zh_cn: 管理员可移除团队成员，解除群组与团队的关联。
zh_tw: 管理員可移除團隊成員，解除群組與團隊的關聯。

# yq4
source: Removed team administrator status
de_de: Teamadministratorstatus entfernt
es_es: Quitado el estado de administrador del equipo
fr_fr: Statut d'administrateur d'équipe retiré
id_id: Berhasil menghapus status administrator tim
it_it: Rimosso stato di amministratore del team
ja_jp: チーム管理者権限を外しました
ko_kr: 팀 관리자 상태를 제거했습니다
ms_my: Status pentadbir pasukan dikeluarkan
pt_br: Status de administrador da equipe removido
ru_ru: Убран статус администратора команды
th_th: ลบสถานะผู้ดูแลทีม
vi_vn: Đã xóa chức vụ quản trị viên của đội
zh_cn: 已解除团队管理员身份
zh_tw: 已解除團隊管理員身分

# UFc
source: A group with the same name exists under this team. Pick another one.
de_de: Eine Gruppe mit demselben Namen ist in diesem Team bereits vorhanden. Bitte wählen Sie einen anderen Namen aus.
es_es: En este equipo ya existe un grupo con este nombre. Elige otro.
fr_fr: Un groupe portant le même nom existe au sein de cette équipe. Choisissez-en un autre.
id_id: Sudah ada grup di bawah tim ini dengan nama yang sama. Pilih nama lain.
it_it: Esiste già un gruppo con lo stesso nome in questo team. Scegline un altro.
ja_jp: 当該グループ名は別のグループに使用されています
ko_kr: 이 팀 아래에 같은 이름의 그룹이 있습니다. 다른 이름을 선택하세요.
ms_my: Kumpulan dengan nama yang sama wujud di bawah pasukan ini. Pilih yang lain.
pt_br: Há um grupo com o mesmo nome nesta equipe. Escolha outro.
ru_ru: В этой команде существует группа с таким названием. Выберите другое.
th_th: มีกลุ่มที่มีชื่อเดียวกันอยู่ภายใต้ทีมนี้ โปรดเลือกชื่ออื่น
vi_vn: Đã có một nhóm cùng tên trong đội này. Hãy chọn tên khác.
zh_cn: 团队下已存在同名群组，请修改群组名称后重试
zh_tw: 團隊下已存在同名群組，請修改群組名稱後重試

# d8E
source: This group doesn't allow member sharing or members can view historical messages is turned off. Please contact the group owner or administrator if needed.
de_de: Diese Gruppe lässt die Freigabe von Mitgliedern nicht zu oder„ Mitglieder können frühere Nachrichten ansehen“ ist deaktiviert. Bitte wenden Sie sich bei Bedarf an den Gruppenbesitzer oder den Administrator.
es_es: Este grupo no permite que los miembros compartan o está desactivado el permiso para que los miembros puedan ver mensajes históricos. Ponte en contacto con el propietario o el administrador del grupo si es necesario.
fr_fr: Ce groupe n'autorise pas le partage entre membres ou l'option Les membres peuvent afficher l'historique des messages est désactivée. Veuillez contacter le propriétaire ou l'administrateur du groupe si nécessaire.
id_id: Grup ini tidak mengizinkan berbagi anggota atau anggota dapat melihat riwayat pesan dinonaktifkan. Hubungi pemilik atau administrator jika perlu.
it_it: Questo gruppo non consente la condivisione dei membri oppure l'opzione "I nuovi membri possono visualizzare la cronologia dei messaggi" è disattivata. Se necessario, contatta il proprietario del gruppo o l'amministratore.
ja_jp: メンバーによるグループの共有、または「新しいメンバーはチャット履歴を確認できる」がオフに設定されているため、あなたは公開できません。グループオーナーまたは管理者に連絡してください。
ko_kr: 이 그룹은 구성원 공유를 허용하지 않거나 구성원 기록 메시지 읽기 가능이 꺼져 있습니다. 필요한 경우 그룹 소유자 또는 관리자에게 문의하세요.
ms_my: Kumpulan ini tidak membenarkan perkongsian ahli atau ahli boleh melihat mesej sejarah dimatikan. Sila hubungi pemilik kumpulan atau pentadbir jika perlu.
pt_br: Este grupo não permite o compartilhamento de membros ou "os membros podem visualizar o histórico de mensagens" está desativado. Entre em contato com o proprietário ou administrador do grupo, se necessário.
ru_ru: Эта группа не разрешает участникам делиться, или участники не могут просматривать исторические сообщения, отключена. При необходимости свяжитесь с владельцем или администратором группы.
th_th: กลุ่มนี้ไม่อนุญาตให้แบ่งปันสมาชิกหรือ "สมาชิกสามารถดูข้อความในอดีตได้" ปิดอยู่ โปรดติดต่อเจ้าของกลุ่มหรือผู้ดูแลหากจำเป็น
vi_vn: Nhóm này không cho phép thành viên chia sẻ hoặc tính năng thành viên có thể xem lịch sử tin nhắn đã bị tắt. Vui lòng liên hệ với chủ sở hữu hoặc quản trị viên nhóm nếu cần.
zh_cn: 本群不支持成员分享，或未开启新成员可查看历史消息，你无法设置。可联系群主或群管理员操作。
zh_tw: 本群組不支援成員分享，或未開啟新成員可查看歷史訊息，你無法設定。可聯絡群主或群組管理員操作。

# 6L8
source: Unable to make this group public to team "{{TeamName}}"
de_de: Diese Gruppe kann für das Team „{{TeamName}}“ nicht öffentlich gemacht werden
es_es: No se puede hacer público este grupo para el equipo "{{TeamName}}"
fr_fr: Impossible de rendre ce groupe public pour l'équipe "{{TeamName}}"
id_id: Gagal menjadikan grup ini publik untuk tim "{{TeamName}}"
it_it: Impossibile rendere pubblico questo gruppo per il team "{{TeamName}}"
ja_jp: このグループをチーム「{{TeamName}}」に公開できません
ko_kr: 이 그룹을 팀 "{{TeamName}}"에 공개할 수 없습니다
ms_my: Tidak dapat menjadikan kumpulan ini awam kepada pasukan "{{TeamName}}"
pt_br: Não é possível tornar este grupo público para a equipe "{{TeamName}}"
ru_ru: Не удалось сделать эту группу общедоступной для команды "{{TeamName}}"
th_th: ไม่สามารถทำให้กลุ่มประเภทนี้เป็นสาธารณะให้กับทีม "{{TeamName}}" ได้
vi_vn: Không thể công khai nhóm này với đội "{{TeamName}}"
zh_cn: 无法将本群对团队“{{TeamName}}”公开
zh_tw: 無法將本群組對團隊「{{TeamName}}」公開

# 84Q
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# iOE
source: You cannot enter the group since you are not a group member
de_de: Sie können der Gruppe nicht betreten, da Sie kein Gruppenmitglied sind
es_es: No puedes entrar en el grupo porque no eres miembro del grupo
fr_fr: Vous ne pouvez pas entrer dans le groupe car vous n'êtes pas membre du groupe
id_id: Anda tidak dapat masuk ke grup karena bukan anggota grup
it_it: Non puoi accedere al gruppo poiché non sei un membro del gruppo
ja_jp: あなたはこのグループのメンバーではないため、グループチャットに参加することができません。
ko_kr: 그룹 구성원이 아니므로 그룹에 들어갈 수 없습니다
ms_my: Anda tidak boleh masuk ke kumpulan kerana anda bukan ahli kumpulan
pt_br: Você não pode entrar no grupo porque não é um membro do grupo
ru_ru: Вы не можете войти в группу, так как не являетесь ее участником
th_th: ไม่สามารถเข้ากลุ่มได้เพราะคุณไม่ได้เป็นสมาชิกกลุ่ม
vi_vn: Bạn không thể vào nhóm vì bạn không phải là thành viên nhóm
zh_cn: 你不是群成员，无法进入群聊
zh_tw: 你不是群組成員，無法進入群組聊天

# h1I
source: Unable to set
de_de: Festlegen nicht möglich
es_es: No se puede establecer
fr_fr: Définition impossible
id_id: Gagal menetapkan
it_it: Impossibile impostare
ja_jp: 設定できませんでした
ko_kr: 설정할 수 없습니다
ms_my: Tidak dapat menetapkan
pt_br: Não é possível configurar
ru_ru: Не удалось установить
th_th: ไม่สามารถตั้งค่าได้
vi_vn: Không thể đặt
zh_cn: 设置失败
zh_tw: 設定失敗

# 8+Y
source: Chat
id_id: Obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чат
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 对话
zh_tw: 對話

# Gsg
source: Assign
de_de: Zuweisen
es_es: Asignar
fr_fr: Attribuer
id_id: Tugaskan
it_it: Assegna
ja_jp: 譲渡
ko_kr: 요청
ms_my: Berikan
pt_br: Atribuir
ru_ru: Передать
th_th: มอบหมาย
vi_vn: Chỉ định
zh_cn: 转让
zh_tw: 轉讓

# mPs
source: Add "{{groupname}}" to the team?
de_de: „{{groupname}}“ zum Team hinzufügen?
es_es: ¿Agregar "{{groupname}}" al equipo?
fr_fr: Ajouter "{{groupname}}" à l'équipe ?
id_id: Tambah "{{groupname}}" ke tim?
it_it: Aggiungere "{{groupname}}" al team?
ja_jp: 「{{groupname}}」をチームに追加しますか？
ko_kr: "{{groupname}}"을(를) 팀에 추가하시겠습니까?
ms_my: Tambah "{{groupname}}" ke pasukan?
pt_br: Adicionar "{{groupname}}" à equipe?
ru_ru: Добавить "{{groupname}}" в команду?
th_th: เพิ่ม "{{groupname}}" ไปยังทีมหรือไม่
vi_vn: Thêm "{{groupname}}" vào đội?
zh_cn: 添加“{{groupname}}”进团队吗？
zh_tw: 要將「{{groupname}}」新增至團隊嗎？

# pWE
source: Remove administrator status for {{name}}?
de_de: Administratorstatus für {{name}} entfernen?
es_es: ¿Quitar el estado de administrador de {{name}}?
fr_fr: Retirer le statut d'administrateur de {{name}} ?
id_id: Hapus status administrator untuk {{name}}?
it_it: Rimuovere lo stato di amministratore da {{name}}?
ja_jp: {{name}}の管理者権限を外しますか？
ko_kr: {{name}} 님의 관리자 상태를 제거하시겠습니까?
ms_my: Keluarkan status pentadbir untuk {{name}}?
pt_br: Remover status de administrador de {{name}}?
ru_ru: Удалить статус администратора для {{name}}?
th_th: ลบสถานะผู้ดูแลของ {{name}} หรือไม่
vi_vn: Xóa chức vụ quản trị viên của {{name}}?
zh_cn: 确定解除{{name}}的管理员身份？
zh_tw: 確定要解除{{name}}的管理員身分嗎？

# ppQ
source: Set "{{name}}" as team administrator?
de_de: „{{name}}“ als Teamadministrator festlegen?
es_es: ¿Establecer a "{{name}}" como administrador del equipo?
fr_fr: Définir "{{name}}" comme administrateur de l'équipe ?
id_id: Tetapkan "{{name}}" sebagai administrator tim?
it_it: Impostare "{{name}}" come amministratore del team?
ja_jp: 「{{name}}」をチーム管理者に設定しますか？
ko_kr: "{{name}}" 님을 팀 관리자로 설정하시겠습니까?
ms_my: Tetapkan "{{name}}" sebagai pentadbir pasukan?
pt_br: Configurar "{{name}}" como administrador da equipe?
ru_ru: Задать "{{name}}" в качестве администратора команды?
th_th: ตั้ง "{{name}}" เป็นผู้ดูแลทีมหรือไม่
vi_vn: Đặt "{{name}}" làm quản trị viên đội?
zh_cn: 将“{{name}}”设为团队管理员？
zh_tw: 要將「{{name}}」設為團隊管理員嗎？

# Xao
source: Search for users or groups
de_de: Nach Benutzern oder Gruppen suchen
es_es: Buscar usuarios o grupos
fr_fr: Rechercher des utilisateurs ou des groupes
id_id: Cari pengguna atau grup
it_it: Cerca utenti o gruppi
ja_jp: ユーザーやグループを検索
ko_kr: 사용자 또는 그룹 검색
ms_my: Cari pengguna atau kumpulan
pt_br: Pesquisar usuários ou grupos
ru_ru: Поиск пользователей или групп
th_th: ค้นหาผู้ใช้หรือกลุ่ม
vi_vn: Tìm kiếm người dùng hoặc nhóm
zh_cn: 搜索用户或群组
zh_tw: 搜尋使用者或群組

# Mu4
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# bRk
source: Creating team...
de_de: Team wird erstellt...
es_es: Creando equipo...
fr_fr: Création de l'équipe...
id_id: Membuat tim...
it_it: Creazione team in corso
ja_jp: チームを作成中...
ko_kr: 팀 생성 중...
ms_my: Mencipta pasukan...
pt_br: Criando equipe...
ru_ru: Создание команды...
th_th: กำลังสร้างทีม...
vi_vn: Đang tạo đội...
zh_cn: 正在创建团队...
zh_tw: 正在建立團隊...

# TP4
source: Team description is required
de_de: Teamvorstellung ist erforderlich
es_es: La descripción del equipo es obligatoria
fr_fr: Description de l'équipe obligatoire
id_id: Deskripsi tim wajib diisi
it_it: La descrizione del team è obbligatoria
ja_jp: チームの説明を入力してください
ko_kr: 팀 설명은 필수입니다
ms_my: Keterangan pasukan diperlukan
pt_br: A descrição da equipe é obrigatória
ru_ru: Требуется описание команды
th_th: ต้องระบุคำอธิบายทีม
vi_vn: Mô tả đội là thông tin bắt buộc
zh_cn: 请输入团队描述
zh_tw: 請輸入團隊描述

# jbQ
source: Remove administrator status
de_de: Administratorstatus entfernen?
es_es: Quitar el estado de administrador
fr_fr: Retirer le statut d'administrateur
id_id: Hapus status administrator
it_it: Rimuovi stato di amministratore
ja_jp: 管理者権限を外します
ko_kr: 관리자 상태 제거
ms_my: Keluarkan status pentadbir
pt_br: Remover status de administrador
ru_ru: Удалить статус администратора
th_th: ลบสถานะผู้ดูแล
vi_vn: Xóa chức vụ quản trị viên
zh_cn: 解除管理员身份
zh_tw: 解除管理員身分

# B18
source: Disband
de_de: Löschen
es_es: Disolver
fr_fr: Dissoudre
id_id: Bubarkan
it_it: Sciogli
ja_jp: チームを解散
ko_kr: 해산
ms_my: Bubarkan
pt_br: Dissolver
ru_ru: Распустить
th_th: ยุบ
vi_vn: Giải tán
zh_cn: 解散团队
zh_tw: 解散團隊

# YsU
source: This group is unlinked with the team
de_de: Diese Gruppe wurde vom Team getrennt
es_es: Este grupo está desvinculado del equipo
fr_fr: Ce groupe est dissocié de l'équipe
id_id: Grup ini dilepas tautannya dari tim
it_it: Questo gruppo è scollegato dal team
ja_jp: グループとこのチームの関連付けは解除されました
ko_kr: 이 그룹이 팀에서 연결 해제되었습니다
ms_my: Kumpulan ini tidak berkaitan dengan pasukan
pt_br: Este grupo está desvinculado da equipe
ru_ru: Эта группа не связана с командой
th_th: กลุ่มนี้ยกเลิกการเชื่อมโยงกับทีมแล้ว
vi_vn: Nhóm này đã được hủy liên kết với đội
zh_cn: 本群已与该团队解除关联
zh_tw: 本群組已與該團隊解除關聯

# Z0s
source: Leave team
de_de: Team verlassen
es_es: Abandonar equipo
fr_fr: Quitter l'équipe
id_id: Keluar dari tim
it_it: Abbandona il team
ja_jp: チームを退会
ko_kr: 팀에서 나가기
ms_my: Tinggalkan pasukan
pt_br: Sair da equipe
ru_ru: Покинуть команду
th_th: ออกจากทีม
vi_vn: Rời đội
zh_cn: 退出团队
zh_tw: 退出團隊

# Ock
source: External groups cannot be made public to teams
de_de: Externe Gruppen können für Teams nicht öffentlich gemacht werden
es_es: Los grupos externos no se pueden hacer públicos para los equipos
fr_fr: Les groupes externes ne peuvent pas être rendus publics pour les équipes
id_id: Grup eksternal tidak dapat diubah menjadi publik ke tim
it_it: I gruppi esterni non possono essere resi pubblici ai team
ja_jp: 外部グループをチームに公開できません。
ko_kr: 외부 그룹은 팀에 공개할 수 없습니다
ms_my: Kumpulan luaran tidak boleh dibuat umum kepada pasukan
pt_br: Grupos externos não podem ser tornados públicos para equipes
ru_ru: Внешние группы не могут быть сделаны общедоступными командам
th_th: ไม่สามารถเปิดเผยกลุ่มภายนอกต่อทีมได้
vi_vn: Không thể công khai các nhóm bên ngoài với đội
zh_cn: 暂不支持将外部群组对团队公开
zh_tw: 暫不支援將外部群組對團隊公開

# p20
source: External groups can't be made public to teams.
de_de: Externe Gruppen können für Teams nicht öffentlich gemacht werden.
es_es: Los grupos externos no se pueden convertir en públicos para los equipos.
fr_fr: Les groupes externes ne peuvent pas être rendus publics pour les équipes.
id_id: Grup eksternal tidak dapat diubah menjadi publik ke tim.
it_it: I gruppi esterni non possono essere resi pubblici ai team.
ja_jp: 外部グループをチームに公開できません。
ko_kr: 외부 그룹은 팀에 공개할 수 없습니다.
ms_my: Kumpulan luaran tidak boleh dibuat terbuka kepada pasukan.
pt_br: Grupos externos não podem ser tornados públicos para equipes.
ru_ru: Внешние группы нельзя сделать открытыми для команд.
th_th: ไม่สามารถทำให้กลุ่มภายนอกเป็นสาธารณะสำหรับทีมได้
vi_vn: Không thể công khai các nhóm bên ngoài với đội.
zh_cn: 外部群组暂不支持设置为公开
zh_tw: 外部群組暫不支援設定為公開

# s8k
source: Group name
de_de: Gruppenname
es_es: Nombre del grupo
fr_fr: Nom du groupe
id_id: Nama grup
it_it: Nome del gruppo
ja_jp: グループ名
ko_kr: 그룹 이름
ms_my: Nama kumpulan
pt_br: Nome do grupo
ru_ru: Название группы
th_th: ชื่อกลุ่ม
vi_vn: Tên nhóm
zh_cn: 群名称
zh_tw: 群組名稱

# K5k
source: Once removed, user will become a regular team member and follow team member permissions.
de_de: Nach dem Entfernen wird der Benutzer ein reguläres Teammitglied und unterliegt den Berechtigungen eines Teammitglieds.
es_es: Tras quitarlo, el usuario se convertirá en un miembro normal del equipo y tendrá los permisos de los miembros del equipo.
fr_fr: Une fois retiré, l'utilisateur deviendra un membre ordinaire de l'équipe et suivra les autorisations des membres de l'équipe.
id_id: Setelah dihapus, pengguna akan menjadi anggota tim reguler dan mengikuti izin anggota tim.
it_it: Dopo la rimozione, l'utente diventerà un membro del team regolare e seguirà le autorizzazioni dei membri del team.
ja_jp: 外すと、当該ユーザーはチームの一般メンバーとなり、メンバーに対する権限設定に従います。
ko_kr: 제거하면 사용자가 일반 팀 구성원이 되고 팀 구성원 권한을 따릅니다.
ms_my: Setelah dikeluarkan, pengguna akan menjadi ahli pasukan biasa dan mengikuti kebenaran ahli pasukan.
pt_br: Após a remoção, o usuário se tornará um membro regular da equipe e seguirá as permissões dos membros da equipe.
ru_ru: После удаления пользователь станет обычным участником команды и будет следовать разрешениям участника команды.
th_th: เมื่อลบออกแล้ว ผู้ใช้จะกลายเป็นสมาชิกทีมปกติและได้รับสิทธิ์การอนุญาตตามสมาชิกทีม
vi_vn: Sau khi bị xóa, người dùng sẽ trở thành thành viên đội bình thường và phải tuân theo quyền của các thành viên đội.
zh_cn: 解除后，该用户将成为普通团队成员，遵循团队成员的权限设置。
zh_tw: 解除後，該使用者將成為一般團隊成員，遵循團隊成員的權限設定。

# We4
source: Name your team
de_de: Team benennen
es_es: Ponle nombre a tu equipo
fr_fr: Nom de votre équipe
id_id: Nama tim Anda
it_it: Assegna un nome al tuo team
ja_jp: チームの名称を入力
ko_kr: 팀 이름 지정
ms_my: Namakan pasukan anda
pt_br: Dê um nome à sua equipe
ru_ru: Присвойте имя своей группе
th_th: ตั้งชื่อทีมของคุณ
vi_vn: Tên đội của bạn
zh_cn: 给团队取个名字
zh_tw: 給團隊取個名字

# 2tI
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# EeM
source: Group name is required
de_de: Gruppenname ist erforderlich
es_es: El nombre del grupo es obligatorio
fr_fr: Nom du groupe obligatoire
id_id: Nama grup diperlukan
it_it: Il nome del gruppo è obbligatorio
ja_jp: チーム名を入力してください
ko_kr: 그룹 이름은 필수입니다
ms_my: Nama kumpulan diperlukan
pt_br: O nome do grupo é obrigatório
ru_ru: Укажите название группы.
th_th: ต้องระบุชื่อกลุ่ม
vi_vn: Tên nhóm là thông tin bắt buộc
zh_cn: 请输入群名称
zh_tw: 請輸入群組名稱

# Cac
source: Group added
de_de: Gruppe hinzugefügt
es_es: Grupo agregado
fr_fr: Groupe ajouté
id_id: Grup berhasil ditambahkan
it_it: Gruppo aggiunto
ja_jp: グループを追加しました。
ko_kr: 그룹이 추가되었습니다
ms_my: Kumpulan ditambah
pt_br: Grupo adicionado
ru_ru: Группа добавлена
th_th: เพิ่มกลุ่มแล้ว
vi_vn: Đã thêm nhóm
zh_cn: 群组已添加
zh_tw: 群組已新增

# rIs
source: Team linked with this group
de_de: Das Team ist mit dieser Gruppe verbunden
es_es: Equipo vinculado a este grupo
fr_fr: Équipe associée à ce groupe
id_id: Tim yang tertaut dengan grup ini
it_it: Team collegato a questo gruppo
ja_jp: 関連付けているチーム
ko_kr: 팀이 이 그룹에 연결되어 있습니다
ms_my: Pasukan dipautkan dengan kumpulan ini
pt_br: Equipe vinculada a este grupo
ru_ru: Команда, связанная с этой группой
th_th: ทีมลิงก์กับกลุ่มนี้
vi_vn: Đội đã liên kết với nhóm này
zh_cn: 群关联的团队
zh_tw: 群組關聯的團隊

# 4R8
source: From:
de_de: Von:
es_es: De:
fr_fr: De :
id_id: Dari:
it_it: Da:
ja_jp: 次のグループから：
ko_kr: 보낸 사람:
ms_my: Dari:
pt_br: De:
ru_ru: Из:
th_th: จาก:
vi_vn: Từ:
zh_cn: 来自群组:
zh_tw: 來自群組：

# YGk
source: Public to this team
de_de: Öffentlich für dieses Team
es_es: Público para este equipo
fr_fr: Public pour cette équipe
id_id: Publik untuk tim ini
it_it: Pubblico per il team
ja_jp: このチームに公開しています
ko_kr: 이 팀에 공개
ms_my: Terbuka kepada pasukan ini
pt_br: Público para esta equipe
ru_ru: Открыто для этой команды
th_th: เปิดสาธารณะทีมนี้
vi_vn: Công khai với đội này
zh_cn: 已对该团队公开
zh_tw: 已對該團隊公開
