Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkTeam/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# zJw
source: Set as Administrator
de_de: Als Administrator festlegen
es_es: Establecer como administrador
fr_fr: Définir comme administrateur
id_id: Tetapkan sebagai Administrator
it_it: Imposta come amministratore
ja_jp: 管理者に設定
ko_kr: 관리자로 설정
ms_my: Tetapkan sebagai Pentadbir
pt_br: Configue como administrador
ru_ru: Задать в качестве администратора
th_th: ตั้งเป็นผู้ดูแล
vi_vn: Đặt làm quản trị viên
zh_cn: 设为管理员
zh_tw: 設為管理員

# 5C0
source: Set as administrator
de_de: Als Administrator festlegen
es_es: Establecer como administrador
fr_fr: Définir comme administrateur
id_id: Tetapkan sebagai administrator
it_it: Imposta come amministratore
ja_jp: 管理者に設定します
ko_kr: 관리자로 설정
ms_my: Tetapkan sebagai pentadbir
pt_br: Configurar como administrador
ru_ru: Назначить администратором
th_th: ตั้งเป็นผู้ดูแล
vi_vn: Đặt làm quản trị viên
zh_cn: 设为管理员
zh_tw: 設為管理員

# lss
source: Once made public, team members can view and respond to all messages within the group.
de_de: Sobald die Gruppe öffentlich ist, können die Teammitglieder alle Nachrichten innerhalb der Gruppe einsehen und auf sie antworten.
es_es: Una vez hecho público, los miembros del equipo podrán ver y responder a todos los mensajes del grupo.
fr_fr: Une fois le groupe rendu public, les membres de l'équipe peuvent afficher et répondre à tous les messages du groupe.
id_id: Setelah dijadikan publik, anggota tim dapat melihat dan merespons semua pesan dalam grup.
it_it: Una volta reso pubblico, i membri del team potranno visualizzare e rispondere a tutti i messaggi all'interno del gruppo.
ja_jp: 公開すると、チームメンバーはグループのすべてのチャット履歴を確認でき、グループに参加してからメッセージを送信することもできます
ko_kr: 공개되면 팀 구성원은 그룹 내의 모든 메시지를 보고 응답할 수 있습니다.
ms_my: Setelah dijadikan terbuka, ahli pasukan boleh melihat dan menjawab semua mesej dalam kumpulan.
pt_br: Depois de tornados públicos, os membros da equipe podem visualizar e responder a todas as mensagens do grupo.
ru_ru: После того, как группа станет общедоступным, участники команды смогут просматривать и отвечать на все сообщения в группе.
th_th: เมื่อเผยแพร่สู่สาธารณะแล้ว สมาชิกในทีมจะสามารถดูและตอบกลับข้อความทั้งหมดในกลุ่มได้
vi_vn: Sau khi công khai, các thành viên đội có thể xem và trả lời tất cả tin nhắn trong nhóm.
zh_cn: 公开后，团队成员可查看群内所有消息，并根据需要加入群组参与讨论
zh_tw: 公開後，團隊成員可查看群組內所有訊息，並根據需要加入群組參與討論

source: Make this group public to "{{TeamName}}"?
de_de: Diese Gruppe für „{{TeamName}}“ öffentlich machen?
es_es: ¿Hacer que este grupo sea público para "{{TeamName}}"?
fr_fr: Rendre ce groupe public pour "{{TeamName}}" ?
id_id: Jadikan grup ini publik untuk "{{TeamName}}"?
it_it: Rendere pubblico questo gruppo per "{{TeamName}}"?
ja_jp: このグループをチーム「{{TeamName}}」に公開しますか？
ko_kr: 이 그룹을 "{{TeamName}}"에 공개하시겠습니까?
ms_my: Jadikan kumpulan ini terbuka kepada "{{TeamName}}"?
pt_br: Tornar este grupo público para "{{TeamName}}"?
ru_ru: Сделать эту группу общедоступной для "{{TeamName}}"?
th_th: ตั้งกลุ่มนี้เป็นสาธารณะเพื่อ "{{TeamName}}"
vi_vn: Công khai nhóm này với "{{TeamName}}"?
zh_cn: 将本群对团队“{{TeamName}}”公开？
zh_tw: 要將本群組對團隊「{{TeamName}}」公開嗎？

# jLQ
source: Made public to the team.
de_de: Für das Team öffentlich gemacht.
es_es: Público para el equipo.
fr_fr: Rendu public pour l'équipe.
id_id: Jadikan publik untuk tim.
it_it: Reso pubblico per il team.
ja_jp: グループをチームに公開しました
ko_kr: 팀에 공개됩니다.
ms_my: Dijadikan terbuka kepada pasukan.
pt_br: Tornado público para a equipe.
ru_ru: Группа стала общедоступной в команде.
th_th: ตั้งเปิดสาธารณะสำหรับทีม
vi_vn: Đã công khai với đội.
zh_cn: 已对团队公开
zh_tw: 已對團隊公開

# MsM
source: Team members
de_de: Teammitglieder
es_es: Miembros del equipo
fr_fr: Membres de l'équipe
id_id: Anggota tim
it_it: Membri del team
ja_jp: チームメンバー
ko_kr: 팀 구성원
ms_my: Ahli pasukan
pt_br: Membros da equipe
ru_ru: Участники команды
th_th: สมาชิกทีม
vi_vn: Thành viên đội
zh_cn: 团队成员
zh_tw: 團隊成員

# CGc
source: Are you sure you want to disband team "{{Name}}"?
de_de: Möchten Sie das Team „{{Name}}“ wirklich löschen?
es_es: ¿Seguro que quieres disolver el equipo "{{Name}}"?
fr_fr: Êtes-vous sûr de vouloir dissoudre l'équipe "{{Name}}" ?
id_id: Anda yakin ingin membubarkan tim "{{Name}}"?
it_it: Vuoi davvero sciogliere il team "{{Name}}"?
ja_jp: チーム「{{Name}}」を解散しますか？
ko_kr: 팀 "{{Name}}"을(를) 해산하시겠습니까?
ms_my: Adakah anda pasti mahu membubarkan pasukan "{{Name}}"?
pt_br: Tem certeza de que deseja dissolver a equipe "{{Name}}"?
ru_ru: Вы уверены, что хотите распустить команду "{{Name}}"?
th_th: แน่ใจหรือไม่ว่าต้องการยุบทีม "{{Name}}"
vi_vn: Bạn có chắc muốn giải tán đội "{{Name}}" không?
zh_cn: 确认解散团队“{{Name}}”吗？
zh_tw: 確認解散團隊「{{Name}}」嗎？

# nhw
source: If switched off, members of this group will have no access to the team
de_de: Wenn diese Option deaktiviert ist, haben die Mitglieder dieser Gruppe keinen Zugriff auf das Team
es_es: Si se desactiva, los miembros de este grupo no tendrán acceso al equipo
fr_fr: Si cette option est désactivée, les membres de ce groupe n'auront pas accès à l'équipe
id_id: Jika dimatikan, anggota grup ini tidak akan memiliki akses ke tim
it_it: Se l'opzione è disattivata, i membri di questo gruppo non avranno accesso al team
ja_jp: オフにする場合、グループメンバーはチームにアクセスできます
ko_kr: 꺼져 있는 경우 이 그룹의 구성원은 팀에 액세스할 수 없습니다
ms_my: Jika dimatikan, ahli kumpulan ini tidak akan mempunyai akses kepada pasukan
pt_br: Se desativado, os membros deste grupo não terão acesso à equipe
ru_ru: Если не включено, участники этой группы не будут иметь доступа к команде
th_th: หากปิดไว้ สมาชิกของกลุ่มนี้จะไม่สามารถเข้าถึงทีมได้
vi_vn: Nếu bạn tắt thì các thành viên của nhóm này sẽ không có quyền truy cập vào đội
zh_cn: 若未打开，群成员将无法访问团队
zh_tw: 若未開啟，群組成員將無法存取團隊

# W7E
source: If switched on, members of this group will have access to the team
de_de: Wenn diese Option aktiviert ist, haben die Mitglieder dieser Gruppe Zugriff auf das Team
es_es: Si se activa, los miembros de este grupo tendrán acceso al equipo
fr_fr: Si cette option est activée, les membres de ce groupe auront accès à l'équipe
id_id: Jika dinyalakan, anggota grup ini akan memiliki akses ke tim
it_it: Se l'opzione è attivata, i membri di questo gruppo avranno accesso al team
ja_jp: オンにする場合、グループメンバーはチームにアクセスできます
ko_kr: 켜져 있는 경우 이 그룹의 구성원은 팀에 액세스할 수 있습니다
ms_my: Jika dihidupkan, ahli kumpulan ini akan mempunyai akses kepada pasukan
pt_br: Se ativado, os membros deste grupo terão acesso à equipe
ru_ru: Если включено, участники этой группы будут иметь доступ к команде
th_th: หากเปิดไว้ สมาชิกของกลุ่มนี้จะเข้าถึงทีมได้
vi_vn: Nếu bạn bật thì các thành viên của nhóm này sẽ có quyền truy cập vào đội
zh_cn: 打开后，群成员即可访问团队
zh_tw: 開啟後，群組成員即可存取團隊

# GZc
source: Team name is required
de_de: Teamname ist erforderlich
es_es: El nombre del equipo es obligatorio
fr_fr: Nom de l'équipe obligatoire
id_id: Nama tim wajib diisi
it_it: Il nome del team è obbligatorio
ja_jp: チーム名を入力
ko_kr: 팀 이름은 필수입니다
ms_my: Nama pasukan diperlukan
pt_br: O nome da equipe é obrigatório
ru_ru: Укажите название команды.
th_th: ต้องระบุชื่อทีม
vi_vn: Tên đội là thông tin bắt buộc
zh_cn: 请输入团队名称
zh_tw: 請輸入團隊名稱

# 7bc
source: Team Created
de_de: Team erstellt
es_es: Equipo creado
fr_fr: Équipe créée
id_id: Buat Tim
it_it: Team creato
ja_jp: チームを作成しました。
ko_kr: 팀 생성됨
ms_my: Pasukan Dicipta
pt_br: Equipe criada
ru_ru: Команда создана
th_th: สร้างทีมแล้ว
vi_vn: Đã tạo đội
zh_cn: 团队已创建
zh_tw: 團隊已建立

# RUM
source: Set
de_de: Festlegen
es_es: Configurar
fr_fr: Définir
id_id: Tetapkan
it_it: Imposta
ja_jp: 確定
ko_kr: 설정
ms_my: Tetapkan
pt_br: Configurar
ru_ru: Установлено
th_th: ตั้งค่า
vi_vn: Đặt
zh_cn: 确定
zh_tw: 確定

# PBU
source: Unlink team?
de_de: Team trennen?
es_es: ¿Desvincular equipo?
fr_fr: Dissocier l'équipe ?
id_id: Lepas tautan tim?
it_it: Scollegare il team?
ja_jp: 関連付けを解除しますか？
ko_kr: 팀을 연결 해제하시겠습니까?
ms_my: Nyahpaut pasukan?
pt_br: Desvincular equipe?
ru_ru: Отключить команду?
th_th: ยกเลิกการเชื่อมโยงทีมหรือไม่
vi_vn: Hủy liên kết đội?
zh_cn: 解除关联团队？
zh_tw: 要解除關聯團隊嗎？

# cqM
source: Topic
es_es: Tema
fr_fr: Thème
id_id: Topik
it_it: Argomento
ja_jp: トピック
ko_kr: 주제
ms_my: Topik
pt_br: Tópico
ru_ru: Тема
th_th: หัวข้อ
vi_vn: Chủ đề
zh_cn: 话题
zh_tw: 話題

# yBU
source: Assign Owner
de_de: Besitzer zuweisen
es_es: Asignar propietario
fr_fr: Attribuer un propriétaire
id_id: Tugaskan Pemilik
it_it: Assegna proprietario
ja_jp: 所有者権限を譲渡
ko_kr: 소유자 요청
ms_my: Tetapkan Pemilik
pt_br: Atribuir proprietário
ru_ru: Назначить владельца
th_th: มอบหมายเจ้าของ
vi_vn: Chỉ định chủ sở hữu
zh_cn: 转让所有者
zh_tw: 轉讓擁有者身分

# Wm8
source: Assign team owner
de_de: Teambesitzer zuweisen
es_es: Asignar propietario de equipo
fr_fr: Attribuer un propriétaire à l'équipe
id_id: Tugaskan pemilik tim
it_it: Assegna proprietario del team
ja_jp: チームの所有者権限を譲渡
ko_kr: 팀 소유자 요청
ms_my: Tetapkan pemilik pasukan
pt_br: Atribuir proprietário da equipe
ru_ru: Назначить владельца команды
th_th: มอบหมายเจ้าของทีม
vi_vn: Chỉ định chủ sở hữu đội
zh_cn: 转让团队所有者
zh_tw: 轉讓團隊擁有者身分

# OVk
source: Unable to add external group
de_de: Externe Gruppe kann nicht hinzugefügt werden
es_es: No se puede agregar grupo externo
fr_fr: Impossible d'ajouter un groupe externe
id_id: Gagal menambah grup eksternal
it_it: Impossibile aggiungere il gruppo esterno
ja_jp: 外部グループを追加できません。
ko_kr: 외부 그룹을 추가할 수 없습니다
ms_my: Tidak dapat menambah kumpulan luaran
pt_br: Falha ao adicionar grupo externo
ru_ru: Не удается добавить внешнюю группу
th_th: เพิ่มกลุ่มภายนอกไม่สำเร็จ
vi_vn: Không thể thêm nhóm bên ngoài
zh_cn: 暂不支持添加外部群组
zh_tw: 暫不支援新增外部群組

# SQs
source: This group is public to the team
de_de: Diese Gruppe ist für das Team öffentlich
es_es: Este grupo es público para el equipo
fr_fr: Ce groupe est public pour l'équipe
id_id: Grup ini publik untuk tim
it_it: Questo gruppo è pubblico per il team
ja_jp: このグループはチームに公開済みです。
ko_kr: 이 그룹은 팀에게 공개되었습니다
ms_my: Kumpulan ini terbuka untuk pasukan
pt_br: Este grupo é público para a equipe
ru_ru: Эта группа является общедоступной для команды
th_th: กลุ่มนี้เปิดสาธารณะสำหรับทีม
vi_vn: Nhóm này đã được công khai với đội
zh_cn: 该群组已对团队公开
zh_tw: 該群組已對團隊公開

# Fzw
source: Unable to use teams feature
de_de: Die Teams-Funktion kann nicht verwendet werden
es_es: No se puede usar la función de equipos
fr_fr: Impossible d'utiliser la fonction Équipes
id_id: Gagal menggunakan fitur Teams
it_it: Impossibile usare la funzione "team"
ja_jp: 操作できませんでした。あなたはこの機能のテスト範囲から外されました
ko_kr: 팀 기능을 사용할 수 없습니다
ms_my: Tidak boleh menggunakan ciri pasukan
pt_br: Não é possível usar o recurso de equipes
ru_ru: Невозможно использовать функцию команд
th_th: ไม่สามารถใช้ฟีเจอร์ทีมได้
vi_vn: Không thể sử dụng tính năng đội
zh_cn: 操作失败，你已不在团队功能的灰度范围内
zh_tw: 操作失敗，你已不在團隊功能的「金絲雀部署」範圍內

# 65o
source: Unlinked successfully
de_de: Erfolgreich getrennt
es_es: Desvinculado correctamente
fr_fr: Dissocié avec succès
id_id: Pelepasan tautan berhasil
it_it: Scollegamento riuscito
ja_jp: 関連付けを解除しました
ko_kr: 성공적으로 연결 해제되었습니다
ms_my: Berjaya memutuskan pautan
pt_br: Desvinculado com sucesso
ru_ru: Успешно отвязано
th_th: ยกเลิกการเชื่อมโยงเรียบร้อยแล้ว
vi_vn: Đã hủy liên kết thành công
zh_cn: 已解除关联
zh_tw: 已解除關聯

# zTY
source: Updates of the team will be shown here
de_de: Aktualisierungen des Teams werden hier angezeigt
es_es: Las actualizaciones del equipo se mostrarán aquí
fr_fr: Les mises à jour de l'équipe seront affichées ici
id_id: Pembaruan tim akan ditampilkan di sini
it_it: Gli aggiornamenti del team verranno mostrati qui
ja_jp: チームのアップデート情報をここに記入してください。
ko_kr: 팀의 업데이트가 여기에 표시됩니다
ms_my: Kemas kini pasukan akan ditunjukkan di sini
pt_br: As atualizações da equipe serão mostradas aqui
ru_ru: Здесь будут отображаться обновления команды
th_th: การอัปเดตของทีมจะแสดงที่นี่
vi_vn: Thông tin cập nhật của đội sẽ hiển thị tại đây
zh_cn: 将在此处记录团队的动态变化
zh_tw: 將在此處記錄團隊的動態變化

# z2k
source: Updates
es_es: Actualizaciones
fr_fr: Mises à jour
id_id: Pembaruan
it_it: Aggiornamenti
ja_jp: 履歴
ko_kr: 업데이트
ms_my: Kemas kini
pt_br: Atualizações
ru_ru: Обновления
th_th: อัปเดต
vi_vn: Cập nhật
zh_cn: 动态
zh_tw: 動態

# oJQ
source: Only the group or team administrator can operate
de_de: Nur der Gruppen- oder Teamadministrator kann tätig werden
es_es: Solo el administrador del grupo o del equipo puede realizar operaciones
fr_fr: Seul l’administrateur de groupe ou d’équipe peut agir
id_id: Hanya administrator grup atau tim yang dapat mengoperasikan
it_it: Solo l'amministratore del gruppo o del team può operare
ja_jp: この操作はグループとチームの管理者のみできます
ko_kr: 그룹 또는 팀 관리자만 작업할 수 있습니다
ms_my: Hanya pentadbir kumpulan atau pasukan yang boleh beroperasi
pt_br: Apenas o administrador da equipe ou do grupo pode operar
ru_ru: Только администратор группы или группы может выполнять действия
th_th: เฉพาะผู้ดูแลระบบกลุ่มหรือทีมเท่านั้นที่สามารถดำเนินการได้
vi_vn: Chỉ quản trị viên nhóm hoặc đội ngũ mới có thể thao tác
zh_cn: 仅群或团队的管理员可进行该操作
zh_tw: 僅群組或團隊的管理員可進行該操作
