Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkPrivacyAlert/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# oyw
source: Please accept the {{serviceTerm}} and {{privacy}} to use {{APP_DISPLAY_NAME}} services.
de_de: Bitte akzeptieren Sie die {{serviceTerm}} und {{privacy}}, um {{APP_DISPLAY_NAME}}-Dienste zu nutzen.
es_es: Acepta las {{serviceTerm}} y la {{privacy}} para utilizar los servicios de {{APP_DISPLAY_NAME}}.
fr_fr: Veuillez accepter les {{serviceTerm}} et la {{privacy}} afin d'utiliser les services de {{APP_DISPLAY_NAME}}.
hi_in: {{APP_DISPLAY_NAME}} सेवाओं का उपयोग करने के लिए कृपया {{serviceTerm}} और {{privacy}} को स्वीकार करें.
id_id: Terima {{serviceTerm}} Dan {{privacy}} untuk menggunakan layanan {{APP_DISPLAY_NAME}}.
it_it: Accetta i {{serviceTerm}} e l'{{privacy}} per utilizzare i servizi {{APP_DISPLAY_NAME}}.
ja_jp: 『{{serviceTerm}}』及び『{{privacy}}』に同意した後、{{APP_DISPLAY_NAME}} をご利用できます。
ko_kr: {{APP_DISPLAY_NAME}} 서비스를 사용하려면 {{serviceTerm}} 및 {{privacy}}을(를) 수락해 주세요.
ms_my: Sila terima {{serviceTerm}} dan {{privacy}} untuk menggunakan perkhidmatan {{APP_DISPLAY_NAME}}.
pt_br: Aceite os {{serviceTerm}} e a {{privacy}} para usar os serviços do {{APP_DISPLAY_NAME}}.
ru_ru: Примите {{serviceTerm}} и {{privacy}}, чтобы использовать службы {{APP_DISPLAY_NAME}}.
th_th: โปรดยอมรับ {{serviceTerm}} และ {{privacy}} เพื่อใช้บริการ {{APP_DISPLAY_NAME}}
vi_vn: Vui lòng chấp nhận {{serviceTerm}} và {{privacy}} để sử dụng các dịch vụ của {{APP_DISPLAY_NAME}}.
zh_cn: 同意 {{serviceTerm}} 及 {{privacy}} 后，{{APP_DISPLAY_NAME}}才能为您提供协作服务。
zh_hk: 同意 {{serviceTerm}} 及 {{privacy}} 後，{{APP_DISPLAY_NAME}}才能為你提供協作服務。

# f4Q
source: {{APP_DISPLAY_NAME}} aims to empower businesses by providing a one-stop collaboration and management platform. 1. We will follow the Privacy Policy to collect and use the information, but will not collect any information in a mandatory or bundling manner simply based on your consent to this Privacy Policy. 2. Contacts, GPS, camera, microphone, photo album (storage) and calendar permissions will not be turned on by default. Such permissions will only be used to implement functions or services with your express authorization and will not be used to collect any information when it is not required by such function or service. 3. Your organization may have to access your personal information for coordination and management purposes.
de_de: Das Ziel von {{APP_DISPLAY_NAME}} ist es, Unternehmen mit unserer Plattform für die Zusammenarbeit und Verwaltung aus einer Hand einen Vorteil zu bieten. 1. Wir erfassen und verwenden Daten in Übereinstimmung mit unserer Datenschutzrichtlinie. Wir erfassen aber keine Daten in obligatorischer oder bündelnder Weise, nur weil Sie unserer Datenschutzrichtlinie zugestimmt haben. 2. Die Berechtigungen für Kontakte, GPS, Kamera, Mikrofon, Fotoalbum (Speicher) und Kalender sind nicht standardmäßig aktiviert. Diese Berechtigungen werden nur verwendet, um Funktionen oder Dienste mit Ihrer ausdrücklichen Genehmigung bereitzustellen, jedoch nicht, um Daten zu erfassen, wenn sie für eine solche Funktion oder einen solchen Dienst nicht erforderlich sind. 3. Ihre Organisation muss möglicherweise zu Koordinierungs- und Verwaltungszwecken auf Ihre personenbezogenen Daten zugreifen.
es_es: {{APP_DISPLAY_NAME}} tiene como objetivo potenciar a las empresas mediante una plataforma única de colaboración y gestión. 1. Seguiremos la Política de privacidad para recopilar y utilizar la información, pero no recopilaremos ninguna información de forma obligatoria o agrupada simplemente basándonos en tu consentimiento de esta Política de privacidad. 2. Los permisos de los contactos, el GPS, la cámara, el micrófono, el álbum de fotos (almacenamiento) y el calendario no estarán activados de manera predeterminada. Dichos permisos solo se utilizarán para implementar funciones o servicios con tu autorización expresa y no se utilizarán para recoger ninguna información cuando no sea necesaria para dicha función o servicio. 3. Es posible que tu organización deba acceder a tus datos personales con fines de coordinación y gestión.
fr_fr: Avec la plateforme complète de gestion et de collaboration de {{APP_DISPLAY_NAME}}, les entreprises sont plus dynamiques. 1. Nous collecterons et utiliserons vos informations conformément à la Politique de confidentialité, mais votre seule acceptation de cette Politique de confidentialité ne nous engage pas à collecter des informations ni à les grouper. 2. Les autorisations liées aux contacts, au GPS, à la camera, au microphone, à l'album photos (stockage) et à l'agenda seront désactivées par défaut. Ces autorisations ne seront utilisées que pour vous fournir des fonctions ou services avec votre autorisation expresse, et non pas pour collecter des informations qui ne sont pas nécessaires à ladite fonction ou audit service. 3. Il se peut que votre organisation ait accès à vos informations personnelles pour des besoins de coordination et de gestion.
hi_in: {{APP_DISPLAY_NAME}} का मकसद वन-स्टॉप सहयोग और मैनेजमेंट प्लेटफ़ॉर्म देकर व्यवसाय को सशक्त बनाने का है. 1. हम जानकारी एकत्र और इसका उपयोग करने के लिए गोपनीयता नीति का अनुसरण करेंगे, लेकिन इस गोपनीयता नीति पर सीधे आपकी सहमति के मुताबिक ज़रूरी या बंडलिंग तौर पर किसी भी जानकारी को एकत्र नहीं करेंगे. 2. संपर्क, GPS, कैमरा, माइक्रोफ़ोन, फ़ोटो एल्बम (स्टोरेज) और कैलेंडर की अनुमतियों को डिफ़ॉल्ट तौर पर चालू नहीं किया जाएगा. इस तरह के अनुमतियों का उपयोग सिर्फ़ स्पष्ट प्रमाणीकरण वाले फ़ंक्शन या सेवाओं को लागू करने के लिए ही किया जाएगा और इस तरह के फ़ंक्शन या सेवा की ज़रूरत नहीं पड़ने की स्थिति में इनका उपयोग किसी भी तरह की जानकारी को एकत्र करने के लिए नहीं किया जाएगा. 3. आपके संगठन के पास कॉऑर्डिनेशन और मैनेजमेंट के मकसद से आपकी निजी जानकारी का ऐक्सेस हो सकता है.
id_id: {{APP_DISPLAY_NAME}} aims to empower businesses by providing a one-stop collaboration and management platform. 1. Kami akan mengikuti Kebijakan Privasi untuk mengumpulkan dan menggunakan informasi, tetapi tidak akan mengumpulkan informasi apa pun secara wajib atau mengikat hanya berdasarkan persetujuan Anda terhadap Kebijakan Privasi ini. 2. Izin kontak, GPS, kamera, mikrofon, album foto (penyimpanan), dan kalender tidak akan diaktifkan secara default. Izin-izin tersebut hanya akan digunakan untuk menerapkan fungsi atau layanan dengan otorisasi Anda dan tidak akan digunakan untuk mengumpulkan informasi apa pun ketika tidak diperlukan oleh fungsi atau layanan tersebut. 3. Organisasi Anda dapat memiliki akses ke informasi pribadi Anda untuk tujuan koordinasi dan manajemen.
it_it: {{APP_DISPLAY_NAME}} intende valorizzare le aziende offrendo un'unica piattaforma completa per la collaborazione e la gestione. 1. Ci atterremo all'Informativa sulla privacy per raccogliere e utilizzare le informazioni, ma non raccoglieremo alcun dato in maniera obbligatoria o vincolante in seguito all'accettazione della presente Informativa da parte dell'utente. 2. Le autorizzazioni relative a contatti, GPS, videocamera, microfono, album di foto (archiviazione) e calendario non verranno attivate automaticamente. Tali autorizzazioni verranno utilizzate solo per implementare funzioni o servizi con la specifica autorizzazione dell'utente e non saranno utilizzate per raccogliere informazioni quando non richiesto dalla funzione o dal servizio. 3. L'organizzazione dell'utente potrebbe avere accesso alle sue informazioni personali per finalità di coordinamento e gestione.
ja_jp: {{APP_DISPLAY_NAME}} は次世代型コラボレーションスイートです。チームと部門間のコラボレーションをシームレスに行え、組織とメンバー活力の全面的な向上がはかれます。 1.当社は、利用規約およびプライバシーポリシーに従って情報を収集および使用します。ただし、このプライバシーポリシーへの同意に基づき、強制的に情報を収集することはありません。 2.連絡先、正確な位置情報、カメラ、マイク、写真（ストレージ）、カレンダーの権限をデフォルトでオンにすることはありません。機能やサービスを提供する際にのみ、許可を所得した上でオンにします。権限を付与された場合でも、機能及びサービスの提供に不必要な情報は収集しません。 3.所属する法人は共同作業や管理の必要性から、あなたの個人情報を処理する場合があります。
ko_kr: {{APP_DISPLAY_NAME}}은(는) 원스톱 공동 작업 및 관리 플랫폼을 제공하여 비즈니스 역량을 강화하도록 설계되었습니다. 1. 당사는 개인정보 보호정책에 따라 정보를 수집하고 사용하지만, 본 개인정보 보호정책에 대한 귀하의 동의를 기반으로 어떠한 정보도 강제 또는 번들로 수집하지 않습니다. 2. 기본적으로 연락처, GPS, 카메라, 마이크, 사진 앨범(저장소) 및 캘린더 권한은 설정되지 않습니다. 이러한 권한은 사용자의 명시적 권한 부여에 따라 기능 또는 서비스를 구현하는 데만 사용되며 해당 기능이나 서비스에 필요하지 않은 정보를 수집하는 데 사용되지 않습니다. 3. 기업은 조정 및 관리를 위해 사용자 개인 정보에 액세스해야 할 수 있습니다.
ms_my: {{APP_DISPLAY_NAME}} bertujuan untuk memberdayakan perniagaan dengan menyediakan platform kolaborasi dan pengurusan serba ada. 1. Kami akan mengikuti Dasar Privasi untuk mengumpul dan menggunakan maklumat, tetapi tidak akan mengumpul sebarang maklumat secara mandatori atau pembundelan hanya berdasarkan persetujuan anda terhadap Dasar Privasi ini. 2. Kebenaran kenalan, GPS, kamera, mikrofon, album gambar (penyimpanan) dan kalendar tidak akan diaktifkan secara lalai. Kebenaran seperti ini hanya akan digunakan untuk melaksanakan fungsi atau perkhidmatan dengan kebenaran anda secara jelas dan tidak akan digunakan untuk mengumpul sebarang maklumat apabila tidak diperlukan oleh fungsi atau perkhidmatan tersebut. 3. Organisasi anda mungkin perlu mengakses maklumat peribadi anda untuk tujuan koordinasi dan pengurusan.
pt_br: {{APP_DISPLAY_NAME}} visa capacitar as empresas, fornecendo uma plataforma de colaboração e gerenciamento completa. 1. Seguiremos a Política de privacidade para coletar e usar as informações, mas não coletaremos nenhuma informação de maneira obrigatória ou agrupada simplesmente com base no seu consentimento com esta Política de privacidade. 2. Permissões de contatos, GPS, câmera, microfone, álbum de fotos (armazenamento) e calendário não serão ativadas por padrão. Essas permissões serão usadas apenas para implementar funções ou serviços com sua autorização expressa e não serão usadas para coletar qualquer informação quando não for exigida por tal função ou serviço. 3. Sua organização pode ter que acessar suas informações pessoais para fins de coordenação e gerenciamento.
ru_ru: {{APP_DISPLAY_NAME}} призвано расширить возможности компаний, предоставляя универсальную платформу для совместной работы и управления. 1. Мы будем следовать Политике конфиденциальности для сбора и использования информации, но не будем собирать какую-либо информацию в обязательном порядке или в пакетном порядке просто на основании вашего согласия с настоящей Политикой конфиденциальности. 2. Контакты, местоположение, камера, микрофон, галерея (хранилище) и разрешения календаря не будут включены по умолчанию. Такие разрешения будут использоваться только для реализации функций или услуг с вашего явного разрешения и не будут использоваться для сбора какой-либо информации, если она не требуется такой функцией или услугой. 3. Вашей организации может потребоваться доступ к вашей личной информации для координации и управления.
th_th: {{APP_DISPLAY_NAME}} มีเป้าหมายเพื่อเพิ่มขีดความสามารถของธุรกิจด้วยการจัดหาแพลตฟอร์มการทำงานร่วมกันและการจัดการแบบครบวงจร 1. เราจะปฏิบัติตามนโยบายความเป็นส่วนตัวเพื่อรวบรวมและใช้ข้อมูล แต่จะไม่รวบรวมข้อมูลใด ๆ ในลักษณะบังคับหรือรวมกลุ่มโดยอาศัยความยินยอมของคุณต่อนโยบายความเป็นส่วนตัวนี้ 2. รายชื่อผู้ติดต่อ GPS กล้อง ไมโครโฟน อัลบั้มรูปภาพ (ที่เก็บข้อมูล) และการอนุญาตปฏิทินจะไม่เปิดใช้งานตามค่าเริ่มต้น การอนุญาตดังกล่าวจะใช้เพื่อใช้งานฟังก์ชันหรือบริการโดยได้รับอนุญาตอย่างชัดแจ้งจากคุณ และจะไม่ถูกใช้เพื่อรวบรวมข้อมูลใด ๆ เมื่อไม่ได้เรียกใช้ฟังก์ชันหรือบริการนั้น 3. องค์กรของคุณอาจต้องเข้าถึงข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ในการประสานงานและการจัดการ
vi_vn: {{APP_DISPLAY_NAME}} tạo điều kiện thuận lợi cho các doanh nghiệp bằng cách cung cấp một nền tảng quản lý và cộng tác đồng bộ. 1. Chúng tôi sẽ tuân theo Chính sách quyền riêng tư khi thu thập và sử dụng thông tin, nhưng sẽ không thu thập thông tin một cách bắt buộc hay theo gói hoàn toàn dựa trên việc bạn chấp thuận Chính sách quyền riêng tư này. 2. Ứng dụng của chúng tôi sẽ không mặc định bật quyền truy cập Danh bạ, GPS, máy ảnh, micrô, album ảnh (ổ lưu trữ) và lịch. Ứng dụng chỉ sử dụng những quyền truy cập này để triển khai các chức năng hoặc dịch vụ khi được bạn cấp quyền rõ ràng trong từng trường hợp cụ thể và sẽ không thu thập bất kỳ thông tin nào khi không có yêu cầu từ chức năng hay dịch vụ đó. 3. Tổ chức của bạn có thể sẽ phải truy cập thông tin cá nhân của bạn nhằm mục đích quản lý và điều phối.
zh_cn: {{APP_DISPLAY_NAME}}是一个企业协作与管理平台，实现一站式无缝办公协作，全面激活组织和个人。 1. 我们会遵循隐私政策收集、使用个人信息，但不会仅因同意本隐私政策而采取强制捆绑的方式收集信息。 2. 通讯录、精准地理位置、摄像头（相机）、麦克风、相册（存储）、日历权限均不会默认开启，只有经过明示授权才会在实现功能或服务时使用，不会在功能或服务不需要时通过你授权的权限收集信息。 3. 你所在的组织可能会基于协作与管理需要，处理你的必要个人信息。
zh_hk: {{APP_DISPLAY_NAME}}是一款企業協作與管理平台，可實現一站式無縫辦公協作，全面提升組織與個人的生產力。 1. 我們會遵循私隱政策來收集、使用個人資訊，但不會僅因同意本私隱政策而採取強制綁定的方式收集資訊。 2. 通訊錄、精準地理位置、鏡頭 (相機)、麥克風、相簿 (儲存空間)、日曆權限均不會預設開啟，只有經過明確授權才會在提供功能或服務時使用，且不會在不需要功能或服務時透過你授權的權限收集資訊。 3. 你所在的組織可能會根據協作與管理需要，處理你的必要個人資訊。
