Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkPrivacyAlert/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 8VA
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
hi_in: स्वीकार करें
id_id: Terima
it_it: Accetta
ja_jp: 同意する
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: ตอบรับ
vi_vn: Chấp nhận
zh_cn: 同意并继续
zh_hk: 同意並繼續

# ot4
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade
ru_ru: Политику конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về Quyền riêng tư
zh_cn: 隐私政策
zh_hk: 私隱政策

# oFM
source: By tapping Accept, you accept our {{UserAgreement}} and {{PrivacyPolicy}}, and you understand how we collect, use, or share your data
de_de: Indem Sie auf „Akzeptieren“ tippen, akzeptieren Sie unsere {{UserAgreement}} und {{PrivacyPolicy}} und sind damit einverstanden, dass wir Ihre Daten sammeln, verwenden oder weitergeben.
es_es: Si pulsas en Aceptar, aceptas nuestro {{UserAgreement}} y nuestra {{PrivacyPolicy}}, y entiendes cómo recopilamos, utilizamos o compartimos tus datos
fr_fr: En appuyant sur Accepter, vous acceptez notre {{UserAgreement}} et notre {{PrivacyPolicy}}, et vous confirmez que vous comprenez comment nous collectons, utilisons ou partageons vos données
hi_in: "स्वीकार करें" पर टैप करके, आप हमारे {{UserAgreement}} और {{PrivacyPolicy}} को स्वीकार करते हैं, और आप समझते हैं कि हम आपका डेटा कैसे एकत्रित, उपयोग या साझा करते हैं
id_id: Dengan mengetuk Terima, Anda menerima {{UserAgreement}} dan {{PrivacyPolicy}} kami, dan Anda memahami cara kami mengumpulkan, menggunakan, atau membagikan data Anda
it_it: Toccando Accetta, accetti il {{UserAgreement}} e l'{{PrivacyPolicy}} e confermi di aver compreso il modo in cui raccogliamo, utilizziamo o condividiamo i tuoi dati
ja_jp: 「同意する」をタップすると、{{UserAgreement}} 及び {{PrivacyPolicy}} を確認、同意し、アプリによるデータの収集、利用と共有の仕組みを理解するものとみなします
ko_kr: 수락을 탭하면 귀하는 당사 {{UserAgreement}} 및 {{PrivacyPolicy}}에 동의하는 것이며 당사가 데이터를 수집, 사용 또는 공유하는 방법을 이해하는 것입니다
ms_my: Dengan mengetuk Terima, anda menerima {{UserAgreement}} dan {{PrivacyPolicy}} kami, dan anda memahami bagaimana kami mengumpul, menggunakan, atau berkongsi data anda
pt_br: Ao tocar em Aceitar, você aceita nosso {{UserAgreement}} e nossa {{PrivacyPolicy}} e compreende como coletamos, usamos ou compartilhamos seus dados
ru_ru: Нажимая Принять, вы принимаете наши {{UserAgreement}} и {{PrivacyPolicy}} и понимаете, как мы собираем, используем или передаем ваши данные.
th_th: การแตะยอมรับจะถือว่าคุณยอมรับ {{UserAgreement}} และ {{PrivacyPolicy}} และคุณเข้าใจวิธีการที่เรารวบรวม ใช้ หรือแบ่งปันข้อมูลของคุณ
vi_vn: Bằng cách nhấn vào Chấp nhận, bạn chấp nhận {{UserAgreement}} và {{PrivacyPolicy}} của chúng tôi, và bạn hiểu cách chúng tôi thu thập, sử dụng hoặc chia sẻ dữ liệu của bạn
zh_cn: 点击“同意并继续”即表示您同意我们的{{UserAgreement}}，并已确认阅读我们的{{PrivacyPolicy}}，且已了解我们如何收集、使用及分享您的数据
zh_hk: 點擊「同意並繼續」即表示你同意我們的{{UserAgreement}}，並確認已閱讀我們的{{PrivacyPolicy}}，且已瞭解我們如何收集、使用及分享你的數據

# oLE
source: User Agreement
de_de: Benutzervereinbarung
es_es: Acuerdo de usuario
fr_fr: Contrat de l'utilisateur
hi_in: उपयोगकर्ता अनुबंध
id_id: Perjanjian Pengguna
it_it: Contratto di licenza
ja_jp: 利用規約
ko_kr: 사용자 계약
ms_my: Perjanjian Pengguna
pt_br: Termo do usuário
ru_ru: Пользовательское соглашение
th_th: ข้อตกลงของผู้ใช้
vi_vn: Thỏa thuận Người dùng
zh_cn: 用户协议
zh_hk: 用戶協議

# LwE
source: Deny and Quit
de_de: Ablehnen und beenden
es_es: Denegar y salir
fr_fr: Refuser et quitter
id_id: Tolak dan Keluar
it_it: Nega ed esci
ja_jp: 同意しない
ko_kr: 거부 및 종료
ms_my: Nafikan dan Keluar
pt_br: Negar e sair
ru_ru: Запретить и выйти
th_th: ปฏิเสธและออก
vi_vn: Từ chối và thoát
zh_cn: 不同意并退出
zh_hk: 不同意並退出

# UGQ
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách Quyền riêng tư
zh_cn: 隐私政策
zh_hk: 私隱政策

# NBE
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones del servicio
fr_fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 利用規約
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos do serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการของ
vi_vn: Điều khoản Dịch vụ
zh_cn: 用户协议
zh_hk: 用戶協議

# c3c
source: You need to agree with Service Term and Privacy Policy to use {{APP_DISPLAY_NAME}}
de_de: Sie müssen den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen, um {{APP_DISPLAY_NAME}} verwenden zu können.
es_es: Debes aceptar los términos de servicio y la política de privacidad para utilizar {{APP_DISPLAY_NAME}}
fr_fr: Vous devez accepter les Conditions d'utilisation et la Politique de confidentialité pour utiliser {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} उपयोग करने के लिए आपको सेवा की शर्त और गोपनीयता नीति को स्वीकार करना पड़ेगा
id_id: Anda harus menyetujui Ketentuan Layanan dan Kebijakan Privasi untuk menggunakan {{APP_DISPLAY_NAME}}
it_it: Devi accettare i Termini di servizio e l'Informativa sulla privacy per poter utilizzare {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} を使用するには、「利用規約」および「プライバシーポリシー」に同意する必要があります。
ko_kr: {{APP_DISPLAY_NAME}} 사용을 위해서는 서비스 약관 및 개인정보 보호정책에 동의해야 합니다
ms_my: Anda perlu bersetuju dengan Terma Perkhidmatan dan Dasar Privasi untuk menggunakan {{APP_DISPLAY_NAME}}
pt_br: Você precisa concordar com o Termo de Serviço e com a Política de Privacidade para usar o {{APP_DISPLAY_NAME}}
ru_ru: Чтобы использовать {{APP_DISPLAY_NAME}}, вам необходимо согласиться с Условиями использования и Политикой конфиденциальности
th_th: คุณต้องยอมรับข้อกำหนดการให้บริการและนโยบายความเป็นส่วนตัวเพื่อใช้ {{APP_DISPLAY_NAME}}
vi_vn: Bạn cần đồng ý với Điều khoản Dịch vụ và Chính sách về Quyền riêng tư để sử dụng {{APP_DISPLAY_NAME}}
zh_cn: 你需要同意用户协议和隐私政策才能继续使用{{APP_DISPLAY_NAME}}
zh_hk: 你需要同意用戶協議和私隱政策，才能繼續使用{{APP_DISPLAY_NAME}}

# tJE
source: You can refer to the full text of {{serviceTerm}} and {{privacy}}
de_de: Weitere Informationen im vollständigen Text der {{serviceTerm}} und {{privacy}}
es_es: Puedes hacer referencia al texto completo de {{serviceTerm}} y {{privacy}}
fr_fr: Vous pouvez vous référer au texte intégral des {{serviceTerm}} et de la {{privacy}}.
hi_in: आप {{serviceTerm}} और {{privacy}} के पूर्ण टेक्स्ट का संदर्भ ले सकते हैं
id_id: Anda dapat melihat teks lengkap {{serviceTerm}} dan {{privacy}}
it_it: Puoi fare riferimento al testo completo dei {{serviceTerm}} e dell'{{privacy}}
ja_jp: 詳細については、{{serviceTerm}}及び{{privacy}}の全文をご参照ください
ko_kr: {{serviceTerm}} 및 {{privacy}}의 전문을 참조하실 수 있습니다
ms_my: Anda boleh merujuk kepada teks penuh {{serviceTerm}} dan {{privacy}}
pt_br: Você pode consultar o texto completo dos {{serviceTerm}} e da {{privacy}}
ru_ru: Вы можете посмотреть полные тексты {{serviceTerm}} и {{privacy}}
th_th: คุณสามารถดูข้อความฉบับเต็มของ {{serviceTerm}} และ {{privacy}} ได้
vi_vn: Bạn có thể tham khảo toàn bộ nội dung của {{serviceTerm}} và {{privacy}}
zh_cn: 你可以查看完整版{{serviceTerm}}和{{privacy}}
zh_hk: 你可以查看完整版{{serviceTerm}}和{{privacy}}

# HvA
source: Agree
de_de: Zustimmen
es_es: Estoy de acuerdo
fr_fr: Accepter
hi_in: सहमत
id_id: Setuju
it_it: Accetta
ja_jp: 同意する
ko_kr: 동의
ms_my: Setuju
pt_br: Concordo
ru_ru: Соглашаюсь
th_th: ตกลง
vi_vn: Đồng ý
zh_cn: 同意
zh_hk: 同意

# pZw
source: Disagree
de_de: Ablehnen
es_es: No estoy de acuerdo
fr_fr: Refuser
hi_in: असहमत
id_id: Tidak setuju
it_it: Rifiuta
ja_jp: 同意しない
ko_kr: 동의하지 않음
ms_my: Tidak setuju
pt_br: Discordo
ru_ru: Не соглашаюсь
th_th: ไม่ตกลง
vi_vn: Không đồng ý
zh_cn: 不同意
zh_hk: 不同意

# ZT8
source: 1. We will follow the Terms of Service and Privacy Policy to collect and use the information, but will not collect any information in a mandatory or bundling manner simply based on your consent to this Privacy Policy. 2. When browsing only, we will collect information regarding devices and operation log for information push, which is necessary to ensure service. 3. In order to achieve information sharing, third-party login, participation in related activities, comprehensive statistical analysis and other purposes, we may call the clipboard and use the minimum necessary information related to the function (password, link, statistical parameters, etc.) 4. GPS, camera, microphone and photo album permissions will not be turned on by default. Such permissions will only be used to implement functions or services with your express authorization and will not be used to collect any information when it is not required by such function or service.
de_de: 1. Wir werden die Nutzungsbedingungen und die Datenschutzrichtlinie zum Sammeln und Nutzen befolgen, werden jedoch nur auf Grundlage Ihrer Zustimmung zu dieser Datenschutzrichtlinie keine Informationen zwangsläufig oder gebündelt sammeln. 2. Wenn Sie nur surfen, sammeln wir Informationen über Geräte und das Betriebsprotokoll zum Pushen von Informationen. Dies ist notwendig, um den Service zu gewährleisten. 3. Für die Weitergabe von Informationen, Drittanmeldungen, Teilnahme an damit verbundenen Aktivitäten, umfassende statistische Analysen und andere Zwecke können wir die Zwischenablage aufrufen und die minimal notwendigen Informationen in Verbindung mit der Funktion verwenden (Kennwort, Link, statistische Parameter usw.). 4. GPS, Kamera, Mikrofon und die Berechtigungen für Fotoalben werden standardmäßig nicht eingeschaltet. Derartige Berechtigungen werden nur zur Implementierung von Funktionen oder Diensten mit Ihrer ausdrücklichen Genehmigung verwendet und werden nicht zur Sammlung von Informationen verwendet, wenn diese nicht von der Funktion oder dem Dienst benötigt werden.
es_es: 1. Seguiremos las Condiciones de servicio y la Política de privacidad para recopilar y usar la información, pero no recopilaremos ningún tipo de información de manera obligatoria o en conjunto basándonos únicamente en tu consentimiento a dicha política. 2. Al navegar, recopilaremos datos sobre los dispositivos y el registro de operaciones para envío de información. Esto es necesario para garantizar el servicio. 3. Para intercambio de información, acceso de terceros, participación en actividades conexas, análisis estadístico completo y otros fines, podemos llamar al Portapapeles y utilizar la mínima información necesaria relacionada con la función (contraseña, enlace, parámetros estadísticos, etc.) 4. Los permisos de GPS, cámara, micrófono y álbum de fotos no se activarán de forma predeterminada. Dichos permisos solo se utilizarán para implementar funciones o servicios con tu autorización expresa y no se usarán para recopilar ningún tipo de información cuando no sea requerida por dicha función o servicio.
fr_fr: 1. Nous respecterons les Conditions d'utilisation et la Politique de confidentialité dans le cadre de la collecte et de l'utilisation de vos informations, mais nous ne collecterons aucune information de manière obligatoire ou groupée simplement sur la base de votre consentement à la présente Politique de confidentialité. 2. Lors de la navigation uniquement, nous collecterons des informations concernant les appareils et le journal des opérations pour l'envoi d'informations, ce qui est nécessaire pour fournir nos services. 3. Dans le cadre du partage d'informations, de la connexion tierce, de la participation à des activités connexes, de l'analyse statistique complète et d'autres objectifs, nous pouvons faire appel au presse-papiers et utiliser les informations minimales nécessaires au bon fonctionnement (mot de passe, lien, paramètres statistiques, etc.). 4. Les autorisations d'accès au GPS, à la caméra, au microphone et à l'album photo ne seront pas activées par défaut. Ces autorisations ne seront utilisées que pour mettre en œuvre des fonctions ou des services avec votre autorisation expresse et ne seront pas utilisées pour collecter des informations lorsqu'elles ne sont pas requises par ces fonctions ou services.
hi_in: 1. जानकारी एकत्र व उपयोग करने के लिए हम सेवा की शर्तें और गोपनीयता नीति का पालन करेंगे, लेकिन आपके मात्र इस गोपनीयता नीति की आपकी सहमति के आधार पर हम किसी जानकारी को अनिवार्य या बंडलिंग के तरीके से एकत्र नहीं करेंगे. 2. केवल ब्राउज़िंग करते समय हम डिवाइसों और जानकारी पुश के लिए ऑपरेटिंग लॉग के संबंध में जानकारी एकत्र करेंगे, जो कि सेवा सुनिश्चित करने के लिए जरूरी है. 3. सूचना साझाकरण, तृतीय-पक्ष लॉगिन, संबंधित गतिविधियों में प्रतिभागी, व्यापक सांख्यिकीय विश्लेषण और अन्य उद्देश्यों को प्राप्त करने हेतु, हम क्लिपबोर्ड को कॉल कर सकते हैं और फ़ंक्शन (पासवर्ड, लिंक, सांख्यिकीय पैरामीटर आदि) से संबंधित न्यूनतम आवश्यक जानकारी का उपयोग कर सकते हैं. 4. GPS, कैमरा, माइक्रोफ़ोन और फ़ोटो एलबम अनुमतियाँ डिफ़ॉल्ट रूप से चालू नहीं होंगी. फ़ंक्शन और सेवाओं को लागू करने के लिए ऐसी अनुमतियों का उपयोग केवल आपके व्यक्त प्राधिकरण के साथ ही किया जाएगा और किसी भी जानकारी को एकत्र करने के लिए तब उपयोग नहीं किया जाएगा, जब यह इस तरह के फ़ंक्शन या सेवा द्वारा आवश्यक नहीं हो सकते हैं.
id_id: 1. Kami akan mematuhi Ketentuan Layanan dan Kebijakan Privasi untuk mengumpulkan dan menggunakan informasi, tapi tidak akan mengumpulkan informasi apa pun secara wajib atau bundling hanya berdasarkan persetujuan Anda terhadap Kebijakan Privasi ini. 2. Hanya saat browsing, kami akan mengumpulkan informasi mengenai perangkat dan log operasi untuk push informasi, yang diperlukan untuk memastikan layanan. 3. Untuk berbagi informasi, login pihak ketiga, partisipasi dalam aktivitas terkait, analisis statistik komprehensif, dan tujuan lain, kami dapat memanggil papan klip dan menggunakan informasi minimum yang diperlukan terkait dengan fungsi tersebut (kata sandi, tautan, parameter statistik, dll.) 4. Izin GPS, kamera, mikrofon, dan album foto tidak akan diaktifkan secara default. Izin tersebut hanya akan digunakan untuk mengimplementasikan fungsi atau layanan dengan otorisasi dari Anda dan tidak akan digunakan untuk mengumpulkan informasi apa pun jika tidak diperlukan oleh fungsi atau layanan tersebut.
it_it: 1. Rispetteremo i Termini di servizio e l'Informativa sulla privacy per quanto concerne la raccolta e l'utilizzo delle informazioni, ma non raccoglieremo alcuna informazione in modo vincolante o aggregato semplicemente in base al consenso dell'utente alla presente Informativa sulla privacy. 2. Durante la mera navigazione, raccoglieremo informazioni relative ai dispositivi e al registro delle operazioni per l'invio di informazioni push che sono necessarie al fine di garantire il servizio. 3. Al fine di ottenere la condivisione delle informazioni, l'accesso di terze parti, la partecipazione in attività pertinenti, l'analisi statistica complessiva e simili, potremmo dover fare riferimento agli Appunti e utilizzare le informazioni minime necessarie relative alla funzionalità (password, link, parametri statistici, ecc.). 4. Le autorizzazioni per accedere a GPS, videocamera, microfono e album fotografico non saranno attivate per impostazione predefinita. Tali autorizzazioni verranno utilizzate solo per implementare funzionalità o servizi su esplicita autorizzazione dell'utente e non verranno utilizzate per raccogliere informazioni quando non sono richieste da tale funzionalità o servizio.
ja_jp: 1.当社は、利用規約およびプライバシーポリシーに従って情報を収集および使用します。ただし、このプライバシーポリシーへの同意に基づき、強制的に情報を収集することはありません。 2.閲覧のみの場合、デバイス情報、操作ログなどサービスに必須な情報を収集することがあります。 3. 情報の共有、サードパーティのログイン、関連アクティビティへの参加、包括的な統計分析などの目的を達成するために、クリップボードを呼び出して、機能に関連する最小限必要な情報（パスワード、リンク、統計パラメータなど）を使用する場合があります。 4. GPS、カメラ、マイク、写真の権限は、デフォルトではオンになりません。上記権限は、明示的な許可を得て、機能またはサービスを実装するためにのみ使用され、必要とされない場合、情報を収集するために使用されません。
ko_kr: 1. 당사는 서비스 약관 및 개인정보 보호정책에 따라 정보를 수집하고 사용하지만, 본 개인정보 보호정책에 대한 귀하의 동의만을 근거로 하여 강제 또는 번들 방식으로 정보를 수집하지는 않습니다. 2. 탐색만 하는 경우, 당사는 정보 푸시를 위해 장치 및 작업 로그 관련 정보를 수집합니다. 이는 서비스를 보장하는 데 필요합니다. 3. 정보 공유, 제3자 로그인, 관련 활동 참가, 종합 통계 분석 및 기타 목적을 달성하기 위해 당사는 클립보드를 호출하여, 기능과 관련된 최소한의 필요 정보(비밀번호, 링크, 통계 매개 변수 등)를 사용할 수 있습니다. 4. GPS, 카메라, 마이크, 사진 앨범 권한은 기본적으로 켜져 있지 않습니다. 이러한 권한은 귀하의 명시적인 승인으로 기능 또는 서비스를 구현하는 데만 사용되며, 해당 기능이나 서비스에 필요하지 않은 정보는 수집하지 않습니다.
ms_my: 1. Kami akan mengikuti Terma Perkhidmatan dan Dasar Privasi untuk mengumpul dan menggunakan maklumat, tetapi tidak akan mengumpul sebarang maklumat secara mandatori atau pembungkusan hanya berdasarkan persetujuan anda terhadap Dasar Privasi ini. 2. Semasa melayari sahaja, kami akan mengumpul maklumat mengenai peranti dan log operasi untuk dorongan maklumat, yang diperlukan untuk memastikan perkhidmatan. 3. Untuk mencapai perkongsian maklumat, log masuk pihak ketiga, penyertaan dalam aktiviti berkaitan, analisis statistik komprehensif dan tujuan lain, kami mungkin memanggil papan klip dan menggunakan maklumat minimum yang diperlukan yang berkaitan dengan fungsi (kata laluan, pautan, parameter statistik, dll.) 4. Kebenaran GPS, kamera, mikrofon dan album foto tidak akan dihidupkan secara lalai. Kebenaran seperti itu hanya akan digunakan untuk melaksanakan fungsi atau perkhidmatan dengan kebenaran nyata anda dan tidak akan digunakan untuk mengumpul sebarang maklumat apabila tidak diperlukan oleh fungsi atau perkhidmatan tersebut.
pt_br: 1. Seguiremos os Termos de serviço e a Política de privacidade para coletar e usar as informações, mas não coletaremos informações de forma obrigatória ou agrupada simplesmente com base no seu consentimento com esta Política de privacidade. 2. Se estiver apenas navegando, nós coletaremos informações sobre dispositivos e logs de operações para envio de informações, o que é necessário para garantir o serviço. 3. Para conquistar o compartilhamento de informações, o login de terceiros, a participação em atividades relacionadas, a análise estatística abrangente e outros objetivos, podemos chamar a área de transferência e usar as informações mínimas necessárias relacionadas à função (senha, link, parâmetros estatísticos etc.). 4. Permissões de GPS, câmera, microfone ou álbum de fotos não serão ativadas por padrão. Essas permissões serão usadas somente para implementar funções ou serviços com sua autorização expressa e não serão usadas para coletar informações quando a função ou o serviço não exigir.
ru_ru: 1. Мы будем следовать Условиям обслуживания и Политике конфиденциальности для сбора и использования информации, но не будем собирать какую-либо информацию в обязательном порядке или в виде группировки просто на основании вашего согласия с настоящей Политикой конфиденциальности. 2. Только при просмотре мы будем собирать информацию об устройствах и журнале операций для передачи информации, которая необходима для обеспечения обслуживания. 3. Для обеспечения обмена информацией, стороннего входа в систему, участия в связанных действиях, всестороннего статистического анализа и других целей мы можем вызвать буфер обмена и использовать минимально необходимую информацию, связанную с функцией (пароль, ссылку, статистические параметры и т. д.) 4. Разрешения GPS, камеры, микрофона и фотоальбома не будут включены по умолчанию. Такие разрешения будут использоваться только для реализации функций или услуг с вашего явного разрешения и не будут использоваться для сбора какой-либо информации, когда это не требует функция или услуга.
th_th: 1. เราจะปฏิบัติตามข้อกำหนดการให้บริการและนโยบายความเป็นส่วนตัวเพื่อเก็บรวบรวมและใช้ข้อมูล แต่จะไม่เก็บรวบรวมข้อมูลใด ๆ ในเชิงบังคับหรือแบบรวมชุด โดยขึ้นอยู่กับความยินยอมของคุณในนโยบายความเป็นส่วนตัวนี้ 2. เราจะเก็บรวบรวมข้อมูลเกี่ยวกับอุปกรณ์และบันทึกประวัติการทำงานสำหรับการพุชข้อมูลในขณะที่เรียกดูเท่านั้น ซึ่งถือเป็นสิ่งจำเป็นเพื่อให้แน่ใจในการให้บริการ 3. เราอาจเรียกคลิปบอร์ดและใช้ข้อมูลขั้นต่ำที่จำเป็นซึ่งเกี่ยวกับฟังก์ชัน (รหัสผ่าน ลิงก์ พารามิเตอร์เชิงสถิติ ฯลฯ) เพื่อให้ได้มาซึ่งการแชร์ข้อมูล การเข้าสู่ระบบโดยบุคคลภายนอก การเข้าร่วมกิจกรรมที่เกี่ยวข้อง การวิเคราะห์เชิงสถิติที่ครอบคลุม และจุดประสงค์อื่น ๆ 4. ตามค่าเริ่มต้น สิทธิ์การอนุญาตใช้งาน GPS กล้อง ไมโครโฟน และอัลบั้มภาพถ่ายจะไม่ได้รับการเปิดใช้ สิทธิ์การอนุญาตดังกล่าวจะได้รับการใช้เพื่อใช้ฟังก์ชันหรือบริการที่ได้รับการอนุญาตจากคุณอย่างชัดแจ้งเท่านั้น และจะไม่ถูกใช้เพื่อเก็บรวบรวมข้อมูลใด ๆ ที่ไม่จำเป็นสำหรับฟังก์ชันหรือบริการดังกล่าว
vi_vn: 1. Chúng tôi sẽ tuân thủ các Điều khoản Dịch vụ và Chính sách Quyền riêng tư để thu thập và sử dụng thông tin nhưng sẽ không thu thập bất kỳ thông tin nào một cách bắt buộc hoặc theo gói chỉ dựa trên việc bạn đồng ý với Chính sách Quyền riêng tư này. 2. Chỉ khi duyệt web thì chúng tôi mới thu thập các thông tin về thiết bị và nhật ký hoạt động phục vụ cho việc đẩy thông tin cần thiết để đảm bảo dịch vụ. 3. Để đạt được mục đích chia sẻ thông tin, đăng nhập bên thứ ba, tham gia vào các hoạt động liên quan, phân tích thống kê toàn diện và các mục đích khác, chúng tôi có thể gọi bảng tạm và sử dụng thông tin cần thiết tối thiểu liên quan đến chức năng (mật khẩu, liên kết, tham số thống kê, v.v.) 4. Mặc định không bật quyền truy cập GPS, máy ảnh, micrô và album ảnh. Các quyền đó sẽ chỉ được sử dụng để triển khai các chức năng hoặc dịch vụ với sự ủy quyền rõ ràng của bạn và sẽ không được sử dụng để thu thập bất kỳ thông tin nào nếu chức năng hoặc dịch vụ đó không yêu cầu.
zh_cn: 1. 我们会遵循用户协议与隐私政策收集、使用信息，但不会仅因同意本隐私政策而采取强制捆绑的方式收集信息。 2. 在仅浏览时，为保障服务所必需，我们会收集设备信息、操作日志信息，用于信息推送。 3. 为实现信息分享、第三方登录、参加相关活动、综合统计分析等目的所必需，我们可能会调用剪切板并使用与功能相关的最小必要信息（口令、链接、统计参数等）。 4. GPS、摄像头、麦克风、相册权限均不会默认开启，只有经过明示授权才会在为实现功能或服务时使用，不会在功能或服务不需要时而通过你授权的权限收集信息。
zh_hk: 1. 我們會遵循《用戶協議》與《私隱政策》收集及使用資料，但不會僅由於同意本私隱政策，而採取強制捆綁的方式收集資料。 2. 在僅瀏覽的情況下，為維持正常提供服務，我們會收集裝置資料和操作記錄資料，以用於資料推送。 3. 為實現資料分享、第三方登入、參加相關活動、綜合統計分析等目的，我們可能會調用剪貼簿，並使用與功能相關的最少必要資料（口令、連結、統計參數等）。 4. GPS、鏡頭、麥克風、相簿權限均不會預設為開啟，僅在經明示授權的情況下，才會為實現功能或服務而取用，而不會在功能或服務沒有需要的情況下，憑你授予的權限收集資料。

# qIs
source: Information Protection Guideline
de_de: Richtlinie zum Informationsschutz
es_es: Directrices para la protección de la información
fr_fr: Directives concernant la protection des informations
hi_in: जानकारी सुरक्षा दिशानिर्देश
id_id: Panduan Perlindungan Informasi
it_it: Linee guida per la protezione delle informazioni
ja_jp: 個人情報保護ガイドライン
ko_kr: 정보 보호 가이드라인
ms_my: Garis Panduan Perlindungan Maklumat
pt_br: Guia de proteção da informação
ru_ru: Руководство по защите информации
th_th: แนวทางปกป้องข้อมูล
vi_vn: Hướng dẫn Bảo vệ Thông tin
zh_cn: 个人信息保护指引
zh_hk: 個人資訊保護指引

# 3WA
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
hi_in: स्वीकार करें
id_id: Terima
it_it: Accetta
ja_jp: 同意
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять и продолжить
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 同意并继续
zh_hk: 同意並繼續

# F7E
source: Decline
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
hi_in: अस्वीकार करें
id_id: Tolak
it_it: Rifiuta
ja_jp: 同意しない
ko_kr: 거부
ms_my: Tolak
pt_br: Recusar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 不同意并退出
zh_hk: 不同意並退出
