Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFinance/auto_resources/*.strings
Languages: ja_jp, ko_kr, th_th, zh_cn, zh_hk

# 9yg
source: Unable to complete the operation. You don't have permission to communicate externally.
ja_jp: 操作できませんでした。あなたは外部連絡権限がありません。
ko_kr: 작업을 완료할 수 없습니다. 외부 커뮤니케이션 권한이 없습니다.
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้ คุณไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
zh_cn: 操作失败，无对外沟通权限
zh_hk: 無法進行操作，沒有對外溝通權限

# zlE
source: Unable to open the red packet as the payment feature has been disabled by your organization admin.
ja_jp: 支払い機能が法人管理者によって無効化されたため、ラッキーマネーを受領できません。
ko_kr: 기업 관리자가 결제 기능을 비활성화했으므로 홍바오를 열 수 없습니다.
th_th: ไม่สามารถเปิดอั่งเปาได้เนื่องจากผู้ดูแลองค์กรของคุณปิดใช้งานฟีเจอร์การชำระเงินแล้ว
zh_cn: 企业管理员关闭了支付功能，无法领取红包
zh_hk: 企業管理員關閉了支付功能，無法領取利是

# s6E
source: Specially dedicated to you
ja_jp: 優秀な君へ
ko_kr: 특별히 당신만을 위해
th_th: มอบให้กับคุณโดยเฉพาะ
zh_cn: 专属于优秀的你
zh_hk: 專屬優秀的你

# cm0
source: Designated
ja_jp: 専属
ko_kr: 지정됨
th_th: กำหนดแล้ว
zh_cn: 专属
zh_hk: 專屬

# iCA
source: {{name}}, congrats for the designated red packet!
ja_jp: {{name}}さん、おめでとう！
ko_kr: {{name}} 님, 지정된 홍바오를 받은 것을 축하드려요!
th_th: {{name}} ขอแสดงความยินดีที่ได้รับอั่งเปาที่กำหนด!
zh_cn: {{name}}，恭喜你获得专属红包
zh_hk: {{name}}，恭喜你獲得專屬利是

# iyo
source: Claimed: {{num}} out of {{totalNum}}
ja_jp: 受領済み：{{num}}/{{totalNum}} 個
ko_kr: 수령함: {{num}}/{{totalNum}}개
th_th: รับแล้ว: {{num}} จาก {{totalNum}}
zh_cn: 已领取 {{num}}/{{totalNum}} 个
zh_hk: 已領取 {{num}}/{{totalNum}} 個

# g94
source: Designated red packet from {{name}}
ja_jp: {{name}}からの専属ラッキーマネーです
ko_kr: {{name}} 님의 지정된 홍바오
th_th: อั่งเปาที่กำหนดจาก {{name}}
zh_cn: 来自{{name}}的专属红包
zh_hk: 來自{{name}}的專屬利是

# a4Y
source: Opened
ja_jp: 受領済み
zh_cn: 已领取

# aMM
source: From: {{sender}}
ja_jp: {{sender}} より
ko_kr: 보낸 사람: {{sender}}
th_th: จาก: {{sender}}
zh_cn: 来自：{{sender}}
zh_hk: 來自：{{sender}}

# T7s
source: Select Recipients
ja_jp: 宛先を選択
ko_kr: 받는 사람 선택
th_th: เลือกผู้รับ
zh_cn: 选择接收人
zh_hk: 選擇接收者

# 8Gg
source: Send to
ja_jp: 宛先
ko_kr: 전송 대상
th_th: ส่งไปยัง
zh_cn: 发送给
zh_hk: 發送給

# oEQ
source: Unopened
ja_jp: 未受領
zh_cn: 未领取

# opo
source: View details
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
th_th: ดูรายละเอียด
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# P0c
source: Designated red packet from {{name}}
ja_jp: {{name}} からの専属ラッキーマネーです
ko_kr: {{name}} 님의 지정된 홍바오
th_th: อั่งเปาที่กำหนดจาก {{name}}
zh_cn: {{name}} 发出的专属红包
zh_hk: {{name}} 發送的專屬利是

# B/4
source: %d/%d opened, %.2f/%.2f CNY in total
ja_jp: %d/%d 開封済み。合計 %.2f/%.2f 元
zh_cn: 已领取 %d/%d 个，共 %.2f/%.2f 元

# h4I
source: Balance
ja_jp: 残高
ko_kr: 잔액
th_th: ยอดเงินคงเหลือ
zh_cn: 我的零钱
zh_hk: 我的餘額

# Czg
source: Add Phone Number
ja_jp: 今すぐ携帯番号を登録
ko_kr: 전화번호 추가
th_th: เพิ่มหมายเลขโทรศัพท์
zh_cn: 添加手机号
zh_hk: 新增手機號碼

# n8Y
source: Link a phone number to your {{APP_DISPLAY_NAME}} account
ja_jp: {{APP_DISPLAY_NAME}}アカウントに携帯番号を登録する必要があります
ko_kr: 전화번호를 {{APP_DISPLAY_NAME}} 계정에 연결하세요
th_th: เชื่อมโยงหมายเลขโทรศัพท์กับบัญชี {{APP_DISPLAY_NAME}} ของคุณ
zh_cn: {{APP_DISPLAY_NAME}}账号无手机号
zh_hk: {{APP_DISPLAY_NAME}}帳戶無手機號碼

# ri4
source: According to the Chinese law and policy, you need to log in {{APP_DISPLAY_NAME}} account with your local phone number (+86) to access red packet.
ja_jp: ラッキーマネーを受領するには、携帯番号を {{APP_DISPLAY_NAME}} アカウントに登録してください。+86 から始まる携帯番号を使い、{{APP_DISPLAY_NAME}} アプリにログインして、ラッキーマネーを受領してください
ko_kr: 중국 법률 및 정책에 따라 홍바오에 액세스하려면 현지 전화번호(+86)로 {{APP_DISPLAY_NAME}} 계정에 로그인해야 합니다.
th_th: ตามกฎหมายและนโยบายของจีน คุณต้องล็อกอินบัญชี {{APP_DISPLAY_NAME}} ด้วยหมายเลขโทรศัพท์ในพื้นที่ (+86) เพื่อเข้าถึงอั่งเปา
zh_cn: 根据中国相关法律规定，尚未绑定手机号的{{APP_DISPLAY_NAME}}用户暂时无法使用红包功能。请在{{APP_DISPLAY_NAME}}客户端添加+86手机号作为登录方式，完成后方可领取或发送红包。
zh_hk: 根據中國相關法律規定，尚未綁定手機號碼的{{APP_DISPLAY_NAME}}用戶暫時無法使用利是功能。請在{{APP_DISPLAY_NAME}}客戶端新增 +86 手機號碼作為登入方式，完成後，方可領取或發送利是。

# Wz0
source: Phone number required
ja_jp: 携帯番号の登録が必要です
ko_kr: 전화번호 필요
th_th: ต้องระบุหมายเลขโทรศัพท์
zh_cn: 需要添加手机号
zh_hk: 需要新增手機號碼

# cIE
source: Withdraw
ja_jp: 引出し
ko_kr: 인출
th_th: ถอนเงิน
zh_cn: 提现
zh_hk: 提款

# YkE
source: Number of red packets can't exceed total group members
ja_jp: ラッキマネーの数はメンバー数より多いです
ko_kr: 홍바오 수는 전체 그룹 구성원을 초과할 수 없습니다
th_th: จำนวนอั่งเปาต้องไม่เกินจำนวนสมาชิกในกลุ่มทั้งหมด
zh_cn: 红包数量不能超过群成员数
zh_hk: 利是數量不能超過群組成員數

# UCI
source: No less than 0.01 CNY per red packet
ja_jp: 1 人あたりのラッキーマネーの金額は最低 0.01 CNY です
ko_kr: 홍바오당 0.01 CNY 이상
th_th: ไม่น้อยกว่า 0.01 CNY ต่ออั่งเปาหนึ่งซอง
zh_cn: 单个红包不低于 0.01 元
zh_hk: 單封利是須為 0.01 元或以上

# 1p0
source: Balance
ja_jp: 残高
ko_kr: 잔액
th_th: ยอดเงินคงเหลือ
zh_cn: 余额
zh_hk: 餘額

# r44
source: Best wishes!
ja_jp: ご多幸を祈ります
ko_kr: 행운을 빕니다!
th_th: ขอให้โชคดี!
zh_cn: 恭喜发财，步步高升
zh_hk: 恭喜發財，步步高升

# 8os
source: Cards
ja_jp: キャッシュカード
ko_kr: 카드
th_th: การ์ด
zh_cn: 银行卡
zh_hk: 信用卡/扣帳卡

# gFM
source: Better luck next time!
ja_jp: ラッキーマネーはすべて配られました
ko_kr: 다음에는 행운을 빕니다!
th_th: คราวหน้าหวังว่าจะโชคดีกว่านี้นะ!
zh_cn: 手慢了，红包派完了
zh_hk: 手慢了，利是已派完

# WGc
source: Enter number
ja_jp: 個数を入力
ko_kr: 숫자 입력
th_th: ป้อนจำนวน
zh_cn: 输入红包个数
zh_hk: 輸入利是數目

# fL8
source: Help Center
ja_jp: ヘルプ
ko_kr: 도움말 센터
th_th: ศูนย์ช่วยเหลือ
zh_cn: 帮助
zh_hk: 說明

# eUE
source: History
ja_jp: 履歴
ko_kr: 기록
th_th: ประวัติ
zh_cn: 红包记录
zh_hk: 利是記錄

# 5pI
source: Expired
ja_jp: 期限切れ
ko_kr: 만료됨
th_th: หมดอายุแล้ว
zh_cn: 已过期
zh_hk: 已過期

# QWQ
source: You haven't sent any red packets yet
ja_jp: ラッキーマネーを送信したことはありません
ko_kr: 아직 홍바오를 보내지 않았습니다
th_th: คุณยังไม่ได้ส่งอั่งเปาเลย
zh_cn: 未发过红包
zh_hk: 未曾發送利是

# C2A
source: Total Number
ja_jp: 合計
ko_kr: 총 숫자
th_th: จำนวนทั้งหมด
zh_cn: 共收到
zh_hk: 共收到

# ++0
source: Total Number
ja_jp: 合計
ko_kr: 총 숫자
th_th: จำนวนทั้งหมด
zh_cn: 共发出
zh_hk: 共發出

# K8k
source: Red packet
ja_jp: 個のラッキーマネー
ko_kr: 홍바오
th_th: อั่งเปา
zh_cn: 个红包
zh_hk: 封利是

# pLQ
source: Red packet
ja_jp: ラッキーマネー
ko_kr: 홍바오
th_th: อั่งเปา
zh_cn: 红包
zh_hk: 利是

# ZCU
source: Expired
ja_jp: ラッキーマネーは期限切れです
ko_kr: 만료됨
th_th: หมดอายุแล้ว
zh_cn: 红包已过期
zh_hk: 利是已過期

# TVw
source: {{grab_number}}/{{total_number}}
ja_jp: {{grab_number}}/{{total_number}} 個
zh_cn: {{grab_number}}/{{total_number}}个
zh_hk: {{grab_number}}/{{total_number}} 封

# U6E
source: You haven't received any red packets
ja_jp: ラッキーマネーを受け取っていません
ko_kr: 홍바오를 받지 않았습니다
th_th: คุณยังไม่ได้รับอั่งเปาเลย
zh_cn: 未收到红包
zh_hk: 未收到利是

# 7Ho
source: Received
ja_jp: 受領済み
ko_kr: 수령함
th_th: ได้รับแล้ว
zh_cn: 已领取
zh_hk: 已領取

# QCw
source: Unreceived
ja_jp: 未受領
ko_kr: 받지 못함
th_th: ที่ไม่ได้รับ
zh_cn: 未领取
zh_hk: 未領取

# WHw
source: %d
ja_jp: %d 年
zh_cn: %d年
zh_hk: %d 年

# VHw
source: Â¥ %.2f
ja_jp: %.2f 人民元
ko_kr: ¥ %.2f
th_th: ¥ %.2f
zh_cn: %.2f元
zh_hk: %.2f 元

# eZw
source: None left
ja_jp: ラッキーマネーは配分済みです
ko_kr: 남은 것 없음
th_th: ครบแล้ว
zh_cn: 红包已领完
zh_hk: 利是已領取完畢

# M3A
source: Opened
ja_jp: ラッキーマネーを受領済みです
ko_kr: 열림
th_th: เปิดแล้ว
zh_cn: 红包已领取
zh_hk: 利是已領取

# 4es
source: Luckiest draw
ja_jp: 幸運者
ko_kr: 행운의 추첨
th_th: จับฉลาก
zh_cn: 手气最佳
zh_hk: 手氣最佳

# MLE
source: Money has been deposited into your wallet
ja_jp: 受け取りました
ko_kr: 자금이 지갑에 입금되었습니다
th_th: เงินได้ถูกฝากเข้ากระเป๋าเงินของคุณแล้ว
zh_cn: 已存入钱包，可提现
zh_hk: 已存入錢包，可提款

# wLk
source: CNY
ja_jp: 人民元
zh_cn: 元
zh_hk: 元

# AZc
source: %d/%d opened
ja_jp: %d/%d 開封済み
ko_kr: %d/%d 열림
th_th: เปิดแล้ว %d/%d
zh_cn: 已领取 %d/%d 个
zh_hk: 已領取 %d/%d 個

# Flo
source: Couldn't load
ja_jp: 読み込めませんでした
ko_kr: 로드할 수 없음
th_th: ไม่สามารถโหลดได้
zh_cn: 加载失败
zh_hk: 載入失敗

# HEY
source: {{member_number}} members
ja_jp: これは {{member_number}} 人のグループです
ko_kr: {{member_number}} 멤버
th_th: {{member_number}} คน
zh_cn: 本群共{{member_number}}人
zh_hk: 本群組共 {{member_number}} 人

# Km8
source: Looks like you are offline!
ja_jp: ネットワークエラー。後ほど再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# MYo
source: Not opened yet
ja_jp: 相手が受領するのを待っています
ko_kr: 아직 열지 않았습니다
th_th: ยังไม่ได้เปิด
zh_cn: 等待对方领取
zh_hk: 等待對方領取

# fyI
source: Opened
ja_jp: 相手は受領しました
ko_kr: 열림
th_th: เปิดแล้ว
zh_cn: 对方已领取
zh_hk: 對方已領取

# wro
source: Payment failed
ja_jp: 支払いできませんでした
ko_kr: 결제 실패
th_th: การชำระเงินไม่สำเร็จ
zh_cn: 调起收银台失败
zh_hk: 無法調用收銀台

# XKA
source: Payment failed
ja_jp: 支払いできませんでした
ko_kr: 결제 실패
th_th: การชำระเงินไม่สำเร็จ
zh_cn: 支付失败
zh_hk: 無法付款

# V08
source: View details
ja_jp: 詳細を見る
ko_kr: 세부사항 보기
th_th: ดูรายละเอียด
zh_cn: 看看大家的手气
zh_hk: 看看大家的手氣

# tkw
source: Quantity
ja_jp: 数量
ko_kr: 수량
th_th: จำนวน
zh_cn: 数量
zh_hk: 數量

# eTo
source: Quantity can't be empty
ja_jp: 少なくとも 1 つのラッキーマネーが必要です
ko_kr: 수량은 비울 수 없습니다
th_th: จำนวนไม่สามารถเว้นว่างไว้ได้
zh_cn: 至少要有1个红包
zh_hk: 至少要有 1 封利是

# j3M
source: Received
ja_jp: 受け取ったラッキーマネー
ko_kr: 수령함
th_th: ได้รับแล้ว
zh_cn: 收到的红包
zh_hk: 收到的利是

# xrk
source: Security
ja_jp: 支払管理
ko_kr: 보안
th_th: ความปลอดภัย
zh_cn: 支付管理
zh_hk: 付款管理

# JeI
source: Sent
ja_jp: 送信したラッキーマネー
ko_kr: 보낸메일함
th_th: ส่งแล้ว
zh_cn: 发出的红包
zh_hk: 已發送的利是

# +Bc
source: Send red packet
ja_jp: ラッキーマネーの送信
ko_kr: 홍바오 보내기
th_th: ส่งอั่งเปา
zh_cn: 发红包
zh_hk: 發送利是

# 7sc
source: Amount Each
ja_jp: 個別の金額
ko_kr: 각 금액
th_th: จำนวนเงินในแต่ละซอง
zh_cn: 单个金额
zh_hk: 單個金額

# to8
source: CNY
ja_jp: 人民元
zh_cn: 元
zh_hk: 元

# 6No
source: Send Now
ja_jp: ラッキーマネーを送信
ko_kr: 지금 보내기
th_th: ส่งตอนนี้
zh_cn: 塞钱进红包
zh_hk: 封錢進利是

# ry4
source: Unable to send red packet
ja_jp: ラッキーマネーを送信できませんでした
ko_kr: 홍바오를 보낼 수 없습니다
th_th: ไม่สามารถส่งอั่งเปาได้
zh_cn: 发送红包失败
zh_hk: 無法發送利是

# II8
source: Amount
ja_jp: 合計金額
ko_kr: 금액
th_th: จำนวน
zh_cn: 总金额
zh_hk: 總金額

# ykc
source: Transactions
ja_jp: 履歴
ko_kr: 거래
th_th: ธุรกรรม
zh_cn: 交易记录
zh_hk: 交易記錄

# Sq0
source: System error. Please try again later
ja_jp: システムエラーが発生しました。後ほど再試行してください
ko_kr: 시스템 오류입니다. 나중에 다시 시도해 보세요.
th_th: ข้อผิดพลาดของระบบ โปรดลองอีกครั้งภายหลัง
zh_cn: 系统错误，请稍后重试
zh_hk: 系統錯誤，請稍後重試

# 1Ms
source: Up to 200CNY
ja_jp: ラッキーマネーは一つにつき 200 人民元までです
ko_kr: 최대 200CNY
th_th: ได้สูงสุด 200CNY
zh_cn: 单个红包须低于200元
zh_hk: 單封利是須低於 200 元

# AcM
source: Up to 200CNY for each red packet
ja_jp: ラッキーマネーの金額は 200 人民元以下にしてください
ko_kr: 각 홍바오에 대해 최대 200CNY
th_th: อั่งเปาแต่ละซองอาจมีมูลค่าสูงถึง 200CNY
zh_cn: 单个红包须低于200元
zh_hk: 單封利是須低於 200 元

# 3jg
source: Wallet
ja_jp: ウォレット
ko_kr: 지갑
th_th: กระเป๋าเงิน
zh_cn: 钱包
zh_hk: 錢包

# PDM
source: CNY
ja_jp: 人民元
zh_cn: 元
zh_hk: 元

# UH4
source: Use
ja_jp: 利用する
ko_kr: 사용
th_th: ใช้
zh_cn: 使用
zh_hk: 使用

# 77c
source: Red Packet Cover
ja_jp: カバー
ko_kr: 홍바오 커버
th_th: หน้าปกอั่งเปา
zh_cn: 红包封面
zh_hk: 利是封面

# 5AU
source: Each transaction can't exceed {{Num}} CNY
ja_jp: 単回の金額は {{Num}} 元までです
ko_kr: 거래당 {{Num}} CNY를 초과할 수 없습니다
th_th: ธุรกรรมแต่ละรายการต้องไม่เกิน {{Num}} CNY
zh_cn: 单次支付总额不超过 {{Num}} 元
zh_hk: 單次支付總額不超過 {{Num}} 元

# G30
source: Red packet from {{username}}
ja_jp: {{username}}からのラッキーマネ
ko_kr: {{username}} 님의 홍바오
th_th: อั่งเปาจาก {{username}}
zh_cn: {{username}} 发出的红包
zh_hk: {{username}} 發送的利是

# 3EM
source: Red Packet Theme
ja_jp: カバーのテーマ
ko_kr: 홍바오 테마
th_th: ธีมอั่งเปา
zh_cn: 红包主题
zh_hk: 利是主題

# DdQ
source: Identical
ja_jp: 同額
ko_kr: 동일
th_th: เหมือนกัน
zh_cn: 等额
zh_hk: 等額

# UPo
source: Random
ja_jp: 運試し
ko_kr: 무작위
th_th: สุ่ม
zh_cn: 拼手气
zh_hk: 試手氣

# Y+Q
source: Default
ja_jp: デフォルト
ko_kr: 기본값
th_th: ค่าเริ่มต้น
zh_cn: 默认
zh_hk: 預設

# F+U
source: Recommended
ja_jp: おすすめ
ko_kr: 추천
th_th: แนะนำ
zh_cn: 推荐
zh_hk: 推薦

# ggg
source: No phone number in {{APP_DISPLAY_NAME}} account
ja_jp: {{APP_DISPLAY_NAME}} アカウントに携帯番号がありません
ko_kr: {{APP_DISPLAY_NAME}} 계정에 전화번호가 없습니다
th_th: ไม่มีหมายเลขโทรศัพท์ในบัญชี {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}账号无手机号
zh_hk: {{APP_DISPLAY_NAME}}帳戶無手機號碼

# dz0
source: You are unable to access this page. In accordance with China's laws, please add a phone number starting with +86 in {{APP_DISPLAY_NAME}} before accessing your wallet.
ja_jp: ページを開けません。中国の関連規定により、{{APP_DISPLAY_NAME}} アプリに +86 から始まる携帯番号をログイン情報として登録してから、ウォレットアカウントを使用することができます。
zh_cn: 无法打开此页面。根据中国相关法律规定，请先在{{APP_DISPLAY_NAME}}客户端添加+86手机号作为登录凭证，添加后可使用钱包账户。
zh_hk: 無法開啟此頁面。根據中國相關法律規定，請先在{{APP_DISPLAY_NAME}}客戶端新增 +86 手機號碼作為登入憑證，新增後可使用錢包賬戶。
