Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkAI/auto_resources/*.strings
Languages: ja_jp, ms_my, th_th, zh_cn, zh_tw

# WUY
source: Deactivate
ja_jp: 無効化
ms_my: Nyahaktifkan
th_th: ปิดใช้งาน
zh_cn: 停用
zh_tw: 停用

# FNw
source: Deactivate the scenario "{{name}}"?
ja_jp: シナリオ「{{name}}」を無効化しますか？
ms_my: Nyahaktifkan skenario "{{name}}"?
th_th: ปิดใช้งานสถานการณ์ "{{name}}" หรือไม่
zh_cn: 确定要停用“{{name}}"场景吗？
zh_tw: 確定要停用「{{name}}」場景嗎？

# 1DI
source: Scenario deactivated
ja_jp: シナリオが無効化されました。
ms_my: Skenario dinyahaktifkan
th_th: ปิดใช้สถานการณ์แล้ว
zh_cn: 场景已停用
zh_tw: 場景已停用

# SQQ
source: Edit
ja_jp: 編集
th_th: แก้ไข
zh_cn: 编辑
zh_tw: 編輯

# Pbs
source: Your internet connection was interrupted
ja_jp: ネットワークエラーです
ms_my: Sambungan internet anda terganggu
th_th: การเชื่อมต่ออินเทอร์เน็ตของคุณถูกขัดจังหวะ
zh_cn: 网络错误
zh_tw: 網路錯誤

# ZCI
source: Link copied. Now share it with your team!
ja_jp: リンクをコピーしました。チームと共有してください。
ms_my: Pautan disalin. Sekarang kongsikan dengan pasukan anda!
th_th: คัดลอกลิงก์แล้ว ตอนนี้แบ่งปันกับทีมของคุณได้เลย
zh_cn: 已复制链接，快邀请团队一起使用吧！
zh_tw: 已複製連結，趕快邀請團隊一起使用吧！

# xMg
source: Loading...
ja_jp: 読み込み中...
ms_my: Memuatkan...
th_th: กำลังโหลด...
zh_cn: 加载中...
zh_tw: 載入中...

# C6E
source: You haven't added any scenarios
ja_jp: 利用できるシナリオがありません
ms_my: Anda belum menambah senario apa-apa
th_th: คุณยังไม่ได้เพิ่มสถานการณ์ใดเลย
zh_cn: 暂无可使用的场景
zh_tw: 暫無可使用的場景

# puY
source: Remove
ja_jp: 削除
ms_my: Buang
th_th: ลบออก
zh_cn: 移除
zh_tw: 移除

# j34
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# Oss
source: Once removed, you won't see it under "My scenarios" anymore.
ja_jp: 削除すると、「マイシナリオ」に表示されなくなります。
ms_my: Setelah dibuang, anda tidak akan melihatnya di bawah "Skenario saya" lagi.
th_th: เมื่อลบออกแล้ว คุณจะไม่เห็นสถานการณ์นี้ใน "สถานการณ์ของฉัน" อีกต่อไป
zh_cn: 移除后，该场景将不再出现在“我的列表”中
zh_tw: 移除後，該場景將不再出現在「我的清單」中

# cGU
source: Remove
ja_jp: 削除
ms_my: Buang
th_th: ลบออก
zh_cn: 移除
zh_tw: 移除

# Hs0
source: Remove the scenario "{{name}}"?
ja_jp: シナリオ「{{name}}」を削除しますか？
ms_my: Buang skenario "{{name}}"?
th_th: ลบสถานการณ์ "{{name}}" หรือไม่
zh_cn: 确定要移除“{{name}}"场景吗？
zh_tw: 確定要移除「{{name}}」場景嗎？

# 37k
source: Scenario added
ja_jp: シナリオを追加しました。
ms_my: Skenario ditambah
th_th: เพิ่มสถานการณ์แล้ว
zh_cn: 已添加场景
zh_tw: 已新增場景

# Wt0
source: This scenario has been deactivated.
ja_jp: このシナリオが無効化されました。
ms_my: Skenario ini telah dinyahaktifkan.
th_th: สถานการณ์สมมตินี้ปิดใช้แล้ว
zh_cn: 该场景已停用
zh_tw: 該場景已停用

# uJM
source: Share
ja_jp: 共有
ms_my: Kongsi
th_th: แบ่งปัน
zh_cn: 分享
zh_tw: 分享

# 2OY
source: Deactivated
ja_jp: 無効
ms_my: Dinyahaktifkan
th_th: ปิดใช้งานแล้ว
zh_cn: 已停用
zh_tw: 已停用

# Ld8
source: My scenarios
ja_jp: マイシナリオ
ms_my: Senario saya
th_th: สถานการณ์ของฉัน
zh_cn: 我的场景
zh_tw: 我的場景

# H88
source: This feature will be available to you soon. Stay tuned!
ja_jp: 現在、この機能を利用できません。
ms_my: Ciri ini akan tersedia untuk anda tidak lama lagi. Nantikan!
th_th: ฟีเจอร์นี้จะพร้อมให้คุณใช้งานเร็ว ๆ นี้ คอยติดตามดูนะ
zh_cn: 你暂时不在功能使用范围，敬请期待
zh_tw: 你暫時不在功能使用範圍內，敬請期待

# 49I
source: Custom
ja_jp: カスタム
ms_my: Sesuaikan
th_th: กำหนดเอง
zh_cn: 自定义
zh_tw: 自訂

# kUQ
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# vgU
source: Create
ja_jp: 作成
ms_my: Cipta
th_th: สร้าง
zh_cn: 创建
zh_tw: 建立

# DB0
source: Saved
ja_jp: 保存しました。
ms_my: Disimpan
th_th: บันทึกแล้ว
zh_cn: 已保存
zh_tw: 已儲存

# 4Zk
source: Unable to save. Please try again.
ja_jp: 保存できませんでした。後で再試行してください。
ms_my: Tidak dapat menyimpan. Sila cuba lagi.
th_th: ไม่สามารถบันทึกได้ โปรดลองอีกครั้ง
zh_cn: 保存失败，请重试
zh_tw: 儲存失敗，請重試

# FyY
source: Add
ja_jp: 追加
ms_my: Tambah
th_th: เพิ่ม
zh_cn: 添加
zh_tw: 新增

# /kY
source: Up to {{num}} guiding questions can be added.
ja_jp: 最大 {{num}} 個のプロンプト例を追加できます。
ms_my: Hingga {{num}} soalan panduan boleh ditambah.
th_th: สามารถเพิ่มคำถามนำได้สูงสุด {{num}} คำถาม
zh_cn: 最多可添加 {{num}} 个示例问题
zh_tw: 最多可新增 {{num}} 個範例問題

# hT4
source: Demonstrate achievable tasks
ja_jp: 最初のメッセージに加えて、プロンプト例も送信できます。
ms_my: Tunjukkan tugasan yang boleh dicapai
th_th: สาธิตงานที่ทำได้
zh_cn: 示意用户该场景下可完成的任务
zh_tw: 提示使用者該場景下可完成的任務

# YYY
source: Guiding questions
ja_jp: プロンプト例
ms_my: Soalan panduan
th_th: คำถามชี้นำ
zh_cn: 示例问题
zh_tw: 範例問題

source: Greet users and provide a brief description of the scenario.
ja_jp: 最初のメッセージで挨拶し、シナリオを簡単に説明します。
ms_my: Sapa pengguna dan berikan deskripsi singkat tentang senario.
th_th: ทักทายผู้ใช้และให้คำอธิบายสถานการณ์สั้น ๆ
zh_cn: 可在开场白中与用户打招呼，并简要描述场景
zh_tw: 可在開場白中與使用者打招呼，並簡要說明場景

# 1Y4
source: Intro message
ja_jp: 最初のメッセージ
ms_my: Mesej pengenalan
th_th: ข้อความเกริ่นนำ
zh_cn: 开场白
zh_tw: 開場白

# e1U
source: Select
ja_jp: 選択してください
ms_my: Pilih
th_th: เลือก
zh_cn: 请选择
zh_tw: 請選擇

# 0GI
source: Model
ja_jp: モデル
th_th: โมเดล
zh_cn: 使用模型
zh_tw: 使用模型

# dW8
source: Name your scenario
ja_jp: シナリオに名前を付ける
ms_my: Namakan senario anda
th_th: ตั้งชื่อสถานการณ์ของคุณ
zh_cn: 请输入名称
zh_tw: 請輸入名稱

# SNA
source: Name
ja_jp: 名前
ms_my: Nama
th_th: ชื่อ
zh_cn: 场景名称
zh_tw: 場景名稱

# bPU
source: Organization custom model
ja_jp: 法人のカスタムモデル
ms_my: Model tersuai organisasi
th_th: โมเดลแบบกำหนดเองขององค์กร
zh_cn: 企业自定义模型
zh_tw: 企業自訂模型

# GTg
source: Instructions
ja_jp: シナリオの設定
ms_my: Arahan
th_th: คำแนะนำ
zh_cn: 场景设定
zh_tw: 場景設定

# jHo
source: What does AI do in this scenario? How does it behave? What should it avoid doing?
ja_jp: シナリオの設定、目標、能力、応答スタイルを説明してください。
zh_cn: 在此描述该场景设定、目标、能力及回复方式

# t/0
source: New scenario
ja_jp: 新しいシナリオ
ms_my: Senario baharu
th_th: สถานการณ์ใหม่
zh_cn: 创建新场景
zh_tw: 建立新場景

# ZiA
source: Done
ja_jp: OK
ms_my: Selesai
th_th: เสร็จแล้ว
zh_cn: 确定
zh_tw: 確定

# 9Qg
source: Select model
ja_jp: モデルを選択
ms_my: Pilih model
th_th: เลือกแบบจำลอง
zh_cn: 选择模型
zh_tw: 選擇模型

# T7M
source: Scenarios
ja_jp: シナリオ
ms_my: Senario
th_th: สถานการณ์
zh_cn: 选择场景
zh_tw: 選擇場景

# +SI
source: Please select a model before proceeding.
ja_jp: モデルを選択してください。
ms_my: Sila pilih model sebelum meneruskan.
th_th: โปรดเลือกแบบจำลองก่อนดำเนินการต่อ
zh_cn: 请选择场景使用的模型
zh_tw: 請選擇場景使用的模型

# T4U
source: Feishu
zh_cn: 飞书
zh_tw: 飛書

# SqE
source: My AI
ms_my: AI Saya
