Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkAI/auto_resources/*.strings
Languages: ja_jp, ms_my, th_th, zh_cn, zh_tw

# hdU
source: Meaning
ja_jp: 解説
ms_my: Makna
th_th: ความหมาย
zh_cn: 释义
zh_tw: 釋義

source: Hide Translation
ja_jp: 訳文を非表示
ms_my: Sembunyikan Terjemahan
th_th: ซ่อนการแปล
zh_cn: 隐藏译文
zh_tw: 隱藏譯文

# /uQ
source: Show Original Text
ja_jp: 原文を表示
ms_my: Tunjukkan Teks Asal
th_th: แสดงข้อความต้นฉบับ
zh_cn: 查看原文
zh_tw: 查看原文

# SB8
source: Switch Languages
ja_jp: 言語を切り替える
ms_my: Tukar Bahasa
th_th: เปลี่ยนภาษา
zh_cn: 切换语种
zh_tw: 切換語言

# Dks
source: Copy
ja_jp: コピー
ms_my: Salin
th_th: คัดลอก
zh_cn: 复制
zh_tw: 複製

# epg
source: Copy Translation
ja_jp: 訳文をコピー
ms_my: Salin Terjemahan
th_th: คัดลอกคำแปล
zh_cn: 复制译文
zh_tw: 複製譯文

# Yx0
source: Translation copied
ja_jp: 訳文をコピーしました。
ms_my: Terjemahan disalin
th_th: คัดลอกคำแปลแล้ว
zh_cn: 译文复制成功
zh_tw: 譯文複製成功

# Kvg
source: Unable to translate. Please try again later.
ja_jp: 翻訳できませんでした。後で再試行してください。
ms_my: Tidak dapat menterjemah. Sila cuba lagi kemudian.
th_th: ไม่สามารถแปลได้ โปรดลองอีกครั้งในภายหลัง
zh_cn: 翻译失败，请稍后再试
zh_tw: 翻譯失敗，請稍後再試

# U70
source: Unable to translate this page.
ja_jp: このページを翻訳できません。
ms_my: Tidak dapat menterjemahkan halaman ini.
th_th: ไม่สามารถแปลหน้านี้ได้
zh_cn: 暂不支持翻译该网页
zh_tw: 暫不支援翻譯該網頁

# YSs
source: Entry details
ja_jp: 用語詳細
ms_my: Butiran entri
th_th: รายละเอียดรายการ
zh_cn: 词条详情
zh_tw: 詞條詳細資料

# 5kA
source: Details of the following entries
ja_jp: 以下の用語が見つかりました
ms_my: Butiran entri berikut
th_th: รายละเอียดของรายการต่อไปนี้
zh_cn: 查询到以下词条
zh_tw: 查詢到以下詞條

# /i0
source: No entries found
ja_jp: 一致する用語が見つかりませんでした
ms_my: Tiada entri ditemui
th_th: ไม่พบรายการ
zh_cn: 暂无查询结果
zh_tw: 暫無查詢結果

# qSM
source: Bilingual examples
ja_jp: 2 言語例文
ms_my: Contoh dwibahasa
th_th: ตัวอย่างสองภาษา
zh_cn: 双语例句
zh_tw: 雙語例句

# hks
source: English definition
ja_jp: 意味（英語）
ms_my: Definisi bahasa Inggeris
th_th: นิยามภาษาอังกฤษ
zh_cn: 英语释义
zh_tw: 英文釋義

# jxM
source: Dictionary content © Cambridge University Press. Used under license
zh_cn: 《剑桥高阶词典》© 剑桥大学出版社

# CiI
source: Expand
ja_jp: 展開
ms_my: Kembangkan
th_th: ขยาย
zh_cn: 展开
zh_tw: 展開

# U/Y
source: Source text
ja_jp: 原文
ms_my: Teks sumber
th_th: ที่มาข้อความ
zh_cn: 原文
zh_tw: 原文

# K+A
source: Switch Languages
ja_jp: 言語を切り替える
ms_my: Tukar Bahasa
th_th: เปลี่ยนภาษา
zh_cn: 切换语种
zh_tw: 切換語言

# nDM
source: Translate
ja_jp: 翻訳
ms_my: Terjemah
th_th: แปลภาษา
zh_cn: 翻译
zh_tw: 翻譯

# feQ
source: Translation
ja_jp: 訳文
ms_my: Terjemahan
th_th: การแปลภาษา
zh_cn: 译文
zh_tw: 譯文

# 5Ew
source: Translation Feedback
ja_jp: フィードバック
ms_my: Maklum balas Terjemahan
th_th: ข้อเสนอแนะทางการแปลภาษา
zh_cn: 翻译反馈
zh_tw: 翻譯意見反應

# N6A
source: Tap words underlined in red to get typos fixed instantly.
ja_jp: 赤線をつけられた文字をタップして、タイプミスを自動修正できます
ms_my: Ketuk perkataan yang digarisbawahi merah untuk membetulkan kesilapan ejaan dengan segera.
th_th: แตะคำที่ขีดเส้นใต้สีแดงเพื่อแก้ไขการพิมพ์ผิดในทันที
zh_cn: 点击红色下划线文字，快速修改错别字
zh_tw: 點選紅色劃底線文字，快速修改錯別字

# JLQ
source: Smart Correction
ja_jp: スマート修正
ms_my: Pembetulan Pintar
th_th: การแก้ไขอัจฉริยะ
zh_cn: 智能纠错
zh_tw: 智慧校正

# 2F0
source: Select Target Language
ja_jp: 翻訳後の言語を選択
ms_my: Pilih Bahasa Sasaran
th_th: เลือกภาษาเป้าหมาย
zh_cn: 选择目标语言
zh_tw: 選擇目標語言

# rTo
source: {{language}} Translation Is Not Required
ja_jp: {{language}}は翻訳不要
ms_my: Terjemahan {{language}} Tidak Diperlukan
th_th: ไม่ต้องแปลภาษา {{language}}
zh_cn: {{language}}网页无需翻译
zh_tw: {{language}}網頁無需翻譯

# YkE
source: Look up
ja_jp: 調べる
ms_my: Cari
th_th: ค้นหา
zh_cn: 查询
zh_tw: 查詢

# rUY
source: No, thanks
ja_jp: あとで
ms_my: Tidak, terima kasih
th_th: ไม่, ขอบคุณ
zh_cn: 暂不开启
zh_tw: 暫不開啟

# UhQ
source: More Settings
ja_jp: その他の設定
ms_my: Tetapan Lanjutan
th_th: การตั้งค่าเพิ่มเติม
zh_cn: 更多设置
zh_tw: 更多設定

# uic
source: Enable Auto-Translation of Webpage
ja_jp: ウェブページの自動翻訳をオンにする
ms_my: Aktifkan Terjemahan Automatik Laman Web
th_th: เปิดใช้การแปลหน้าเว็บโดยอัตโนมัติ
zh_cn: 开启网页自动翻译
zh_tw: 開啟網頁自動翻譯

# fos
source: Auto-Translation of Webpage Is Enabled
ja_jp: ウェブページの自動翻訳をオンにしました
ms_my: Terjemahan Automatik Laman Web Diaktifkan
th_th: การแปลหน้าเว็บโดยอัตโนมัติถูกเปิดใช้
zh_cn: 已开启网页自动翻译
zh_tw: 已開啟網頁自動翻譯

# Kp4
source: Original
ja_jp: 原文
ms_my: Asal
th_th: ต้นฉบับ
zh_cn: 原文
zh_tw: 原文

# lqE
source: No Translation Required for this Site
ja_jp: 現在のサイトは翻訳不要
ms_my: Tiada Terjemahan Diperlukan untuk Laman Ini
th_th: ไม่ต้องแปลเว็บไซต์นี้
zh_cn: 当前网页无需翻译
zh_tw: 目前網頁無需翻譯

# Gms
source: Successful.
ja_jp: 設定できました
ms_my: Berjaya.
th_th: สำเร็จ
zh_cn: 设置成功
zh_tw: 設定成功

# kt8
source: Very satisfied
ja_jp: まったく問題ない
ms_my: Sangat puas hati
th_th: พึงพอใจอย่างมาก
zh_cn: 完全看得懂
zh_tw: 完全看得懂

# hHA
source: Help us improve
ja_jp: 翻訳品質の向上にご協力ください
ms_my: Bantu kami meningkatkan
th_th: ช่วยเราปรับปรุง
zh_cn: 您的反馈会帮助提升翻译质量
zh_tw: 你的意見反應可協助提升翻譯品質

# moY
source: Satisfied
ja_jp: 読みやすいが、不適切なところもある
ms_my: Puas hati
th_th: พึงพอใจ
zh_cn: 大部分看得懂
zh_tw: 大部分看得懂

# Eis
source: Very dissatisfied
ja_jp: まったく分からない
ms_my: Sangat tidak puas hati
th_th: ไม่พึงพอใจอย่างมาก
zh_cn: 完全看不懂
zh_tw: 完全看不懂

# J2M
source: Original text
ja_jp: 原文
ms_my: Teks asal
th_th: ข้อความต้นฉบับ
zh_cn: 原文
zh_tw: 原文

# rBo
source: Thanks for your feedback. We'll use this translation and related information to improve our translation service.
ja_jp: フィードバックありがとうございます。お送りいただいた内容は、今後の訳文の品質向上に利用させていただきます。
ms_my: Terima kasih atas maklum balas anda. Kami akan menggunakan terjemahan ini dan maklumat berkaitan untuk meningkatkan perkhidmatan terjemahan kami.
th_th: ขอบคุณสำหรับความคิดเห็นของคุณ เราจะใช้คำแปลนี้และข้อมูลที่เกี่ยวข้องเพื่อปรับปรุงบริการแปลภาษาของเรา
zh_cn: 感谢您的反馈，提交后我们将记录此次翻译内容及相关信息，用于提升翻译服务质量。
zh_tw: 感謝提供意見反應，提交後我們將記錄此次翻譯內容及相關資訊，用於提升翻譯服務品質。

# mZY
source: (optional)
ja_jp: （選択）
ms_my: (pilihan)
th_th: (ไม่บังคับ)
zh_cn: （非必填）
zh_tw: (非必填)

# 3co
source: Suggested translation
ja_jp: 訳文へのアドバイス
ms_my: Terjemahan cadangan
th_th: คำแปลที่แนะนำ
zh_cn: 建议译文
zh_tw: 建議譯文

# Xe8
source: Feedback submitted, thanks！
ja_jp: 送信しました。ありがとうございました
ms_my: Maklum balas dihantar, terima kasih!
th_th: ส่งข้อเสนอแนะแล้ว ขอขอบคุณ!
zh_cn: 发送成功，感谢您的反馈
zh_tw: 傳送成功，感謝您的意見反應

# Bz8
source: Neutral
ja_jp: 大筋は理解できる
th_th: เฉย ๆ
zh_cn: 基本上看得懂
zh_tw: 基本上看得懂

# xeE
source: Rate this translation
ja_jp: この翻訳を評価
ms_my: Nilai terjemahan ini
th_th: ข้อเสนอแนะด้านการแปล
zh_cn: 评价此次翻译
zh_tw: 翻譯回饋意見

# Lts
source: Dissatisfied
ja_jp: 不自然・分かりづらい
ms_my: Tidak puas hati
th_th: ไม่พึงพอใจ
zh_cn: 大部分看不懂
zh_tw: 大部分看不懂

# U4Q
source: Auto-Translation of Webpage
ja_jp: ウェブページの自動翻訳
ms_my: Terjemahan Automatik Laman Web
th_th: การแปลหน้าเว็บโดยอัตโนมัติ
zh_cn: 网页自动翻译
zh_tw: 網頁自動翻譯

# WBI
source: Tap to complete. Reply faster on the go.
ja_jp: クリックして文を完成されよう。編集をスピーディーに！
ms_my: Ketuk untuk melengkapkan. Balas lebih cepat di mana sahaja.
th_th: แตะเพื่อดำเนินการให้เสร็จสมบูรณ์ ตอบกลับได้รวดเร็วยิ่งขึ้นจากทุกที่
zh_cn: 点击即可补全，快速完成回复。
zh_tw: 點選即可補全，快速完成回覆。

# d8g
source: Tap a supported word to see its {{lingoBrandName}} entry.
ja_jp: {{lingoBrandName}} に収録された用語を自動的に提示します。タップして、用語の解説などを確認できます。
ms_my: Ketuk perkataan yang disokong untuk melihat entri {{lingoBrandName}}.
th_th: แตะคำที่รองรับเพื่อดูรายการ {{lingoBrandName}}
zh_cn: 在展示文字和输入内容时，自动提示{{lingoBrandName}}词条，点击即可查看、补充和指定相关释义
zh_tw: 當顯示文字和輸入內容時，自動提示{{lingoBrandName}}詞彙，點選即可查看、補充及指定相關釋義

# j2A
source: Enable {{lingoBrandName}}
ja_jp: {{lingoBrandName}} の用語を提示
ms_my: Aktifkan {{lingoBrandName}}
th_th: เปิดใช้ {{lingoBrandName}}
zh_cn: {{lingoBrandName}}提示
zh_tw: {{lingoBrandName}}提示

# uss
source: New Topic
ja_jp: スレッドを作成
ms_my: Topik Baharu
th_th: หัวข้อใหม่
zh_cn: 新建话题
zh_tw: 建立新話題

# ewo
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# IEA
source: Choose From Album
ja_jp: アルバムから選択
ms_my: Pilih Dari Album
th_th: เลือกจากอัลบั้ม
zh_cn: 从相册选择
zh_tw: 從相簿選取

# BFI
source: Oops... Something went wrong. Please try again later
ja_jp: エラーが発生しました。後ほど再試行してください
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# NFE
source: Copied
ja_jp: コピーしました
ms_my: Disalin
th_th: คัดลอกแล้ว
zh_cn: 复制成功
zh_tw: 複製成功

# kTU
source: This is either a network or service error. Please try again.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
ms_my: Ini adalah kesilapan rangkaian atau perkhidmatan. Sila cuba lagi.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
zh_cn: 网络或服务异常，请重试
zh_tw: 網路或服務異常，請重試

# qOk
source: Open
ja_jp: 開く
ms_my: Buka
th_th: เปิด
zh_cn: 打开
zh_tw: 開啟

# bHo
source: No results found
ja_jp: 結果が見つかりません
ms_my: Tiada hasil dijumpai
th_th: ไม่พบผลการค้นหา
zh_cn: 暂无内容
zh_tw: 暫無內容

# y3g
source: Send
ja_jp: 送信
ms_my: Hantar
th_th: ส่ง
zh_cn: 发送
zh_tw: 傳送

# WxI
source: Translate
ja_jp: 翻訳
ms_my: Terjemah
th_th: แปลภาษา
zh_cn: 翻译
zh_tw: 翻譯

# sHM
source: Take Photo
ja_jp: 写真を撮る
ms_my: Ambil Foto
th_th: ถ่ายภาพ
zh_cn: 拍摄
zh_tw: 拍攝

# lzo
source: Define
ja_jp: 解説を選択
ms_my: Takrifkan
th_th: กำหนด
zh_cn: 明确释义
zh_tw: 明確釋義

# 73c
source: Ignore
ja_jp: 無視
ms_my: Abai
th_th: ละเว้น
zh_cn: 忽略
zh_tw: 忽略

# 3C8
source: Definition pinned to top
ja_jp: この解説を優先的に表示しました。
ms_my: Definisi dipasak di atas
th_th: ปักหมุดคำจำกัดความไว้ด้านบนแล้ว
zh_cn: 已优先展示该释义
zh_tw: 已優先顯示該釋義

# zzU
source: View Entry
ja_jp: 用語を表示
ms_my: Lihat Entri
th_th: ดูรายการ
zh_cn: 查看词条
zh_tw: 查看詞彙

# PFY
source: Entry underline turned off
ja_jp: 用語の下線を解除しました。
ms_my: Garisan bawah entri dimatikan
th_th: รายการที่ขีดเส้นใต้ปิดอยู่
zh_cn: 已关闭词条下划线提示
zh_tw: 已關閉詞彙底線提示

# qxQ
source: Loading...
ja_jp: 読み込み中...
ms_my: Memuatkan...
th_th: กำลังโหลด...
zh_cn: 加载中...
zh_tw: 載入中...

# 9lQ
source: New topic
ja_jp: 新しいトピック
ms_my: Topik baharu
th_th: หัวข้อใหม่
zh_cn: 新话题
zh_tw: 新話題

# KxQ
source: Translation
ja_jp: 翻訳言語
ms_my: Terjemahan
th_th: การแปล
zh_cn: 内容翻译
zh_tw: 內容翻譯

# re0
source: Set successfully
ja_jp: 設定しました
ms_my: Berjaya ditetapkan
th_th: ตั้งค่าสำเร็จแล้ว
zh_cn: 设置成功
zh_tw: 設定成功

# lGg
source: Smart Compose
ja_jp: スマート入力
ms_my: Karang Pintar
zh_cn: 智能补全
zh_tw: 智慧補齊

# nIo
source: Predictive writing suggestions appear as you write a message.
ja_jp: 編集する際に、予測的な内容を自動的に表示します（現在英語のみ対応）。
ms_my: Cadangan penulisan ramalan muncul semasa anda menulis mesej.
th_th: การแนะนำการเขียนตามการคาดเดาจะปรากฏเมื่อคุณเขียนข้อความ
zh_cn: 在你输入内容时，自动显示预测性的内容建议，目前仅支持英文
zh_tw: 在你輸入內容時，自動顯示預測式的內容建議，目前僅支援英文

# dBA
source: Docs
zh_cn: 云文档
zh_tw: 雲端文件

# tug
source: Messages
ja_jp: メッセージ
ms_my: Mesej
th_th: ข้อความ
zh_cn: 消息
zh_tw: 訊息

# tjQ
source: Confirm
ja_jp: 使用
ms_my: Sahkan
th_th: ยืนยัน
zh_cn: 确认
zh_tw: 確認

# WVY
source: Automatically correct typos and make suggestions while you type. Available in English and Chinese only.
ja_jp: 入力する時、自動的にタイプミスを修正し、表現の提案を提供します。現在は中国語と英語のみサポートされています。
ms_my: Betulkan kesilapan ejaan secara automatik dan buat cadangan semasa anda menaip. Hanya tersedia dalam bahasa Inggeris dan Cina.
th_th: แก้ไขการพิมพ์ผิดโดยอัตโนมัติและให้คำแนะนำในขณะที่คุณพิมพ์ พร้อมใช้งานในภาษาอังกฤษและภาษาจีนเท่านั้น
zh_cn: 输入内容时，自动纠错并提供表述建议。仅支持中文和英文。
zh_tw: 輸入內容時，自動校正並提供表述建議。僅支援中文和英文。

# t28
source: Smart Correction
ja_jp: スマート修正
ms_my: Pembetulan Pintar
th_th: การแก้ไขอัจฉริยะ
zh_cn: 智能纠错
zh_tw: 智慧校正

# Ovw
source: Lingo
zh_cn: 词典
zh_tw: 字典

# ohw
source: Translate content into
ja_jp: 次の言語に翻訳
ms_my: Terjemahkan kandungan ke
th_th: แปลเนื้อหาเป็น
zh_cn: 将内容翻译为
zh_tw: 將內容翻譯為

# nBE
source: Minutes
ms_my: Minit
th_th: บันทึกการประชุม
zh_cn: 妙记
zh_tw: 妙記

# 2A4
source: Faye
zh_cn: 飞飞

# ggs
source: From: {{name}}
ja_jp: {{name}} より
ms_my: Dari: {{name}}
th_th: จาก: {{name}}
zh_cn: 来自：{{name}}
zh_tw: 來自：{{name}}

# gpk
source: Save
ja_jp: 保存
ms_my: Simpan
th_th: บันทึก
zh_cn: 保存
zh_tw: 儲存

# Dvo
source: Avatar
ja_jp: 画像
th_th: อวตาร
zh_cn: 头像
zh_tw: 頭像

source: Avatar
ja_jp: 画像
th_th: อวตาร
zh_cn: 头像
zh_tw: 頭像

# UyA
source: Save
ja_jp: 保存
ms_my: Simpan
th_th: บันทึก
zh_cn: 保存
zh_tw: 儲存

# 72E
source: Name
ja_jp: 名前
ms_my: Nama
th_th: ชื่อ
zh_cn: 姓名
zh_tw: 姓名

# k2Y
source: Name
ja_jp: 名前
ms_my: Nama
th_th: ชื่อ
zh_cn: 姓名
zh_tw: 姓名

# eLs
source: Settings
ja_jp: 設定
ms_my: Tetapan
th_th: การตั้งค่า
zh_cn: 设置
zh_tw: 設定

# l1Y
source: Start a New Topic
ja_jp: トピックを新規作成
ms_my: Mulakan Topik Baru
th_th: เริ่มหัวข้อใหม่
zh_cn: 新建话题
zh_tw: 建立新話題

# Ihk
source: You can't change extension settings in ongoing topics. {{startNew}} with new extensions instead.
ja_jp: 進行中のトピックでは、拡張機能の設定を変更できません。新しい拡張機能を使用するには、{{startNew}}してください。
ms_my: Anda tidak boleh mengubah tetapan sambungan dalam topik yang sedang berlangsung. {{startNew}} dengan sambungan baru sebagai gantinya.
th_th: คุณไม่สามารถเปลี่ยนการตั้งค่าส่วนขยายในหัวข้อที่กำลังดำเนินการอยู่ได้ {{startNew}} ด้วยส่วนขยายใหม่แทน
zh_cn: 暂不支持在进行中的对话里更改插件设置，可 {{startNew}} 后选择新的插件
zh_tw: 暫不支援在進行中的對話中變更外掛程式設定，可{{startNew}}後選擇新的外掛程式

# SUs
source: You can't switch extensions in an ongoing topic. Try starting a new topic instead.
ja_jp: 拡張機能を切り替えることはできません。新しいトピックを開始してください。
ms_my: Anda tidak boleh menukar sambungan dalam topik yang sedang berlangsung. Cuba mulakan topik baru sebagai gantinya.
th_th: คุณไม่สามารถสลับส่วนขยายในหัวข้อที่กำลังดำเนินการอยู่ได้ ลองเริ่มหัวข้อใหม่แทน
zh_cn: 暂不支持切换插件，你可以开启一个新话题后重新选择插件
zh_tw: 暫不支援切換外掛程式，你可以開啟一個新話題後重新選擇外掛程式

# ilQ
source: Change Tone
ja_jp: トーンを変更する
ms_my: Tukar Nada
th_th: เปลี่ยนโทน
zh_cn: 调整语气
zh_tw: 調整語氣

# rlg
source: Got It
ja_jp: OK
ms_my: Faham
th_th: เข้าใจแล้ว
zh_cn: 知道了
zh_tw: 知道了

# Y1Y
source: Extension limitation notice
ja_jp: 拡張機能の制限について
ms_my: Notis batasan sambungan
th_th: ประกาศข้อจำกัดของส่วนขยาย
zh_cn: 插件能力限制提示
zh_tw: 外掛程式功能限制提示

# BLg
source: Once an extension is selected, {{aiName}} will only be able to respond using the capabilities of that extension, and will not be able to engage in free chats. You can return to free chat mode by clearing the extension.
ja_jp: 拡張機能を選択すると、{{aiName}} は自由会話ができず、その拡張機能のみを利用できるようになります。拡張機能を削除することで、再び自由に会話ができるようになります。
ms_my: Setelah sambungan dipilih, {{aiName}} hanya akan dapat menjawab menggunakan kemampuan sambungan tersebut, dan tidak akan dapat melakukan perbualan bebas. Anda boleh kembali ke mod perbualan bebas dengan membersihkan sambungan.
th_th: เมื่อเลือกส่วนขยายแล้ว {{aiName}} จะตอบสนองได้โดยใช้ความสามารถของส่วนขยายนั้นเท่านั้น และจะมีส่วนร่วมในการแชทฟรีไม่ได้ คุณสามารถกลับสู่โหมดแชทฟรีได้โดยล้างส่วนขยาย
zh_cn: 选择插件后，{{aiName}}将只可使用该插件能力进行回复，无法进行自由对话。可通过清除插件返回自由对话模式。
zh_tw: 選擇外掛程式後，{{aiName}}將只能使用該外掛程式功能進行回覆，無法進行自由對話。可透過清除外掛程式返回自由對話模式。

# bN4
source: Extension cleared. Free chat mode in use.
ja_jp: 拡張機能を削除しました。自由に会話ができます。
ms_my: Sambungan dibersihkan. Mod perbualan bebas sedang digunakan.
th_th: ล้างส่วนขยายแล้ว ใช้งานโหมดแชทฟรีได้
zh_cn: 插件已清除，正在使用自由对话模式
zh_tw: 外掛程式已清除，正在使用自由對話模式

# p+8
source: Use
ja_jp: 使用する
ms_my: Guna
th_th: ใช้
zh_cn: 使用插件
zh_tw: 使用外掛程式

# 5bw
source: Unable to load the quick prompts. Please try again later.
ja_jp: プロンプトを読み込めませんでした。後でもう一度お試しください。
ms_my: Tidak dapat memuatkan petua pantas. Sila cuba lagi kemudian.
th_th: ไม่สามารถโหลดข้อความเตือนด่วนได้ โปรดลองอีกครั้งในภายหลัง
zh_cn: 快捷指令加载失败，请稍后重试
zh_tw: 快速指令載入失敗，請稍後重試

# U+I
source: {{tenantName}} AI Companion User Service Agreement
ja_jp: {{tenantName}} AI アシスタントユーザー・サービス規約
ms_my: Perjanjian Perkhidmatan Pengguna Teman AI {{tenantName}}
th_th: ข้อตกลงการให้บริการผู้ใช้ AI Companion ของ {{tenantName}}
zh_cn: {{tenantName}}智能伙伴用户服务协议
zh_tw: {{tenantName}}智慧夥伴使用者服務條款

# 0mE
source: {{aiName}} is a new intelligent companion service provided by {{tenantName}}, based on artificial intelligence algorithms. Before enabling {{aiName}}, please carefully read and agree to the {{agreement}}.
ja_jp: {{aiName}} は {{tenantName}} が AI アルゴリズムに基づいて新しく開発した、業務サポート用インテリジェントサービスです。{{aiName}} の利用を開始する前に、必ず {{agreement}} をお読みいただき、同意される場合にのみご利用ください。
ms_my: {{aiName}} adalah perkhidmatan rakan pintar baru yang disediakan oleh {{tenantName}}, berdasarkan algoritma kecerdasan buatan. Sebelum mengaktifkan {{aiName}}, sila baca dengan teliti dan bersetuju dengan {{agreement}}.
th_th: {{aiName}} คือบริการ Companion แบบใหม่ที่ให้บริการโดย {{tenantName}} โดยใช้อัลกอริธึมปัญญาประดิษฐ์ ก่อนเปิดใช้งาน {{aiName}} โปรดอ่าน{{agreement}}อย่างละเอียดและยอมรับ
zh_cn: {{aiName}}是{{tenantName}}基于人工智能算法提供的全新智能伙伴服务。启用{{aiName}}前，请仔细阅读并同意 {{agreement}}。
zh_tw: {{aiName}}是{{tenantName}}基於人工智慧演算法提供的全新智慧夥伴服務。啟用{{aiName}}前，請仔細閱讀並同意{{agreement}}。

# cXo
source: Working on it...
ja_jp: 生成中...
ms_my: Sedang bekerja...
th_th: กำลังทำงานอยู่...
zh_cn: 正在生成...
zh_tw: 正在產生...

# s3U
source: Loading quick prompts, please wait a moment.
ja_jp: プロンプトを読み込んでいます。しばらくお待ちください。
ms_my: Memuatkan petua pantas, sila tunggu sebentar.
th_th: กำลังโหลดข้อความเตือนด่วน โปรดรอสักครู่
zh_cn: 正在获取快捷指令，请稍候
zh_tw: 正在取得快速指令，請稍候

# 0kQ
source: Message {{name}}
ja_jp: {{name}} へのメッセージ
ms_my: Mesej {{name}}
th_th: ข้อความ {{name}}
zh_cn: 发送给 {{name}}
zh_tw: 傳送給 {{name}}

# IfI
source: How would you like your AI Companion to look?
ja_jp: AI アシスタントのプロフィール画像を選びましょう
ms_my: Bagaimana anda ingin Teman AI anda kelihatan?
th_th: คุณอยากให้ AI Companion ของคุณหน้าตาเป็นอย่างไร
zh_cn: 为你的智能伙伴选择形象
zh_tw: 為你的智慧夥伴選擇形象

# xO8
source: Enter the name
ja_jp: 名前を入力
ms_my: Masukkan nama
th_th: กรอกชื่อ
zh_cn: 输入名字
zh_tw: 輸入名字

# Xi8
source: What would you like to call your AI Companion?
ja_jp: AI アシスタントに名前を付けましょう
ms_my: Apa yang anda ingin panggil Teman AI anda?
th_th: คุณต้องการเรียก AI Companion ของคุณว่าอะไร
zh_cn: 给你的智能伙伴取个名字吧
zh_tw: 給你的智慧夥伴取個名字吧

# wPc
source: Hi, {{name}} is here!
ja_jp: はじめまして、{{name}}です。
ms_my: Hai, {{name}} di sini!
th_th: สวัสดี {{name}} มาแล้ว!
zh_cn: 你好！我是{{name}}
zh_tw: 你好！我是{{name}}

# 1bo
source: Save and Activate
ja_jp: My AI を保存・有効化
ms_my: Simpan dan Aktifkan
th_th: บันทึกและเปิดใช้งาน
zh_cn: 保存并启用
zh_tw: 儲存並啟用

# IKs
source: Continue
ja_jp: 次へ
ms_my: Teruskan
th_th: ดำเนินการต่อ
zh_cn: 继续
zh_tw: 繼續

# RT4
source: This quick prompt is no longer in use. Try something else!
ja_jp: このプロンプトは無効化されました。ほかのプロンプトを試してみてください。
ms_my: Arahan pantas ini tidak lagi digunakan. Cuba sesuatu yang lain!
th_th: ข้อความเตือนด่วนนี้ไม่ได้ใช้งานอีกต่อไปแล้ว โปรดลองอย่างอื่น
zh_cn: 该指令已停用，试试其他指令吧
zh_tw: 該指令已停用，試試其他指令吧

# pOg
source: Content created by {{name}} will not be kept.
ja_jp: {{name}}によって生成されたコンテンツは破棄されます。
ms_my: Kandungan yang dicipta oleh {{name}} tidak akan disimpan.
th_th: เนื้อหาที่ {{name}} สร้างจะไม่เก็บไว้
zh_cn: {{name}} 生成的内容尚未保存
zh_tw: {{name}} 產生的內容尚未儲存

# Ixw
source: Quit
ja_jp: 終了
ms_my: Keluar
th_th: ออก
zh_cn: 退出
zh_tw: 退出

# B+A
source: Stay
ja_jp: 生成を続ける
ms_my: Kekal
th_th: อยู่ต่อ
zh_cn: 不退出
zh_tw: 不退出

# xxI
source: Quit now?
ja_jp: 終了しますか？
ms_my: Keluar sekarang?
th_th: ออกตอนนี้หรือไม่
zh_cn: 确认退出？
zh_tw: 確認退出嗎？

# 9d4
source: Regenerate
ja_jp: 回答を再生成
ms_my: Cipta Semula
th_th: สร้างใหม่
zh_cn: 重新生成
zh_tw: 重新產生

# 1TU
source: Select
ja_jp: 選択
ms_my: Pilih
th_th: เลือก
zh_cn: 选择该插件
zh_tw: 選擇該外掛程式

# BFM
source: Select Extensions
ja_jp: 拡張機能を選択
ms_my: Pilih Sambungan
th_th: เลือกส่วนขยาย
zh_cn: 选择插件
zh_tw: 選擇外掛程式

# Udo
source: Set up your personal AI Companion.
ja_jp: 自分の AI アシスタントをカスタマイズ
ms_my: Tetapkan Teman AI peribadi anda.
th_th: ตั้ง AI Companion ส่วนตัว
zh_cn: 定制你的专属智能伙伴
zh_tw: 客製你的專屬智慧夥伴

# m4U
source: Stop
ja_jp: 生成を停止
ms_my: Henti
th_th: หยุด
zh_cn: 停止生成
zh_tw: 停止產生

# GMk
source: Copy
ja_jp: コピー
ms_my: Salin
th_th: คัดลอก
zh_cn: 复制
zh_tw: 複製

# uQc
source: Insert
ja_jp: 挿入
ms_my: Sisip
th_th: แทรก
zh_cn: 插入
zh_tw: 插入

# 3NE
source: Quit
ja_jp: 終了
ms_my: Berhenti
th_th: ออก
zh_cn: 退出
zh_tw: 退出

# mHE
source: Retry
ja_jp: やり直す
ms_my: Cuba lagi
th_th: ลองอีกครั้ง
zh_cn: 重试
zh_tw: 重試

# /xk
source: Something went wrong. Please try again later.
ja_jp: エラーが発生しました。後でもう一度お試しください。
ms_my: Ada masalah. Sila cuba lagi kemudian.
th_th: เกิดความผิดปกติบางอย่างขึ้น โปรดลองอีกครั้งในภายหลัง
zh_cn: 发生了一些错误，请稍后重试
zh_tw: 發生了一些錯誤，請稍後重試

# I1I
source: View Generation Process
ms_my: Lihat Proses Generasi
th_th: ดูกระบวนการสร้าง
zh_cn: 查看生成过程
zh_tw: 查看產生過程

# 2b8
source: Back
ja_jp: 戻る
ms_my: Kembali
th_th: ย้อนกลับ
zh_cn: 返回
zh_tw: 返回

# 85g
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# QV4
source: Edit avatar
ja_jp: プロフィール画像を編集
th_th: แก้ไขรูปประจำตัว
zh_cn: 编辑头像
zh_tw: 編輯頭像

# /KQ
source: {{tenantName}} AI Companion Terms of Service
ja_jp: {{tenantName}} AI アシスタント利用規約
ms_my: Terma Perkhidmatan Teman AI {{tenantName}}
th_th: ข้อกำหนดการให้บริการ AI Companion ของ {{tenantName}}
zh_cn: {{tenantName}}智能伙伴服务条款
zh_tw: {{tenantName}}智慧夥伴服務條款

# B+g
source: {{aiName}} is powered by a third-party AI model. By continuing, you agree to the {{link}}. Please ensure you have read and understood the important information in the Terms of Service.
ja_jp: {{aiName}} はサードパーティの AI モデルによってサポートされています。続けることで、{{link}}に同意したことになります。利用規約における重要な情報を十分に理解したうえで、本サービスをご利用ください。
ms_my: {{aiName}} dikuasakan oleh model AI pihak ketiga. Dengan meneruskan, anda bersetuju dengan {{link}}. Sila pastikan anda telah membaca dan memahami maklumat penting dalam Terma Perkhidmatan.
th_th: {{aiName}} ทำงานด้วยระบบโมเดล AI ของบุคคลที่สาม การดำเนินการต่อแสดงว่าคุณยอมรับ{{link}} แล้ว โปรดอ่านและทำความเข้าใจข้อมูลสำคัญในข้อกำหนดการให้บริการก่อน
zh_cn: {{aiName}}由第三方 AI 模型提供支持。继续下一步表示你已阅读并同意 {{link}}，请确保你已了解条款中的重要信息。
zh_tw: {{aiName}}由第三方 AI 模型提供支援。繼續下一步，即表示你已閱讀並同意 {{link}}，請確認你已瞭解條款中的重要資訊。

# 21M
source: {{num}} characters can be added maximum. Please edit and retry.
ja_jp: {{num}} 文字まで追加可能です。編集してからもう一度お試しください。
ms_my: Maksimum {{num}} aksara boleh ditambah. Sila edit dan cuba lagi.
th_th: เพิ่มอักขระได้สูงสุด {{num}} ตัวอักษร โปรดแก้ไขแล้วลองอีกครั้ง
zh_cn: 最多可输入 {{num}} 字符，请修改后重试
zh_tw: 最多可輸入 {{num}} 個字元，請修改後重試

# AE4
source: Save
ja_jp: 保存
ms_my: Simpan
th_th: บันทึก
zh_cn: 保存
zh_tw: 儲存

# UYQ
source: Edit scenario
ja_jp: シナリオを編集
ms_my: Edit senario
th_th: แก้ไขสถานการณ์
zh_cn: 编辑场景
zh_tw: 編輯場景

# YqE
source: Exit Anyway
ja_jp: 終了
ms_my: Keluar Juga
th_th: ยืนยันที่จะออก
zh_cn: 退出
zh_tw: 退出

# 9DY
source: Not Now
ja_jp: 編集に戻る
ms_my: Bukan Sekarang
th_th: ไม่ใช่ตอนนี้
zh_cn: 暂不退出
zh_tw: 暫不退出

source: Your edits haven't been saved yet. Exit anyway?
ja_jp: 編集内容は保存されていません。終了してよろしいですか？
ms_my: Suntingan anda belum disimpan. Keluar juga?
th_th: การแก้ไขของคุณยังไม่ได้รับการบันทึก ยืนยันที่จะออกหรือไม่
zh_cn: 本次编辑尚未保存，确定退出？
zh_tw: 本次編輯尚未儲存，確定要退出嗎？

# O3E
source: Model
ja_jp: モデル
th_th: รุ่น
zh_cn: 模型
zh_tw: 模型

# MWQ
source: Activate
ja_jp: 有効化
ms_my: Aktifkan
th_th: เปิดใช้งาน
zh_cn: 启用
zh_tw: 啟用

# U88
source: Scenario activated
ja_jp: シナリオが有効化されました。
ms_my: Senario diaktifkan
th_th: เปิดใช้งานสถานการณ์แล้ว
zh_cn: 场景已启用
zh_tw: 場景已啟用

# o1I
source: Add
ja_jp: 追加
ms_my: Tambah
th_th: เพิ่ม
zh_cn: 添加
zh_tw: 新增

# qGE
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# SZ0
source: Once added, AI Companion can use it to help you.
ja_jp: 追加すると、AI アシスタントがこのシナリオでお手伝いすることができます。
ms_my: Sekali ditambah, Teman AI boleh menggunakannya untuk membantu anda.
th_th: เมื่อเพิ่มแล้ว AI Companion จะใช้เพื่อช่วยคุณได้
zh_cn: 添加后，智能伙伴可以使用该场景帮助你
zh_tw: 新增後，智慧夥伴可以使用該場景幫助你

# ID4
source: Add the scenario "{{name}}"?
ja_jp: 「{{name}}」を追加しますか？
ms_my: Tambah senario "{{name}}"?
th_th: เพิ่มสถานการณ์ "{{name}}" หรือไม่
zh_cn: 确定添加“{{name}}”吗？
zh_tw: 確定要新增「{{name}}」嗎？

# nlE
source: This scenario has been deactivated and can't be added.
ja_jp: このシナリオが無効化されました。
ms_my: Senario ini telah dinyahaktifkan dan tidak boleh ditambah.
th_th: สถานการณ์นี้ปิดใช้งานแล้วและไม่สามารถเพิ่มได้
zh_cn: 该场景已停用，暂无法添加
zh_tw: 該場景已停用，暫時無法新增

# tKU
source: Create New
ja_jp: 新規作成
ms_my: Cipta Baharu
th_th: สร้างใหม่
zh_cn: 创建新场景
zh_tw: 建立新場景

# tpk
source: Deactivate
ja_jp: 一時停止
ms_my: Nyahaktif
th_th: ปิดใช้
zh_cn: 停用
zh_tw: 停用

# TxQ
source: Cancel
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# K9M
source: Once deactivated, users who have added it won't be able to use it anymore.
ja_jp: 無効化すると、このシナリオを追加したユーザーは利用できなくなります。
ms_my: Setelah dinyahaktifkan, pengguna yang telah menambahkannya tidak akan dapat menggunakannya lagi.
th_th: เมื่อปิดใช้งานแล้ว จะไม่สามารถใช้งานผู้ใช้ที่เพิ่มไว้ได้อีกต่อไป
zh_cn: 停用后，已添加该场景的其他用户将无法继续使用
zh_tw: 停用後，已新增該場景的其他使用者將無法繼續使用
