Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# RX8
source: No access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
hi_in: कोई ऐक्सेस नहीं
id_id: Tidak ada akses
it_it: Nessun accesso
ja_jp: 権限が足りません
ko_kr: 액세스 권한 없음
ms_my: Tiada akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีสิทธิ์เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 权限不足
zh_tw: 權限不足

# dt8
source: This calendar can't be shared externally due to administrator settings.
de_de: Aufgrund der Administratoreinstellungen kann dieser Kalender extern nicht freigegeben werden.
es_es: No se puede compartir el calendario externamente debido a la configuración del administrador.
fr_fr: Impossible de partager ce calendrier en externe en raison des paramètres de l'administrateur.
id_id: Kalender ini tidak dapat dibagikan secara eksternal sehubungan dengan pengaturan administrator.
it_it: Questo calendario non può essere condiviso esternamente a causa delle impostazioni dell'amministratore.
ja_jp: 管理者の設定により、このカレンダーは外部に共有できません。
ko_kr: 관리자 설정으로 인해 이 캘린더를 외부에서 공유할 수 없습니다.
ms_my: Kalendar ini tidak boleh dikongsi ke luaran kerana tetapan pentadbir.
pt_br: Este calendário não pode ser compartilhado externamente devido às configurações do administrador.
ru_ru: Этим календарем нельзя делиться за пределами организации из-за настроек администратора.
th_th: ไม่สามารถแบ่งปันปฏิทินนี้กับภายนอกได้เนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Không thể chia sẻ lịch này với bên ngoài do cài đặt của quản trị viên.
zh_cn: 由于管理员设置，此日历无法对外分享
zh_tw: 由於管理員設定，此日曆無法對外分享

# 3gI
source: Open privacy settings
de_de: Privatsphäre-Einstellungen öffnen
es_es: Abrir la configuración de privacidad
fr_fr: Ouvrir les paramètres de confidentialité
hi_in: गोपनीयता सेटिंग्स खोलें
id_id: Buka pengaturan privasi
it_it: Apri le impostazioni relative alla privacy
ja_jp: 非公開設定を開く
ko_kr: 개인 정보 설정 열기
ms_my: Buka tetapan privasi
pt_br: Abrir configurações de privacidade
ru_ru: Открыть настройки приватности
th_th: เปิดการตั้งค่าความเป็นส่วนตัว
vi_vn: Mở cài đặt quyền riêng tư
zh_cn: 打开隐私设置
zh_tw: 開啟隱私權設定

# Qrk
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 管理者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 管理员
zh_tw: 管理員

# QkE
source: You will no longer be able to view this calendar and the events in it. Users who have access to this calendar can still use it.
de_de: Sie werden diesen Kalender und die darin enthaltenen Termine nicht mehr anzeigen können. Benutzer, die Zugriff auf diesen Kalender haben, können ihn weiterhin verwenden.
es_es: Ya no podrás ver este calendario ni los eventos que tenga. Los usuarios que tienen acceso a este calendario pueden seguir utilizándolo.
fr_fr: Vous ne pourrez plus consulter ce calendrier et les événements qu'il contient. Les utilisateurs ayant accès à ce calendrier peuvent toujours l'utiliser.
hi_in: अब आप इस कैलेंडर और इसके ईवेंट नहीं देख पाएँगे. जिन उपयोगकर्ताओं के पास इस कैलेंडर का ऐक्सेस है, वे अभी भी इसका उपयोग कर सकते हैं.
id_id: Anda tidak lagi dapat melihat kalender ini dan acara yang ada di dalamnya. Pengguna yang memiliki akses ke kalender ini masih dapat menggunakannya.
it_it: Non sarai più in grado di visualizzare questo calendario e i relativi eventi. Gli utenti che hanno accesso a questo calendario possono comunque utilizzarlo.
ja_jp: このカレンダーとその中の予定を閲覧できなくなります。アクセス権限のあるユーザーは、このカレンダーを継続してご利用することができます。
ko_kr: 이 캘린더와 해당 캘린더의 이벤트를 더 이상 볼 수 없습니다. 이 캘린더에 대한 액세스 권한이 있는 사용자는 계속 사용할 수 있습니다.
ms_my: Anda tidak lagi dapat melihat kalendar ini dan acara di dalamnya. Pengguna yang mempunyai akses ke kalendar ini masih boleh menggunakannya.
pt_br: Você não poderá mais visualizar este calendário e seus eventos. Os usuários que têm acesso a este calendário ainda podem usá-lo.
ru_ru: Вы не сможете просматривать этот календарь и события в нем. Пользователи, имеющие доступ к этому календарю, по-прежнему могут им пользоваться.
th_th: คุณจะไม่สามารถดูปฏิทินนี้และกิจกรรมภายในปฏิทินได้อีกต่อไป ผู้ใช้ที่มีสิทธิ์เข้าถึงปฏิทินนี้ยังสามารถใช้ปฏิทินได้อยู่
vi_vn: Bạn sẽ không thể tiếp tục xem lịch này và các sự kiện trong lịch. Người dùng có quyền truy cập lịch này vẫn có thể sử dụng lịch.
zh_cn: 你将无法再查看此日历和其中的日程，但拥有访问权限的用户仍可继续使用此日历
zh_tw: 你會無法再查看此日曆和其中的日程，但擁有存取權限的使用者仍可繼續使用此日曆

# zVM
source: Manage calendar and sharing
de_de: Kalender und Teilen verwalten
es_es: Administrar calendario y compartir
fr_fr: Gérer le calendrier et le partage
hi_in: कैलेंडर और शेयरिंग प्रबंधित करें
id_id: Mengelola kalender dan berbagi
it_it: Gestisci calendario e condivisione
ja_jp: カレンダーと共有設定の管理
ko_kr: 캘린더 및 공유 관리
ms_my: Urus kalendar dan perkongsian
pt_br: Gerenciar calendário e compartilhamento
ru_ru: Управление календарем и доступом
th_th: จัดการปฏิทินและการแชร์
vi_vn: Quản lý lịch và chia sẻ
zh_cn: 管理日历及共享设置
zh_tw: 管理日曆及共享設定

# hto
source: Permissions
de_de: Berechtigungen
es_es: Permisos
fr_fr: Autorisations
hi_in: अनुमतियाँ
id_id: Izin
it_it: Autorizzazioni
ja_jp: 公開範囲
ko_kr: 권한
ms_my: Kebenaran
pt_br: Permissões
ru_ru: Приватность:
th_th: สิทธิ์การอนุญาต
vi_vn: Quyền
zh_cn: 公开范围
zh_tw: 公開範圍

# Hss
source: Available only to yourself
de_de: Nur für Sie selbst verfügbar
es_es: Disponible sólo para ti
fr_fr: Disponible uniquement pour vous-même
hi_in: केवल आपके लिए उपलब्ध
id_id: Hanya tersedia untuk Anda sendiri
it_it: Disponibile solo per te
ja_jp: 自分にのみ表示します
ko_kr: 본인만 사용 가능
ms_my: Hanya tersedia untuk diri sendiri
pt_br: Disponível apenas para você
ru_ru: Доступен только вам
th_th: พร้อมใช้งานเฉพาะกับฉัน
vi_vn: Chỉ khả dụng với bạn
zh_cn: 仅自己可见
zh_tw: 僅自己可見

# ygU
source: Anyone can search this calendar and see event details
de_de: Jeder kann den Kalender durchsuchen und die Termindetails anzeigen
es_es: Cualquiera puede buscar y ver detalles de eventos
fr_fr: Tout le monde peut rechercher ce calendrier et voir les détails de l'événement
hi_in: सभी लोग यह कैलेंडर खोज एवं ईवेंट के विवरण देख सकते हैं
id_id: Siapa pun dapat mencari kalender dan melihat rincian acara
it_it: Cerca/Vedi dettagli evento, accessibile a tutti
ja_jp: 検索可能で、予定の詳細を表示します
ko_kr: 누구나 캘린더를 검색할 수 있고 세부 정보를 볼 수 있음
ms_my: Sesiapa sahaja boleh mencari kalendar ini dan melihat butiran acara
pt_br: Qualquer pessoa pode ver os detalhes do evento.
ru_ru: Доступен всем
th_th: ทุกคนสามารถค้นหาปฏิทินนี้และดูรายละเอียดกิจกรรม
vi_vn: Ai cũng tìm được lịch này và xem chi tiết sự kiện
zh_cn: 可被搜到，显示日程详情
zh_tw: 可被搜尋，顯示日曆詳細資訊

# PeU
source: Follower
es_es: Seguidor
fr_fr: Abonné
hi_in: फ़ॉलोअर
id_id: Pengikut
ja_jp: 閲覧者
ko_kr: 팔로워
ms_my: Pembaca
pt_br: Seguidor
ru_ru: Подписчик
th_th: ผู้ติดตาม
vi_vn: Người theo dõi
zh_cn: 订阅者
zh_tw: 訂閱者

# Eno
source: See all event details
de_de: Alle Termindetails anzeigen
es_es: Ver todos los detalles del evento
fr_fr: Afficher tous les détails de l'événement
hi_in: सभी ईवेंट का विवरण देखें
id_id: Melihat semua perincian acara
it_it: Visualizza tutti i dettagli dell'evento
ja_jp: すべての予定詳細を確認
ko_kr: 모든 이벤트 세부 정보 보기
ms_my: Lihat semua butiran acara
pt_br: Ver todos os detalhes do evento
ru_ru: Просмотр сведений о событии
th_th: ดูรายละเอียดกิจกรรมทั้งหมด
vi_vn: Xem tất cả chi tiết sự kiện
zh_cn: 查看所有日程详情
zh_tw: 查看所有日程詳細資訊

# 9UQ
source: Anyone who subscribes your calendar can see event details
de_de: Jeder, der Ihren Kalender abonniert, kann Termindetails einsehen
es_es: Cualquiera que se suscriba a tu calendario puedes ver los detalles del evento
fr_fr: Toute personne qui s'abonne à votre calendrier peut consulter les détails de l'événement
hi_in: जो भी आपके कैलेंडर की सदस्यता लेते हैं वे ईवेंट के विवरण देख सकते हैं
id_id: Siapa pun yang berlangganan kalender Anda dapat melihat perincian acara
it_it: Chiunque si iscriva al tuo calendario può vedere i dettagli dell'evento
ja_jp: フォローしている全員が予定の詳細を閲覧できます。続けますか？
ko_kr: 캘린더를 구독한 모든 사용자가 이벤트 세부 정보를 볼 수 있습니다.
ms_my: Sesiapa yang melanggan kalendar anda boleh melihat butiran acara
pt_br: Qualquer pessoa que se inscrever em seu calendário poderá ver os detalhesdo evento
ru_ru: Сведения о событии видны любому пользователю, подписывающемуся на ваш календарь
th_th: ผู้คนที่ติดตามปฏิทินของคุณจะสามารถดูรายละเอียดกิจกรรมได้
vi_vn: Bất kỳ ai đăng ký lịch của bạn đều có thể xem chi tiết sự kiện
zh_cn: 所有订阅者都将看到日程详情，要继续吗？
zh_tw: 所有訂閱者都會看到日程詳細資訊，要繼續嗎？

# yCA
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# mzc
source: Sharing members
de_de: Teilende Mitglieder
es_es: Miembros para compartir
fr_fr: Membres pour le partage
hi_in: साझा करने वाले सदस्य
id_id: Anggota berbagi
it_it: Membri con cui condividere
ja_jp: カレンダー共有メンバー
ko_kr: 공유 구성원
ms_my: Ahli kongsi
pt_br: Membros de compartilhamento
ru_ru: Участники с правом доступа
th_th: การแชร์สมาชิก
vi_vn: Thành viên chia sẻ
zh_cn: 共享日历成员
zh_tw: 共享日曆成員

# ru0
source: With whom to share
de_de: An wen freigegeben werden soll
es_es: Con quién compartir
fr_fr: Avec qui partager
id_id: Dibagikan kepada siapa
it_it: Con chi condividere
ja_jp: 共有者
ko_kr: 공유 대상
ms_my: Dengan siapa untuk berkongsi
pt_br: Com quem compartilhar
ru_ru: С кем поделиться
th_th: แบ่งปันกับใคร
vi_vn: Người được chia sẻ
zh_cn: 共享人
zh_tw: 分享人

# a2w
source: Show only free/busy
de_de: Nur Verfügbarkeit anzeigen
es_es: Mostrar solo la disponibilidad
fr_fr: Afficher uniquement les disponibilités
hi_in: केवल ख़ाली/व्यस्त दिखाएँ
id_id: Hanya tampilkan bebas/sibuk
it_it: Mostra solo disponibilità
ja_jp: 予定の有無のみ表示
ko_kr: 바쁨/한가함만 표시
ms_my: Tunjukkan hanya kosong/sibuk
pt_br: Mostrar apenas disponibilidade
ru_ru: Только статус
th_th: แสดงเฉพาะสถานะว่าง/ไม่ว่าง
vi_vn: Chỉ hiển thị thông tin rảnh/bận
zh_cn: 仅显示忙碌
zh_tw: 僅顯示忙碌

# X6o
source: Anyone can search this calendar and see only free/busy
de_de: Jeder kann den Kalender durchsuchen und die Verfügbarkeit anzeigen
es_es: Cualquiera puede buscar y ver sólo disponibilidad
fr_fr: Tout le monde peut rechercher ce calendrier et afficher sa disponibilité
hi_in: सभी लोग यह कैलेंडर खोज सकते हैं(केवल ख़ाली/व्यस्त)
id_id: Siapa pun dapat mencari kalender dan hanya melihat bebas/sibuk
it_it: Cerca/Vedi disponibilità, accessibile a tutti
ja_jp: 検索可能で、予定は「予定あり」と表示します
ko_kr: 누구나 캘린더를 검색할 수 있고 바쁨/한가함만 볼 수 있음
ms_my: Sesiapa sahaja boleh mencari kalendar ini dan hanya melihat kosong/sibuk
pt_br: Qualquer pessoa pode ver a disponibildiade.
ru_ru: Доступен всем, виден только статус занят или свободен
th_th: ทุกคนสามารถค้าหาปฏิทินนี้และดูสถานะว่าง/ไม่ว่างเท่านั้น
vi_vn: Ai cũng tìm được lịch này và chỉ xem được rảnh/bận
zh_cn: 可被搜到，仅向他人显示是否“忙碌”
zh_tw: 可被搜尋，僅向他人顯示是否「忙碌」

# QGk
source: Once converted, the group will be independent from the original Calendar event.
de_de: Nach dem Umwandeln ist die Gruppe unabhängig vom ursprünglichen Kalendertermin.
es_es: Una vez convertido, el grupo no se asociará a los eventos originales de Calendario.
fr_fr: Suite à sa conversion, le groupe sera indépendant de l'événement de Calendrier original.
hi_in: एक बार बदल दिए जाने के बाद, समूह मूल कैलेंडर ईवेंट से अलग होगा.
id_id: Setelah dikonversi, grup akan independen dari acara Kalender asli.
it_it: Una volta convertito, il gruppo sarà indipendente dall'evento originale sul Calendario.
ja_jp: 一般グループに変更すると、グループは元の予定と関連付けされなくなります。
ko_kr: 전환하면 그룹은 원래 캘린더 이벤트로부터 독립적입니다.
ms_my: Apabila ditukar, kumpulan tidak akan dikaitkan dengan acara-acaranya.
pt_br: Depois de convertido, o grupo será independente do evento original do Calendário.
ru_ru: После преобразования группа не будет ассоциирована с событием календаря.
th_th: เมื่อแปลงแล้ว กลุ่มจะไม่ขึ้นอยู่กับเหตุการณ์ในปฏิทินเดิม
vi_vn: Sau khi được chuyển đổi, nhóm sẽ độc lập với sự kiện Lịch gốc.
zh_cn: 转为普通群组后，该群组将不再与原日程关联
zh_tw: 轉為一般群組後，該群組將不再與原日程關聯

# Q0Q
source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
hi_in: मानक समूह में कनवर्ट करें
id_id: Konversikan
it_it: Converti
ja_jp: 変更
ko_kr: 변환
ms_my: Tukar
pt_br: Converter
ru_ru: Преобразовать
th_th: แปลง
vi_vn: Chuyển đổi
zh_cn: 转为普通群
zh_tw: 轉換為一般群組

# +mM
source: Unsubscribe
de_de: Abbestellen
es_es: Anular la suscripción
fr_fr: Se désabonner
hi_in: कैलेंडर की सदस्यता रद्द करें
id_id: Batalkan langganan
it_it: Cancella iscrizione
ja_jp: カレンダーをフォロー解除
ko_kr: 구독 취소
ms_my: Nyahlanggan kalendar
pt_br: Cancelar assinatura
ru_ru: Отменить подписку на календарь
th_th: ยกเลิกการสมัครสมาชิก
vi_vn: Hủy đăng ký theo dõi
zh_cn: 退订日历
zh_tw: 取消訂閱日曆

# 4VI
source: You have unsubscribed from this calendar. Please resubscribe to view.
de_de: Sie haben sich von diesem Kalender abgemeldet. Bitte melden Sie sich erneut an, um ihn anzusehen.
es_es: Has anulado tu suscripción a este calendario. Vuelve a suscribirte para verlo.
fr_fr: Vous vous êtes désabonné de ce calendrier. Veuillez vous réabonner pour l'afficher.
id_id: Anda telah berhenti berlangganan dari kalender ini. Harap berlangganan ulang untuk melihat.
it_it: Hai annullato l'iscrizione a questo calendario. Iscriviti di nuovo per visualizzare.
ja_jp: カレンダーのフォローが解除されています。カレンダーを再度フォローしてから表示してください。
ko_kr: 이 캘린더에서 구독을 취소했습니다. 보려면 다시 구독하세요.
ms_my: Anda telah berhenti melanggan kalendar ini. Sila langgan semula untuk melihat.
pt_br: Você deixou de seguir este calendário. Siga novamente para visualizar.
ru_ru: Вы отказались от подписки на этот календарь. Подпишитесь для просмотра.
th_th: คุณได้ยกเลิกการสมัครใช้งานจากปฏิทินนี้แล้ว โปรดสมัครใช้งานใหม่เพื่อดู
vi_vn: Bạn đã hủy đăng ký khỏi lịch này. Vui lòng đăng ký lại để xem.
zh_cn: 日历已退订，请重新订阅日历再查看
zh_tw: 日曆已退訂，請重新訂閱日曆後查看

# zpI
source: Editor
de_de: Bearbeiter
fr_fr: Éditeur
hi_in: संपादक
ja_jp: 編集者
ko_kr: 편집자
ms_my: Penulis
ru_ru: Редактор
th_th: ผู้แก้ไข
vi_vn: Biên tập viên
zh_cn: 编辑者
zh_tw: 編輯者

# CUQ
source: Make changes to events
de_de: Änderungen an Terminen vornehmen
es_es: Hacer cambios en los eventos
fr_fr: Modifier des événements
hi_in: ईवेंट में बदलाव करें
id_id: Membuat perubahan pada acara
it_it: Apporta modifiche agli eventi
ja_jp: 予定の作成と変更
ko_kr: 이벤트 변경하기
ms_my: Ubah acara
pt_br: Fazer alterações em eventos
ru_ru: Внос изменений в события
th_th: ทำการเปลี่ยนแปลงกิจกรรม
vi_vn: Thay đổi sự kiện
zh_cn: 创建及修改日程
zh_tw: 建立與修改日程

# uXo
source: Bind Meeting Account
de_de: Besprechungskonto verknüpfen
es_es: Vincular cuenta de Reuniones
fr_fr: Associer le compte de réunion
id_id: Ikat Akun Meeting
it_it: Associa account riunione
ja_jp: アカウントを関連付け
ko_kr: 회의 계정 바인딩
ms_my: Ikat Akaun Mesyuarat
pt_br: Associar conta de reunião
ru_ru: Привязать учетную запись конференции
th_th: ผูกบัญชีการประชุม
vi_vn: Liên kết tài khoản cuộc họp
zh_cn: 绑定会议账号
zh_tw: 綁定會議帳號

# XOM
source: Account bound
de_de: Konto gebunden
es_es: Cuenta vinculada
fr_fr: Compte associé
id_id: Akun terikat
it_it: Account associato
ja_jp: アカウントを関連付けました。
ko_kr: 계정 바인딩됨
ms_my: Akaun terikat
pt_br: Associação de conta
ru_ru: Учетная запись привязана
th_th: ผูกบัญชีแล้ว
vi_vn: Đã liên kết tài khoản
zh_cn: 账号绑定成功
zh_tw: 帳號綁定成功

# Nzc
source: Classic
de_de: Klassisch
es_es: Clásico
fr_fr: Classique
hi_in: क्लासिक
id_id: Klasik
it_it: Classico
ja_jp: クラシック
ko_kr: 클래식
ms_my: Klasik
pt_br: Clássico
ru_ru: Классический
th_th: คลาสสิก
vi_vn: Cổ điển
zh_cn: 经典样式
zh_tw: 經典樣式

# pwg
source: Remove this account?
de_de: Dieses Konto entfernen?
es_es: ¿Quitar esta cuenta?
fr_fr: Supprimer ce compte ?
id_id: Hapus akun ini?
it_it: Rimuovere questo account?
ja_jp: このアカウントを削除しますか？
ko_kr: 이 계정을 제거하시겠습니까?
ms_my: Buang akaun ini?
pt_br: Remover esta conta?
ru_ru: Удалить эту учетную запись?
th_th: ลบบัญชีนี้หรือไม่
vi_vn: Xóa tài khoản này?
zh_cn: 确定移除此账号？
zh_tw: 確定要移除此帳號嗎？

# 4+g
source: Maximum capacity:
de_de: Größte Kapazität:
es_es: Capacidad máxima:
fr_fr: Capacité maximale :
id_id: Kapasitas maksimum:
it_it: Capacità massima:
ja_jp: 最大参加者数：
ko_kr: 최대 용량:
ms_my: Kapasiti maksimum:
pt_br: Capacidade máxima:
ru_ru: Макс. кол-во участников:
th_th: ความจุสูงสุด:
vi_vn: Sức chứa tối đa:
zh_cn: 参会人数上限：
zh_tw: 與會人員數量上限：

# A8w
source: Modern
es_es: Moderno
fr_fr: Moderne
hi_in: आधुनिक
it_it: Moderno
ja_jp: モダン
ko_kr: 모던
ms_my: Moden
pt_br: Moderno
ru_ru: Современный
th_th: ทันสมัย
vi_vn: Hiện đại
zh_cn: 现代样式
zh_tw: 現代樣式

# XME
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# n7M
source: Third-party meeting account management
de_de: Verwaltung von Drittanbieter-Meeting Konto
es_es: Gestión de cuentas de reunión de terceros
fr_fr: Gestion du compte de réunion tiers
id_id: Manajemen akun rapat pihak ketiga
it_it: Gestione account riunione di terze parti
ja_jp: サードパーティ会議アカウント管理
ko_kr: 타사 회의 계정 관리
ms_my: Pengurusan akaun mesyuarat pihak ketiga
pt_br: Gerenciamento da conta de reuniões de terceiros
ru_ru: Управление учетными записями сторонних конференций
th_th: การจัดการบัญชีการประชุมบุคคลที่สาม
vi_vn: Quản lý tài khoản cuộc họp bên thứ ba
zh_cn: 第三方会议账号管理
zh_tw: 第三方會議帳號管理

# 8OM
source: Zoom Meeting
de_de: Zoom-Konferenz
es_es: Zoom Meetings
fr_fr: Réunion Zoom
id_id: Rapat Zoom
it_it: Riunione Zoom
ja_jp: Zoom ミーティング
ko_kr: Zoom 회의
ms_my: Mesyuarat Zoom
pt_br: Reunião do Zoom
ru_ru: Конференция Zoom
th_th: การประชุม Zoom
vi_vn: Cuộc họp Zoom
zh_cn: Zoom 会议
zh_tw: Zoom 會議

# GEQ
source: You can't add files due to access permissions set by your administrator. If you have any questions, please contact your administrator.
de_de: Sie können aufgrund der von Ihrem Administrator festgelegten Zugriffsberechtigungen keine Dateien hinzufügen. Wenn Sie Fragen haben, wenden Sie sich bitte an Ihren Administrator.
es_es: No puedes agregar archivos debido a los permisos de acceso que ha establecido el administrador. Si tienes alguna pregunta, ponte en contacto con el administrador.
fr_fr: Impossible d'ajouter les fichiers à cause des autorisations d'accès définies par votre administrateur. Veuillez contacter votre administrateur si vous avez des questions.
id_id: Anda tidak dapat menambahkan file sehubungan dengan izin akses yang ditetapkan oleh administrator Anda. Jika Anda memiliki pertanyaan, hubungi administrator Anda.
it_it: Non puoi aggiungere file a causa delle autorizzazioni di accesso impostate dal tuo amministratore. In caso di domande, contatta il tuo amministratore.
ja_jp: 法人管理者の権限設定により、ファイルを追加できません。ご質問がございましたら、管理者にご連絡ください。
ko_kr: 관리자가 설정한 액세스 권한으로 인해 파일을 추가할 수 없습니다. 질문이 있는 경우 관리자에게 문의하세요.
ms_my: Anda tidak boleh menambah fail kerana kebenaran akses yang ditetapkan oleh pentadbir anda. Jika ada sebarang pertanyaan, sila hubungi pentadbir anda.
pt_br: Você não pode adicionar arquivos devido às permissões de acesso definidas pelo seu administrador. Se você tiver alguma dúvida, entre em contato com seu administrador.
ru_ru: Вы не можете добавлять файлы из-за прав доступа, установленных вашим администратором. Если у вас есть какие-либо вопросы, свяжитесь с вашим администратором.
th_th: คุณไม่สามารถเพิ่มไฟล์ได้เนื่องจากสิทธิ์การอนุญาตเข้าถึงที่ตั้งค่าโดยผู้ดูแลของคุณ หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Bạn không thể thêm tập tin do quyền truy cập mà quản trị viên đã đặt. Nếu bạn có bất kỳ thắc mắc nào, vui lòng liên hệ với quản trị viên.
zh_cn: 由于企业管理员的权限设置，你暂时无法添加文件，如有疑问，请联系企业管理员
zh_tw: 由於企業管理員的權限設定，暫時無法新增檔案。如有疑問，請聯絡企業管理員

# jyE
source: Administrator
es_es: Administrador
fr_fr: Administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# qJw
source: Saved to album
de_de: Im Album gespeichert
es_es: Guardado en el álbum
fr_fr: Enregistré dans l'album
hi_in: एलबम में सेव किया गया
id_id: Disimpan ke album
it_it: Salvato nell'album
ja_jp: アルバムに保存しました
ko_kr: 앨범에 저장됨
ms_my: Disimpan dalam album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到相册
zh_tw: 已儲存到相簿

# JQs
source: Not installed
de_de: Nicht installiert
es_es: Sin instalar
fr_fr: Non installé
hi_in: इन्सटॉल नहीं किया गया
id_id: Tidak terpasang
it_it: Non installata
ja_jp: インストールされていません
ko_kr: 설치되지 않음
ms_my: Belum dipasang
pt_br: Não instalado
ru_ru: Не установлено
th_th: ยังไม่ได้ติดตั้ง
vi_vn: Chưa cài đặt
zh_cn: 未安装该应用
zh_tw: 未安裝該應用程式

# CxU
source: About this calendar
de_de: Über diesen Kalender
es_es: Sobre este calendario
fr_fr: À propos de ce calendrier
id_id: Tentang kalender ini
it_it: Informazioni su questo calendario
ja_jp: 説明
ko_kr: 이 캘린더 정보
ms_my: Mengenai kalendar ini
pt_br: Sobre este calendário
ru_ru: Об этом календаре
th_th: เกี่ยวกับปฏิทินนี้
vi_vn: Giới thiệu về lịch này
zh_cn: 日历描述
zh_tw: 日曆說明

# b6U
source: About this calendar:
de_de: Über diesen Kalender:
es_es: Sobre este calendario:
fr_fr: À propos de ce calendrier :
id_id: Tentang kalender ini:
it_it: Informazioni su questo calendario:
ja_jp: 説明：
ko_kr: 이 캘린더 정보:
ms_my: Mengenai kalendar ini:
pt_br: Sobre este calendário:
ru_ru: Об этом календаре:
th_th: เกี่ยวกับปฏิทินนี้:
vi_vn: Giới thiệu về lịch này:
zh_cn: 日历描述：
zh_tw: 日曆說明：

# mLY
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# f28
source: Unable to view this calendar
de_de: Ansehen dieses Kalenders nicht möglich
es_es: No se puede ver este calendario
fr_fr: Affichage de ce calendrier impossible
hi_in: यह कैलेंडर देखने में असमर्थ
id_id: Gagal melihat kalender ini
it_it: Impossibile visualizzare questo calendario
ja_jp: このカレンダーを表示不可
ko_kr: 이 캘린더를 볼 수 없습니다
ms_my: Tidak dapat melihat kalendar ini
pt_br: Falha ao visualizar este calendário
ru_ru: Невозможно просмотреть этот календарь
th_th: ไม่สามารถดูปฏิทินนี้ได้
vi_vn: Không thể xem lịch này
zh_cn: 不可查看该日历
zh_tw: 無法查看該日曆

# ZEY
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Se ha copiado al Portapapeles
fr_fr: Copié dans le Presse-papiers
hi_in: क्लिपबोर्ड पर कॉपी किया गया
id_id: Disalin ke papan klip
it_it: Copiato negli appunti
ja_jp: クリップボードにコピーしました
ko_kr: 클립보드에 복사됨
ms_my: Disalin ke papan keratan
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép sang clipboard
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# WAY
source: Copy Link
de_de: Link kopieren
es_es: Copiar vínculo
fr_fr: Copier le lien
hi_in: लिंक कॉपी करें
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin pautan
pt_br: Copiar link
ru_ru: Скопировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_tw: 複製連結

# cgI
source: Create and edit events
de_de: Termine erstellen und bearbeiten
es_es: Crear y editar eventos
fr_fr: Créer et modifier des événements
hi_in: ईवेंट बनाएँ और संपादित करें
id_id: Buat dan edit acara
it_it: Crea e modifica eventi
ja_jp: 予定を作成・編集可能
ko_kr: 이벤트 생성 및 편집
ms_my: Cipta dan edit acara
pt_br: Criar e editar eventos
ru_ru: Создавайте и редактируйте события
th_th: สร้างและแก้ไขเหตุการณ์
vi_vn: Tạo và chỉnh sửa sự kiện
zh_cn: 可创建和编辑日程
zh_tw: 可建立和編輯日程

# SVE
source: Editor
de_de: Bearbeiter
fr_fr: Éditeur
hi_in: संपादक
ja_jp: 編集者
ko_kr: 편집자
ru_ru: Редактор
th_th: ผู้แก้ไข
vi_vn: Biên tập viên
zh_cn: 编辑者
zh_tw: 編輯者
