Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Uh0
source: {invitee} rescheduled the event with @{host}.
de_de: {invitee} hat den Termin mit @{host} verlegt.
es_es: {invitee} ha vuelto a programar el evento con @{host}.
fr_fr: {invitee} a replanifié l'événement avec @{host}.
id_id: {invitee} menjadwalkan ulang acara dengan @{host}.
it_it: {invitee} ha ripianificato l'evento con @{host}.
ja_jp: {invitee} が @{host} の予定を再予約しました
ko_kr: {invitee} 님이 @{host} 님과의 이벤트 일정을 변경했습니다.
ms_my: {invitee} mengubah jadual acara dengan @{host}.
pt_br: {invitee} reagendou o evento com @{host}.
ru_ru: {invitee} перенес(ла) событие с @{host}.
th_th: {invitee} ได้ตั้งกำหนดการกิจกรรมใหม่ด้วย @{host}
vi_vn: {invitee} đã lên lịch lại cho sự kiện với @{host}.
zh_cn: {invitee}重新预约了@{host}的日程
zh_tw: {invitee}重新預約了@{host}的日程

# j8M
source: {name} canceled the event.
de_de: {name} hat den Termin storniert.
es_es: {name} ha cancelado el evento.
fr_fr: {name} a annulé l'événement.
id_id: {name} membatalkan acara.
it_it: {name} ha annullato l'evento.
ja_jp: {name} が予定を取り消しました
ko_kr: {name} 님이 이벤트를 취소했습니다.
ms_my: {name} membatalkan acara.
pt_br: {name} cancelou o evento.
ru_ru: {name} отменил(а) событие.
th_th: {name} ได้ยกเลิกกิจกรรมแล้ว
vi_vn: {name} đã hủy sự kiện.
zh_cn: {name}取消了日程
zh_tw: {name}取消了日程

# J9Q
source: {name} changed the host
de_de: {name} hat den Moderator geändert
es_es: {name} ha cambiado el moderador
fr_fr: {name} a changé d'hôte
id_id: {name} mengganti host
it_it: {name} ha modificato l'host
ja_jp: {name} が進行役を変更しました
ko_kr: {name} 님이 진행자를 변경함
ms_my: {name} menukar hos
pt_br: {name} mudou o host
ru_ru: {name} сменил(а) ведущего
th_th: {name} ได้เปลี่ยนโฮสต์แล้ว
vi_vn: {name} đã thay đổi chủ phòng
zh_cn: {name}更换了主持人
zh_tw: {name}更換了主持人

# P6I
source: {name} rescheduled the event.
de_de: {name} hat den Termin neu geplant.
es_es: {name} ha vuelto a programar el evento.
fr_fr: {name} a reprogrammé l'événement.
id_id: {name} menjadwal ulang acara.
it_it: {name} ha ripianificato l'evento.
ja_jp: {name} が予定を再予約しました
ko_kr: {name} 님이 이벤트를 재조정했습니다.
ms_my: {name} menetapkan semula acara.
pt_br: {name} reagendou o evento.
ru_ru: {name} перенес(ла) событие.
th_th: {name} ได้ตั้งกำหนดการกิจกรรมใหม่
vi_vn: {name} đã lên lại lịch sự kiện.
zh_cn: {name}重新预约了日程
zh_tw: {name}重新預約了日程

# 8Gw
source: @{host} is scheduled by {invitee}.
de_de: @{host} wird geplant von {invitee}
es_es: {invitee} ha programado @{host}
fr_fr: @{host} est programmé par {invitee}
id_id: @{host} dijadwalkan oleh {invitee}
it_it: @{host} è pianificato da {invitee}
ja_jp: {invitee} は、@{host} の予定を予約しました。
ko_kr: @{host} 님의 일정이 {invitee} 님에게 예정되어 있습니다
ms_my: @{host} dijadualkan oleh {invitee}.
pt_br: @{host} está agendado por {invitee}
ru_ru: @{host} назначен {invitee}
th_th: @{host} ได้รับการกำหนดโดย {invitee}
vi_vn: @{host} được {invitee} lên lịch
zh_cn: {invitee}预约了@{host}的日程
zh_tw: {invitee}預約了@{host}的日程

# iZ4
source: Please go to Settings > Privacy > Calendars and turn on {APP_DISPLAY_NAME}'s access permission to calendars
de_de: Bitte gehen Sie zu Einstellungen > Datenschutz > Kalender und schalten Sie die Zugriffsberechtigung von {APP_DISPLAY_NAME} für Kalender ein
es_es: Abre Configuración > Privacidad > Calendarios y activa el permiso de acceso a los calendarios de {APP_DISPLAY_NAME}
fr_fr: Veuillez accéder à Paramètres>Confidentialité>Calendriers et activer l'autorisation d'accès aux calendriers de {APP_DISPLAY_NAME}.
hi_in: कृपया सेटिंग्स > गोपनीयता > कैलेंडर पर जाएँ और कैलेंडर के लिए {APP_DISPLAY_NAME} की ऐक्सेस अनुमति चालू करें
id_id: Buka Pengaturan > Privasi > Kalender dan aktifkan izin akses {APP_DISPLAY_NAME} ke kalender
it_it: Vai a Impostazioni > Privacy > Calendari e attiva l'autorizzazione di accesso ai calendari per {APP_DISPLAY_NAME}
ja_jp: 設定 > プライバシー > カレンダーに移動して {APP_DISPLAY_NAME} カレンダーへのアクセス権限をオンにしてください
ko_kr: 설정 > 개인 정보 > 캘린더로 이동하여 {APP_DISPLAY_NAME}의 캘린더 액세스 권한을 켜세요.
ms_my: Sila pergi ke Tetapan > Privasi > Kalendar dan hidupkan kebenaran akses {APP_DISPLAY_NAME} ke kalendar
pt_br: Acesse Configurações > Privacidade > Calendários e habilite a permissão de acesso a calendários do {APP_DISPLAY_NAME}
ru_ru: В разделе "Настройки"- "Приватность"- "Календари" разрешите для {APP_DISPLAY_NAME} доступ к календарям
th_th: โปรดไปที่ การตั้งค่า > ความเป็นส่วนตัว > ปฏิทิน และเปิดสิทธิ์การเข้าถึงของ {APP_DISPLAY_NAME} ให้กับปฏิทิน
vi_vn: Vui lòng đi tới Cài đặt > Quyền riêng tư > Lịch và bật quyền truy cập lịch của {APP_DISPLAY_NAME}
zh_cn: 请前往设置 > 隐私 > 日历以开启 {APP_DISPLAY_NAME} 日历的访问权限
zh_tw: 請前往設定 > 隱私 > 日曆以開啟 {APP_DISPLAY_NAME} 日曆的存取權限

# igY
source: Panelists ({number})
de_de: Podiumsteilnehmer ({number})
es_es: Panelistas ({number})
fr_fr: Panélistes ({number})
id_id: Panelis ({number})
it_it: Relatori ({number})
ja_jp: パネリスト ({number})
ko_kr: 패널리스트({number})
ms_my: Panelis ({number})
pt_br: Membros do painel ({number})
ru_ru: Почетные гости ({number})
th_th: ผู้ร่วมอภิปราย ({number})
vi_vn: Tham luận viên ({number})
zh_cn: 嘉宾（{number}）
zh_tw: 來賓 ({number})

# YSY
source: Permissions for external users outside {Org}
de_de: Berechtigungen für externe Benutzer außerhalb von {Org}
es_es: Permisos para usuarios externos a {Org}
fr_fr: Autorisations pour les utilisateurs externes à {Org}
hi_in: {Org} से बाहर के उपयोगकर्ताओं के लिए अनुमति
id_id: Izin untuk pengguna eksternal di luar {Org}
it_it: Autorizzazioni per utenti esterni a {Org}
ja_jp: {Org} 外のユーザー権限
ko_kr: {Org} 외부 사용자에 대한 권한
ms_my: Keizinan untuk pengguna luar daripada {Org}
pt_br: Permissões para usuários externos de fora da {Org}
ru_ru: Разрешения для внешних пользователей за пределами {Org}
th_th: สิทธิ์การอนุญาตสำหรับผู้ใช้ภายนอกที่อยู่นอก {Org}
vi_vn: Quyền dành cho người dùng bên ngoài không thuộc {Org}
zh_cn: {Org}外用户权限
zh_tw: {Org}外部使用者權限

# mKE
source: Use {APP_DISPLAY_NAME} mobile app to long press or scan the QR code to subscribe
de_de: Nutzen Sie Ihre mobile {APP_DISPLAY_NAME}-App, um durch langes Drücken oder durch Scannen des QR-Codes zu abonnieren
es_es: Mantén pulsado o escanea el código QR de la aplicación móvil de {APP_DISPLAY_NAME} para suscribirte
fr_fr: Utiliser l'application mobile {APP_DISPLAY_NAME} pour appuyer longuement ou scanner le code QR pour vous abonner
id_id: Gunakan aplikasi ponsel {APP_DISPLAY_NAME} untuk menekan lama atau memindai kode QR untuk berlangganan
it_it: Utilizza l'app per dispositivi mobili {APP_DISPLAY_NAME} per premere a lungo o scansiona il codice QR per iscriverti
ja_jp: {APP_DISPLAY_NAME} モバイル版で、QRコードを長押しまたはスキャンしてカレンダーをフォロー
ko_kr: {APP_DISPLAY_NAME} 모바일 앱을 사용하여 길게 누르거나 QR 코드를 스캔하여 구독합니다
ms_my: Gunakan apl mudah alih {APP_DISPLAY_NAME} untuk tekan lama atau imbas kod QR untuk melanggan
pt_br: Use o aplicativo móvel do {APP_DISPLAY_NAME} para pressionar por um longo tempo ou escaneie o código QR para assinar
ru_ru: Нажмите и удерживайте QR-код в мобильном приложении {APP_DISPLAY_NAME}, чтобы подписаться
th_th: ใช้แอป {APP_DISPLAY_NAME} บนมือถือเพื่อกดค้างหรือสแกนคิวอาร์โค้ดเพื่อติดตาม
vi_vn: Sử dụng ứng dụng di động {APP_DISPLAY_NAME} để nhấn giữ hoặc quét mã QR để đăng ký
zh_cn: 请使用{APP_DISPLAY_NAME}移动端长按或扫描二维码订阅日历
zh_tw: 請使用{APP_DISPLAY_NAME}行動端長按或掃描 QR 碼訂閱日曆

# Seg
source: Default permissions when sharing this calendar with members of {CompanyName}
de_de: Standardberechtigungen beim Teilen dieses Kalenders mit Mitgliedern von {CompanyName}
es_es: Permisos predeterminados al compartir este calendario con miembros de {CompanyName}
fr_fr: Autorisations par défaut lors du partage de ce calendrier avec les membres de {CompanyName}
hi_in: {CompanyName} के सदस्यों के साथ यह कैलेंडर साझा करते समय डिफ़ॉल्ट अनुमतियाँ
id_id: Izin default saat berbagi kalender ini dengan anggota {CompanyName}
it_it: Autorizzazioni predefinite quando si condivide questo calendario con membri di {CompanyName}
ja_jp: カレンダーを {CompanyName} のすべてのメンバーと共有する時のデフォルト権限です
ko_kr: 이 캘린더를 {CompanyName}의 구성원과 공유할 때의 기본 권한
ms_my: Kebenaran lalai apabila berkongsi kalendar ini dengan ahli {CompanyName}
pt_br: Permissões padrão ao compartilhar este calendário com membros da {CompanyName}
ru_ru: Разрешения по умолчанию, когда этим календарем делятся с участниками {CompanyName}.
th_th: สิทธิ์การอนุญาตเริ่มต้นเมื่อแบ่งปันปฏิทินนี้กับสมาชิกของ {CompanyName}
vi_vn: Quyền mặc định khi chia sẻ lịch này với thành viên của {CompanyName}
zh_cn: 与{CompanyName}所有成员分享此日历时的默认权限
zh_tw: 與{CompanyName}所有成員分享此日曆時的預設權限

# x/8
source: Permissions for {Org} members
de_de: Berechtigungen für Mitglieder von {Org}
es_es: Permisos para {Org} miembros
fr_fr: Autorisations pour les membres de {Org}
hi_in: {Org} सदस्यों की अनुमतियाँ
id_id: Izin untuk {Org} anggota
it_it: Autorizzazioni per membri di {Org}
ja_jp: {Org} 内のメンバー権限
ko_kr: {Org} 구성원에 대한 권한
ms_my: Kebenaran untuk ahli {Org}
pt_br: Permissões para os membros da {Org}
ru_ru: Разрешения для участников {Org}
th_th: สิทธิ์การอนุญาตสำหรับสมาชิก {Org}
vi_vn: Quyền dành cho thành viên của {Org}
zh_cn: {Org}内成员权限
zh_tw: {Org}內部成員權限

# cek
source: Maximum sharing permission is set by the admin as {MaxPermission}
ja_jp: 最高共有権限： {MaxPermission}
zh_cn: 管理员将最高分享权限设置为 {MaxPermission}

# +A0
source: Subscribers: {num} (Include people who share and subscribers)
de_de: Abonnenten: {num} (Personen, die freigeben, und Abonnenten einbeziehen)
es_es: Suscriptores: {num} (incluir personas que comparten y suscriptores)
fr_fr: Abonnés : {num} (Inclure les personnes qui partagent et les abonnés)
id_id: Pelanggan: {num} (Termasuk orang yang berbagi dan pelanggan)
it_it: Iscritti: {num} (incluse persone che condividono e iscritti)
ja_jp: フォロワー：{num} 人（共有者とフォローしたユーザーを含みます。）
ko_kr: 구독자: {num}명(공유자 및 구독자 포함)
ms_my: Pengikut: {num} (Termasuk orang yang berkongsi dan pelanggan)
pt_br: Assinantes: {num} (Incluir pessoas que compartilham e assinantes)
ru_ru: Подписчики: {num} (включая людей, с которыми поделились и подписчиков)
th_th: ผู้ติดตาม: {num} (รวมถึงผู้ที่แบ่งปันและผู้ติดตาม)
vi_vn: Người đăng ký: {num} (Bao gồm người chia sẻ và người đăng ký)
zh_cn: 订阅人数：{num} （包含共享人和主动订阅的人）
zh_tw: 訂閱人數：{num} (包含分享人和主動訂閱的人)

# akA
source: {name} invites you to subscribe to the calendar:
de_de: {name} lädt Sie ein, den Kalender zu abonnieren:
es_es: {name} te invita a seguir el calendario:
fr_fr: {name} vous invite à vous inscrire au calendrier :
id_id: {name} mengundang Anda untuk berlangganan kalender:
it_it: {name} ti invita a iscriverti al calendario:
ja_jp: {name} があなたをカレンダーのフォローに招待しています：
ko_kr: {name} 님이 캘린더를 구독하도록 초대함:
ms_my: {name} menjemput anda untuk melanggan kalendar:
pt_br: {name} convida você a seguir o calendário:
ru_ru: {name} предлагает вам подписаться на календарь:
th_th: {name} เชิญคุณให้ติดตามปฏิทิน:
vi_vn: {name} mời bạn đăng ký lịch:
zh_cn: {name} 邀请你订阅日历：
zh_tw: {name} 邀請你訂閱日曆：

# jag
source: Selected: {num}
de_de: Ausgewählt: {num}
es_es: Seleccionados: {num}
fr_fr: Sélectionnée(s) : {num}
hi_in: चयनित: {num}
id_id: Terpilih: {num}
it_it: Selezionati: {num}
ja_jp: {num} 人を選択中
ko_kr: 선택됨: {num}
ms_my: Terpilih: {num}
pt_br: Selecionado: {num}
ru_ru: Выбрано: {num}
th_th: เลือกแล้ว: {num}
vi_vn: Đã lựa chọn: {num}
zh_cn: 已选：{num} 人
zh_tw: 已選擇：{num} 人

# N+I
source: {num, plural, one {{num} subscriber} other {{num} subscribers}}
de_de: {num, plural, one {{num} Abonnent} other {{num} Abonnenten}}
es_es: {num, plural, one {{num} suscriptor} other {{num} suscriptores}}
fr_fr: {num, plural, one { {num} abonné} other { {num} abonnés}}
id_id: {num, plural, one {{num} pelanggan} other {{num} pelanggan}}
it_it: {num, plural, one {{num} iscritto} other {{num} iscritti}}
ja_jp: {num, plural, other {{num} フォロワー}}
ko_kr: {num, plural, one {구독자 {num}명} other {구독자 {num}명}}
ms_my: {num, plural, one {{num} langganan} other {{num} langganan}}
pt_br: {num, plural, one {{num} assinante} other {{num} assinantes}}
ru_ru: {num, plural, one {{num} подписчик} few {{num} подписчика} many {{num} подписчиков} other {{num} подписчика}}
th_th: {num, plural, one {{num} ผู้ติดตาม} other {{num} ผู้ติดตาม}}
vi_vn: {num, plural, one {{num} người đăng ký} other {{num} người đăng ký}}
zh_cn: {num, plural, other {{num} 人订阅}}
zh_tw: {num, plural, other {{num} 人訂閱}}

# dzs
source: Group owner has restricted members to post in {group_name}.
de_de: Gruppenbesitzer hat das Posten durch Mitglieder in {group_name} eingeschränkt.
es_es: El propietario del grupo ha restringido a los miembros a publicar en {group_name}.
fr_fr: Le propriétaire du groupe a interdit aux membres de publier dans {group_name}.
hi_in: समूह के ओनर ने सदस्यों को {group_name} में पोस्ट करने हेतु प्रतिबंधित किया है.
id_id: Pemilik grup telah membatasi anggota untuk memposting di {group_name}.
it_it: L'amministratore del gruppo ha applicato dei limiti di pubblicazione per i membri in {group_name}.
ja_jp: {group_name}はグループオーナー又は特定のメンバーだけが発言できるように設定されているため、現在送信できません
ko_kr: 그룹 소유자는 {group_name}에 게시할 수 있는 구성원을 제한했습니다.
ms_my: Anda dihalang untuk mengepos di {group_name} oleh Admin
pt_br: O proprietário do grupo restringiu as postagens dos membros no {group_name}.
ru_ru: Владелец группы запретил участникам делать публикации в {group_name}.
th_th: เจ้าของกลุ่มได้จำกัดสิทธิ์การโพสต์ของสมาชิกในกลุ่ม {group_name}
vi_vn: Quản trị viên nhóm đã hạn chế thành viên đăng bài trong {group_name}.
zh_cn: {group_name}设置为仅群主或特定成员可发言，暂无法发送
zh_tw: {group_name}設定為僅群主或特定成員可發言，暫時無法傳送

# XrU
source: Unable to share with external users, please contact the calendar owner {user}.
ja_jp: カレンダーを外部ユーザーと共有する権限がありません。カレンダーの所有者 {user} にご連絡ください。
ru_ru: Невозможно поделиться с внешними пользователями. Свяжитесь с владельцем календаря {user}.
zh_cn: 无权限将日历分享给外部用户，请联系日历所有者 {user}。

# RCM
source: {relativeDay}, {date}
ja_jp: {date} ({relativeDay})
ko_kr: {date} ({relativeDay})
zh_cn: {date} ({relativeDay})
zh_tw: {date} ({relativeDay})

# IZU
source: Week {number}, {dateRange}
de_de: Woche {number}, {dateRange}
es_es: Semana {number}, {dateRange}
fr_fr: Semaine {number}, {dateRange}
hi_in: सप्ताह {number}, {dateRange}
id_id: Minggu ke-{number}, {dateRange}
it_it: Settimana {number}, {dateRange}
ja_jp: {number}週目、{dateRange}
ko_kr: {number} 주, {dateRange}
ms_my: Minggu {number}, {dateRange}
pt_br: Semana {number}, {dateRange}
ru_ru: Неделя {number}, {dateRange}
th_th: สัปดาห์ {number}, {dateRange}
vi_vn: Tuần thứ {number}, {dateRange}
zh_cn: 第{number}周，{dateRange}
zh_tw: 第 {number} 週，{dateRange}

# xmM
source: Now you can add Exchange, Google, and other local calendars in {APP_DISPLAY_NAME}, and view all your events in one place.
de_de: Sie können nun Exchange-, Google- und andere lokale Kalender in {APP_DISPLAY_NAME} hinzufügen und alle Ihre Termine an einem Ort anzeigen.
es_es: Ahora, puedes añadir calendarios de Exchange, Google y otros calendarios locales en {APP_DISPLAY_NAME} y ver todos tus eventos en un solo lugar.
fr_fr: Vous pouvez désormais ajouter des calendriers Exchange, Google ainsi que d'autres calendriers locaux dans {APP_DISPLAY_NAME} et consulter tous vos événements au même endroit.
hi_in: अब आप Exchange, Google, तथा अन्य स्थानीय कैलेंडर को {APP_DISPLAY_NAME} में जोड़, और अपने सभी ईवेंट को एक ही जगह देख सकते हैं.
id_id: Anda sekarang dapat menambah kalender Exchange, Google, dan kalender lokal lainnya di {APP_DISPLAY_NAME}, lihat semua acara Anda dalam satu tempat.
it_it: Ora puoi aggiungere Exchange, Google w altri calendari locali in {APP_DISPLAY_NAME} e visualizzare tutti i tuoi eventi in un solo posto.
ja_jp: Exchange/Google またはローカルカレンダーなどのサードパーティカレンダーを {APP_DISPLAY_NAME} に追加して、すべての予定を一か所にまとめることができます。
ko_kr: 이제 {APP_DISPLAY_NAME}에서 Exchange, Google 및 기타 로컬 캘린더를 추가하고 모든 이벤트를 한 곳에서 볼 수 있습니다.
ms_my: Kini anda boleh menambah Kalendar Exchange, Google, dan tempatan lain dalam {APP_DISPLAY_NAME}, dan melihat semua acara anda dalam satu tempat.
pt_br: Agora você pode adicionar o Exchange, o Google e outros calendários locais no {APP_DISPLAY_NAME} e visualizar todos os seus eventos em um só lugar.
ru_ru: Теперь вы можете добавлять Exchange, Google и другие локальные календари в {APP_DISPLAY_NAME} и просматривать все свои события в одном месте.
th_th: ขณะนี้คุณสามารถเพิ่มปฏิทินของ Exchange, Google และปฏิทินภายในเครื่องใน {APP_DISPLAY_NAME} และดูเหตุการณ์ทั้งหมดของคุณได้ในที่เดียว
vi_vn: Bây giờ bạn có thể thêm Exchange, Google và các lịch cục bộ khác trên {APP_DISPLAY_NAME} và xem toàn bộ các sự kiện của bạn ở một nơi.
zh_cn: 现在你可以在{APP_DISPLAY_NAME}中添加 Exchange、谷歌、本地日历等第三方日历，完整查看个人行程，无须担心遗漏。
zh_tw: 現在你可以在{APP_DISPLAY_NAME}中新增 Exchange、Google、本機日曆等第三方日曆，完整查看個人行程，無須擔心遺漏。

# sDU
source: {Date} (today) All day
de_de: {Date} (heute) Den ganzen Tag
es_es: {Date} (hoy) Todo el día
fr_fr: {Date} (aujourd'hui) Toute la journée
hi_in: {Date} (आज) पूरे दिन
id_id: {Date} (hari ini) Sepanjang hari
it_it: {Date} (oggi) Tutto il giorno
ja_jp: {Date}（今日）終日
ko_kr: {Date} (오늘) 종일
ms_my: {Date} (hari ini) Sepanjang hari
pt_br: {Date} (hoje) Dia inteiro
ru_ru: {Date} (today) Весь день
th_th: {Date} (วันนี้) ทั้งวัน
vi_vn: {Date} (hôm nay) Cả ngày
zh_cn: {Date}（今天）全天
zh_tw: {Date}（今天）全天

# Nkw
source: Now - {NextStartTime}
de_de: Jetzt - {NextStartTime}
es_es: Ahora-{NextStartTime}
fr_fr: Maintenant - {NextStartTime}
hi_in: अभी - {NextStartTime}
id_id: Sekarang - {NextStartTime}
it_it: Ora - {NextStartTime}
ja_jp: 現在 - {NextStartTime}
ko_kr: 현재 - {NextStartTime}
ms_my: Sekarang - {NextStartTime}
pt_br: Agora - {NextStartTime}
ru_ru: Сейчас — {NextStartTime}
th_th: ตอนนี้ - {NextStartTime}
vi_vn: Ngay bây giờ - {NextStartTime}
zh_cn: 现在 - {NextStartTime}
zh_tw: 現在 - {NextStartTime}

# J2k
source: Now - {NextStartTime}
de_de: Jetzt - {NextStartTime}
es_es: Ahora-{NextStartTime}
fr_fr: Maintenant - {NextStartTime}
hi_in: अभी - {NextStartTime}
id_id: Sekarang - {NextStartTime}
it_it: Ora - {NextStartTime}
ja_jp: 現在 - {NextStartTime}
ko_kr: 현재 - {NextStartTime}
ms_my: Sekarang - {NextStartTime}
pt_br: Agora - {NextStartTime}
ru_ru: Сейчас — {NextStartTime}
th_th: ตอนนี้ - {NextStartTime}
vi_vn: Ngay bây giờ - {NextStartTime}
zh_cn: 现在 - {NextStartTime}
zh_tw: 現在 - {NextStartTime}

# W2M
source: Today {WholeTime}
de_de: Heute {WholeTime}
es_es: Hoy {WholeTime}
fr_fr: Aujourd'hui {WholeTime}
hi_in: आज {WholeTime}
id_id: Hari ini {WholeTime}
it_it: Oggi {WholeTime}
ja_jp: 今日{WholeTime}
ko_kr: 오늘 {WholeTime}
ms_my: Hari ini {WholeTime}
pt_br: Hoje {WholeTime}
ru_ru: Сегодня {WholeTime}
th_th: วันนี้ {WholeTime}
vi_vn: Hôm nay {WholeTime}
zh_cn: 今天 {WholeTime}
zh_tw: 今天 {WholeTime}

# NXo
source: You can add up to {limit} additional time zones. Please remove some before adding new ones.
de_de: Sie können maximal {limit} weitere Zeitzonen hinzufügen. Entfernen Sie bitte einige Zeitzonen, bevor Sie neue hinzufügen.
es_es: Puedes agregar hasta {limit} zonas horarias adicionales. Quita algunas antes de agregar zonas horarias nuevas.
fr_fr: Vous pouvez ajouter jusqu'à {limit} fuseaux horaires supplémentaires. Veuillez en retirer avant d'en rajouter.
id_id: Anda dapat menambahkan hingga {limit} zona waktu tambahan. Hapus beberapa sebelum menambahkan yang baru.
it_it: Puoi aggiungere fino a {limit} fusi orari aggiuntivi. Rimuovine alcuni prima di aggiungerne di nuovi.
ja_jp: 最大 {limit} 個のセカンダリタイムゾーンを追加できます。一部のタイムゾーンを削除してから再試行してください。
ko_kr: 시간대는 {limit}개까지 추가할 수 있습니다. 새 항목을 추가하기 전에 일부 항목을 삭제하세요.
ms_my: Anda boleh menambah sehingga {limit} zon waktu tambahan. Sila keluarkan beberapa sebelum menambah yang baru.
pt_br: Você pode adicionar até {limit} fusos horários adicionais. Remova alguns antes de adicionar novos.
ru_ru: Максимальное количество дополнительных часовых поясов – {limit}. Для того чтобы добавить новые часовые пояса, удалите некоторые из существующих.
th_th: คุณสามารถเพิ่มเขตเวลาเพิ่มเติมได้สูงสุด {limit} เขต โปรดลบบางส่วนออกก่อนเพิ่มเขตเวลาใหม่
vi_vn: Bạn có thể thêm tối đa {limit} múi giờ khác. Vui lòng xóa bớt để thêm múi giờ mới.
zh_cn: 最多支持添加 {limit} 个辅助时区，请移除部分时区后重试
zh_tw: 最多支援新增 {limit} 個輔助時區，請移除部分時區後重試

# EDg
source: Are you sure to transfer to {name}?
de_de: Möchten Sie wirklich an {name} übertragen?
es_es: ¿Transferirlo a {name}?
fr_fr: Confirmer le transfert à {name} ?
hi_in: क्या आप वाकई {name} को स्थानांतरित करना चाहते हैं?
id_id: Anda yakin ingin mentransferkan ke {name}?
it_it: Vuoi procedere con il trasferimento a {name}?
ja_jp: {name} に譲渡しますか？
ko_kr: {name} 님에게 전달하시겠습니까?
ms_my: Adakah anda pasti untuk memindahkan ke {name}?
pt_br: Tem certeza de que deseja transferir para {name}?
ru_ru: Передать {name}?
th_th: คุณแน่ใจหรือไม่ว่าจะถ่ายโอนไปให้ {name}
vi_vn: Bạn có chắc muốn chuyển cho {name} không?
zh_cn: 确定转让给{name}吗？
zh_tw: 確定轉讓給{name}嗎？

# Xwk
source: {name} transferred the event to you
de_de: {name} hat den Termin an Sie übertragen
es_es: {name} te ha transferido este evento
fr_fr: {name} vous a transféré l'événement
hi_in: {name} ने आपको ईवेंट स्थानांतरित किया
id_id: {name} mentransferkan acara ke Anda
it_it: {name} ti ha trasferito l'evento
ja_jp: {name} はこの予定をあなたに譲渡しました
ko_kr: {name} 님이 회원님에게 이벤트를 전달했습니다.
ms_my: {name} memindahkan acara kepada anda
pt_br: {name} transferiu o evento para você
ru_ru: {name} перенес событие на вас.
th_th: {name} ได้ถ่ายโอนกิจกรรมให้คุณ
vi_vn: {name} đã chuyển sự kiện này cho bạn
zh_cn: {name}已将此日程转让给你
zh_tw: {name}已將此日程轉讓給你

# 4d4
source: Quit the original organizer {name} after transferring the event?
de_de: Ursprünglichen Organisator {name} nach Übertragung des Termins entlassen?
es_es: ¿Quitar al organizador original {name} una vez transferido el evento?
fr_fr: Quitter l'organisateur d'origine {name} suite au transfert de l'événement ?
hi_in: ईवेंट को स्थानांतरित करने के बाद मूल आयोजक {name} को छोड़ दें?
id_id: Setelah transfer, penyelenggara asli {name} akan keluar dari acara?
it_it: L'organizzatore iniziale {name} è uscito dopo aver trasferito l'evento?
ja_jp: 予定を譲渡した後、元の主催者{name}はこの予定から退出しますか？
ko_kr: 이벤트를 이전한 후 원래 주최자 {name} 님을 종료하시겠습니까?
ms_my: Berhenti penganjur asal {name} selepas memindahkan acara?
pt_br: Sair do organizador original {name} depois de transferir o evento?
ru_ru: Удалить исходного организатора {name} после переноса события?
th_th: ออกจากผู้จัดเดิม {name} หลังจากถ่ายโอนกิจกรรมหรือไม่
vi_vn: Thoát người tổ chức ban đầu {name} sau khi chuyền sự kiện?
zh_cn: 转让后，原组织者{name}是否退出该日程？
zh_tw: 轉讓後，原組織者{name}是否退出該日程？

# da0
source: (Day {day}/{total})
de_de: (Tag {day}/{total})
es_es: (Día {day}/{total})
fr_fr: (Jour {day}/{total})
hi_in: (दिन {day}/{total})
id_id: (Hari ke-{day}/{total})
it_it: (Giorno {day}/{total})
ja_jp: ({day}日目、合計{total}日)
ko_kr: ({day}번째 날/총 {total}일)
ms_my: (Hari {day}/{total})
pt_br: (Dia {day}/{total})
ru_ru: (День {day}/{total})
th_th: (วัน {day}/{total})
vi_vn: (Ngày {day}/{total})
zh_cn: (第{day}天,共{total}天)
zh_tw: (第{day}天，共{total}天)
