Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# FX8
source: Includes: {itemName}
de_de: Beinhaltet: {itemName}
es_es: Incluye: {itemName}
fr_fr: Comprend : {itemName}
hi_in: शामिल है: {itemName}
id_id: Termasuk: {itemName}
it_it: Include: {itemName}
ja_jp: 以下を含む：{itemName}
ko_kr: 포함: {itemName}
ms_my: Termasuk: {itemName}
pt_br: Inclui: {itemName}
ru_ru: Включает: {itemName}
th_th: ได้แก่: {itemName}
vi_vn: Bao gồm: {itemName}
zh_cn: 包含: {itemName}
zh_tw: 包含： {itemName}

# FR0
source: {name} accepted
de_de: {name} hat zugesagt
es_es: {name} aceptados
fr_fr: {name} a accepté
hi_in: {name} ने स्वीकार किया
id_id: {name} menerima
it_it: {name} accettato
ja_jp: {name} は承諾しました
ko_kr: {name} 님이 수락함
ms_my: {name} menerima
pt_br: {name} aceito
ru_ru: Принято: {name}
th_th: {name} ยอมรับแล้ว
vi_vn: {name} được chấp nhận
zh_cn: {name}已接受
zh_tw: {name}已接受

# ghg
source: {number} awaiting:
de_de: {number} wartet/warten:
es_es: {number} en espera:
fr_fr: {number} en attente :
id_id: {number} menunggu:
it_it: {number} in attesa:
ja_jp: {number} 人が未返信：
ko_kr: {number} 대기 중:
ms_my: {number} menunggu:
pt_br: {number} aguardando:
ru_ru: {number} в ожидании:
th_th: กำลังรอ {number}:
vi_vn: {number} đang chờ:
zh_cn: {number} 人待回复：
zh_tw: {number} 人待回覆：

# llw
source: Conflict with event on {date}
de_de: Konflikt mit bestehendem Termin am {date}
es_es: Conflicto con un evento en {date}
fr_fr: Conflit avec un événement le {date}
hi_in: {date} को ईवेंट में समस्या
id_id: Berkonflik dengan acara {date}
it_it: Conflitto con un evento in data alle {date}
ja_jp: {date}の予定と重なります
ko_kr: {date} 이벤트와 충돌
ms_my: Bertembung dengan acara pada {date}
pt_br: Conflito com evento em {date}
ru_ru: Конфликт с событием {date}
th_th: ชนกับกิจกรรมในวันที่ {date}
vi_vn: Xung đột với sự kiện vào {date}
zh_cn: 与{date}的日程冲突
zh_tw: 與{date}的日程衝突

# Gjc
source: Created by: {creator}
de_de: Erstellt von: {creator}
es_es: Creado por: {creator}
fr_fr: Créé par: {creator}
hi_in: द्वारा निर्मित: {creator}
id_id: Dibuat oleh: {creator}
it_it: Creato da: {creator}
ja_jp: {creator}により作成されました。
ko_kr: 생성자: {creator}
ms_my: Dicipta oleh: {creator}
pt_br: Criado por: {creator}
ru_ru: Кем создано: {creator}
th_th: สร้างโดย: {creator}
vi_vn: Tạo bởi: {creator}
zh_cn: 由{creator}创建
zh_tw: 由{creator}建立

# 5Hg
source: {name} to be decided
de_de: {name} muss festgelegt werden
es_es: {name} por decidir
fr_fr: {name} doit encore décider
hi_in: {name} ने अस्थायी रूप से स्वीकार किया
id_id: {name} yang perlu diputuskan
it_it: {name} da decidere
ja_jp: {name} 未定
ko_kr: {name}이 결정됩니다
ms_my: {name} untuk diputuskan
pt_br: {name} a ser decidido
ru_ru: {name} ожидает решения
th_th: {name} รอการตัดสินใจ
vi_vn: {name} cần được quyết định
zh_cn: {name}待定
zh_tw: {name}待定

# 5DY
source: {acceptNum} yes
de_de: {acceptNum} ja
es_es: {acceptNum} asistirá(n)
fr_fr: {acceptNum} oui
hi_in: {acceptNum} हाँ
id_id: {acceptNum} ya
it_it: {acceptNum} sì
ja_jp: {acceptNum} 名が承諾
ko_kr: {acceptNum}명 예
ms_my: {acceptNum} ya
pt_br: {acceptNum} sim
ru_ru: {acceptNum} да
th_th: {acceptNum} ใช่
vi_vn: {acceptNum} có
zh_cn: {acceptNum} 人接受
zh_tw: {acceptNum} 人接受

# OQE
source: {needActionNum} awaiting
de_de: {needActionNum} ausstehend
es_es: {needActionNum} no ha(n) respondido
fr_fr: {needActionNum} en attente de réponse
hi_in: {needActionNum} प्रतिक्षारत
id_id: {needActionNum} menunggu
it_it: {needActionNum} in attesa
ja_jp: {needActionNum} 名が未返信
ko_kr: {needActionNum}명 대기 중
ms_my: {needActionNum} menunggu
pt_br: {needActionNum} aguardando
ru_ru: {needActionNum} не ответили
th_th: {needActionNum} กำลังรอ
vi_vn: {needActionNum} đang đợi
zh_cn: {needActionNum} 人未回复
zh_tw: {needActionNum} 人未回覆

# bjc
source: {rejectNum} no
de_de: {rejectNum} nein
es_es: {rejectNum} no asistirán
fr_fr: {rejectNum} non
hi_in: {rejectNum} नहीं
id_id: {rejectNum} tidak
ja_jp: {rejectNum} 名が辞退
ko_kr: {rejectNum}명 아니요
ms_my: {rejectNum} tidak
pt_br: {rejectNum} não
ru_ru: {rejectNum} нет
th_th: {rejectNum} ไม่ใช่
vi_vn: {rejectNum} không
zh_cn: {rejectNum} 人拒绝
zh_tw: {rejectNum} 人拒絕

# vzc
source: {tentativeNum} maybe
de_de: {tentativeNum} vielleicht
es_es: {tentativeNum} quizás asista(n)
fr_fr: {tentativeNum} peut-être
hi_in: {tentativeNum} शायद
id_id: {tentativeNum} mungkin
it_it: {tentativeNum} forse
ja_jp: {tentativeNum} 名が保留
ko_kr: {tentativeNum}명 미정
ms_my: {tentativeNum} mungkin
pt_br: {tentativeNum} talvez
ru_ru: {tentativeNum} mожет
th_th: {tentativeNum} อาจจะ
vi_vn: {tentativeNum} có thể
zh_cn: {tentativeNum} 人待定
zh_tw: {tentativeNum} 人待定

# I4c
source: {number} guest{s}
de_de: {number} Gäste{s}
es_es: {number} invitado{s}
fr_fr: {number} invité{s}
hi_in: {number} गेस्ट{s}
id_id: {number} tamu
it_it: {number} ospite{s}
ja_jp: 参加者{number} 名
ko_kr: 게스트 {number}명
ms_my: {number} tetamu{s}
pt_br: {number} convidado{s}
ru_ru: {number} гость{s}
th_th: ผู้รับเชิญ {number} ราย
vi_vn: {number} khách
zh_cn: {number} 位参与者
zh_tw: {number}位參與者

# QUs
source: {name} rejected
de_de: {name} hat abgesagt
es_es: {name} rechazados
fr_fr: {name} a refusé
hi_in: {name} ने अस्वीकार किया
id_id: {name} menolak
it_it: {name} rifiutato
ja_jp: {name} は拒否しました
ko_kr: {name} 님이 거부함
ms_my: {name} menolak
pt_br: {name} rejeitado
ru_ru: Отклонено: {name}
th_th: {name} ถูกปฏิเสธ
vi_vn: {name} đã từ chối
zh_cn: {name}已拒绝
zh_tw: {name}已拒絕

# +mA
source: {number} replied:
de_de: Beantwortet von {number}:
es_es: {number} ha(n) respondido:
fr_fr: {number} a répondu :
id_id: {number} membalas:
it_it: {number} con risposta:
ja_jp: {number} 人が返信済み：
ko_kr: {number} 명이 회신함:
ms_my: {number} menjawab:
pt_br: {number} respondeu:
ru_ru: Ответили {number}:
th_th: ตอบกลับแล้ว {number}:
vi_vn: {number} đã trả lời:
zh_cn: {number} 人已回复：
zh_tw: {number} 人已回覆：

# LX4
source: Send a message to {value}
de_de: Nachricht an {value} senden
es_es: Envíe un mensaje a {value}
fr_fr: Envoyer un message à {value}
hi_in: {value} को एक संदेश भेजें
id_id: Kirim pesan ke {value}
it_it: Invia un messaggio a {value}
ja_jp: {value}にメッセージを送信する
ko_kr: {value} 님에게 메시지 전송
ms_my: Hantar mesej kepada {value}
pt_br: Enviar mensagem para {value}
ru_ru: Отправить сообщение для {value}
th_th: ส่งข้อความถึง {value}
vi_vn: Gửi tin nhắn cho {value}
zh_cn: 向{value}发送一条消息
zh_tw: 向{value}傳送一則訊息

# 9tQ
source: Unable to add meeting groups with more than {number} members due to security concerns. The following meeting groups can't be added:
de_de: Aufgrund von Sicherheitsbedenken können keine Besprechungsgruppen mit mehr als {number} Mitgliedern hinzugefügt werden. Die folgenden Besprechungsgruppen können nicht hinzugefügt werden:
es_es: No se pueden agregar grupos de reuniones con más de {number} miembros por motivos de seguridad. Los siguientes grupos de reunión no se pueden agregar:
fr_fr: Impossible d'ajouter des groupes de réunion avec plus de {number} membres en raison de problèmes de sécurité. Ajout des groupes de réunion suivants impossible :
hi_in: सुरक्षा कारणों से {number} सदस्यों से अधिक वाले मीटिंग समूह जोड़ने में असमर्थ. निम्न मीटिंग समूह जोड़े नहीं जा सकते:
id_id: Gagal menambahkan grup rapat dengan lebih dari {number} anggota karena masalah keamanan. Grup rapat berikut tidak dapat ditambahkan:
it_it: Impossibile aggiungere gruppi di riunioni con più di {number} membri per motivi di sicurezza. Non è possibile aggiungere i seguenti gruppi di riunione:
ja_jp: 情報の安全を確保するため、メンバー数が {number} を超えた会議グループを追加できません。下記の会議グループを追加できません：
ko_kr: 구성원이 {number}명을 초과하는 회의 그룹은 보안상의 이유로 추가할 수 없습니다. 다음 회의 그룹은 추가할 수 없습니다.
ms_my: Tidak dapat menambah kumpulan mesyuarat dengan lebih daripada {number} ahli kerana kebimbangan keselamatan. Kumpulan mesyuarat berikut tidak dapat ditambah:
pt_br: Falha ao adicionar grupos de reunião com mais de {number} membros devido a motivos de segurança. Os grupos de reunião a seguir não podem ser adicionados:
ru_ru: Невозможно добавить группы конференций с более чем {number} участниками по соображениям безопасности. Следующие группы конференций нельзя добавить:
th_th: ไม่สามารถเพิ่มกลุ่มการประชุมที่มีสมาชิกมากกว่า {number} คนได้เนื่องจากข้อกังวลด้านความปลอดภัย ไม่สามารถเพิ่มกลุ่มการประชุมต่อไปนี้ได้:
vi_vn: Không thể thêm nhóm cuộc họp có hơn {number} thành viên vì các lý do bảo mật. Không thể thêm các nhóm họp dưới đây:
zh_cn: 为保护信息安全，不支持添加群成员数超过 {number} 的会议群。以下会议群无法添加：
zh_tw: 為保護資訊安全，不支援新增群組成員數超過 {number} 的會議群組。以下會議群組無法新增：

# /b4
source: You can only add organizations up to {number} members each time. The following departments can't be added:
de_de: Sie können jeweils nur Organisationen mit bis zu {number} Mitgliedern hinzufügen. Die folgenden Abteilungen können nicht hinzugefügt werden:
es_es: Solo puedes agregar organizaciones de hasta {number} miembros a la vez. Los siguientes departamentos no se pueden agregar:
fr_fr: Vous pouvez ajouter des organisations avec un maximum de {number} membres à la fois. Ajout des services suivants impossible :
hi_in: आप हर बार अधिकतम {number} सदस्यों वाले संगठन ही जोड़ सकते हैं. निम्न विभाग जोड़े नहीं जा सकते:
id_id: Anda hanya dapat menambahkan hingga {number} anggota setiap waktu. Departemen berikut tidak dapat ditambahkan:
it_it: Puoi aggiungere solo organizzazioni con un massimo di {number} membri per organizzazione ogni volta. Non è possibile aggiungere i seguenti reparti:
ja_jp: 一回に最多 {number} 人の組織を追加できます。下記の部門を追加できません：
ko_kr: 조직은 한 번에 최대 {number}명까지만 추가할 수 있습니다. 다음 부서는 추가할 수 없습니다.
ms_my: Anda hanya boleh menambah organisasi sehingga {number} ahli setiap kali. Jabatan berikut tidak dapat ditambah:
pt_br: Você pode adicionar organizações com até {number} membros por vez. Os departamentos a seguir não podem ser adicionados:
ru_ru: Вы можете добавлять организации размером до {number} участников за один раз. Не удалось добавить следующие отделы:
th_th: คุณสามารถเพิ่มสมาชิกในองค์กรต่าง ๆ ได้สูงสุดครั้งละ {number} รายเท่านั้น ไม่สามารถเพิ่มแผนกต่อไปนี้ได้:
vi_vn: Mỗi lần bạn chỉ có thể thêm các tổ chức có tối đa {number} thành viên. Không thể thêm các bộ phận dưới đây:
zh_cn: 单次最多可添加 {number} 人的组织架构。以下部门无法添加：
zh_tw: 單次最多可新增 {number} 人的組織架構。以下部門無法新增：

# +jc
source: You can't edit the event as your version of {APP_DISPLAY_NAME} is out of date. Please update to the latest version and try again.
de_de: Sie können den Termin nicht bearbeiten, da Ihre {APP_DISPLAY_NAME}-Version veraltet ist. Aktualisieren Sie auf die neueste Version und versuchen Sie es erneut.
es_es: No puedes editar el evento, ya que tu versión de {APP_DISPLAY_NAME} no está actualizada. Actualiza a la última versión e inténtalo de nuevo.
fr_fr: Vous ne pouvez pas modifier l'événement, car votre version de {APP_DISPLAY_NAME} est obsolète. Veuillez mettre à jour à la dernière version et réessayer.
hi_in: आप ईवेंट को संपादित नहीं कर सकते, क्योंकि आपके {APP_DISPLAY_NAME} का संस्करण पुराना है. कृपया नवीनतम संस्करण में अपडेट करें और फिर से प्रयास करें.
id_id: Anda tidak dapat mengedit acara karena versi {APP_DISPLAY_NAME} Anda sudah kedaluwarsa. Perbarui ke versi terbaru dan coba lagi.
it_it: Non puoi modificare l'evento poiché la versione di {APP_DISPLAY_NAME} è scaduta. Effettua l'aggiornamento all'ultima versione e riprova.
ja_jp: ご利用の {APP_DISPLAY_NAME} のバージョンが古いため、予定を編集できません。最新バージョンにアップデートしてから操作してください。
ko_kr: {APP_DISPLAY_NAME} 버전이 오래되어 이벤트를 편집할 수 없습니다. 최신 버전으로 업데이트한 후 다시 시도하세요.
ms_my: Anda tidak boleh mengedit acara kerana versi {APP_DISPLAY_NAME} anda sudah lapuk. Sila kemas kini ke versi terkini dan cuba lagi.
pt_br: Não é possível editar o evento, pois a sua versão do {APP_DISPLAY_NAME} está desatualizada. Atualize para a versão mais recente e tente novamente.
ru_ru: Вы не можете редактировать событие, так как ваша версия {APP_DISPLAY_NAME} устарела. Обновите программу до последней версии и попробуйте еще раз.
th_th: คุณไม่สามารถแก้ไขเหตุการณ์ได้เนื่องจากเวอร์ชัน {APP_DISPLAY_NAME} ของคุณล้าสมัย โปรดอัปเดตเป็นเวอร์ชันล่าสุดและลองอีกครั้ง
vi_vn: Bạn không thể chỉnh sửa sự kiện vì phiên bản {APP_DISPLAY_NAME} của bạn đã hết hạn. Vui lòng cập nhật lên phiên bản mới nhất và thử lại.
zh_cn: 你的{APP_DISPLAY_NAME}版本过低，无法编辑日程，请升级到最新版本后操作
zh_tw: 你的{APP_DISPLAY_NAME}版本過低，無法編輯日程，請升級到最新版本後再進行操作

# J0E
source: {num, plural, one {# email} other {# emails}}
ja_jp: {num, plural, one {# 個のメールボックス} other {# 個のメールボックス}}
zh_cn: {num, plural, one {# 个邮箱} other {# 个邮箱}}

# ALQ
source: {APP_DISPLAY_NAME} Video Meeting
de_de: {APP_DISPLAY_NAME} Videokonferenz
es_es: Reuniones por vídeo de {APP_DISPLAY_NAME}
fr_fr: Visioconférence {APP_DISPLAY_NAME}
hi_in: {APP_DISPLAY_NAME} वीडियो मीटिंग
id_id: Rapat Video {APP_DISPLAY_NAME}
it_it: Riunione video {APP_DISPLAY_NAME}
ja_jp: {APP_DISPLAY_NAME} ビデオ会議
ko_kr: {APP_DISPLAY_NAME} 화상 회의
ms_my: Mesyuarat Video {APP_DISPLAY_NAME}
pt_br: Reunião por vídeo {APP_DISPLAY_NAME}
ru_ru: Видеоконференция {APP_DISPLAY_NAME}
th_th: {APP_DISPLAY_NAME} การประชุมทางวิดีโอ
vi_vn: Cuộc họp video trên {APP_DISPLAY_NAME}
zh_cn: {APP_DISPLAY_NAME}视频会议
zh_tw: {APP_DISPLAY_NAME}視訊會議

# gCM
source: The meeting room can only be reserved to {DueDate} while the start date of this event is beyond {DueDate}.
de_de: Der Besprechungsraum kann nur bis zum {DueDate} reserviert werden, während das Startdatum dieses Termins nach dem {DueDate} liegt.
es_es: La sala de reuniones solo se puede reservar para el {DueDate} y la fecha de inicio de este evento es posterior al {DueDate}.
fr_fr: La salle de réunion peut uniquement être réservée jusqu'au {DueDate}, alors que la date de début de cet événement dépasse le {DueDate}.
hi_in: मीटिंग रूम केवल {DueDate} तक आरक्षित किया जा सकता है जबकि इस ईवेंट के आरंभ होने की तारीख {DueDate} से परे है.
id_id: Ruang rapat hanya dapat dipesan hingga {DueDate} sementara tanggal mulai acara ini melampaui {DueDate}.
it_it: La sala riunioni può essere prenotata solo fino alla data {DueDate} e la data di inizio di questo evento è oltre la data {DueDate}.
ja_jp: 会議室は {DueDate} まで予約できます。この予定の開始日は {DueDate} より遅いです。
ko_kr: 회의실은 {DueDate}까지만 예약할 수 있는 반면, 이 이벤트의 시작 날짜는 {DueDate} 이후입니다.
ms_my: Bilik mesyuarat hanya boleh ditempah sehingga {DueDate} manakala tarikh mula acara ini melebihi {DueDate}.
pt_br: Esta sala de reunião só pode ser reservada até {DueDate}, ao passo que a data de início deste evento recorrente está depois de {DueDate}.
ru_ru: Переговорную можно зарезервировать до {DueDate}, а дата начала этого повторяющегося события наступает позже {DueDate}.
th_th: ห้องประชุมสามารถจองได้จนถึง {DueDate} เท่านั้น ส่วนวันเริ่มเหตุการณ์นี้เกินกว่าวันที่ {DueDate}
vi_vn: Phòng họp chỉ có thể được đăng ký trước đến ngày {DueDate} trong khi ngày bắt đầu của sự kiện này vượt quá ngày {DueDate}.
zh_cn: 会议室只支持预定到 {DueDate}，而此日程的开始日期晚于 {DueDate}
zh_tw: 會議室只支援預定到 {DueDate}，而此日程的開始日期晚於 {DueDate}

# Nv0
source: {MeetingRoom} can only be reserved to {DueDate} while the start date of this event is beyond {DueDate}.
de_de: {MeetingRoom} kann nur bis zum {DueDate} reserviert werden, während das Startdatum dieses Termins nach dem {DueDate} liegt.
es_es: La {MeetingRoom} solo se puede reservar para el {DueDate} y la fecha de inicio de este evento es posterior al {DueDate}.
fr_fr: {MeetingRoom} peut uniquement être réservée jusqu'au {DueDate}, alors que la date de début de cet événement dépasse le {DueDate}.
hi_in: {MeetingRoom} केवल {DueDate} तक आरक्षित किया जा सकता है जबकि इस ईवेंट के आरंभ होने की तारीख {DueDate} से परे है.
id_id: {MeetingRoom} hanya dapat dipesan hingga {DueDate} sementara tanggal mulai acara ini melampaui {DueDate}.
it_it: La {MeetingRoom} può essere prenotata solo fino alla data {DueDate} e la data di inizio di questo evento è oltre la data {DueDate}.
ja_jp: 予定の開始日は{DueDate} 以降ですが、{MeetingRoom} は {DueDate} までしか予約できません。
ko_kr: {MeetingRoom}은(는) {DueDate}까지만 예약할 수 있는 반면, 이 이벤트의 시작 날짜는 {DueDate} 이후입니다.
ms_my: {MeetingRoom} hanya boleh ditempah sehingga {DueDate} manakala tarikh mula acara ini melebihi {DueDate}.
pt_br: {MeetingRoom} só pode ser reservada até {DueDate}, ao passo que a data de início deste evento está depois de {DueDate}.
ru_ru: {MeetingRoom} можно зарезервировать до {DueDate}, а дата начала этого повторяющегося события наступает позже {DueDate}.
th_th: {MeetingRoom} สามารถจองได้จนถึง {DueDate} เท่านั้น ส่วนวันเริ่มเหตุการณ์นี้เกินกว่าวันที่ {DueDate}
vi_vn: {MeetingRoom} chỉ có thể được đăng ký trước đến ngày {DueDate} trong khi ngày bắt đầu của sự kiện này vượt quá ngày {DueDate}.
zh_cn: {MeetingRoom} 只支持预定到 {DueDate}，而此日程的开始日期晚于 {DueDate}
zh_tw: {MeetingRoom} 只支援到 {DueDate} 為止的預定，而此日程的開始日期晚於 {DueDate}

# FA8
source: {RoomName} is inactive, therefore it can't be reserved during this period of time.
de_de: {RoomName} ist inaktiv. Eine Reservierung ist daher während dieser Zeit nicht möglich.
es_es: {RoomName} está inactiva y por lo tanto, no se podrá reservar durante este período de tiempo.
fr_fr: {RoomName} est inactive, et elle ne peut donc pas être réservée durant cette période.
hi_in: {RoomName} निष्क्रिय है, इसलिए इसे इस अवधि के दौरान आरक्षित नहीं किया जा सकता है.
id_id: {RoomName} tidak aktif, oleh karena itu tidak dapat dipesan selama periode waktu ini.
it_it: {RoomName} non è attiva, pertanto non può essere prenotata durante questo periodo.
ja_jp: {RoomName}は使用禁止となっているため、この時間帯に予約できません
ko_kr: {RoomName}이(가) 비활성 상태이므로 이 기간 동안 예약할 수 없습니다.
ms_my: {RoomName} tidak aktif, oleh itu tidak boleh ditempah pada masa ini.
pt_br: {RoomName} está inativa, portanto, não pode ser reservada durante este período.
ru_ru: {RoomName} неактивна, следовательно, ее нельзя зарезервировать в течение этого периода времени.
th_th: {RoomName} ไม่มีการใช้งาน ด้วยเหตุนี้จึงไม่สามารถจองได้ในระหว่างช่วงเวลานี้
vi_vn: {RoomName} hiện không hoạt động nên không thể đặt trước trong khoảng thời gian này.
zh_cn: {RoomName}已被禁用，在此时段不支持预定
zh_tw: {RoomName}已停用，在此時段不支援預定

# obY
source: Reservation can't exceed: {TimeLimit}
de_de: Die Reservierung darf nicht länger dauern als: {TimeLimit}
es_es: La reserva no puede exceder: {TimeLimit}
fr_fr: La réservation ne peut pas dépasser : {TimeLimit}
hi_in: आरक्षण इससे अधिक समय के लिए नहीं हो सकता है: {TimeLimit}
id_id: Reservasi tidak boleh melebihi: {TimeLimit}
it_it: La prenotazione non può superare il seguente limite di tempo: {TimeLimit}
ja_jp: 予約可能な最長時間： {TimeLimit}
ko_kr: 예약은 다음을 초과할 수 없음: {TimeLimit}
ms_my: Tempahan tidak boleh melebihi: {TimeLimit}
pt_br: A reserva não pode ultrapassar: {TimeLimit}
ru_ru: Бронирование не может превышать: {TimeLimit}
th_th: การจองไม่สามารถเกินเวลา: {TimeLimit}
vi_vn: Đặt trước không thể vượt quá: {TimeLimit}
zh_cn: 预定时长不可超过：{TimeLimit}
zh_tw: 預定時長不可超過：{TimeLimit}

# JLc
source: Except for {content}, all are available
de_de: Außer {content} sind alle verfügbar
es_es: Excepto {content}, todos están libres
fr_fr: À l'exception de {content}, tous sont disponibles
hi_in: {content} को छोड़कर, सभी उपलब्ध हैं
id_id: Kecuali untuk {content}, semua tersedia
it_it: Eccetto {content}, sono tutti disponibili
ja_jp: {content}以外の人は全て空いています
ko_kr: {content}을(를) 제외하고 모두 가능
ms_my: Kecuali untuk {content}, semua tersedia
pt_br: Exceto {content}, todos estão disponíveis
ru_ru: Доступны все кроме {content}
th_th: ว่างทั้งหมด ยกเว้น {content}
vi_vn: Ngoại trừ {content}, tất cả đều sẵn sàng
zh_cn: 除了{content}，其他人都有空
zh_tw: 除了{content}，其他人都有空

# CWA
source: You haven't filled in the video meeting URL. If you return to the previous page, the system will select {APP_DISPLAY_NAME} video meeting by default. Return?
de_de: Sie haben die Videobesprechungs-URL nicht eingegeben. Wenn Sie zur vorherigen Seite zurückkehren, wählt das System standardmäßig die {APP_DISPLAY_NAME}-Videobesprechung aus. Zurückkehren?
es_es: No has introducido la URL de la reunión por videollamada. Si vuelves a la página anterior, el sistema seleccionará la reunión por videollamada de {APP_DISPLAY_NAME} de forma predeterminada. ¿Volver?
fr_fr: Vous n'avez pas rempli l'URL de la réunion vidéo. Si vous revenez à la page précédente, le système sélectionnera la réunion vidéo {APP_DISPLAY_NAME} par défaut. Revenir en arrière ?
hi_in: आपने वीडियो मीटिंग का URL नहीं भरा है. अगर आप पिछले पेज पर वापस जाते हैं, तो सिस्टम डिफ़ॉल्ट रूप से {APP_DISPLAY_NAME} वीडियो मीटिंग का चयन करेगा. वापस जाएँ?
id_id: Anda belum mengisi URL rapat video. Jika Anda kembali ke halaman sebelumnya, sistem akan memilih rapat video {APP_DISPLAY_NAME} secara default. Kembali?
it_it: Non hai immesso l'URL della riunione video. Se torni alla pagina precedente, il sistema selezionerà la riunione video di {APP_DISPLAY_NAME} per impostazione predefinita. Vuoi tornare?
ja_jp: ビデオ会議のリンクを記入していません。このページを離れると、{APP_DISPLAY_NAME} ビデオ会議は自動的に選択されます。このページを離れますか？
ko_kr: 화상 회의 URL을 입력하지 않았습니다. 이전 페이지로 돌아가면 시스템은 기본적으로 {APP_DISPLAY_NAME} 화상 회의를 선택합니다. 돌아가시겠습니까?
ms_my: Anda belum mengisi URL mesyuarat video. Jika anda kembali ke halaman sebelumnya, sistem akan memilih mesyuarat video {APP_DISPLAY_NAME} secara lalai. Kembali?
pt_br: Você não preencheu o URL da reunião por vídeo. Se você voltar para a página anterior, o sistema selecionará a reunião por vídeo do {APP_DISPLAY_NAME} por padrão. Voltar?
ru_ru: Вы не указали URL видеоконференции. Если вы вернетесь на предыдущую страницу, система выберет видеоконференцию {APP_DISPLAY_NAME} по умолчанию. Вернуться?
th_th: คุณไม่ได้กรอก URL ของการประชุมทางวิดีโอ หากคุณกลับไปยังหน้าก่อนหน้า ระบบจะเลือกการประชุมทางวิดีโอ {APP_DISPLAY_NAME} ตามค่าเริ่มต้น กลับหรือไม่
vi_vn: Bạn chưa điền URL của cuộc họp video. Nếu bạn quay lại trang trước, hệ thống sẽ chọn cuộc họp video {APP_DISPLAY_NAME} theo mặc định. Quay lại?
zh_cn: 尚未填写视频会议链接，若返回，系统将默认选择{APP_DISPLAY_NAME}视频会议。确定返回吗？
zh_tw: 尚未填寫視訊會議連結，若返回，系統將預設選擇{APP_DISPLAY_NAME}視訊會議。確定返回嗎？

# HIU
source: Reserved by {name}
de_de: Reserviert von {name}
es_es: Reserva realizada por {name}
fr_fr: Réservé(e) par {name}
hi_in: {name} द्वारा आरक्षित
id_id: Dipesan oleh {name}
it_it: Prenotato da {name}
ja_jp: {name} が予約した
ko_kr: {name} 님이 예약함
ms_my: Direservasi oleh {name}
pt_br: Reservado por {name}
ru_ru: Зарезервировано {name}
th_th: จองโดย {name}
vi_vn: Được {name} đặt trước
zh_cn: {name} 已预定
zh_tw: {name} 已預定

# vj4
source: The meeting room can only be reserved to {DueDate}.
de_de: Der Besprechungsraum kann nur bis zum {DueDate} reserviert werden.
es_es: La sala se reuniones solo se puede reservar para el {DueDate}.
fr_fr: La salle de réunion peut uniquement être réservée jusqu'au {DueDate}.
hi_in: मीटिंग रूम केवल {DueDate} तक आरक्षित किया जा सकता है.
id_id: Ruang rapat hanya dapat dipesan hingga {DueDate}.
it_it: La sala riunioni può essere prenotata solo fino alla data {DueDate}.
ja_jp: 会議室は {DueDate} まで予約できます
ko_kr: 회의실은 {DueDate}까지만 예약할 수 있습니다.
ms_my: Bilik mesyuarat hanya boleh ditempah sehingga {DueDate}.
pt_br: A sala de reunião só pode ser reservada até {DueDate}.
ru_ru: Эту переговорную можно зарезервировать только до {DueDate}.
th_th: ห้องประชุมสามารถจองได้จนถึง {DueDate} เท่านั้น
vi_vn: Phòng họp chỉ có thể được đăng ký trước đến ngày {DueDate}.
zh_cn: 会议室只支持预定到 {DueDate}
zh_tw: 會議室只支援預定到 {DueDate}

# 3Bw
source: {MeetingRoom} can only be reserved to {DueDate}.
de_de: {MeetingRoom} kann nur bis zum {DueDate} reserviert werden.
es_es: La {MeetingRoom} solo se puede reservar para el {DueDate}.
fr_fr: {MeetingRoom} peut uniquement être réservée jusqu'au {DueDate}.
hi_in: {MeetingRoom} केवल {DueDate} तक आरक्षित किया जा सकता है.
id_id: {MeetingRoom} hanya dapat dipesan hingga {DueDate}.
it_it: {MeetingRoom} può essere prenotata solo fino alla data {DueDate}.
ja_jp: 会議室 {MeetingRoom} は {DueDate} まで予約できます
ko_kr: {MeetingRoom}은(는) {DueDate}까지만 예약할 수 있습니다.
ms_my: {MeetingRoom} hanya boleh ditempah sehingga {DueDate}.
pt_br: {MeetingRoom} só pode ser reservada até {DueDate}.
ru_ru: {MeetingRoom} можно зарезервировать только до {DueDate}.
th_th: {MeetingRoom} สามารถจองได้จนถึง {DueDate} เท่านั้น
vi_vn: {MeetingRoom} chỉ có thể được đăng ký trước đến ngày {DueDate}.
zh_cn: {MeetingRoom} 只支持预定到 {DueDate}
zh_tw: {MeetingRoom} 只支援預定到 {DueDate}
