Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2hY
source: Event guests
de_de: Termin-Eingeladene
es_es: Invitados al evento
fr_fr: Invités à l'événement
id_id: Tamu acara
it_it: Invitati all'evento
ja_jp: 予定の参加者
ko_kr: 이벤트 게스트
ms_my: Tetamu acara
pt_br: Convidados do evento
ru_ru: Приглашенные на событие
th_th: ผู้ได้รับเชิญเข้าร่วมเหตุการณ์
vi_vn: Người được mời tham gia sự kiện
zh_cn: 日程参与者
zh_tw: 日程參與者

# r9g
source: Failed to copy guest list
de_de: Die Gästeliste konnte nicht kopiert werden
es_es: Error al copiar la lista de invitados
fr_fr: Échec de la copie de la liste d'invités
id_id: Gagal menyalin daftar tamu
it_it: Copia dell'elenco di ospiti non riuscita
ja_jp: 参加者をコピーできませんでした
ko_kr: 게스트 목록을 복사하지 못했습니다
ms_my: Gagal menyalin senarai tetamu
pt_br: Falha ao copiar a lista de convidados
ru_ru: Не удалось скопировать список гостей
th_th: ไม่สามารถคัดลอกรายชื่อผู้รับเชิญได้
vi_vn: Sao chép danh sách khách không thành công
zh_cn: 参与者复制失败
zh_tw: 參與者複製失敗

# DWU
source: Changes not saved. Try again.
de_de: Die Änderungen wurden nicht gespeichert. Versuchen Sie es erneut.
es_es: No se han guardado los cambios. Inténtalo de nuevo.
fr_fr: Modifications non enregistrées. Réessayez.
id_id: Perubahan tidak disimpan. Coba lagi.
it_it: Modifiche non salvate. Riprova.
ja_jp: 変更できませんでした。再試行してください。
ko_kr: 변경 사항이 저장되지 않았습니다. 다시 시도하세요.
ms_my: Perubahan tidak disimpan. Cuba lagi.
pt_br: Alterações não salvas. Tente novamente.
ru_ru: Изменения не сохранены. Попробуйте еще раз.
th_th: ยังไม่ได้บันทึกการเปลี่ยนแปลง โปรดลองอีกครั้ง
vi_vn: Chưa lưu thay đổi. Hãy thử lại.
zh_cn: 修改失败，请重试
zh_tw: 修改失敗，請重試

# Ods
source: Invitation wasn't sent
de_de: Einladung wurde nicht gesendet
es_es: No se ha enviado la invitación
fr_fr: Invitation envoyée
id_id: Undangan tidak terkirim
it_it: Invito non inviato
ja_jp: 送信できませんでした
ko_kr: 초대가 전송되지 않음
ms_my: Jemputan tidak dihantar
pt_br: Convite não enviado
ru_ru: Приглашение не отправлено
th_th: ไม่ได้ส่งคำเชิญ
vi_vn: Chưa gửi lời mời
zh_cn: 发送失败
zh_tw: 傳送失敗

# d2E
source: Frequently used
de_de: Häufig verwendet
es_es: De uso frecuente
fr_fr: Fréquemment utilisés
id_id: Sering digunakan
it_it: Utilizzati di frequente
ja_jp: よく使う項目
ko_kr: 자주 사용
ms_my: Kerap digunakan
pt_br: Usados com frequência
ru_ru: Часто используемые
th_th: ใช้บ่อย
vi_vn: Thường dùng
zh_cn: 常用
zh_tw: 常用

# YfY
source: Working on it...
de_de: In Bearbeitung ...
es_es: Trabajando en ello...
fr_fr: J'y travaille...
id_id: Sedang mengerjakan...
it_it: Ci sto lavorando…
ja_jp: 予定を作成しています...
ko_kr: 처리 중입니다...
ms_my: Sedang bekerja...
pt_br: Trabalhando nisso...
ru_ru: Работаем над этим...
th_th: กำลังทำงานอยู่...
vi_vn: Đang xử lý...
zh_cn: 日程信息生成中...
zh_tw: 正在產生日程資訊...

# hNs
source: Guest number
de_de: Anzahl der Gäste
es_es: Número de invitados
fr_fr: Nombre d'invités
id_id: Jumlah tamu
it_it: Numero di ospiti
ja_jp: 参加者数
ko_kr: 게스트 수
ms_my: Bilangan tetamu
pt_br: Número de convidados
ru_ru: Номер гостей
th_th: จำนวนผู้รับเชิญ
vi_vn: Số lượng khách
zh_cn: 参与者数量
zh_tw: 參與者數量

# xNU
source: Guest permission
de_de: Gastberechtigungen
es_es: Permiso de invitado
fr_fr: Autorisation de l'invité
id_id: Izin tamu
it_it: Autorizzazione degli ospiti
ja_jp: 参加者の権限
ko_kr: 게스트 권한
ms_my: Kebenaran tetamu
pt_br: Permissão de convidado
ru_ru: Разрешение для гостей
th_th: สิทธิ์การอนุญาตสำหรับผู้รับเชิญ
vi_vn: Quyền của khách
zh_cn: 参与者权限
zh_tw: 參與者權限

# 8F4
source: Time hidden
de_de: Zeit ausgeblendet
es_es: Fecha y hora ocultas
fr_fr: Heure masquée
id_id: Waktu disembunyikan
it_it: Orario nascosto
ja_jp: 時間非表示
ko_kr: 시간 숨김
ms_my: Waktu tersembunyi
pt_br: Hora ocultada
ru_ru: Время скрыто
th_th: เวลาที่ซ่อนอยู่
vi_vn: Đã ẩn thời gian
zh_cn: 时区已隐藏
zh_tw: 時區已隱藏

# FYQ
source: By device's time zone:
de_de: Nach Zeitzone des Geräts:
es_es: Por zona horaria del dispositivo:
fr_fr: Selon le fuseau horaire de l'appareil :
id_id: Berdasarkan zona waktu perangkat:
it_it: Per fuso orario del dispositivo:
ja_jp: デバイスのタイムゾーン：
ko_kr: 장치의 표준 시간대별:
ms_my: Mengikut zon waktu peranti:
pt_br: Por fuso horário do dispositivo:
ru_ru: По часовому поясу устройства:
th_th: ตามโซนเวลาของอุปกรณ์:
vi_vn: Theo múi giờ của thiết bị:
zh_cn: 设备时区时间：
zh_tw: 裝置時區時間：

# AwI
source: By event's time zone:
de_de: Nach Zeitzone des Termins:
es_es: Por zona horaria del evento:
fr_fr: Selon le fuseau horaire de l'événement :
id_id: Berdasarkan zona waktu acara:
it_it: Per fuso orario dell'evento:
ja_jp: 予定のタイムゾーン：
ko_kr: 이벤트의 표준 시간대별:
ms_my: Mengikut zon waktu acara:
pt_br: Por fuso horário do evento:
ru_ru: По часовому поясу события:
th_th: ตามโซนเวลาของกิจกรรม:
vi_vn: Theo múi giờ của sự kiện:
zh_cn: 日程时区时间：
zh_tw: 日程時區時間：

# Kak
source: Request to increase number of event guests
de_de: Anfrage zur Erhöhung der Anzahl von Gästen für das Ereignis
es_es: Solicitud para aumentar el número de invitados al evento
fr_fr: Demande d'augmentation du nombre d'invités à l'événement
id_id: Minta untuk meningkatkan jumlah tamu acara
it_it: Richiesta di aumento del numero di ospiti dell'evento
ja_jp: 予定参加者数上限引き上げの申請
ko_kr: 이벤트 게스트 수 증가 요청
ms_my: Permintaan untuk meningkatkan bilangan tetamu acara
pt_br: Solicitação para aumentar o número de convidados do evento
ru_ru: Запрос на увеличение количества гостей события
th_th: ขอเพิ่มจำนวนผู้รับเชิญที่มาร่วมงาน
vi_vn: Yêu cầu tăng số lượng khách tham dự sự kiện
zh_cn: 日程参与者数量扩增申请
zh_tw: 日程參與者數量擴充申請

# 7hk
source: Request to increase number of event guests has submitted
de_de: Anfrage zur Erhöhung der Anzahl von Gästen für das Ereignis wurde eingereicht
es_es: Se ha enviado la solicitud para aumentar el número de invitados al evento
fr_fr: La demande d'augmentation du nombre d'invités à l'événement a été soumise
id_id: Permintaan untuk meningkatkan jumlah tamu acara telah dikirim
it_it: La richiesta di aumento del numero di ospiti dell'evento è stata inviata
ja_jp: 予定参加者数上限引き上げの申請を送信しました
ko_kr: 이벤트 게스트 수 증가 요청이 제출되었습니다
ms_my: Permintaan untuk meningkatkan bilangan tetamu acara telah dihantar
pt_br: Solicitação para aumentar o número de convidados do evento enviada
ru_ru: Подан запрос на увеличение количества гостей события
th_th: ส่งคำขอเพิ่มจำนวนผู้รับเชิญที่มาร่วมงานแล้ว
vi_vn: Yêu cầu tăng số lượng khách tham dự sự kiện đã được gửi
zh_cn: 日程参与者数量扩增申请已提交
zh_tw: 日程參與者數量擴充申請已提交

# 00M
source: Invite others and create meeting notes
de_de: Andere einladen und Besprechungsnotizen erstellen
es_es: Invitar a otros y crear notas de reunión
fr_fr: Inviter d'autres personnes et créer des notes de réunion
id_id: Undang orang lain dan buat catatan rapat
it_it: Invita altri e crea note riunione
ja_jp: 参加者を招待、議事録を作成
ko_kr: 다른 사람 초대 및 회의 메모 생성
ms_my: Jemput orang lain dan buat nota mesyuarat
pt_br: Convidar outras pessoas e criar anotações da reunião
ru_ru: Пригласить других и создать протоколы конференции
th_th: เชิญคนอื่น ๆ และสร้างบันทึกการประชุม
vi_vn: Mời người khác và tạo ghi chú cuộc họp
zh_cn: 邀请参与者、创建纪要
zh_tw: 邀請參與者、建立記錄

# 7bQ
source: Send event invitations to:
de_de: Einladungen zu Veranstaltungen senden an:
es_es: Enviar invitaciones al evento a:
fr_fr: Envoyer les invitations pour l'événement à :
id_id: Kirim undangan acara ke:
it_it: Invia inviti all'evento a:
ja_jp: 予定招待の送信先：
ko_kr: 이벤트 초대를 보낼 사람:
ms_my: Hantar jemputan acara kepada:
pt_br: Enviar convites de evento para:
ru_ru: Кому отправить приглашения на событие:
th_th: ส่งคำเชิญเข้าร่วมกิจกรรมไปยัง:
vi_vn: Gửi lời mời sự kiện cho:
zh_cn: 日程邀请将发送至：
zh_tw: 日程邀請將傳送至：

# olA
source: When you edit this event, changes to the guest list won't automatically reflect in the group member list. You can manage this setting in Join-group verification.
de_de: Die Verifizierung des Beitritts zur Gruppe ist standardmäßig aktiviert. Nach der Aktivierung werden die Gäste mit „Diesen Termin bearbeiten“ nicht automatisch der Gruppe beitreten bzw. die Gruppe verlassen.
es_es: La verificación de unión al grupo se activará de forma predeterminada. Una vez activada, al "editar este evento", los invitados no entrarán ni saldrán automáticamente del grupo.
fr_fr: La vérification de l'appartenance à un groupe sera activée par défaut. Une fois activée, les invités ne pourront pas automatiquement entrer ou sortir du groupe lors de la "modification de cet événement".
id_id: Verifikasi bergabung dengan grup akan aktif secara default. Setelah diaktifkan, ketika "mengedit acara ini", tamu tidak akan masuk/keluar dari grup secara otomatis.
it_it: La verifica per la partecipazione al gruppo sarà attiva per impostazione predefinita. Una volta attivata, in caso di "modifica questo evento", gli ospiti non entreranno/usciranno automaticamente dal gruppo.
ja_jp: 「グループ参加認証」が自動的に有効化されます。有効化後、「この予定を編集する」際に、参加者は自動的にグループに参加・退出しません
ko_kr: 그룹 가입 인증은 기본적으로 켜져 있습니다. 켜져 있으면 "이 이벤트 편집" 시 게스트는 자동으로 그룹에 들어가거나 그룹에서 나가지 않습니다.
ms_my: Pengesahan sertai-kumpulan akan dihidupkan secara lalai. Setelah dihidupkan, apabila "edit acara ini," tetamu tidak akan secara automatik masuk/keluar kumpulan.
pt_br: A verificação de ingresso no grupo estará ativada por padrão. Após a ativação, quando você "editar este evento", os convidados não entrarão/sairão automaticamente do grupo.
ru_ru: Проверка присоединения к группе будет включена по умолчанию. После включения при "редактировании этого события" участники не будут автоматически входить/выходить из группы.
th_th: การยืนยันเข้าร่วมกลุ่มจะเปิดตามค่าเริ่มต้น เมื่อเปิดแล้วและอยู่ในสถานะ "แก้ไขกิจกรรมนี้" ผู้รับเชิญจะไม่เข้า/ออกจากกลุ่มโดยอัตโนมัติ
vi_vn: Xác minh tham gia nhóm sẽ được bật theo mặc định. Sau khi bật, khách mời sẽ không thể tự động vào/ra khỏi nhóm khi "chỉnh sửa sự kiện này".
zh_cn: 将默认开启进群验证。开启后，“编辑此日程”时，参与者不会自动进入/退出群聊
zh_tw: 將預設開啟加入群組驗證。開啟後，「編輯此日程」時，參與者不會自動進入/退出群組聊天

# s7s
source: URL length exceeds upper limit
de_de: URL-Länge überschreitet Obergrenze
es_es: La longitud de la URL excede el límite superior
fr_fr: La longueur de l'URL dépasse la limite maximale
id_id: Panjang URL melampaui batas atas
it_it: La lunghezza dell'URL supera il limite massimo
ja_jp: リンクの文字数が制限を超えています。
ko_kr: URL 길이가 상한을 초과합니다
ms_my: Panjang URL melebihi had maksimum
pt_br: O comprimento da URL excede o limite superior
ru_ru: Длина ссылки превышает лимит
th_th: ความยาวของ URL เกินจำนวนจำกัดสูงสุด
vi_vn: Độ dài URL vượt quá giới hạn trên
zh_cn: 链接长度超过上限
zh_tw: 連結長度超過上限

# XSY
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

# xGs
source: Located to frequently used layer
de_de: Häufig verwendete Ebene gefunden
es_es: Ubicado en la capa de uso frecuente
fr_fr: Placé dans la couche fréquemment utilisée
id_id: Ditempatkan ke lapisan yang sering digunakan
it_it: Situato nel livello utilizzato più di frequente
ja_jp: よく使うレベル自動的に移動しました。
ko_kr: 자주 사용하는 레이어에 위치
ms_my: Terletak pada lapisan yang kerap digunakan
pt_br: Localizado na camada usada com frequência
ru_ru: Расположено на часто используемом уровне
th_th: ระบุตำแหน่งไปยังชั้นที่ใช้บ่อยแล้ว
vi_vn: Được đặt vào lớp thường dùng
zh_cn: 已定位到常用层级
zh_tw: 已定位到常用層級

# GuU
source: To add more guests, please request permission.
de_de: Beantragen Sie die Berechtigung, um weitere Gäste hinzuzufügen.
es_es: Para agregar más invitados, solicita permiso.
fr_fr: Pour ajouter plus d'invités, veuillez demander l'autorisation.
id_id: Untuk menambah tamu lainnya, minta izin.
it_it: Richiedi l'autorizzazione per aggiungere altri ospiti.
ja_jp: さらに参加者を追加するには、権限を申請してください
ko_kr: 게스트를 더 추가하려면 권한을 요청하세요.
ms_my: Untuk menambah lebih banyak tetamu, sila minta kebenaran.
pt_br: Para adicionar mais convidados, solicite permissão.
ru_ru: Чтобы добавить больше гостей, запросите разрешение.
th_th: หากต้องการเพิ่มผู้รับเชิญ โปรดขอสิทธิ์การอนุญาต
vi_vn: Để thêm nhiều khách hơn, vui lòng yêu cầu cấp quyền.
zh_cn: 如需添加更多参与者，请申请权限
zh_tw: 如需新增更多參與者，請申請權限

# Wuo
source: Multiselect
de_de: Mehrfachauswahl
es_es: Selección múltiple
fr_fr: Sélection multiple
id_id: Pilih banyak
it_it: Selezione multipla
ja_jp: 複数選択
ko_kr: 다중 선택
ms_my: Pilih pelbagai
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: เลือกหลายรายการ
vi_vn: Chọn nhiều
zh_cn: 多选
zh_tw: 多選

# /iA
source: My tasks
de_de: Meine Aufgaben
es_es: Mis tareas
fr_fr: Mes tâches
id_id: Tugas saya
it_it: Le mie attività
ja_jp: マイタスク
ko_kr: 내 할 일
pt_br: Minhas tarefas
ru_ru: Мои задачи
th_th: งานของฉัน
vi_vn: Tác vụ của tôi
zh_cn: 我的任务
zh_tw: 我的任務

# ogw
source: Network or service error. Please try again later.
de_de: Netzwerk- oder Dienstfehler. Bitte versuchen Sie es später erneut.
es_es: Error en la red o de servicio. Inténtalo de nuevo más tarde.
fr_fr: Erreur du réseau ou du service. Veuillez réessayer plus tard.
id_id: Kesalahan jaringan atau layanan. Coba lagi nanti.
it_it: Errore di rete o di servizio. Riprova più tardi.
ja_jp: ネットワークまたはサービスエラーが発生しました。後で再試行してください。
ko_kr: 네트워크 또는 서비스 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian atau perkhidmatan. Sila cuba lagi kemudian.
pt_br: Erro de rede ou serviço. Tente novamente mais tarde.
ru_ru: Ошибка сети или службы. Попробуйте позже.
th_th: เกิดข้อผิดพลาดของเครือข่ายหรือบริการ โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi mạng hoặc dịch vụ. Vui lòng thử lại sau.
zh_cn: 网络或服务异常，请稍后重试
zh_tw: 網路或服務異常，請稍後重試

# fpU
source: New Meeting Group
de_de: Neue Besprechungsgruppe
es_es: Nuevo grupo de reunión
fr_fr: Nouvelle réunion de groupe
id_id: Grup Rapat Baru
it_it: Nuovo gruppo di riunione
ja_jp: 新規会議グループ
ko_kr: 새 회의 그룹
ms_my: Kumpulan Mesyuarat Baharu
pt_br: Novo grupo de reunião
ru_ru: Создать группу конференции
th_th: กลุ่มการประชุมใหม่
vi_vn: Nhóm họp mới
zh_cn: 新建会议群
zh_tw: 建立新會議群組

# sMk
source: No meeting room layers
de_de: Keine Besprechungsraumebenen
es_es: No hay niveles de salas de reuniones
fr_fr: Aucune couche de salle de réunion
id_id: Tidak ada lapisan ruang rapat
it_it: Nessun livello di sala riunioni
ja_jp: 会議室レベルがありません
ko_kr: 회의실 레이어 없음
ms_my: Tiada lapisan bilik mesyuarat
pt_br: Sem camadas da sala de reunião
ru_ru: Нет уровней комнаты
th_th: ไม่มีระดับชั้นห้องประชุม
vi_vn: Không có lớp phòng họp
zh_cn: 无会议室层级
zh_tw: 無會議室層級

# Mgg
source: You don't have the permission to add certain users
de_de: Sie haben keine Berechtigung für das Hinzufügen bestimmter Benutzer
es_es: No tienes permiso para agregar a algunos usuarios
fr_fr: Vous n'êtes pas autorisé à ajouter certains utilisateurs
id_id: Anda tidak memiliki izin untuk menambahkan pengguna tertentu
it_it: Non disponi dell'autorizzazione per aggiungere determinati utenti
ja_jp: 一部のユーザーを追加する権限がありません。
ko_kr: 특정 사용자를 추가할 수 있는 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran untuk menambah pengguna tertentu
pt_br: Você não tem permissão para adicionar determinados usuários
ru_ru: У вас недостаточно прав для добавления определенных пользователей
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้เพิ่มผู้ใช้บางราย
vi_vn: Bạn không có quyền thêm một số người dùng
zh_cn: 无权限添加部分用户
zh_tw: 無權新增部分使用者

# ad4
source: No permission to view this event
de_de: Keine Berechtigung, dieses Ereignis anzusehen
es_es: No tienes permiso para ver este evento
fr_fr: Pas autorisé à afficher cet événement
id_id: Tidak ada izin untuk melihat acara ini
it_it: Nessuna autorizzazione per visualizzare questo evento
ja_jp: この予定を表示する権限がありません
ko_kr: 이 이벤트를 볼 수 있는 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat acara ini
pt_br: Sem permissão para visualizar este evento
ru_ru: Нет разрешения на просмотр этого события
th_th: ไม่มีสิทธิ์การอนุญาตดูกิจกรรมนี้
vi_vn: Không có quyền xem sự kiện này
zh_cn: 没有权限查看该日程
zh_tw: 沒有該日程的查看權限

# ceM
source: No permission to share this event
de_de: Sie haben keine Berechtigung zum Teilen dieses Termins
es_es: No tienes permiso para compartir este evento
fr_fr: Aucune autorisation de partage de cet événement
id_id: Tidak ada izin untuk membagikan acara ini
it_it: Nessuna autorizzazione per condividere questo evento
ja_jp: この予定を共有する権限がありません。
ko_kr: 이 이벤트를 공유할 권한이 없습니다
ms_my: Tiada kebenaran untuk kongsi acara ini
pt_br: Sem permissão para compartilhar este evento
ru_ru: Нет разрешения для того, чтобы поделиться этим событием
th_th: ไม่มีสิทธิ์การอนุญาตแบ่งปันกิจกรรมนี้
vi_vn: Không có quyền chia sẻ sự kiện này
zh_cn: 无权限分享此日程
zh_tw: 無權分享此日程

# Hyw
source: Unable to share private calendars
de_de: Private Kalender können nicht geteilt werden
es_es: No se pueden compartir calendarios privados
fr_fr: Impossible de partager des calendriers privés
id_id: Gagal membagikan kalender privat
it_it: Impossibile condividere i calendari privati
ja_jp: 非公開予定は共有できません。
ko_kr: 비공개 캘린더를 공유할 수 없습니다
ms_my: Tidak dapat berkongsi kalendar peribadi
pt_br: Não é possível compartilhar calendários particulares
ru_ru: Невозможно поделиться личными календарями
th_th: ไม่สามารถแบ่งปันปฏิทินส่วนตัวได้
vi_vn: Không thể chia sẻ lịch riêng tư
zh_cn: 私密日程不支持分享
zh_tw: 私密日程不支援分享

# vU0
source: No relevant results found
de_de: Keine relevanten Ergebnisse gefunden
es_es: No se han encontrado resultados relevantes
fr_fr: Aucun résultat pertinent trouvé
id_id: Tidak ada hasil relevan yang ditemukan
it_it: Nessun risultato pertinente trovato
ja_jp: 関連する結果が見つかりません。
ko_kr: 관련 결과를 찾을 수 없음
ms_my: Tiada keputusan berkaitan ditemui
pt_br: Nenhum resultado encontrado relevante
ru_ru: Ничего не найдено
th_th: ไม่พบผลลัพธ์ที่เกี่ยวข้อง
vi_vn: Không tìm thấy kết quả nào liên quan
zh_cn: 没有搜索到相关结果
zh_tw: 沒有搜尋到相關結果

# P4E
source: Meeting notes already created and opened now.
de_de: Die Besprechungsnotizen wurden bereits erfolgreich erstellt und werden jetzt geöffnet.
es_es: Ya se han creado las notas de la reunión y están abiertas ahora.
fr_fr: Notes de réunion déjà créées et ouvertes maintenant.
id_id: Catatan rapat sudah dibuat dan dibuka.
it_it: Note riunione già create e aperte adesso.
ja_jp: 他のユーザーがすでに議事録を作成しました。現在、議事録を開かれています。
ko_kr: 회의 메모가 이미 생성되어 지금 열려 있습니다.
ms_my: Nota mesyuarat telah dicipta dan dibuka sekarang.
pt_br: As anotações da reunião já foram criadas e abertas agora.
ru_ru: Протоколы конференции уже созданы и открыты.
th_th: สร้างบันทึกการประชุมไว้แล้วและเปิดอยู่ในขณะนี้
vi_vn: Ghi chú cuộc họp đã được tạo và đang mở.
zh_cn: 会议纪要已被他人创建，已打开该文档
zh_tw: 會議記錄已由他人建立，已開啟該文件

# HlE
source: Permission updated to Can edit
de_de: Berechtigung auf „Kann bearbeiten“ aktualisiert
es_es: Permiso actualizado a Puede editar
fr_fr: Autorisation remplacée par Peut modifier
id_id: Izin diperbarui menjadi Dapat mengedit
it_it: Autorizzazione aggiornata in È possibile modificare
ja_jp: 権限を「編集可能」に変更しました。
ko_kr: 권한이 편집 가능으로 업데이트되었습니다
ms_my: Kebenaran dikemaskini kepada Boleh edit
pt_br: Permissão atualizada para Pode editar
ru_ru: Разрешение изменено на "Может редактировать"
th_th: อัปเดตสิทธิ์การอนุญาตให้ "แก้ไขได้" แล้ว
vi_vn: Đã cập nhật quyền thành Có thể chỉnh sửa
zh_cn: 权限已修改为“可编辑”
zh_tw: 權限已修改為「可編輯」

# Qcs
source: Permission updated to Can view
de_de: Berechtigung auf „Kann lesen“ aktualisiert
es_es: Permiso actualizado a Puede ver
fr_fr: Autorisation remplacée par Peut afficher
id_id: Izin diperbarui menjadi Dapat melihat
it_it: Autorizzazione aggiornata in È possibile visualizzare
ja_jp: 権限を「閲覧可能」に変更しました。
ko_kr: 권한이 읽기 가능으로 업데이트되었습니다
ms_my: Kebenaran dikemaskini kepada Boleh lihat
pt_br: Permissão atualizada para Pode visualizar
ru_ru: Разрешение изменено на "Может просматривать"
th_th: อัปเดตสิทธิ์การอนุญาตให้ "ดูได้" แล้ว
vi_vn: Đã cập nhật quyền thành Có thể xem
zh_cn: 权限已修改为“可阅读”
zh_tw: 權限已修改為「可閱讀」

# 3YE
source: Task re-opened
de_de: Aufgabenstatus aktualisiert
es_es: Estado de la tarea actualizado
fr_fr: Statut de la tâche mis à jour
id_id: Status tugas diperbarui
it_it: Stato attività aggiornato
ja_jp: タスクのステータスを更新しました。
ko_kr: 할 일의 상태가 업데이트되었습니다
pt_br: Status da tarefa atualizado
ru_ru: Статус задачи обновлен
th_th: อัปเดตสถานะงานแล้ว
vi_vn: Đã cập nhật trạng thái tác vụ
zh_cn: 操作成功
zh_tw: 任務狀態已更新

# 8OY
source: Something went wrong. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ha habido un problema. Inténtalo de nuevo.
fr_fr: Une erreur est survenue. Veuillez réessayer.
id_id: Terjadi kesalahan. Coba lagi.
it_it: Si è verificato un errore. Riprova.
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 문제가 발생했습니다. 다시 시도하세요.
ms_my: Ada yang tidak kena. Sila cuba lagi.
pt_br: Algo deu errado. Tente novamente.
ru_ru: Что-то пошло не так. Попробуйте еще раз.
th_th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại.
zh_cn: 出错了，请稍后重试
zh_tw: 出錯了，請稍後重試

# YnE
source: Or use a template to create meeting notes
de_de: Oder Sie verwenden eine Vorlage für die Erstellung von Besprechungsnotizen
es_es: O usa una plantilla para crear notas de reunión
fr_fr: Ou utiliser un modèle pour créer des notes de réunion
id_id: Atau gunakan templat untuk membuat catatan rapat
it_it: Oppure utilizza un modello per creare note riunione
ja_jp: またはテンプレートから議事録を新規作成
ko_kr: 또는 템플릿을 사용하여 회의 메모를 생성하세요
ms_my: Atau gunakan templat untuk mencipta nota mesyuarat
pt_br: Ou use um modelo para criar anotações da reunião
ru_ru: Или используйте шаблон, чтобы создать протоколы для конференции
th_th: หรือใช้เทมเพลตสร้างบันทึกการประชุม
vi_vn: Hoặc sử dụng mẫu để tạo ghi chú cuộc họp
zh_cn: 或从模板新建会议纪要
zh_tw: 或從範本建立新會議記錄

# cdQ
source: The organizer does not allow sharing this event.
de_de: Der Organisator erlaubt das Teilen dieses Termins nicht.
es_es: El organizador no permite compartir este evento.
fr_fr: L'organisateur ne permet pas de partager cet événement.
id_id: Penyelenggara tidak mengizinkan untuk membagikan acara ini.
it_it: L'organizzatore non consente la condivisione di questo evento.
ja_jp: 主催者はこの予定の共有を許可していません。
ko_kr: 주최자가 이 이벤트를 공유하도록 허용하지 않습니다.
ms_my: Penganjur tidak membenarkan perkongsian acara ini.
pt_br: O organizador não permite o compartilhamento deste evento.
ru_ru: Организатор не разрешает делиться этим событием.
th_th: ผู้จัดไม่อนุญาตให้แบ่งปันกิจกรรมนี้
vi_vn: Người tổ chức không cho phép chia sẻ sự kiện này.
zh_cn: 组织者不允许分享此日程
zh_tw: 組織者不允許分享此日程

# Jm8
source: Event organizer disabled creating and linking notes.
de_de: Der Termin-Organisator hat das Erstellen und Verknüpfen von Notizen deaktiviert.
es_es: El organizador del evento ha deshabilitado la creación y la vinculación de notas.
fr_fr: L'organisateur de l'événement a désactivé la création et l'association de notes.
id_id: Penyelenggara acara menonaktifkan pembuatan dan penautan catatan.
it_it: L'organizzatore dell'evento ha disabilitato la creazione e il collegamento di note.
ja_jp: 予定の主催者は議事録の作成と関連を禁止しています。
ko_kr: 이벤트 주최자가 메모 생성 및 연결을 비활성화했습니다.
ms_my: Penganjur acara melumpuhkan pembuatan dan penyambungan nota.
pt_br: O organizador do evento desativou a criação e vinculação de anotações.
ru_ru: Организатор мероприятия выключил создание и связывание протоколов.
th_th: ผู้จัดกิจกรรมปิดใช้การสร้างและการลิงก์บันทึกแล้ว
vi_vn: Người tổ chức sự kiện đã tắt tính năng tạo và liên kết ghi chú.
zh_cn: 日程组织者已禁止创建或关联纪要
zh_tw: 日程組織者已禁止建立或關聯記錄

# hx4
source: Others
de_de: Sonstige
es_es: Otros
fr_fr: Autres
id_id: Lainnya
it_it: Altri
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Прочее
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其它
zh_tw: 其他
