Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ZFU
source: Turn participant video on
de_de: Teilnehmervideo einschalten
es_es: Activar el vídeo del participante
fr_fr: Activer la vidéo du participant
id_id: Aktifkan video peserta
it_it: Attiva video partecipanti
ja_jp: 参加者ビデオをオン
ko_kr: 참가자 동영상 켜기
ms_my: Hidupkan video peserta
pt_br: Ativar vídeo do participante
ru_ru: Включите видео участника
th_th: เปิดวิดีโอของผู้เข้าร่วม
vi_vn: Bật video của người tham gia
zh_cn: 参会人视频开启
zh_tw: 與會人員視訊開啟

# 88U
source: Passcode
es_es: Código de acceso
fr_fr: Code d'accès
id_id: Kode sandi
ja_jp: パスコード
ko_kr: 암호
ms_my: Kod Laluan
pt_br: Senha
ru_ru: Секретный код
th_th: รหัสผ่าน
vi_vn: Mật mã
zh_cn: 密码
zh_tw: 密碼

# GSo
source: Personal meeting ID has been closed.
de_de: Die persönliche Besprechungs-ID wurde geschlossen.
es_es: El código de reunión personal se ha cerrado.
fr_fr: L'ID de réunion personnel a été désactivé.
id_id: ID rapat pribadi telah ditutup.
it_it: L'ID riunione personale è stato disattivato.
ja_jp: パーソナルミーティング ID が無効になりました。
ko_kr: 개인 회의 ID가 비활성화되었습니다.
ms_my: ID mesyuarat peribadi telah ditutup.
pt_br: O ID de reunião pessoal foi fechado.
ru_ru: ID личной конференции был закрыт.
th_th: ปิด ID การประชุมส่วนบุคคลแล้ว
vi_vn: ID cuộc họp cá nhân đã bị khóa.
zh_cn: 个人会议号已被关闭
zh_tw: 個人會議 ID 已被關閉

# AAQ
source: Phone and audio device
de_de: Telefon und Audiogerät
es_es: Teléfonos y dispositivos de audio
fr_fr: Téléphone et dispositif audio
id_id: Telepon dan perangkat audio
it_it: Dispositivo audio e telefono
ja_jp: 電話とデバイス音声
ko_kr: 전화 및 오디오 장치
ms_my: Telefon dan peranti audio
pt_br: Telefone e dispositivo de áudio
ru_ru: Телефон и аудиоустройство
th_th: โทรศัพท์และอุปกรณ์เสียง
vi_vn: Điện thoại và thiết bị âm thanh
zh_cn: 电话和设备音频
zh_tw: 電腦和裝置音訊

# BUk
source: Support phone only
de_de: Nur Telefonunterstützung
es_es: Solo admite teléfonos
fr_fr: Téléphone uniquement
id_id: Hanya mendukung telepon
it_it: Supporta solo il telefono
ja_jp: 電話のみ
ko_kr: 전화만 지원
ms_my: Sokongan telefon sahaja
pt_br: Permitir apenas telefone
ru_ru: Поддерживается только телефон
th_th: รองรับเฉพาะโทรศัพท์เท่านั้น
vi_vn: Chỉ hỗ trợ điện thoại
zh_cn: 仅支持电话
zh_tw: 僅支援電話

# 84Q
source: Please bind your Zoom account
de_de: Bitte verknüpfen Sie Ihr Zoom-Konto
es_es: Vincula tu cuenta de Zoom
fr_fr: Veuillez associer votre compte Zoom
id_id: Ikat akun Zoom Anda
it_it: Associa il tuo account Zoom
ja_jp: Zoom アカウントと関連付けてください。
ko_kr: Zoom 계정을 바인딩하세요
ms_my: Sila ikat akaun Zoom anda
pt_br: Associe sua conta Zoom
ru_ru: Привяжите вашу учетную запись Zoom
th_th: โปรดผูกบัญชี Zoom
vi_vn: Vui lòng liên kết tài khoản Zoom
zh_cn: 请绑定 Zoom 账号
zh_tw: 請綁定 Zoom 帳號

# 7eE
source: All meetings with personal meeting IDs will use the same updated settings after the change.
de_de: Alle Besprechungen mit persönlichen Besprechungs-IDs verwenden nach der Änderung dieselben aktualisierten Einstellungen.
es_es: Todas las reuniones con código de reunión personal usarán la misma configuración actualizada después del cambio.
fr_fr: Toutes les réunions avec des ID de réunion personnels utiliseront les mêmes paramètres mis à jour après ce changement.
id_id: Semua rapat dengan ID rapat pribadi akan menggunakan pengaturan terbaru yang sama setelah perubahan.
it_it: Dopo la modifica, tutte le riunioni con ID riunione personale utilizzeranno le stesse impostazioni aggiornate.
ja_jp: 設定を変更すると、パーソナルミーティング ID を使用するすべての会議には最新の設定が適用されます。
ko_kr: 변경 후 개인 회의 ID를 가진 모든 회의는 동일한 업데이트 설정을 사용합니다.
ms_my: Semua mesyuarat dengan ID mesyuarat peribadi akan menggunakan tetapan yang sama yang dikemas kini selepas perubahan.
pt_br: Todas as reuniões com IDs de reunião pessoais usarão as mesmas configurações atualizadas após a alteração.
ru_ru: После изменения все ID личных конференций будут использовать одинаковые обновленные настройки.
th_th: การประชุมทั้งหมดที่มี ID การประชุมส่วนตัวจะใช้การตั้งค่าที่อัปเดตแล้วแบบเดียวกันหลังจากการเปลี่ยนแปลง
vi_vn: Tất cả cuộc họp có ID cuộc họp cá nhân sẽ sử dụng cùng một cài đặt cập nhật sau khi thay đổi.
zh_cn: 修改设置后所有使用个人会议 ID 的会议都将使用相同的最新设置
zh_tw: 修改設定後，所有使用個人會議 ID 的會議都將使用相同的最新設定

# uek
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# 1pk
source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
id_id: Keamanan
it_it: Sicurezza
ja_jp: セキュリティ
ko_kr: 보안
ms_my: Keselamatan
pt_br: Segurança
ru_ru: Безопасность
th_th: ความปลอดภัย
vi_vn: Bảo mật
zh_cn: 安全
zh_tw: 安全性

# ppE
source: Select authentication method
de_de: Authentifizierungsmethode auswählen
es_es: Selecciona un método de autenticación
fr_fr: Sélectionnez la méthode d'authentification
id_id: Pilih metode autentikasi
it_it: Seleziona metodo di autenticazione
ja_jp: 認証方法を選択
ko_kr: 인증 방법 선택
ms_my: Pilih kaedah pengesahan
pt_br: Selecionar método de autenticação
ru_ru: Выберите метод аутентификации
th_th: เลือกวิธีการรับรองความถูกต้อง
vi_vn: Chọn phương pháp xác thực
zh_cn: 选择身份验证方法
zh_tw: 選擇身分驗證方法

# A94
source: Please set your meeting passcode first.
de_de: Bitte legen Sie zuerst Ihren Besprechungs-Passcode fest.
es_es: Establece un código de acceso de reunión primero.
fr_fr: Veuillez d'abord définir votre code d'accès à la réunion.
id_id: Tetapkan kode sandi rapat Anda terlebih dahulu.
it_it: Imposta prima il passcode della tua riunione.
ja_jp: ミーティングパスコードを設定してください。
ko_kr: 먼저 회의 암호를 설정하세요.
ms_my: Sila tetapkan kod laluan mesyuarat anda dahulu.
pt_br: Defina sua senha de reunião primeiro.
ru_ru: Сначала установите код доступа к конференции.
th_th: โปรดตั้งรหัสผ่านการประชุมของคุณก่อน
vi_vn: Vui lòng đặt mật mã cuộc họp của bạn trước.
zh_cn: 请先设置会议密码
zh_tw: 請先設定會議密碼

# 0E8
source: Personal Meeting ID
de_de: Persönliche Besprechungs-ID
es_es: Código de reunión personal:
fr_fr: ID de réunion personnel
id_id: ID Rapat Pribadi
it_it: ID riunione personale
ja_jp: パーソナルミーティング ID
ko_kr: 개인 회의 ID
ms_my: ID Mesyuarat Peribadi
pt_br: ID de reunião pessoal
ru_ru: ID личной конференции
th_th: ID การประชุมส่วนตัว
vi_vn: ID cuộc họp cá nhân
zh_cn: 个人会议号
zh_tw: 個人會議 ID

# IrI
source: Specified time
de_de: Angegebene Zeit
es_es: Fecha y hora especificadas
fr_fr: Heure spécifiée
id_id: Waktu yang ditentukan
it_it: Ora specificata
ja_jp: 時間を指定
ko_kr: 지정된 시간
ms_my: Masa tertentu
pt_br: Hora especificada
ru_ru: Указанное время
th_th: เวลาที่ระบุ
vi_vn: Thời gian đã chỉ định
zh_cn: 规定时间
zh_tw: 規定時間

# wnY
source: Local recording
de_de: Lokale Aufzeichnung
es_es: Grabación local
fr_fr: Enregistrement local
id_id: Perekaman lokal
it_it: Registrazione locale
ja_jp: ローカルでレコーディング
ko_kr: 로컬 기록
ms_my: Rakaman tempatan
pt_br: Gravação local
ru_ru: Локальная запись
th_th: การบันทึกภายในเครื่อง
vi_vn: Ghi cục bộ
zh_cn: 本地录制
zh_tw: 本機錄製

# 12g
source: Turned off
de_de: Ausgeschaltet
es_es: Desactivado
fr_fr: Désactivé
id_id: Dinonaktifkan
it_it: Disattivazione effettuata
ja_jp: オフ
ko_kr: 끔
ms_my: Dimatikan
pt_br: Desativado
ru_ru: Выключено
th_th: ปิดแล้ว
vi_vn: Đã tắt
zh_cn: 未开启
zh_tw: 未開啟

# r1M
source: Turned on
de_de: Eingeschaltet
es_es: Activado
fr_fr: Activé
id_id: Diaktifkan
it_it: Attivazione effettuata
ja_jp: オン
ko_kr: 켜졌습니다
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Включено
th_th: เปิดแล้ว
vi_vn: Đã bật
zh_cn: 已开启
zh_tw: 已開啟

# efI
source: Video
es_es: Vídeo
fr_fr: Vidéo
ja_jp: ビデオ
ko_kr: 동영상
pt_br: Vídeo
ru_ru: Видео
th_th: วีดีโอ
zh_cn: 视频
zh_tw: 視訊

# 7Ns
source: 3 Days
de_de: 3 Tage
es_es: 3 días
fr_fr: 3 jours
hi_in: 3 दिन
id_id: 3 Hari
it_it: 3 giorni
ja_jp: 三日間表示
ko_kr: 3일
ms_my: 3 Hari
pt_br: Três dias
ru_ru: 3 дня
th_th: 3 วัน
vi_vn: 3 Ngày
zh_cn: 三日视图
zh_tw: 三日視圖

# arM
source: AM
ja_jp: 午前
ko_kr: 오전
ms_my: PG
zh_cn: 上午
zh_tw: 上午

# d90
source: All-day
de_de: Ganztags
es_es: Todo el día
fr_fr: Jour entier
id_id: Seharian
it_it: Tutto il giorno
ja_jp: 終日
ko_kr: 하루 종일
ms_my: Sepanjang hari
pt_br: Dia todo
ru_ru: Весь день
th_th: ทั้งวัน
vi_vn: Cả ngày
zh_cn: 全天
zh_tw: 全天

# q6w
source: In progress
de_de: Laufend
es_es: En curso
fr_fr: En cours
id_id: Dalam proses
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
ms_my: Sedang berjalan
pt_br: Em andamento
ru_ru: Выполняется
th_th: กำลังดำเนินการ
vi_vn: Đang tiến hành
zh_cn: 进行中
zh_tw: 進行中

# PSY
source: No more upcoming events today
de_de: Heute keine weiteren anstehenden Termine
es_es: No hay más eventos por hoy
fr_fr: Plus aucun événement à venir aujourd'hui
id_id: Tidak ada acara lain yang akan datang hari ini
it_it: Nessun altro evento imminente oggi
ja_jp: 今日は予定がありません
ko_kr: 오늘 예정된 더 이상의 이벤트 없음
ms_my: Tiada acara akan datang hari ini
pt_br: Não há mais eventos futuros hoje
ru_ru: Сегодня больше нет предстоящих событий
th_th: ไม่มีกิจกรรมที่กำลังจะมาถึงในวันนี้
vi_vn: Không còn sự kiện nào sắp diễn ra hôm nay
zh_cn: 暂无更多日程
zh_tw: 暫無更多日程

# a7I
source: PM
ja_jp: 午後
ko_kr: 오후
ms_my: PTG
zh_cn: 下午
zh_tw: 下午

# J3U
source: Today's schedule
de_de: Zeitplan von heute
es_es: Agenda de hoy
fr_fr: Agenda du jour
id_id: Jadwal hari ini
it_it: Pianificazione odierna
ja_jp: 今日のスケジュール
ko_kr: 오늘의 스케줄
ms_my: Jadual hari ini
pt_br: Agenda de hoje
ru_ru: Расписание на сегодня
th_th: กำหนดการของวันนี้
vi_vn: Lịch trình hôm nay
zh_cn: 今日安排
zh_tw: 今日安排

# 0iI
source: Video meeting
de_de: Videobesprechung
es_es: Reunión por vídeo
fr_fr: Visioconférence
id_id: Rapat video
it_it: Riunione video
ja_jp: ビデオ会議
ko_kr: 화상 회의
ms_my: Mesyuarat video
pt_br: Reunião por vídeo
ru_ru: Видео конференция
th_th: การประชุมทางวิดีโอ
vi_vn: Cuộc họp video
zh_cn: 视频会议
zh_tw: 視訊會議

# nQQ
source: Notify me of the events of the day
de_de: Ich möchte über die Termine des Tages benachrichtigt werden
es_es: Informarme de los eventos del día
fr_fr: M'avertir des événements de la journée
id_id: Beri tahu saya tentang acara hari ini
it_it: Inviami una notifica degli eventi del giorno
ja_jp: チャット一覧に本日の予定を表示
ko_kr: 당일 이벤트 알림
ms_my: Maklumkan saya tentang acara hari ini
pt_br: Notifique-me sobre os eventos do dia
ru_ru: Уведомлять меня о событиях дня
th_th: แจ้งเตือนกิจกรรมของวันให้ฉันทราบ
vi_vn: Thông báo cho tôi về các sự kiện trong ngày
zh_cn: 在消息列表提醒当天日程
zh_tw: 在訊息清單提醒當天日程

# X6s
source: You're all caught up!
de_de: Sie sind alle auf dem Laufenden!
es_es: ¡Estás al día!
fr_fr: Vous êtes à jour !
hi_in: आपके लिए और कोई नया ईवेंट नहीं है.
id_id: Tidak ada lagi acara baru!
it_it: Tutto sotto controllo!
ja_jp: 今日はもう予定がありません
ko_kr: 새로운 이벤트가 없습니다!
ms_my: Anda sudah mengikuti semuanya!
pt_br: Você está em dia!
ru_ru: Вы заняты!
th_th: คุณอ่านถึงข้อความล่าสุดแล้ว
vi_vn: Bạn đã xem tất cả!
zh_cn: 今天的日程已经全部搞定了！
zh_tw: 今天的日程已全部搞定！

# tmI
source: Event reminders
de_de: Terminerinnerungen
es_es: Recordatorios de eventos
fr_fr: Rappels d'événements
hi_in: ईवेंट
id_id: Pengingat acara
it_it: Promemoria di eventi
ja_jp: 予定の通知
ko_kr: 이벤트 알림
ms_my: Peringatan acara
pt_br: Lembretes de eventos
ru_ru: Напоминания о событиях
th_th: ตัวเตือนความจำกิจกรรม
vi_vn: Lời nhắc sự kiện
zh_cn: 日程提醒
zh_tw: 日程提醒

# 1/Q
source: Risky
de_de: Riskant
es_es: Riesgo
fr_fr: À risque
id_id: Berisiko
it_it: Rischioso
ja_jp: リスク
ko_kr: 위험
ms_my: Berisiko
pt_br: Arriscado
ru_ru: Рисковано
th_th: เสี่ยง
vi_vn: Có rủi ro
zh_cn: 风险
zh_tw: 風險

# vrE
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# B4s
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 知道了
zh_tw: 知道了

# g98
source: View participants' availability when scheduling, and start video meetings with just a click.
de_de: Verschaffen Sie sich beim Planen einen Überblick über die Verfügbarkeit der Teilnehmer und starten Sie Videobesprechungen mit nur einem Klick.
es_es: Ver la disponibilidad de los participantes para programar e iniciar reuniones por vídeo con sólo un clic.
fr_fr: Consultez la disponibilité des participants lors de la planification et démarrez des réunions vidéo en un seul clic.
hi_in: शेड्यूल बनाते समय प्रतिभागियों की उपलब्धता देखें और बस एक क्लिक के साथ वीडियो मीटिंग्स प्रारंभ करें.
id_id: Lihat ketersediaan peserta saat membuat jadwal dan mulai rapat video hanya dengan sekali klik.
it_it: Visualizza la disponibilità dei partecipanti durante la pianificazione e avvia riunioni video con un solo clic.
ja_jp: 会議を予約する際に、相手の空き状況を確認できます。 スケジュールを作成したら、ワンクリックでビデオ会議を開始できます。
ko_kr: 예약할 때 참가자의 참석 가능 여부를 확인하고 클릭 한 번으로 화상 회의를 시작할 수 있습니다.
ms_my: Lihat ketersediaan peserta semasa menjadual, dan mulakan mesyuarat video dengan hanya satu klik.
pt_br: Visualize a disponibilidade dos participantes ao fazer agendamentos e inicie reuniões por vídeo com apenas um toque.
ru_ru: Просматривайте доступность участников при составлении расписания и запускайте видеоконференции одним щелчком.
th_th: ดูเวลาว่างของผู้เข้าร่วมในขณะที่กำหนดเวลา และเริ่มการประชุมทางวิดีโอได้เพียงแค่คลิกเดียว
vi_vn: Xem mức độ sẵn sàng của người tham gia khi đặt lịch và bắt đầu cuộc họp video chỉ bằng một cú nhấp chuột.
zh_cn: 预约会议时，可查看对方忙闲状态。日程创建后，可一键发起视频会议。
zh_tw: 預約會議時，可查看對方忙碌狀態。日程建立後，可一鍵發起視訊會議。

# EXQ
source: Create an event
de_de: Termin erstellen
es_es: Crear un evento
fr_fr: Créer un événement
hi_in: कोई ईवेंट बनाएँ
id_id: Buat acara
it_it: Crea un evento
ja_jp: 予定を作成
ko_kr: 이벤트 생성
ms_my: Cipta acara
pt_br: Criar um evento
ru_ru: Создать событие
th_th: สร้างเหตุการณ์
vi_vn: Tạo sự kiện
zh_cn: 创建会议
zh_tw: 建立會議

# 2K0
source: Oops... Looks like something went wrong
de_de: Hoppla... Irgendetwas stimmt nicht.
es_es: ¡Vaya! Parece que hay algún error
fr_fr: Désolé ! Un problème semble être survenu
hi_in: ओह... ऐसा लगता है कि कुछ ग़लत हुआ
id_id: Ups... Sepertinya ada yang salah
it_it: Spiacenti. Si è verificato un errore
ja_jp: エラーが発生したようです
ko_kr: 죄송합니다... 문제가 발생한 것 같습니다
ms_my: Alamak... Nampaknya ada yang tidak kena
pt_br: Ops... Parece que ocorreu um problema
ru_ru: Ошибка. Что-то пошло не так
th_th: แย่แล้ว... ดูเหมือนว่าจะมีบางอย่างผิดพลาด
vi_vn: Rất tiếc... Dường như đã có lỗi xảy ra
zh_cn: 好像什么东西出错了
zh_tw: 好像有什麼東西出錯了

# mlw
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
hi_in: आयोजक
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 组织者
zh_tw: 組織者

# 9C4
source: Any time
de_de: Beliebig
es_es: Cualquier hora
fr_fr: À tout moment
hi_in: किसी भी समय
id_id: Kapan pun
it_it: Passato
ja_jp: すべての期間
ko_kr: 언제나
ms_my: Bila-bila masa
pt_br: Qualquer hora
ru_ru: Любое время
th_th: ทุกเวลา
vi_vn: Bất kỳ lúc nào
zh_cn: 不限
zh_tw: 不限

# YxY
source: To
de_de: Bis
es_es: A
fr_fr: À
hi_in: तक
id_id: Sampai
it_it: A
ja_jp: 終了日
ko_kr: 까지
ms_my: Kepada
pt_br: Para
ru_ru: До
th_th: ถึง
vi_vn: Đến
zh_cn: 截止时间
zh_tw: 截止時間

# hdE
source: From
de_de: Vom
es_es: De
fr_fr: De
hi_in: से
id_id: Dari
it_it: Da
ja_jp: 開始日
ko_kr: 부터
ms_my: Dari
pt_br: De
ru_ru: Начиная с
th_th: จาก
vi_vn: Từ
zh_cn: 开始时间
zh_tw: 開始時間

# cbQ
source: Select end time
de_de: Endzeit auswählen
es_es: Seleccionar fecha de finalización
fr_fr: Sélectionner date de fin
hi_in: समाप्त करने का समय चुनें
id_id: Pilih waktu selesai
it_it: Scegli data fine
ja_jp: 検索期間を選択してください
ko_kr: 종료 시간 선택
ms_my: Pilih masa tamat
pt_br: Selecionar hora de término
ru_ru: Выберите время окончания
th_th: เลือกเวลาสิ้นสุด
vi_vn: Chọn thời gian kết thúc
zh_cn: 选择截止时间
zh_tw: 選擇結束時間

# F04
source: Select start time
de_de: Startzeit auswählen
es_es: Seleccionar fecha de inicio
fr_fr: Sélectionner date de début
hi_in: प्रारंभ समय चुनें
id_id: Pilih waktu mulai
it_it: Scegli data Inizio
ja_jp: 検索期間を選択してください
ko_kr: 시작 시간 선택
ms_my: Pilih masa mula
pt_br: Selecionar hora de início
ru_ru: Выберите время начала
th_th: เลือกเวลาเริ่ม
vi_vn: Chọn thời gian bắt đầu
zh_cn: 选择开始时间
zh_tw: 選擇開始時間

# k/Q
source: More country/region
de_de: Weiteres Land/weitere Region
es_es: Más país o región
fr_fr: Plus de pays/régions
id_id: Negara/wilayah lainnya
it_it: Altri Paesi/Altre aree geografiche
ja_jp: その他の国・地域
ko_kr: 국가/지역 더 보기
ms_my: Lebih banyak negara/kawasan
pt_br: Mais países/regiões
ru_ru: Больше стран/регионов
th_th: ประเทศ/ภูมิภาคเพิ่มเติม
vi_vn: Quốc gia/khu vực khác
zh_cn: 更多国家/地区
zh_tw: 更多國家/地區

# Uw8
source: Phone number and meeting ID copied
de_de: Telefonnummer und Besprechungs-ID kopiert
es_es: Se ha copiado el ID de la reunión y el número de teléfono
fr_fr: Numéro de téléphone et ID de réunion copiés
hi_in: फ़ोन नंबर और मीटिंग ID कॉपी किया गया
id_id: Nomor telepon dan ID rapat disalin
it_it: Numero di telefono e ID riunione copiati
ja_jp: 電話番号と会議 ID がコピーされました
ko_kr: 전화번호 및 회의 ID가 복사됨
ms_my: Nombor telefon dan ID mesyuarat disalin
pt_br: Número de telefone e ID de reunião copiados
ru_ru: Номер телефона и ID конференции скопированы
th_th: คัดลอกหมายเลขโทรศัพท์และ ID การประชุมแล้ว
vi_vn: Đã sao chép số điện thoại và ID cuộc họp
zh_cn: 电话号码和会议 ID 已复制
zh_tw: 電話號碼和會議 ID 已複製

# He8
source: Unstable connection. Please try again.
de_de: Instabile Verbindung. Versuchen Sie es erneut.
es_es: Conexión inestable. Inténtalo de nuevo.
fr_fr: Connexion instable. Veuillez réessayer.
hi_in: अस्थिर कनेक्शन. कृपया फिर से प्रयास करें.
id_id: Koneksi tidak stabil. Coba lagi.
it_it: Connessione instabile. Riprova.
ja_jp: インターネットが不安定です。再試行してください
ko_kr: 연결이 불안정합니다. 다시 시도하세요.
ms_my: Sambungan tidak stabil. Sila cuba lagi.
pt_br: Conexão instável. Tente novamente.
ru_ru: Нестабильное соединение. Повторите попытку.
th_th: การเชื่อมต่อไม่เสถียร โปรดลองอีกครั้ง
vi_vn: Kết nối không ổn định. Vui lòng thử lại.
zh_cn: 网络不稳定，请重试
zh_tw: 網路不穩定，請重試

# LXg
source: {aheadOfDays} at {timeString}
de_de: {aheadOfDays} um {timeString}
es_es: {aheadOfDays} a las {timeString}
fr_fr: {aheadOfDays} à {timeString}
hi_in: {aheadOfDays} {timeString} पर
id_id: {aheadOfDays} pada {timeString}
it_it: {aheadOfDays} alle {timeString}
ja_jp: {aheadOfDays} - {timeString}
ko_kr: {aheadOfDays} {timeString}
ms_my: {aheadOfDays} pada {timeString}
pt_br: {aheadOfDays} das {timeString}
ru_ru: {aheadOfDays} до {timeString}
th_th: {aheadOfDays} ก่อนเวลา {timeString}
vi_vn: {aheadOfDays} lúc {timeString}
zh_cn: {aheadOfDays}{timeString}
zh_tw: {aheadOfDays} {timeString}

# gQU
source: On day of event at {timeString}
de_de: Am Tag des Termins um {timeString}
es_es: El mismo día a las {timeString}
fr_fr: Le jour de l'événement à {timeString}
hi_in: ईवेंट के दिन {timeString} पर
id_id: Pada hari acara jam {timeString}
it_it: Il giorno dell'evento alle {timeString}
ja_jp: 当日 {timeString}
ko_kr: 당일 {timeString}
ms_my: Pada hari acara pada {timeString}
pt_br: No dia do evento às {timeString}
ru_ru: В день события в {timeString}
th_th: วันที่เกิดเหตุการณ์ในเวลา {timeString}
vi_vn: Vào ngày diễn ra sự kiện lúc {timeString}
zh_cn: 当天{timeString}
zh_tw: 當天 {timeString}

# 2TM
source: File expires on {ExpireDate}
de_de: Die Datei läuft ab am {ExpireDate}
es_es: El archivo expira el {ExpireDate}.
fr_fr: Le fichier expire le {ExpireDate}
id_id: File kedaluwarsa pada {ExpireDate}
it_it: Il file scade il {ExpireDate}
ja_jp: {ExpireDate} に期限切れになります
ko_kr: 파일이 {ExpireDate}에 만료됩니다
ms_my: Fail luput pada {ExpireDate}
pt_br: O arquivo expira em {ExpireDate}
ru_ru: Срок действия файла истекает {ExpireDate}
th_th: ไฟล์หมดอายุเมื่อ {ExpireDate}
vi_vn: Tập tin hết hạn vào {ExpireDate}
zh_cn: 将于 {ExpireDate} 失效
zh_tw: 將於 {ExpireDate} 失效

# LQ8
source: Expire in {day} days
de_de: Läuft in {day} Tagen ab
es_es: Expira en {day} días.
fr_fr: Expire dans {day} jours
id_id: Kedaluwarsa dalam {day} hari
it_it: Scade tra {day} giorni
ja_jp: {day} 日後に期限切れ
ko_kr: {day}일 후 만료됩니다
ms_my: Luput dalam {day} hari
pt_br: Expira em {day} dias
ru_ru: Истекает через {day} дн.
th_th: หมดอายุใน {day} วัน
vi_vn: Hết hạn sau {day} ngày
zh_cn: {day} 天后失效
zh_tw: {day} 天後失效

# EFg
source: {name} has assigned you as the event organizer.
de_de: {name} hat Sie als Organisator des Termins ernannt.
es_es: {name} te ha asignado como el organizador del evento.
fr_fr: {name} vous a désigné en tant qu'organisateur de l'événement.
hi_in: {name} ने आपको ईवेंट आयोजक के रूप में असाइन किया है.
id_id: {name} telah menetapkan Anda sebagai penyelenggara acara.
it_it: {name} ti ha assegnato il ruolo di organizzatore dell'evento.
ja_jp: {name} はあなたをこの予定の主催者に設定しました
ko_kr: {name} 님이 회원님을 이벤트 주최자로 지정했습니다.
ms_my: {name} telah menetapkan anda sebagai penganjur acara.
pt_br: {name} designou você como organizador do evento.
ru_ru: Пользователь {name} назначил вас организатором события.
th_th: {name} ได้มอบหมายให้คุณเป็นผู้จัดกิจกรรม
vi_vn: {name} đã gán bạn làm người tổ chức sự kiện.
zh_cn: {name}已将你设为此日程的组织者
zh_tw: {name}已將你設為此日程的組織者

# tCk
source: {number} Attendees
de_de: {number} Anwesende
es_es: {number} asistentes
fr_fr: {number} Participants
id_id: {number} Peserta
it_it: {number} ospiti
ja_jp: {number} 名の出席者
ko_kr: 참석자 {number}명
ms_my: {number} Peserta
pt_br: {number} participantes
ru_ru: Посетителей: {number}
th_th: ผู้เข้าร่วม {number} คน
vi_vn: {number} Người tham dự
zh_cn: {number} 位观众
zh_tw: {number} 位觀眾

# BBs
source: {number} Panelists
de_de: {number} Podiumsteilnehmer
es_es: {number} panelistas
fr_fr: {number} panélistes
id_id: {number} Panelis
it_it: {number} relatori
ja_jp: {number} 名のパネリスト
ko_kr: {number} 패널리스트
ms_my: {number} Panelis
pt_br: {number} membros do painel
ru_ru: Почетные гости: {number}
th_th: {number} ผู้ร่วมอภิปราย
vi_vn: {number} tham luận viên
zh_cn: {number} 位嘉宾
zh_tw: {number} 位來賓

# 42E
source: Some features may not work properly as your version of {APP_DISPLAY_NAME} is out of date. Please update to the latest version.
de_de: Bestimmte Funktionen funktionieren ggf. nicht ordnungsgemäß, da Ihre {APP_DISPLAY_NAME}-Version veraltet ist. Bitte aktualisieren Sie auf die neueste Version.
es_es: Es posible que algunas funciones no se ejecuten correctamente, ya que tu versión de {APP_DISPLAY_NAME} no está actualizada. Actualiza a la versión más reciente.
fr_fr: Certaines fonctionnalités peuvent ne pas fonctionner correctement, car votre version de {APP_DISPLAY_NAME} est obsolète. Veuillez mettre à jour à la dernière version.
hi_in: हो सकता है कि कुछ सुविधाएँ सही ढंग से कार्य न करें, क्योंकि आपके {APP_DISPLAY_NAME} का संस्करण पुराना है. कृपया नवीनतम संस्करण में अपडेट करें.
id_id: Beberapa fitur mungkin tidak berfungsi dengan baik karena versi {APP_DISPLAY_NAME} Anda sudah kedaluwarsa. Perbarui ke versi terbaru.
it_it: Alcune funzioni potrebbero non essere utilizzabili poiché la versione di {APP_DISPLAY_NAME} è scaduta. Aggiorna all'ultima versione.
ja_jp: ご利用の {APP_DISPLAY_NAME} のバージョンが古いため、一部の機能は正常にご利用いただけません。最新バージョンにアップデートしてください。
ko_kr: {APP_DISPLAY_NAME} 버전이 오래되어 일부 기능이 제대로 작동하지 않을 수 있습니다. 최신 버전으로 업데이트하세요.
ms_my: Beberapa ciri mungkin tidak berfungsi dengan betul kerana versi {APP_DISPLAY_NAME} anda sudah lapuk. Sila kemas kini ke versi terkini.
pt_br: Alguns recursos podem não funcionar corretamente, pois a sua versão do {APP_DISPLAY_NAME} está desatualizada. Atualize para a versão mais recente.
ru_ru: Некоторые функции могут работать некорректно, так как ваша версия {APP_DISPLAY_NAME} устарела. Обновите программу до последней версии.
th_th: ฟีเจอร์บางส่วนอาจไม่ทำงานอย่างถูกต้องเนื่องจากเวอร์ชัน {APP_DISPLAY_NAME} ของคุณล้าสมัย โปรดอัปเดตเป็นเวอร์ชันล่าสุด
vi_vn: Một số tính năng có thể hoạt động không tốt vì phiên bản {APP_DISPLAY_NAME} của bạn đã hết hạn. Vui lòng cập nhật lên phiên bản mới nhất.
zh_cn: 你的{APP_DISPLAY_NAME}版本过低，部分功能无法正常使用，请升级到最新版本
zh_tw: 你的{APP_DISPLAY_NAME}版本過低，某些功能無法正常使用，請升級到最新版本
