Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# C3Y
source: {username} will receive this reservation form and set up the room accordingly. If you have any questions, please contact {username}.
de_de: {username} erhält dieses Reservierungsformular und wird den Raum entsprechend einrichten. Bei eventuellen Fragen wenden Sie sich an {username}.
es_es: {username} recibirá este formulario de reserva y configurará la sala según corresponda. Ponte en contacto con {username} si tienes alguna pregunta.
fr_fr: {username} recevra ce formulaire de réservation et configurera la salle en conséquence. Veuillez contacter {username} pour toute question.
hi_in: {username} यह आरक्षण फ़ॉर्म प्राप्त करेंगे और रूम तदनुसार सेट करेंगे. यदि आपके पास कोई प्रश्न हों, तो कृपया {username} से संपर्क करें.
id_id: {username} akan menerima formulir reservasi ini dan menetapkan ruang yang sesuai. Jika Anda memiliki pertanyaan, hubungi {username}.
it_it: {username} riceverà il modulo di prenotazione e imposterà la sala riunioni come opportuno. In caso di domande, contatta {username}.
ja_jp: 会議室を手配する {username} はこの予約フォームを受け取り、会議開始前に手配を完了させます。ご質問がある場合、{username} にご連絡ください。
ko_kr: {username} 님은 이 예약 양식을 받고 그에 따라 회의실을 설정합니다. 질문이 있으시면 {username} 님에게 문의해 주세요.
ms_my: {username} akan menerima borang tempahan ini dan menyediakan bilik mengikutnya. Jika anda ada pertanyaan, sila hubungi {username}.
pt_br: {username} receberá este formulário de reserva e, assim, configurará a sala. Em caso de dúvidas, entre em contato com {username}.
ru_ru: {username} получит эту форму бронирования и настроит зал соответствующим образом. Если у вас есть какие-либо вопросы, свяжитесь с {username}.
th_th: {username} จะได้รับแบบฟอร์มการจองนี้และจัดเตรียมห้องตามนั้น หากคุณมีคำถามใด ๆ โปรดติดต่อ {username}
vi_vn: {username} sẽ nhận được biểu mẫu đặt phòng này và cài đặt phòng một cách phù hợp. Nếu bạn có bất kỳ thắc mắc nào, vui lòng liên hệ với {username}.
zh_cn: 会议室布置人员 {username} 将收到此预定表，并在会议开始前完成布置。如有问题，请联系 {username} 进行沟通。
zh_tw: 會議室布置人員 {username} 將收到此預定表格，並在會議開始前完成布置。如有問題，請聯絡 {username} 進行溝通。

# 8Gs
source: If there are required{mark} fields, make sure to fill them in to continue the reservation.
de_de: Achten Sie darauf, als erforderlich{mark} markierte Felder auszufüllen, um mit der Reservierung fortfahren zu können.
es_es: Si hay campos obligatorios{mark}, comprueba que están rellenos para continuar con la reserva.
fr_fr: S'il y a des champs obligatoires{mark}, assurez-vous de les remplir pour poursuivre la réservation.
hi_in: अगर आवश्यक{mark} फ़ील्ड हैं, तो आरक्षण जारी रखने के लिए उन्हें भरना सुनिश्चित करें.
id_id: Jika terdapat bidang {mark} yang diperlukan, pastikan mengisinya untuk melanjutkan reservasi.
it_it: Se ci sono campi obbligatori{mark}, assicurati di compilarli per procedere con la prenotazione.
ja_jp: すべての必須項目{mark}を記入してから、引き続き会議室を予約できます
ko_kr: 필수{mark} 필드가 있는 경우, 예약을 계속하려면 이 필드를 꼭 입력해 주세요.
ms_my: Jika terdapat ruangan yang diperlukan{mark}, pastikan untuk mengisinya untuk meneruskan tempahan.
pt_br: Se houver campos obrigatórios{mark}, certifique-se de preenchê-los para continuar com a reserva.
ru_ru: Заполните обязательные {mark} поля для продолжения резервирования.
th_th: หากมีช่องข้อมูล{mark}ที่จำเป็น โปรดตรวจสอบให้แน่ใจว่ากรอกช่องข้อมูลดังกล่าวเพื่อทำการจองต่อไป
vi_vn: Nếu có các trường{mark} bắt buộc, hãy đảm bảo điền thông tin vào các trường đó để tiếp tục đặt phòng.
zh_cn: 如有必填项{mark}，需全部填写才能继续预定会议室
zh_tw: 如有必填項目{mark}，需全部填寫才能繼續預定會議室

# dMc
source: Reason: {InactiveReason}
de_de: Grund: {InactiveReason}
es_es: Razón: {InactiveReason}
fr_fr: Raison : {InactiveReason}
hi_in: कारण: {InactiveReason}
id_id: Alasan: {InactiveReason}
it_it: Motivo: {InactiveReason}
ja_jp: 使用禁止の原因：{InactiveReason}
ko_kr: 이유: {InactiveReason}
ms_my: Sebab: {InactiveReason}
pt_br: Motivo: {InactiveReason}
ru_ru: Причина: {InactiveReason}
th_th: เหตุผล: {InactiveReason}
vi_vn: Lý do: {InactiveReason}
zh_cn: 禁用原因：{InactiveReason}
zh_tw: 停用原因：{InactiveReason}

# 5ds
source: The meeting room can only be reserved between {AvailableTimePeriod}.
de_de: Der Besprechungsraum kann nur zwischen {AvailableTimePeriod} reserviert werden.
es_es: La sala se reuniones solo se puede reservar entre {AvailableTimePeriod}.
fr_fr: La salle de réunion peut uniquement être réservée entre {AvailableTimePeriod}.
hi_in: मीटिंग रूम केवल {AvailableTimePeriod} के बीच आरक्षित किया जा सकता है.
id_id: Ruang rapat hanya dapat dipesan antara {AvailableTimePeriod}.
it_it: La sala riunioni può essere prenotata solo nel periodo {AvailableTimePeriod}.
ja_jp: この会議室は {AvailableTimePeriod} のみ予約できます
ko_kr: 회의실은 {AvailableTimePeriod} 사이에만 예약할 수 있습니다.
ms_my: Bilik mesyuarat hanya boleh ditempah antara {AvailableTimePeriod}.
pt_br: A sala de reunião só pode ser reservada entre {AvailableTimePeriod}.
ru_ru: Эту комнату можно зарезервировать только в период {AvailableTimePeriod}.
th_th: ห้องประชุมสามารถจองได้ระหว่าง {AvailableTimePeriod} เท่านั้น
vi_vn: Chỉ có thể đặt trước phòng họp trong khoảng thời gian {AvailableTimePeriod}.
zh_cn: 会议室预定时段仅限于：{AvailableTimePeriod}
zh_tw: 會議室預定時段僅限於：{AvailableTimePeriod}

# /NQ
source: Meeting room will be released {time} minutes after the scheduled starting time if no one checks in.
de_de: Der Besprechungsraum wird {time} Minuten nach dem geplantem Beginn freigegeben, wenn niemand eincheckt.
es_es: Las salas de reuniones quedarán libres {time} minutos después de la hora de inicio programada si ningún usuario se registra.
fr_fr: Si personne ne confirme la réunion, la salle de réunion sera libérée {time} minutes après l'heure de début programmée.
hi_in: अगर कोई चेक-इन नहीं करता है, तो निर्धारित प्रारंभिक समय के {time} मिनट बाद मीटिंग रूम को छोड़ दिया जाएगा.
id_id: Ruang rapat akan dibebaskan {time} menit setelah waktu mulai yang dijadwalkan jika tidak ada yang check in.
it_it: Se nessuno esegue il check-in, la sala riunioni verrà rilasciata {time} minuti dopo l'orario di inizio pianificato.
ja_jp: {time} 分以上チェックインされない場合、会議室が自動的に解放されます。
ko_kr: 아무도 출석하지 않은 경우, 예정된 시작 시간에서 {time}분이 지나면 회의실이 해제됩니다.
ms_my: Bilik mesyuarat akan dilepaskan {time} minit selepas masa mula yang dijadualkan jika tiada orang yang daftar masuk.
pt_br: A sala de reunião será liberada {time} minutos depois da hora de início agendada se ninguém fizer check-in.
ru_ru: Если никто из участников не отметится в течение {time} мин. после запланированного времени начала, бронирование комнаты будет отменено.
th_th: หากไม่มีคนเช็คอิน ห้องประชุมจะถูกปล่อยใน {time} นาทีหลังจากเวลาเริ่มต้นที่กำหนดไว้
vi_vn: Phòng họp sẽ được giải phóng {time} phút sau thời điểm bắt đầu theo lịch nếu không có người đăng ký vào.
zh_cn: 若会议开始后 {time} 分钟内无人签到，会议室将自动释放
zh_tw: 若會議開始後 {time} 分鐘內無人簽到，會自動釋放會議室

# DHc
source: To be released in {time}
de_de: Zur Freigabe in {time}
es_es: Quedará libre en {time}
fr_fr: Libération dans {time}
hi_in: {time} में रिलीज़ होने वाला है
id_id: Akan dibebaskan dalam {time}
it_it: Verrà rilasciata tra {time}
ja_jp: {time} 後に解放されます
ko_kr: {time} 후 해제 예정
ms_my: Akan dilepaskan dalam {time}
pt_br: A ser liberada em {time}
ru_ru: Бронирование будет отменено через {time}
th_th: จะถูกปล่อยใน {time}
vi_vn: Sẽ được giải phóng trong {time}
zh_cn: 将在 {time} 后释放
zh_tw: 將在{time}後釋放

# DJY
source: Meeting room can be reserved daily between {AvailableTimePeriod}.
de_de: Besprechungsräume können täglich reserviert werden zwischen {AvailableTimePeriod}.
es_es: La sala de reuniones se puede reservar diariamente entre {AvailableTimePeriod}.
fr_fr: La salle de réunion peut être réservée chaque jour entre {AvailableTimePeriod}.
hi_in: मीटिंग रूम को {AvailableTimePeriod} के बीच हर रोज़ आरक्षित किया जा सकता है.
id_id: Ruang rapat hanya dapat direservasi setiap hari antara {AvailableTimePeriod}.
it_it: La sala riunioni può essere prenotata ogni giorno tra {AvailableTimePeriod}.
ja_jp: 予約できるのは、毎日の {AvailableTimePeriod} です
ko_kr: 회의실은 매일 {AvailableTimePeriod}에 예약할 수 있습니다.
ms_my: Bilik mesyuarat boleh ditempah setiap hari antara {AvailableTimePeriod}.
pt_br: A sala de reunião pode ser reservada diariamente entre {AvailableTimePeriod}.
ru_ru: Комнату можно бронировать ежедневно между {AvailableTimePeriod}.
th_th: สามารถจองห้องประชุมได้ทุกวันระหว่าง {AvailableTimePeriod}
vi_vn: Có thể đặt phòng họp hằng ngày trong khoảng thời gian {AvailableTimePeriod}.
zh_cn: 每日可被预定时段 {AvailableTimePeriod}
zh_tw: 每日可預定時段 {AvailableTimePeriod}

# J6Y
source: Room for {number, plural, one {1 guest} other {# guests}}
de_de: Raum für {number, plural, one {1 Gast} other {# Gäste}}
es_es: Sala para {number, plural, one {1 invitado} other {# invitados}}
fr_fr: Salle pour {number, plural, one {1 invité} other {# invités}}
hi_in: {number, plural, one {1 गेस्ट} other {# गेस्ट}} के लिए रूम
id_id: Ruang untuk {number, plural, one {1 tamu} other {# tamu}}
it_it: Sala per {number, plural, one {1 ospite} other {# ospiti}}
ja_jp: 最大利用人数：{number} 人
ko_kr: {number, plural, one {게스트 1명} other {게스트 #명}}을 위한 회의실
ms_my: Bilik untuk {number, plural, one {1 tetamu} other {# tetamu}}
pt_br: Sala para {number, plural, one {1 convidado} other {# convidados}}
ru_ru: Комната для {number, plural, one {1 гостя} other {# гостей}}
th_th: ห้องสำหรับ {number, plural, one {ผู้รับเชิญ 1 ราย} other {ผู้รับเชิญ # ราย}}
vi_vn: Phòng cho {number, plural, one {1 khách} other {# khách}}
zh_cn: 可容纳 {number, plural, one {1 人} other {# 人}}
zh_tw: 可容納 {number, plural, one {1 人} other {# 人}}

# 0l0
source: Reservation can be made {number, plural, one {# day} other {# days}} in advance
de_de: {number, plural, one {Reservierungen sind # Tag im Voraus möglich } other {Reservierungen sind # Tage im Voraus möglich }}
es_es: {number, plural, one {La reserva puede hacerse con # día de antelación } other {La reserva puede hacerse con # días de antelación }}
fr_fr: La réservation peut être faite {number, plural, one {# jour} other {# jours}} à l’avance
hi_in: {number, plural, one {आरक्षण # दिन पहले किया जा सकता है } other {आरक्षण # दिनों पहले किया जा सकता है }}
id_id: {number, plural, one {Reservasi dapat dibuat # hari sebelumnya } other {Reservasi dapat dibuat # hari sebelumnya }}
it_it: {number, plural, one {La prenotazione può essere effettuata con # giorno di anticipo } other {La prenotazione può essere effettuata con # giorni di anticipo }}
ja_jp: 予約受付は、{number, plural, one {# 日} other {# 日}}前の
ko_kr: {number, plural, one {다음 시간을 기준으로 # 일 전에 예약할 수 있습니다 } other {다음 시간을 기준으로 # 일 전에 예약할 수 있습니다 }}
ms_my: Tempahan boleh dibuat {number, plural, one {# hari} other {# hari}} lebih awal
pt_br: {number, plural, one {A reserva pode ser feita com # dia de antecedência } other {A reserva pode ser feita com # dias de antecedência }}
ru_ru: {number, plural, one {Комнату можно бронировать за # день } few {Комнату можно бронировать за # дня } other {Комнату можно бронировать за # дней }}
th_th: {number, plural, one {สามารถจองล่วงหน้าได้ # วัน } other {สามารถจองล่วงหน้าได้ # วัน }}
vi_vn: {number, plural, one {Có thể đặt trước # ngày } other {Có thể đặt trước # ngày }}
zh_cn: 可提前 {number, plural, one {# 天} other {# 天}}
zh_tw: {number, plural, one {可提前 # 天} other {可提前 # 天}}

# QqY
source: at {time}.
de_de: am {time}.
es_es: a las {time}.
fr_fr: à {time}.
hi_in: {time} पर.
id_id: pada {time}.
it_it: alle {time}.
ja_jp: {time} から始まります
ko_kr: {time}
ms_my: pada {time}.
pt_br: às {time}.
ru_ru: с {time}.
th_th: เวลา {time}
vi_vn: vào {time}.
zh_cn: 于当天 {time} 开始预定
zh_tw: 於當天 {time} 開始預定

# l1M
source: Each reservation can't exceed {duration}.
de_de: Jede Reservierung darf nicht länger sein als {duration}.
es_es: Cada reserva no puede superar {duration}.
fr_fr: Chaque réservation ne peut pas dépasser {duration}.
hi_in: हर आरक्षण {duration} से अधिक का नहीं हो सकता.
id_id: Setiap reservasi tidak dapat melebihi {duration}.
it_it: Ogni prenotazione non può superare {duration}.
ja_jp: 一度に予約できる上限は {duration} です
ko_kr: 각 예약은 {duration}을(를) 초과할 수 없습니다.
ms_my: Setiap tempahan tidak boleh melebihi {duration}.
pt_br: Cada reserva não pode exceder {duration}.
ru_ru: Каждое бронирование не может превышать {duration}.
th_th: ทุกการจองต้องไม่เกิน {duration}
vi_vn: Mỗi cuộc họp đặt trước không được vượt quá {duration}.
zh_cn: 单次最长可预定 {duration}
zh_tw: 每次最長可預定 {duration}

# F10
source: Up to {number} successful meeting room reservations per person per day
de_de: Bis zu {number} erfolgreiche Besprechungsraumreservierungen pro Person und Tag
es_es: Hasta {number} reservas correctas de salas de reuniones por persona al día
fr_fr: Jusqu’à {number} réservations de salle de réunion réussies par personne et par jour
id_id: Hingga {number} reservasi ruang rapat yang berhasil per orang per hari
it_it: Fino a {number} prenotazioni di sale riunioni riuscite al giorno per persona
ja_jp: 1 日 1 人あたり、最大 {number} 回まで会議室を成功に予約できます
ko_kr: 한 사람당 하루 최대 {number}회 회의실 예약 성공
ms_my: Sehingga {number} tempahan bilik mesyuarat berjaya setiap orang setiap hari
pt_br: Até {number} reservas bem-sucedidas de salas de reunião por pessoa por dia
ru_ru: До {number} успешных бронирований комнат на человека в день
th_th: สูงสุด {number} การจองห้องประชุมต่อคนต่อวัน
vi_vn: Tối đa {number} yêu cầu đặt phòng họp thành công cho mỗi người một ngày
zh_cn: 每人每天最多可成功预定 {number} 次会议室
zh_tw: 每人每天最多可成功預定 {number} 次會議室

# AYQ
source: {meetingRoom} isn't available in this period of time.
de_de: {meetingRoom} ist zu diesem Zeitpunkt nicht verfügbar.
es_es: {meetingRoom} no está disponible durante este período de tiempo.
fr_fr: {meetingRoom} n'est pas disponible à cette période.
hi_in: {meetingRoom} इस समय अवधि में उपलब्ध नहीं है.
id_id: {meetingRoom} tidak tersedia dalam periode waktu ini.
it_it: {meetingRoom} non è disponibile in questo periodo.
ja_jp: {meetingRoom} はこの時間帯に予約できません
ko_kr: {meetingRoom}은(는) 이 기간에는 사용할 수 없습니다.
ms_my: {meetingRoom} tidak tersedia pada masa ini.
pt_br: {meetingRoom} não está disponível neste período.
ru_ru: {meetingRoom} недоступно в течение этого периода времени.
th_th: {meetingRoom} ไม่ว่างในช่วงเวลานี้
vi_vn: {meetingRoom} không có sẵn trong khoảng thời gian này.
zh_cn: {meetingRoom} 此时段不支持预定
zh_tw: {meetingRoom} 此時段不支援預定

# MPI
source: Inactive period: {StartTime} - {EndTime}
de_de: Inaktiver Zeitraum: {StartTime} - {EndTime}
es_es: Período de inactividad: {StartTime} - {EndTime}
fr_fr: Période d'inactivité : {StartTime} - {EndTime}
hi_in: निष्क्रीय अवधि: {StartTime} - {EndTime}
id_id: Periode tidak aktif: {StartTime} - {EndTime}
it_it: Periodo di inattività: {StartTime} - {EndTime}
ja_jp: 使用禁止の時間帯：{StartTime} - {EndTime}
ko_kr: 비활성 기간: {StartTime} - {EndTime}
ms_my: Tempoh tidak aktif: {StartTime} - {EndTime}
pt_br: Período inativo: {StartTime} a {EndTime}
ru_ru: Период простоя: {StartTime} ‒ {EndTime}
th_th: ระยะเวลาที่ไม่มีการใช้งาน: {StartTime} - {EndTime}
vi_vn: Thời gian không hiện hoạt: {StartTime} - {EndTime}
zh_cn: 禁用时段：{StartTime} - {EndTime}
zh_tw: 停用時段：{StartTime}- {EndTime}

# aMU
source: The meeting room is inactive from {StartTime} to {EndTime}.
de_de: Der Besprechungsraum ist von {StartTime} bis {EndTime} inaktiv.
es_es: La sala de reuniones está inactiva desde las {StartTime} hasta las {EndTime}.
fr_fr: La salle de réunion est inactive du {StartTime} au {EndTime}.
hi_in: मीटिंग रूम {StartTime} से {EndTime} तक निष्क्रिय है.
id_id: Ruang rapat tidak aktif dari {StartTime} hingga {EndTime}.
it_it: La sala riunioni è inattiva da {StartTime} a {EndTime}.
ja_jp: 会議室は {StartTime} から {EndTime} まで使用禁止されています
ko_kr: 해당 회의실은 {StartTime}부터 {EndTime}까지 비활성 상태입니다.
ms_my: Bilik mesyuarat tidak aktif dari {StartTime} hingga {EndTime}.
pt_br: A sala de reunião está inativa de {StartTime} até {EndTime}.
ru_ru: Комната недоступна с {StartTime} по {EndTime}.
th_th: ห้องประชุมไม่มีการใช้งานตั้งแต่ {StartTime} ถึง {EndTime}
vi_vn: Phòng họp không hoạt động từ {StartTime} đến {EndTime}.
zh_cn: 会议室在{StartTime}至{EndTime}被禁用
zh_tw: 會議室在{StartTime}至{EndTime}時段停用

# zJQ
source: Inactive period: since {StartTime}
de_de: Inaktiver Zeitraum: seit {StartTime}
es_es: Período de inactividad: desde {StartTime}
fr_fr: Période d'inactivité : depuis {StartTime}
hi_in: निष्क्रीय अवधि: {StartTime} से
id_id: Periode tidak aktif: sejak {StartTime}
it_it: Periodo di inattività: a partire da {StartTime}
ja_jp: 使用禁止の時間帯：{StartTime} 以降
ko_kr: 비활성 기간: {StartTime} 이후
ms_my: Tempoh tidak aktif: sejak {StartTime}
pt_br: Período inativo: desde {StartTime}
ru_ru: Период простоя: с {StartTime}
th_th: ระยะเวลาที่ไม่มีการใช้งาน: ตั้งแต่ {StartTime}
vi_vn: Thời gian không hiện hoạt: kể từ {StartTime}
zh_cn: 禁用时段：{StartTime} - 永久
zh_tw: 停用時段：{StartTime}- 永久

# HeA
source: The meeting room is permanently inactive since {StartTime}.
de_de: Der Besprechungsraum ist seit {StartTime} dauerhaft inaktiv.
es_es: La sala de reuniones está inactiva permanentemente desde las {StartTime}.
fr_fr: La salle de réunion est définitivement inactive depuis le {StartTime}.
hi_in: मीटिंग रूम {StartTime} से स्थायी रूप से निष्क्रिय है.
id_id: Ruang rapat tidak aktif secara permanen sejak {StartTime}.
it_it: La sala riunioni è permanentemente inattiva da {StartTime}.
ja_jp: 会議室は {StartTime} から無効になります
ko_kr: 해당 회의실은 {StartTime} 이후 영구적으로 비활성 상태입니다.
ms_my: Bilik mesyuarat tidak aktif selama-lamanya sejak {StartTime}.
pt_br: A sala de reunião está permanentemente inativa desde {StartTime}.
ru_ru: Комната недоступна навсегда с {StartTime}.
th_th: ห้องประชุมไม่มีการใช้งานถาวรตั้งแต่ {StartTime}
vi_vn: Phòng họp không hoạt động vĩnh viễn từ {StartTime}.
zh_cn: 会议室从{StartTime}起被永久禁用
zh_tw: 會議室從{StartTime}起永久停用

# a4U
source: Open for reservation after {date}
de_de: Offen für Reservierung nach {date}
es_es: Disponible para la reserva después del {date}
fr_fr: Ouvert aux réservations après {date}
hi_in: {date} के बाद आरक्षण खोलें
id_id: Terbuka untuk reservasi setelah {date}
it_it: Apertura per prenotazione dal {date}
ja_jp: 予約受付開始：{date} 後
ko_kr: {date} 이후 예약 가능
ms_my: Buka untuk tempahan selepas {date}
pt_br: Abrir para reserva após {date}
ru_ru: Открыто для бронирования: после {date}
th_th: เปิดจองหลัง {date}
vi_vn: Có thể đặt trước sau {date}
zh_cn: 仅支持于 {date} 之后预定
zh_tw: 僅支援於 {date} 之後預定

# O8M
source: Meeting room can only be reserved to {DueDate}.
de_de: Der Besprechungsraum kann nur am {DueDate} reserviert werden.
es_es: La sala de reuniones solo puede reservarse para el {DueDate}.
fr_fr: La salle de réunion ne peut être réservée que jusqu'à {DueDate}.
hi_in: मीटिंग रूम केवल {DueDate} को आरक्षित हो सकता है.
id_id: Ruang rapat hanya dapat direservasi hingga {DueDate}.
it_it: La sala riunioni può essere prenotata solo fino al {DueDate}.
ja_jp: {DueDate} までの予約が可能です
ko_kr: 회의실은 {DueDate}.까지만 예약할 수 있습니다.
ms_my: Bilik mesyuarat hanya boleh ditempah sehingga {DueDate}.
pt_br: A sala de reunião só pode ser reservada para {DueDate}.
ru_ru: Открыто для бронирования: до {DueDate}
th_th: สามารถจองห้องประชุมได้ {DueDate} เท่านั้น
vi_vn: Chỉ có thể đặt phòng họp trước {DueDate}.
zh_cn: 仅支持预定至 {DueDate}
zh_tw: 僅支援預定至 {DueDate}

# W1Q
source: Meeting room can only be reserved between {AvailableTimePeriod}.
de_de: Der Besprechungsraum kann nur zwischen {AvailableTimePeriod} reserviert werden.
es_es: La sala de reuniones se puede reservar diariamente de {AvailableTimePeriod}.
fr_fr: La salle de réunion ne peut être réservée qu'entre {AvailableTimePeriod}.
hi_in: मीटिंग रूम को केवल {AvailableTimePeriod} के बीच आरक्षित किया जा सकता है.
id_id: Ruang rapat hanya dapat direservasi antara {AvailableTimePeriod}.
it_it: La sala riunioni può essere prenotata solo nell'orario {AvailableTimePeriod}.
ja_jp: 予約可能な期間は {AvailableTimePeriod} です
ko_kr: 회의실은 {AvailableTimePeriod}에만 예약할 수 있습니다.
ms_my: Bilik mesyuarat hanya boleh ditempah antara {AvailableTimePeriod}.
pt_br: A sala de reunião só pode ser reservada entre {AvailableTimePeriod}.
ru_ru: Комнату можно бронировать только между {AvailableTimePeriod}.
th_th: สามารถจองห้องประชุมได้ระหว่าง {AvailableTimePeriod} เท่านั้น
vi_vn: Chỉ có thể đặt phòng họp trong khoảng thời gian {AvailableTimePeriod}.
zh_cn: 预定时段仅限于 {AvailableTimePeriod}
zh_tw: 預定時段僅限於 {AvailableTimePeriod}

# S54
source: Not applicable to all events as the meeting room you've added can only be reserved to {DueDate} while the end date of this recurring event is beyond {DueDate}.
de_de: Nicht für alle Termine zutreffend, weil der von Ihnen hinzugefügte Besprechungsraum nur bis zum {DueDate} reserviert werden kann, während das Enddatum dieses wiederkehrenden Termins nach dem {DueDate} liegt.
es_es: No se puede aplicar a todos los eventos, ya que la sala de reuniones que has agregado solo se puede reservar para el {DueDate} y la fecha de finalización de este evento periódico es posterior al {DueDate}.
fr_fr: Non applicable à tous les événements, car la salle de réunion que vous avez ajoutée peut uniquement être réservée jusqu'au {DueDate}, alors que la date de fin de cet événement récurrent dépasse le {DueDate}.
hi_in: सभी ईवेंट पर लागू करने योग्य नहीं है क्योंकि आपके द्वारा दर्ज किया गया मीटिंग रूम केवल {DueDate} तक आरक्षित किया जा सकता है जबकि इस पुनरावर्ती ईवेंट के समापन की तारीख {DueDate} से परे है.
id_id: Tidak berlaku untuk semua acara karena ruang rapat yang Anda tambahkan hanya dapat dipesan hingga {DueDate} sementara tanggal akhir acara berulang ini melampaui {DueDate}.
it_it: Non applicabile a tutti gli eventi in quanto la sala riunioni che hai aggiunto può essere prenotata solo fino alla data {DueDate} e la data di fine di questo evento ricorrente è oltre la data {DueDate}.
ja_jp: すべての予定に適用できません。繰り返し予定の終了日は {DueDate} 以降ですが、追加された会議室は {DueDate} までしか予約できません。
ko_kr: 추가한 회의실은 {DueDate}까지만 예약할 수 있는 반면, 이 반복 이벤트의 종료 날짜는 {DueDate} 이후이므로 모든 이벤트에 적용되지는 않습니다.
ms_my: Tidak boleh digunakan untuk semua acara kerana bilik mesyuarat yang anda tambah hanya boleh ditempah sehingga {DueDate} manakala tarikh akhir acara berulang ini melebihi {DueDate}.
pt_br: Não se aplica a todos os eventos, pois a sala de reunião que você adicionou só pode ser reservada até {DueDate}, ao passo que a data de término deste evento recorrente está depois de {DueDate}.
ru_ru: Неприменимо для всех событий, так как добавленную переговорную можно зарезервировать только до {DueDate}, а дата окончания этого повторяющегося события наступает позже {DueDate}.
th_th: ไม่สามารถใช้กับทุกเหตุการณ์ได้ เนื่องจากห้องประชุมที่คุณได้เพิ่มไว้สามารถจองได้จนถึง {DueDate} เท่านั้น ส่วนวันสิ้นสุดเหตุการณ์ที่กำลังเกิดซ้ำนี้เกินกว่าวันที่ {DueDate}
vi_vn: Không áp dụng cho tất cả sự kiện do phòng họp bạn đã thêm chỉ có thể được đăng ký trước đến ngày {DueDate} trong khi ngày kết thúc của sự kiện định kỳ này vượt quá ngày {DueDate}.
zh_cn: 不适用于所有日程，因为已添加的会议室只支持预定到 {DueDate}，而此重复性日程的截止日期晚于 {DueDate}
zh_tw: 不適用於所有日程，因為已新增的會議室只支援預定到 {DueDate}，而此重複性日程的截止日期晚於 {DueDate}
