Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# juM
source: Number of guests has reached the {number} limit.
de_de: Die Anzahl der Gäste hat das Limit von {number} erreicht.
es_es: El número de invitados ha alcanzado el límite de {number}.
fr_fr: Le nombre d'invités a atteint la limite de {number}.
id_id: Jumlah tamu telah mencapai batas {number}.
it_it: Il numero di ospiti ha raggiunto il limite di {number}.
ja_jp: 参加者数が上限の {number} 人に達しました
ko_kr: 게스트 수가 {number}명의 제한에 도달했습니다.
ms_my: Bilangan tetamu telah mencapai had {number}.
pt_br: O número de convidados atingiu o limite de {number}.
ru_ru: Количество гостей достигло лимита {number}.
th_th: จำนวนผู้รับเชิญถึงจำนวนจำกัด {number} คนแล้ว
vi_vn: Số lượng khách đã đạt đến giới hạn là {number}.
zh_cn: 参与者数量已达到 {number} 上限
zh_tw: 參與者數量已達到 {number} 上限

# 4mI
source: Guests in the recurring event can't exceed {number}.
de_de: Maximal {number} Gäste sind für den wiederkehrenden Termin zulässig.
es_es: El evento periódico no puede tener más de {number} invitados.
fr_fr: Les invités à l'événement récurrent ne peuvent pas dépasser {number}.
id_id: Tamu di acara berulang tidak boleh melampaui {number}.
it_it: Gli ospiti all'evento ricorrente non possono superare {number}.
ja_jp: 繰り返し予定の参加者数は {number} 名を超えることができません。
ko_kr: 반복 이벤트의 게스트는 {number}명을 초과할 수 없습니다.
ms_my: Tetamu dalam acara berulang tidak boleh melebihi {number}.
pt_br: Os convidados do evento recorrente não podem exceder {number}.
ru_ru: Количество гостей повторяющегося события не может превышать {number}.
th_th: ผู้รับเชิญในเหตุการณ์ที่เกิดขึ้นซ้ำจะเกิน {number} ไม่ได้
vi_vn: Khách trong sự kiện định kỳ không được vượt quá {number}.
zh_cn: 重复性日程参与者不支持超过 {number} 人

# LCM
source: Invitation will be sent to {name}
de_de: Einladungen werden gesendet an: {name}
es_es: Las invitaciones se enviarán a {name}
fr_fr: Les invitations seront envoyées à {name}
id_id: Undangan akan dikirim kepada {name}
it_it: Gli inviti saranno inviati a {name}
ja_jp: {name} に招待を送信します。
ko_kr: 초대를 {name} 님에게 보냅니다
ms_my: Jemputan akan dihantar kepada {name}
pt_br: Os convites serão enviados para {name}
ru_ru: Приглашения будут отправлены {name}
th_th: คำเชิญจะถูกส่งไปยัง {name}
vi_vn: Lời mời sẽ được gửi cho {name}
zh_cn: 将向 {name} 发送邀请
zh_tw: 將向 {name} 傳送邀請

# q2M
source: Number of guests has reached the {number} limit. To add more, please request permission and retry after approval.
de_de: Die Anzahl der Gäste hat das Limit von {number} erreicht. Um weitere Gäste hinzuzufügen, beantragen Sie bitte eine Berechtigung. Versuchen Sie es nach der Genehmigung erneut.
es_es: El número de invitados ha alcanzado el límite de {number}. Para agregar más, solicita permiso y vuelve a intentarlo después de la aprobación.
fr_fr: Le nombre d'invités a atteint la limite de {number}. Pour en rajouter, veuillez demander l'autorisation puis réessayer après approbation.
id_id: Jumlah tamu telah mencapai batas {number}. Untuk menambah lebih banyak, minta izin dan coba lagi setelah persetujuan.
it_it: Il numero di ospiti ha raggiunto il limite di {number}. Per aggiungerne altri, richiedi l'autorizzazione e riprova dopo l'approvazione.
ja_jp: 参加者数が上限の {number} 人に達しました。引き続き参加者を追加するには、権限を申請し、承認後に再試行してください
ko_kr: 게스트 수가 {number}명의 제한에 도달했습니다. 더 추가하려면 권한을 요청하고 승인 후 다시 시도하세요.
ms_my: Bilangan tetamu telah mencapai had {number}. Untuk menambah lebih banyak, sila mohon kebenaran dan cuba lagi selepas kelulusan.
pt_br: O número de convidados atingiu o limite de {number}. Para adicionar mais, solicite permissão e tente novamente após a aprovação.
ru_ru: Количество гостей достигло лимита {number}. Чтобы добавить больше, запросите разрешение и повторите попытку после одобрения.
th_th: ผู้รับเชิญถึงจำนวนจำกัด {number} คนแล้ว หากต้องการเพิ่มผู้รับเชิญ โปรดขอสิทธิ์การอนุญาตและลองอีกครั้งหลังจากได้รับอนุมัติ
vi_vn: Số lượng khách đã đạt đến giới hạn là {number}. Để bổ sung thêm, vui lòng yêu cầu cấp quyền và thử lại sau khi được phê duyệt.
zh_cn: 参与者数量已达到 {number} 上限，如需继续添加，请申请权限并于审批通过后重试
zh_tw: 參與者數量已達到 {number} 上限。如需繼續新增，請申請權限並於審核通過後重試

# R9k
source: You can add up to {number} guests for the event. Please remove some guests and retry.
de_de: Sie können bis zu {number} Gäste zum Ereignis hinzufügen. Bitte entfernen Sie einige Gäste und versuchen Sie es erneut.
es_es: Puedes agregar hasta {number} invitados al evento. Quita algunos invitados e inténtalo de nuevo.
fr_fr: Vous pouvez ajouter jusqu'à {number} invités à l'événement. Veuillez retirer des invités et réessayer.
id_id: Anda bisa menambah hingga {number} tamu untuk acara. Hapus beberapa tamu dan coba lagi.
it_it: Puoi aggiungere fino a {number} ospiti per l'evento. Rimuovi alcuni ospiti e riprova.
ja_jp: 予定に最大 {number} 人の参加者を追加できます。一部の参加者を外してから再試行してください
ko_kr: 최대 {number}명의 게스트를 이벤트에 추가할 수 있습니다. 일부 게스트를 제거하고 다시 시도하세요.
ms_my: Anda boleh menambah sehingga {number} tetamu untuk acara. Sila keluarkan beberapa tetamu dan cuba lagi.
pt_br: Você pode adicionar até {number} convidados para o evento. Remova alguns convidados e tente novamente.
ru_ru: Вы можете добавить до {number} гостей на событие. Удалите некоторых гостей и повторите попытку.
th_th: คุณสามารถเพิ่มผู้รับเชิญของกิจกรรมได้ถึง {number} คน โปรดนำผู้รับเชิญบางรายออกก่อนแล้วลองอีกครั้ง
vi_vn: Bạn có thể thêm tối đa {number} khách vào sự kiện. Vui lòng xóa một số khách rồi thử lại.
zh_cn: 最多可为日程添加 {number} 位参与者，请移除部分参与者后重试
zh_tw: 最多可為日程新增 {number} 位參與者，請移除部分參與者後重試

# BIw
source: {name} invites you to join a webinar.
de_de: {name} lädt Sie ein, einem Webinar beizutreten.
es_es: {name} te invita a unirte a un seminario web.
fr_fr: {name} vous invite à rejoindre un webinaire.
id_id: {name} mengundang Anda untuk bergabung dengan webinar.
it_it: {name} ti invita a partecipare a un webinar.
ja_jp: {name}はあなたをウェビナーに招待しています
ko_kr: {name} 님이 웨비나에 참가하도록 회원님을 초대했습니다.
ms_my: {name} menjemput anda untuk menyertai webinar.
pt_br: {name} convida você para ingressar em um webinar.
ru_ru: {name} приглашает вас присоединиться к вебинару.
th_th: {name} เชิญคุณเข้าร่วมการสัมมนาออนไลน์
vi_vn: {name} mời bạn tham gia một hội thảo trực tuyến.
zh_cn: {name} 邀请你加入网络研讨会
zh_tw: {name} 邀請你加入網路研討會

# Lbs
source: Panelists ({number})
de_de: Podiumsteilnehmer ({number})
es_es: Panelistas ({number})
fr_fr: Panélistes ({number})
id_id: Panelis ({number})
it_it: Relatori ({number})
ja_jp: パネリスト ({number})
ko_kr: 패널리스트({number})
ms_my: Panelis ({number})
pt_br: Membros do painel ({number})
ru_ru: Почётные гости ({number})
th_th: ผู้ร่วมอภิปราย ({number})
vi_vn: Tham luận viên ({number})
zh_cn: 嘉宾 ({number})
zh_tw: 來賓 ({number})

# 67w
source: Please reply: {event}
de_de: Bitte antworten Sie: {event}
es_es: Responde: {event}
fr_fr: Veuillez répondre : {event}
id_id: Harap balas: {event}
it_it: Rispondi: {event}
ja_jp: 要返信：{event}
ko_kr: 다음 이벤트에 회신 부탁드립니다. {event}
ms_my: Sila balas: {event}
pt_br: Responda: {event}
ru_ru: Ответьте: {event}
th_th: โปรดตอบกลับ: {event}
vi_vn: Vui lòng trả lời: {event}
zh_cn: 请回复：{event}
zh_tw: 請回覆：{event}

# IrY
source: Send（{number}）
de_de: Senden ({number})
es_es: Enviar（{number}）
fr_fr: Envoyer（{number}）
id_id: Kirim ({number})
it_it: Invia ({number})
ja_jp: 送信 ({number})
ko_kr: 전송({number}개)
ms_my: Hantarï¼{number}ï¼
pt_br: Enviar ({number})
ru_ru: Отправить ({number})
th_th: ส่ง（{number}）
vi_vn: Gửi（{number}）
zh_cn: 发送 ({number})
zh_tw: 傳送 ({number})

# JFo
source: Starts on {date}
de_de: Beginnt am {date}
es_es: Comienza el {date}
fr_fr: Commence le {date}
id_id: Dimulai pada {date}
it_it: Inizia il giorno {date}
ja_jp: {date} に開始
ko_kr: 시작일: {date}
pt_br: Inicia em {date}
ru_ru: Начало: {date}
th_th: เริ่มเมื่อ {date}
vi_vn: Bắt đầu vào ngày {date}
zh_cn: {date} 开始
zh_tw: {date} 開始

# 9VE
source: {num, plural, one {1 guest:} other {# guests:}}
de_de: {num, plural, one {1 Gast:} other {# Gäste:}}
es_es: {num, plural, one {1 invitado:} other {# invitados:}}
fr_fr: {num, plural, one {1 invité :} other {# invités :}}
id_id: {num, plural, one {1 tamu:} other {# tamu:}}
it_it: {num, plural, one {1 ospite:} other {# ospiti:}}
ja_jp: {num, plural, other {参加者 # 名：}}
ko_kr: {num, plural, one {게스트 1명:} other {게스트 #명:}}
ms_my: {num, plural, one {1 tetamu:} other {# tetamu:}}
pt_br: {num, plural, one {1 convidado:} other {# convidados:}}
ru_ru: {num, plural, one {# гость: } few {# гостя: } other {# гостей: }}
th_th: {num, plural, one {ผู้รับเชิญ 1 คน:} other {ผู้รับเชิญ # คน:}}
vi_vn: {num, plural, one {1 khách:} other {# khách:}}
zh_cn: {num, plural, other {# 位参与者：}}
zh_tw: {num, plural, other {# 位參與者：}}

# 2GM
source: You can add up to {number} guests for the event. If you need to increase the limit, please contact the administrator to complete the verification for your organization.
de_de: Sie können bis zu {number} Gäste zum Ereignis hinzufügen. Wenn Sie das Limit erhöhen müssen, wenden Sie sich bitte an den Administrator, um die Verifizierung für Ihre Organisation abzuschließen.
es_es: Puedes agregar hasta {number} invitados al evento. Si necesitas aumentar el límite, ponte en contacto con el administrador para completar la verificación de tu organización.
fr_fr: Vous pouvez ajouter jusqu'à {number} invités à l'événement. Pour augmenter la limite, veuillez contacter l'administrateur pour terminer la certification de votre organisation.
id_id: Anda bisa menambah hingga {number} tamu untuk acara. Jika Anda perlu meningkatkan batas, hubungi administrator guna menyelesaikan verifikasi untuk organisasi Anda.
it_it: Puoi aggiungere fino a {number} ospiti per l'evento. Se hai bisogno di aumentare il limite, contatta l'amministratore per completare la verifica della tua organizzazione.
ja_jp: 予定に最大 {number} 人の参加者を追加できます。上限を引き上げるには、法人認証を行うように管理者にお問い合わせください
ko_kr: 최대 {number}명의 게스트를 이벤트에 추가할 수 있습니다. 제한을 늘려야 하는 경우 관리자에게 문의하여 기업에 대한 인증을 완료하세요.
ms_my: Anda boleh menambah sehingga {number} tetamu untuk acara. Jika perlu meningkatkan had, sila hubungi pentadbir untuk melengkapkan pengesahan organisasi anda.
pt_br: Você pode adicionar até {number} convidados para o evento. Se você precisar aumentar o limite, entre em contato com o administrador para concluir a verificação para sua organização.
ru_ru: Вы можете добавить до {number} гостей на событие. Если вам нужно увеличить лимит, обратитесь к администратору, чтобы завершить проверку для вашей организации.
th_th: คุณสามารถเพิ่มผู้รับเชิญของกิจกรรมได้ถึง {number} คน หากต้องการเพิ่มจำนวนจำกัด โปรดติดต่อผู้ดูแลเพื่อยืนยันองค์กรของคุณให้เสร็จสมบูรณ์
vi_vn: Bạn có thể thêm tối đa {number} khách vào sự kiện. Nếu bạn cần tăng giới hạn, vui lòng liên hệ với quản trị viên để hoàn tất quy trình xác minh cho tổ chức của bạn.
zh_cn: 最多可为日程添加 {number} 位参与者，如需增加数量上限，请联系管理员进行企业认证
zh_tw: 最多可為日程新增 {number} 位參與者。如需增加數量上限，請聯絡管理員進行企業認證

# cIw
source: Are you sure to switching to {APP_DISPLAY_NAME} calendar?
de_de: Möchten Sie wirklich zum {APP_DISPLAY_NAME} Kalender wechseln?
es_es: ¿Cambiar al calendario de {APP_DISPLAY_NAME}?
fr_fr: Confirmer le passage au calendrier {APP_DISPLAY_NAME} ?
hi_in: क्या आप वाकई {APP_DISPLAY_NAME} कैलेंडर पर स्विच कर रहे हैं?
id_id: Anda yakin ingin beralih ke kalender {APP_DISPLAY_NAME}?
it_it: Passare al calendario di {APP_DISPLAY_NAME}?
ja_jp: {APP_DISPLAY_NAME}カレンダーに切り替えますか？
ko_kr: {APP_DISPLAY_NAME} 캘린더로 전환하시겠습니까?
ms_my: Adakah anda pasti untuk beralih ke kalendar {APP_DISPLAY_NAME}?
pt_br: Tem certeza de que deseja mudar para o calendário do {APP_DISPLAY_NAME}?
ru_ru: Переключиться на календарь {APP_DISPLAY_NAME}?
th_th: คุณแน่ใจหรือไม่ว่าจะเปลี่ยนมาใช้ปฏิทินของ {APP_DISPLAY_NAME}
vi_vn: Bạn có chắc chắn muốn chuyển sang lịch {APP_DISPLAY_NAME} không?
zh_cn: 确认要切换为{APP_DISPLAY_NAME}日历吗？
zh_tw: 確定要切換為{APP_DISPLAY_NAME}日曆嗎？

# +Fs
source: Dial-in via phone number {phone_no}
de_de: Über Telefonnummer einwählen {phone_no}
es_es: Marcar mediante número de teléfono {phone_no}
fr_fr: Rejoindre par appel via un numéro de téléphone {phone_no}
hi_in: फ़ोन नंबर से डायल करें {phone_no}
id_id: Panggil melalui nomor telepon {phone_no}
it_it: Chiama con numero di telefono {phone_no}
ja_jp: ワンタップでダイヤルイン {phone_no}
ko_kr: 전화번호를 통해 전화 접속(다이얼인) {phone_no}
ms_my: Dail melalui nombor telefon {phone_no}
pt_br: Discar o número de telefone {phone_no}
ru_ru: Подключение по номеру телефона {phone_no}
th_th: โทรหาด้วยหมายเลขโทรศัพท์ {phone_no}
vi_vn: Quay số qua số điện thoại {phone_no}
zh_cn: 手机拨号一键入会 {phone_no}
zh_tw: 手機撥號一鍵加入會議 {phone_no}

# 0+U
source: Meeting topic: {subject}
de_de: Besprechungsthema: {subject}
es_es: Tema de la reunión: {subject}
fr_fr: Sujet de la réunion : {subject}
hi_in: मीटिंग का विषय: {subject}
id_id: Topik rapat: {subject}
it_it: Argomento della riunione: {subject}
ja_jp: タイトル：{subject}
ko_kr: 회의 주제: {subject}
ms_my: Topik mesyuarat: {subject}
pt_br: Tópico da reunião: {subject}
ru_ru: Тема конференции: {subject}
th_th: หัวข้อการประชุม: {subject}
vi_vn: Chủ đề cuộc họp: {subject}
zh_cn: 会议主题：{subject}
zh_tw: 會議主題：{subject}

# WKc
source: Meeting URL: {Url}
de_de: Besprechungs-URL: {Url}
es_es: URL de reunión: {Url}
fr_fr: URL de la réunion : {Url}
hi_in: मीटिंग URL: {Url}
id_id: URL rapat: {Url}
it_it: URL riunione: {Url}
ja_jp: リンク：{Url}
ko_kr: 회의 URL: {Url}
ms_my: URL Mesyuarat: {Url}
pt_br: URL da reunião: {Url}
ru_ru: URL конференции: {Url}
th_th: URL การประชุม: {Url}
vi_vn: URL Cuộc họp: {Url}
zh_cn: 会议链接：{Url}
zh_tw: 會議連結：{Url}

# qNA
source: More phone numbers {more_phone_number_link}
de_de: Weitere Telefonnummern {more_phone_number_link}
es_es: Más números de teléfono {more_phone_number_link}
fr_fr: Plus de numéros de téléphone {more_phone_number_link}
hi_in: अधिक फ़ोन नंबर {more_phone_number_link}
id_id: Nomor telepon lainnya {more_phone_number_link}
it_it: Altri numeri di telefono {more_phone_number_link}
ja_jp: その他の電話番号 {more_phone_number_link}
ko_kr: 전화번호 더 보기 {more_phone_number_link}
ms_my: Nombor telefon tambahan {more_phone_number_link}
pt_br: Mais números de telefone {more_phone_number_link}
ru_ru: Еще номера телефонов {more_phone_number_link}
th_th: หมายเลขโทรศัพท์เพิ่มเติม {more_phone_number_link}
vi_vn: Thêm số điện thoại {more_phone_number_link}
zh_cn: 更多电话号码 {more_phone_number_link}
zh_tw: 更多電話號碼 {more_phone_number_link}

# h1k
source: {User} invites you to join video meeting
de_de: {User} lädt Sie zur Videobesprechung ein
es_es: {User} te invita a unirte a la reunión por videollamada
fr_fr: {User} vous invite à rejoindre la réunion vidéo
hi_in: {User} आपको वीडियो मीटिंग में शामिल होने के लिए आमंत्रित करते हैं
id_id: {User} mengundang Anda untuk bergabung dengan rapat video
it_it: {User} ti invita a partecipare a una riunione video.
ja_jp: {User} から予定の招待状を受信しました
ko_kr: {User} 님이 회원님을 화상 회의에 참가하도록 초대합니다
ms_my: {User} menjemput anda untuk menyertai mesyuarat video
pt_br: {User} está convidando você para uma reunião por vídeo
ru_ru: {User} приглашает вас присоединиться к конференции
th_th: {User} เชิญให้คุณเข้าร่วมการประชุมทางวิดีโอ
vi_vn: {User} mời bạn tham gia cuộc họp video
zh_cn: {User}邀请你加入视频会议
zh_tw: {User}邀請你加入視訊會議

# WRc
source: {APP_DISPLAY_NAME} Meeting
es_es: Reuniones de {APP_DISPLAY_NAME}
fr_fr: {APP_DISPLAY_NAME} Réunion
id_id: Rapat {APP_DISPLAY_NAME}
it_it: {APP_DISPLAY_NAME} Riunione
ja_jp: {APP_DISPLAY_NAME} 会議
ko_kr: {APP_DISPLAY_NAME} 회의
ms_my: Mesyuarat {APP_DISPLAY_NAME}
pt_br: Reunião {APP_DISPLAY_NAME}
ru_ru: Конференция {APP_DISPLAY_NAME}
vi_vn: {APP_DISPLAY_NAME} Cuộc họp
zh_cn: {APP_DISPLAY_NAME}会议
zh_tw: {APP_DISPLAY_NAME}會議

# 2/Y
source: Join {APP_DISPLAY_NAME} Meeting
de_de: {APP_DISPLAY_NAME}-Besprechungen beitreten
es_es: Unirse a Reuniones de {APP_DISPLAY_NAME}
fr_fr: Rejoindre {APP_DISPLAY_NAME} Meetings
id_id: Bergabung dengan Rapat {APP_DISPLAY_NAME}
it_it: Partecipa a Riunioni {APP_DISPLAY_NAME}
ja_jp: {APP_DISPLAY_NAME} 会議に参加
ko_kr: {APP_DISPLAY_NAME} 회의에 참가
ms_my: Sertai Mesyuarat {APP_DISPLAY_NAME}
pt_br: Ingressar em Reuniões do {APP_DISPLAY_NAME}
ru_ru: Присоединиться к Конференциям {APP_DISPLAY_NAME}
th_th: เข้าร่วมการประชุม {APP_DISPLAY_NAME}
vi_vn: Tham gia Cuộc họp {APP_DISPLAY_NAME}
zh_cn: 加入{APP_DISPLAY_NAME}会议
zh_tw: 加入{APP_DISPLAY_NAME}會議

# GtQ
source: Unable to share {EventName} because key has been deleted.
de_de: Teilen von {EventName} nicht möglich, da der Schlüssel gelöscht wurde.
es_es: No se puede compartir {EventName} porque la clave se ha eliminado.
fr_fr: Partage de {EventName} impossible car la clé a été supprimée.
hi_in: {EventName} साझा करने में असमर्थ क्योंकि की हटाई जा चुकी है.
id_id: Gagal membagikan {EventName} karena kunci telah dihapus.
it_it: Impossibile condividere {EventName} poiché la chiave è stata eliminata.
ja_jp: 鍵が削除されたため、{EventName} を共有できません
ko_kr: 키가 삭제되어 {EventName}을(를) 공유할 수 없습니다.
ms_my: Tidak dapat berkongsi {EventName} kerana kunci telah dipadam.
pt_br: Falha ao compartilhar {EventName} porque a chave foi excluída.
ru_ru: Невозможно поделиться {EventName}, так как ключ был удален.
th_th: ไม่สามารถแบ่งปัน {EventName} ได้เนื่องจากคีย์ถูกลบแล้ว
vi_vn: Không thể chia sẻ {EventName} vì khóa này đã bị xóa.
zh_cn: {EventName}因为密钥被删除，无法分享
zh_tw: {EventName}因為金鑰遭到刪除，無法分享

# ky8
source: Among {count} guests, {countOne} available, {countTwo} awaiting or maybe available
de_de: Von {count} Gästen ist/sind {countOne} verfügbar, {countTwo} abwartend oder vielleicht verfügbar
es_es: Entre {count} invitados, {countOne} disponibles, {countTwo} esperando o quizás disponibles
fr_fr: Parmi {count} invités, {countOne} disponible, {countTwo} en attente ou peut-être disponible
hi_in: {count} गेस्ट में से, {countOne} उपलब्ध हैं, {countTwo} प्रतीक्षारत हैं या शायद उपलब्ध हैं
id_id: Di antara {count} tamu, {countOne} tersedia, {countTwo} menunggu atau mungkin tersedia
it_it: Su {count} ospiti, {countOne} disponibili, {countTwo} in attesa o forse disponibili
ja_jp: {count} 名の参加者のうち、{countOne} 名の予定が空いており、{countTwo} 名の予定が空いている可能性があります
ko_kr: {count}개 게스트 중, {countOne}명 가능, {countTwo}명 대기 중 또는 미정
ms_my: Di antara {count} tetamu, {countOne} tersedia, {countTwo} menunggu atau mungkin tersedia
pt_br: Entre {count} convidados, {countOne} disponível, {countTwo} aguardando ou talvez disponíveis
ru_ru: Гостей: {count}; Доступно: {countOne}; Может: {countTwo}
th_th: ในจำนวนผู้รับเชิญ {count} ราย, เข้าร่วม {countOne} ราย, กำลังรอรออยู่หรืออาจจะเข้าร่วม {countTwo} ราย
vi_vn: Trong số {count} khách, có {countOne} sẵn sàng, {countTwo} đang chờ hoặc có thể sẵn sàng
zh_cn: {count} 名参与者中，{countOne} 人空闲，{countTwo} 人可能空闲
zh_tw: {count} 名參與者中，{countOne} 人空閒，{countTwo} 人可能空閒

# JnU
source: Among {count} guests, {countOne} available, {countTwo} awaiting or maybe available, others off work
de_de: Unter {count} Gästen sind {countOne} verfügbar, {countTwo} abwartend oder vielleicht verfügbar; andere haben frei
es_es: Entre {count} invitados, {countOne} disponibles, {countTwo} a la espera o tal vez disponibles, otros fuera del trabajo
fr_fr: Parmi les {count} invités : {countOne} disponible(s), {countTwo} en attente ou peut-être disponible(s), les autres en congé
hi_in: {count} अतिथियों में से {countOne} उपलब्ध हैं, {countTwo} प्रतीक्षारत हैं या उपलब्ध हो सकते हैं, अन्य काम पर नहीं हैं
id_id: Di antara {count} tamu, {countOne} tersedia, {countTwo} menunggu atau mungkin tersedia, lainnya tidak aktif
it_it: Tra {count} ospiti, disponibili: {countOne}; in attesa o forse disponibili: {countTwo}; altri non al lavoro
ja_jp: {count} 名の参加者のうち、{countOne} 名の予定が空いており、{countTwo} 名の予定が空いている可能性があり、数名は勤務時間外です
ko_kr: 게스트 {count}명 중 {countOne}명 사용 가능, {countTwo}명 대기 중 또는 사용 가능할 수 있음, 기타 퇴근
ms_my: Dari {count} tetamu, {countOne} tersedia, {countTwo} menunggu atau mungkin tersedia, yang lain cuti
pt_br: Entre {count} convidados, {countOne} disponível, {countTwo} aguardando ou talvez disponíveis, outros fora do trabalho
ru_ru: Среди гостей ({count}), {countOne} доступно, {countTwo} ожидают или могут быть доступны, остальные вне рабочего времени
th_th: ในบรรดาแขก {count} คน มี {countOne} คนที่ว่าง มี {countTwo} รอหรือว่าง คนอื่นไม่เข้างาน
vi_vn: Trong số {count} khách, có {countOne} có thể tham gia, {countTwo} khách đang chờ hoặc có lẽ có thể tham gia, những người khác sẽ nghỉ làm
zh_cn: {count} 名参与人中，{countOne} 人空闲，{countTwo} 人可能空闲，有人在非工作时间
zh_tw: {count} 名參與者中，{countOne} 人空閒，{countTwo} 人可能空閒，有人處於非工作時間

# RQg
source: Meeting notes are unavailable due to {name}'s team permission settings.
de_de: Besprechungsnotizen sind aufgrund der Berechtigungseinstellungen von {name}s Team nicht verfügbar.
es_es: Las notas de la reunión no están disponibles debido a la configuración de los permisos del equipo de {name}.
fr_fr: Les notes de réunion ne sont pas disponibles en raison des paramètres d'autorisation de l'équipe de {name}
hi_in: {name} की टीम अनुमति सेटिंग्स के कारण मीटिंग नोट्स अनुपलब्ध हैं.
id_id: Catatan rapat tidak tersedia karena pengaturan izin tim {name}.
it_it: Le note riunione non sono disponibili a causa delle impostazioni delle autorizzazioni del team di {name}.
ja_jp: {name}が所属する法人アカウントにより権限設定が原因で、議事録を使用できません。
ko_kr: {name} 님의 팀 권한 설정으로 인해 회의 메모를 사용할 수 없습니다.
ms_my: Nota mesyuarat tidak tersedia kerana tetapan kebenaran pasukan {name}.
pt_br: As anotações da reunião não estão disponíveis devido às configurações de permissão da equipe de {name}.
ru_ru: Заметки о конференции недоступны из-за настроек разрешений группы {name}.
th_th: บันทึกการประชุมไม่พร้อมใช้งานเนื่องจากการตั้งค่าสิทธิ์การอนุญาตทีมของ {name}
vi_vn: Ghi chú cuộc họp không có sẵn do cài đặt quyền nhóm của {name}.
zh_cn: ⁣由于{name}所属企业的权限设置，无法使用会议纪要
zh_tw: 由於{name}所屬企業的權限設定，無法使用會議記錄

# vVg
source: You can check in within {number, plural, one {1 min} other {# min}} before the scheduled starting time.
de_de: Sie können sich innerhalb von {number, plural, one {1 Min.} other {# Min.}} vor dem geplanten Beginn einchecken.
es_es: Puedes registrarte en {number, plural, one {1 minuto} other {# minutos}} antes de la hora de inicio prevista.
fr_fr: Vous pouvez confirmer la réunion {number, plural, one {1 min} other {# mins}} avant l'heure de début prévue.
hi_in: आप शेड्यूल किए गए प्रारंभ समय से पहले {number, plural, one {1 मिनट} other {# मिनटों}} के भीतर चेक इन कर सकते हैं.
id_id: Anda dapat check in dalam {number, plural, one {1 mnt} other {# mnt}} sebelum waktu mulai yang dijadwalkan.
it_it: Puoi procedere con la fase di controllo entro {number, plural, one {1 minuto} other {# minuti}} prima dell'ora di inizio pianificata.
ja_jp: 会議開始の {number, plural, one {1 分} other {# 分}}前からチェックインできます
ko_kr: 예정된 시작 시간 전 {number, plural, one {1분} other {#분}} 내에 출석할 수 있습니다.
ms_my: Anda boleh mendaftar masuk dalam {number, plural, one {1 min} other {# min}} sebelum masa permulaan yang dijadualkan.
pt_br: Você pode fazer check-in {number, plural, one {1 minuto} other {# minutos}} antes do horário de início agendado.
ru_ru: Вы можете отметиться в течение {number, plural, one {1 мин.} other {# мин.}} перед запланированным временем начала.
th_th: คุณสามารถเช็คอินได้ภายใน {number, plural, one {1 นาที} other {# นาที}} ก่อนเวลาเริ่มต้นที่กำหนดไว้
vi_vn: Bạn có thể đăng ký trong vòng {number, plural, one {1 phút} other {# phút}} trước thời gian bắt đầu dự kiến.
zh_cn: 可在会议开始前 {number, plural, one {1 分钟} other {# 分钟}} 内签到
zh_tw: 可在會議開始前 {number, plural, one {1 分鐘} other {# 分鐘}} 内簽到
