Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# H14
source: Share event in chat?
de_de: Termin in Chat teilen?
es_es: ¿Compartir evento en el chat?
fr_fr: Partager l'événement dans la discussion ?
hi_in: चैट में ईवेंट साझा करें?
id_id: Berbagi acara di obrolan?
it_it: Vuoi condividere l'evento nella chat?
ja_jp: 予定を元チャットに送信しますか？
ko_kr: 채팅에서 이벤트를 공유하시겠습니까?
ms_my: Kongsi acara dalam sembang?
pt_br: Compartilhar o evento no chat?
ru_ru: Поделиться событием в чате?
th_th: แบ่งปันเหตุการณ์ในแชทหรือไม่
vi_vn: Chia sẻ sự kiện trong cửa sổ trò chuyện?
zh_cn: 将日程分享到原会话中？
zh_tw: 將日程分享到原對話中？

# QiM
source: Don't share
de_de: Nicht teilen
es_es: No compartir
fr_fr: Ne pas partager
hi_in: साझा न करें
id_id: Jangan bagikan
it_it: Non condividere
ja_jp: 共有しない
ko_kr: 공유 안 함
ms_my: Jangan kongsi
pt_br: Não compartilhar
ru_ru: Не делиться
th_th: ไม่แบ่งปัน
vi_vn: Không chia sẻ
zh_cn: 不分享
zh_tw: 不分享

# K+s
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# T4w
source: Start time
de_de: Startzeit
es_es: Hora de inicio
fr_fr: Heure de début
hi_in: प्रारंभ करने का समय
id_id: Waktu mulai
it_it: Ora di inizio
ja_jp: 開始時刻
ko_kr: 시작 시간
ms_my: Masa mula
pt_br: Hora de início
ru_ru: Время начала
th_th: เวลาเริ่ม
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间
zh_tw: 開始時間

# wrg
source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Objet
hi_in: विषय
id_id: Subjek
it_it: Oggetto
ja_jp: タイトル
ko_kr: 제목
ms_my: Subjek
pt_br: Assunto
ru_ru: Тема
th_th: หัวเรื่อง
vi_vn: Chủ đề
zh_cn: 日程主题
zh_tw: 日程主題

# jhM
source: Edit this and following events
de_de: Diesen und die folgenden Termine bearbeiten
es_es: Editar este evento y los siguientes
fr_fr: Modifier cet événement et les suivants
hi_in: इस और बाद के ईवेंट को संपादित करें
id_id: Edit acara ini dan acara berikutnya
it_it: Modifica questo evento e quelli successivi
ja_jp: この予定および今後の予定を編集
ko_kr: 이 이벤트 및 다음 이벤트 편집
ms_my: Sunting acara ini dan seterusnya
pt_br: Editar este e os eventos seguintes
ru_ru: Изменить это и следующие события
th_th: แก้ไขกิจกรรมนี้และกิจกรรมหลังจากนี้
vi_vn: Chỉnh sửa sự kiện này và các sự kiện sau
zh_cn: 编辑此日程及后续日程
zh_tw: 編輯此日程及後續日程

# cJg
source: Edit this event only
de_de: Nur diesen Termin bearbeiten
es_es: Editar solo este evento
fr_fr: Modifier cet événement uniquement
hi_in: केवल इस ईवेंट को संपादित करें
id_id: Hanya edit acara ini
it_it: Modifica solo questo evento
ja_jp: この予定のみ編集
ko_kr: 이 이벤트만 편집
ms_my: Sunting acara ini sahaja
pt_br: Editar apenas este evento
ru_ru: Изменить только это событие
th_th: แก้ไขกิจกรรมนี้เท่านั้น
vi_vn: Chỉ chỉnh sửa sự kiện này
zh_cn: 仅编辑此日程
zh_tw: 僅編輯此日程

# uVk
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure
hi_in: समय
id_id: Waktu
it_it: Ora
ja_jp: 時間
ko_kr: 시간
ms_my: Masa
pt_br: Hora
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# AxI
source: Exit editing event and confirm to discard unsaved changes?
de_de: Möchten Sie wirklich die Bearbeitung des Termins beenden (alle nicht gespeicherten Änderungen gehen verloren)?
es_es: ¿Quieres abandonar la edición del evento y descartar los cambios no guardados?
fr_fr: Quitter la modification et abandonner les modifications non enregistrées ?
hi_in: बिना बदलाव सहेजे छोड़ें?
id_id: Keluar dari acara pengeditan dan konfirmasikan untuk membuang perubahan yang belum disimpan?
it_it: Uscire dalla modifica dell'evento ed eliminare le modifiche non salvate?
ja_jp: 保存されていない変更があります。退出しますか？
ko_kr: 이벤트 편집을 종료하고 저장되지 않은 변경 내용을 취소하시겠습니까?
ms_my: Buang perubahan yang belum disimpan?
pt_br: Sair da edição do evento e descartar as alterações não salvas?
ru_ru: Выйти из редактирования события и подтвердить отказ от несохраненных изменений?
th_th: ออกจากการแก้ไขกิจกรรมและยืนยันเพื่อละทิ้งการเปลี่ยนแปลงที่ไม่ได้บันทึกหรือไม่
vi_vn: Thoát chỉnh sửa sự kiện và xác nhận hủy bỏ những thay đổi chưa lưu?
zh_cn: 退出编辑将无法保存当前的更改，确定退出吗？
zh_tw: 退出編輯後將無法儲存目前的變更，確定要退出嗎？

# 0/4
source: Confirm to unsubscribe?
de_de: Abbestellen bestätigen?
es_es: ¿Seguro que quieres cancelar la suscripción?
fr_fr: Confirmer le désabonnement ?
id_id: Konfirmasi untuk membatalkan langganan?
it_it: Confermi di volerti disiscrivere?
ja_jp: フォローを解除しますか？
ko_kr: 구독을 취소하시겠습니까?
ms_my: Sahkan untuk berhenti langgan?
pt_br: Confirmar o cancelamento da assinatura?
ru_ru: Подтвердить отписку?
th_th: ยืนยันที่จะยกเลิกการสมัครสมาชิกหรือไม่
vi_vn: Xác nhận hủy đăng ký?
zh_cn: 确定取消订阅吗？
zh_tw: 確定取消訂閱嗎？

# KbA
source: You will no longer be able to view this calendar and its events. Users with permissions will continue to access this calendar.
de_de: Sie können diesen Kalender und seine Ereignisse nicht mehr sehen. Benutzer mit entsprechenden Berechtigungen können weiterhin auf diesen Kalender zugreifen.
es_es: No podrás volver a ver este calendario ni sus eventos. Los usuarios con permisos seguirán accediendo a este calendario.
fr_fr: Vous ne pourrez plus afficher ce calendrier et ses événements. Les utilisateurs disposant d'autorisations garderont l'accès à ce calendrier.
id_id: Anda tidak akan lagi bisa melihat kalender ini dan acaranya. Pengguna yang memiliki izin akan lanjut mengakses kalender ini.
it_it: Non sarai più in grado di visualizzare questo calendario e i relativi eventi. Gli utenti con autorizzazioni continueranno ad accedere a questo calendario.
ja_jp: 操作後、このカレンダーとカレンダー内の予定を表示できなくなります。アクセス権を持つ他のユーザーは引き続きこのカレンダーを使用できます。
ko_kr: 더 이상 이 캘린더와 일정을 볼 수 없습니다. 권한이 있는 사용자는 이 캘린더에 계속 액세스할 수 있습니다.
ms_my: Anda tidak lagi dapat melihat kalendar ini dan acara-acaranya. Pengguna dengan kebenaran akan terus mengakses kalendar ini.
pt_br: Você não poderá mais visualizar este calendário e seus eventos. Os usuários com permissões continuarão acessando este calendário.
ru_ru: Вы больше не сможете просматривать этот календарь и его события. Пользователи с разрешениями по-прежнему будут иметь доступ к этому календарю.
th_th: คุณจะไม่สามารถดูปฏิทินนี้และกิจกรรมในปฏิทินได้อีกต่อไป ผู้ใช้ที่มีสิทธิ์การอนุญาตจะยังคงเข้าถึงปฏิทินนี้ได้
vi_vn: Bạn sẽ không thể xem lịch này và các sự kiện của lịch nữa. Người dùng có quyền sẽ vẫn có thể sử dụng lịch này.
zh_cn: 你将无法再查看此日历和其中的日程，但拥有访问权限的用户仍可继续使用此日历
zh_tw: 你將無法再查看此日曆和其中的日程，但擁有存取權限的使用者仍可繼續使用此日曆

# HO8
source: Update following events
de_de: Folgende Termine aktualisieren
es_es: Actualizar los siguientes eventos
fr_fr: Mettre à jour les événements suivants
hi_in: अनुवर्ती ईवेंट अपडेट करें
id_id: Perbarui acara berikutnya
it_it: Aggiorna i seguenti eventi
ja_jp: 今後の予定を更新
ko_kr: 다음 이벤트 업데이트
ms_my: Kemaskini acara berikut
pt_br: Atualizar os eventos seguintes
ru_ru: Обновить следующие события
th_th: อัปเดตกิจกรรมต่อไปนี้
vi_vn: Cập nhật sự kiện tiếp theo
zh_cn: 更新以后日程
zh_tw: 更新以後日程

# 8Bw
source: Update this event only
de_de: Nur diesen Termin aktualisieren
es_es: Actualizar solo este evento
fr_fr: Mettre à jour cet événement uniquement
hi_in: केवल यह ईवेंट अपडेट करें
id_id: Hanya perbarui acara ini
it_it: Aggiorna solo questo evento
ja_jp: この予定のみ更新
ko_kr: 이 이벤트만 업데이트
ms_my: Kemaskini acara ini sahaja
pt_br: Atualizar apenas este evento
ru_ru: Обновить только это событие
th_th: อัปเดตกิจกรรมนี้เท่านั้น
vi_vn: Chỉ cập nhật sự kiện này
zh_cn: 仅更新此日程
zh_tw: 僅更新此日程

# ec0
source: Video meeting
de_de: Videobesprechung
es_es: Reunión por videollamada
fr_fr: Réunion vidéo
hi_in: वीडियो मीटिंग
id_id: Rapat video
it_it: Riunione video
ja_jp: ビデオ会議
ko_kr: 화상 회의
ms_my: Mesyuarat video
pt_br: Reunião por vídeo
ru_ru: Видеоконференция
th_th: การประชุมทางวิดีโอ
vi_vn: Cuộc họp video
zh_cn: 视频会议
zh_tw: 視訊會議

# JKY
source: To better manage your video meeting, set it up in advance.
de_de: Zur besseren Verwaltung Ihrer Videobesprechung richten Sie diese bitte vorab ein.
es_es: Para gestionar mejor tu reunión por videollamada, configúrala con antelación.
fr_fr: Pour mieux gérer votre réunion vidéo, configurez-la à l'avance.
hi_in: अपनी वीडियो मीटिंग अच्छे ढंग से प्रबंधित करने के लिए, इसे पहले से सेट करें.
id_id: Untuk mengelola rapat video Anda dengan lebih baik, persiapkan terlebih dahulu.
it_it: Per meglio gestire la tua riunione video, impostala in anticipo.
ja_jp: ビデオ会議を事前設定し、会議の流れをもっとスムーズに！
ko_kr: 화상 회의를 더 잘 관리하려면 미리 설정하세요.
ms_my: Untuk menguruskan mesyuarat video anda dengan lebih baik, tetapkan terlebih dahulu.
pt_br: Para melhor gerenciar sua reunião por vídeo, configure-a com antecedência.
ru_ru: Для более удобного управления видеоконференцией настройте ее предварительно.
th_th: โปรดตั้งค่าล่วงหน้าเพื่อให้จัดการการประชุมทางวิดีโอได้ดียิ่งขึ้น
vi_vn: Để quản lý tốt hơn cuộc họp video của bạn, hãy cài đặt trước cuộc họp.
zh_cn: 提前设置视频会议，会议沟通更高效
zh_tw: 提前設定視訊會議，會議溝通更高效

# wxk
source: View all
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Afficher tout
hi_in: सभी देखें
id_id: Lihat semua
it_it: Visualizza tutto
ja_jp: すべて表示
ko_kr: 모두 보기
ms_my: Lihat semua
pt_br: Visualizar tudo
ru_ru: Просмотреть все
th_th: ดูทั้งหมด
vi_vn: Xem tất cả
zh_cn: 查看全部
zh_tw: 查看全部

# YCQ
source: Detail
de_de: Details
es_es: Detalle
fr_fr: Détails
hi_in: विवरण
id_id: Perincian
it_it: Dettagli
ja_jp: 詳細の表示
ko_kr: 세부 정보
ms_my: Perincian
pt_br: Detalhe
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 查看详情
zh_tw: 查看詳細資料

# lug
source: Edit webinar
de_de: Webinar bearbeiten
es_es: Editar seminario web
fr_fr: Modifier le webinaire
it_it: Modifica webinar
ja_jp: ウェビナーを編集
ko_kr: 웨비나 편집
pt_br: Editar webinar
ru_ru: Редактировать вебинар
th_th: แก้ไขการสัมมนาออนไลน์
vi_vn: Chỉnh sửa hội thảo trực tuyến
zh_cn: 编辑网络研讨会
zh_tw: 編輯網路研討會

# E9M
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 是
zh_tw: 是

# SgY
source: New event
de_de: Neuer Termin
es_es: Nuevo evento
fr_fr: Nouvel événement
hi_in: नया ईवेंट
id_id: Acara baru
it_it: Nuovo evento
ja_jp: 予定を作成
ko_kr: 새 이벤트
ms_my: Acara baharu
pt_br: Novo evento
ru_ru: Новое событие
th_th: กิจกรรมใหม่
vi_vn: Sự kiện mới
zh_cn: 添加日程
zh_tw: 新增日程

# yOE
source: Email contact
ja_jp: メール連絡先
zh_cn: 邮箱联系人

# bEI
source: Mailing list
ja_jp: メーリングリスト
zh_cn: 邮件组

# oI8
source: Public mailbox
ja_jp: 共同メールアドレス
zh_cn: 公共邮箱

# CwE
source: Account added.
de_de: Konto hinzugefügt.
es_es: Cuenta agregada.
fr_fr: Compte ajouté.
hi_in: खाता जोड़ा गया.
id_id: Akun ditambahkan.
it_it: Account aggiunto.
ja_jp: アカウントを追加しました
ko_kr: 계정이 추가되었습니다.
ms_my: Akaun berjaya ditambah
pt_br: Conta adicionada.
ru_ru: Учетная запись добавлена.
th_th: เพิ่มบัญชีแล้ว
vi_vn: Tài khoản đã được thêm.
zh_cn: 账号添加成功
zh_tw: 帳號新增成功

# v0w
source: Repeat
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
hi_in: दोहराएं
id_id: Ulangi
it_it: Ripeti
ja_jp: 重複性
ko_kr: 반복
ms_my: Ulang
pt_br: Repetir
ru_ru: Повтор
th_th: ทำซ้ำ
vi_vn: Lặp lại
zh_cn: 重复性
zh_tw: 重複性

# jBY
source: You can add guests by entering their email addresses.
de_de: Sie können Gäste hinzufügen, indem Sie deren E-Mail-Adressen eingeben.
es_es: Para agregar invitados, introduce tus direcciones de correo electrónico.
fr_fr: Vous pouvez ajouter des invités en saisissant leurs adresses e-mail.
hi_in: अपने ईमेल पते दर्ज करने के बाद आप मेहमानों को जोड़ सकते हैं.
id_id: Anda dapat menambah tamu dengan cara memasukkan alamat email mereka.
it_it: Puoi aggiungere ospiti inserendo i loro indirizzi e-mail.
ja_jp: メールアドレスで参加者を追加できます
ko_kr: 이메일 주소를 입력하여 게스트를 추가할 수 있습니다.
ms_my: Anda boleh menambah tetamu dengan memasukkan alamat e-mel mereka.
pt_br: Você pode adicionar convidados inserindo os endereços de e-mail.
ru_ru: Вы можете добавить гостей, указав их почты.
th_th: คุณสามารถเพิ่มผู้รับเชิญได้โดยการใส่ที่อยู่อีเมลของผู้รับเชิญ
vi_vn: Bạn có thể thêm khách bằng cách nhập địa chỉ email của họ.
zh_cn: 可通过输入邮箱地址添加参与者
zh_tw: 可透過輸入信箱地址新增參與者

# Mp4
source: Other account types will be available soon. Stay tuned
de_de: Andere Kontotypen sind demnächst verfügbar. Bleiben Sie dran.
es_es: Otros tipos de cuenta estarán disponibles próximamente. Manténgase al día
fr_fr: D'autres types de comptes seront bientôt disponibles. Restez à l'affût
hi_in: अन्य खाता प्रकार जल्द ही उपलब्ध होंगे. साथ बने रहें
id_id: Jenis akun lainnya akan segera tersedia. Nantikan kehadirannya
it_it: Altri tipi di account saranno presto disponibili. Continua a seguirci
ja_jp: 今後、その他のアカウントタイプもサポートされます。お楽しみに
ko_kr: 다른 계정 유형도 곧 제공될 예정입니다. 계속 지켜봐 주세요
ms_my: Jenis akaun lain akan tersedia tidak lama lagi. Teruskan mengikuti
pt_br: Outros tipos de conta estarão disponíveis em breve. Fique ligado
ru_ru: Другие типы учетных записей будут доступны в ближайшее время. Следите за обновлениями
th_th: บัญชีประเภทอื่น ๆ จะพร้อมใช้งานเร็ว ๆ นี้ โปรดคอยติดตาม
vi_vn: Các loại tài khoản khác sẽ sớm khả dụng. Tiếp tục theo dõi
zh_cn: 其他账号类型将陆续支持，敬请期待
zh_tw: 陸續會支援其他帳號類型，敬請期待

# SXc
source: Updated
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Mis à jour
hi_in: अपडेट किया गया
id_id: Diperbarui
it_it: Aggiornamento completato
ja_jp: 更新しました
ko_kr: 업데이트됨
ms_my: Dikemaskini
pt_br: Atualizado
ru_ru: Обновлено
th_th: อัปเดตเมื่อ
vi_vn: Đã cập nhật
zh_cn: 已更新
zh_tw: 已更新

# z10
source: Event expired
de_de: Termin abgelaufen
es_es: Evento expirado
fr_fr: Événement expiré
id_id: Acara kedaluwarsa
it_it: Evento scaduto
ja_jp: 期限切れの予定
ko_kr: 이벤트 만료됨
ms_my: Acara telah tamat
pt_br: Evento expirado
ru_ru: Событие истекло
th_th: กิจกรรมหมดอายุแล้ว
vi_vn: Sự kiện đã hết hạn
zh_cn: 日程已失效
zh_tw: 日程已失效

# tyY
source: Choose Calendar
de_de: Kalender auswählen
es_es: Elegir calendario
fr_fr: Choisir un calendrier
hi_in: कैलेंडर चुनें
id_id: Pilih Kalender
it_it: Scegli calendario
ja_jp: カレンダーを選択
ko_kr: 캘린더 선택
ms_my: Pilih Kalendar
pt_br: Escolher calendário
ru_ru: Выбрать календарь
th_th: เลือกปฏิทิน
vi_vn: Chọn Lịch
zh_cn: 选择日历
zh_tw: 選擇日曆

# FK0
source: Date
de_de: Datum
es_es: Fecha
hi_in: दिनांक
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
ms_my: Tarikh
pt_br: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

# 27o
source: Events
de_de: Termine
es_es: Buscar
fr_fr: Événements
hi_in: ईवेंट
id_id: Acara
it_it: Eventi
ja_jp: 予定
ko_kr: 이벤트
ms_my: Acara
pt_br: Eventos
ru_ru: События
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 日程
zh_tw: 日程

# D8o
source: Guest
de_de: Gast
es_es: Invitado
fr_fr: Invité
hi_in: गेस्ट
id_id: Tamu
it_it: Ospite
ja_jp: 参加者
ko_kr: 게스트
ms_my: Tetamu
pt_br: Convidado
ru_ru: Гость
th_th: ผู้รับเชิญ
vi_vn: Khách
zh_cn: 参与者
zh_tw: 參與者

# aC4
source: We couldn’t find any results related to your search.
de_de: Wir konnten keine Ergebnisse für Ihre Suche finden.
es_es: No se ha encontrado ningún resultado relacionado con tu búsqueda.
fr_fr: Nous n'avons trouvé aucun résultat lié à votre recherche.
hi_in: हमें आपकी खोज से संबंधित कोई भी परिणाम नहीं मिले.
id_id: Kami tidak dapat menemukan hasil apa pun terkait pencarian Anda.
it_it: Non è stato possibile trovare risultati relativi alla tua ricerca.
ja_jp: 関連結果がありません
ko_kr: 검색어와 관련된 어떤 결과도 찾지 못했습니다.
ms_my: Kami tidak dapat mencari sebarang hasil berkaitan dengan carian anda.
pt_br: Não encontramos resultados relacionados à sua pesquisa.
ru_ru: Результаты по заданным критериям поиска не найдены.
th_th: เราไม่พบผลลัพธ์ที่เกี่ยวข้องกับการค้นหาของคุณ
vi_vn: Chúng tôi không thể tìm thấy bất kỳ kết quả nào liên quan đến tìm kiếm của bạn.
zh_cn: 无相关结果
zh_tw: 無相關結果

# qCw
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Reimposta
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# 4ak
source: Search for rooms
de_de: Räume suchen
es_es: Buscar salas
fr_fr: Rechercher des salles
hi_in: रूम खोजें
id_id: Cari ruang
it_it: Cerca sale
ja_jp: 会議室を検索
ko_kr: 회의실 검색
ms_my: Cari bilik
pt_br: Pesquisar por salas
ru_ru: Искать комнаты
th_th: ค้นหาห้อง
vi_vn: Tìm phòng
zh_cn: 搜索会议室
zh_tw: 搜尋會議室

# dzc
source: Subscribed calendars
de_de: Abonnierte Kalender
es_es: Calendarios a los que está suscrito
fr_fr: Abonnements aux calendriers
hi_in: सदस्यता लिए गए कैलेंडर
id_id: Kalender berlangganan
it_it: Calendari sottoscritti
ja_jp: フォロー中のカレンダー
ko_kr: 구독된 캘린더
ms_my: Kalendar langganan
pt_br: Calendários assinados
ru_ru: Календари участников
th_th: ปฏิทินที่สมัครใช้งาน
vi_vn: Lịch đã đăng ký
zh_cn: 已订阅的日历
zh_tw: 已訂閱的日曆

# 9Ms
source: After the end of event
de_de: Nach dem Ende des Ereignisses
es_es: Después del final del evento
fr_fr: Après la fin de l'événement
id_id: Setelah acara berakhir
it_it: Dopo il termine dell'evento
ja_jp: 予定終了後
ko_kr: 이벤트 종료 후
ms_my: Selepas tamat acara
pt_br: Após o término do evento
ru_ru: После завершения события
th_th: หลังจบกิจกรรม
vi_vn: Sau khi kết thúc sự kiện
zh_cn: 日程结束后
zh_tw: 日程結束後

# Zu4
source: After the start of event
de_de: Nach dem Beginn des Ereignisses
es_es: Después del inicio del evento
fr_fr: Après le début de l'événement
id_id: Setelah acara dimulai
it_it: Dopo l'inizio dell'evento
ja_jp: 予定開始後
ko_kr: 이벤트 시작 후
ms_my: Selepas mula acara
pt_br: Após o início do evento
ru_ru: После начала события
th_th: หลังเริ่มกิจกรรม
vi_vn: Sau khi bắt đầu sự kiện
zh_cn: 日程开始后
zh_tw: 日程開始後

# 1oo
source: Before the start of event
de_de: Vor dem Beginn des Ereignisses
es_es: Antes del inicio del evento
fr_fr: Avant le début de l'événement
id_id: Sebelum acara dimulai
it_it: Prima dell'inizio dell'evento
ja_jp: 予定開始前
ko_kr: 이벤트 시작 전
ms_my: Sebelum mula acara
pt_br: Antes do início do evento
ru_ru: Перед началом события
th_th: ก่อนเริ่มกิจกรรม
vi_vn: Trước khi bắt đầu sự kiện
zh_cn: 日程开始前
zh_tw: 日程開始前

# qCs
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# QF4
source: Delete Event
de_de: Ereignis löschen
es_es: Eliminar evento
fr_fr: Supprimer l'événement
hi_in: ईवेंट हटाएँ
id_id: Hapus acara
it_it: Elimina evento
ja_jp: 予定を削除
ko_kr: 이벤트 삭제
ms_my: Padam Acara
pt_br: Excluir evento
ru_ru: Удалить событие
th_th: ลบเหตุการณ์
vi_vn: Xóa sự kiện
zh_cn: 删除日程
zh_tw: 刪除日程

# ftU
source: Check-in info generating...
de_de: Eincheckinformationen werden generiert...
es_es: Generando información de check-in...
fr_fr: Génération d'informations de check in...
id_id: Pembuatan info check-in...
it_it: Generazione di informazioni fase di controllo in corso
ja_jp: チェックイン情報を生成しています...
ko_kr: 출석 정보 생성 중...
ms_my: Maklumat daftar masuk sedang dihasilkan...
pt_br: Gerando informações de check-in...
ru_ru: Создание сведений о регистрации...
th_th: กำลังสร้างข้อมูลเช็คอิน...
vi_vn: Đang tạo thông tin điểm danh...
zh_cn: 签到信息生成中...
zh_tw: 正在產生簽到資訊...

# DOg
source: Check-in notification is automatically sent to guests at the start of the check in process
de_de: Eine Eincheck-Benachrichtigung wird automatisch zu Beginn des Eincheck-Vorgangs an die Gäste gesendet
es_es: La notificación del check in se envía automáticamente a los invitados al comienzo del proceso de check in
fr_fr: La notification de check in est automatiquement envoyée aux invités au début du check in
id_id: Notifikasi check-in dikirimkan secara otomatis kepada tamu pada awal proses check-in
it_it: La notifica della fase di controllo è inviata automaticamente agli ospiti all'inizio del processo della fase di controllo
ja_jp: チェックイン開始時、チェックイン通知を自動的に参加者に送信
ko_kr: 출석 프로세스 시작 시 출석 알림이 자동으로 게스트에게 전송됩니다
ms_my: Pemberitahuan daftar masuk dihantar secara automatik kepada tetamu pada permulaan proses daftar masuk
pt_br: A notificação de check-in é enviada automaticamente aos convidados no início do processo de check-in
ru_ru: Уведомление о отметки автоматически отправляется гостям в начале процесса отметки.
th_th: การแจ้งเตือนการเช็คอินจะส่งไปยังผู้รับเชิญโดยอัตโนมัติเมื่อเริ่มกระบวนการเช็คอิน
vi_vn: Thông tin điểm danh được tự động gửi cho khách khi bắt đầu quá trình điểm danh
zh_cn: 签到开始时自动发送签到通知给参与者
zh_tw: 簽到開始時自動傳送簽到通知給參與者

# fnU
source: Check-in QR Code
de_de: QR-Code zum Einchecken
es_es: Código QR del check in
fr_fr: Code QR du check in
id_id: Check-in Kode QR
it_it: Codice QR della fase di controllo
ja_jp: チェックインQRコード
ko_kr: 출석 QR 코드
ms_my: Kod QR Daftar Masuk
pt_br: Fazer check-in no código QR
ru_ru: QR-код для регистрации
th_th: คิวอาร์โค้ดสำหรับเช็คอิน
vi_vn: Mã QR điểm danh
zh_cn: 签到二维码
zh_tw: 簽到 QR 碼

# k4w
source: Check-in settings
de_de: Eincheck-Einstellungen
es_es: Configuración de check in
fr_fr: Paramètres du check in
id_id: Pengaturan check-in
it_it: Impostazioni fase di controllo
ja_jp: チェックイン設定
ko_kr: 출석 설정
ms_my: Tetapan daftar masuk
pt_br: Configurações de check-in
ru_ru: Настройки регистрации
th_th: การตั้งค่าเช็คอิน
vi_vn: Cài đặt điểm danh
zh_cn: 签到设置
zh_tw: 簽到設定

# WKs
source: Check-in Statistics
de_de: Eincheckstatistik
es_es: Estadísticas de check in
fr_fr: Statistiques du check in
id_id: Statistik Check-in
it_it: Statistiche fase di controllo
ja_jp: チェックインデータ
ko_kr: 출석 통계
ms_my: Statistik Daftar Masuk
pt_br: Estatísticas de check-in
ru_ru: Статистика регистрации
th_th: สถิติการเช็คอิน
vi_vn: Số liệu thống kê điểm danh
zh_cn: 签到数据统计
zh_tw: 簽到資料統計

# oxo
source: Check-in data details
de_de: Details zu den Eincheckdaten
es_es: Datos de check in
fr_fr: Détails des données du check in
id_id: Perincian data check-in
it_it: Dettagli dati della fase di controllo
ja_jp: チェックインデータの詳細
ko_kr: 출석 데이터 세부 정보
ms_my: Butiran data daftar masuk
pt_br: Detalhes dos dados de check-in
ru_ru: Сведения о регистрации
th_th: รายละเอียดข้อมูลเช็คอิน
vi_vn: Chi tiết về dữ liệu điểm danh
zh_cn: 签到数据详情
zh_tw: 簽到資料詳細資料

# WDc
source: Check-in time error
de_de: Fehler bei der Eincheck-Zeit
es_es: Error en la hora o fecha del check in
fr_fr: Erreur liée à l'heure du check in
id_id: Kesalahan waktu check-in
it_it: Errore tempo fase di controllo
ja_jp: チェックイン時間が正しくありません
ko_kr: 출석 시간 오류
ms_my: Ralat masa daftar masuk
pt_br: Erro na hora do check-in
ru_ru: Ошибка времени отметки
th_th: เกิดข้อผิดพลาดของเวลาเช็คอิน
vi_vn: Lỗi thời gian điểm danh
zh_cn: 签到时间错误
zh_tw: 簽到時間錯誤

# /E4
source: Check-in Info
de_de: Eincheckinformationen
es_es: Información de check-in
fr_fr: Informations de check in
id_id: Info Check-in
it_it: Informazioni fase di controllo
ja_jp: チェックイン情報
ko_kr: 출석 정보
ms_my: Maklumat Daftar Masuk
pt_br: Informações de check-in
ru_ru: Сведения о регистрации
th_th: ข้อมูลเช็คอิน
vi_vn: Thông tin điểm danh
zh_cn: 签到信息
zh_tw: 簽到資訊

# Odc
source: Check-in end time must be later than start time
de_de: Die Endzeit für das Einchecken muss nach der Startzeit liegen
es_es: La hora de finalización del check in debe ser posterior a la de inicio
fr_fr: L'heure de fin du check in doit être postérieure à l'heure de début
id_id: Waktu selesai check-in harus lebih belakangan dari waktu mulai
it_it: L'ora di fine della fase di controllo deve essere successiva all'ora di inizio
ja_jp: 終了時刻を開始時刻より後にする必要があります。
ko_kr: 출석 종료 시간은 시작 시간 이후여야 합니다
ms_my: Masa tamat daftar masuk mesti lewat daripada masa mula
pt_br: A hora de término do check-in não pode ser posterior à hora de início
ru_ru: Время завершения регистрации должно быть позже времени начала регистрации
th_th: เวลาสิ้นสุดเช็คอินจะต้องอยู่หลังเวลาเริ่มต้น
vi_vn: Thời gian kết thúc điểm danh phải sau thời gian bắt đầu
zh_cn: 签到结束时间需晚于开始时间
zh_tw: 簽到結束時間需晚於開始時間

# Klc
source: Checked in
de_de: Eingecheckt
es_es: Check in realizado
fr_fr: Check in effectué
id_id: Berhasil check-in
it_it: Fase di controllo completata
ja_jp: チェックイン済み
ko_kr: 출석함
ms_my: Telah daftar masuk
pt_br: Fez check-in
ru_ru: Регистрация выполнена
th_th: เช็คอินแล้ว
vi_vn: Đã điểm danh
zh_cn: 已签到
zh_tw: 已簽到
