Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# dto
source: Default event alert
de_de: Standardterminbenachrichtigung
es_es: Alerta predeterminada de eventos
fr_fr: Alerte d'événement par défaut
hi_in: डिफ़ॉल्ट ईवेंट अलर्ट
id_id: Peringatan acara default
it_it: Avviso eventi predefinito
ja_jp: 予定の通知時刻
ko_kr: 기본 이벤트 알림
ms_my: Makluman acara lalai
pt_br: Alerta padrão de evento
ru_ru: Время напоминаний по умолчанию
th_th: ค่าเริ่มต้นการแจ้งเตือนกิจกรรม
vi_vn: Thông báo sự kiện mặc định
zh_cn: 默认提醒时间
zh_tw: 預設提醒時間

# 1qY
source: Start week on
de_de: Erster Tag der Woche
es_es: Primer día de la semana
fr_fr: Premier jour de la semaine
hi_in: सप्ताह का पहला दिन
id_id: Hari pertama dalam seminggu
it_it: Primo giorno della settimana
ja_jp: 週の始まりの曜日
ko_kr: 매주 첫날
ms_my: Mulakan minggu pada
pt_br: Primeiro dia da semana
ru_ru: Первый день недели
th_th: วันแรกของสัปดาห์
vi_vn: Ngày đầu tiên của tuần
zh_cn: 每周的第一天
zh_tw: 每週的第一天

# YgU
source: Reduce the brightness of past events
de_de: Helligkeit für vergangene Termine reduzieren
es_es: Reducir el brillo de los eventos pasados
fr_fr: Réduire la luminosité des événements passés
hi_in: पिछले ईवेंट की चमक कम करें
id_id: Kurangi kecerahan acara yang sudah berlalu
it_it: Riduci la luminosità degli eventi passati
ja_jp: 終了した予定を薄い色で表示
ko_kr: 지난 이벤트 밝기 줄이기
ms_my: Kurangkan kecerahan acara lepas
pt_br: Reduzir a claridade dos eventos anteriores
ru_ru: Уменьшить яркость прошедших событий
th_th: ลดความสว่างของกิจกรรมที่ผ่านมา
vi_vn: Giảm độ sáng của sự kiện trong quá khứ
zh_cn: 降低已结束日程的亮度
zh_tw: 降低已結束日程的亮度

# XEo
source: Notify accepted events only
de_de: Benachrichtigung nur für akzeptierte Termine
es_es: Notificar solo los eventos aceptados
fr_fr: Notifier uniquement les événements acceptés
hi_in: केवल स्वीकृत ईवेंट की सूचना दें
id_id: Hanya beri tahu acara yang telah diterima saja
it_it: Invia notifica solo per eventi accettati
ja_jp: 承認した予定のみを通知
ko_kr: 수락된 이벤트만 알림
ms_my: Beritahu acara yang diterima sahaja
pt_br: Notificar apenas eventos aceitos
ru_ru: Уведомлять только о принятых событиях
th_th: แจ้งเตือนเหตุการณ์ที่ได้รับการยอมรับเท่านั้น
vi_vn: Chỉ thông báo về sự kiện được chấp nhận
zh_cn: 仅提醒我已接受的日程
zh_tw: 僅提醒已接受的日程

# u8M
source: Notify me when someone declines my invitation
de_de: Mich benachrichtigen, wenn jemand meine Einladung abgelehnt hat
es_es: Enviarme una notificación si alguien rechaza mi invitación
fr_fr: M'avertir lorsque quelqu'un a refusé mon invitation
hi_in: किसी व्यक्ति द्वारा मेरा आमंत्रण अस्वीकार करने पर मुझे सूचित करें
id_id: Beri tahu saya jika seseorang menolak undangan saya
it_it: Avvisami quando qualcuno rifiuta il mio invito
ja_jp: 予定招待が辞退された際に通知
ko_kr: 내 초대를 거절한 사람이 있을 때 나에게 알리기
ms_my: Maklumkan saya apabila seseorang menolak jemputan saya
pt_br: Avise-me quando alguém recusar meu convite
ru_ru: Уведомлять меня, если кто-либо отклонит мое приглашение.
th_th: แจ้งเตือนฉันเมื่อมีคนปฏิเสธการเชิญของฉัน
vi_vn: Thông báo cho tôi khi ai đó từ chối lời mời
zh_cn: 他人拒绝我的日程邀请时通知我
zh_tw: 他人拒絕我的日程邀請時通知我

# /EU
source: Set working hours
de_de: Arbeitszeiten festlegen
es_es: Establecer horario laboral
fr_fr: Définir les heures de travail
hi_in: कार्य-समय सेट करें
id_id: Tetapkan jam kerja
it_it: Imposta orario di lavoro
ja_jp: 勤務時間の設定
ko_kr: 근무 시간 설정
ms_my: Tetapkan waktu bekerja
pt_br: Definir horário de trabalho
ru_ru: Задать рабочие часы
th_th: กำหนดเวลาทำงาน
vi_vn: Đặt giờ làm việc
zh_cn: 设置工作时间
zh_tw: 設定工作時間

# kOo
source: Show declined events
de_de: Abgelehnte Termine anzeigen
es_es: Mostrar los eventos rechazados
fr_fr: Afficher les événements refusés
hi_in: अस्वीकृत ईवेंट दिखाएँ
id_id: Tampilkan acara yang ditolak
it_it: Mostra eventi rifiutati
ja_jp: 辞退した予定を表示
ko_kr: 거부된 이벤트 표시
ms_my: Tunjukkan acara yang ditolak
pt_br: Mostrar eventos recusados
ru_ru: Показать отклоненные события
th_th: แสดงเหตุการณ์ที่ถูกปฏิเสธ
vi_vn: Hiển thị sự kiện bị từ chối
zh_cn: 显示我已拒绝的日程
zh_tw: 顯示我已拒絕的日程

# maM
source: Alternate calendars
de_de: Weitere Kalender
es_es: Calendarios alternativos
fr_fr: Autres calendriers
hi_in: वैकल्पिक कैलेंडर
id_id: Kalender alternatif
it_it: Calendari alternativi
ja_jp: その他の暦
ko_kr: 대체 캘린더
ms_my: Kalendar alternatif
pt_br: Calendários alternativos
ru_ru: Альтернативные календари
th_th: ปฏิทินทางเลือก
vi_vn: Lịch thay thế
zh_cn: 其他日历
zh_tw: 其他日曆

# ulw
source: My working hours
de_de: Meine Arbeitszeiten
es_es: Mi horario laboral
fr_fr: Mes heures de travail
hi_in: मेरा कार्य-समय
id_id: Jam kerja saya
it_it: Il mio orario di lavoro
ja_jp: 勤務時間
ko_kr: 내 근무 시간
ms_my: Waktu bekerja saya
pt_br: Meu horário de trabalho
ru_ru: Мои рабочие часы
th_th: เวลาทำงานของฉัน
vi_vn: Giờ làm việc của tôi
zh_cn: 我的工作时间
zh_tw: 我的工作時間

# hW8
source: Key unavailable. Unable to create event.
de_de: Schlüssel nicht verfügbar. Erstellen des Termins nicht möglich.
es_es: Clave no disponible. No se puede crear el evento.
fr_fr: Clé non disponible. Impossible de créer l'événement.
id_id: Kunci tidak tersedia. Gagal membuat acara.
it_it: Chiave non disponibile. Impossibile creare l'evento.
ja_jp: 鍵が無効なため、予定を作成できません。
ko_kr: 키를 사용할 수 없습니다. 이벤트를 생성할 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat membuat acara.
pt_br: Chave indisponível. Não é possível criar o evento.
ru_ru: Ключ недоступен. Не удалось создать событие.
th_th: ไม่มีคีย์ ไม่สามารถสร้างกิจกรรมได้
vi_vn: Mã không khả dụng. Không thể tạo sự kiện.
zh_cn: 密钥不可用，无法创建日程
zh_tw: 金鑰不可用，無法建立日程

# qjA
source: Key unavailable. Unable to operate.
de_de: Schlüssel nicht verfügbar. Betrieb nicht möglich.
es_es: Clave no disponible. No se puede realizar la operación.
fr_fr: Clé non disponible. Exécution impossible.
id_id: Kunci tidak tersedia. Gagal mengoperasikan.
it_it: Chiave non disponibile. Impossibile intervenire.
ja_jp: 鍵が無効なため、操作できません。
ko_kr: 키를 사용할 수 없습니다.작업할 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat beroperasi.
pt_br: Chave indisponível. Não é possível operar.
ru_ru: Ключ недоступен. Не удалось выполнить операцию.
th_th: ไม่มีคีย์ ไม่สามารถดำเนินการได้
vi_vn: Mã không khả dụng. Không thể vận hành.
zh_cn: 密钥不可用，无法操作
zh_tw: 金鑰不可用，無法操作

# XlE
source: Key unavailable. Remove event is not supported.
de_de: Schlüssel ist nicht verfügbar. Das Entfernen des Ereignisses wird nicht unterstützt.
es_es: Clave no disponible. No se puede quitar el evento.
fr_fr: Clé non disponible. L'événement de suppression n'est pas pris en charge.
id_id: Kunci tidak tersedia. Hapus acara tidak didukung.
it_it: Chiave non disponibile. Rimozione evento non supportata.
ja_jp: 鍵が使用できないため、予定を削除できません。
ko_kr: 키를 사용할 수 없습니다. 제거 이벤트는 지원되지 않습니다.
ms_my: Kunci tidak tersedia. Buang acara tidak disokong.
pt_br: Chave indisponível. O evento de remoção não é suportado.
ru_ru: Ключ не доступен. Удаление события не поддерживается.
th_th: คีย์ไม่พร้อมใช้งาน ไม่รองรับการลบกิจกรรม
vi_vn: Mã không khả dụng. Xóa sự kiện không được hỗ trợ.
zh_cn: 密钥不可用，暂不支持退出日程
zh_tw: 金鑰無法使用，暫不支援退出日程

# 6AA
source: Key unavailable. Unable to view event.
de_de: Schlüssel nicht verfügbar. Ansicht des Termins nicht möglich.
es_es: Clave no disponible. No se puede visualizar el evento.
fr_fr: Clé non disponible. Impossible d'afficher l'événement.
id_id: Kunci tidak tersedia. Gagal melihat acara.
it_it: Chiave non disponibile. Impossibile visualizzare l'evento.
ja_jp: 鍵が無効なため、予定を表示できません。
ko_kr: 키를 사용할 수 없습니다. 이벤트를 볼 수 없습니다.
ms_my: Kunci tidak tersedia. Tidak dapat melihat acara.
pt_br: Chave indisponível. Não é possível visualizar o evento.
ru_ru: Ключ недоступен. Не удалось просмотреть событие.
th_th: ไม่มีคีย์ ไม่สามารถดูกิจกรรมได้
vi_vn: Mã không khả dụng. Không thể xem sự kiện.
zh_cn: 密钥不可用，无法查看日程
zh_tw: 金鑰不可用，無法查看日程

# TVw
source: Connection error. Please try again later.
de_de: Verbindungsfehler. Bitte versuchen Sie es später erneut.
es_es: Error de conexión. Inténtalo de nuevo más tarde.
fr_fr: Erreur de connexion. Veuillez réessayer plus tard.
id_id: Kesalahan koneksi. Coba lagi nanti.
it_it: Errore di connessione. Riprova più tardi.
ja_jp: ネットワークエラーです。後で再試行してください。
ko_kr: 연결 오류입니다. 다시 시도하세요.
ms_my: Ralat sambungan. Sila cuba lagi kemudian.
pt_br: Erro de conexão. Tente novamente mais tarde.
ru_ru: Ошибка подключения. Повторите попытку позже.
th_th: การเชื่อมต่อเกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi kết nối. Vui lòng thử lại sau.
zh_cn: 网络异常，请稍后重试
zh_tw: 網路異常，請稍後重試

# JiA
source: Creating...
de_de: Wird erstellt...
es_es: Creando...
fr_fr: Création en cours...
id_id: Membuat...
it_it: Creazione in corso
ja_jp: 議事録を作成しています...
ko_kr: 생성 중...
ms_my: Mencipta...
pt_br: Criando...
ru_ru: Создание...
th_th: กำลังสร้าง...
vi_vn: Đang tạo...
zh_cn: 会议纪要创建中…
zh_tw: 會議記錄建立中…

source: Doc external sharing is off. Unable to authorize external event guests.
de_de: Externe Freigabe von Docs ist deaktiviert. Externe Termin-Eingeladene können nicht autorisiert werden.
es_es: La opción para compartir externamente documentos de Doc está desactivada. No se puede autorizar a invitados de eventos externos.
fr_fr: Le partage de document externe est désactivé. Impossible d'autoriser les invités d'événements externes.
id_id: Berbagi eksternal doc tidak aktif. Gagal mengotorisasi tamu acara eksternal.
it_it: La condivisione esterna di documenti è disattivata. Impossibile autorizzare invitati esterni all'evento.
ja_jp: 外部共有がオフのため、外部参加者に権限を付与できません。
ko_kr: 문서 외부 공유가 꺼져 있습니다. 외부 이벤트 초대 대상자를 승인할 수 없습니다.
ms_my: Kongsi luaran dokumen dimatikan. Tidak dapat memberi kuasa kepada tetamu acara luaran.
pt_br: Compartilhamento externo de documentos está desativado. Não é possível autorizar convidados externos do evento.
ru_ru: Внешний доступ к документу отключен. Не удалось авторизовать внешних гостей события.
th_th: การแบ่งปันภายนอกของ Docs ปิดอยู่ ไม่สามารถอนุมัติผู้ได้รับเชิญเข้าร่วมกิจกรรมภายนอกได้
vi_vn: Tính năng chia sẻ với bên ngoài đã tắt. Không thể ủy quyền người được mời tham gia sự kiện bên ngoài.
zh_cn: 该文档已关闭对外分享，将无法授权外部日程参与者
zh_tw: 該文件已關閉對外分享，將無法授權外部日程參與者

# IoY
source: Meeting notes
de_de: Besprechungsnotizen
es_es: Notas de reunión
fr_fr: Notes de réunion
id_id: Catatan rapat
it_it: Note riunione
ja_jp: 議事録
ko_kr: 회의 메모
ms_my: Nota mesyuarat
pt_br: Anotações da reunião
ru_ru: Протоколы конференции
th_th: หมายเหตุบันทึกการประชุม
vi_vn: Ghi chú cuộc họp
zh_cn: 会议纪要
zh_tw: 會議記錄

# 4Ek
source: Unable to make changes notes when editing all events.
de_de: Notizen können nicht geändert werden, wenn alle Termine bearbeitet werden.
es_es: No se pueden realizar cambios a las notas al editar todos los eventos.
fr_fr: Impossible de modifier les notes pendant que vous modifiez tous les événements.
id_id: Gagal membuat catatan perubahan saat mengedit semua acara.
it_it: Impossibile apportare modifiche alle note durante la modifica di tutti gli eventi.
ja_jp: すべての予定を編集するとき、議事録を編集できません。
ko_kr: 모든 이벤트를 편집할 때는 메모를 변경할 수 없습니다.
ms_my: Tidak dapat membuat perubahan catatan semasa mengedit semua acara.
pt_br: Não é possível alterar anotações enquanto edita todos os eventos.
ru_ru: Невозможно внести изменения примечания при редактировании всех событий.
th_th: ไม่สามารถเปลี่ยนแปลงหมายเหตุได้เมื่อแก้ไขกิจกรรมทั้งหมด
vi_vn: Không thể thay đổi ghi chú khi đang chính sửa tất cả sự kiện.
zh_cn: 编辑所有日程时，不支持修改会议纪要
zh_tw: 編輯所有日程時，不支援修改會議記錄

# jJg
source: Unable to make changes to notes when editing this and following events.
de_de: Notizen können nicht geändert werden, wenn dieser Termin und nachfolgende Termine bearbeitet werden.
es_es: No se pueden realizar cambios en las notas al editar este evento y los siguientes.
fr_fr: Impossible de modifier les notes pendant que vous modifiez cet événement et les événements suivants.
id_id: Gagal membuat perubahan pada catatan saat mengedit acara ini dan acara berikutnya.
it_it: Impossibile apportare modifiche alle note durante la modifica di questo evento e di quelli successivi.
ja_jp: この予定および今後の予定を編集するとき、議事録を編集できません。
ko_kr: 이 이벤트 및 후속 이벤트를 편집할 때는 메모를 변경할 수 없습니다.
ms_my: Tidak dapat membuat perubahan kepada catatan semasa mengedit acara ini dan seterusnya.
pt_br: Não é possível alterar anotações enquanto edita este evento e os seguintes.
ru_ru: Невозможно внести изменения в заметки при редактировании этого и следующих событий.
th_th: ไม่สามารถเปลี่ยนแปลงหมายเหตุได้เมื่อแก้ไขกิจกรรมนี้และกิจกรรมต่อ ๆ ไป
vi_vn: Không thể thay đổi ghi chú khi đang chỉnh sửa sự kiện này và các sự kiện sau.
zh_cn: 编辑此日程及后续日程时，不支持修改会议纪要
zh_tw: 編輯此日程及後續日程時，不支援修改會議記錄

# OVU
source: Failed to load meeting notes
de_de: Besprechungsnotizen konnten nicht geladen werden
es_es: Error al cargar notas de reunión
fr_fr: Échec du chargement des notes de réunion
id_id: Gagal memuat catatan rapat
it_it: Impossibile caricare le note sulla riunione
ja_jp: 議事録を読み込みできませんでした。
ko_kr: 회의 메모를 로드하지 못했습니다
ms_my: Gagal memuatkan catatan mesyuarat
pt_br: Falha ao carregar anotações da reunião
ru_ru: Не удалось загрузить протоколы конференции
th_th: โหลดบันทึกการประชุมไม่สำเร็จ
vi_vn: Tải ghi chú cuộc họp không thành công
zh_cn: 会议纪要加载失败
zh_tw: 會議記錄載入失敗

# nhI
source: New meeting notes from templates
de_de: Neue Besprechungsnotizen aus Vorlagen
es_es: Nuevas notas de reunión de plantillas
fr_fr: Aucunes notes de réunion dans les modèles
id_id: Catatan rapat baru dari templat
it_it: Nuove note di riunione dai modelli
ja_jp: テンプレートから議事録を新規作成
ko_kr: 템플릿의 최신 회의 메모
ms_my: Nota mesyuarat baharu dari templat
pt_br: Novas anotações da reunião de modelos
ru_ru: Новые заметки о конференциях из шаблонов
th_th: หมายเหตุบันทึกการประชุมใหม่จากเทมเพลต
vi_vn: Ghi chú cuộc họp mới từ mẫu
zh_cn: 从模板新建会议纪要
zh_tw: 從範本建立新會議記錄

# UxE
source: Meeting notes loading...
de_de: Besprechungsnotizen werden geladen...
es_es: Cargando notas de reunión...
fr_fr: Chargement des notes de réunion...
id_id: Catatan rapat memuat...
it_it: Caricamento note riunione…
ja_jp: 議事録を読み込み中...
ko_kr: 회의 메모 로딩 중...
ms_my: Catatan mesyuarat memuatkan...
pt_br: Anotações da reunião carregando...
ru_ru: Загрузка заметок о конференции...
th_th: กำลังโหลดหมายเหตุบันทึกการประชุม...
vi_vn: Đang tải ghi chú cuộc họp...
zh_cn: 会议纪要加载中…
zh_tw: 會議記錄載入中…

# 9jY
source: Unable to create notes. Please try again later.
de_de: Notizen konnten nicht erstellt werden. Bitte versuchen Sie es später erneut.
es_es: No se pueden crear notas. Inténtalo de nuevo más tarde.
fr_fr: Impossible de créer des notes. Veuillez réessayer plus tard.
id_id: Gagal membuat catatan. Coba lagi nanti.
it_it: Impossibile creare le note. Riprova più tardi.
ja_jp: 議事録を作成できませんでした。後で再試行してください。
ko_kr: 메모를 생성할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat mencipta catatan. Sila cuba lagi kemudian.
pt_br: Falha ao criar anotações. Tente novamente mais tarde.
ru_ru: Невозможно создать заметки. Повторите попытку позже.
th_th: สร้างหมายเหตุไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tạo ghi chú. Vui lòng thử lại sau.
zh_cn: 会议纪要创建失败，请稍后重试
zh_tw: 會議記錄建立失敗，請稍後重試

# ovM
source: New updates to meeting notes!
de_de: Es gibt Neuigkeiten bei den Besprechungsnotizen!
es_es: ¡Nuevas actualizaciones en las notas de reunión!
fr_fr: Nouvelles mises à jour des notes de réunion !
id_id: Pembaruan baru untuk catatan rapat!
it_it: Nuovi aggiornamenti alle note riunione!
ja_jp: 議事録機能がリニューアル！
ko_kr: 회의 메모의 새로운 업데이트!
ms_my: Kemas kini baharu untuk nota mesyuarat!
pt_br: Novas atualizações para anotações da reunião!
ru_ru: Протокол конференции обновлен!
th_th: อัปเดตใหม่สำหรับหมายเหตุบันทึกการประชุม!
vi_vn: Có cập nhật mới cho ghi chú cuộc họp!
zh_cn: 会议纪要功能全新升级！
zh_tw: 會議記錄功能全新升級！

# XTE
source: Create agenda for paced discussion, draw conclusions and future to-do
de_de: Erstellen der Agenda für eine offene Diskussion, ziehen von Schlussfolgerungen und festlegen zukünftiger Aufgaben
es_es: Crea una agenda para marcar el ritmo de la discusión, sacar conclusiones y establecer tareas futuras
fr_fr: Créez un ordre du jour pour structurer la discussion, tirer des conclusions et définir les tâches à venir
id_id: Buat agenda untuk diskusi dua arah, mengambil kesimpulan dan daftar tindakan selanjutnya
it_it: Crea un'agenda per una discussione dal ritmo scandito, per elaborare conclusioni e attività da svolgere in futuro
ja_jp: 議事録で会議の進捗を把握します。会議後、効率的に結論を導きます。
ko_kr: 진행되는 토론을 위한 의제를 생성하고 결론 및 향후 할 일을 도출하세요
ms_my: Cipta agenda untuk perbincangan berperingkat, tarik kesimpulan dan tugas masa depan
pt_br: Crie uma pauta para discussão ritmada, tire conclusões e tarefas futuras
ru_ru: Создайте повестку дня поддержания темпа дискуссии, записывайте результаты и составляйте планы на будущее.
th_th: สร้างวาระสำหรับการอภิปรายอย่างรวดเร็ว หาข้อสรุป และสิ่งที่ต้องทำในอนาคต
vi_vn: Tạo chương trình để thảo luận theo tốc độ cho trước, rút ra kết luận và việc cần làm trong tương lai
zh_cn: 纪要贯穿全流程，填写议程聚焦讨论，会中轻松把控节奏，会后高效沉淀结论
zh_tw: 記錄貫穿整個流程，填寫議程聚焦討論，會議中輕鬆掌控節奏，會後高效做出結論

# ayI
source: Once quit, created meeting notes will be deleted.
de_de: Nach dem Beenden werden erstellte Besprechungsnotizen gelöscht.
es_es: Cuando salgas, las notas de reunión creadas se eliminarán.
fr_fr: Dès que vous quitterez cette page, les notes de réunion créées seront supprimées.
id_id: Setelah keluar, catatan rapat yang dibuat akan dihapus.
it_it: Una volta usciti, le note della riunione create verranno eliminate.
ja_jp: 終了すると、作成した議事録は削除されます。
ko_kr: 종료하면 작성된 회의 메모가 삭제됩니다.
ms_my: Sekali keluar, catatan mesyuarat yang dicipta akan dipadam.
pt_br: Ao sair, as anotações da reunião criadas serão excluídas.
ru_ru: После выхода созданные протоколы конференции будут удалены.
th_th: เมื่อออก หมายเหตุบันทึกการประชุมที่สร้างขึ้นจะถูกลบ
vi_vn: Sau khi thoát, ghi chú cuộc họp đã tạo sẽ bị xóa.
zh_cn: 确认退出后，将删除已经创建的会议纪要
zh_tw: 確認退出後，將刪除已建立的會議記錄

# wj4
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定を変更
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 调整设置
zh_tw: 調整設定

# ZDs
source: Only events over the next year will be displayed here. View more in calendar
de_de: Hier werden nur Ereignisse im Laufe des nächsten Jahres angezeigt. Mehr ist im Kalender zu sehen.
es_es: Solo se mostrarán aquí los eventos del próximo año. Ver más en el calendario
fr_fr: Seuls les événements de l'année à venir seront affichés ici. Afficher plus dans le calendrier
hi_in: केवल अगले वर्ष के ईवेंट यहाँ प्रदर्शित किए जाएँगे. कैलेंडर में अधिक देखें
id_id: Hanya acara selama tahun depan yang akan ditampilkan di sini. Lihat lainnya di kalender
it_it: Qui verranno visualizzati solo gli eventi del prossimo anno. Visualizza più contenuti nel calendario
ja_jp: 一年以内の予定のみが表示されます。カレンダーに移動して詳細を表示できます
ko_kr: 향후 1년간의 이벤트만 여기에 표시됩니다. 캘린더에서 더 보세요.
ms_my: Hanya acara dalam setahun akan dipaparkan di sini. Lihat lebih lanjut dalam kalendar
pt_br: Apenas eventos do próximo ano serão exibidos aqui. Visualizar mais no calendário
ru_ru: Здесь будут отображаться только события за следующий год. Посмотрите больше в Календаре.
th_th: เฉพาะเหตุการณ์ในปีหน้าเท่านั้นที่จะแสดงผลที่นี่ ดูเพิ่มเติมในปฏิทิน
vi_vn: Chỉ hiển thị các sự kiện trong năm tiếp theo ở đây. Xem thêm trong lịch
zh_cn: 仅展示未来一年内的日程，可前往日历查看更多
zh_tw: 僅顯示未來一年內的日程，可前往日曆查看更多

source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部連絡先を含む
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешний
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 含外部联系人
zh_tw: 含外部聯絡人

# rV0
source: View and share your calendars with one simple click
de_de: Kalender mit einem einfachen Klick anzeigen und teilen
es_es: Podrás ver y compartir tus calendarios con un simple clic
fr_fr: Affichez et partagez vos calendriers d'un simple clic
hi_in: अपने कैलेंडर एक आसान क्लिक से देखें और साझा करें
id_id: Lihat dan bagikan kalender Anda cukup dengan sekali klik
it_it: Visualizza e condividi i tuoi calendari con un semplice clic
ja_jp: 詳細を表示でき、ワンクリックでカレンダーを共有
ko_kr: 클릭 한 번으로 캘린더 보기 및 공유
ms_my: Lihat dan kongsi kalendar anda dengan satu klik mudah
pt_br: Visualizar e compartilhar seus calendários com apenas um clique
ru_ru: Просматривайте и делитесь своими календарями одним простым щелчком мыши
th_th: ดูและแบ่งปันปฏิทินของคุณด้วยการคลิกเพียงครั้งเดียว
vi_vn: Xem và chia sẻ các lịch của bạn chỉ với một cú nhấp đơn giản
zh_cn: 查看日历详情，一键分享日历
zh_tw: 查看日曆詳細資料，一鍵分享日曆

# 1dk
source: Only events in the past 30 days are displayed. View more in Calendar
de_de: Es werden nur Termine der letzten 30 Tage angezeigt. Mehr kann im Kalender angezeigt werden.
es_es: Solo se mostrarán los eventos de los últimos 30 días. Podrás ver más detalles en el calendario
fr_fr: Seuls les événements des 30 derniers jours sont affichés. Afficher plus dans le calendrier
hi_in: केवल पिछले 30 दिनों के ईवेंट प्रदर्शित किए गए हैं. कैलेंडर में अधिक देखें
id_id: Hanya acara dalam 30 hari terakhir yang ditampilkan. Lihat lainnya di Kalender
it_it: Vengono visualizzati solo gli eventi degli ultimi 30 giorni. Visualizza altro in Calendario
ja_jp: 過去 30 日の予定のみが表示されます。カレンダーに移動して詳細を表示できます
ko_kr: 지난 30일 동안의 이벤트만 표시됩니다. 캘린더에서 더 보세요.
ms_my: Hanya acara dalam 30 hari yang lepas dipaparkan. Lihat lebih lanjut dalam Kalendar
pt_br: Apenas eventos dos últimos 30 dias são exibidos. Visualizar mais no calendário
ru_ru: Отображаются только события за последние 30 дней. Посмотрите больше в Календаре.
th_th: แสดงเฉพาะเหตุการณ์ใน 30 วันที่ผ่านมาเท่านั้น ดูเพิ่มเติมในปฏิทิน
vi_vn: Chỉ hiển thị các sự kiện trong 30 ngày vừa qua. Xem thêm trong Lịch
zh_cn: 仅展示过去 30 天内的日程，可前往日历查看更多
zh_tw: 僅顯示過去 30 天內的日程，可前往日曆查看更多

# 0+8
source: Please subscribe first
de_de: Bitte zuerst abonnieren
es_es: Primero debes suscribirte
fr_fr: Veuillez d'abord vous abonner
hi_in: कृपया पहले सदस्यता लें
id_id: Berlangganan dahulu
it_it: Esegui prima l'iscrizione
ja_jp: フォローしてから再試行してください
ko_kr: 먼저 구독하세요
ms_my: Sila langgan dahulu
pt_br: Inscreva-se primeiro
ru_ru: Подпишитесь и повторите попытку
th_th: โปรดสมัครใช้งานก่อน
vi_vn: Vui lòng đăng ký trước
zh_cn: 请订阅后再试
zh_tw: 請訂閱後再試

# gZk
source: Unable to view meeting room details
de_de: Anzeigen von Besprechungsraumdetails fehlgeschlagen
es_es: No se pueden ver los detalles de la sala de reuniones
fr_fr: Impossible d'afficher les détails de la salle de réunion
hi_in: मीटिंग रूम विवरण देखने में असमर्थ
id_id: Gagal melihat perincian ruang rapat
it_it: Impossibile visualizzare i dettagli della sala riunioni
ja_jp: 会議室のカレンダー詳細を表示できません
ko_kr: 회의실 세부 정보를 볼 수 없습니다
ms_my: Tidak dapat melihat butiran bilik mesyuarat
pt_br: Falha ao exibir detalhes da sala de reunião
ru_ru: Невозможно просмотреть сведения о комнате
th_th: ไม่สามารถดูรายละเอียดห้องประชุมได้
vi_vn: Không thể xem thông tin chi tiết của phòng họp
zh_cn: 不支持查看会议室日历详情
zh_tw: 不支援查看會議室日曆詳細資料

# 2oc
source: Show
de_de: Einblenden
es_es: Mostrar
fr_fr: Afficher
hi_in: दिखाएँ
id_id: Tampilkan
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
ms_my: Tunjuk
pt_br: Exibir
ru_ru: Показать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 展开
zh_tw: 展開

# iK4
source: Subscribe to view more
de_de: Abonnieren und mehr sehen
es_es: Suscríbete para ver más
fr_fr: Abonnez-vous pour afficher plus
hi_in: अधिक देखने के लिए सदस्यता लें
id_id: Berlangganan untuk melihat lainnya
it_it: Iscriviti per visualizzare altro
ja_jp: フォローして詳細を見る
ko_kr: 더 보려면 구독하세요
ms_my: Langgan untuk melihat lebih banyak
pt_br: Inscrever-se para visualizar mais
ru_ru: Подпишитесь, чтобы увидеть больше
th_th: สมัครใช้งานเพื่อดูเพิ่มเติม
vi_vn: Đăng ký để xem thêm
zh_cn: 订阅查看更多
zh_tw: 訂閱查看更多
