Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# FA0
source: Unable to share, please contact the calendar owner.
de_de: Teilen nicht möglich. Bitte kontaktieren Sie den Kalenderbesitzer.
es_es: No se puede compartir, ponte en contacto con el propietario del calendario.
fr_fr: Partage impossible, veuillez contacter le propriétaire du calendrier.
hi_in: साझा करने में असमर्थ, कृपया कैलेंडर के ओनर से संपर्क करें.
id_id: Gagal berbagi. Hubungi pemilik kalender.
it_it: Impossibile condividere, contatta il proprietario del calendario.
ja_jp: カレンダーを共有する権限がありません。カレンダーの所有者にご連絡ください。
ko_kr: 공유할 수 없습니다. 캘린더 소유자에게 문의하세요.
ms_my: Tidak dapat berkongsi, sila hubungi pemilik kalendar.
pt_br: Falha ao compartilhar. Entre em contato com o proprietário do calendário.
ru_ru: Не удалось поделиться, обратитесь к владельцу календаря.
th_th: ไม่สามารถแบ่งปันได้ โปรดติดต่อเจ้าของปฏิทิน
vi_vn: Không thể chia sẻ, vui lòng liên hệ với chủ sở hữu của lịch.
zh_cn: 无权限分享日历，请联系日历所有者
zh_tw: 無權限分享日曆，請聯絡日曆擁有者

# yVk
source: Unable to copy
de_de: Kopieren fehlgeschlagen
es_es: No se puede copiar
fr_fr: Copie impossible
hi_in: कॉपी करने में असमर्थ
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Не удалось скопировать
th_th: ไม่สามารถคัดลอกได้
vi_vn: Không thể sao chép
zh_cn: 复制失败
zh_tw: 複製失敗

# +Ck
source: Unable to join event. The sharer doesn't have permission to invite you. Please contact the event owner.
de_de: Teilnahme an dem Ereignis nicht möglich. Die freigebende Person hat nicht die Berechtigung, Sie einzuladen. Bitte kontaktieren Sie den Ereignisbesitzer.
es_es: No puedes unirte al evento. La persona que comparte no tiene permiso para invitarte. Ponte en contacto con el propietario del evento.
fr_fr: Impossible de rejoindre l'évènement. L'initiateur du partage n'est pas autorisé à vous inviter. Veuillez contacter le propriétaire de l'événement.
hi_in: आयोजक द्वारा सेट की गयी अनुमति सेटिंग्स के कारण ईवेंट में शामिल होने में असमर्थ.
id_id: Gagal bergabung dengan acara. Pembagi tidak memiliki izin untuk mengundang Anda. Hubungi pemilik acara.
it_it: Impossibile partecipare all'evento. Chi ha condiviso non dispone dell'autorizzazione per invitarti. Contatta il proprietario dell'evento.
ja_jp: 共有者には招待する権限がないため、予定に参加できません。参加するには、予定の作成者にご連絡ください。
ko_kr: 이벤트에 참가할 수 없습니다. 공유자에게 초대할 권한이 없습니다. 이벤트 소유자에게 문의하세요.
ms_my: Tidak dapat menyertai acara. Pengongsian tidak mempunyai kebenaran untuk menjemput anda. Sila hubungi pemilik acara.
pt_br: Falha ao ingressar no evento. O compartilhador não tem permissão para convidá-lo. Entre em contato com o proprietário do evento.
ru_ru: Не удалось присоединиться к событию. У отправителя нет разрешения пригласить вас. Свяжитесь с владельцем события.
th_th: เข้าร่วมกิจกรรมไม่สำเร็จ ผู้แบ่งปันไม่ได้รับสิทธิ์การอนุญาตให้เชิญคุณ โปรดติดต่อเจ้าของกิจกรรม
vi_vn: Không thể tham gia sự kiện. Người chia sẻ không có quyền mời bạn. Vui lòng liên hệ với chủ sở hữu sự kiện.
zh_cn: 因分享者无邀请权限，无法加入该日程，请联系日程组织者加入
zh_tw: 因組織者權限設定，無法加入該日程

# XxU
source: Unable to modify
de_de: Ändern fehlgeschlagen
es_es: No se puede modificar
fr_fr: Modification impossible
hi_in: संशोधित करने में असमर्थ.
id_id: Gagal mengubah
it_it: Impossibile modificare
ja_jp: 編集できませんでした
ko_kr: 수정할 수 없습니다
ms_my: Tidak boleh mengubah
pt_br: Falha ao modificar
ru_ru: Невозможно изменить
th_th: ไม่สามารถแก้ไขได้
vi_vn: Không thể chỉnh sửa
zh_cn: 修改失败
zh_tw: 修改失敗

# kFM
source: Unable to save
de_de: Speichern fehlgeschlagen
es_es: No se puede guardar
fr_fr: Sauvegarde impossible
hi_in: सहेजने में असमर्थ
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした
ko_kr: 저장할 수 없습니다
ms_my: Tidak dapat menyimpan
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không thể lưu
zh_cn: 保存失败
zh_tw: 儲存失敗

# fgc
source: View in calendar
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: カレンダーで表示
ko_kr: 보기
ms_my: Lihat dalam kalendar
pt_br: Visualizar
ru_ru: Показать
th_th: ดู
vi_vn: Xem
zh_cn: 在日历中查看
zh_tw: 查看

# glI
source: View QR code
de_de: QR-Code anzeigen
es_es: Ver código QR
fr_fr: Afficher le code QR
hi_in: QR कोड देखें
id_id: Lihat kode QR
it_it: Visualizza codice QR
ja_jp: QR コードを表示
ko_kr: QR 코드 보기
ms_my: Lihat kod QR
pt_br: Visualizar código QR
ru_ru: Показать QR-код
th_th: ดูคิวอาร์โค้ด
vi_vn: Xem mã QR
zh_cn: 查看二维码
zh_tw: 查看 QR 碼

# 6lA
source: Copied the link for sharing
de_de: Link zum Teilen kopiert
es_es: Se ha copiado el vínculo para compartir
fr_fr: Lien copié pour le partage
hi_in: साझा करने के लिए लिंक कॉपी किया
id_id: Menyalin tautan untuk berbagi
it_it: Link per la condivisione copiato
ja_jp: 共有リンクをコピーしました
ko_kr: 공유 링크를 복사함
ms_my: Menyalin pautan untuk dikongsi
pt_br: Link copiado para compartilhamento
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์สำหรับการแชร์แล้ว
vi_vn: Đã sao chép liên kết để chia sẻ
zh_cn: 分享链接已复制
zh_tw: 分享連結已複製

# uj4
source: AM
de_de: Vormittag
hi_in: पूर्वाह्न
ja_jp: 午前
ko_kr: 오전
ms_my: PG
ru_ru: До полудня
vi_vn: SA
zh_cn: 上午
zh_tw: 上午

# 6jI
source: PM
de_de: Nachmittag
hi_in: अपराह्न
ja_jp: 午後
ko_kr: 오후
ms_my: PTG
ru_ru: После полудня
vi_vn: CH
zh_cn: 下午
zh_tw: 下午

# ESU
source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
hi_in: कल
id_id: Besok
it_it: Domani
ja_jp: 明日
ko_kr: 내일
pt_br: Amanhã
ru_ru: Завтра
th_th: พรุ่งนี้
vi_vn: Ngày mai
zh_cn: 明天
zh_tw: 明天

# nT8
source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
hi_in: कल
id_id: Kemarin
it_it: Ieri
ja_jp: 昨日
ko_kr: 어제
pt_br: Ontem
ru_ru: Вчера
th_th: เมื่อวานนี้
vi_vn: Hôm qua
zh_cn: 昨天
zh_tw: 昨天

# BVo
source: MMM yyyy
ja_jp: yyyy年M月
ko_kr: yyyy년 M월
zh_cn: yyyy年M月
zh_tw: yyyy 年 M 月

# uJc
source: Please contact the administrator to set up meeting rooms.
de_de: Wenden Sie sich an den Administrator, um Besprechungsräume einzurichten.
es_es: Contacta con tu administrador para configurar salas de reuniones.
fr_fr: Veuillez contacter l'administrateur pour configurer des salles de réunion.
hi_in: मीटिंग रूम सेट करने के लिए कृपया अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator untuk mengatur ruang rapat.
it_it: Contatta l'amministratore per configurare le sale riunioni.
ja_jp: 会議室の設定については、管理者にご連絡ください
ko_kr: 관리자에게 문의하여 회의실을 설치하세요
ms_my: Sila hubungi pentadbir untuk menetapkan bilik mesyuarat.
pt_br: Entre em contato com o administrador para configurar as salas de reunião.
ru_ru: Пожалуйста, свяжитесь с администратором чтобы настроить комнату
th_th: โปรดติดต่อผู้ดูแลเพื่อตั้งค่าห้องประชุม
vi_vn: Vui lòng liên hệ quản trị viên để thiết lập phòng họp.
zh_cn: 请联系企业管理员配置会议室
zh_tw: 請聯絡管理員設定會議室

# a2g
source: No matching contacts
de_de: Keine passenden Kontakte
es_es: No hay contactos que coincidan
fr_fr: Aucun contact correspondant
hi_in: मेल खाने वाले कोई संपर्क नहीं हैं
id_id: Tidak ada kontak yang cocok
it_it: Nessun contatto corrispondente
ja_jp: 連絡先がありません
ko_kr: 일치하는 연락처 없습니다
ms_my: Tiada kenalan yang sepadan
pt_br: Sem contatos correspondentes
ru_ru: Нет подходящих контактов
th_th: ไม่มีรายชื่อผู้ติดต่อที่ตรงกัน
vi_vn: Không có liên hệ phù hợp
zh_cn: 没有匹配的联系人
zh_tw: 沒有相符的聯絡人

# Myc
source: No matching public calendars
de_de: Keine passenden öffentlichen Kalender
es_es: No hay calendarios públicos que coincidan
fr_fr: Pas de calendriers publics correspondants
hi_in: मेल खाने वाले कोई सार्वजनिक कैलेंडर नहीं हैं
id_id: Tidak ada kalender publik yang cocok
it_it: Nessun calendario pubblico corrispondente
ja_jp: 一致する公開カレンダーがありません
ko_kr: 일치하는 공개 캘린더 없음
ms_my: Tiada kalendar awam yang sepadan
pt_br: Sem calendários públicos correspondentes
ru_ru: Нет подходящих открытых календарей
th_th: ไม่มีปฏิทินสาธารณะที่ตรงกัน
vi_vn: Không có lịch công khai phù hợp
zh_cn: 没有匹配的公共日历
zh_tw: 沒有相符的公共日曆

# SyU
source: No matching rooms
de_de: Keine passenden Räume
es_es: No hay salas de reuniones que coincidan
fr_fr: Aucune salle correspondante
hi_in: मेल खाने वाले कोई रूम नहीं हैं
id_id: Tidak ada ruang yang cocok
it_it: Nessuna sala corrispondente
ja_jp: 会議室がありません
ko_kr: 일치하는 회의실 없음
ms_my: Tiada bilik yang sepadan
pt_br: Sem salas correspondentes
ru_ru: Нет подходящих комнат
th_th: ไม่มีห้องที่ตรงกัน
vi_vn: Không có phòng phù hợp
zh_cn: 没有匹配的会议室
zh_tw: 沒有相符的會議室

# Gek
source: No more calendars
de_de: Keine weiteren Kalender
es_es: No hay más calendarios
fr_fr: Fin des calendriers
hi_in: कोई और कैलेंडर नहीं
id_id: Tidak ada kalender lainnya
it_it: Nessun altro calendario
ja_jp: 他にカレンダーはありません
ko_kr: 더 이상 캘린더 없음
ms_my: Tiada lagi kalendar
pt_br: Não há mais calendários
ru_ru: Нет других календарей
th_th: ไม่มีปฏิทินเพิ่มเติม
vi_vn: Không còn lịch nào
zh_cn: 无更多日历
zh_tw: 沒有更多日曆

# d68
source: No more recommendations
de_de: Keine weiteren Empfehlungen
es_es: No hay más recomendaciones
fr_fr: Il n'y a plus de recommandations
hi_in: कोई और सिफारिशें नहीं
id_id: Tidak ada rekomendasi lainnya
it_it: Nessun'altra raccomandazione
ja_jp: これ以上のお勧めはありません
ko_kr: 더 이상 추천 없습니다
ms_my: Tiada lagi cadangan
pt_br: Não há mais recomendações
ru_ru: Нет других рекомендаций
th_th: ไม่มีคำแนะนำเพิ่มเติม
vi_vn: Không có đề xuất khác
zh_cn: 无更多推荐
zh_tw: 沒有更多推薦

# 8s4
source: No recent contacts
de_de: Keine zuletzt verwendeten Kontakte
es_es: No hay contactos recientes
fr_fr: Aucun contact récent
hi_in: हाल ही के कोई संपर्क नहीं हैं
id_id: Tidak ada kontak terbaru
it_it: Nessun contatto recente
ja_jp: 最近使用した連絡先はありません
ko_kr: 최근 연락처 없습니다
ms_my: Tiada kenalan terkini
pt_br: Sem contatos recentes
ru_ru: Нет недавних контактов
th_th: ไม่มีรายชื่อผู้ติดต่อล่าสุด
vi_vn: Không có liên hệ gần đây
zh_cn: 无最近联系人
zh_tw: 沒有最新的聯絡人

# PII
source: The calendar cannot be unsubscribed.
de_de: Der Kalender kann nicht abbestellt werden.
es_es: No se puede cancelar la suscripción del calendario.
fr_fr: Impossible de se désabonner du calendrier.
hi_in: कैलेंडर की सदस्यता रद्द नहीं की जा सकती.
id_id: Tidak dapat berhenti berlangganan kalender.
it_it: Non è possibile annullare l'iscrizione al calendario.
ja_jp: このカレンダーはフォローを解除できません
ko_kr: 캘린더의 구독을 해지할 수 없습니다.
ms_my: Kalendar tidak boleh dinyahlanggan.
pt_br: Não é possível cancelar a assinatura do calendário.
ru_ru: Невозможно отменить подписку на календарь.
th_th: ไม่สามารถยกเลิกการสมัครใช้งานปฏิทิน
vi_vn: Không thể hủy đăng ký sử dụng lịch.
zh_cn: 该日历不可退订
zh_tw: 該日曆不可取消訂閱

# MYI
source: No calendar can be unsubscribed.
de_de: Es kann kein Kalender abbestellt werden.
es_es: No es posible cancelar la suscripción de ningún calendario.
fr_fr: Aucun calendrier auquel se désabonner.
hi_in: किसी भी कैलेंडर की सदस्यता रद्द नहीं की जा सकती.
id_id: Tidak ada kalender berlangganan yang dapat dihentikan.
it_it: Non è possibile annullare l'iscrizione ad alcun calendario.
ja_jp: フォローを解除できるカレンダーがありません
ko_kr: 구독을 해지할 수 있는 캘린더가 없습니다.
ms_my: Tiada kalendar boleh dinyahlanggan.
pt_br: Não é possível cancelar a assinatura de nenhum calendário.
ru_ru: Нет доступных календарей для отмены подписки.
th_th: ไม่มีปฏิทินที่สามารถยกเลิกการสมัครใช้งานได้
vi_vn: Không thể hủy đăng ký bất kỳ lịch nào.
zh_cn: 暂无可退订日历
zh_tw: 暫無可取消訂閱的日曆

# hm4
source: Maximum number of subscribed calendars reached
de_de: Maximale Anzahl von abonnierten Kalendern erreicht
es_es: ⁣Se ha alcanzado el número máximo de calendarios suscritos
fr_fr: Nombre maximum d'abonnements aux calendriers atteint
hi_in: सदस्यता लिए गए कैलेंडर की अधिकतम संख्या पूरी हो गई है
id_id: Jumlah maksimum kalender berlangganan telah tercapai
it_it: Numero massimo di calendari sottoscritti raggiunto
ja_jp: フォロー中のカレンダーの数が上限に達しました
ko_kr: 최대 구독 캘린더 수에 도달함
ms_my: Bilangan maksimum kalendar langganan tercapai
pt_br: O número máximo de calendários assinados foi atingido
ru_ru: Достигнуто максимальное количество подписок на календари
th_th: ถึงจำนวนสูงสุดของปฏิทินที่สมัครใช้งานแล้ว
vi_vn: Đã đạt đến số lịch tối đa được đăng ký sử dụng
zh_cn: 订阅日历数达到上限
zh_tw: 訂閱日曆數達到上限

# TZI
source: The operation failed
de_de: Der Vorgang ist fehlgeschlagen
es_es: Error en la operación
fr_fr: Échec de l'opération
hi_in: ऑपरेशन विफल हुआ
id_id: Pengoperasian gagal
it_it: Impossibile eseguire operazione
ja_jp: 操作に失败しました
ko_kr: 작업 실패
ms_my: Operasi gagal
pt_br: Falha na operação
ru_ru: Не удалось выполнить операцию
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác thất bại
zh_cn: 操作失败
zh_tw: 操作失敗

# taY
source: Successful
de_de: Erfolgreich
es_es: Operación realizada correctamente
fr_fr: Réussite
hi_in: सफल हुआ
id_id: Berhasil
it_it: Operazione completata
ja_jp: 操作できました
ko_kr: 성공함
ms_my: Berjaya
pt_br: Sucesso
ru_ru: Успешно выполнено
th_th: สำเร็จแล้ว
vi_vn: Thành công
zh_cn: 操作成功
zh_tw: 操作成功

# UiU
source: Are you sure to unsubscribe?
de_de: Möchten Sie wirklich abbestellen?
es_es: ¿Seguro que quieres cancelar la suscripción?
fr_fr: Confirmer le désabonnement ?
hi_in: क्या आप वाकई सदस्यता रद्द करना चाहते हैं?
id_id: Anda yakin ingin berhenti berlangganan?
it_it: Annullare l'iscrizione?
ja_jp: フォローを解除してもよろしいですか？
ko_kr: 구독을 해지하시겠습니까?
ms_my: Adakah anda pasti untuk berhenti melanggan?
pt_br: Tem certeza de que deseja cancelar a assinatura?
ru_ru: Отменить подписку?
th_th: คุณแน่ใจหรือไม่ว่าจะยกเลิกการสมัครใช้งาน
vi_vn: Bạn có chắc chắn muốn hủy đăng ký không?
zh_cn: 确定退订吗？
zh_tw: 確定取消訂閱嗎？

# 1gs
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
ms_my: Peribadi
pt_br: Particular
ru_ru: Приватный
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私密

# bWQ
source: Private calendar cannot be subscribed
de_de: Privater Kalender kann nicht abonniert werden
es_es: No se puede suscribir al calendario privado
fr_fr: Impossible de s'abonner au calendrier privé
hi_in: निजी कैलेंडर की सदस्यता नहीं ली जा सकती
id_id: Tidak dapat berlangganan kalender privat
it_it: Impossibile sottoscrivere il calendario privato
ja_jp: 非公開カレンダーはフォローできません
ko_kr: 비공개 캘린더는 구독할 수 없습니다.
ms_my: Kalendar peribadi tidak boleh dilanggan
pt_br: O calendário particular não pode ser inscrito
ru_ru: На приватный календарь нельзя оформить подписку
th_th: ไม่สามารถสมัครใช้งานปฏิทินส่วนตัวได้
vi_vn: Không thể đăng ký sử dụng lịch riêng tư
zh_cn: 私密日历无法订阅
zh_tw: 無法訂閱私密日曆

# p4M
source: Public
de_de: Öffentlich
es_es: Público
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公開カレンダー
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Открытые
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公共日历
zh_tw: 公共日曆

# 5ng
source: Please search and subscribe to public calendars.
de_de: Suchen Sie nach öffentlichen Kalendern und abonnieren Sie diese.
es_es: Busca calendarios públicos y suscríbete a ellos.
fr_fr: Veuillez rechercher et vous abonner à des calendriers publics.
hi_in: कृपया सार्वजनिक कैलेंडर खोजें और उनकी सदस्यता लें.
id_id: Cari dan berlangganan kalender publik.
it_it: Cerca e iscriviti ai calendari pubblici.
ja_jp: 公開カレンダーを検索してフォローしてください
ko_kr: 공개 캘린더를 검색하고 구독하세요.
ms_my: Sila cari dan langgan kalendar awam.
pt_br: Pesquise e inscreva-se nos calendários públicos.
ru_ru: Выполните поиск открытых календарей и подпишитесь на них.
th_th: โปรดค้นหาและสมัครใช้งานปฏิทินสาธารณะ
vi_vn: Vui lòng tìm kiếm và đăng ký sử dụng lịch công khai.
zh_cn: 请搜索并订阅公共日历
zh_tw: 請搜尋並訂閱公共日曆

# LTk
source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S'abonner
hi_in: सदस्यता लें
id_id: Berlangganan
it_it: Iscriviti
ja_jp: フォロー
ko_kr: 구독
ms_my: Langgan
pt_br: Inscrever-se
ru_ru: Подписаться
th_th: สมัครใช้งาน
vi_vn: Đăng ký
zh_cn: 订阅
zh_tw: 訂閱

# ebs
source: Subscribe calendars
de_de: Kalender abonnieren
es_es: Suscribirse a los calendarios
fr_fr: S'abonner à des calendriers
hi_in: कैलेंडर की सदस्यता लें
id_id: Berlangganan kalender
it_it: Sottoscrivi calendari
ja_jp: カレンダーをフォロー
ko_kr: 캘린더 구독
ms_my: Langgan kalendar
pt_br: Assinar calendários
ru_ru: Подписаться на календари
th_th: สมัครใช้งานปฏิทิน
vi_vn: Đăng ký sử dụng lịch
zh_cn: 订阅日历
zh_tw: 訂閱日曆

# lng
source: Subscribe to Calendar
de_de: Kalender abonnieren
es_es: Suscribirse al calendario
fr_fr: S'abonner au calendrier
hi_in: कैलेंडर की सदस्यता लें
id_id: Berlangganan kalender
it_it: Iscriviti al calendario
ja_jp: カレンダーをフォロー
ko_kr: 캘린더 구독
ms_my: Langgan kalendar
pt_br: Inscrever-se no calendário
ru_ru: Подписаться на календарь
th_th: สมัครใช้งานปฏิทิน
vi_vn: Đăng ký sử dụng lịch
zh_cn: 订阅日历
zh_tw: 訂閱日曆

# +ew
source: Subscribed
de_de: Abonniert
es_es: Suscrito
fr_fr: Abonné
hi_in: सदस्यता ली गई
id_id: Berlangganan
it_it: Iscrizione completata
ja_jp: フォロー済み
ko_kr: 구독됨
ms_my: Dilanggan
pt_br: Inscrito
ru_ru: Подписка оформлена
th_th: สมัครใช้งานแล้ว
vi_vn: Đã đăng ký
zh_cn: 已订阅
zh_tw: 已訂閱

# nZo
source: hr
de_de: Std.
es_es: h
fr_fr: h
hi_in: घं
id_id: jam
it_it: h
ja_jp: 時間
ko_kr: 시간
pt_br: h
ru_ru: ч.
th_th: ชั่วโมง
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# UnM
source: min
hi_in: मि०
id_id: menit
ja_jp: 分
ko_kr: 분
ru_ru: мин.
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# X1o
source: Unsubscribe
de_de: Abbestellen
es_es: Cancelar suscripción
fr_fr: Se désabonner
hi_in: सदस्यता रद्द करें
id_id: Berhenti berlangganan
it_it: Annulla iscrizione
ja_jp: アンフォロー
ko_kr: 구독 해지
ms_my: Berhenti melanggan
pt_br: Cancelar assinatura
ru_ru: Отменить подписку
th_th: ยกเลิกการสมัครใช้งาน
vi_vn: Hủy đăng ký
zh_cn: 退订
zh_tw: 取消訂閱

# A6s
source: Add Exchange Calendar
de_de: Exchange-Kalender hinzufügen
es_es: Agregar calendario de Exchange
fr_fr: Ajouter un calendrier Exchange
hi_in: Exchange कैलेंडर जोड़ें
id_id: Tambah Kalender Exchange
it_it: Aggiungi Calendario di Exchange
ja_jp: Exchange カレンダーを追加
ko_kr: Exchange 캘린더 추가
ms_my: Tambah Kalendar Exchange
pt_br: Adicionar calendário do Exchange
ru_ru: Добавить календарь Exchange
th_th: เพิ่มปฏิทินของ Exchange
vi_vn: Thêm Lịch của Exchange
zh_cn: 添加 Exchange 日历
zh_tw: 新增 Exchange 日曆

# nos
source: Failed to automatically identify server URL. Please add it.
de_de: Automatische Identifizierung der Server-URL fehlgeschlagen. Fügen Sie sie bitte hinzu.
es_es: Error en la identificación automática de la URL del servidor. Debes agregarla.
fr_fr: Échec de l'identification automatique de l'URL du serveur. Veuillez l'ajouter.
hi_in: सर्वर URL को स्वचालित रूप से पहचानने में विफल. कृपया इसे जोड़ें.
id_id: Gagal mengidentifikasi otomatis URL server. Tambahkan.
it_it: Impossibile identificare automaticamente l'URL del server. Aggiungilo.
ja_jp: サーバー URL を自動的に取得できませんでした。手動で入力してください。
ko_kr: 서버 URL을 자동으로 식별하는 데 실패했습니다. 추가하세요.
ms_my: Gagal mengenal pasti URL pelayan secara automatik. Sila tambahkannya.
pt_br: Falha ao identificar automaticamente o URL do servidor. Adicione-o.
ru_ru: Не удалось автоматически определить URL сервера. Добавьте его.
th_th: ระบุ URL เซิร์ฟเวอร์โดยอัตโนมัติไม่สำเร็จ โปรดทำการเพิ่ม
vi_vn: Tự động nhận diện URL máy chủ không thành công. Vui lòng thêm.
zh_cn: 无法自动识别到服务器地址，请补充。
zh_tw: 無法自動辨識到伺服器位址，請補充。

# e/E
source: Add Third-party Calendars
de_de: Drittanbieter-Kalender hinzufügen
es_es: Agregar calendarios de terceros
fr_fr: Ajouter des calendriers tiers
hi_in: तृतीय-पक्ष कैलेंडर जोड़ें
id_id: Tambah kalender pihak ketiga
it_it: Aggiungi calendari di terze parti
ja_jp: サードパーティカレンダーを追加
ko_kr: 타사 캘린더 추가
ms_my: Tambah Kalendar Pihak Ketiga
pt_br: Adicionar calendários de terceiros
ru_ru: Добавить сторонние календари
th_th: เพิ่มปฏิทินของบุคคลที่สาม
vi_vn: Thêm lịch bên thứ ba
zh_cn: 添加第三方日历
zh_tw: 新增第三方日曆

# UOQ
source: Add third-party calendars
de_de: Drittanbieter-Kalender hinzufügen
es_es: Agregar calendarios de terceros
fr_fr: Ajouter des calendriers tiers
hi_in: तृतीय-पक्ष कैलेंडर जोड़ें
id_id: Tambah kalender pihak ketiga
it_it: Aggiungi calendari di terze parti
ja_jp: サードパーティカレンダーを追加
ko_kr: 타사 캘린더 추가
ms_my: Tambah kalendar pihak ketiga
pt_br: Adicionar calendários de terceiros
ru_ru: Добавить сторонние календари
th_th: เพิ่มปฏิทินของบุคคลที่สาม
vi_vn: Thêm lịch của bên thứ ba
zh_cn: 添加第三方日历
zh_tw: 新增第三方日曆

# A0U
source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
hi_in: ईमेल पता
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat e-mel
pt_br: Endereço de e-mail
ru_ru: Адрес почты
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱地址
zh_tw: 信箱地址

# dCk
source: Exchange Calendar
de_de: Exchange-Kalender
es_es: Calendario de Exchange
fr_fr: Calendrier Exchange
hi_in: Exchange कैलेंडर
id_id: Kalender Exchange
it_it: Calendario di Exchange
ja_jp: Exchange カレンダー
ko_kr: Exchange 캘린더
ms_my: Kalendar Exchange
pt_br: Calendário do Exchange
ru_ru: Календарь Exchange
th_th: ปฏิทินของ Exchange
vi_vn: Lịch Exchange
zh_cn: Exchange 日历
zh_tw: Exchange 日曆

source: You can add Exchange, Office 365, Outlook, and Hotmail email accounts here.
de_de: Hier können Sie Exchange-, Office 365-, Outlook- und Hotmail-E-Mail-Konten hinzufügen.
es_es: Aquí puedes agregar cuentas de correo electrónico de Exchange, Office 365, Outlook y Hotmail.
fr_fr: Vous pouvez ajouter des comptes de messagerie Exchange, Office 365, Outlook et Hotmail ici.
hi_in: आप Exchange, Office 365, Outlook, और Hotmail ईमेल खाते यहाँ जोड़ सकते हैं.
id_id: Anda dapat menambah akun email Exchange, Office 365, Outlook, dan Hotmail di sini.
it_it: Qui puoi aggiungere gli account e-mail di Exchange, Office 365, Outlook e Hotmail.
ja_jp: Exchange、Office 365、Outlook 、Hotmail などのカレンダーアカウントを追加できます
ko_kr: 여기서 Exchange, Office 365, Outlook, Hotmail 이메일 계정을 추가할 수 있습니다.
ms_my: Anda boleh menambah akaun e-mel Exchange, Office 365, Outlook, dan Hotmail di sini.
pt_br: Você pode adicionar contas de e-mail do Exchange, Office 365, Outlook e Hotmail aqui.
ru_ru: Сюда можно добавить учетные записи почты Exchange, Office 365, Outlook и Hotmail.
th_th: คุณสามารถเพิ่มบัญชีอีเมลของ Exchange, Office 365, Outlook และ Hotmail ได้ที่นี่
vi_vn: Bạn có thể thêm tài khoản email Exchange, Office 365, Outlook và Hotmail tại đây.
zh_cn: 支持添加 Exchange、Office 365、Outlook、Hotmail 等邮箱账号
zh_tw: 支援新增 Exchange、Office 365、Outlook、Hotmail 等信箱帳號

# qmw
source: Failed to verify email address or password. Please try again.
de_de: Fehler beim Überprüfen von E-Mail-Adresse oder Kennwort. Versuchen Sie es erneut.
es_es: No se ha podido verificar la dirección de correo electrónico o la contraseña. Inténtalo de nuevo.
fr_fr: Échec de la vérification de l'adresse e-mail ou du mot de passe. Veuillez réessayer.
hi_in: ईमेल पता या पासवर्ड सत्यापित करने में विफल. कृपया पुनः प्रयास करें.
id_id: Gagal memverifikasi alamat email atau kata sandi. Coba lagi.
it_it: Impossibile verificare l'indirizzo e-mail o la password. Riprova.
ja_jp: メールアドレスまたはパスワードを認証できませんでした。再試行してください
ko_kr: 이메일 주소 또는 비밀번호를 확인하지 못했습니다. 다시 시도하세요.
ms_my: Gagal menentusahkan alamat e-mel atau kata laluan. Sila cuba lagi.
pt_br: Falha ao verificar endereço de e-mail ou senha. Tente novamente.
ru_ru: Не удалось проверить адрес почты или пароль. Повторите попытку.
th_th: ยืนยันที่อยู่อีเมลหรือรหัสผ่านไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể xác minh địa chỉ email hoặc mật khẩu. Vui lòng thử lại.
zh_cn: 无法验证邮箱地址或密码，请重试
zh_tw: 無法驗證信箱地址或密碼，請重試

# Pak
source: Failed to open. Please try again later.
de_de: Öffnen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: No se ha podido abrir. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'ouverture. Veuillez réessayer plus tard.
hi_in: खोलने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal membuka. Coba lagi nanti.
it_it: Impossibile aprire. Riprova più tardi.
ja_jp: ページが開きませんでした。後で再試行してください
ko_kr: 열기에 실패했습니다. 나중에 다시 시도해 보세요.
ms_my: Gagal membuka. Sila cuba lagi kemudian.
pt_br: Falha ao abrir. Tente novamente mais tarde.
ru_ru: Не удалось открыть. Повторите попытку позже.
th_th: เปิดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Mở không thành công. Vui lòng thử lại sau.
zh_cn: 跳转失败，请稍后重试
zh_tw: 重新導向失敗，請稍後重試
