Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 98o
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# lws
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# fFc
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# Goc
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# NNY
source: Failed to delete, please try again later
de_de: Löschen fehlgeschlagen, später erneut versuchen
es_es: Error al eliminar, inténtelo de nuevo más tarde
fr_fr: Échec de la suppression, veuillez réessayer plus tard
hi_in: हटाने में विफल हुआ, कृपया बाद में फिर से प्रयास करें
id_id: Gagal menghapus, coba lagi nanti
it_it: Impossibile eliminare, riprova più tardi
ja_jp: 削除できませんでした。後で再試行してください
ko_kr: 삭제에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal padam, sila cuba lagi nanti
pt_br: Falha ao excluir, tente novamente mais tarde
ru_ru: Не удалось удалить, попробуйте еще раз позже
th_th: ลบไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xóa thất bại, vui lòng thử lại sau
zh_cn: 删除失败，请稍后再试
zh_tw: 刪除失敗，請稍後再試

# YV4
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Operazione completata
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# gOY
source: Enabled
de_de: Aktiviert
es_es: Se ha habilitado
fr_fr: Activé(e)
hi_in: सक्षम है
id_id: Diaktifkan
it_it: Abilitazione completata
ja_jp: 有効化済み
ko_kr: 활성화됨
ms_my: Diaktifkan
pt_br: Habilitado
ru_ru: Включено
th_th: เปิดใช้แล้ว
vi_vn: Đã kích hoạt
zh_cn: 已启用
zh_tw: 已啟用

# aLE
source: This event has been deleted
de_de: Dieser Termin wurde gelöscht.
es_es: Actualiza a la última versión e inténtalo de nuevo
fr_fr: Cet événement a été supprimé
hi_in: यह ईवेंट हटाया जा चुका है
id_id: Acara ini telah dihapus
it_it: Questo evento è stato eliminato
ja_jp: この予定は削除されました
ko_kr: 이 이벤트가 삭제되었습니다.
ms_my: Acara ini telah dipadam
pt_br: Este evento foi excluído
ru_ru: Это событие было удалено
th_th: กิจกรรมนี้ถูกลบแล้ว
vi_vn: Sự kiện này đã bị xóa
zh_cn: 该日程已被删除
zh_tw: 該日程已刪除

# pS0
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: ログアウト
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# MtA
source: Failed to delete
de_de: Löschen fehlgeschlagen
es_es: Error al eliminar
fr_fr: Échec de la suppression
hi_in: हटाने में विफल
id_id: Gagal menghapus
it_it: Impossibile eliminare
ja_jp: 削除できませんでした
ko_kr: 삭제 실패
ms_my: Gagal memadam
pt_br: Falha ao excluir
ru_ru: Не удалось удалить
th_th: ลบไม่สำเร็จ
vi_vn: Xóa không thành công
zh_cn: 删除失败
zh_tw: 刪除失敗

# KdY
source: Failed to load
de_de: Laden ist fehlgeschlagen.
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल हुआ
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드 실패
ms_my: Gagal memuatkan
pt_br: Falha no carregamento
ru_ru: Не удалось загрузить
th_th: โหลดไม่สำเร็จ
vi_vn: Tải thất bại
zh_cn: 加载失败
zh_tw: 載入失敗

# YXo
source: Feifei
zh_cn: 菲菲
zh_tw: 菲菲

# HaI
source: Go to Settings
de_de: hier einstellen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
hi_in: सेटिंग्स में जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_tw: 前往設定

# 2Jk
source: Got It
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गए
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Entendi
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# fCU
source: Guests
de_de: Gäste
es_es: Invitados
fr_fr: Invités
hi_in: गेस्ट
id_id: Tamu
it_it: Ospiti
ja_jp: 参加者
ko_kr: 게스트
ms_my: Tetamu
pt_br: Convidados
ru_ru: Гости
th_th: ผู้รับเชิญ
vi_vn: Khách
zh_cn: 参与人
zh_tw: 參與人

# nPA
source: Inactive
de_de: Nicht aktiv
es_es: Inactivo
fr_fr: Inactif
hi_in: निष्क्रिय
id_id: Tidak aktif
it_it: Inattivo
ja_jp: 使用禁止
ko_kr: 비활성
ms_my: Tidak aktif
pt_br: Inativo
ru_ru: Неактивно
th_th: ไม่ได้ใช้งาน
vi_vn: Không hoạt động
zh_cn: 禁用
zh_tw: 停用

# d1o
source: Loading, please wait.
de_de: Laden... Bitte warten.
es_es: Cargando, por favor, espera.
fr_fr: Chargement en cours, veuillez patienter.
hi_in: लोड किया जा रहा है, कृपया प्रतीक्षा करें.
id_id: Memuat, tunggu sebentar.
it_it: Caricamento in corso. Attendi.
ja_jp: 読込中...しばらくお待ちください
ko_kr: 로드 중, 기다려 주세요.
ms_my: Memuatkan, sila tunggu.
pt_br: Carregando. Aguarde.
ru_ru: Загрузка, подождите.
th_th: กำลังโหลด โปรดรอ
vi_vn: Đang tải, vui lòng chờ.
zh_cn: 加载中，请稍等
zh_tw: 載入中，請稍等

# eu4
source: Load More
de_de: Mehr laden
es_es: Cargar más
fr_fr: Charger plus
hi_in: और लोड करें
id_id: Muat Lainnya
it_it: Carica altro
ja_jp: さらに読み込む
ko_kr: 더 로드하기
ms_my: Memuatkan Lagi
pt_br: Carregar mais
ru_ru: Загрузить больше
th_th: โหลดเพิ่มเติม
vi_vn: Tải thêm
zh_cn: 加载更多
zh_tw: 載入更多

# 6Sk
source: Loading
de_de: Wird geladen…
es_es: Cargando
fr_fr: Chargement en cours
hi_in: लोड हो रहा है
id_id: Memuat
it_it: Caricamento
ja_jp: 読み込み中
ko_kr: 로드 중
ms_my: Memuatkan
pt_br: Carregando
ru_ru: Загружается
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_tw: 載入中

# uaE
source: Loading...
de_de: wird geladen
es_es: cargando
fr_fr: chargement en cours
hi_in: लोड हो रहा है
id_id: memuat
it_it: caricamento
ja_jp: 読み込み中
ko_kr: 로드 중
ms_my: Memuatkan
pt_br: carregando
ru_ru: загружается
th_th: กำลังโหลด
vi_vn: đang tải
zh_cn: 加载中
zh_tw: 載入中

# 11U
source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
hi_in: लॉग इन करें
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log Masuk
pt_br: Fazer login
ru_ru: Войти
th_th: ล็อกอิน
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# PVU
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lagi
pt_br: Mais
ru_ru: Больше
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# X1Y
source: Multi
es_es: Varios
hi_in: एकाधिक
it_it: Scelta multipla
ja_jp: 複数選択
ko_kr: 다중
ru_ru: Несколько
th_th: หลายตัวเลือก
vi_vn: Đa
zh_cn: 多选
zh_tw: 多選

# kd8
source: My calendars
de_de: Meine Kalender
es_es: Mis calendarios
fr_fr: Mes calendriers
hi_in: मेरा कैलेंडर
id_id: Kalender saya
it_it: I miei calendari
ja_jp: マイカレンダー
ko_kr: 내 캘린더
ms_my: Kalendar saya
pt_br: Meus calendários
ru_ru: Мои календари
th_th: ปฏิทินของฉัน
vi_vn: Lịch của tôi
zh_cn: 我的日历
zh_tw: 我的日曆

# 5cE
source: No alert
de_de: Kein Alarm
es_es: No hay alertas
fr_fr: Pas d'alerte
hi_in: कोई अलर्ट नहीं है
id_id: Tidak ada peringatan
it_it: Nessun avviso
ja_jp: 通知なし
ko_kr: 알림 없음
ms_my: Tiada amaran
pt_br: Nenhum alerta
ru_ru: Не напоминать
th_th: ไม่มีการแจ้งเตือน
vi_vn: Không nhắc nhở
zh_cn: 不提醒
zh_tw: 不提醒

# Xo0
source: No contact found
de_de: Kein Kontakt gefunden
es_es: No se ha encontrado ningún contacto
fr_fr: Aucun contact trouvé
hi_in: कोई संपर्क नहीं मिला
id_id: Kontak tidak ditemukan
it_it: Nessun contatto trovato
ja_jp: 連絡先が見つかりません
ko_kr: 연락처를 찾을 수 없음
ms_my: Tiada kenalan dijumpai
pt_br: Nenhum contato encontrado
ru_ru: Контакты не найдены
th_th: ไม่พบรายชื่อผู้ติดต่อ
vi_vn: Không tìm thấy liên hệ nào
zh_cn: 没有对应的联系人
zh_tw: 沒有對應的聯絡人

# 1Bg
source: No descriptions
de_de: Keine Beschreibungen
es_es: Sin descripción
fr_fr: Aucune description
hi_in: कोई जानकारी नहीं है
id_id: Tidak ada deskripsi
it_it: Nessuna descrizione
ja_jp: 説明なし
ko_kr: 설명 없음
ms_my: Tiada keterangan
pt_br: Sem descrição
ru_ru: Нет описаний
th_th: ไม่มีคำอธิบาย
vi_vn: Không có mô tả
zh_cn: 暂无说明
zh_tw: 暫無說明

# ZVg
source: No events,
de_de: Keine Termine,
es_es: Sin eventos,
fr_fr: Aucun événement,
hi_in: कोई ईवेंट नहीं हैं,
id_id: Tidak ada acara,
it_it: Nessun evento,
ja_jp: 予定がありません。
ko_kr: 이벤트 없음,
ms_my: Tiada acara,
pt_br: Nenhum evento,
ru_ru: Нет событий,
th_th: ไม่มีกิจกรรม
vi_vn: Không có sự kiện nào,
zh_cn: 暂无日程安排,
zh_tw: 暫無日程安排，

# DOE
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिले
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่มีผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 暂无内容
zh_tw: 暫無內容

# JpQ
source: (No title)
de_de: (Kein Titel)
es_es: (Sin título)
fr_fr: (Sans titre)
hi_in: (कोई शीर्षक नहीं)
id_id: (Tidak ada judul)
it_it: (Senza titolo)
ja_jp: (タイトル無し)
ko_kr: (제목 없음)
ms_my: (Tiada tajuk)
pt_br: (Sem título)
ru_ru: (Нет заголовка)
th_th: (ไม่มีชื่อเรื่อง)
vi_vn: (Không có tiêu đề)
zh_cn: (无主题)
zh_tw: （無主題）

# 4tY
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: ヒント
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# FgY
source: Now
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
hi_in: अभी
id_id: Sekarang
it_it: Ora
ja_jp: 現時刻
ko_kr: 지금
ms_my: Sekarang
pt_br: Agora
ru_ru: Сейчас
th_th: ตอนนี้
vi_vn: Ngay bây giờ
zh_cn: 现在
zh_tw: 現在

# DUA
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 好
zh_tw: 好

# PPk
source: Others
de_de: Sonstige
es_es: Otros
fr_fr: Autres
hi_in: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Другие
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他

# pek
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# 6xI
source: Recurring rule
de_de: Wiederholungsregel
es_es: Regla periódica
fr_fr: Règle récurrente
hi_in: पुनरावृत्ति नियम
id_id: Aturan pengulangan
it_it: Regola ricorrente
ja_jp: 繰り返しルール
ko_kr: 반복 규칙
ms_my: Peraturan berulang
pt_br: Regra recorrente
ru_ru: Повторяющееся правило
th_th: กฎการเกิดซ้ำ
vi_vn: Quy tắc lặp lại
zh_cn: 重复规则
zh_tw: 重複規則

# Vw0
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответ
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_tw: 回覆

# 7sA
source: Return
de_de: Zurückkehren
es_es: Atrás
fr_fr: Retour
hi_in: वापस जाएँ
id_id: Kembali
it_it: Torna
ja_jp: 離れる
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Возврат
th_th: กลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# f1o
source: Rooms
de_de: Räume
es_es: Salas
fr_fr: Salles
hi_in: रूम
id_id: Ruang
it_it: Sale
ja_jp: 会議室
ko_kr: 회의실
ms_my: Bilik
pt_br: Salas
ru_ru: Конференции
th_th: ห้อง
vi_vn: Phòng
zh_cn: 会议室
zh_tw: 會議室

# FjA
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# 1nc
source: Save event
de_de: Termin speichern
es_es: Guardar evento
fr_fr: Enregistrer l'événement
hi_in: ईवेंट सहेजें
id_id: Simpan acara
it_it: Salva evento
ja_jp: 予定を保存
ko_kr: 이벤트 저장
ms_my: Simpan acara
pt_br: Salvar evento
ru_ru: Сохранить событие
th_th: บันทึกกิจกรรม
vi_vn: Lưu sự kiện
zh_cn: 保存日程
zh_tw: 儲存日程

# oPg
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# v1w
source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih Semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih Semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
vi_vn: Chọn tất cả
zh_cn: 全选
zh_tw: 全選

# F7o
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_tw: 傳送

# t5Y
source: Server address
de_de: Serveradresse
es_es: Dirección del servidor
fr_fr: Adresse du serveur
hi_in: सर्वर का पता
id_id: Alamat server
it_it: Indirizzo del server
ja_jp: サーバーアドレス
ko_kr: 서버 주소
ms_my: Alamat pelayan
pt_br: Endereço do servidor
ru_ru: Адрес сервера
th_th: ที่อยู่เซิร์ฟเวอร์
vi_vn: Địa chỉ máy chủ
zh_cn: 服务器地址
zh_tw: 伺服器地址

# lyU
source: Share calendar
de_de: Kalender teilen
es_es: Compartir calendario
fr_fr: Partager le calendrier
hi_in: कैलेंडर साझा करें
id_id: Berbagi kalender
it_it: Condividi calendario
ja_jp: カレンダーを共有
ko_kr: 캘린더 공유
ms_my: Kongsi kalendar
pt_br: Compartilhar calendário
ru_ru: Поделиться календарем
th_th: แบ่งปันปฏิทิน
vi_vn: Chia sẻ lịch
zh_cn: 分享日历
zh_tw: 分享日曆

# Pm8
source: Subscribed calendars
de_de: Abonnierte Kalender
es_es: Calendarios a los que está suscrito
fr_fr: Abonnements aux calendriers
hi_in: सदस्यता लिए गए कैलेंडर
id_id: Kalender berlangganan
it_it: Calendari sottoscritti
ja_jp: フォロー中のカレンダー
ko_kr: 구독된 캘린더
ms_my: Kalendar langganan
pt_br: Calendários inscritos
ru_ru: Мои подписки
th_th: ปฏิทินที่สมัครใช้งาน
vi_vn: Lịch đã đăng ký
zh_cn: 订阅日历
zh_tw: 訂閱日曆

# 1EE
source: tap to create
de_de: zum Erstellen tippen
es_es: toque para crear
fr_fr: appuyer pour créer
hi_in: बनाने के लिए टैप करें
id_id: klik untuk membuat
it_it: tocca per creare
ja_jp: クリックして作成
ko_kr: 탭하여 생성
ms_my: ketuk untuk cipta
pt_br: toque para criar
ru_ru: нажмите, чтобы создать
th_th: แตะเพื่อสร้าง
vi_vn: chạm để tạo
zh_cn: 点击创建
zh_tw: 點選建立

# 63o
source: Transfer
de_de: Übertragen
es_es: Transferir
fr_fr: Transférer
hi_in: स्थानांतरित करें
it_it: Trasferisci
ja_jp: 譲渡
ko_kr: 이전
ms_my: Pindah
pt_br: Transferir
ru_ru: Передать
th_th: ถ่ายโอน
vi_vn: Chuyển
zh_cn: 转让
zh_tw: 轉讓

# DRw
source: please try again.
de_de: Versuchen Sie es erneut.
es_es: inténtalo de nuevo.
fr_fr: veuillez réessayer.
hi_in: कृपया पुनः प्रयास करें.
id_id: coba lagi.
it_it: riprova.
ja_jp: 再試行
ko_kr: 다시 시도해 보세요.
ms_my: sila cuba lagi.
pt_br: tente novamente.
ru_ru: Повторите попытку.
th_th: โปรดลองอีกครั้ง
vi_vn: vui lòng thử lại.
zh_cn: 请重试
zh_tw: 請重試

# Drg
source: Try It Now
de_de: Jetzt ausprobieren
es_es: Pruébalo ahora
fr_fr: Essayer maintenant
id_id: Coba Sekarang
it_it: Prova ora
ja_jp: 今すぐ体験
ko_kr: 지금 사용해 보기
ms_my: Cuba Sekarang
pt_br: Tentar agora
ru_ru: Попробовать сейчас
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 前往体验
zh_tw: 前往體驗

# x9M
source: This event is recurring and all its events will be deleted once confirmed.
de_de: Dieses Ereignis ist wiederkehrend und alle seine Ereignisse werden nach der Bestätigung gelöscht.
es_es: Este evento es recurrente. Si confirmas, se eliminarán todos sus eventos.
fr_fr: Cet événement est récurrent et tous ses événements seront supprimés après la confirmation.
id_id: Acara ini rutin dan semua acaranya akan dihapus setelah dikonfirmasi.
it_it: Questo evento è ricorrente e tutti gli eventi relativi verranno eliminati dopo la conferma.
ja_jp: これは繰り返し予定です。削除すると、この予定に含まれるすべての予定が削除されます。
ko_kr: 이 이벤트는 반복적으로 발생하며 확인하면 모든 이벤트가 삭제됩니다.
ms_my: Acara ini berulang dan semua acara akan dihapuskan sekali disahkan.
pt_br: Este evento é recorrente e todos os seus eventos serão excluídos assim que confirmados.
ru_ru: Это событие является повторяющимся, поэтому после подтверждения все соответствующие события будут удалены.
th_th: กิจกรรมนี้จัดซ้ำ และกิจกรรมทั้งหมดจะลบออกเมื่อได้รับการยืนยัน
vi_vn: Đây là sự kiện lặp lại và tất cả các sự kiện liên quan sẽ bị xóa sau khi xác nhận.
zh_cn: 该日程为重复性日程，删除后其所有日程将被删除
zh_tw: 該日程為重複性日程，刪除後其所有日程將會刪除

# pOQ
source: Confirm to delete recurring events?
de_de: Bestätigen, dass wiederkehrende Ereignisse gelöscht werden?
es_es: ¿Confirmar la eliminación de los eventos recurrentes?
fr_fr: Confirmer la suppression des événements récurrents ?
id_id: Konfirmasi untuk menghapus acara rutin?
it_it: Confermi l'eliminazione di eventi ricorrenti?
ja_jp: 繰り返し予定を削除しますか？
ko_kr: 반복 이벤트를 삭제하시겠습니까?
ms_my: Sahkan untuk padam acara berulang?
pt_br: Confirmar para excluir eventos recorrentes?
ru_ru: Подтверждаете удаление повторяющихся событий?
th_th: ยืนยันการลบกิจกรรมที่จัดขึ้นซ้ำหรือไม่
vi_vn: Xác nhận xóa các sự kiện lặp lại?
zh_cn: 确定删除重复性日程？
zh_tw: 確定要刪除重複性日程嗎？

# bc4
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
ru_ru: Понятно
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# jKc
source: You don't have permission to invite some of the guests or groups. The new event doesn't include these users.
de_de: Sie haben keine Berechtigung, um einige der Gäste oder Gruppen einzuladen. Das neue Ereignis umfasst diese Benutzer nicht.
es_es: No tienes permiso para invitar a algunos de los invitados o grupos. El nuevo evento no incluye a estos usuarios.
fr_fr: Vous n'êtes pas autorisé à inviter certains des invités ou des groupes. Le nouvel événement n'inclut pas ces utilisateurs.
hi_in: आपके पास कुछ गेस्ट या समूह आमंत्रित करने की अनुमति नहीं है. इस नए ईवेंट में ये उपयोगकर्ता शामिल नहीं हैं.
id_id: Anda tidak memiliki izin untuk mengundang beberapa tamu atau grup. Acara baru tidak menyertakan pengguna ini.
it_it: Non hai l'autorizzazione per invitare alcuni ospiti o gruppi. Il nuovo evento non include questi utenti.
ja_jp: 権限制限により、以下のメンバーは予定に参加しません
ko_kr: 일부 게스트 또는 그룹을 초대할 권한이 없습니다. 새 이벤트에는 이러한 사용자가 포함되지 않습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput beberapa tetamu atau kumpulan. Acara baharu tidak termasuk pengguna ini.
pt_br: Você não tem permissão para convidar alguns dos convidados ou grupos. O novo evento não inclui esses usuários.
ru_ru: У вас нет разрешения приглашать некоторых гостей или группы. Новое событие не включает этих пользователей.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการเชิญผู้รับเชิญหรือกลุ่มบางส่วน เหตุการณ์ใหม่ไม่ได้รวมถึงผู้ใช้เหล่านี้
vi_vn: Bạn không được phép mời một số khách hoặc nhóm. Sự kiện mới không có những người dùng này.
zh_cn: 因无权限邀请部分用户或群组，新日程将不包括这些参与者
zh_tw: 因為你沒有邀請部分使用者或群組的權限，新日程將不包含這些參與者

# wsQ
source: Some guests were not invited
de_de: Einige Gäste wurden nicht eingeladen
es_es: No se ha invitado a algunos invitados
fr_fr: Certaines personnes n'ont pas été invitées
hi_in: कुछ गेस्ट आमंत्रित नहीं किए गए थे
id_id: Beberapa tamu tidak diundang
it_it: Alcuni ospiti non sono stati invitati
ja_jp: 一部のメンバーを招待する権限はありません
ko_kr: 일부 게스트는 초대되지 않았습니다
ms_my: Sesetengah tetamu tidak dijemput
pt_br: Alguns convidados não foram convidados
ru_ru: Некоторые гости не были приглашены
th_th: ผู้รับเชิญบางรายไม่ถูกเชิญ
vi_vn: Một số khách không được mời
zh_cn: 部分参与者未被邀请
zh_tw: 部分參與者未獲邀

# 3HE
source: Exit
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Chiudi
ja_jp: 終了
ko_kr: 취소
ms_my: Buang
pt_br: Descartar
ru_ru: Выйти
th_th: ละทิ้ง
vi_vn: Loại bỏ
zh_cn: 退出
zh_tw: 退出

# aYA
source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
hi_in: दिन
id_id: Hari
it_it: Giorno
ja_jp: 日間表示
ko_kr: 일
ms_my: Hari
pt_br: Dia
ru_ru: День
th_th: วัน
vi_vn: Ngày
zh_cn: 日视图
zh_tw: 日視圖

# OYQ
source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
hi_in: दिन
id_id: Hari
it_it: Giorno
ja_jp: 日
ko_kr: 일
ms_my: Hari
pt_br: Dia
ru_ru: День
th_th: วัน
vi_vn: Ngày
zh_cn: 日
zh_tw: 日

# 0s0
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: 承諾
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 接受
zh_tw: 接受

# ksw
source: Accept all events
de_de: Alle Termine annehmen
es_es: Aceptar todos los eventos
fr_fr: Accepter tous les événements
hi_in: सभी ईवेंट स्वीकार करें
id_id: Terima semua acara
it_it: Accetta tutti gli eventi
ja_jp: すべての予定を承諾
ko_kr: 모든 이벤트 수락
ms_my: Terima semua acara
pt_br: Aceitar todos os eventos
ru_ru: Принять все события
th_th: ยอมรับกิจกรรมทั้งหมด
vi_vn: Chấp nhận tất cả sự kiện
zh_cn: 接受所有日程
zh_tw: 接受所有日程

# dv4
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: 承諾済み
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 已接受
zh_tw: 已接受

# YiA
source: Accept this event only
de_de: Nur diesen Termin annehmen
es_es: Aceptar solo este evento
fr_fr: Accepter cet événement uniquement
hi_in: केवल इस ईवेंट को स्वीकार करें
id_id: Hanya terima acara ini
it_it: Accetta solo questo evento
ja_jp: この予定のみ承諾
ko_kr: 이 이벤트만 수락
ms_my: Terima acara ini sahaja
pt_br: Aceitar apenas este evento
ru_ru: Принять только это событие
th_th: ยอมรับกิจกรรมนี้เท่านั้น
vi_vn: Chỉ chấp nhận sự kiện này
zh_cn: 仅接受此日程
zh_tw: 僅接受此日程

# lF0
source: Add location
de_de: Ort hinzufügen
es_es: Agregar ubicación
fr_fr: Ajouter un emplacement
hi_in: स्थान जोड़ें
id_id: Tambah lokasi
it_it: Aggiungi luogo
ja_jp: 場所を追加
ko_kr: 위치 추가
ms_my: Tambah lokasi
pt_br: Adicionar local
ru_ru: Добавить местоположение
th_th: เพิ่มสถานที่
vi_vn: Thêm địa điểm
zh_cn: 添加地点
zh_tw: 新增地點

# V7Q
source: Awaiting:
de_de: Erwartend:
es_es: En espera:
fr_fr: En attente :
id_id: Menunggu:
it_it: In attesa:
ja_jp: 返信待ち：
ko_kr: 대기 중:
ms_my: Menunggu:
pt_br: Aguardando:
ru_ru: Ожидание:
th_th: กำลังรอ:
vi_vn: Đang chờ:
zh_cn: 待回复：
zh_tw: 待回覆：

# QQY
source: Awaiting response:
de_de: Warten auf Antwort:
es_es: Esperando respuesta:
fr_fr: En attente de réponse :
id_id: Menunggu respons:
it_it: In attesa di risposta:
ja_jp: 返信待ちの参加者：
ko_kr: 응답 대기 중:
ms_my: Menunggu jawapan:
pt_br: Aguardando resposta:
ru_ru: В ожидании ответа:
th_th: กำลังรอการตอบกลับ:
vi_vn: Đang chờ phản hồi:
zh_cn: 待回复参与者：
zh_tw: 待回覆參與者：

# eIA
source: Back to editing
de_de: Bearbeiten
es_es: Volver a editar
fr_fr: Modifier à nouveau
hi_in: संपादन पर वापस जाएँ
id_id: Kembali mengedit
it_it: Torna alla modifica
ja_jp: 編集を続ける
ko_kr: 편집으로 돌아가기
ms_my: Kembali ke penyuntingan
pt_br: Voltar à edição
ru_ru: Редактировать
th_th: กลับไปยังการแก้ไข
vi_vn: Quay lại chỉnh sửa
zh_cn: 继续编辑
zh_tw: 繼續編輯

# xI0
source: Busy
de_de: Beschäftigt
es_es: No disponible
fr_fr: Occupé
hi_in: व्यस्त
id_id: Sibuk
it_it: Occupato
ja_jp: 予定あり
ko_kr: 바쁨
ms_my: Sibuk
pt_br: Ocupado
ru_ru: Занят
th_th: ไม่ว่าง
vi_vn: Bận
zh_cn: 忙碌
zh_tw: 忙碌

# oaM
source: Calendar alias
de_de: Kalender-Alias
es_es: Alias de calendario
fr_fr: Alias du calendrier
hi_in: कैलेंडर का उपनाम
id_id: Alias kalender
it_it: Alias calendario
ja_jp: カレンダーのエイリアス
ko_kr: 캘린더 별칭
ms_my: Alias kalendar
pt_br: Alias do calendário
ru_ru: Условное обозначение календаря
th_th: นามแฝงปฏิทิน
vi_vn: Bí danh lịch
zh_cn: 日历备注名
zh_tw: 日曆備註名稱

# moY
source: Calendar name:
de_de: Kalendername:
es_es: Nombre del calendario:
fr_fr: Nom du calendrier :
id_id: Nama kalender:
it_it: Nome calendario:
ja_jp: カレンダー名：
ko_kr: 캘린더 이름:
ms_my: Nama kalendar:
pt_br: Nome do calendário:
ru_ru: Название календаря:
th_th: ชื่อปฏิทิน:
vi_vn: Tên lịch:
zh_cn: 日历名称：
zh_tw: 日曆名稱：

# xdk
source: Cancel changes
de_de: Änderungen abbrechen
es_es: Cancelar cambios
fr_fr: Annuler les modifi.
hi_in: बदलाव रद्द करें
id_id: Batal
it_it: Annulla modifiche
ja_jp: 変更を取り消す
ko_kr: 변경 사항 취소
ms_my: Batalkan perubahan
pt_br: Cancelar alterações
ru_ru: Отменить изменения
th_th: ยกเลิกการเปลี่ยนแปลง
vi_vn: Hủy bỏ thay đổi
zh_cn: 取消更改
zh_tw: 取消變更

# Aqo
source: See guest list
de_de: Gästeliste einsehen
es_es: Ver la lista de invitados
fr_fr: Afficher la liste des invités
hi_in: गेस्ट की सूची देख सकते हैं
id_id: Lihat daftar tamu
it_it: Vedere l'elenco degli ospiti
ja_jp: 参加者リストの表示
ko_kr: 게스트 목록 보기
ms_my: Lihat senarai tetamu
pt_br: Ver a lista de convidados
ru_ru: просмотреть список гостей
th_th: ดูรายชื่อผู้รับเชิญ
vi_vn: Xem danh sách khách
zh_cn: 查看参与者列表
zh_tw: 查看參與者名單
