Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# K+c
source: Unable to add Zoom Meetings. System will select {APP_DISPLAY_NAME} Meetings by default once returned.
de_de: Zoom-Konferenzen konnten nicht hinzugefügt werden. Das System wählt nach der Rückkehr standardgemäß {APP_DISPLAY_NAME}-Besprechungen aus.
es_es: No se puede agregar Zoom Meetings. El sistema seleccionará Reuniones de {APP_DISPLAY_NAME} de forma predeterminada.
fr_fr: Impossible d'ajouter des réunions Zoom. Le système sélectionnera les Réunions {APP_DISPLAY_NAME} par défaut une fois renvoyé.
id_id: Gagal menambahkan Rapat Zoom. Sistem akan memilih Rapat {APP_DISPLAY_NAME} secara default setelah dikembalikan.
it_it: Impossibile aggiungere Zoom Meetings. Una volta tornato indietro, il sistema selezionerà {APP_DISPLAY_NAME} Riunioni per impostazione predefinita.
ja_jp: Zoom ミーティングを追加できませんでした。戻ると、デフォルトで {APP_DISPLAY_NAME} ビデオ会議が選択されます。
ko_kr: Zoom 회의를 추가할 수 없습니다. 돌아가면 시스템에서 기본적으로 {APP_DISPLAY_NAME} 회의를 선택합니다.
ms_my: Tidak dapat menambah Mesyuarat Zoom. Sistem akan memilih Mesyuarat {APP_DISPLAY_NAME} secara lalai apabila kembali.
pt_br: Falha ao adicionar Reuniões do Zoom. O sistema selecionará Reuniões do {APP_DISPLAY_NAME} por padrão após o retorno.
ru_ru: Не удается добавить конференции Zoom. После возвращения система будет выбирать по умолчанию Конференции {APP_DISPLAY_NAME}.
th_th: เพิ่มการประชุม Zoom ไม่สำเร็จ ระบบจะเลือกการประชุม {APP_DISPLAY_NAME} ตามค่าเริ่มต้นเมื่อกลับมาใช้
vi_vn: Không thể thêm Cuộc họp Zoom. Hệ thống sẽ mặc định chọn {APP_DISPLAY_NAME} Cuộc họp sau khi trở lại.
zh_cn: Zoom 会议未能成功添加，返回后系统将默认选择{APP_DISPLAY_NAME}视频会议
zh_tw: 未能成功新增 Zoom 會議，返回後系統將預設選擇{APP_DISPLAY_NAME}視訊會議

# tHw
source: {number} min ahead of time
de_de: {number} Minuten vor dem Beginn
es_es: {number} min antes de tiempo
fr_fr: {number} minutes à l'avance
id_id: {number} menit sebelumnya
it_it: {number} min in anticipo
ja_jp: 開始時刻 {number} 分前に
ko_kr: {number}분 전
ms_my: {number} min sebelum masa
pt_br: {number} min antes do tempo
ru_ru: {number} мин. до начала
th_th: ล่วงหน้า {number} นาที
vi_vn: {number} phút trước lịch
zh_cn: 提前 {number} 分钟
zh_tw: 提前 {number} 分鐘

# a5Q
source: {name} invites you to a pre-scheduled Zoom meeting.
de_de: {name} lädt Sie zu einer vorab geplanten Zoom-Besprechung ein.
es_es: {name} te invita a una reunión de Zoom programada previamente.
fr_fr: {name} vous invite à une réunion Zoom préplanifiée.
id_id: {name} mengundang Anda ke rapat Zoom yang telah dijadwalkan sebelumnya.
it_it: {name} ti invita a una riunione Zoom pianificata in precedenza.
ja_jp: {name}があなたをスケジュールされた Zoom ミーティングに招待しています
ko_kr: {name} 님이 미리 예약된 Zoom 회의에 회원님을 초대합니다.
ms_my: {name} menjemput anda ke mesyuarat Zoom yang dijadualkan terlebih dahulu.
pt_br: {name} convida você para uma reunião pré-agendada do Zoom.
ru_ru: {name} приглашает вас на заранее запланированную конференцию в Zoom.
th_th: {name} เชิญคุณเข้าร่วมการประชุม Zoom ที่ตั้งเวลาไว้ล่วงหน้า
vi_vn: {name} mời bạn tham gia một cuộc họp qua Zoom được lên lịch trước.
zh_cn: {name}邀请你参加预先安排的 Zoom 会议
zh_tw: {name}邀請你參加預先安排的 Zoom 會議

# V20
source: {name} cancelled event
de_de: {name} hat das Ereignis abgesagt.
es_es: {name} ha cancelado el evento
fr_fr: {name} a annulé l'événement
hi_in: {name} ने ईवेंट रद्द किया
id_id: {name} membatalkan acara
it_it: {name} ha annullato l'evento
ja_jp: {name} が予定を取り消しました
ko_kr: {name} 님이 이벤트를 취소했습니다
ms_my: {name} membatalkan acara
pt_br: {name} cancelou o evento
ru_ru: {name} отменил (-а) событие
th_th: {name} ยกเลิกเหตุการณ์แล้ว
vi_vn: {name} đã hủy bỏ sự kiện
zh_cn: {name} 取消了日程
zh_tw: {name} 取消了日程

# egE
source: {name} sent you an event invitation
de_de: {name} hat Ihnen eine Einladung zu einem Termin gesendet.
es_es: {name} te ha enviado una invitación al evento
fr_fr: {name} vous a envoyé une invitation à un événement
hi_in: {name} ने आपको ईवेंट आमंत्रण भेजा
id_id: {name} mengirimi Anda undangan acara
it_it: {name} ti ha inviato un invito a un evento
ja_jp: {name} があなたを予定に招待しています
ko_kr: {name} 님이 이벤트 초대장을 보냈습니다
ms_my: {name} menghantar jemputan acara kepada anda
pt_br: {name} enviou um convite de evento para você
ru_ru: {name} отправил (-а) вам приглашение на событие
th_th: {name} ส่งคำเชิญเข้าร่วมเหตุการณ์ให้คุณแล้ว
vi_vn: {name} đã gửi cho bạn một lời mời sự kiện
zh_cn: {name} 邀请你加入日程
zh_tw: {name} 邀請你加入日程

# X/I
source: {name} updated event
de_de: {name} hat das Ereignis aktualisiert.
es_es: {name} ha actualizado el evento
fr_fr: {name} a mis à jour l'événement
hi_in: {name} ने ईवेंट अपडेट किया
id_id: {name} memperbarui acara
it_it: {name} ha aggiornato l'evento
ja_jp: {name} が予定を更新しました
ko_kr: {name} 님이 이벤트를 업데이트했습니다
ms_my: {name} mengemas kini acara
pt_br: {name} atualizou o evento
ru_ru: {name} обновил (-а) событие
th_th: {name} อัปเดตเหตุการณ์แล้ว
vi_vn: {name} đã cập nhật sự kiện
zh_cn: {name} 更新了日程
zh_tw: {name} 更新了日程

# 9Ds
source: Starts in {number} min
de_de: Startet in {number} Min.
es_es: Comienza en {number} min
fr_fr: Démarre dans {number} min
id_id: Dimulai dalam {number} menit
it_it: Inizia tra {number} min
ja_jp: {number} 分後
ko_kr: {number}분 후 시작
ms_my: Bermula dalam {number} min
pt_br: Inicia em {number} min
ru_ru: Начнется через {number} мин.
th_th: เริ่มใน {number} นาที
vi_vn: Bắt đầu sau {number} phút nữa
zh_cn: {number} 分钟后
zh_tw: {number} 分鐘後

# X1w
source: {APP_DISPLAY_NAME} Verification
de_de: {APP_DISPLAY_NAME}-Überprüfung
es_es: Verificación de {APP_DISPLAY_NAME}
fr_fr: Vérification {APP_DISPLAY_NAME}
hi_in: {APP_DISPLAY_NAME} सत्यापन
id_id: Verifikasi {APP_DISPLAY_NAME}
it_it: Verifica {APP_DISPLAY_NAME}
ja_jp: {APP_DISPLAY_NAME} 法人認証について
ko_kr: {APP_DISPLAY_NAME} 인증
ms_my: Pengesahan {APP_DISPLAY_NAME}
pt_br: Verificação do {APP_DISPLAY_NAME}
ru_ru: Проверка {APP_DISPLAY_NAME}
th_th: การตรวจสอบยืนยัน {APP_DISPLAY_NAME}
vi_vn: Xác minh {APP_DISPLAY_NAME}
zh_cn: 了解{APP_DISPLAY_NAME}企业认证
zh_tw: 瞭解{APP_DISPLAY_NAME}企業認證

# Aik
source: Google Meet
ko_kr: Google 회의
