Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 2iY
source: Switch to Google calendar?
de_de: Zum Google Kalender wechseln?
es_es: ¿Cambiar al Calendario de Google?
fr_fr: Passer au calendrier Google ?
hi_in: Google कैलेंडर पर स्विच करें?
id_id: Beralih ke Kalender Google?
it_it: Vuoi passare al calendario di Google?
ja_jp: Google カレンダーに切り替えますか？
ko_kr: Google 캘린더로 전환하시겠습니까?
ms_my: Adakah anda pasti ingin beralih ke kalendar Google?
pt_br: Mudar para o calendário do Google?
ru_ru: Переключиться на календарь Google?
th_th: สลับไปเป็นปฏิทิน Google หรือไม่
vi_vn: Chuyển sang Lịch Google?
zh_cn: 确认要切换为谷歌日历吗？
zh_tw: 確定要切換為 Google 日曆嗎？

# YYc
source: Google Calendar
de_de: Google Kalender
fr_fr: Google Agenda
hi_in: Google कैलेंडर
id_id: Kalender Google
it_it: Calendario di Google
ja_jp: Google カレンダー
ko_kr: Google 캘린더
ms_my: Kalendar Google
pt_br: Calendário do Google
ru_ru: Календарь Google
vi_vn: Lịch Google
zh_cn: 谷歌日历
zh_tw: Google 日曆

# PVg
source: Operation failed. Please try again.
de_de: Vorgang fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error en la operación. Inténtalo de nuevo.
fr_fr: Échec de l'opération. Veuillez réessayer.
hi_in: ऑपरेशन विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Operasi gagal. Coba lagi.
it_it: Operazione non riuscita. Riprova.
ja_jp: 操作できませんでした。もう一度やり直してください
ko_kr: 작업에 실패했습니다. 다시 시도하세요.
ms_my: Operasi gagal. Sila cuba lagi.
pt_br: Falha na operação. Tente novamente.
ru_ru: Не удалось выполнить операцию. Повторите попытку.
th_th: ดำเนินการไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thao tác thất bại. Vui lòng thử lại.
zh_cn: 操作失败，请重新尝试
zh_tw: 操作失敗，請重新嘗試

# bos
source: Unable to edit meetings from an external calendar
de_de: Bearbeiten von Besprechungen über einen externen Kalender nicht möglich.
es_es: No se pueden editar reuniones desde un calendario externo
fr_fr: Impossible de modifier des réunions à partir d'un calendrier externe
hi_in: बाहरी कैलेंडर से मीटिंग संपादित करने में असमर्थ
id_id: Gagal mengedit rapat dari kalender eksternal
it_it: Impossibile modificare le riunioni da un calendario esterno
ja_jp: サードパーティのカレンダーにおけるビデオ会議の設定を編集できません
ko_kr: 외부 캘린더의 회의는 편집할 수 없습니다
ms_my: Tidak dapat mengedit mesyuarat dari kalendar luaran
pt_br: Falha ao editar reuniões de um calendário externo
ru_ru: Невозможно редактировать конференции из внешнего календаря
th_th: ไม่สามารถแก้ไขการประชุมจากปฏิทินภายนอกได้
vi_vn: Không thể chỉnh sửa cuộc họp từ lịch bên ngoài
zh_cn: 不支持修改第三方日历中的视频会议
zh_tw: 不支援修改第三方日曆中的視訊會議

# ylw
source: Join BlueJeans
de_de: BlueJeans beitreten
es_es: Unirse a BlueJeans
fr_fr: Rejoindre BlueJeans
id_id: Bergabung dengan BlueJeans
it_it: Partecipa a BlueJeans
ja_jp: BlueJeans に参加
ko_kr: BlueJeans에 참가
ms_my: Sertai BlueJeans
pt_br: Ingressar no BlueJeans
ru_ru: Присоединиться к BlueJeans
th_th: เข้าร่วม BlueJeans
vi_vn: Tham gia BlueJeans
zh_cn: 加入 BlueJeans 会议
zh_tw: 加入 BlueJeans 會議

# SQ4
source: BlueJeans
zh_cn: BlueJeans 会议
zh_tw: BlueJeans 會議

# eRw
source: Join Google Meet
de_de: Google Meet beitreten
es_es: Unirse a Google Meet
fr_fr: Rejoindre Google Meet
id_id: Bergabung dengan Google Meet
it_it: Partecipa a Google Meet
ja_jp: Google Meet に参加
ko_kr: Google 회의에 참가
ms_my: Sertai Google Meet
pt_br: Ingressar no Google Meet
ru_ru: Присоединиться к Google Meet
th_th: เข้าร่วม Google Meet
vi_vn: Tham gia Google Meet
zh_cn: 加入 Google Meet
zh_tw: 加入 Google Meet

# jQQ
source: Join Teams
de_de: Teams beitreten
es_es: Unirse a Teams
fr_fr: Rejoindre Teams
id_id: Bergabung dengan Teams
it_it: Partecipa a Teams
ja_jp: Teams に参加
ko_kr: 팀에 참가
ms_my: Sertai Teams
pt_br: Ingressar no Teams
ru_ru: Присоединиться к Teams
th_th: เข้าร่วม Teams
vi_vn: Tham gia Teams
zh_cn: 加入 Teams 会议
zh_tw: 加入 Teams 會議

# MDs
source: Teams
zh_cn: Teams 会议
zh_tw: Teams 會議

# GAc
source: VooV Meeting
ko_kr: VooV 회의
ms_my: Mesyuarat VooV
zh_cn: 腾讯会议
zh_tw: 騰訊會議

# nDQ
source: Join VooV Meeting
de_de: VooV Meeting beitreten
es_es: Unirse a VooV Meeting
fr_fr: Rejoindre VooV Meeting
id_id: Bergabung dengan VooV Meeting
it_it: Partecipa a VooV Meeting
ja_jp: VooV Meeting に参加
ko_kr: VooV 회의에 참가
ms_my: Sertai Mesyuarat VooV
pt_br: Ingressar no VooV Meeting
ru_ru: Присоединиться к VooV Meeting
th_th: เข้าร่วม VooV Meeting
vi_vn: Tham gia VooV Meeting
zh_cn: 加入腾讯会议
zh_tw: 加入騰訊會議

# ivY
source: Join Webex
de_de: Webex beitreten
es_es: Unirse a Webex
fr_fr: Rejoindre Webex
id_id: Bergabung dengan Webex
it_it: Partecipa a Webex
ja_jp: Webex に参加
ko_kr: Webex에 참가
ms_my: Sertai Webex
pt_br: Ingressar no Webex
ru_ru: Присоединиться к Webex
th_th: เข้าร่วม Webex
vi_vn: Tham gia Webex
zh_cn: 加入 Webex 会议
zh_tw: 加入 Webex 會議

# kQM
source: Webex
zh_cn: Webex 会议
zh_tw: Webex 會議

# k1Y
source: Zoom
zh_cn: Zoom 会议
zh_tw: Zoom 會議

# 8V8
source: You have successfully replied to the event, but because the key isn't available, notes can't be sent. Please contact the administrator.
de_de: Sie haben erfolgreich auf das Ereignis geantwortet, aber da der Schlüssel nicht verfügbar ist, können keine Notizen gesendet werden. Kontaktieren Sie den Administrator.
es_es: Has respondido con éxito al evento, pero como la clave no está disponible, no se pueden enviar notas. Contacta con el administrador.
fr_fr: Vous avez répondu avec succès à l'événement, mais les notes ne peuvent pas être envoyées car la clé n'est pas disponible. Veuillez contacter l'administrateur.
hi_in: आपने ईवेंट का उत्तर दिया, लेकिन चूंकि की उपलब्ध नहीं है, नोट भेजे नहीं जा सकते. कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Anda berhasil membalas acara, tetapi karena kunci tidak tersedia, catatan tidak dapat dikirim. Hubungi administrator.
it_it: Hai risposto all'evento, ma poiché la chiave non è disponibile, le note non possono essere inviate. Contatta l'amministratore.
ja_jp: 予定に返信したが、鍵が無効なため、メモを送信できません。法人管理者にお問い合わせください
ko_kr: 이벤트에 성공적으로 응답했지만, 키를 사용할 수 없으므로 메모를 보낼 수 없습니다. 관리자에게 문의하세요.
ms_my: Anda berjaya menjawab acara tersebut, tetapi kerana kunci tidak tersedia, nota tidak dapat dihantar. Sila hubungi pentadbir.
pt_br: Você respondeu ao evento com sucesso, mas como a chave não está disponível, as anotações não podem ser enviadas. Entre em contato com o administrador.
ru_ru: Вы успешно ответили на событие, но поскольку ключ недоступен, заметки не могут быть отправлены. Свяжитесь с администратором.
th_th: คุณได้ตอบกลับเหตุการณ์นี้สำเร็จแล้ว แต่เนื่องจากคีย์ไม่พร้อมใช้งาน จึงไม่สามารถส่งโน้ตได้ โปรดติดต่อผู้ดูแล
vi_vn: Bạn đã hồi đáp lại sự kiện thành công, nhưng vì khóa không khả dụng nên bạn không thể gửi ghi chú. Vui lòng liên hệ với quản trị viên.
zh_cn: 日程回复成功，但由于密钥不可用，无法发送留言消息，请联系企业管理员
zh_tw: 日程回覆成功，但由於金鑰無法使用，無法傳送留言訊息，請聯絡企業管理員

# NBA
source: Key unavailable. Unable to share event. Please contact the administrator.
de_de: Schlüssel nicht verfügbar. Teilen des Ereignisses nicht möglich. Kontaktieren Sie den Administrator.
es_es: Clave no disponible. Error al compartir el evento. Contacta con el administrador.
fr_fr: Clé non disponible. Impossible de partager l'événement. Veuillez contacter l'administrateur.
hi_in: की अनुपलब्ध है. ईवेंट साझा करने में असमर्थ. कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Kunci tidak tersedia. Gagal membagikan acara. Hubungi administrator.
it_it: Chiave non disponibile. Impossibile condividere l'evento. Contatta l'amministratore.
ja_jp: 鍵が使用不可のため、予定を共有できません。法人管理者にお問い合わせください
ko_kr: 키를 사용할 수 없습니다. 이벤트를 공유할 수 없습니다. 관리자에게 문의하세요.
ms_my: Kunci tidak tersedia. Tidak dapat berkongsi acara. Sila hubungi pentadbir.
pt_br: Chave indisponível. Falha ao compartilhar evento. Entre em contato com o administrador.
ru_ru: Ключ недоступен. Не удалось поделиться событием. Свяжитесь с администратором.
th_th: คีย์ไม่พร้อมใช้งาน ไม่สามารถแบ่งปันเหตุการณ์ได้ โปรดติดต่อผู้ดูแล
vi_vn: Khóa không khả dụng. Không thể chia sẻ sự kiện. Vui lòng liên hệ với quản trị viên.
zh_cn: 密钥不可用，无法分享日程，请联系企业管理员
zh_tw: 金鑰不可用，無法分享日程，請聯絡企業管理員

# ICE
source: Reminder
de_de: Erinnerung
es_es: Recordatorio
fr_fr: Rappel
hi_in: रिमाइंडर
id_id: Pengingat
it_it: Promemoria
ja_jp: リマインダー
ko_kr: 알림
ms_my: Peringatan
pt_br: Lembrete
ru_ru: Подсказка
th_th: ตัวเตือนความจำ
vi_vn: Thông báo nhắc
zh_cn: 提示
zh_tw: 提示

# TGw
source: Create Group
de_de: Gruppe erstellen
es_es: Crear grupo
fr_fr: Créer un groupe
hi_in: "समूह" बनाएँ
id_id: Buat Grup
it_it: Crea gruppo
ja_jp: グループを作成
ko_kr: 그룹 생성
ms_my: Cipta Kumpulan
pt_br: Criar grupo
ru_ru: Создать группу
th_th: สร้างกลุ่ม
vi_vn: Tạo nhóm
zh_cn: 创建群组
zh_tw: 建立群組

# 54s
source: Create Notes
de_de: Notizen erstellen
es_es: Crear notas
fr_fr: Créer des notes
hi_in: "नोट" बनाएँ
id_id: Buat Catatan
it_it: Crea note
ja_jp: 議事録を作成
ko_kr: 메모 생성
ms_my: Buat Nota
pt_br: Criar anotações
ru_ru: Создать протокол
th_th: สร้างหมายเหตุ
vi_vn: Tạo ghi chú
zh_cn: 创建纪要
zh_tw: 建立紀要

# +88
source: Enter Group
de_de: Gruppe eingeben
es_es: Unirse al grupo
fr_fr: Accéder au groupe
hi_in: "समूह" में शामिल हों
id_id: Masuk ke Grup
it_it: Partecipa a gruppo
ja_jp: グループに参加
ko_kr: 그룹에 들어가기
ms_my: Masuk Kumpulan
pt_br: Entrar no grupo
ru_ru: Войти в группу
th_th: เข้าสู่กลุ่ม
vi_vn: Vào nhóm
zh_cn: 进入群组
zh_tw: 進入群組

# A4Q
source: Maybe
de_de: Vielleicht
es_es: Quizás
fr_fr: Peut-être
hi_in: शायद
id_id: Mungkin
it_it: Forse
ja_jp: 保留
ko_kr: 미정
ms_my: Mungkin
pt_br: Talvez
ru_ru: Может быть
th_th: อาจจะ
vi_vn: Có thể
zh_cn: 待定
zh_tw: 待定

# n8E
source: Alert
de_de: Warnung
es_es: Alerta
fr_fr: Alerte
hi_in: अलर्ट
id_id: Peringatan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Amaran
pt_br: Alerta
ru_ru: Напоминание
th_th: การแจ้งเตือน
vi_vn: Cảnh báo
zh_cn: 日程提醒
zh_tw: 日程提醒

# 3o8
source: Share to Chat
de_de: Im Chat teilen
es_es: Compartir en el chat
fr_fr: Partager dans la discussion
hi_in: चैट में साझा करें
id_id: Bagikan ke Obrolan
it_it: Condividi in chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke Chat
pt_br: Compartilhar no chat
ru_ru: Поделиться в чате
th_th: แบ่งปันไปยังแชท
vi_vn: Chia sẻ đến Cuộc trò chuyện
zh_cn: 分享至会话
zh_tw: 分享至對話

# LY4
source: View Notes
de_de: Notizen anzeigen
es_es: Ver notas
fr_fr: Afficher les notes
hi_in: "नोट" देखें
id_id: Lihat Catatan
it_it: Visualizza note
ja_jp: 議事録を表示
ko_kr: 메모 보기
ms_my: Lihat Nota
pt_br: Visualizar anotações
ru_ru: Просмотреть протокол
th_th: ดูหมายเหตุ
vi_vn: Xem ghi chú
zh_cn: 查看纪要
zh_tw: 查看紀要

# QVA
source: Schedule
de_de: Zeitplan
es_es: Agenda
fr_fr: Programme
hi_in: शेड्यूल
id_id: Jadwal
it_it: Pianifica
ja_jp: リスト表示
ko_kr: 스케줄
ms_my: Jadual
pt_br: Agenda
ru_ru: Расписание
th_th: กำหนดการ
vi_vn: Lịch trình
zh_cn: 列表视图
zh_tw: 清單視圖

# VH4
source: Division
de_de: Geschäftsbereich
es_es: División
hi_in: विभाग
id_id: Divisi
it_it: Divisione
ja_jp: 範囲
ko_kr: 부문
ms_my: Bahagian
pt_br: Divisão
ru_ru: Подгруппа
th_th: แผนก
vi_vn: Phân ban
zh_cn: 所属分组
zh_tw: 所屬分組

# 3L0
source: Awaiting
de_de: Abwartend
es_es: Esperando
fr_fr: En attente
hi_in: प्रतीक्षारत
id_id: Menunggu
it_it: In attesa
ja_jp: 未返信
ko_kr: 대기 중
ms_my: Menunggu
pt_br: Aguardando
ru_ru: Ожидание
th_th: กำลังรอ
vi_vn: Đang chờ
zh_cn: 未回复
zh_tw: 未回覆

# 8Og
source: Maybe
de_de: Vielleicht
es_es: Quizás
fr_fr: Peut-être
hi_in: शायद
id_id: Mungkin
it_it: Forse
ja_jp: 未定
ko_kr: 미정
ms_my: Mungkin
pt_br: Talvez
ru_ru: Может
th_th: อาจจะ
vi_vn: Có thể
zh_cn: 待定
zh_tw: 待定

# Enw
source: Try It Out
de_de: Probieren Sie es aus
es_es: Pruébalo
fr_fr: Essayez
id_id: Cobalah
it_it: Provala subito
ja_jp: 今すぐ体験
ko_kr: 사용해 보기
pt_br: Experimente
ru_ru: Попробовать
th_th: ลองใช้เลย
vi_vn: Thử ngay
zh_cn: 前往体验
zh_tw: 前往體驗

# yOg
source: Subscribe to this calendar to easily follow tasks.
de_de: Abonnieren Sie diesen Kalender, um Aufgaben auf einfache Weise zu verfolgen.
es_es: Suscríbete a este calendario para seguir fácilmente las tareas.
fr_fr: Abonnez-vous à ce calendrier pour faciliter le suivi des tâches.
id_id: Berlangganan ke kalender ini untuk mengikuti tugas dengan mudah.
it_it: Segui questo calendario per seguire facilmente le attività.
ja_jp: 他のメンバーのカレンダーをフォローして、簡単にタスク確認ができます。
ko_kr: 이 캘린더를 구독하여 쉽게 할 일을 팔로우하세요.
pt_br: Siga este calendário para acompanhar as tarefas facilmente.
ru_ru: Подпишитесь на этот календарь, чтобы с легкостью следить за задачами.
th_th: ติดตามปฏิทินนี้เพื่อให้ติดตามงานต่าง ๆ ได้อย่างง่ายดาย
vi_vn: Theo dõi lịch này để dễ dàng theo dõi tác vụ.
zh_cn: 订阅此日历，便捷查看任务
zh_tw: 訂閱此日曆，快速查看任務

# EFA
source: You can now easily view and manage your tasks directly within your Calendar.
de_de: Sie können Aufgaben jetzt direkt in Ihrem Kalender problemlos anzeigen und verwalten.
es_es: Ahora puedes ver y administrar fácilmente las tareas directamente en tu Calendario.
fr_fr: Vous pouvez désormais facilement afficher et gérer des tâches directement dans votre Calendrier.
id_id: Anda sekarang dapat dengan mudah melihat dan mengelola tugas secara langsung dalam Kalender Anda.
it_it: Ora puoi vedere e gestire le attività in modo semplice direttamente dal tuo Calendario.
ja_jp: カレンダーで、タスクを直接に表示・管理できるようになりました。
ko_kr: 이제 캘린더 내에서 직접 할 일을 쉽게 보고 관리할 수 있습니다.
pt_br: Agora você pode visualizar e gerenciar tarefas facilmente diretamente no seu Calendário.
ru_ru: Теперь вы можете с легкостью просматривать задачи и управлять ими прямо в Календаре.
th_th: ตอนนี้คุณสามารถดูและจัดการงานได้โดยตรงภายในปฏิทินของคุณ
vi_vn: Giờ đây, bạn có thể dễ dàng xem và quản lý nhiệm vụ ngay trong Lịch của mình.
zh_cn: 你可以在日历中直接查看并管理负责的任务啦
zh_tw: 你可以在日曆中直接查看並管理任務啦

# 2/I
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# CiY
source: Do you want to keep the original organizer in the event?
de_de: Möchten Sie nach der Übertragung den ursprünglichen Organisator beibehalten?
es_es: ¿Quieres conservar al organizador original en el evento?
fr_fr: Souhaitez-vous conserver l'organisateur d'origine dans l'évènement ?
id_id: Apakah Anda mau menyimpan penyelenggara asli di dalam acara?
it_it: Vuoi mantenere l'organizzatore originale nell'evento?
ja_jp: 予定が譲渡された後、元の主催者を参加者として保持しますか？
ko_kr: 이벤트의 원래 주최자를 유지하시겠습니까?
ms_my: Adakah anda mahu mengekalkan pengatur asal dalam acara?
pt_br: Você deseja manter o organizador original no evento?
ru_ru: Сохранить исходного организатора события?
th_th: คุณต้องการเก็บผู้จัดเดิมไว้ในกิจกรรมหรือไม่
vi_vn: Bạn có muốn giữ lại người tổ chức ban đầu trong sự kiện không?
zh_cn: 转让后，将原组织者保留在此日程？
zh_tw: 轉讓後，要將原組織者留在此日程嗎？

# V5I
source: Task schedule updated
de_de: Zeitsteuerung für Aufgaben wurde aktualisiert
es_es: Fecha y hora de tarea actualizadas
fr_fr: Mise à jour de la durée de la tâche
id_id: Waktu tugas diperbarui
it_it: Orario dell'attività aggiornato
ja_jp: タスクのスケジュールを更新しました。
ko_kr: 할 일 시간이 업데이트되었습니다
pt_br: Hora da tarefa atualizada
ru_ru: Время задачи обновлено
th_th: อัปเดตเวลางานแล้ว
vi_vn: Đã cập nhật thời gian tác vụ
zh_cn: 任务时间已更新
zh_tw: 任務時間已更新

# 08o
source: No
de_de: Nein
fr_fr: Non
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니오
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 不保留
zh_tw: 不保留

# KaI
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 保留
zh_tw: 保留

# Dv0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: 許可しない
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# jUA
source: Please allow Bluetooth access to scan for nearby meeting rooms to be booked
de_de: Bitte lassen Sie den Bluetooth-Zugriff zu, um nach nahegelegenen Besprechungsräumen zu suchen
es_es: Permite el acceso por Bluetooth para buscar salas de reuniones cercanas que puedes reservar
fr_fr: Veuillez autoriser l'accès Bluetooth pour rechercher les salles de réunion à proximité pouvant être réservées
id_id: Izinkan akses Bluetooth untuk memindai ruang rapat di sekitar yang bisa dipesan
it_it: Consenti l'accesso al Bluetooth per scansionare le sale riunioni nelle vicinanze da prenotare
ja_jp: 会議室を予約する際、Bluetooth 機能を利用して近くの会議室を見つけるために、Bluetooth へのアクセスが必要です。
ko_kr: 예약할 주변 회의실을 검색할 수 있도록 블루투스 액세스를 허용하세요
ms_my: Sila benarkan akses Bluetooth untuk mengimbas bilik mesyuarat berdekatan yang akan ditempah
pt_br: Permita que o acesso ao Bluetooth para procurar salas de reunião próximas a serem reservadas
ru_ru: Разрешите доступ к Bluetooth, чтобы найти доступные для бронирования комнаты поблизости
th_th: โปรดอนุญาตให้เข้าถึงบลูทูธได้เพื่อสแกนหาห้องประชุมใกล้เคียงที่ต้องการจอง
vi_vn: Vui lòng cho phép truy cập Bluetooth để quét tìm phòng họp lân cận và đặt trước
zh_cn: 后续预定会议室时，将使用蓝牙扫描附近的会议室，请授予蓝牙权限
zh_tw: 後續預定會議室時，將使用藍牙掃描附近的會議室，請授予藍牙權限

# ohg
source: Allow Bluetooth access
de_de: Bluetooth-Zugriff zulassen
es_es: Permitir acceso por Bluetooth
fr_fr: Autoriser l'accès Bluetooth
id_id: Izinkan akses Bluetooth
it_it: Consenti accesso al Bluetooth
ja_jp: Bluetooth へのアクセスが必要です
ko_kr: 블루투스 액세스 허용
ms_my: Benarkan akses Bluetooth
pt_br: Permitir acesso por Bluetooth
ru_ru: Разрешить доступ к Bluetooth
th_th: อนุญาตให้เข้าถึงบลูทูธได้
vi_vn: Cho phép truy cập Bluetooth
zh_cn: 申请蓝牙权限
zh_tw: 申請藍牙權限

# GpE
source: Go to Settings
de_de: Zu den Einstellungen navigieren
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定へ
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в раздел Настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_tw: 前往設定

# YI8
source: Add a calendar account
de_de: Kalenderkonto hinzufügen
es_es: Agregar una cuenta de calendario
fr_fr: Ajouter un compte de calendrier
hi_in: कैलेंडर खाता जोड़ें
id_id: Tambah akun kalender
it_it: Aggiungi un account calendario
ja_jp: アカウントを追加
ko_kr: 캘린더 계정 추가
ms_my: Tambah akaun kalendar
pt_br: Adicionar uma conta de calendário
ru_ru: Добавить учетную запись календаря
th_th: เพิ่มบัญชีปฏิทิน
vi_vn: Thêm tài khoản lịch
zh_cn: 添加日历账号
zh_tw: 新增日曆帳號

# gdU
source: Basic info
de_de: Grundlegende Informationen
es_es: Información básica
fr_fr: Infos de base
hi_in: मूलभूत जानकारी
id_id: Info dasar
it_it: Informazioni di base
ja_jp: 基本情報
ko_kr: 기본 정보
ms_my: Maklumat asas
pt_br: Informações básicas
ru_ru: Основная информация
th_th: ข้อมูลเบื้องต้น
vi_vn: Thông tin cơ bản
zh_cn: 基本信息
zh_tw: 基本資訊

# IuA
source: Calendar created
de_de: Kalender erstellt
es_es: Calendario creado
fr_fr: Calendrier créé
hi_in: कैलेंडर बनाया गया
id_id: Kalender dibuat
it_it: Calendario creato
ja_jp: 作成しました
ko_kr: 캘린더가 생성되었습니다
ms_my: Kalendar dicipta
pt_br: Calendário criado
ru_ru: Календарь создан
th_th: สร้างปฏิทินแล้ว
vi_vn: Đã tạo thành công lịch
zh_cn: 已创建
zh_tw: 已建立

# 1lE
source: Creating calendar
de_de: Erstellen eines Kalenders
es_es: Creando calendario
fr_fr: Création du calendrier
hi_in: कैलेंडर बनाया जा रहा है
id_id: Membuat kalender
it_it: Creazione calendario
ja_jp: 作成中…
ko_kr: 캘린더 생성 중
ms_my: Mencipta kalendar
pt_br: Criando calendário
ru_ru: Создание календаря
th_th: กำลังสร้างปฏิทิน
vi_vn: Đang tạo lịch
zh_cn: 创建中...
zh_tw: 建立中...

# dyI
source: Following
de_de: Abonniert
es_es: Siguiendo
fr_fr: Abonnements
hi_in: अनुसरण किया जा रहा है
id_id: Mengikuti
it_it: Segui già
ja_jp: フォロー中
ko_kr: 팔로잉
ms_my: Mengikuti
pt_br: Seguindo
ru_ru: Подписки
th_th: กำลังติดตาม
vi_vn: Đang theo dõi
zh_cn: 我订阅的
zh_tw: 我訂閱的

# 11Y
source: Invite followers
de_de: Follower einladen
es_es: Invitar a seguidores
fr_fr: Inviter des abonnés
hi_in: फ़ॉलोअर को आमंत्रित करें
id_id: Undang pengikut
it_it: Invita follower
ja_jp: フォロワーを招待
ko_kr: 팔로워 초대
ms_my: Jemput pengikut
pt_br: Convidar seguidores
ru_ru: Пригласить подписчиков
th_th: เชิญผู้เข้าร่วม
vi_vn: Mời người theo dõi
zh_cn: 邀请他人订阅
zh_tw: 邀請他人訂閱

# IvE
source: Managing
de_de: Von mir verwaltet
es_es: Gestionando
fr_fr: En gestion
hi_in: प्रबंधन
id_id: Mengelola
it_it: In gestione
ja_jp: 管理中
ko_kr: 관리 중
ms_my: Mengurus
pt_br: Gerenciando
ru_ru: Управление
th_th: กำลังจัดการ
vi_vn: Đang quản lý
zh_cn: 我管理的
zh_tw: 我管理的

# scY
source: No permission to make this change
de_de: Keine Berechtigung für diese Änderung
es_es: No tienes permiso para hacer este cambio
fr_fr: Aucune autorisation d'effectuer cette modification
hi_in: यह बदलाव करने की कोई अनुमति नहीं
id_id: Tidak ada izin untuk membuat perubahan ini
it_it: Nessuna autorizzazione per apportare questa modifica
ja_jp: 権限がないため、編集できません
ko_kr: 이 변경을 수행할 권한이 없습니다
ms_my: Tiada kebenaran untuk membuat perubahan ini
pt_br: Sem permissão para fazer esta alteração
ru_ru: Нет разрешения на внесение этого изменения
th_th: ไม่มีสิทธิ์การอนุญาตให้ทำการเปลี่ยนแปลงนี้
vi_vn: Không có quyền thực hiện thay đổi này.
zh_cn: 暂无权限，无法编辑该项目
zh_tw: 暫無權限，無法編輯該專案

# +ec
source: Unable to create. Please try again later
de_de: Erstellen fehlgeschlagen. Versuchen Sie es später erneut.
es_es: No se puede crear. Inténtalo de nuevo más tarde.
fr_fr: Échec de la création. Veuillez réessayer plus tard
hi_in: बनाने में विफल. कृपया बाद में पुन: प्रयास करें
id_id: Gagal membuat. Coba lagi nanti
it_it: Impossibile creare. Riprova più tardi
ja_jp: 作成できませんでした。後で再試行してください
ko_kr: 생성할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat mencipta. Sila cuba lagi kemudian
pt_br: Falha na criação. Tente novamente mais tarde
ru_ru: Не удалось создать. Повторите попытку позже
th_th: ไม่สามารถสร้างได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Tạo không thành công. Vui lòng thử lại sau
zh_cn: 创建失败，请稍后重试
zh_tw: 建立失敗，請稍後重試

# Y/c
source: Word count has exceeded the limit
de_de: Wortanzahl hat das Limit überschritten
es_es: El recuento de palabras ha sobrepasado el límite
fr_fr: Le nombre de mots a dépassé la limite
hi_in: शब्दों की संख्या सीमा से अधिक हो गई है
id_id: Jumlah kata telah melebihi batas
it_it: Il numero delle parole ha superato il limite
ja_jp: 文字数が上限を超えています
ko_kr: 단어 수가 한도를 초과했습니다
ms_my: Bilangan perkataan telah melebihi had
pt_br: A contagem de palavras excedeu o limite
ru_ru: Количество слов превысило предел
th_th: จำนวนคำเกินขีดจำกัด
vi_vn: Số lượng từ đã vượt quá giới hạn.
zh_cn: 字数超过上限
zh_tw: 字數超過上限

# 7m4
source: The meeting notes will be kept if there is any.
de_de: Die Besprechungsnotizen werden aufbewahrt, falls es welche gibt.
es_es: Las notas de la reunión se conservarán si se han creado.
fr_fr: Les notes de réunion seront conservées s'il y en a.
hi_in: अगर कोई मीटिंग नोट्स हैं, तो उन्हें कायम रखा जाएगा.
id_id: Catatan rapat akan disimpan jika ada.
it_it: Se presenti, le note riunione verranno conservate.
ja_jp: このスケジュールに議事録がある場合は保留されます。
ko_kr: 회의 메모가 있을 경우 보관합니다.
ms_my: Catatan mesyuarat akan disimpan jika ada.
pt_br: As anotações da reunião serão mantidas, se houver.
ru_ru: Протокол конференции, если он есть, будет сохранен.
th_th: หากมีบันทึกการประชุมก็จะถูกเก็บไว้
vi_vn: Ghi chú cuộc họp sẽ được lưu giữ nếu có.
zh_cn: 如果该日程有会议纪要，将会保留。
zh_tw: 如果該日程有會議記錄，將會保留。

# T/g
source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
hi_in: उपलब्ध
id_id: Tersedia
it_it: Disponibile
ja_jp: 空室
ko_kr: 사용 가능
ms_my: Tersedia
pt_br: Disponível
ru_ru: Доступна
th_th: พร้อมใช้งาน
vi_vn: Khả dụng
zh_cn: 空闲
zh_tw: 閒置

# 1YA
source: Building · Floor
de_de: Gebäude · Stockwerk
es_es: Edificio · Piso
fr_fr: Bâtiment · Étage
hi_in: इमारत · मंज़िल
id_id: Gedung · Lantai
it_it: Edificio · Piano
ja_jp: オフィス・フロア
ko_kr: 건물 · 층
ms_my: Bangunan Â· Tingkat
pt_br: Edifício · Andar
ru_ru: Здание · Этаж
th_th: ตึก · ชั้น
vi_vn: Tòa nhà · Tầng
zh_cn: 建筑·楼层
zh_tw: 建築·樓層

# NCM
source: Check in
de_de: Einchecken
es_es: Registro
fr_fr: Confirmer la réunion
hi_in: चेक इन करें
ja_jp: チェックイン
ko_kr: 출석
ms_my: Daftar masuk
pt_br: Fazer check-in
ru_ru: Отметиться
th_th: เช็คอิน
vi_vn: Đăng ký vào
zh_cn: 签到
zh_tw: 簽到

# oH8
source: Checked in
de_de: Eingecheckt
es_es: Registrado
fr_fr: Réunion confirmée
hi_in: चेक इन किया गया
id_id: Sudah check in
it_it: Check in eseguito
ja_jp: チェックインしました
ko_kr: 출석함
ms_my: Daftar masuk
pt_br: Check-in realizado
ru_ru: Отметились
th_th: เช็คอินแล้ว
vi_vn: Đã đăng ký vào
zh_cn: 签到成功
zh_tw: 簽到成功
