Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 3ZA
source: Unable to view details of third-party calendar
de_de: Anzeigen von Drittkalenderdetails nicht möglich
es_es: No se pueden ver los detalles del calendario de terceros
fr_fr: Impossible d'afficher les détails du calendrier tiers
hi_in: तृतीय-पक्ष कैलेंडर के विवरण देखने में असमर्थ
id_id: Gagal melihat perincian kalender pihak ketiga
it_it: Impossibile visualizzare i dettagli del calendario della terza parte
ja_jp: サードパーティのカレンダーを表示できません
ko_kr: 타사 캘린더의 세부 정보를 볼 수 없습니다
ms_my: Tidak dapat melihat butiran kalendar pihak ketiga
pt_br: Falha ao exibir detalhes do calendário de terceiros
ru_ru: Невозможно просмотреть подробности стороннего календаря
th_th: ไม่สามารถดูรายละเอียดปฏิทินของบุคคลที่สามได้
vi_vn: Không thể xem chi tiết về lịch của bên thứ ba
zh_cn: 不支持查看第三方日历详情
zh_tw: 不支援查看第三方日曆詳細資料

# Jq0
source: Unable to view details of this type of calendars
de_de: Anzeigen von Details dieses Kalendertyps nicht möglich
es_es: No se pueden ver los detalles de este tipo de calendarios
fr_fr: Impossible d'afficher les détails des calendriers de ce type
hi_in: इस प्रकार के कैलेंडर के विवरण देखने में असमर्थ
id_id: Gagal melihat perincian jenis kalender ini
it_it: Impossibile visualizzare i dettagli di questo tipo di calendari
ja_jp: このタイプのカレンダーは詳細を表示できません
ko_kr: 이 유형의 캘린더에 대한 세부 정보는 볼 수 없습니다
ms_my: Tidak dapat melihat butiran kalendar jenis ini
pt_br: Falha ao exibir detalhes deste tipo de calendário
ru_ru: Невозможно просмотреть сведения об этом типе календарей
th_th: ไม่สามารถดูรายละเอียดปฏิทินประเภทนี้ได้
vi_vn: Không thể xem chi tiết về loại lịch này
zh_cn: 该类型日历不支持查看详情
zh_tw: 該類型日曆不支援查看詳細資料

# 9+I
source: Never ends
de_de: Endet nie
es_es: Nunca termina
fr_fr: Ne se termine jamais
hi_in: कभी समाप्त नहीं होता
id_id: Tidak pernah berakhir
it_it: Mai
ja_jp: 終了日を設定しない
ko_kr: 종료 안 함
ms_my: Tidak berakhir
pt_br: Nunca acaba
ru_ru: Никогда не оканчивается
th_th: ไม่มีสิ้นสุด
vi_vn: Không bao giờ kết thúc
zh_cn: 永不截止
zh_tw: 永不截止

# scw
source: Reached maximum limit for room reservations
de_de: Die max. Anzahl ab Besprechungsraumreservierungen wurde erreicht
es_es: Se ha alcanzado el límite máximo de reserva de salas
fr_fr: Limite maximale de réservation de salles atteinte
id_id: Mencapai batas maksimum untuk reservasi ruangan
it_it: Limite massimo di prenotazioni di sale raggiunto
ja_jp: 会議室の予約可能回数が上限に達しました
ko_kr: 회의실 예약 최대 한도에 도달했습니다
ms_my: Mencapai had maksimum untuk tempahan bilik
pt_br: Atingiu o limite máximo de reservas de salas
ru_ru: Достигнуто максимальное количество бронирований комнат
th_th: จองห้องถึงจำนวนจำกัดสูงสุดแล้ว
vi_vn: Đã đạt giới hạn số lần đặt phòng tối đa
zh_cn: 会议室预定额度已达上限
zh_tw: 會議室預定額度已達上限

# G6I
source: No relevant rooms found
de_de: Keine zweckdienlichen Räume gefunden
es_es: No se han encontrado salas relevantes
fr_fr: Aucune salle appropriée n'a été trouvée
id_id: Ruang diskusi yang relevan tidak ditemukan
it_it: Nessuna sala pertinente trovata
ja_jp: 関連する会議室が見つかりませんでした
ko_kr: 관련 회의실이 없습니다
ms_my: Tiada bilik yang relevan dijumpai
pt_br: Nenhuma sala relevante encontrada
ru_ru: Подходящих комнат не найдено
th_th: ไม่พบห้องที่เกี่ยวข้อง
vi_vn: Không tìm thấy phòng tương ứng
zh_cn: 没有搜索到相关的会议室
zh_tw: 沒有搜尋到相關的會議室

# +fo
source: Display up to 500 meeting rooms simultaneously
de_de: Bis zu 500 Besprechungsräume gleichzeitig anzeigen
es_es: Mostrar hasta 500 salas de reuniones simultáneamente
fr_fr: Afficher jusqu'à 500 salles de réunions simultanément
id_id: Tampilkan hingga 500 ruang rapat sekaligus
it_it: Mostra fino a 500 sale riunioni contemporaneamente
ja_jp: 同時に最大 500 個の会議室を表示できます
ko_kr: 최대 500개의 회의실을 동시에 표시합니다
ms_my: Papar sehingga 500 bilik mesyuarat serentak
pt_br: Exiba até 500 salas de reunião simultaneamente
ru_ru: Отображение до 500 комнат одновременно
th_th: แสดงห้องประชุมพร้อมกันสูงสุด 500 ห้อง
vi_vn: Hiển thị đồng thời lên tới 500 phòng họp
zh_cn: 最多同时展示 500 个会议室
zh_tw: 最多同時顯示 500 個會議室

# QaQ
source: Some meeting rooms can't be reserved. Confirm to save?
de_de: Einige Besprechungsräume können nicht reserviert werden. Bestätigen Sie, dass Sie speichern möchten?
es_es: Algunas salas de reuniones no se pueden reservar. ¿Quieres confirmar tu reserva?
fr_fr: Certaines salles de réunion ne peuvent pas être réservées. Confirmer pour enregistrer ?
hi_in: कुछ मीटिंग रूम आरक्षित नहीं किए जा सकते. सहेजना पुष्टि करें?
id_id: Beberapa ruang rapat tidak dapat direservasi. Konfirmasi untuk menyimpan?
it_it: Alcune sale riunioni non possono essere prenotate. Confermare il salvataggio?
ja_jp: 一部の会議室が予約できません。保存しますか？
ko_kr: 일부 회의실은 예약할 수 없습니다. 저장하시겠습니까?
ms_my: Sesetengah bilik mesyuarat tidak boleh ditempah. Sahkan untuk simpan?
pt_br: Algumas salas de reuniões não podem ser reservadas. Confirmar para salvar?
ru_ru: Некоторые комнаты нельзя зарезервировать. Подтвердить сохранение?
th_th: ไม่สามารถจองห้องประชุมบางห้องได้ ยืนยันการบันทึกหรือไม่
vi_vn: Không thể đặt trước một số phòng họp. Xác nhận lưu?
zh_cn: 部分会议室无法预定，确定保存吗？
zh_tw: 部分會議室無法預定，確定儲存嗎？

# FaQ
source: No approval will be required if reservation time is changed. Previous approval request will be withdrawn. Change time?
de_de: Es ist keine Genehmigung erforderlich, wenn die Reservierungszeit geändert wird. Die vorherige Genehmigungsanfrage wird zurückgezogen. Zeit ändern?
es_es: No será necesaria la aprobación si se cambia el tiempo de la reserva. La solicitud de aprobación anterior se retirará. ¿Cambiar la hora?
fr_fr: Aucune approbation ne sera requise si vous modifiez la durée de réservation. La demande d'approbation précédente sera retirée. Modifier la durée ?
hi_in: अगर आरक्षण का समय बदला जाता है तो किसी अनुमोदन की आवश्यकता नहीं है. अनुमोदन के लिए पिछला अनुरोध वापस लिया जाएगा. समय बदलें?
id_id: Tidak ada persetujuan yang diperlukan jika waktu reservasi diubah. Permintaan persetujuan sebelumnya akan ditarik. Ubah waktu?
it_it: Nessuna approvazione sarà obbligatoria se si cambia la durata della prenotazione. La precedente richiesta di approvazione verrà annullata. Vuoi cambiare la durata?
ja_jp: 時間を変更した場合、以下の会議室の予約には承認される必要がないです。前の会議室予約申請は取り消すことになります。変更しますか？
ko_kr: 예약 시간이 변경되는 경우, 승인이 필요하지 않습니다. 이전 승인 요청은 철회됩니다. 시간을 변경하시겠습니까?
ms_my: Tiada kelulusan diperlukan jika masa tempahan diubah. Permintaan kelulusan sebelumnya akan ditarik balik. Ubah masa?
pt_br: Nenhuma aprovação será obrigatória se a duração da reserva for alterada. A solicitação de aprovação anterior será retirada. Alterar a hora?
ru_ru: При изменении времени бронирования подтверждение не требуется. Предыдущий запрос подтверждения будет отозван. Изменить время?
th_th: ไม่จำเป็นต้องได้รับการอนุมัติหากเปลี่ยนเวลาจอง คำขออนุมัติก่อนหน้าจะถูกยกเลิก เปลี่ยนเวลาหรือไม่
vi_vn: Nếu thời gian đặt phòng thay đổi thì không cần thiết phải có phê duyệt. Các yêu cầu phê duyệt trước đó sẽ bị rút lại. Thay đổi thời gian?
zh_cn: 更改时间后，以下会议室将无需审批，原会议室申请将撤销，确定更改吗？
zh_tw: 變更時間後，預定無需審核，原預定申請將撤銷，確定變更嗎？

# veM
source: Event time has been updated
de_de: Terminzeit wurde aktualisiert
es_es: La hora del evento se ha actualizado
fr_fr: La date de l'événement a été mise à jour
hi_in: ईवेंट का समय अपडेट किया गया
id_id: Waktu acara telah diperbarui
it_it: La data/ora dell'evento è stata aggiornata
ja_jp: 予定の時間が更新されました
ko_kr: 이벤트 시간이 업데이트되었습니다
ms_my: Masa acara telah dikemaskini
pt_br: A hora do evento foi atualizada
ru_ru: Время события обновлено
th_th: อัปเดตเวลาของเหตุการณ์แล้ว
vi_vn: Đã cập nhật thời gian sự kiện
zh_cn: 日程时间已更新
zh_tw: 日程時間已更新

# EOE
source: Unable to edit recurring event time as approval is required for this meeting room. Please delete or change to another meeting room if you need to make changes.
de_de: Bearbeiten der Zeit für Ereignisserien nicht möglich, da für diesen Besprechungsraum eine Genehmigung erforderlich ist. Bitte löschen oder zu einem anderen Besprechungsraum wechseln, wenn Sie Änderungen vornehmen müssen.
es_es: Error al editar la hora del evento recurrente, ya que la aprobación es obligatoria para esta sala de reuniones. Elimina la sala de reuniones o cambia a otra si necesitas hacer cambios.
fr_fr: Modification de l'heure de l'événement récurrent impossible car une approbation est requise pour cette salle de réunion. Veuillez supprimer ou changer de salle de réunion si vous souhaitez apporter des modifications.
hi_in: पुनरावर्ती ईवेंट का समय संपादित करने में असमर्थ क्योंकि इस मीटिंग रूम के लिए अनुमोदन आवश्यक है. अगर आप बदलाव करना चाहते हैं तो कृपया हटाएँ या अन्य मीटिंग रूम पर बदलें.
id_id: Gagal mengedit waktu acara berulang karena persetujuan diperlukan untuk ruang rapat ini. Hapus atau ubah ke ruang rapat lain jika Anda perlu melakukan perubahan.
it_it: Impossibile modificare la data/ora di un evento ricorrente poiché per questa sala riunioni è obbligatoria l'approvazione. Elimina o cambia sala riunioni se desideri apportare modifiche.
ja_jp: 承認が必要な会議室のため、繰り返し予定の日時を変更できません。変更が必要な場合は、会議室を削除するか、別の会議室に変更してください
ko_kr: 이 회의실에 대한 승인이 필요하므로 반복 이벤트 시간을 편집할 수 없습니다. 변경이 필요한 경우 삭제하거나 다른 회의실로 변경하세요.
ms_my: Tidak dapat mengedit masa acara berulang kerana kelulusan diperlukan untuk bilik mesyuarat ini. Sila padam atau tukar ke bilik mesyuarat lain jika perlu membuat perubahan.
pt_br: Falha ao editar a hora do evento recorrente porque é obrigatória a aprovação para esta sala de reunião. Exclua ou mude para outra sala de reunião se precisar fazer alterações.
ru_ru: Невозможно изменить время повторяющегося события, так как для этой комнаты требуется утверждение. Удалите или перейдите в другую комнату, если вам нужно внести изменения.
th_th: ไม่สามารถแก้ไขเวลาของเหตุการณ์ที่เกิดซ้ำได้เนื่องจากจำเป็นต้องมีคำอนุมัติสำหรับห้องประชุมนี้ โปรดลบหรือเปลี่ยนเป็นห้องประชุมอื่นหากคุณต้องการเปลี่ยนแปลง
vi_vn: Không thể chỉnh sửa thời gian của sự kiện lặp lại vì phòng họp này cần phải được phê duyệt . Vui lòng xóa hoặc đổi sang một phòng họp khác nếu bạn cần thực hiện các thay đổi.
zh_cn: 审批类会议室不支持修改重复性日程时间，如需修改请删除或更换其他会议室
zh_tw: 審核類會議室不支援修改重複性日程時間，如需修改請刪除或更換其他會議室

# dHM
source: All event titles can be seen by others for this meeting room
de_de: Alle Termintitel für diesen Besprechungsraum können von anderen gesehen werden.
es_es: En esta sala de reuniones, otros usuarios pueden ver todos los títulos de los eventos
fr_fr: Les autres utilisateurs peuvent afficher tous les titres d'événements pour cette salle de réunion
hi_in: इस मीटिंग रूम के लिए सभी ईवेंट के शीर्षक अन्य व्यक्तियों द्वारा देखे जा सकते हैं
id_id: Semua judul acara dapat dilihat oleh orang lain untuk ruang rapat ini
it_it: Tutti i titoli degli eventi possono essere visualizzati da altri per questa sala riunioni
ja_jp: 当該会議室を予約する場合はタイトルは公開されます
ko_kr: 이 회의실의 모든 이벤트 제목은 다른 사용자가 볼 수 있습니다
ms_my: Semua tajuk acara boleh dilihat oleh orang lain untuk bilik mesyuarat ini
pt_br: Todos os títulos de eventos desta sala de reunião podem ser vistos por outras pessoas
ru_ru: Все названия событий в этой комнате видны другим пользователям
th_th: ผู้อื่นสามารถเห็นชื่อเหตุการณ์ทั้งหมดสำหรับห้องประชุมนี้ได้
vi_vn: Những người khác có thể nhìn thấy tất cả các tiêu đề sự kiện trong phòng họp này
zh_cn: 预定该会议室的日程主题将被公开
zh_tw: 預定該會議室的日程主題將會公開

# wiM
source: Add rooms
de_de: Räume hinzufügen
es_es: Agregar salas de reuniones
fr_fr: Ajouter des salles
hi_in: रूम जोड़ें
id_id: Tambah ruang
it_it: Aggiungi sale
ja_jp: 会議室を予約
ko_kr: 회의실 추가
ms_my: Tambah bilik
pt_br: Adicionar salas
ru_ru: Добавить комнаты
th_th: เพิ่มห้อง
vi_vn: Thêm phòng
zh_cn: 预定会议室
zh_tw: 預定會議室

# 5ro
source: Once changed, reservation requests for the following meeting rooms will be withdrawn. Confirm to change time?
de_de: Nach der Änderung werden die Reservierungsanfragen für die folgenden Besprechungsräume zurückgezogen. Bestätigen Sie die Änderung der Zeit?
es_es: Cuando se cambie, se retirarán las solicitudes de reserva de las siguientes salas de reuniones. ¿Confirmar cambio de hora?
fr_fr: Une fois modifiées, les demandes de réservation des salles de réunion suivantes seront retirées. Confirmer le changement d'heure ?
id_id: Setelah diubah, permintaan reservasi untuk ruang rapat berikut akan ditarik. Konfirmasikan untuk mengubah waktu?
it_it: Una volta effettuata la modifica, le richieste di prenotazione per le seguenti sale riunioni saranno revocate. Confermare la modifica all'orario?
ja_jp: 時間を変更した場合、以下の会議室の予約申請は取り消すことになります。変更しますか？
ko_kr: 변경하면 다음 회의실의 예약 요청이 철회됩니다. 시간을 변경하시겠습니까?
ms_my: Sekali berubah, permintaan tempahan untuk bilik mesyuarat berikut akan ditarik balik. Sahkan untuk ubah masa?
pt_br: Após a alteração, as solicitações de reserva para as seguintes salas de reunião serão retiradas. Confirmar para alterar o horário?
ru_ru: После внесения изменений запросы на бронирование следующих комнат будут отозваны. Подтвердить изменение времени?
th_th: เมื่อมีการเปลี่ยนแปลง คำขอจองห้องประชุมต่อไปนี้จะถูกยกเลิก ยืนยันการเปลี่ยนเวลาหรือไม่
vi_vn: Sau khi thay đổi, yêu cầu đặt chỗ cho các phòng họp sau đây sẽ được thu hồi. Xác nhận thay đổi thời gian?
zh_cn: 更改时间后，以下会议室预定申请将撤回，确定更改吗？
zh_tw: 變更時間後，以下會議室預定申請將會撤回，確定變更嗎？

# Nno
source: Reservation will need to be approved again if you change the time. Change time?
de_de: Reservierung muss erneut genehmigt werden, wenn Sie die Zeit ändern. Zeit ändern?
es_es: La reserva se deberá aprobar de nuevo si cambias la hora. ¿Cambiar la hora?
fr_fr: Si vous modifiez sa date, la réservation devra être à nouveau approuvée. Modifier la durée ?
hi_in: अगर आप समय बदलते हैं तो आरक्षण पुनः अनुमोदित करना होगा. समय बदलें?
id_id: Reservasi perlu disetujui lagi jika Anda mengubah waktu. Ubah waktu?
it_it: Se cambi la durata, la prenotazione dovrà essere approvata di nuovo. Vuoi cambiare la durata?
ja_jp: 以下の会議室を予約しました。時間を変更する場合は再承認する必要となります。変更しますか？
ko_kr: 시간을 변경하면 예약 승인을 다시 받아야 합니다. 시간을 변경하시겠습니까?
ms_my: Tempahan perlu diluluskan semula jika anda menukar masa. Tukar masa?
pt_br: A reserva precisará ser aprovada novamente se você alterar a hora. Alterar a hora?
ru_ru: При изменении времени потребуется повторное подтверждение бронирования. Изменить время?
th_th: การจองจะต้องได้รับการอนุมัติอีกครั้งหากคุณเปลี่ยนเวลา เปลี่ยนเวลาหรือไม่
vi_vn: Nếu thay đổi thời gian, cần phê duyệt đặt phòng lại. Thay đổi thời gian?
zh_cn: 以下会议室已通过审批成功预定。更改时间后，将取消预定并重新审批，确定更改吗？
zh_tw: 已成功預定該會議室，變更時間需要重新審核，確定變更嗎？

# x4A
source: Unable to edit recurring rules as approval is required for this meeting room. Please delete or change to another meeting room if you need to make changes.
de_de: Bearbeiten der Wiederholungsregeln nicht möglich, da für diesen Besprechungsraum eine Genehmigung erforderlich ist. Bitte löschen oder zu einem anderen Besprechungsraum wechseln, wenn Sie Änderungen vornehmen müssen.
es_es: Error al editar las normas recurrentes, ya que la aprobación es obligatoria para esta sala de reuniones. Elimina la sala de reuniones o cambia a otra si necesitas hacer cambios.
fr_fr: Modification des règles récurrentes impossible car une approbation est requise pour cette salle de réunion. Veuillez supprimer ou changer de salle de réunion si vous souhaitez apporter des modifications.
hi_in: पुनरावर्ती नियम संपादित करने में असमर्थ क्योंकि इस मीटिंग रूम के लिए अनुमोदन आवश्यक है. अगर आप बदलाव करना चाहते हैं तो कृपया हटाएँ या अन्य मीटिंग रूम पर बदलें.
id_id: Gagal mengedit aturan berulang karena persetujuan diperlukan untuk ruang rapat ini. Hapus atau ubah ke ruang rapat lain jika Anda perlu melakukan perubahan.
it_it: Impossibile modificare le regola ricorrenti poiché per questa sala riunioni è obbligatoria l'approvazione. Elimina o cambia sala riunioni se desideri apportare modifiche.
ja_jp: 承認が必要な会議室のため、繰り返し予定の繰り返しルールを変更できません。変更が必要な場合は、会議室を削除するか、別の会議室に変更してください
ko_kr: 이 회의실에 대한 승인이 필요하므로 반복 규칙을 편집할 수 없습니다. 변경이 필요한 경우 삭제하거나 다른 회의실로 변경하세요.
ms_my: Tidak dapat mengedit peraturan berulang kerana kelulusan diperlukan untuk bilik mesyuarat ini. Sila padam atau tukar ke bilik mesyuarat lain jika perlu membuat perubahan.
pt_br: Falha ao editar regras recorrentes porque é obrigatória a aprovação para esta sala de reunião. Exclua ou mude para outra sala de reunião se precisar fazer alterações.
ru_ru: Невозможно изменить повторяющиеся правила, так как для этой комнаты требуется утверждение. Удалите или перейдите в другую комнату, если вам нужно внести изменения.
th_th: ไม่สามารถแก้กฎการเกิดซ้ำได้เนื่องจากจำเป็นต้องมีคำอนุมัติสำหรับห้องประชุมนี้ โปรดลบหรือเปลี่ยนเป็นห้องประชุมอื่นหากคุณต้องการเปลี่ยนแปลง
vi_vn: Không thể chỉnh sửa quy tắc của sự kiện lặp lại vì phòng họp này cần phải được phê duyệt . Vui lòng xóa hoặc đổi sang một phòng họp khác nếu bạn cần thực hiện các thay đổi.
zh_cn: 审批类会议室不支持修改重复性规则，如需修改请删除或更换其他会议室
zh_tw: 審核類會議室不支援修改重複性規則，如需修改請刪除或更換其他會議室

# pWg
source: Select the division
de_de: Wählen Sie den Geschäftsbereich
es_es: Selecciona la división
fr_fr: Sélectionner la division
hi_in: विभाग चुनें
id_id: Pilih divisi
it_it: Seleziona la divisione
ja_jp: 会議室の範囲を選択
ko_kr: 부문을 선택하세요
ms_my: Pilih bahagian
pt_br: Selecione a divisão
ru_ru: Выберите подгруппу
th_th: เลือกแผนก
vi_vn: Lựa chọn phân ban
zh_cn: 选择会议室所属分组
zh_tw: 選擇會議室所屬分組

# 0ms
source: Replied: Yes
de_de: Geantwortet: Ja
es_es: Respondido: Sí
fr_fr: Réponse : Oui
hi_in: उत्तर दिया: हाँ
id_id: Dibalas: Ya
it_it: Risposta: Sì
ja_jp: 承諾しました
ko_kr: 답장함: 예
ms_my: Balasan: Ya
pt_br: Respondido: Sim
ru_ru: Ответ: да
th_th: ตอบกลับแล้ว: ใช่
vi_vn: Đã trả lời: Có
zh_cn: 已回复“接受”
zh_tw: 已回覆「接受」

# md8
source: Replied: No
de_de: Geantwortet: Nein
es_es: Respondido: No
fr_fr: Réponse : Non
hi_in: उत्तर दिया: नहीं
id_id: Dibalas: Tidak
it_it: Risposta: No
ja_jp: 辞退しました
ko_kr: 답장함: 아니요
ms_my: Balasan: Tidak
pt_br: Respondido: Não
ru_ru: Ответ: нет
th_th: ตอบกลับแล้ว: ไม่ใช่
vi_vn: Đã trả lời: Không
zh_cn: 已回复“拒绝”
zh_tw: 已回覆「拒絕」

# 12c
source: Replied: Maybe
de_de: Geantwortet: Vielleicht
es_es: Respondido: Quizás
fr_fr: Réponse : Peut-être
hi_in: उत्तर दिया: शायद
id_id: Dibalas: Mungkin
it_it: Risposta: Forse
ja_jp: 保留しました
ko_kr: 답장함: 미정
ms_my: Balasan: Mungkin
pt_br: Respondido: Talvez
ru_ru: Ответ: mожет
th_th: ตอบกลับแล้ว: อาจจะ
vi_vn: Đã trả lời: Có thể
zh_cn: 已回复“待定”
zh_tw: 已回覆「待決定」

# 46k
source: Cancellation reason
de_de: Stornierungsgrund
es_es: Motivo de la cancelación
fr_fr: Motif de l'annulation
id_id: Alasan pembatalan
it_it: Motivo per l'annullamento
ja_jp: 取消の理由
ko_kr: 취소 사유
ms_my: Sebab pembatalan
pt_br: Motivo do cancelamento
ru_ru: Причина отмены
th_th: เหตุผลในการยกเลิก
vi_vn: Lý do hủy
zh_cn: 取消预约原因
zh_tw: 取消預約原因

# rpA
source: Reason for change
de_de: Änderungsgrund
es_es: Motivo del cambio
fr_fr: Motif du changement
id_id: Alasan perubahan
it_it: Motivo per la modifica
ja_jp: 時間変更の理由
ko_kr: 변경 사유
ms_my: Sebab perubahan
pt_br: Motivo da alteração
ru_ru: Причина изменения
th_th: เหตุผลในการเปลี่ยนแปลง
vi_vn: Lý do thay đổi
zh_cn: 重新预约原因
zh_tw: 重新預約原因

# Ckk
source: Email
de_de: E-Mail-Adresse
es_es: Correo electrónico
ja_jp: メールアドレス
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 信箱

# 3Ps
source: Message
de_de: Nachricht
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagem
ru_ru: Сообщение
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 留言
zh_tw: 留言

# sTU
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Date et heure
id_id: Waktu
it_it: Data
ja_jp: 日時
ko_kr: 시간
ms_my: Masa
pt_br: Hora
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# sIw
source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Подробности
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 查看詳細資料

# oK0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: 取り消す
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消预约
zh_tw: 取消預約

# Dm4
source: Change host for this event
de_de: Moderator für diesen Termin ändern
es_es: Cambiar el moderador de este evento
fr_fr: Changer d'hôte pour cet événement
id_id: Ganti host untuk acara ini
it_it: Modifica host per questo evento
ja_jp: この予定の進行役を変更
ko_kr: 이 이벤트에 대한 호스트 변경
ms_my: Tukar hos untuk acara ini
pt_br: Alterar host deste evento
ru_ru: Сменить ведущего этого события
th_th: เปลี่ยนโฮสต์สำหรับกิจกรรมนี้
vi_vn: Thay đổi chủ phòng cho sự kiện này
zh_cn: 更换此日程的主持人
zh_tw: 更換此日程的主持人

# Bvk
source: Change host
de_de: Moderator ändern
es_es: Cambiar moderador
fr_fr: Changer d'hôte
id_id: Ganti host
it_it: Modifica host
ja_jp: 進行役を変更
ko_kr: 진행자 변경
ms_my: Tukar hos
pt_br: Mudar de host
ru_ru: Сменить ведущего
th_th: เปลี่ยนโฮสต์
vi_vn: Thay đổi chủ phòng
zh_cn: 更换主持人
zh_tw: 更換主持人

# QMM
source: This event is no longer available.
de_de: Dieser Termin ist nicht mehr verfügbar.
es_es: Este evento ya no está disponible.
fr_fr: Cet événement n'est plus disponible.
id_id: Acara ini sudah tidak tersedia lagi.
it_it: L'evento non è più disponibile.
ja_jp: この予定は無効になりました
ko_kr: 이 이벤트는 더 이상 사용할 수 없습니다.
ms_my: Acara ini tidak lagi tersedia.
pt_br: Este evento não está mais disponível.
ru_ru: Это событие больше недоступно.
th_th: กิจกรรมนี้ไม่สามารถพร้อมใช้งานอีกต่อไปแล้ว
vi_vn: Sự kiện này không còn được tổ chức nữa.
zh_cn: 此日程已失效
zh_tw: 此日程已失效

# U9k
source: Event has started or expired. Unable to operate.
de_de: Das Ereignis hat begonnen oder ist abgelaufen. Ausführen ist nicht möglich.
es_es: El evento ha comenzado o expirado. No se puede operar.
fr_fr: L'événement a commencé ou a expiré. Opération impossible.
id_id: Acara telah dimulai atau kedaluwarsa. Gagal mengoperasikan.
it_it: Evento iniziato o scaduto. Impossibile eseguire l'azione.
ja_jp: 予定がすでに開始したか、または期限切れのため、操作できません。
ko_kr: 이벤트가 시작되었거나 만료되었습니다. 수행할 수 없습니다.
ms_my: Acara telah bermula atau tamat tempoh. Tidak dapat beroperasi.
pt_br: O evento foi iniciado ou expirou. Falha ao operar.
ru_ru: Событие началось или истекло. Не удалось выполнить операцию.
th_th: เหตุการณ์ได้เริ่มต้นหรือหมดอายุแล้ว ไม่สามารถดำเนินการได้
vi_vn: Sự kiện đã bắt đầu hoặc đã hết hạn. Không thể thao tác.
zh_cn: 日程已开始或过期，无法操作
zh_tw: 日程已開始或過期，無法操作

# D98
source: Host
de_de: Moderator
es_es: Moderador
fr_fr: Hôte
ja_jp: 進行役
ko_kr: 진행자
ms_my: Hos
ru_ru: Ведущий
th_th: โฮสต์
vi_vn: Chủ phòng
zh_cn: 主持人
zh_tw: 主持人

# pYc
source: Invitee email
de_de: E-Mail-Adresse des Eingeladenen
es_es: Correo electrónico de invitado
fr_fr: Adresse e-mail de l'invité
id_id: Email undangan
it_it: E-mail invitato
ja_jp: 予約者のメールアドレス
ko_kr: 초대 대상자 이메일
ms_my: Emel jemputan
pt_br: E-mail do convidado
ru_ru: Почта приглашенного
th_th: อีเมลผู้ได้รับเชิญ
vi_vn: Email của người được mời
zh_cn: 预约人邮箱
zh_tw: 預約者信箱

# BR8
source: Invitee
de_de: Eingeladener
es_es: Invitado
fr_fr: Invité
id_id: Undangan
it_it: Invitato
ja_jp: 予約者
ko_kr: 초대 대상자
ms_my: Jemputan
pt_br: Convidado
ru_ru: Приглашенный
th_th: ผู้ได้รับเชิญ
vi_vn: Người được mời
zh_cn: 预约人
zh_tw: 預約者

# NTE
source: A new event has been scheduled.
de_de: Ein neuer Termin wurde geplant
es_es: Se ha programado un nuevo evento
fr_fr: Un nouvel événement a été programmé
id_id: Acara baru telah dijadwalkan
it_it: Un nuovo evento è stato pianificato
ja_jp: 新しい予定が予約されました。
ko_kr: 새 이벤트가 예정되어 있습니다
ms_my: Acara baharu telah dijadualkan.
pt_br: Um novo evento foi agendado
ru_ru: Запланировано новое событие
th_th: มีการกำหนดกิจกรรมใหม่
vi_vn: Sự kiện mới đã được lên lịch
zh_cn: 有一个新的预约日程
zh_tw: 有一個新的預約日程

# Ho8
source: Reschedule
de_de: Erneut planen
es_es: Volver a programar
fr_fr: Replanifier
id_id: Jadwalkan Ulang
it_it: Ripianifica
ja_jp: 再予約
ko_kr: 예약 변경
ms_my: Jadual semula
pt_br: Reagendar
ru_ru: Перенести
th_th: ตั้งกำหนดการใหม่
vi_vn: Lên lại lịch
zh_cn: 重新预约
zh_tw: 重新預約

# 60c
source: Time
de_de: Zeit
es_es: Fecha/hora
fr_fr: Heure
id_id: Waktu
it_it: Orario
ja_jp: 日時
ko_kr: 시간
ms_my: Masa
pt_br: Data
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間
