Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# GMQ
source: An event has been created!
de_de: Ein Termin wurde erstellt!
es_es: Se ha creado un evento.
fr_fr: Un événement a été créé.
id_id: Acara telah dibuat!
it_it: È stato creato un evento!
ja_jp: 予定が作成済みです。重複して操作しないでください。
ko_kr: 이벤트가 생성되었습니다!
ms_my: Acara telah dicipta!
pt_br: Um evento foi criado!
ru_ru: Событие создано!
th_th: สร้างกิจกรรมแล้ว!
vi_vn: Một sự kiện đã được tạo!
zh_cn: 日程已创建成功，请勿重复操作
zh_tw: 日程已建立成功，請勿重複操作

# avU
source: Failed to load event info. Please try again later.
de_de: Termininformationen laden fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al cargar la información del evento. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement des informations sur l'événement. Veuillez réessayer plus tard.
id_id: Gagal memuat info acara. Coba lagi nanti.
it_it: Impossibile caricare informazioni evento. Riprova più tardi.
ja_jp: 予定情報を読み込みできませんでした。後で再試行してください。
ko_kr: 이벤트 정보를 로드하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan maklumat acara. Sila cuba lagi kemudian.
pt_br: Falha ao carregar informações do evento. Tente novamente mais tarde.
ru_ru: Не удалось загрузить информацию о событии. Повторите попытку позже.
th_th: โหลดข้อมูลกิจกรรมไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Tải thông tin sự kiện không thành công. Vui lòng thử lại sau.
zh_cn: 日程信息加载失败，请稍后重试
zh_tw: 日程資訊載入失敗，請稍後重試

# ol8
source: Loading event information...
de_de: Termininformationen werden geladen ...
es_es: Cargando información del evento...
fr_fr: Chargement des informations sur l'événement...
id_id: Memuat informasi acara...
it_it: Caricamento informazioni evento in corso
ja_jp: 予定情報を読み込んでいます...
ko_kr: 이벤트 정보 로드 중...
ms_my: Memuatkan maklumat acara...
pt_br: Carregando informações do evento...
ru_ru: Загрузка информации о событии...
th_th: กำลังโหลดข้อมูลกิจกรรม...
vi_vn: Đang tải thông tin sự kiện...
zh_cn: 日程信息加载中…
zh_tw: 日程資訊載入中…

# 6pY
source: At time of event
de_de: Zum Zeitpunkt des Ereignisses
es_es: A la hora del evento
fr_fr: À l'heure de l'événement
hi_in: ईवेंट के समय
id_id: Pada waktu acara
it_it: All'ora dell'evento
ja_jp: 予定開始時
ko_kr: 이벤트 시
ms_my: Pada masa acara
pt_br: Na hora do evento
ru_ru: Перед началом события
th_th: ในขณะที่เกิดเหตุการณ์
vi_vn: Tại thời điểm diễn ra sự kiện
zh_cn: 日程开始时
zh_tw: 日程開始時

# bl0
source: Once removed, you'll also leave the meeting group
de_de: Nach dem Entfernen werden Sie auch die Besprechungsgruppe verlassen
es_es: Una vez que se borren, tú también abandonarás el grupo de reunión
fr_fr: Après le retrait, vous quitterez également le groupe de réunion
hi_in: निकाले जाने के बाद, आप भी मीटिंग समूह छोड़ देंगे
id_id: Jika dihapus, Anda juga akan keluar dati grup rapat
it_it: Una volta rimosso, abbandonerai anche il gruppo della riunione
ja_jp: 重なったすべての予定を削除した場合、会議グループから退出することになります
ko_kr: 제거하면 회의 그룹에서도 나가게 됩니다
ms_my: Sekali dikeluarkan, anda juga akan meninggalkan kumpulan mesyuarat
pt_br: Se removido, você também sairá do grupo de reunião
ru_ru: После удаления вы также покинете группу конференции
th_th: เมื่อลบออกแล้ว คุณจะออกจากกลุ่มการประชุมด้วย
vi_vn: Một khi loại bỏ, bạn cũng sẽ rời khỏi nhóm tham gia họp
zh_cn: 若退出所有的重复性日程，你也会从会议群组中退出
zh_tw: 若退出所有的重複性日程，你也會從會議群組中退出

# +8E
source: Once removed, you'll also leave the meeting group
de_de: Nach dem Entfernen werden Sie auch die Besprechungsgruppe verlassen
es_es: Una vez que se borren, tú también abandonarás el grupo de reunión
fr_fr: Après le retrait, vous quitterez également le groupe de réunion
hi_in: निकाले जाने के बाद, आप भी मीटिंग समूह छोड़ देंगे
id_id: Jika dihapus, Anda juga akan keluar dati grup rapat
it_it: Una volta rimosso, abbandonerai anche il gruppo della riunione
ja_jp: 削除後、会議グループから退出します
ko_kr: 제거하면 회의 그룹에서도 나가게 됩니다
ms_my: Jika padam, anda juga akan meninggalkan kumpulan mesyuarat
pt_br: Se removido, você também sairá do grupo de reunião
ru_ru: После удаления вы также покинете группу конференции
th_th: เมื่อลบออกแล้ว คุณจะออกจากกลุ่มการประชุมด้วย
vi_vn: Một khi loại bỏ, bạn cũng sẽ rời khỏi nhóm tham gia họp
zh_cn: 退出后，你也会从会议群组中退出
zh_tw: 退出後，你也會從會議群組中退出

# V+g
source: The attendees you added this time can't join the meeting group. For higher attendee member limit, please contact the admin of your team.
de_de: Die dieses Mal hinzugefügten Teilnehmer können der Besprechungsgruppe nicht beitreten. Für eine höhere Teilnehmerzahl wenden Sie sich bitte an den Admin Ihres Teams.
es_es: Los asistentes que ha agregado esta vez no pueden unirse al grupo de reunión. Para aumentar el límite de asistentes, contacta con el administrados de tu equipo.
fr_fr: Les participants que vous venez d'ajouter ne peuvent pas rejoindre le groupe de réunion. Pour augmenter la limite de participants, veuillez contacter l'administrateur de votre équipe.
hi_in: इस बार आपके द्वारा जोड़े गए सहभागी मीटिंग समूह में शामिल नहीं हो सकते. उच्च प्रतिभागी सदस्य सीमा के लिए, कृपया अपनी टीम के अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Peserta yang Anda tambahkan pada waktu ini tidak dapat bergabung dengan grup rapat. Untuk anggota peserta yang lebih banyak, hubungi tim admin Anda.
it_it: I partecipanti aggiunti questa volta non possono partecipare al gruppo della riunione. Per un limite di membri partecipanti superiore, contatta l'amministratore del team.
ja_jp: 今回追加した参加者はすべてグループには入れません。グループの人数の上限を増やしたい場合、企業の管理者に連絡してください。
ko_kr: 이번에 추가한 참석자는 회의 그룹에 참가할 수 없습니다. 참석자 구성원 한도를 늘리려면 팀 관리자에게 문의하세요.
ms_my: Peserta yang anda tambah kali ini tidak dapat menyertai kumpulan mesyuarat. Untuk had ahli peserta yang lebih tinggi, sila hubungi pentadbir pasukan anda.
pt_br: Os participantes que você adicionou agora não podem ingressar no grupo de reunião. Para obter um limite mais alto de membros participantes, entre em contato com o administrador da sua equipe.
ru_ru: Участники, добавленные вами сейчас, не могут присоединиться к группе конференции. Обратитесь к администратору вашей команды, чтобы увеличить предельное количество участников.
th_th: ผู้เข้าร่วมที่คุณสร้างในเวลานี้ไม่สามารถเข้าร่วมกลุ่มการประชุมได้ หากต้องการเพิ่มขีดจำกัดจำนวนผู้เข้าร่วม โปรดติดต่อผู้ดูแลของทีมของคุณ
vi_vn: Những người tham gia bạn đã thêm lần này không thể vào nhóm tham họp. Để có giới hạn số lượng thành viên tham gia cao hơn, vui lòng liên hệ với quản trị viên của nhóm.
zh_cn: 本次添加的参与者无法加入会议群组，如需提高群人数上限，请联系企业管理员。
zh_tw: 本次新增的參與者無法加入會議群組，如需提高群組人數上限，請聯絡企業管理員。

# V9w
source: Number of meeting group members reaches limit
de_de: Anzahl der Besprechungsgruppen-Mitglieder erreicht Limit
es_es: Se ha alcanzado el límite de miembros del grupo de reunión
fr_fr: Le nombre de membres du groupe de réunion atteint la limite
hi_in: मीटिंग समूह के सदस्यों की संख्या अपनी सीमा तक पहुँच गई है
id_id: Jumlah anggota grup rapat mencapai batas
it_it: È stato raggiunto il numero massimo di membri del gruppo della riunione
ja_jp: 会議グループの人数が上限に達しています
ko_kr: 회의 그룹 구성원 수가 한도에 도달했습니다.
ms_my: Bilangan ahli kumpulan mesyuarat mencapai had
pt_br: O número de membros do grupo de reunião atingiu o limite
ru_ru: Достигнуто предельное количество участников группы конференции
th_th: จำนวนสมาชิกกลุ่มการประชุมเกินขีดจำกัด
vi_vn: Số lượng thành viên nhóm tham gia họp đã đạt giới hạn
zh_cn: 会议群组人数达到上限
zh_tw: 會議群組人數已達上限

# QxU
source: Location:
de_de: Standort:
es_es: Ubicación:
fr_fr: Emplacement :
hi_in: स्थान:
id_id: Lokasi:
it_it: Luogo:
ja_jp: 場所:
ko_kr: 위치:
ms_my: Lokasi:
pt_br: Local:
ru_ru: Местоположение:
th_th: ตำแหน่งที่ตั้ง:
vi_vn: Địa điểm:
zh_cn: 地点:
zh_tw: 地點：

# Osw
source: Remove all events
de_de: Alle Termine entfernen
es_es: Borrar todos los eventos
fr_fr: Retirer tous les événements
hi_in: सभी ईवेंट निकालें
id_id: Hapus semua acara
it_it: Rimuovi tutti gli eventi
ja_jp: すべて削除
ko_kr: 모든 이벤트 제거
ms_my: Buang semua acara
pt_br: Remover todos os eventos
ru_ru: Удалить все события
th_th: ลบเหตุการณ์ทั้งหมดออก
vi_vn: Loại bỏ tất cả sự kiện
zh_cn: 退出所有日程
zh_tw: 退出所有日程

# Ero
source: Remove this event only
de_de: Nur diesen Termin entfernen
es_es: Borrar solo este evento
fr_fr: Retirer cet événement uniquement
hi_in: केवल यह ईवेंट निकालें
id_id: Hanya hapus acara ini
it_it: Rimuovi solo questo evento
ja_jp: この予定から退出
ko_kr: 이 이벤트만 제거
ms_my: Buang acara ini sahaja
pt_br: Remover apenas este evento
ru_ru: Удалить только это событие
th_th: ลบเหตุการณ์นี้ออกเท่านั้น
vi_vn: Chỉ loại bỏ sự kiện này
zh_cn: 仅退出此日程
zh_tw: 僅退出此日程

# CfE
source: Room:
de_de: Raum:
es_es: Sala de reuniones:
fr_fr: Salle :
hi_in: रूम:
id_id: Ruang:
it_it: Sala:
ja_jp: 会議室：
ko_kr: 회의실:
ms_my: Bilik:
pt_br: Sala:
ru_ru: Комната:
th_th: ห้อง:
vi_vn: Phòng:
zh_cn: 会议室:
zh_tw: 會議室：

# JhE
source: Time:
de_de: Zeit:
es_es: Hora:
fr_fr: Heure :
hi_in: समय:
id_id: Waktu:
it_it: Ora:
ja_jp: 時間：
ko_kr: 시간:
ms_my: Masa:
pt_br: Hora:
ru_ru: Время:
th_th: เวลา:
vi_vn: Thời gian:
zh_cn: 时间:
zh_tw: 時間：

# sPE
source: Subject:
de_de: Titel:
es_es: Título:
fr_fr: Titre :
hi_in: शीर्षक:
id_id: Subjek:
it_it: Titolo:
ja_jp: タイトル:
ko_kr: 제목:
ms_my: Tajuk:
pt_br: Título:
ru_ru: Заголовок:
th_th: ชื่อเรื่อง:
vi_vn: Tiêu đề:
zh_cn: 主题:
zh_tw: 主題：

# e7w
source: Discard unsaved changes?
de_de: Nicht gespeicherte Änderungen verwerfen?
es_es: ¿Descartar cambios no guardados?
fr_fr: Abandonner les modifications non sauvegardées ?
hi_in: सहेजे नहीं गए बदलाव छोड़ें?
id_id: Buang perubahan yang belum disimpan?
it_it: Ignorare le modifiche non salvate?
ja_jp: 保存されていない説明があります。退出しますか？
ko_kr: 저장되지 않은 변경 사항을 취소하시겠습니까?
ms_my: Buang perubahan yang tidak disimpan?
pt_br: Descartar alterações não salvas?
ru_ru: Отменить несохраненные изменения?
th_th: ละทิ้งการเปลี่ยนแปลงที่ไม่ได้บันทึกหรือไม่
vi_vn: Loại bỏ thay đổi chưa lưu?
zh_cn: 还有未保存的描述，确认退出吗？
zh_tw: 還有未儲存的描述，確定要退出嗎？

# mCE
source: Chinese calendar
de_de: Chinesischer Kalender
es_es: Calendario chino
fr_fr: Calendrier chinois
hi_in: चीनी कैलेंडर- सरलीकृत
id_id: Kalender Tiongkok
it_it: Calendario cinese
ja_jp: 中国暦 - 簡体字中国語
ko_kr: 중국 캘린더
ms_my: Kalendar Cina - Ringkas
pt_br: Calendário chinês
ru_ru: Китайский лунный календарь
th_th: ปฏิทินจีน
vi_vn: Lịch âm
zh_cn: 中国农历
zh_tw: 中國農曆

# hSg
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhum
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không
zh_cn: 无
zh_tw: 無

# aMc
source: Approver
de_de: Genehmiger
es_es: Aprobador
fr_fr: Approbateur
hi_in: अनुमोदक
id_id: Pemberi Persetujuan
it_it: Responsabile dell'approvazione
ja_jp: 审批人
ko_kr: 승인자
ms_my: Pengesahan
pt_br: Aprovador
ru_ru: Пользователь, ответственный за подтверждение
th_th: ผู้อนุมัติ
vi_vn: Người phê duyệt
zh_cn: 审批人
zh_tw: 核准人

# 4U8
source: This meeting room reservation request was submitted. Deleting this meeting room will automatically cancel the request. Delete anyway?
de_de: Diese Reservierungsanfrage für den Besprechungsraum wurde abgesendet. Durch Löschen dieses Besprechungsraums wird die Anfrage automatisch storniert. Trotzdem löschen?
es_es: Se ha enviado la solicitud de reserva de esta sala de reuniones. Si eliminar esta sala de reuniones, la solicitud se cancelará automáticamente. ¿Eliminar de todos modos?
fr_fr: Cette demande de réservation de salle de réunion a été soumise. La suppression de cette salle de réunion annulera automatiquement la demande. Supprimer quand même ?
hi_in: यह मीटिंग रूम आरक्षण अनुरोध सबमिट किया गया था. इस मीटिंग रूम को हटाने से अनुरोध अपने आप रद्द हो जाएगा. फिर भी हटाएं?
id_id: Permintaan reservasi ruang rapat ini telah dikirimkan. Menghapus ruang rapat akan secara otomatis membatalkan permintaan tersebut. Tetap hapus?
it_it: La richiesta di prenotazione di questa sala riunioni è stata inviata. L'eliminazione di questa sala riunioni annullerà automaticamente la richiesta. Eliminare comunque?
ja_jp: この会議室の予約は申請済みです。会議室を削除すると、申請は取り消されます。削除しますか？
ko_kr: 이 회의실 예약 요청이 제출되었습니다. 이 회의실을 삭제하면 요청이 자동으로 취소됩니다. 그래도 삭제하시겠습니까?
ms_my: Permintaan tempahan bilik mesyuarat ini telah dihantar. Menghapus bilik mesyuarat ini akan membatalkan permintaan secara automatik. Hapuskan juga?
pt_br: A solicitação de reserva desta sala de reunião foi enviada. Excluir esta sala de reunião cancelará automaticamente a solicitação. Excluir de qualquer forma?
ru_ru: Запрос на бронирование комнаты отправлен. Удаление комнаты приведет к автоматической отмене запроса. Все равно удалить?
th_th: คำขอการจองห้องประชุมนี้ถูกส่งไปแล้ว การลบห้องประชุมนี้จะยกเลิกคำขอโดยอัตโนมัติ ลบต่อไปหรือไม่
vi_vn: Đã gửi yêu cầu đặt phòng họp này. Việc xóa phòng họp này sẽ tự động hủy yêu cầu. Vẫn xóa?
zh_cn: 已提交该会议室预定申请，删除该会议室后将自动撤回申请，确定删除吗？
zh_tw: 已提交該會議室預定申請，刪除該會議室會自動撤回申請，確定要刪除嗎？

# Lfs
source: This meeting room reservation request was approved. Cancel the reservation?
de_de: Diese Reservierungsanfrage für den Besprechungsraum wurde genehmigt. Stornierung bestätigen?
es_es: Se ha aprobado la solicitud de reserva de esta sala de reuniones. ¿Confirmar cancelación?
fr_fr: Cette demande de réservation de salle de réunion a été approuvée. Confirmer l'annulation ?
hi_in: यह मीटिंग रूम आरक्षण अनुरोध अनुमोदित किया गया था. रद्द करने की पुष्टि करें?
id_id: Permintaan reservasi ruang rapat ini telah disetujui. Batalkan reservasi?
it_it: La richiesta di prenotazione di questa sala riunioni è stata approvata. Confermare annullamento?
ja_jp: この会議室の予約は承認済みです。予約をキャンセルしますか？
ko_kr: 이 회의실 예약 요청이 승인되었습니다. 취소를 확인하시겠습니까?
ms_my: Permintaan tempahan bilik mesyuarat ini telah diluluskan. Sahkan pembatalan?
pt_br: A solicitação de reserva desta sala de reunião foi aprovada. Confirmar cancelamento?
ru_ru: Запрос на бронирование комнаты одобрен. Отменить?
th_th: คำขอการจองห้องประชุมนี้ได้รับการอนุมัติแล้ว ยืนยันการยกเลิกหรือไม่
vi_vn: Đã phê duyệt yêu cầu đặt phòng họp này. Xác nhận hủy bỏ?
zh_cn: 该会议室预定申请已通过审批，确定取消预定吗？
zh_tw: 該會議室預定申請已通過核准，確定要取消預定嗎？

# 7Fs
source: The original approval request was canceled. Please submit the request again.
de_de: Die ursprüngliche Genehmigungsanfrage wurde storniert. Bitte reichen Sie die Anfrage erneut ein.
es_es: Se ha cancelado la solicitud de aprobación original. Envía de nuevo la solicitud.
fr_fr: La demande d'approbation d'origine a été annulée. Veuillez soumettre la demande à nouveau.
hi_in: मूल अनुमोदन अनुरोध रद्द किया गया. कृपया यह अनुरोध पुनः पेश करें.
id_id: Permintaan persetujuan awal telah dibatalkan. Kirim permintaan lagi.
it_it: La richiesta di approvazione originale è stata annullata. Invia di nuovo la richiesta.
ja_jp: 元の承認は取り消されます。もう一度申請を提出してください
ko_kr: 원래 승인 요청이 취소되었습니다. 요청을 다시 제출해주세요.
ms_my: Permintaan kelulusan asal telah dibatalkan. Sila hantar semula permintaan tersebut.
pt_br: A solicitação de aprovação original foi cancelada. Envie a solicitação novamente.
ru_ru: Исходный запрос на подтверждение отменен. Отправьте запрос еще раз.
th_th: คำขออนุมัติเดิมถูกยกเลิก โปรดส่งคำขออีกครั้ง
vi_vn: Đã hủy bỏ yêu cầu phê duyệt ban đầu. Vui lòng gửi lại yêu cầu.
zh_cn: 原审批申请将失效，请重新提交申请
zh_tw: 原核准申請會失效，請重新提交申請

# sVc
source: This is a recurring event. Please book a room that doesn’t require approval.
de_de: Dies ist ein wiederkehrender Termin. Buchen Sie einen Raum, der nicht genehmigt werden muss.
es_es: Este evento es periódico. Reserve una sala que no necesite aprobación.
fr_fr: Ceci est un événement récurrent. Veuillez réserver une salle qui ne nécessite pas d'approbation.
hi_in: यह एक पुनरावृत्ति ईवेंट है. कृपया एक ऐसा रूम बुक करें जिसके लिए अनुमोदन की जरूरत न हो.
id_id: Ini adalah acara berulang. Pesan ruang yang tidak memerlukan persetujuan.
it_it: Si tratta di un evento ricorrente. Prenota una sala che non richiede approvazione.
ja_jp: 繰り返し予定です。承認が必要のない会議室を予約してください
ko_kr: 반복 이벤트입니다. 승인이 필요하지 않은 회의실을 예약하세요.
ms_my: Ini adalah acara berulang. Sila tempah bilik yang tidak memerlukan kelulusan.
pt_br: Este é um evento recorrente. Reserve uma sala que não exija aprovação.
ru_ru: Это повторяющееся событие. Забронируйте комнату, для бронирования которой не требуется подтверждение.
th_th: นี่คือกิจกรรมที่เกิดซ้ำ โปรดจองห้องที่ไม่ต้องการคำอนุมัติ
vi_vn: Đây là sự kiện định kỳ. Vui lòng đặt loại phòng không cần phê duyệt.
zh_cn: 此为重复性日程，请预定无需审批的会议室
zh_tw: 此為重複性日程，請預定無需核准的會議室

# 17w
source: In approval...
de_de: Wird genehmigt
es_es: En aprobación...
fr_fr: En cours d'approbation
hi_in: अनुमोदन में
id_id: Dalam persetujuan...
it_it: In approvazione
ja_jp: 承認中...
ko_kr: 승인 중
ms_my: Dalam kelulusan
pt_br: Em aprovação
ru_ru: На подтверждении
th_th: อยู่ระหว่างการอนุมัติ
vi_vn: Đang phê duyệt
zh_cn: 审批中...
zh_tw: 核准中…

# riw
source: Fill in meeting room request before saving event
de_de: Besprechungsraumanfrage vor Terminspeicherung ausfüllen
es_es: Rellena la solicitud de sala de reuniones antes de guardar el evento
fr_fr: Remplissez la demande de salle de réunion avant d'enregistrer l'événement
hi_in: ईवेंट सहेजने से पहले मीटिंग रूम अनुरोध भरें
id_id: Isi permintaan ruang rapat sebelum menyimpan acara
it_it: Compila la richiesta della sala riunioni prima di salvare l'evento
ja_jp: 会議室予定を申請してから保存してください
ko_kr: 이벤트 저장 전에 회의실 요청 작성
ms_my: Isi permintaan bilik mesyuarat sebelum menyimpan acara
pt_br: Preencha a solicitação de sala de reunião antes de salvar o evento
ru_ru: Заполните запрос на комнату, прежде чем сохранить событие
th_th: กรอกคำขอห้องประชุมก่อนที่จะบันทึกกิจกรรม
vi_vn: Điền yêu cầu của phòng họp trước khi lưu sự kiện
zh_cn: 保存日程前，请填写会议室申请
zh_tw: 儲存日程前，請填寫會議室申請

# JA8
source: Please describe the purpose of using the meeting room(required)
de_de: Geben Sie an, wofür der Besprechungsraum benötigt wird (erforderlich).
es_es: Describe el propósito de utilizar la sala de reuniones (obligatorio)
fr_fr: Veuillez décrire le but de l'utilisation de la salle de réunion (obligatoire)
hi_in: कृपया मीटिंग रूम के उपयोग के प्रयोजन को बताएं (जरूरी)
id_id: Uraikan tujuan penggunaan ruang rapat (wajib diisi)
it_it: Descrivi la finalità dell'utilizzo della sala riunioni (obbligatorio)
ja_jp: 会議室を利用する目的（必須）
ko_kr: 회의실 사용 목적을 설명하세요(필수)
ms_my: Sila nyatakan tujuan menggunakan bilik mesyuarat (diperlukan)
pt_br: Descreva o propósito do uso da sala de reunião (obrigatório)
ru_ru: Опишите цель использования комнаты (обязательно)
th_th: โปรดอธิบายวัตถุประสงค์ของการใช้ห้องประชุม (จำเป็น)
vi_vn: Vui lòng mô tả mục đích sử dụng phòng họp (bắt buộc)
zh_cn: 请说明会议室用途（必填）
zh_tw: 請說明會議室用途（必填）

# jUs
source: Unable to book this meeting room for recurring events as approval is required.
de_de: Dieser Besprechungsraum kann nicht für Ereignisserien gebucht werden, da eine Genehmigung erforderlich ist.
es_es: No se puede reservar esta sala de reuniones para eventos periódicos, ya que la aprobación es obligatoria.
fr_fr: Impossible de réserver cette salle de réunion pour des événements récurrents car une approbation est requise.
hi_in: पुनरावर्ती ईवेंट के लिए यह मीटिंग रूम आरक्षित करने में असमर्थ क्योंकि अनुमोदन आवश्यक है.
id_id: Gagal memesan ruang rapat ini untuk acara berulang karena diperlukan persetujuan.
it_it: Impossibile prenotare questa sala riunioni per eventi ricorrenti poiché è necessaria l'approvazione.
ja_jp: 承認タイプの会議室は2回予約することができません
ko_kr: 승인이 필요하므로 반복 이벤트에 이 회의실을 예약할 수 없습니다.
ms_my: Anda tidak boleh menempah semula bilik mesyuarat yang memerlukan kelulusan.
pt_br: Falha ao reservar esta sala de reunião para eventos recorrentes, pois a aprovação é obrigatória.
ru_ru: Невозможно изменить бронь комнат в ожидании подтверждения.
th_th: ไม่สามารถจองห้องประชุมนี้สำหรับเหตุการณ์ที่เกิดซ้ำได้ เนื่องจากจำเป็นต้องได้รับการอนุมัติ
vi_vn: Không thể đặt phòng họp này cho các sự kiện định kỳ vì yêu cầu đặt phòng cần được phê duyệt.
zh_cn: 审批类会议室无法重复预定
zh_tw: 核准類會議室無法重複預定

# SvE
source: Approval
de_de: Genehmigung
es_es: Aprobación
fr_fr: Approbation
hi_in: अनुमोदन
id_id: Persetujuan
it_it: Approvazione
ja_jp: 承認が必要
ko_kr: 승인
ms_my: Kelulusan
pt_br: Aprovação
ru_ru: Подтверждение
th_th: การอนุมัติ
vi_vn: Phê duyệt
zh_cn: 需审批
zh_tw: 需核准

# 6do
source: Not available
de_de: Buchen nicht möglich
es_es: No se puede reservar
fr_fr: Impossible de réserver
hi_in: बुक करने में असमर्थ
id_id: Tidak dapat memesan
it_it: Impossibile prenotare
ja_jp: 予約不可
ko_kr: 예약 불가
ms_my: Tidak dapat tempah
pt_br: Não é possível reservar
ru_ru: Невозможно забронировать
th_th: ไม่สามารถจองได้
vi_vn: Không thể đặt
zh_cn: 不支持预定
zh_tw: 不支援預定

# jPo
source: Add attachment
de_de: Anhang hinzufügen
es_es: Agregar adjunto
fr_fr: Ajouter une pièce jointe
hi_in: अटैचमेंट जोड़ें
id_id: Tambah lampiran
it_it: Aggiungi allegato
ja_jp: 添付ファイルを追加
ko_kr: 첨부 파일 추가
ms_my: Tambah lampiran
pt_br: Incluir anexo
ru_ru: Добавить вложение
th_th: เพิ่มไฟล์แนบ
vi_vn: Thêm tệp đính kèm
zh_cn: 添加附件
zh_tw: 新增附件

# +q0
source: Attachments larger than 25 MB can't be sent.
de_de: Anhänge über 25 MB können nicht gesendet werden.
es_es: Los adjuntos de más de 25 MB no se pueden enviar.
fr_fr: Impossible d'envoyer des pièces jointes d'une taille supérieure à 25 Mo.
hi_in: 25 MB से बड़े अटैचमेंट भेजे नहीं जा सकते हैं.
id_id: Lampiran yang lebih besar dari 25 MB tidak dapat dikirim.
it_it: Non è possibile inviare allegati di dimensioni superiori a 25 MB.
ja_jp: 25MBを超えるファイルはアップロードできません
ko_kr: 25MB를 초과한 첨부 파일은 보낼 수 없습니다.
ms_my: Lampiran yang lebih besar daripada 25 MB tidak boleh dihantar.
pt_br: Anexos maiores que 25 MB não podem ser enviados.
ru_ru: Нельзя отправить вложение размером более 25 МБ.
th_th: ไม่สามารถส่งไฟล์แนบที่มีขนาดใหญ่กว่า 25 MB ได้
vi_vn: Không thể gửi tệp đính kèm lớn hơn 25 MB.
zh_cn: 无法上传超过25 MB的文件
zh_tw: 無法上傳超過 25 MB 的檔案

# Uto
source: The Attachments have not been uploaded. Are you sure to save the event?
de_de: Die Anhänge wurden nicht hochgeladen. Möchten Sie den Termin wirklich speichern?
es_es: Los adjuntos no se han cargado correctamente. ¿Guardar el evento?
fr_fr: Les pièces jointes n'ont pas été téléchargées. Confirmer l'enregistrement de l'événement ?
hi_in: अटैचमेंट अपलोड नहीं किए गए हैं. क्या आप वाकई ईवेंट को सहेजना चाहते हैं?
id_id: Lampiran belum diunggah. Anda yakin ingin menyimpan acara?
it_it: Gli allegati non sono stati caricati. Vuoi salvare l'evento?
ja_jp: アップロードが完了していない添付ファイルがあります。保存しますか？
ko_kr: 첨부 파일이 업로드되지 않았습니다. 이벤트를 저장하시겠습니까?
ms_my: Lampiran belum dimuat naik. Adakah anda pasti untuk menyimpan acara?
pt_br: Os anexos não foram carregados. Deseja realmente salvar o evento?
ru_ru: Вложения не загружены. Сохранить это событие?
th_th: ไฟล์แนบไม่ถูกอัปโหลด คุณแน่ใจหรือไม่ว่าต้องการบันทึกเหตุการณ์
vi_vn: Tệp đính kèm chưa được tải lên. Bạn có chắc muốn lưu sự kiện này không?
zh_cn: 有附件还未上传完成，确定保存吗？
zh_tw: 有附件還未完成上傳，確定儲存嗎？

# 9JU
source: The attachments failed to upload will be lost after saving the event.
de_de: Die Anhänge konnten nicht hochgeladen werden und gehen nach dem Speichern des Termins verloren.
es_es: Los adjuntos que no se han podido cargar se perderán después de guardar el evento.
fr_fr: Les pièces jointes qui n'ont pas pu être téléchargées seront perdues après l'enregistrement de l'événement.
hi_in: अपलोड होने में लिफल हुए अटैचमेंट ईवेंट सहेजने के बाद गुम हो जाएंगे.
id_id: Lampiran yang gagal diunggah akan hilang setelah menyimpan acara.
it_it: Gli allegati non caricati andranno persi dopo il salvataggio dell'evento.
ja_jp: 保存後、予定にこの添付ファイルの情報がなくなります。
ko_kr: 이벤트를 저장하면, 업로드하지 못한 첨부 파일이 손실됩니다.
ms_my: Lampiran yang gagal dimuat naik akan hilang selepas menyimpan acara.
pt_br: Os anexos que tiveram falha no carregamento serão perdidos após salvar o evento.
ru_ru: Вложения, которые не удалось загрузить, будут потеряны после сохранения события.
th_th: ไฟล์แนบที่ล้มเหลวในการอัปโหลดจะหายไปหลังจากบันทึกกิจกรรม
vi_vn: Tệp đính kèm không được tải lên sẽ bị mất sau khi lưu sự kiện.
zh_cn: 保存后，日程将没有该附件信息
zh_tw: 儲存後，日程會沒有該附件資訊。
