Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# SGM
source: Conflict with existing event
de_de: Konflikt mit bestehendem Termin
es_es: Conflicto con un evento existente
fr_fr: Conflit avec un événement existant
hi_in: मौजूदा ईवेंट में समस्या
id_id: Berkonflik dengan acara yang sudah ada
it_it: Conflitto con un evento esistente
ja_jp: 既存の予定と重なっています
ko_kr: 기존 이벤트와 충돌
ms_my: Bertembung dengan acara sedia ada
pt_br: Conflito com evento existente
ru_ru: Конфликт с существующим событием
th_th: ชนกับกิจกรรมที่มีอยู่
vi_vn: Xung đột với sự kiện hiện tại
zh_cn: 与已有日程冲突
zh_tw: 與現有日程衝突

# 17c
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อผู้ติดต่อ
vi_vn: Danh bạ
zh_cn: 联系人
zh_tw: 聯絡人

# MHE
source: Creator
de_de: Ersteller
es_es: Creador
fr_fr: Créateur
hi_in: निर्माता
id_id: Pembuat
it_it: Creatore
ja_jp: 作成者
ko_kr: 생성자
ms_my: Pencipta
pt_br: Criador
ru_ru: Создатель
th_th: ผู้สร้าง
vi_vn: Người tạo
zh_cn: 创建者
zh_tw: 建立者

# LLs
source: Decline all events
de_de: Alle Termine ablehnen
es_es: Rechazar todos los eventos
fr_fr: Refuser tous les événements
hi_in: सभी ईवेंट अस्वीकार करें
id_id: Tolak semua acara
it_it: Rifiuta tutti gli eventi
ja_jp: すべての予定を辞退
ko_kr: 모든 이벤트 거절
ms_my: Tolak semua acara
pt_br: Recusar todos os eventos
ru_ru: Отклонить все события
th_th: ปฏิเสธกิจกรรมทั้งหมด
vi_vn: Từ chối tất cả sự kiện
zh_cn: 拒绝所有日程
zh_tw: 拒絕所有日程

# YkA
source: Decline this event only
de_de: Nur diesen Termin ablehnen
es_es: Rechazar solo este evento
fr_fr: Refuser cet événement uniquement
hi_in: केवल इस ईवेंट को अस्वीकार करें
id_id: Hanya tolak acara ini
it_it: Rifiuta solo questo evento
ja_jp: この予定のみ辞退
ko_kr: 이 이벤트만 거절
ms_my: Tolak acara ini sahaja
pt_br: Recusar apenas este evento
ru_ru: Отклонить только это событие
th_th: ปฏิเสธกิจกรรมนี้เท่านั้น
vi_vn: Chỉ từ chối sự kiện này
zh_cn: 仅拒绝此日程
zh_tw: 僅拒絕此日程

# kyM
source: Delete Calendar
de_de: Kalender löschen
es_es: Eliminar calendario
fr_fr: Supprimer le calendrier
hi_in: कैलेंडर हटाएँ
id_id: Hapus Kalender
it_it: Elimina calendario
ja_jp: カレンダーを削除
ko_kr: 캘린더 삭제
ms_my: Padam Kalendar
pt_br: Excluir calendário
ru_ru: Удалить календарь
th_th: ลบปฏิทิน
vi_vn: Xóa lịch
zh_cn: 删除日历
zh_tw: 刪除日曆

# u9U
source: Delete Calendar
de_de: Kalender löschen
es_es: Eliminar calendario
fr_fr: Supprimer le calendrier
id_id: Hapus Kalender
it_it: Elimina Calendario
ja_jp: カレンダーを削除
ko_kr: 캘린더 삭제
ms_my: Padam Kalendar
pt_br: Excluir calendário
ru_ru: Удалить календарь
th_th: ลบปฏิทิน
vi_vn: Xóa lịch
zh_cn: 删除日历
zh_tw: 刪除日曆

# Awk
source: Delete this and following events
de_de: Dieses und folgende Ereignisse löschen
es_es: Eliminar este evento y los siguientes
fr_fr: Supprimer cet événement et les suivants
hi_in: यह और इसके बाद के ईवेंट हटाएँ
id_id: Hapus acara ini dan acara berikutnya
it_it: Elimina questo evento e gli eventi seguenti
ja_jp: これ以降の予定を削除
ko_kr: 이 이벤트 및 다음 이벤트 삭제
ms_my: Padam acara berikut
pt_br: Excluir este e os eventos seguintes
ru_ru: Удалить это и следующие события
th_th: ลบเหตุการณ์นี้และเหตุการณ์ถัดไป
vi_vn: Xóa sự kiện này và các sự kiện tiếp theo
zh_cn: 删除此次及后续日程
zh_tw: 刪除此次及後續日程

# tus
source: Description:
de_de: Beschreibung:
es_es: Descripción:
id_id: Deskripsi:
it_it: Descrizione:
ja_jp: 説明：
ko_kr: 설명:
ms_my: Penerangan:
pt_br: Descrição:
ru_ru: Описание:
th_th: คำอธิบาย:
vi_vn: Mô tả:
zh_cn: 描述：
zh_tw: 說明：

# Cfo
source: Details hidden at the organizer's request
de_de: Details wurden auf Wunsch des Organisators ausgeblendet
es_es: Los detalles se han ocultado a petición del organizador
fr_fr: Détails masqués à la demande de l'organisateur
hi_in: आयोजक के अनुरोध पर विवरण छुपाए गए हैं
id_id: Perincian disembunyikan atas permintaan penyelenggara
it_it: Dettagli nascosti su richiesta dell'organizzatore
ja_jp: 予約者情報は表示できません
ko_kr: 주최자 요청에 따라 세부 정보 숨김
ms_my: Butiran tersembunyi atas permintaan penganjur
pt_br: Detalhes ocultos mediante solicitação do organizador
ru_ru: Детали скрыты по запросу организатора
th_th: ข้อมูลถูกซ่อนไว้ตามคำขอของผู้จัด
vi_vn: Chi tiết bị ẩn theo yêu cầu của người tổ chức
zh_cn: 无法查看预定者信息
zh_tw: 無法查看預定者資訊

# 5lM
source: Don't Send
de_de: Nicht senden
es_es: No enviar
fr_fr: Ne pas envoyer
hi_in: नहीं भेजें
id_id: Jangan kirim
it_it: Non inviare
ja_jp: 送信しない
ko_kr: 보내지 않음
ms_my: Jangan hantar
pt_br: Não enviar
ru_ru: Не отправлять
th_th: ไม่ส่ง
vi_vn: Không gửi
zh_cn: 不发送
zh_tw: 不傳送

# ZRI
source: Event Detail
de_de: Termindetail
es_es: Detalles del evento
fr_fr: Détails de l'événement
hi_in: ईवेंट का विवरण
id_id: Perincian Acara
it_it: Dettagli evento
ja_jp: 予定の詳細
ko_kr: 이벤트 세부 정보
ms_my: Butiran Acara
pt_br: Detalhe do evento
ru_ru: Сведения о событии
th_th: รายละเอียดกิจกรรม
vi_vn: Chi tiết sự kiện
zh_cn: 日程详情
zh_tw: 日程詳細資訊

# TMw
source: Event guest permissions
de_de: Termin-Gastberechtigungen
es_es: Permisos de invitado a evento
fr_fr: Autorisations de l'invité à l'événement
id_id: Izin tamu acara
it_it: Eventi di autorizzazione ospite
ja_jp: 予定参加者の権限
ko_kr: 이벤트 게스트 권한
ms_my: Kebenaran tetamu acara
pt_br: Permissões de convidado do evento
ru_ru: Разрешения гостя события
th_th: สิทธิ์การอนุญาตสำหรับผู้ได้รับเชิญเข้าร่วมเหตุการณ์
vi_vn: Quyền của người được mời tham gia sự kiện
zh_cn: 参与者权限
zh_tw: 參與者權限

# OKE
source: Event guests
de_de: Termin-Eingeladene
es_es: Invitados a evento
fr_fr: Invités à l'événement
id_id: Tamu acara
it_it: Invitati all'evento
ja_jp: 予定参加者
ko_kr: 이벤트 초대 대상자
ms_my: Tetamu acara
pt_br: Convidados do evento
ru_ru: Гости события
th_th: ผู้ได้รับเชิญเข้าร่วมเหตุการณ์
vi_vn: Người được mời tham gia sự kiện
zh_cn: 参与者
zh_tw: 參與者

# 6q8
source: Event
de_de: Termin
es_es: Evento
fr_fr: Événement
hi_in: ईवेंट
id_id: Acara
it_it: Evento
ja_jp: 予定情報
ko_kr: 이벤트
ms_my: Acara
pt_br: Evento
ru_ru: Событие
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 日程信息
zh_tw: 日程資訊

# 2nQ
source: External
de_de: Extern
es_es: Externos
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_tw: 外部

# nDI
source: Free
de_de: Frei
es_es: Disponible
fr_fr: Libre
hi_in: ख़ाली
id_id: Bebas
it_it: Disponibile
ja_jp: 予定なし
ko_kr: 한가함
ms_my: Kosong
pt_br: Livre
ru_ru: Свободен
th_th: ว่าง
vi_vn: Rảnh
zh_cn: 空闲
zh_tw: 閒置

# CF0
source: Grant new guests permissions to meeting minutes
de_de: Neuen Gästen Berechtigungen für Besprechungsprotokolle gewähren
es_es: Otorgar a los nuevos invitados los permisos de las actas de reunión
fr_fr: Accorder aux nouveaux invités des autorisations pour les compte-rendus de réunion
id_id: Berikan izin ke catatan rapat kepada tamu baru
it_it: Concedi le autorizzazioni per il verbale della riunione ai nuovi ospiti
ja_jp: 新規参加者に議事録の権限を付与
ko_kr: 새 게스트에게 회의록 권한을 부여합니다
ms_my: Berikan tetamu baru kebenaran untuk minit mesyuarat
pt_br: Conceder aos novos convidados permissões para anotações das reuniões
ru_ru: Предоставить новым гостям разрешений на протокол конференции
th_th: ให้สิทธิ์การอนุญาตผู้รับเชิญใหม่ในบันทึกการประชุม
vi_vn: Cấp cho khách mới quyền đối với biên bản cuộc họp
zh_cn: 授予新增参与者会议纪要的权限
zh_tw: 授予新增參與者會議記錄的權限

# /pY
source: You cannot see the group members since you are not in the group.
de_de: Sie können die Gruppenmitglieder nicht sehen, da Sie nicht in der Gruppe sind.
es_es: No puedes ver los miembros del grupo, ya que no formas parte de él.
fr_fr: Vous ne pouvez pas consulter les membres du groupe, étant donné que vous n'en faites pas partie.
hi_in: चूंकि आप समूह में नहीं हैं, इसलिए आप समूह के सदस्यों को नहीं देख सकते हैं.
id_id: Anda tidak dapat melihat anggota grup karena Anda tidak berada di dalam grup.
it_it: Non puoi vedere i membri del gruppo poiché non appartieni al gruppo.
ja_jp: グループに参加していないため、グループメンバーを表示できません
ko_kr: 그룹에 참여하지 않았기 때문에 그룹 구성원을 볼 수 없습니다.
ms_my: Anda tidak boleh melihat ahli kumpulan kerana anda tidak berada dalam kumpulan.
pt_br: Você não pode ver os membros do grupo porque não está no grupo.
ru_ru: Вы не можете видеть участников группы, поскольку не состоите в группе.
th_th: คุณไม่สามารถดูสมาชิกในกลุ่มได้ เนื่องจากคุณไม่ได้อยู่ในกลุ่มนี้
vi_vn: Bạn không thể nhìn thấy các thành viên trong nhóm vì bạn không ở trong nhóm.
zh_cn: 你不在此群中，无法查看该群成员
zh_tw: 你不在此群組中，無法查看該群成員

# OSY
source: Guests
de_de: Gäste
es_es: Invitados
fr_fr: Invités
hi_in: गेस्ट
id_id: Tamu
it_it: Ospiti
ja_jp: 参加者
ko_kr: 게스트
ms_my: Tetamu
pt_br: Convidados
ru_ru: Гости
th_th: ผู้รับเชิญ
vi_vn: Khách
zh_cn: 参与者
zh_tw: 參與者

# UPg
source: Guests can
de_de: Gäste können
es_es: Los invitados pueden
fr_fr: Les invités peuvent
hi_in: गेस्ट
id_id: Tamu dapat
it_it: Gli ospiti possono
ja_jp: 参加者に次の操作を許可
ko_kr: 게스트가 수행할 수 있는 작업:
ms_my: Tetamu boleh
pt_br: Os convidados podem
ru_ru: Гости могут
th_th: ผู้รับเชิญสามารถ
vi_vn: Khách có thể
zh_cn: 参与者可以
zh_tw: 參與者可以

# XGg
source: Hidden at the organizer's request
de_de: Auf Wunsch des Organisators ausgeblendet
es_es: Se han ocultado a petición del organizador
fr_fr: Masqué à la demande de l'organisateur
hi_in: आयोजक के अनुरोध पर छुपाए गए
id_id: Disembunyikan atas permintaan penyelenggara
it_it: Nascosto su richiesta dell'organizzatore
ja_jp: 主催者により、参加者リストが非表示に設定されています
ko_kr: 주최자 요청에 따라 숨김
ms_my: Disorok atas permintaan penganjur
pt_br: Oculto mediante solicitação do organizador
ru_ru: Скрыто по запросу организатора
th_th: ถูกซ่อนไว้ตามคำขอของผู้จัด
vi_vn: Đã ẩn theo yêu cầu của người tổ chức
zh_cn: 组织者设置了隐藏参与者列表
zh_tw: 組織者設定了隱藏參與者名單

# 1vo
source: For safety reasons, some group members have been hidden
de_de: Einige Gruppenmitglieder wurden aus Sicherheitsgründen ausgeblendet
es_es: Por motivos de seguridad, algunos miembros del grupo se han ocultado
fr_fr: Pour des raisons de sécurité, certains membres du groupe ont été masqués
hi_in: सुरक्षा कारणों से, समूह के कुछ सदस्यों को छुपा दिया गया है
id_id: Demi keamanan, beberapa anggota grup telah disembunyikan
it_it: Per motivi di sicurezza, alcuni membri del gruppo sono stati nascosti
ja_jp: セキュリティー上の理由から、一部のグループメンバーを非表示にしています
ko_kr: 안전을 위해 일부 그룹 구성원은 숨겨집니다.
ms_my: Demi keselamatan, beberapa ahli kumpulan telah disembunyikan
pt_br: Por motivos de segurança, alguns membros do grupo foram ocultados
ru_ru: По соображениям безопасности некоторые участники группы были скрыты
th_th: ด้วยเหตุผลด้านความปลอดภัย สมาชิกกลุ่มบางรายจะถูกซ่อนไว้
vi_vn: Vì lý do an toàn, một số thành viên nhóm đã bị ẩn
zh_cn: 出于安全考虑，已隐藏部分群成员
zh_tw: 出於安全考慮，已隱藏部分群組成員

# BeE
source: Invite others
de_de: Andere einladen
es_es: Invitar a otros
fr_fr: Inviter d'autres personnes
hi_in: अन्य लोगों को आमंत्रित कर सकते हैं
id_id: Undang orang lain
it_it: Invitare altri utenti
ja_jp: 参加者の招待
ko_kr: 다른 사람 초대
ms_my: Jemput orang lain
pt_br: Convidar outras pessoas
ru_ru: пригласить гостей
th_th: เชิญผู้อื่น
vi_vn: Mời người khác
zh_cn: 邀请参与者
zh_tw: 邀請參與者

# yc0
source: Invitation sent
de_de: Einladung gesendet
es_es: Invitación enviada
fr_fr: Invitation envoyée
id_id: Undangan dikirim
it_it: Invito inviato
ja_jp: 予定の招待を送信しました
ko_kr: 초대 전송됨
ms_my: Jemputan dihantar
pt_br: Convite enviado
ru_ru: Приглашение отправлено
th_th: ส่งคำเชิญแล้ว
vi_vn: Đã gửi lời mời
zh_cn: 已发送日程邀请
zh_tw: 已傳送日程邀請

# BPU
source: Join Video Meeting
de_de: Videokonferenz beitreten
es_es: Unirse a la reunión por videollamada
fr_fr: Rejoindre une visioconférence
hi_in: वीडियो मीटिंग में शामिल हों
id_id: Bergabung dengan Rapat Video
it_it: Partecipa alla riunione video
ja_jp: ビデオ会議に参加
ko_kr: 화상 회의에 참가
ms_my: Mesyuarat video telah tamat tempoh.
pt_br: Ingressar na reunião por vídeo
ru_ru: Присоединиться к видеоконференции
th_th: เข้าร่วมการประชุมทางวิดีโอ
vi_vn: Tham gia cuộc họp video
zh_cn: 加入视频会议
zh_tw: 加入視訊會議

# pmc
source: Link
de_de: Verknüpfen
es_es: Vincular
fr_fr: Lien
id_id: Tautkan
it_it: Collega
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
pt_br: Vincular
ru_ru: Ссылка
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 日历链接
zh_tw: 日曆連結

# Tb8
source: Maybe
de_de: Vielleicht
es_es: Tal vez
fr_fr: Peut-être
hi_in: शायद
id_id: Mungkin
it_it: Forse
ja_jp: 保留
ko_kr: 미정
ms_my: Mungkin
pt_br: Talvez
ru_ru: Может
th_th: อาจจะ
vi_vn: Có thể
zh_cn: 待定
zh_tw: 待定

# o+U
source: Note
de_de: Hinweis
es_es: Nota
hi_in: नोट
id_id: Catatan
it_it: Nota
ja_jp: 説明
ko_kr: 참고
ms_my: Nota
pt_br: Anotação
ru_ru: Примечание
th_th: หมายเหตุ
vi_vn: Lưu ý
zh_cn: 留言
zh_tw: 留言

# oVA
source: Modify event
de_de: Termine modifizieren
es_es: Modificar el evento
fr_fr: Modifier l'événement
hi_in: ईवेंट संशोधित कर सकते हैं
id_id: Ubah acara
it_it: Modificare l'evento
ja_jp: 予定の変更
ko_kr: 이벤트 수정
ms_my: Ubah acara
pt_br: Modificar o evento
ru_ru: изменить событие
th_th: ปรับเปลี่ยนกิจกรรม
vi_vn: Sửa đổi sự kiện
zh_cn: 修改日程
zh_tw: 修改日程

# P9w
source: Invite new guests to join the meeting group
de_de: Neue Gäste zur Teilnahme an Besprechungsgruppe einladen
es_es: Invita a nuevos invitados a unirse al grupo de la reunión
fr_fr: Inviter de nouveaux invités à rejoindre le groupe de réunion
id_id: Undang tamu baru untuk bergabung dengan grup rapat
it_it: Invita nuovi ospiti a partecipare al gruppo riunione
ja_jp: 新規参加者を会議グループに招待
ko_kr: 회의 그룹에 새 게스트를 초대합니다
ms_my: Jemput tetamu baru untuk menyertai kumpulan mesyuarat
pt_br: Convidar novos convidados para ingressar no grupo de reunião
ru_ru: Пригласить новых гостей присоединиться к группе конференции
th_th: เชิญผู้รับเชิญใหม่เข้าร่วมกลุ่มการประชุม
vi_vn: Mời khách mới tham gia nhóm cuộc họp
zh_cn: 邀请新增参与者加入会议群
zh_tw: 邀請新增參與者加入會議群組

# KkQ
source: No available rooms found
de_de: Keine verfügbaren Räume gefunden
es_es: No se han encontrado salas de reuniones disponibles
fr_fr: Aucune salle disponible trouvée
hi_in: कोई उपलब्ध रूम नहीं मिला
id_id: Tidak ditemukan ruang yang tersedia
it_it: Nessuna sala disponibile trovata
ja_jp: 利用可能な会議室がありません
ko_kr: 사용 가능한 회의실을 찾을 수 없습니다
ms_my: Tiada bilik tersedia
pt_br: Nenhuma sala disponível foi encontrada
ru_ru: Доступные комнаты не найдены
th_th: ไม่พบห้องที่พร้อมใช้งาน
vi_vn: Không tìm thấy phòng còn trống nào
zh_cn: 没有搜索到可用的会议室
zh_tw: 沒有搜尋到可用的會議室

# CpI
source: No description
de_de: Keine Beschreibung
es_es: Sin descripción
fr_fr: Aucune description
hi_in: कोई जानकारी नहीं
id_id: Tidak ada deskripsi
it_it: Nessuna descrizione
ja_jp: 説明がありません
ko_kr: 설명 없음
ms_my: Tiada keterangan
pt_br: Sem descrição
ru_ru: Нет описания
th_th: ไม่มีคำอธิบาย
vi_vn: Không có mô tả nào
zh_cn: 暂无描述
zh_tw: 暫無描述

# oiU
source: No permission to edit
de_de: Keine Berechtigung zum Bearbeiten
es_es: Sin permiso de edición
fr_fr: Pas d'autorisation de modification
id_id: Tidak memiliki izin untuk mengedit
it_it: Nessuna autorizzazione per modificare
ja_jp: 編集権限がありません。
ko_kr: 편집 권한이 없습니다
ms_my: Tiada kebenaran untuk edit
pt_br: Sem permissão para editar
ru_ru: Нет разрешения на редактирование
th_th: ไม่มีสิทธิ์การอนุญาตแก้ไข
vi_vn: Không có quyền chỉnh sửa
zh_cn: 暂无编辑权限
zh_tw: 暫無編輯權限

# HiU
source: No repeats
de_de: Keine Wiederholung
es_es: No repetir
fr_fr: Ne pas répéter
hi_in: कोई दोहराव नहीं
id_id: Tidak berulang
it_it: Nessuna ripetizione
ja_jp: 繰り返さない
ko_kr: 반복 안함
ms_my: Tiada ulangan
pt_br: Não repetir
ru_ru: Не повторяется
th_th: ไม่ทำซ้ำ
vi_vn: Không lặp lại
zh_cn: 不重复
zh_tw: 不重複

# J5E
source: No title
de_de: Kein Titel
es_es: Sin título
fr_fr: Sans titre
hi_in: कोई शीर्षक नहीं
id_id: Tidak ada judul
it_it: Senza titolo
ja_jp: タイトル無し
ko_kr: 제목 없음
ms_my: Tiada tajuk
pt_br: Sem título
ru_ru: Без заголовка
th_th: ไม่มีชื่อเรื่อง
vi_vn: Không có tiêu đề
zh_cn: 无主题
zh_tw: 無主題

# SyE
source: Not attending
de_de: Nicht teilnehmen
es_es: No asistirá
fr_fr: Ne pas participer
hi_in: उपस्थित नहीं
id_id: Tidak hadir
it_it: Non parteciperà
ja_jp: 参加しない
ko_kr: 참석 안 함
ms_my: Tidak hadir
pt_br: Não comparecer
ru_ru: Не присутствует
th_th: ไม่เข้าร่วม
vi_vn: Không tham dự
zh_cn: 不参与
zh_tw: 不參與

# CGs
source: Optional
es_es: Opcional
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Opzionale
ja_jp: 任意参加
ko_kr: 선택 사항
ms_my: Pilihan
pt_br: Opcional
ru_ru: Необязательно
th_th: ไม่บังคับ
vi_vn: Tùy chọn
zh_cn: 可选参与
zh_tw: 可選參與

# eSE
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
hi_in: आयोजक
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 组织者
zh_tw: 組織者

# ykQ
source: Owner:
de_de: Besitzer:
es_es: Propietario:
fr_fr: Propriétaire :
id_id: Pemilik:
it_it: Proprietario:
ja_jp: 所有者：
ko_kr: 소유자:
ms_my: Pemilik:
pt_br: Proprietário:
ru_ru: Владелец:
th_th: เจ้าของ:
vi_vn: Chủ sở hữu:
zh_cn: 所有者：
zh_tw: 擁有者：

# X6A
source: Permission settings
de_de: Berechtigungseinstellungen
es_es: Configuración de permisos
fr_fr: Paramètres d'autorisation
id_id: Pengaturan izin
it_it: Impostazioni delle autorizzazioni
ja_jp: 権限設定
ko_kr: 권한 설정
ms_my: Tetapan kebenaran
pt_br: Configurações de permissão
ru_ru: Настройки разрешений
th_th: การตั้งค่าสิทธิ์การอนุญาต
vi_vn: Cài đặt quyền
zh_cn: 权限设置
zh_tw: 權限設定

# ans
source: QR Code
es_es: Código QR
fr_fr: Code QR
id_id: Kode QR
it_it: Codice QR
ja_jp: QRコード
ko_kr: QR 코드
ms_my: Kod QR
pt_br: Código QR
ru_ru: QR код
th_th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_cn: 日历二维码
zh_tw: 日曆 QR 碼

# azk
source: Going?
de_de: Laufend?
es_es: ¿Va a asistir?
fr_fr: Confirmer la participation ?
hi_in: जा रहे हैं?
id_id: Ikut?
it_it: Parteciperai?
ja_jp: 参加しますか？
ko_kr: 참가하시겠습니까?
ms_my: Pergi?
pt_br: Comparecerá?
ru_ru: Пойдете?
th_th: เข้าร่วมหรือไม่
vi_vn: Có đi không?
zh_cn: 是否参加？
zh_tw: 是否參加？

# hIY
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: 拒否
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 拒绝
zh_tw: 拒絕

# SQQ
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: 拒否済み
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 已拒绝
zh_tw: 已拒絕

# gwA
source: remind me
de_de: erinnern
es_es: recordar
fr_fr: me rappeler
id_id: ingatkan saya
it_it: ricordami
ja_jp: 自分に通知
ko_kr: 나에게 알림
ms_my: ingatkan saya
pt_br: me lembre
ru_ru: Напомнить мне
th_th: เตือนความจำฉัน
vi_vn: nhắc tôi
zh_cn: 提醒我
zh_tw: 提醒我

# OGA
source: Please add the event organizer to your contacts and try again.
de_de: Fügen Sie den Organisator des Termins zu Ihren Kontakten hinzu und versuchen Sie es erneut.
es_es: Agrega al organizador de eventos a tus contactos e inténtalo de nuevo, por favor.
fr_fr: Veuillez ajouter l'organisateur de l'événement à vos contacts et réessayer.
hi_in: कृपया ईवेंट आयोजक को अपने संपर्क में जोड़ें और पुनः प्रयास करें.
id_id: Tambah penyelenggara acara ke kontak Anda dan coba lagi.
it_it: Aggiungi l'organizzatore dell'evento ai contatti e riprova.
ja_jp: 予定作成者を連絡先に登録してから、再試行してください
ko_kr: 이벤트 주최자를 연락처에 추가하고 다시 시도하세요.
ms_my: Sila tambah penganjur acara ke dalam kenalan anda dan cuba lagi.
pt_br: Adicione o organizador do evento aos seus contatos e tente novamente.
ru_ru: Добавьте организатора события в свои контакты и повторите попытку.
th_th: โปรดลองเพิ่มผู้จัดเหตุการณ์ไว้ในรายชื่อที่ติดต่อและลองอีกครั้ง
vi_vn: Vui lòng thêm người tổ chức sự kiện vào danh bạ của bạn và thử lại.
zh_cn: 请添加日程组织者为联系人后重试
zh_tw: 請新增日程組織者為聯絡人後重試

# wnE
source: The person is no longer in the organization, please contact another participant
de_de: Die Person ist nicht mehr in der Organisation, bitte kontaktieren Sie einen anderen Teilnehmer
es_es: La persona ya no forma parte de la organización, contacta con otro participante
fr_fr: La personne ne fait plus partie de l'organisation, veuillez contacter un autre participant
hi_in: व्यक्ति अब संगठन में नहीं है, कृपया किसी अन्य प्रतिभागी से संपर्क करें
id_id: Orang ini sudah tidak ada dalam organisasi, hubungi peserta lain
it_it: La persona non fa più parte dell'organizzazione, contatta un altro partecipante
ja_jp: このユーザーは法人アカウントにいません。その他の参加者に連絡してください
ko_kr: 이 사람은 더 이상 조직에 속하지 않습니다. 다른 참가자에게 연락하세요.
ms_my: Orang itu tidak lagi dalam organisasi, sila hubungi peserta lain
pt_br: A pessoa não faz mais parte da organização, entre em contato com outro participante
ru_ru: Это лицо уже не относится к организации. Свяжитесь с другим участником.
th_th: บุคคลนี้ไม่ได้อยู่ในองค์กรอีกต่อไป โปรดติดต่อผู้เข้าร่วมรายอื่น
vi_vn: Người này không còn trong tổ chức, vui lòng liên hệ người tham gia khác
zh_cn: 邀请你的人已不在组织中，请联系其他参与人
zh_tw: 邀請你的人已不在組織中，請聯絡其他參與人

# l2I
source: Report
de_de: Melden
es_es: Informe
fr_fr: Rapport
hi_in: रिपोर्ट
id_id: Lapor
it_it: Rapporto
ja_jp: 報告
ko_kr: 신고
ms_my: Laporan
pt_br: Relatório
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# ku8
source: Reserving...
de_de: Reservieren...
es_es: Reservando...
fr_fr: Réservation…
hi_in: आरक्षित किया जा रहा है...
id_id: Memesan...
it_it: Prenotazione in corso
ja_jp: 予約中…
ko_kr: 예약 중...
ms_my: Menyimpan tempahan...
pt_br: Reservando...
ru_ru: Резервирование...
th_th: กำลังจอง...
vi_vn: Đang đặt...
zh_cn: 预定中...
zh_tw: 預定中…

# D30
source: Closed
de_de: Geschlossen
es_es: Se ha cerrado
fr_fr: Fermé
hi_in: बंद है
id_id: Berhenti
it_it: Disattivato
ja_jp: 退職済み
ko_kr: 해지됨
ms_my: Tutup
pt_br: Fechado
ru_ru: Закрыто
th_th: ถูกปิด
vi_vn: Đã đóng
zh_cn: 已离职
zh_tw: 離職

# +LY
source: Response details
de_de: Antwortdetails
es_es: Detalles de la respuesta
fr_fr: Détails de la réponse
id_id: Perincian respons
it_it: Dettagli risposta
ja_jp: 返信の詳細
ko_kr: 응답 세부정보
ms_my: Butiran respons
pt_br: Detalhes da resposta
ru_ru: Сведения об ответе
th_th: รายละเอียดการตอบกลับ
vi_vn: Chi tiết câu trả lời
zh_cn: 回复详情
zh_tw: 回覆詳細資料

# hBQ
source: Unable to reply.Please try again later.
de_de: Antworten fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al responder. Inténtalo de nuevo más tarde.
fr_fr: Réponse impossible. Veuillez réessayer plus tard.
hi_in: उत्तर देने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal membalas. Coba lagi nanti.
it_it: Impossibile rispondere. Riprova più tardi.
ja_jp: 返信に失敗しました。後ほど再試行してください
ko_kr: 답장할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat menjawab.Sila cuba lagi kemudian.
pt_br: Falha ao responder. Tente novamente mais tarde.
ru_ru: Не удалось ответить. Повторите попытку позже.
th_th: ไม่สามารถตอบกลับได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể trả lời. Vui lòng thử lại sau.
zh_cn: 回复失败，请稍后再试
zh_tw: 回覆失敗，請稍後再試

# QKU
source: Replied
de_de: Beantwortet
es_es: Se ha respondido
fr_fr: Réponse envoyée
hi_in: उत्तर दिया गया
id_id: Dibalas
it_it: Risposto
ja_jp: 返信しました
ko_kr: 응답함
ms_my: Dijawab
pt_br: Respondido
ru_ru: Отвечено
th_th: ตอบกลับแล้ว
vi_vn: Đã trả lời
zh_cn: 回复成功
zh_tw: 回覆成功

# ZEA
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_tw: 傳送

# j7A
source: Send cancellations to removed guests?
de_de: Stornierungen an entfernte Gäste senden?
es_es: ¿Enviar cancelaciones a los invitados eliminados?
fr_fr: Envoyer les annulations aux invités retirés ?
hi_in: निकाले गए गेस्टों को रद्दीकरण भेजें?
id_id: Kirim pembatalan ke tamu yang dihapus?
it_it: Inviare cancellazioni agli ospiti rimossi?
ja_jp: 削除した参加者に通知を送信しますか？
ko_kr: 제거된 게스트에게 취소 알림을 보내시겠습니까?
ms_my: Hantar pembatalan kepada tetamu yang dikeluarkan?
pt_br: Enviar cancelamentos aos convidados removidos?
ru_ru: Отправить отмены удаленным гостям?
th_th: ส่งข้อความยกเลิกไปยังผู้รับเชิญที่ถูกลบหรือไม่
vi_vn: Gửi thông báo hủy bỏ cho khách bị loại?
zh_cn: 向被删除的参与者发送通知？
zh_tw: 向被刪除的參與者傳送通知？
