Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# tkQ
source: Settings saved. Copy time to all?
de_de: Einstellungen gespeichert. Zeit für alle kopieren?
es_es: La configuración se ha guardado. ¿Copiar esta hora en todos los calendarios?
fr_fr: Paramètres enregistrés. Copier ces horaires aux autres jours ?
hi_in: सेटिंग्स सहेजी गईं. सभी के लिए समय कॉपी करें?
id_id: Pengaturan disimpan. Salin waktu ke semua?
it_it: Impostazioni salvate. Copiare ora su tutti?
ja_jp: 既に設定を保存しました。時間設定を残りの日付に適用しますか？
ko_kr: 설정이 저장되었습니다. 시간을 모든 항목에 복사하시겠습니까?
ms_my: Tetapan disimpan. Salin masa ke semua?
pt_br: Configurações salvas. Copiar horas para todos?
ru_ru: Настройки сохранены. Копировать время для всех?
th_th: บันทึกการตั้งค่าแล้ว คัดลอกเวลาให้กับทุกคนหรือไม่
vi_vn: Đã lưu cài đặt. Sao chép thời gian cho tất cả mọi người?
zh_cn: 已保存设置。是否将时间设置应用到其余日期？
zh_tw: 已儲存設定。是否將時間設定套用到其餘日期？

# t5g
source: Zoom account has expired.
de_de: Das Zoom-Konto ist abgelaufen.
es_es: La cuenta de Zoom ha expirado.
fr_fr: Le compte Zoom a expiré.
id_id: Akun Zoom telah kedaluwarsa.
it_it: L'account Zoom è scaduto.
ja_jp: Zoom との関連付けが期限切れです
ko_kr: Zoom 계정이 만료되었습니다.
ms_my: Akaun Zoom telah tamat tempoh.
pt_br: A conta do Zoom expirou.
ru_ru: Истек срок действия учетной записи Zoom.
th_th: บัญชี Zoom หมดอายุแล้ว
vi_vn: Tài khoản Zoom đã hết hạn.
zh_cn: Zoom 账号已失效
zh_tw: Zoom 帳號已失效

# HsQ
source: Add alternative hosts
de_de: Alternative Hosts hinzufügen
es_es: Agregar moderadores alternativos
fr_fr: Ajouter des hôtes alternatifs
id_id: Tambah host alternatif
it_it: Aggiungi host alternativi
ja_jp: 代替ホストを追加
ko_kr: 대체 진행자 추가
ms_my: Tambah hos alternatif
pt_br: Adicionar hosts alternativos
ru_ru: Добавить альтернативные хосты
th_th: เพิ่มโฮสต์ทางเลือก
vi_vn: Thêm chủ phòng thay thế
zh_cn: 添加备选主持人
zh_tw: 新增備選主持人

# EP4
source: Allow participants to join at any time
de_de: Erlauben Sie den Teilnehmern, jederzeit beizutreten
es_es: Permitir que los participantes se unan en cualquier momento
fr_fr: Autoriser les participants à rejoindre à tout moment
id_id: Izinkan peserta untuk bergabung kapan saja
it_it: Consenti ai partecipanti di partecipare in qualsiasi momento
ja_jp: 参加者が任意の時間に参加することを許可
ko_kr: 참가자가 언제든지 참가하도록 허용
ms_my: Benarkan peserta untuk menyertai pada bila-bila masa
pt_br: Permitir que os participantes ingressem a qualquer momento
ru_ru: Разрешить участникам присоединяться в любое время
th_th: อนุญาตให้ผู้เข้าร่วมเข้าร่วมได้ตลอดเวลา
vi_vn: Cho phép người tham gia tham gia vào bất kỳ thời điểm nào
zh_cn: 允许参会人随时入会
zh_tw: 允許與會人員隨時加入會議

# 2pg
source: Allow participants to join at the specified time
de_de: Erlauben Sie den Teilnehmern, zum angegebenen Zeitpunkt beizutreten
es_es: Permitir que los participantes se unan a una hora específica
fr_fr: Autoriser les participants à rejoindre à l'heure spécifiée
id_id: Izinkan peserta untuk bergabung pada waktu yang ditentukan
it_it: Consenti ai partecipanti di partecipare all'ora specificata
ja_jp: 参加者が設定した時間に参加することを許可
ko_kr: 참가자가 지정된 시간에 참가하도록 허용
ms_my: Benarkan peserta untuk menyertai pada waktu yang ditetapkan
pt_br: Permitir que os participantes ingressem na hora especificada
ru_ru: Разрешить участникам присоединяться в указанное время
th_th: อนุญาตให้ผู้เข้าร่วมเข้าร่วมตามเวลาที่กำหนด
vi_vn: Cho phép người tham gia tham gia vào thời điểm xác định
zh_cn: 允许参会人在规定时间入会
zh_tw: 允許與會人員在規定時間加入會議

# fGU
source: Alternative Hosts
es_es: Moderadores alternativos
fr_fr: Hôtes alternatifs
id_id: Host Alternatif
it_it: Host alternativi
ja_jp: 代替ホスト
ko_kr: 대체 진행자
ms_my: Hos Alternatif
pt_br: Hosts alternativos
ru_ru: Альтернативные ведущие
th_th: โฮสต์ทางเลือก
vi_vn: Người tổ chức thay thế
zh_cn: 备选主持人
zh_tw: 備選主持人

# LVg
source: anytime
de_de: jederzeit
es_es: en cualquier momento
fr_fr: à tout moment
id_id: kapan pun
it_it: in qualunque momento
ja_jp: いつでも
ko_kr: 항상
ms_my: bila-bila masa
pt_br: a qualquer momento
ru_ru: в любое время
th_th: ตลอดเวลา
vi_vn: bất kỳ lúc nào
zh_cn: 随时
zh_tw: 隨時

# x4w
source: Audio device only
de_de: Nur Audiogerät
es_es: Solo dispositivos de audio
fr_fr: Dispositif audio uniquement
id_id: Hanya perangkat audio
it_it: Solo dispositivo audio
ja_jp: デバイス音声のみ
ko_kr: 오디오 장치만 해당
ms_my: Peranti audio sahaja
pt_br: Apenas dispositivo de áudio
ru_ru: Только аудиоустройство
th_th: เฉพาะอุปกรณ์เสียงเท่านั้น
vi_vn: Chỉ thiết bị âm thanh
zh_cn: 仅设备音频
zh_tw: 僅裝置音訊

# Mn0
source: Audio
ja_jp: 音声
ko_kr: 오디오
pt_br: Áudio
ru_ru: Аудио
th_th: เสียง
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# 1tA
source: Authentication
de_de: Authentifizierung
es_es: Autenticación
fr_fr: Authentification
id_id: Autentikasi
it_it: Autenticazione
ja_jp: 認証
ko_kr: 인증
ms_my: Pengesahan
pt_br: Autenticação
ru_ru: Аутентификация
th_th: การรับรองความถูกต้อง
vi_vn: Xác thực
zh_cn: 身份验证
zh_tw: 身分驗證

# OlU
source: Generate Automatically
de_de: Automatisch generieren
es_es: Generar automáticamente
fr_fr: Générer automatiquement
id_id: Buat Secara Otomatis
it_it: Genera automaticamente
ja_jp: 自動的に生成
ko_kr: 자동 생성
ms_my: Jana Secara Automatik
pt_br: Gerar automaticamente
ru_ru: Генерировать автоматически
th_th: สร้างโดยอัตโนมัติ
vi_vn: Tạo tự động
zh_cn: 自动生成
zh_tw: 自動產生

# f7g
source: Automatically record meeting
de_de: Besprechung automatisch aufzeichnen
es_es: Grabar reunión automáticamente
fr_fr: Enregistrer automatiquement la réunion
id_id: Rekam rapat secara otomatis
it_it: Registra riunione automaticamente
ja_jp: ミーティングを自動的にレコーディング
ko_kr: 회의 자동 녹화
ms_my: Rakam mesyuarat secara automatik
pt_br: Gravar reunião automaticamente
ru_ru: Автоматически записывать конференцию
th_th: บันทึกการประชุมโดยอัตโนมัติ
vi_vn: Tự động ghi cuộc họp
zh_cn: 自动录制会议
zh_tw: 自動錄製會議

# p2A
source: Auto meeting record to the cloud
de_de: Automatische Besprechungsaufzeichnung in die Cloud
es_es: Grabación automática de la reunión en la nube
fr_fr: Enregistrement automatique de la réunion dans le cloud
id_id: Rekaman rapat otomatis ke cloud
it_it: Registrazione automatica riunione al cloud
ja_jp: 自動的にレコーディングしてクラウドに保存
ko_kr: 클라우드에 자동 회의 기록
ms_my: Rakaman mesyuarat automatik ke awan
pt_br: Registro automático de reuniões para a nuvem
ru_ru: Автоматическая запись конференции в облако
th_th: บันทึกการประชุมอัตโนมัติไปยังคลาวด์
vi_vn: Tự động ghi cuộc họp lên đám mây
zh_cn: 自动将会议录制到云端
zh_tw: 自動將會議錄製到雲端

# H34
source: Automatic recording of meetings to local devices
de_de: Automatische Besprechungsaufzeichnungen an lokale Geräte
es_es: Grabación automática de las reuniones en dispositivos locales
fr_fr: Enregistrement automatique des réunions sur des appareils locaux
id_id: Perekaman otomatis rapat ke perangkat lokal
it_it: Registrazione automatica delle riunioni sui dispositivi locali
ja_jp: ミーティングのレコーディングを自動的にローカルデバイスに保存
ko_kr: 로컬 장치에 회의 자동 녹화
ms_my: Rakaman mesyuarat secara automatik ke peranti tempatan
pt_br: Gravação automática de reuniões em dispositivos locais
ru_ru: Автоматическая запись конференций на локальные устройства
th_th: การบันทึกการประชุมอัตโนมัติไปยังอุปกรณ์ภายใน
vi_vn: Tự động ghi cuộc họp vào thiết bị cục bộ
zh_cn: 自动将会议录制到本地设备
zh_tw: 自動將會議錄製到本機裝置

# L7M
source: Bind Account
de_de: Konto verknüpfen
es_es: Vincular cuenta
fr_fr: Associer le compte
id_id: Ikat Akun
it_it: Associa account
ja_jp: 関連付ける
ko_kr: 계정 바인딩
ms_my: Ikat Akaun
pt_br: Associar conta
ru_ru: Привязать учетную запись
th_th: ผูกบัญชี
vi_vn: Liên kết tài khoản
zh_cn: 绑定账号
zh_tw: 綁定帳號

# +UY
source: Rebind
de_de: Erneut verknüpfen
es_es: Volver a vincular
fr_fr: Réassocier
id_id: Ikat ulang
it_it: Riassocia
ja_jp: 再関連付け
ko_kr: 다시 바인딩
ms_my: Ikat semula
pt_br: Reassociar
ru_ru: Повторно привязать
th_th: ผูกอีกครั้ง
vi_vn: Liên kết lại
zh_cn: 重新绑定
zh_tw: 重新綁定

# EvI
source: Please rebind your Zoom account before setting up your video meeting.
de_de: Bitte binden Sie Ihr Zoom-Konto vor dem Einrichten Ihrer Videos-Besprechung erneut.
es_es: Vuelve a vincular tu cuenta de Zoom antes de configurar la reunión por vídeo.
fr_fr: Veuillez réassocier votre compte Zoom avant de configurer votre visioconférence.
id_id: Harap ikat ulang akun Zoom Anda sebelum mengatur rapat video Anda.
it_it: Riassocia il tuo account Zoom prima di impostare la riunione video.
ja_jp: Zoom アカウントと再度関連付けてからビデオ会議を設定してください。
ko_kr: 화상 회의를 설정하기 전에 Zoom 계정을 다시 바인딩하세요.
ms_my: Sila ikat semula akaun Zoom sebelum menetapkan mesyuarat video anda.
pt_br: Revincule sua conta do Zoom antes de configurar sua reunião por vídeo.
ru_ru: Повторно привяжите свою учетную запись Zoom, прежде чем настроить видеоконференцию.
th_th: โปรดผูกบัญชี Zoom อีกครั้งก่อนสร้างการประชุมทางวิดีโอ
vi_vn: Vui lòng liên kết lại tài khoản Zoom trước khi thiết lập cuộc họp video của bạn.
zh_cn: 请重新绑定 Zoom 会议账号后再进行视频会议设置
zh_tw: 請重新綁定 Zoom 會議帳號後再進行視訊會議設定

# /0I
source: Select at least one security option
de_de: Wählen Sie mindestens eine Sicherheitsoption
es_es: Selecciona al menos una opción de seguridad
fr_fr: Sélectionnez au moins une option de sécurité
id_id: Pilih setidaknya satu opsi keamanan
it_it: Seleziona almeno un'opzione di sicurezza
ja_jp: 少なくとも 1 つの項目を選択してください。
ko_kr: 보안 옵션을 하나 이상 선택하세요
ms_my: Pilih sekurang-kurangnya satu pilihan keselamatan
pt_br: Selecione pelo menos uma opção de segurança
ru_ru: Выберите как минимум один параметр безопасности
th_th: เลือกตัวเลือกความปลอดภัยอย่างน้อยหนึ่งรายการ
vi_vn: Chọn ít nhất một tùy chọn bảo mật
zh_cn: 至少选择一个安全选项
zh_tw: 至少選擇一個安全選項

# NqA
source: Passcode can't be empty
de_de: Der Passcode darf nicht leer sein
es_es: El código de acceso no puede estar vacío
fr_fr: Le code d'accès ne peut pas être vide
id_id: Kode sandi tidak boleh kosong
it_it: Il passcode non può essere vuoto
ja_jp: パスコードを空にすることはできません
ko_kr: 비밀번호는 비워둘 수 없습니다
ms_my: Kod laluan tidak boleh kosong
pt_br: A senha não pode estar vazia
ru_ru: Необходимо указать пароль
th_th: รหัสผ่านต้องไม่ว่างเปล่า
vi_vn: Không được để trống mật mã
zh_cn: 密码不能为空
zh_tw: 密碼不能為空白

# IVc
source: Meeting passcode required
de_de: Besprechungs-Passcode erforderlich
es_es: Código de acceso de reunión obligatorio
fr_fr: Code d'accès à la réunion requis
id_id: Kode sandi rapat wajib diisi
it_it: Passcode riunione obbligatorio
ja_jp: ミーティングパスコードを要求
ko_kr: 회의 암호 필요
ms_my: Memerlukan kod laluan mesyuarat
pt_br: Senha da reunião obrigatória
ru_ru: Требуется пароль конференции
th_th: ต้องใช้รหัสผ่านการประชุม
vi_vn: Bắt buộc phải có mật mã cuộc họp
zh_cn: 需要会议密码
zh_tw: 需要會議密碼

# TWU
source: Dial in
de_de: Einwahl
es_es: Marcar
fr_fr: Rejoindre en appelant
id_id: Telepon masuk
it_it: Componi numero
ja_jp: ダイヤルイン
ko_kr: 전화 접속
ms_my: Dail masuk
pt_br: Discar em
ru_ru: Дозвон
th_th: โทรเข้า
vi_vn: Quay số
zh_cn: 拨入
zh_tw: 撥入

# Evw
source: Failed to edit. Please try again.
de_de: Bearbeiten fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al editar. Inténtalo de nuevo.
fr_fr: Échec de la modification. Veuillez réessayer.
id_id: Gagal mengedit. Coba lagi.
it_it: Impossibile modificare. Riprova.
ja_jp: 変更できませんでした。再試行してください。
ko_kr: 편집하지 못했습니다. 다시 시도하세요.
ms_my: Gagal mengedit. Sila cuba lagi.
pt_br: Falha ao editar. Tente novamente.
ru_ru: Не удалось изменить. Повторите попытку.
th_th: แก้ไขไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Chỉnh sửa không thành công. Vui lòng thử lại.
zh_cn: 修改失败，请重试
zh_tw: 修改失敗，請重試

# JJg
source: To make changes, please go to Zoom setting page.
de_de: Bitte navigieren Sie zur Zoom-Einrichtungsseite.
es_es: Para hacer cambios, ve a la página de configuración de Zoom.
fr_fr: Pour effectuer des modifications, veuillez accéder à la page des paramètres de Zoom.
id_id: Untuk melakukan perubahan, buka halaman pengaturan Zoom.
it_it: Per effettuare modifiche, vai alla pagina delle impostazioni di Zoom.
ja_jp: 変更するには Zoom の設定画面に移動してください。
ko_kr: 변경하려면 Zoom 설정 페이지로 이동하세요.
ms_my: Untuk membuat perubahan, sila pergi ke halaman tetapan Zoom.
pt_br: Para fazer alterações, vá para a página de configuração do Zoom.
ru_ru: Чтобы внести изменения, откройте страницу настроек Zoom.
th_th: หากต้องการเปลี่ยนแปลง โปรดไปยังหน้าการตั้งค่า Zoom
vi_vn: Vui lòng vào trang cài đặt Zoom để thay đổi.
zh_cn: 如需修改，请前往 Zoom 设置页面
zh_tw: 如需修改，請前往 Zoom 設定頁面

# RUA
source: Enable waiting room
de_de: Warteraum freigeben
es_es: Habilitar sala de espera
fr_fr: Activer la salle d'attente
id_id: Aktifkan ruang tunggu
it_it: Abilita sala di attesa
ja_jp: 待機室を有効化
ko_kr: 대기실 활성화
ms_my: Aktifkan bilik menunggu
pt_br: Ativar sala de espera
ru_ru: Включить зал ожидания
th_th: เปิดใช้งานห้องรอ
vi_vn: Kích hoạt phòng chờ
zh_cn: 启用等候室
zh_tw: 啟用等候室

# hnQ
source: Failed to load data
de_de: Das Laden der Daten ist fehlgeschlagen
es_es: Error al cargar datos
fr_fr: Échec du chargement des données
id_id: Gagal memuat data
it_it: Impossibile caricare i dati
ja_jp: データを取得できませんでした。
ko_kr: 데이터를 로드하지 못했습니다
ms_my: Gagal memuatkan data
pt_br: Falha ao carregar dados
ru_ru: Не удалось загрузить данные
th_th: โหลดข้อมูลไม่สำเร็จ
vi_vn: Tải dữ liệu không thành công
zh_cn: 数据获取失败
zh_tw: 資料取得失敗

# 2uo
source: Turn host video on
de_de: Moderatorvideo einschalten
es_es: Activar el vídeo del moderador
fr_fr: Activer la vidéo hôte
id_id: Aktifkan video host
it_it: Attiva video host
ja_jp: ホストビデオをオン
ko_kr: 호스트 동영상 켜기
ms_my: Hidupkan video hos
pt_br: Ativar vídeo do host
ru_ru: Включите видео ведущего
th_th: เปิดโฮสต์วิดีโอ
vi_vn: Bật video của chủ phòng
zh_cn: 主持人视频开启
zh_tw: 主持人視訊開啟

# iSQ
source: Cloud recording
de_de: Aufzeichnung in der Cloud
es_es: Grabación en la nube
fr_fr: Enregistrement sur le Cloud
id_id: Perekaman cloud
it_it: Registrazione cloud
ja_jp: クラウドでレコーディング
ko_kr: 클라우드 기록
ms_my: Rakaman awan
pt_br: Gravação na nuvem
ru_ru: Облачная запись
th_th: การบันทึกบนคลาวด์
vi_vn: Ghi lên đám mây
zh_cn: 云录制
zh_tw: 雲端錄製

# mL8
source: Account bound expired
de_de: Kontobindung ist abgelaufen
es_es: Cuenta vinculada expirada
fr_fr: Le compte associé a expiré
id_id: Akun terikat kedaluwarsa
it_it: Associazione account scaduta
ja_jp: アカウントの関連付けが期限切れです。
ko_kr: 계정 바인딩 만료됨
ms_my: Akaun terikat tamat tempoh
pt_br: Associação de conta expirada
ru_ru: Истек срок привязки учетной записи
th_th: บัญชีที่ผูกหมดอายุแล้ว
vi_vn: Liên kết tài khoản đã hết hạn
zh_cn: 账号绑定已失效
zh_tw: 帳號綁定已失效

# cgU
source: Join Zoom Meeting
de_de: Zoom-Konferenz beitreten
es_es: Unirse a Zoom Meetings
fr_fr: Rejoindre la réunion Zoom
id_id: Bergabung dengan Rapat Zoom
it_it: Partecipa alla riunione Zoom
ja_jp: Zoom ミーティングに参加
ko_kr: Zoom 회의에 참가
ms_my: Sertai Mesyuarat Zoom
pt_br: Ingressar na reunião do Zoom
ru_ru: Присоединиться к конференции Zoom
th_th: เข้าร่วมการประชุม Zoom
vi_vn: Tham gia cuộc họp Zoom
zh_cn: 加入 Zoom 会议
zh_tw: 加入 Zoom 會議

# st8
source: This option has been locked by the Zoom administrator.
de_de: Diese Option wurde vom Zoom-Administrator gesperrt.
es_es: El administrador de Zoom ha bloqueado esta opción.
fr_fr: Cette option a été verrouillée par l'administrateur Zoom.
id_id: Opsi ini telah dikunci oleh administrator Zoom.
it_it: Questa opzione è stata bloccata dall'amministratore di Zoom.
ja_jp: このオプションは Zoom 管理者によりロックされています。
ko_kr: Zoom 관리자가 이 옵션을 잠갔습니다.
ms_my: Pilihan ini telah dikunci oleh pentadbir Zoom.
pt_br: Esta opção foi bloqueada pelo administrador do Zoom.
ru_ru: Этот параметр был заблокирован администратором Zoom.
th_th: ผู้ดูแล Zoom ล็อกตัวเลือกนี้ไว้
vi_vn: Tùy chọn này đã bị khóa bởi quản trị viên Zoom.
zh_cn: 该选项已被 Zoom 管理员锁定
zh_tw: 該選項已被 Zoom 管理員鎖定

# S5Y
source: Meeting ID
de_de: Besprechungs-ID
es_es: Código de reunión
fr_fr: ID de réunion
id_id: ID Rapat
it_it: ID riunione
ja_jp: ミーティング ID
ko_kr: 회의 ID
ms_my: ID Mesyuarat
pt_br: ID de reunião
ru_ru: ID конференции
th_th: ID การประชุม
vi_vn: ID cuộc họp
zh_cn: 会议号
zh_tw: 會議號碼

# OYw
source: Meeting ID:
de_de: Besprechungs-ID:
es_es: Código de reunión:
fr_fr: ID de la réunion :
id_id: ID Rapat:
it_it: ID riunione:
ja_jp: ミーティング ID：
ko_kr: 회의 ID:
ms_my: ID Mesyuarat:
pt_br: ID de reunião:
ru_ru: ID конференции:
th_th: ID การประชุม:
vi_vn: ID cuộc họp:
zh_cn: 会议号：
zh_tw: 會議 ID：

# /dM
source: Meeting information updated
de_de: Besprechungsinformationen aktualisiert
es_es: Información de reunión actualizada
fr_fr: Mise à jour des informations de la réunion
id_id: Informasi rapat diperbarui
it_it: Informazioni sulla riunione aggiornate
ja_jp: 会議情報が更新されました。
ko_kr: 회의 정보 업데이트됨
ms_my: Maklumat mesyuarat dikemas kini
pt_br: Informações da reunião atualizadas
ru_ru: Обновлены сведения о конференции
th_th: อัปเดตข้อมูลการประชุมแล้ว
vi_vn: Đã cập nhật thông tin cuộc họp
zh_cn: 会议信息已更新
zh_tw: 會議資訊已更新

# zhA
source: Passcode:
es_es: Código de acceso:
fr_fr: Code d'accès :
id_id: Kode sandi:
ja_jp: パスコード：
ko_kr: 암호:
ms_my: Kod laluan:
pt_br: Senha:
ru_ru: Секретный код:
th_th: รหัสผ่าน:
vi_vn: Mật mã:
zh_cn: 会议密码：
zh_tw: 會議密碼：

# VaM
source: Zoom meeting settings
de_de: Einstellungen von Zoom-Konferenzen
es_es: Configuración de reuniones de Zoom
fr_fr: Paramètres de la réunion Zoom
id_id: Pengaturan Rapat Zoom
it_it: Impostazioni riunioni Zoom
ja_jp: Zoom ミーティングの設定
ko_kr: Zoom 회의 설정
ms_my: Tetapan mesyuarat Zoom
pt_br: Configurações de reunião do Zoom
ru_ru: Настройки конференции Zoom
th_th: การตั้งค่าการประชุม Zoom
vi_vn: Cài đặt cuộc họp Zoom
zh_cn: Zoom 会议设置
zh_tw: Zoom 會議設定

# FIc
source: Time:
de_de: Zeit:
es_es: Fecha y hora:
fr_fr: Date et heure :
id_id: Waktu:
it_it: Data/ora:
ja_jp: 会議時間：
ko_kr: 시간:
ms_my: Masa:
pt_br: Hora:
ru_ru: Время:
th_th: เวลา:
vi_vn: Thời gian:
zh_cn: 会议时间：
zh_tw: 會議時間：

# 5YY
source: Passcode
es_es: Código de acceso
fr_fr: Code d'accès
id_id: Kode sandi
ja_jp: パスコード
ko_kr: 암호
ms_my: Kod Laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật mã
zh_cn: 会议密码
zh_tw: 會議密碼

# nys
source: Mute on participants' entry
de_de: Stummschalten während Teilnehmereintrag
es_es: Silenciar la entrada de participantes
fr_fr: Couper le son des participants lorsqu'ils entrent
id_id: Bisukan entri peserta
it_it: Disattiva audio all'entrata dei partecipanti
ja_jp: 参加者がミーティングに参加する時にミュートに設定
ko_kr: 참가자 입장 시 음소거
ms_my: Bisu semasa peserta masuk
pt_br: Ativar mudo na entrada dos participantes
ru_ru: Отключение звука при входе участников
th_th: ปิดเสียงรายการผู้เข้าร่วม
vi_vn: Tắt tiếng phía đầu vào của người tham gia
zh_cn: 参会人加入会议时将其静音
zh_tw: 與會人員加入會議時將其靜音

# SJ4
source: No alternative host yet
de_de: Noch kein alternativer Moderator
es_es: No hay moderador alternativo todavía
fr_fr: Pas encore d'hôte alternatif
id_id: Belum ada host alternatif
it_it: Ancora nessun host alternativo
ja_jp: 代替ホストがいません
ko_kr: 아직 대체 호스트 없음
ms_my: Tiada hos alternatif lagi
pt_br: Nenhum host alternativo ainda
ru_ru: Альтернативного ведущего пока нет
th_th: ยังไม่มีโฮสต์สำรอง
vi_vn: Chưa có chủ phòng thay thế
zh_cn: 暂无备选主持人
zh_tw: 暫無備選主持人

# 91A
source: No permission to edit settings
de_de: Keine Genehmigung zum Bearbeiten der Einstellungen
es_es: Sin permiso para editar la configuración
fr_fr: Pas autorisé à modifier les paramètres
id_id: Tidak ada izin untuk mengedit pengaturan
it_it: Nessuna autorizzazione per modificare le impostazioni
ja_jp: 設定する権限がありません。
ko_kr: 설정을 편집할 수 있는 권한 없음
ms_my: Tiada kebenaran untuk mengedit tetapan
pt_br: Sem permissão para editar configurações
ru_ru: Нет разрешения на изменение настроек
th_th: ไม่มีสิทธิ์การอนุญาตแก้ไขการตั้งค่า
vi_vn: Không có quyền chỉnh sửa cài đặt
zh_cn: 暂无权限设置
zh_tw: 暫無設定權限

# vz8
source: Calendar now supports adding Zoom Meetings
de_de: Der Kalender unterstützt jetzt Zoom-Konferenzen
es_es: Ahora, Calendario permite agregar reuniones de Zoom
fr_fr: Le calendrier permet désormais d'ajouter des réunions Zoom
id_id: Kalender sekarang mendukung penambahan rapat Zoom
it_it: Calendario ora supporta l'aggiunta di riunioni Zoom
ja_jp: カレンダーで Zoom ミーティングを追加できるようになりました
ko_kr: 캘린더가 이제 Zoom 회의 추가를 지원합니다
ms_my: Kalendar kini menyokong menambah Mesyuarat Zoom
pt_br: O calendário agora suporta a adição de reuniões do Zoom
ru_ru: Календарь не поддерживает добавление конференций Zoom
th_th: ปฏิทินรองรับการเพิ่มการประชุม Zoom แล้ว
vi_vn: Lịch hiện đã hỗ trợ thêm cuộc họp Zoom
zh_cn: 日历支持添加 Zoom 会议啦
zh_tw: 日曆支援新增 Zoom 會議啦

# Pe4
source: Only users who have the passcode can join the meeting
de_de: Nur Benutzer mit einem Passcode können der Besprechung beitreten
es_es: Solo los usuarios que tienen el código de acceso pueden unirse a la reunión
fr_fr: Seuls les utilisateurs qui disposent du code d'accès peuvent rejoindre la réunion
id_id: Hanya pengguna yang memiliki kode sandi yang dapat bergabung ke rapat
it_it: Solo gli utenti che dispongono del passcode possono partecipare alla riunione
ja_jp: パスコードを持っているユーザーだけがミーティングに参加できます
ko_kr: 암호를 가진 사용자만 회의에 참가할 수 있습니다
ms_my: Hanya pengguna yang mempunyai kod laluan boleh menyertai mesyuarat
pt_br: Apenas os usuários com a senha podem ingressar na reunião
ru_ru: К конференции могут присоединиться только пользователи, имеющие секретный код
th_th: มีเพียงผู้ใช้ที่มีรหัสผ่านเท่านั้นที่เข้าร่วมการประชุมได้
vi_vn: Chỉ những người dùng có mật mã mới có thể tham gia cuộc họp
zh_cn: 只有拥有密码的用户可以加入会议
zh_tw: 只有擁有密碼的使用者可以加入會議

# wAY
source: Only users who have the invitation link or passcode can join the meeting
de_de: Nur Benutzer mit einem Einladungs-Link oder Passcode können der Besprechung beitreten
es_es: Solo los usuarios que tienen el enlace de invitación o el código de acceso pueden unirse a la reunión
fr_fr: Seuls les utilisateurs qui disposent du lien d'invitation ou du code d'accès peuvent rejoindre la réunion
id_id: Hanya pengguna yang memiliki tautan undangan atau kode sandi yang dapat bergabung ke rapat
it_it: Solo gli utenti che dispongono del passcode o link dell'invito possono partecipare alla riunione
ja_jp: 招待リンクまたはパスコードを持っているユーザーだけがミーティングに参加できます
ko_kr: 초대 링크 또는 암호를 가진 사용자만 회의에 참가할 수 있습니다
ms_my: Hanya pengguna yang mempunyai pautan jemputan atau kod laluan boleh menyertai mesyuarat
pt_br: Apenas os usuários com o link de convite ou a senha podem ingressar na reunião
ru_ru: К конференции могут присоединиться только пользователи, имеющие приглашение по ссылке или секретный код
th_th: มีเพียงผู้ใช้ที่มีลิงก์รับเชิญหรือรหัสผ่านเท่านั้นที่เข้าร่วมการประชุมได้
vi_vn: Chỉ những người dùng có liên kết mời hoặc mật mã mới có thể tham gia cuộc họp
zh_cn: 只有拥有邀请链接或密码的用户可以加入会议
zh_tw: 只有擁有邀請連結或密碼的使用者可以加入會議

# qlA
source: Only users admitted by the host can join the meeting
de_de: Nur vom Moderator zugelassene Benutzer können der Besprechung beitreten
es_es: Solo los usuarios aceptados por el moderador pueden unirse a la reunión
fr_fr: Seuls les utilisateurs autorisés par l'hôte peuvent rejoindre la réunion
id_id: Hanya pengguna yang diterima oleh tuan rumah yang dapat bergabung dalam rapat
it_it: Solo gli utenti ammessi dall'host possono partecipare alla riunione
ja_jp: ホストに許可されたユーザーだけがミーティングに参加できます
ko_kr: 진행자가 허락한 사용자만 회의에 참가할 수 있습니다
ms_my: Hanya pengguna yang diterima oleh hos boleh menyertai mesyuarat
pt_br: Apenas usuários admitidos pelo host podem ingressar na reunião
ru_ru: К конференции могут присоединиться только пользователи, допущенные ведущим
th_th: มีเพียงผู้ใช้ที่โฮสต์ยอมรับเท่านั้นที่เข้าร่วมการประชุมได้
vi_vn: Chỉ những người dùng được người tổ chức chấp nhận mới có thể tham gia cuộc họp
zh_cn: 只有主持人允许的用户可以加入会议
zh_tw: 只有主持人允許的使用者可以加入會議

# 5RU
source: Require authentication to join
de_de: Authentifizierung zum Beitritt erforderlich
es_es: Requerir autenticación para unirse
fr_fr: Exiger l'authentification pour rejoindre
id_id: Perlu autentikasi untuk bergabung
it_it: Richiedi l'autenticazione per partecipare
ja_jp: 参加時に認証を求める
ko_kr: 참가하려면 인증이 필요합니다
ms_my: Perlukan pengesahan untuk menyertai
pt_br: Exigir autenticação para ingressar
ru_ru: Требовать аутентификацию при присоединении
th_th: ต้องรับรองความถูกต้องเพื่อเข้าร่วม
vi_vn: Yêu cầu xác thực để tham gia
zh_cn: 要求经过身份验证方可加入
zh_tw: 要求經過身分驗證才能加入
