Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# UyY
source: Delete all events from your calendar?
de_de: Alle Termine aus Ihrem Kalender löschen?
es_es: ¿Eliminar todos los eventos de tu calendario?
fr_fr: Supprimer tous les événements de votre calendrier ?
id_id: Hapus semua acara dari kalender Anda?
it_it: Eliminare tutti gli eventi dal tuo calendario?
ja_jp: すべての予定を削除しますか？
ko_kr: 캘린더에서 모든 이벤트를 삭제하시겠습니까?
ms_my: Padam semua acara dari kalendar anda?
pt_br: Excluir todos os eventos do seu calendário?
ru_ru: Удалить все события из календаря?
th_th: ลบกิจกรรมทั้งหมดออกจากปฏิทินของคุณหรือไม่
vi_vn: Xóa tất cả sự kiện khỏi lịch của bạn?
zh_cn: 确定删除所有日程？
zh_tw: 確定刪除所有日程？

# M50
source: Remove event
de_de: Termin entfernen
es_es: Borrar evento
fr_fr: Retirer l'événement
hi_in: ईवेंट निकालें
id_id: Hapus acara
it_it: Rimuovi evento
ja_jp: 予定を削除
ko_kr: 이벤트 제거
ms_my: Buang acara
pt_br: Remover evento
ru_ru: Удалить событие
th_th: ลบเหตุการณ์ออก
vi_vn: Loại bỏ sự kiện
zh_cn: 退出日程
zh_tw: 退出日程

# Vb4
source: Delete this event and notify guests about event deletion?
de_de: Diesen Termin löschen und die Gäste über die Löschung des Termins informieren?
es_es: ¿Eliminar este evento y avisar a los invitados?
fr_fr: Supprimer cet événement et informer les invités de la suppression de l'événement ?
hi_in: यह ईवेंट हटाएँ और सहभागियों को ईवेंट हटाने के बारे में सूचित करें?
id_id: Hapus acara ini dan beri tahu tamu mengenai penghapusan acara?
it_it: Eliminare questo evento e inviare una notifica agli ospiti riguardante l'eliminazione dell'evento?
ja_jp: 予定は削除されます。参加者に通知を送信しますか？
ko_kr: 이 이벤트를 삭제하고 게스트에게 이벤트 삭제를 알리시겠습니까?
ms_my: Padam acara ini dan maklumkan tetamu tentang pemadaman acara?
pt_br: Excluir este evento e notificar os convidados sobre a exclusão do evento?
ru_ru: Удалить это событие и уведомить участников об удалении?
th_th: ลบกิจกรรมนี้และแจ้งให้ผู้เข้าร่วมทราบการลบกิจกรรมหรือไม่
vi_vn: Xóa sự kiện này và thông báo cho khách mời về việc xóa sự kiện?
zh_cn: 日程将删除，是否向参与者发送日程删除通知？
zh_tw: 日程將刪除，是否向參與者傳送日程刪除通知？

# Oto
source: Go Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
hi_in: वापस जाएँ
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# +O4
source: Event meeting in progress. Deleting the event may affect in-meeting function use.
de_de: Terminbesprechung läuft. Das Löschen des Termins kann sich auf die Nutzung von Funktionen während der Besprechung auswirken.
es_es: Reunión de evento en progreso. La eliminación del evento puede afectar al uso de las funciones en la reunión.
fr_fr: Réunion d'événement en cours. La suppression de l'événement peut affecter l'utilisation de la fonction de réunion.
id_id: Rapat acara dalam kemajuan. Menghapus acara dapat memengaruhi penggunaan fungsi dalam rapat.
it_it: Evento riunione in corso. Eliminare l'evento potrebbe influire sull'uso delle funzioni nella riunione.
ja_jp: 予定の会議が進行中です。予定を削除すると、会議の一部機能に影響を与える可能性があります。
ko_kr: 이벤트 회의가 진행 중입니다. 이벤트를 삭제하면 회의 내 기능 사용에 영향을 미칠 수 있습니다.
ms_my: Mesyuarat acara sedang berlangsung. Menghapus acara mungkin akan memberi kesan kepada penggunaan fungsi dalam mesyuarat.
pt_br: Reunião do evento em andamento. Excluir o evento pode afetar o uso da função na reunião.
ru_ru: Конференция по событию не завершена. Удаление события может повлиять на использование функций во время конференции.
th_th: อยู่ระหว่างการประชุมกิจกรรม การลบกิจกรรมอาจส่งผลต่อการใช้งานฟังก์ชันในการประชุม
vi_vn: Cuộc họp sự kiện đang diễn ra. Việc xóa sự kiện có thể ảnh hưởng đến việc sử dụng chức năng trong cuộc họp.
zh_cn: 日程会议进行中，删除日程可能影响会中功能使用
zh_tw: 日程會議進行中，刪除日程可能影響會議中的功能使用

# lCA
source: Event meeting in progress. Deleting the event may affect in-meeting function use. Sure to delete?
de_de: Terminbesprechung läuft. Das Löschen des Termins kann sich auf die Nutzung von Funktionen während der Besprechung auswirken. Möchten Sie den Termin wirklich löschen?
es_es: Reunión de evento en progreso. La eliminación del evento puede afectar al uso de las funciones en la reunión. ¿Seguro que quieres eliminarlo?
fr_fr: Réunion d'événement en cours. La suppression de l'événement peut affecter l'utilisation de la fonction de réunion. Êtes-vous sûr de vouloir supprimer l'événement ?
id_id: Rapat acara dalam kemajuan. Menghapus acara dapat memengaruhi penggunaan fungsi dalam rapat. Yakin ingin menghapus?
it_it: Evento riunione in corso. Eliminare l'evento potrebbe influire sull'uso delle funzioni nella riunione. Confermare l'eliminazione?
ja_jp: 予定の会議が進行中です。予定を削除すると、会議の一部機能に影響を与える可能性があります。削除しますか？
ko_kr: 이벤트 회의가 진행 중입니다. 이벤트를 삭제하면 회의 내 기능 사용에 영향을 미칠 수 있습니다. 삭제하시겠습니까?
ms_my: Mesyuarat acara sedang berlangsung. Menghapus acara mungkin akan memberi kesan kepada penggunaan fungsi dalam mesyuarat. Pasti untuk hapus?
pt_br: Reunião do evento em andamento. Excluir o evento pode afetar o uso da função na reunião. Tem certeza de que deseja excluir?
ru_ru: Конференция по событию не завершена. Удаление события может повлиять на использование функций во время конференции. Все равно удалить?
th_th: อยู่ระหว่างการประชุมกิจกรรม การลบกิจกรรมอาจส่งผลต่อการใช้งานฟังก์ชันในการประชุม แน่ใจหรือไม่ว่าต้องการลบ
vi_vn: Cuộc họp sự kiện đang diễn ra. Việc xóa sự kiện có thể ảnh hưởng đến việc sử dụng chức năng trong cuộc họp. Bạn có chắc muốn xóa không?
zh_cn: 日程会议进行中，删除日程可能影响会中功能使用，确定删除？
zh_tw: 日程會議進行中，刪除日程可能影響會議中的功能使用，確定要刪除嗎？

# Z+8
source: Delete this and following events from your calendar?
de_de: Diesen und die folgenden Termine aus Ihrem Kalender löschen?
es_es: ¿Eliminar este evento y los siguientes de tu calendario?
fr_fr: Supprimer cet événement et les événements suivants de votre calendrier ?
id_id: Hapus acara ini dan acara berikutnya dari kalender Anda?
it_it: Eliminare questo evento e i successivi dal tuo calendario?
ja_jp: この予定および今後の予定を削除しますか？
ko_kr: 캘린더에서 이 이벤트와 다음 이벤트를 삭제하시겠습니까?
ms_my: Padam acara ini dan acara berikutnya dari kalendar anda?
pt_br: Excluir este e os próximos eventos do seu calendário?
ru_ru: Удалить это и последующие события из календаря?
th_th: ลบกิจกรรมนี้และกิจกรรมต่อไปนี้ออกจากปฏิทินของคุณหรือไม่
vi_vn: Xóa sự kiện này và các sự kiện tiếp theo khỏi lịch của bạn?
zh_cn: 确定删除此次及后续日程？
zh_tw: 確定刪除此次及後續日程？

# Kgs
source: Delete this event from your calendar?
de_de: Diesen Termin aus Ihrem Kalender löschen?
es_es: ¿Eliminar este evento de tu calendario?
fr_fr: Supprimer cet événement de votre calendrier ?
id_id: Hapus acara ini dari kalender Anda?
it_it: Eliminare questo evento dal tuo calendario?
ja_jp: この予定を削除しますか？
ko_kr: 캘린더에서 이 이벤트를 삭제하시겠습니까?
ms_my: Padam acara ini dari kalendar anda?
pt_br: Excluir este evento do seu calendário?
ru_ru: Удалить это событие из календаря?
th_th: ลบกิจกรรมนี้ออกจากปฏิทินของคุณหรือไม่
vi_vn: Xóa sự kiện này khỏi lịch của bạn?
zh_cn: 确定删除此日程？
zh_tw: 確定要刪除此日程嗎？

# 2No
source: Remove this event from your calendar?
de_de: Diesen Termin aus Ihrem Kalender entfernen?
es_es: ¿Borrar este evento del calendario?
fr_fr: Retirer cet événement de votre calendrier ?
hi_in: अपने कैलेंडर से यह ईवेंट निकालें?
id_id: Hapus acara ini dari kalender Anda?
it_it: Rimuovere questo evento dal calendario?
ja_jp: 予定を削除しますか？
ko_kr: 캘린더에서 이 이벤트를 제거하시겠습니까?
ms_my: Buang acara ini dari kalendar anda?
pt_br: Remover este evento do seu calendário?
ru_ru: Удалить это событие из календаря?
th_th: ลบเหตุการณ์นี้ออกจากปฏิทินของคุณหรือไม่
vi_vn: Loại bỏ sự kiện này khỏi lịch của bạn?
zh_cn: 确定退出日程？
zh_tw: 確定退出日程？

# H4k
source: End now
de_de: Jetzt beenden
es_es: Finalizar ahora
fr_fr: Terminer maintenant
id_id: Akhiri sekarang
it_it: Termina ora
ja_jp: すぐに終了
ko_kr: 지금 종료
ms_my: Tamat sekarang
pt_br: Terminar agora
ru_ru: Закончить прямо сейчас
th_th: จบเลย
vi_vn: Kết thúc nay
zh_cn: 立即结束
zh_tw: 立即結束

# loA
source: End once the event ends
de_de: Nach dem Ende des Ereignisses beenden
es_es: Finalizar cuando finalice el evento
fr_fr: Terminer à fin de l'événement
id_id: Akhiri setelah acara berakhir
it_it: Termina quando termina l'evento
ja_jp: 予定が終り次第終了
ko_kr: 이벤트 종료 후 바로 종료
ms_my: Berakhir apabila acara berakhir
pt_br: Terminar assim que o evento acabar
ru_ru: Завершить после завершения события
th_th: สิ้นสุดเมื่อกิจกรรมจบ
vi_vn: Kết thúc sau khi kết thúc sự kiện
zh_cn: 日程结束后立即结束
zh_tw: 日程結束後立即結束

# 85s
source: End once the event starts
de_de: Nach dem Start des Ereignisses beenden
es_es: Finalizar cuando comience el evento
fr_fr: Terminer au début de l'événement
id_id: Akhiri setelah acara dimulai
it_it: Termina quando inizia l'evento
ja_jp: 予定が終り次第開始
ko_kr: 이벤트 시작 후 바로 종료
ms_my: Berakhir apabila acara bermula
pt_br: Terminar assim que o evento começar
ru_ru: Завершить после начала события
th_th: สิ้นสุดเมื่อกิจกรรมเริ่ม
vi_vn: Kết thúc sau khi bắt đầu sự kiện
zh_cn: 日程结束后立即开始
zh_tw: 日程結束後立即開始

# VCQ
source: Go to Transfer
de_de: Navigieren Sie zu „Übertragen“
es_es: Ir a Transferir
fr_fr: Accéder au transfert
id_id: Buka Transfer
it_it: Vai a trasferire
ja_jp: 譲渡
ko_kr: 이전으로 이동
ms_my: Pergi ke Pindah
pt_br: Ir para Transferir
ru_ru: Перейти к переносу
th_th: ไปยังถ่ายโอน
vi_vn: Đi tới Chuyển
zh_cn: 前往转让
zh_tw: 前往轉讓

# u5s
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# s60
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 暂不处理
zh_tw: 暫不處理

# ymc
source: Meeting in progress. Please proceed to the meeting to create notes.
de_de: Besprechung in Fortschritt. Um Notizen zu erstellen, nehmen Sie bitte an der Besprechung teil.
es_es: Reunión en curso. Continúa con la reunión para crear notas.
fr_fr: Réunion en cours. Veuillez poursuivre la réunion pour créer des notes.
id_id: Rapat sedang berlangsung. Lanjut ke rapat untuk membuat catatan.
it_it: Riunione in corso. Procedi alla riunione per creare note.
ja_jp: 会議が進行中です。会議内で議事録を作成してください。
ko_kr: 회의가 진행 중입니다. 회의를 계속하여 메모를 생성하세요.
ms_my: Mesyuarat sedang berlangsung. Sila teruskan ke mesyuarat untuk mencipta nota.
pt_br: Reunião em andamento. Prossiga para a reunião para criar anotações.
ru_ru: Идет конференция. Перейдите в конференцию, чтобы создать протоколы.
th_th: กำลังประชุมอยู่ โปรดเข้าประชุมเพื่อสร้างบันทึก
vi_vn: Cuộc họp đang diễn ra. Vui lòng tiếp tục cuộc họp để tạo ghi chú.
zh_cn: 会议进行中，请前往会中创建会议纪要
zh_tw: 會議進行中，請前往會議中建立會議記錄

# IWg
source: No check-in required
de_de: Kein Einchecken erforderlich
es_es: Check in no obligatorio
fr_fr: Aucun check in obligatoire
id_id: Tidak perlu check-in
it_it: Fase di controllo non obbligatoria
ja_jp: チェックイン不要
ko_kr: 출석 필요 없음
ms_my: Tiada daftar masuk diperlukan
pt_br: Não é obrigatório fazer check-in
ru_ru: Отметка не требуется
th_th: ไม่ต้องเช็คอิน
vi_vn: Không cần điểm danh
zh_cn: 无需签到
zh_tw: 無需簽到

# 3I4
source: No permission to view
de_de: Keine Berechtigung zum Ansehen
es_es: No tienes permiso para ver
fr_fr: Aucune autorisation d'affichage
id_id: Tidak memiliki izin untuk melihat
it_it: Nessuna autorizzazione per visualizzare
ja_jp: 確認する権限はありません。
ko_kr: 보기 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat
pt_br: Sem permissão para visualizar
ru_ru: Нет разрешения на просмотр
th_th: ไม่มีสิทธิ์การอนุญาตดู
vi_vn: Không có quyền xem
zh_cn: 无权限查看
zh_tw: 無權查看

# xpA
source: Meeting notes created. Unable to switch to third-party calendars.
de_de: Es wurden Besprechungsnotizen erstellt. Das Wechseln zu Drittanbieter-Kalendern ist nicht möglich.
es_es: Notas de reunión creadas. No se puede cambiar a calendarios de terceros.
fr_fr: Notes de réunion créées. Impossible de passer à des calendriers tiers.
id_id: Catatan rapat dibuat. Gagal beralih ke kalender pihak ketiga.
it_it: Note riunione create. Impossibile passare ai calendari di terze parti.
ja_jp: 議事録が作成済みのため、サードパーティカレンダーに変更できません。
ko_kr: 회의 메모가 생성되었습니다. 타사 캘린더로 전환할 수 없습니다.
ms_my: Nota mesyuarat dicipta. Tidak dapat beralih ke kalendar pihak ketiga.
pt_br: Anotações da reunião criadas. Não é possível alternar para calendários de terceiros.
ru_ru: Протокол конференции создан. Невозможно переключиться на сторонние календари.
th_th: สร้างหมายเหตุบันทึกการประชุมแล้ว ไม่สามารถเปลี่ยนไปใช้ปฏิทินของบุคคลที่สามได้
vi_vn: Đã tạo ghi chú cuộc họp. Không thể chuyển sang lịch của bên thứ ba.
zh_cn: 已创建会议纪要，暂不支持切换为第三方日历
zh_tw: 已建立會議記錄，暫不支援切換為第三方日曆

# hBM
source: Once the event is saved, ongoing check-in will not be available.
de_de: Nachdem der Termin gespeichert wurde, ist der ausgeführte Eincheckvorgang nicht verfügbar.
es_es: Una vez guardado el evento, el check in actual no estará disponible.
fr_fr: Une fois l'événement enregistré, le check in ne sera plus disponible.
id_id: Setelah acara disimpan, check-in yang sedang berlangsung tidak akan tersedia.
it_it: Una volta salvato l'evento, la fase di controllo in corso non sarà disponibile.
ja_jp: 予定を保存すると、現在進行中のチェックインが無効になります。
ko_kr: 이벤트가 저장되면 진행 중인 출석을 사용할 수 없게 됩니다.
ms_my: Sekali acara disimpan, daftar masuk sedang tidak akan tersedia.
pt_br: Depois que o evento for salvo, o check-in em andamento não estará disponível.
ru_ru: После сохранения события станет доступна текущая регистрация.
th_th: เมื่อบันทึกกิจกรรมแล้ว เช็คอินที่กำลังดำเนินการจะไม่พร้อมใช้งาน
vi_vn: Sau khi đã lưu sự kiện, hoạt động điểm danh đang diễn ra sẽ không còn khả dụng.
zh_cn: 日程保存后，正在进行的签到将无法进行
zh_tw: 日程儲存後，正在進行的簽到將無法進行

# IUI
source: Please select another time
de_de: Bitte wählen Sie eine andere Uhrzeit aus
es_es: Selecciona otra hora
fr_fr: Veuillez sélectionner une autre heure
id_id: Pilih waktu lain
it_it: Seleziona un altro periodo
ja_jp: 再選択してください
ko_kr: 다른 시간을 선택하세요
ms_my: Sila pilih waktu lain
pt_br: Selecione outra hora
ru_ru: Выберите другое время
th_th: โปรดเลือกเวลาอื่น
vi_vn: Vui lòng chọn thời gian khác
zh_cn: 请重新选择
zh_tw: 請重新選擇

# s0c
source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 退出
zh_tw: 退出

# VEw
source: Remove all events from your calendar?
de_de: Alle Termine aus Ihrem Kalender entfernen?
es_es: ¿Quitar todos los eventos de tu calendario?
fr_fr: Retirer tous les événements de votre calendrier ?
id_id: Hapus semua acara dari kalender Anda?
it_it: Rimuovere tutti gli eventi dal tuo calendario?
ja_jp: すべての予定から退出しますか？
ko_kr: 캘린더에서 모든 이벤트를 제거하시겠습니까?
ms_my: Buang semua acara dari kalendar anda?
pt_br: Remover todos os eventos do seu calendário?
ru_ru: Исключить все события из календаря?
th_th: ลบกิจกรรมทั้งหมดออกจากปฏิทินของคุณหรือไม่
vi_vn: Loại bỏ tất cả sự kiện khỏi lịch của bạn?
zh_cn: 确定退出所有日程？
zh_tw: 確定退出所有日程？

# fkM
source: Remove this and following events from your calendar?
de_de: Diesen und die folgenden Termine aus Ihrem Kalender entfernen?
es_es: ¿Quitar este evento y los siguientes de tu calendario?
fr_fr: Retirer cet événement et les événements suivants de votre calendrier ?
id_id: Hapus acara ini dan acara berikutnya dari kalender Anda?
it_it: Rimuovere questo evento e i successivi dal tuo calendario?
ja_jp: この予定および今後の予定から退出しますか？
ko_kr: 캘린더에서 이 이벤트와 다음 이벤트를 제거하시겠습니까?
ms_my: Buang acara ini dan acara berikutnya dari kalendar anda?
pt_br: Remover este e os próximos eventos do seu calendário?
ru_ru: Исключить это и последующие события из календаря?
th_th: ลบกิจกรรมนี้และกิจกรรมต่อไปนี้ออกจากปฏิทินของคุณหรือไม่
vi_vn: Loại bỏ sự kiện này và các sự kiện tiếp theo khỏi lịch của bạn?
zh_cn: 确定退出此次及后续日程？
zh_tw: 確定退出此次及後續日程？

# BYw
source: Remove this event from your calendar?
de_de: Diesen Termin aus Ihrem Kalender entfernen?
es_es: ¿Quitar este evento de tu calendario?
fr_fr: Retirer cet événement de votre calendrier ?
id_id: Hapus acara ini dari kalender Anda?
it_it: Rimuovere questo evento dal tuo calendario?
ja_jp: この予定から退出しますか？
ko_kr: 캘린더에서 이 이벤트를 제거하시겠습니까?
ms_my: Buang acara ini dari kalendar anda?
pt_br: Remover este evento do seu calendário?
ru_ru: Исключить это событие из календаря?
th_th: ลบกิจกรรมนี้ออกจากปฏิทินของคุณหรือไม่
vi_vn: Loại bỏ sự kiện này khỏi lịch của bạn?
zh_cn: 确定退出此日程？
zh_tw: 確定要退出此日程嗎？

# SnY
source: Send check-in notifications
de_de: Eincheckinformationen senden
es_es: Enviar notificaciones de check-in
fr_fr: Envoyer des notifications de check in
id_id: Kirim notifikasi check-in
it_it: Invia notifiche fase di controllo
ja_jp: チェックイン通知を送信
ko_kr: 출석 알림 보내기
ms_my: Hantar notifikasi daftar masuk
pt_br: Enviar notificações de check-in
ru_ru: Отправлять уведомления о регистрации
th_th: ส่งการแจ้งเตือนเช็คอิน
vi_vn: Gửi thông báo điểm danh
zh_cn: 发送签到通知
zh_tw: 傳送簽到通知

# j1E
source: Start now
de_de: Jetzt beginnen
es_es: Comenzar ahora
fr_fr: Commencer maintenant
id_id: Mulai sekarang
it_it: Inizia ora
ja_jp: すぐに開始
ko_kr: 지금 시작
ms_my: Mula sekarang
pt_br: Iniciar agora
ru_ru: Начать прямо сейчас
th_th: เริ่มเลย
vi_vn: Bắt đầu ngay
zh_cn: 立即开始
zh_tw: 立即開始

# zBA
source: Start once the event ends
de_de: Nach dem Ende des Ereignisses starten
es_es: Comenzar cuando finalice el evento
fr_fr: Démarrer à la fin de l'événement
id_id: Mulai setelah acara berakhir
it_it: Inizia quando finisce l'evento
ja_jp: 予定が始まり次第終了
ko_kr: 이벤트 종료 후 바로 시작
ms_my: Bermula apabila acara berakhir
pt_br: Iniciar assim que o evento acabar
ru_ru: Начать после завершения события
th_th: เริ่มเมื่อกิจกรรมสิ้นสุด
vi_vn: Bắt đầu sau khi kết thúc sự kiện
zh_cn: 日程开始后立即结束
zh_tw: 日程開始後立即結束

# yHc
source: Start once the event starts
de_de: Nach dem Beginn des Ereignisses starten
es_es: Comenzar cuando comience el evento
fr_fr: Démarrer au début de l'événement
id_id: Mulai setelah acara dimulai
it_it: Inizia quando inizia l'evento
ja_jp: 予定が始まり次第開始
ko_kr: 이벤트 시작 후 바로 시작
ms_my: Mula apabila acara bermula
pt_br: Iniciar assim que o evento começar
ru_ru: Начать после начала события
th_th: เริ่มเมื่อกิจกรรมเริ่ม
vi_vn: Bắt đầu sau khi bắt đầu sự kiện
zh_cn: 日程开始后立即开始
zh_tw: 日程開始後立即開始

# NmQ
source: Delete this event?
de_de: Dieses Ereignis löschen?
es_es: ¿Eliminar este evento?
fr_fr: Supprimer cet événement ?
hi_in: यह ईवेंट हटाएँ?
id_id: Hapus acara ini?
it_it: Eliminare questo evento?
ja_jp: 予定を削除しますか？
ko_kr: 이 이벤트를 삭제하시겠습니까?
ms_my: Padam acara ini?
pt_br: Excluir este evento?
ru_ru: Удалить это событие?
th_th: ลบเหตุการณ์นี้หรือไม่
vi_vn: Xóa sự kiện này?
zh_cn: 确定删除日程？
zh_tw: 確定刪除日程？

# ckc
source: 0 min is not supported by this option.
de_de: 0 Min. wird von dieser Option nicht unterstützt.
es_es: En esta opción no se puede elegir "0 min".
fr_fr: 0 min n'est pas accepté par cette option.
id_id: 0 mnt tidak didukung oleh opsi ini.
it_it: 0 min non è supportato per questa opzione.
ja_jp: この項目で 0 分を選択できません。
ko_kr: 이 옵션은 0분을 지원하지 않습니다.
ms_my: 0 min tidak disokong oleh pilihan ini.
pt_br: 0 min não é aceito por esta opção.
ru_ru: 0 мин. не поддерживается этой опцией.
th_th: ตัวเลือกนี้ไม่รองรับ 0 นาที
vi_vn: Tùy chọn này không hỗ trợ 0 phút.
zh_cn: 此选项不支持 0 分钟
zh_tw: 此選項不支援 0 分鐘

# 8nk
source: Maximum time that can be set is 720 min
de_de: Maximal 720 Min. können festgelegt werden
es_es: El tiempo máximo que se puede establecer es de 720 minutos
fr_fr: La durée maximale pouvant être définie est de 720 min
id_id: Waktu maksimum yang dapat ditetapkan adalah 720 mnt
it_it: Il tempo massimo impostabile è 720 min
ja_jp: 時間は 720 分以内にしてください。
ko_kr: 설정할 수 있는 최대 시간은 720분입니다
ms_my: Masa maksimum yang boleh ditetapkan adalah 720 min
pt_br: O tempo máximo que pode ser definido é 720 min
ru_ru: Максимальное время для установки — 720 мин.
th_th: ตั้งเวลาได้สูงสุด 720 นาที
vi_vn: Thời gian tối đa có thể đặt là 720 phút
zh_cn: 时间设置上限为 720 分钟
zh_tw: 時間設定上限為 720 分鐘

# 5I8
source: Event has been transferred. Please transfer check-in data promptly.
de_de: Das Ereignis wurde übertragen. Bitte übertragen Sie die Eincheckdaten zeitnah.
es_es: Se ha transferido el evento. Transfiere los datos de check in a tiempo.
fr_fr: L'événement a été transféré. Veuillez transférer les données du check in rapidement.
id_id: Acara telah ditransfer. Transfer data check-in sesegera mungkin.
it_it: L'evento è stato trasferito. Trasferisci subito i dati della fase di controllo.
ja_jp: 予定を譲渡しました。お早めにチェックインデータを譲渡してください。
ko_kr: 이벤트가 이전되었습니다. 출석 데이터를 즉시 이전해 주세요.
ms_my: Acara telah dipindahkan. Sila pindahkan data daftar masuk dengan segera.
pt_br: O evento foi transferido. Transfira os dados de check-in imediatamente.
ru_ru: Событие было перенесено. Своевременно перенесите данные регистрации.
th_th: ถ่ายโอนกิจกรรมแล้ว โปรดถ่ายโอนข้อมูลเช็คอินโดยทันที
vi_vn: Đã chuyển sự kiện. Vui lòng chuyển ngay dữ liệu điểm danh.
zh_cn: 日程已转让，请及时转让签到数据
zh_tw: 日程已轉讓，請及時轉讓簽到資料

# w7g
source: Check to allow guests to create meeting group or meeting notes
de_de: Bitte aktivieren, um Gästen das Erstellen von Besprechungsgruppen oder Besprechungsnotizen zu ermöglichen.
es_es: Seleccionar para permitir a los invitados crear notas de reunión o un grupo de reunión.
fr_fr: Cochez cette case pour autoriser les invités à créer un groupe de réunion ou des notes de réunion.
hi_in: गेस्ट को मीटिंग समूह या मीटिंग नोट्स बनाने की अनुमति देने के लिए चेक करें.
id_id: Centang untuk mengizinkan tamu membuat grup rapat atau catatan rapat.
it_it: Seleziona per consentire agli ospiti di creare gruppi o note riunione.
ja_jp: 有効にすると、会議グループや議事録の作成はできるようになります。
ko_kr: 게스트가 회의 그룹 또는 회의 메모를 생성할 수 있도록 허용하려면 선택하세요.
ms_my: Tandakan untuk membenarkan tetamu membuat kumpulan mesyuarat atau nota mesyuarat
pt_br: Marque para permitir que os convidados criem grupo de reunião ou anotações da reunião.
ru_ru: Установите этот флажок, чтобы разрешить гостям создавать группы конференций или minutes.
th_th: ทำเครื่องหมายเพื่ออนุญาตให้ผู้รับเชิญสร้างกลุ่มการประชุมหรือบันทึกการประชุม
vi_vn: Chọn để cho phép khách mời tạo ghi chú nhóm họp hoặc ghi chú cuộc họp.
zh_cn: 开启后可创建会议群、会议纪要
zh_tw: 開啟後可建立會議群組、會議記錄

# tNs
source: Check to allow creating meeting groups
de_de: Um die Erstellung von Gruppen für Besprechungstermine zuzulassen, setzen Sie hier ein Häkchen
es_es: Activa esta casilla para permitir la creación de grupos de reunión
fr_fr: Cochez la case pour autoriser la création de groupes de réunion
id_id: Centang untuk mengizinkan pembuatan grup rapat
it_it: Seleziona per consentire la creazione di gruppi di riunione
ja_jp: オンにすると、会議グループを作成できるようになります。
ko_kr: 선택하여 회의 그룹 생성 허용
ms_my: Tandai untuk membenarkan pembentukan kumpulan mesyuarat
pt_br: Marque para permitir a criação de grupos de reunião
ru_ru: Установите флажок, чтобы разрешить создание групп конференций
th_th: ทำเครื่องหมายเพื่ออนุญาตการสร้างกลุ่มการประชุม
vi_vn: Chọn để cho phép tạo nhóm họp
zh_cn: 开启后可创建会议群
zh_tw: 開啟後可建立會議群組

# x0c
source: Unable to create
de_de: Erstellen fehlgeschlagen
es_es: No se puede crear
fr_fr: Échec de la création
hi_in: बनाने में असमर्थ
id_id: Gagal membuat
it_it: Impossibile creare
ja_jp: 作成失敗
ko_kr: 생성할 수 없습니다
ms_my: Tidak dapat mencipta
pt_br: Falha na criação
ru_ru: Невозможно создать
th_th: ไม่สามารถสร้างได้
vi_vn: Tạo không thành công
zh_cn: 无法创建
zh_tw: 無法建立
