Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# whc
source: You are not in the event or event expired
de_de: Sie sind nicht an dem Termin beteiligt oder der Termin ist abgelaufen
es_es: No estás en el evento o el evento ha expirado
fr_fr: Vous ne participez pas à l'événement ou l'événement a expiré
hi_in: ईवेंट की समय-सीमा समाप्त हुई
id_id: Anda tidak ada di dalam acara atau acara telah kedaluwarsa
it_it: Non sei nell'evento o l'evento è scaduto
ja_jp: 予定に参加していないか、予定が期限切れになりました
ko_kr: 이벤트에 참여하지 않았거나 이벤트가 만료되었습니다
ms_my: Acara telah luput
pt_br: Você não está no evento ou o evento expirou
ru_ru: Вы не участвуете в событии или срок действия события истек
th_th: คุณไม่ได้อยู่ในกิจกรรมหรือกิจกรรมหมดอายุแล้ว
vi_vn: Bạn không tham gia sự kiện hoặc sự kiện đã hết hạn
zh_cn: 你不在日程中或日程已失效
zh_tw: 你不在日程中或日程已失效

# i74
source: Invitation Expired
de_de: Einladung abgelaufen
es_es: Invitación caducada
fr_fr: Invitation expirée
hi_in: आमंत्रण की समय-सीमा समाप्त हुई
id_id: Undangan Kedaluwarsa
it_it: Invito scaduto
ja_jp: この共有は期限切れです
ko_kr: 초대 만료됨
ms_my: Jemputan Tamat Tempoh
pt_br: Convite vencido
ru_ru: Приглашение просрочено
th_th: คำเชิญหมดอายุ
vi_vn: Lời mời đã hết hạn
zh_cn: 此分享已失效
zh_tw: 此分享已失效

# IEQ
source: Permissions for external
de_de: Berechtigungen für extern
es_es: Permisos para usuarios externos
fr_fr: Autorisations en externe
hi_in: बाहरी उपयोगकर्ताओं के लिए अनुमतियाँ
id_id: Izin untuk eksternal
it_it: Autorizzazioni per esterni
ja_jp: 組織外
ko_kr: 외부 권한
ms_my: Kebenaran untuk luaran
pt_br: Permissões para externo
ru_ru: Разрешения для внешних
th_th: สิทธิ์การอนุญาตสำหรับภายนอก
vi_vn: Quyền đối với bên ngoài
zh_cn: 组织外
zh_tw: 組織外

# UWE
source: Default permissions when sharing this calendar with external contacts.
de_de: Standardberechtigungen beim Teilen dieses Kalenders mit externen Kontakten.
es_es: Permisos predeterminados al compartir este calendario con contactos externos.
fr_fr: Autorisations par défaut lors du partage de ce calendrier avec des contacts externes.
hi_in: यह कैलेंडर बाहरी संपर्कों से साझा करते समय डिफ़ॉल्ट अनुमतियाँ.
id_id: Izin default saat berbagi kalender ini dengan kontak eksternal.
it_it: Autorizzazioni predefinite quando si condivide questo calendario con contatti esterni.
ja_jp: カレンダーを外部ユーザーと共有する時のデフォルト権限です
ko_kr: 이 캘린더를 외부 연락처와 공유할 때의 기본 권한입니다.
ms_my: Keizinan lalai apabila berkongsi kalendar ini dengan kenalan luar.
pt_br: Permissões padrão ao compartilhar este calendário com contatos externos.
ru_ru: Разрешения по умолчанию, когда этим календарем делятся с внешним контактом.
th_th: สิทธิ์การอนุญาตเริ่มต้นเมื่อแบ่งปันปฏิทินนี้กับผู้ติดต่อภายนอก
vi_vn: Quyền mặc định khi chia sẻ lịch với danh bạ bên ngoài.
zh_cn: 与外部用户分享此日历时的默认权限
zh_tw: 與外部使用者分享此日曆時的預設權限

# Ovw
source: Failed to share, please try again later
de_de: Teilen fehlgeschlagen, versuchen Sie es später erneut.
es_es: Error al compartir, inténtelo de nuevo más tarde
fr_fr: Échec du partage, veuillez réessayer plus tard
hi_in: साझा करने में विफल हुआ, कृपया बाद में पुनः प्रयास करें
id_id: Gagal berbagi, coba lagi nanti
it_it: Impossibile condividere, riprova più tardi
ja_jp: 共有できませんでした。再試行してください
ko_kr: 공유에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal berkongsi, sila cuba lagi kemudian
pt_br: Falha ao compartilhar, tente novamente mais tarde
ru_ru: Не удалось открыть доступ, попробуйте еще раз позже
th_th: แชร์ไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Chia sẻ thất bại, vui lòng thử lại sau
zh_cn: 分享失败，请稍后再试
zh_tw: 分享失敗，請稍後再試

# B70
source: Follower
es_es: Seguidor
fr_fr: Abonné
hi_in: फ़ॉलोअर
id_id: Pengikut
ja_jp: フォロワー
ko_kr: 팔로워
ms_my: Pengikut
pt_br: Seguidor
ru_ru: Подписчик
th_th: ผู้ติดตาม
vi_vn: Người theo dõi
zh_cn: 订阅者
zh_tw: 訂閱者

# Wzs
source: Guest
de_de: Gast
es_es: Invitado
fr_fr: Invité
hi_in: गेस्ट
id_id: Tamu
it_it: Ospite
ja_jp: ゲスト
ko_kr: 게스트
ms_my: Tetamu
pt_br: Convidado
ru_ru: Гость
th_th: ผู้รับเชิญ
vi_vn: Khách
zh_cn: 游客
zh_tw: 訪客

# uzw
source: Subscribers
de_de: Abonnenten
es_es: Suscriptores
fr_fr: Abonnés
id_id: Pelanggan
it_it: Iscritti
ja_jp: フォロワー数
ko_kr: 구독자
ms_my: Langganan
pt_br: Assinantes
ru_ru: Подписчики
th_th: ผู้ติดตาม
vi_vn: Người đăng ký
zh_cn: 订阅人数
zh_tw: 訂閱人數

# ZBw
source: Subscribers:
de_de: Abonnenten:
es_es: Suscriptores:
fr_fr: Abonnés :
id_id: Pelanggan:
it_it: Iscritti:
ja_jp: フォロワー数：
ko_kr: 구독자:
ms_my: Langganan:
pt_br: Assinantes:
ru_ru: Подписчики:
th_th: ผู้ติดตาม:
vi_vn: Người đăng ký:
zh_cn: 订阅人数：
zh_tw: 訂閱人數：

# UuY
source: Permissions for internal
de_de: Berechtigungen für intern
es_es: Permisos para usuarios internos
fr_fr: Autorisations en interne
hi_in: आंतरिक सदस्यों के लिए अनुमतियाँ
id_id: Izin untuk internal
it_it: Autorizzazione per interni
ja_jp: 組織内
ko_kr: 내부 권한
ms_my: Kebenaran untuk dalaman
pt_br: Permissões para interno
ru_ru: Разрешения для внутренних
th_th: สิทธิ์การอนุญาตสำหรับภายใน
vi_vn: Quyền đối với nội bộ
zh_cn: 组织内
zh_tw: 組織內

# JSQ
source: Join
de_de: Beitreten
es_es: Unirte
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 予定に参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入日程
zh_tw: 加入日程

# l3k
source: Unable to join
de_de: Beitreten nicht möglich
es_es: No puedes unirte
fr_fr: Participation impossible
hi_in: शामिल होने में विफल हुआ
id_id: Tidak dapat bergabung
it_it: Impossibile partecipare
ja_jp: 参加できませんでした
ko_kr: 참가할 수 없음
ms_my: Tidak dapat menyertai
pt_br: Não é possível ingressar
ru_ru: Не удалось присоединиться
th_th: ไม่สามารถเข้าร่วมได้
vi_vn: Không thể tham gia
zh_cn: 加入失败
zh_tw: 加入失敗

# q7o
source: Joined
de_de: Beigetreten
es_es: Se ha unido
fr_fr: Rejoint
hi_in: शामिल हो गया
id_id: Telah bergabung
it_it: Stai partecipando
ja_jp: 参加しました
ko_kr: 가입됨
ms_my: Menyertai
pt_br: Ingressou
ru_ru: Присоединился
th_th: เข้าร่วมแล้ว
vi_vn: Đã tham gia
zh_cn: 加入成功
zh_tw: 加入成功

# YPA
source: Joined
de_de: Beigetreten
es_es: Te has unido
fr_fr: Rejoint
hi_in: शामिल हुए
id_id: Telah bergabung
it_it: Partecipa
ja_jp: この予定に参加しました
ko_kr: 가입됨
ms_my: Menyertai
pt_br: Ingressou
ru_ru: Присоединился
th_th: เข้าร่วมแล้ว
vi_vn: Đã tham gia
zh_cn: 已加入该日程
zh_tw: 已加入該日程

# Dec
source: Joining
de_de: Beitreten
es_es: Uniéndote
fr_fr: Adhésion
hi_in: शामिल हो रहा है
id_id: Bergabung
it_it: Partecipazione
ja_jp: 参加中
ko_kr: 참가 중
ms_my: Menyertai
pt_br: Ingressando
ru_ru: Присоединение
th_th: กำลังเข้าร่วม
vi_vn: Đang tham gia
zh_cn: 正在加入
zh_tw: 正在加入

# nY8
source: Send to chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke sembang
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปที่แชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_tw: 傳送至對話

# nwY
source: Link
es_es: Enlace
fr_fr: Lien
hi_in: लिंक
id_id: Tautan
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Привязать
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 复制链接
zh_tw: 複製連結

source: Link copied
de_de: Link kopiert
es_es: Enlace copiado
fr_fr: Lien copié
hi_in: लिंक कॉपी किया गया
id_id: Tautan disalin
it_it: Link copiato
ja_jp: リンクをコピーしました
ko_kr: 링크가 복사되었습니다
ms_my: Pautan disalin
pt_br: Link copiado
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์แล้ว
vi_vn: Đã sao chép liên kết
zh_cn: 复制成功
zh_tw: 複製成功

# i5M
source: Manage calendar (E.g. change calendar settings)
de_de: Kalender verwalten (z. B. Kalendereinstellungen ändern)
es_es: Gestionar el calendario (por ejemplo, cambiar la configuración del calendario)
fr_fr: Gérer le calendrier (par ex. modifier les paramètres du calendrier)
hi_in: कैलेंडर प्रबंधित करें (उदा. कैलेंडर सेटिंग्स बदलना)
id_id: Kelola kalender (Mis., ubah pengaturan kalender)
it_it: Gestisci calendario (ad es., cambia impostazioni calendario)
ja_jp: カレンダーを管理可能（例：カレンダーの設定を変更）
ko_kr: 캘린더 관리 (예: 캘린더 설정 변경)
ms_my: Urus kalendar (Contoh: ubah tetapan kalendar)
pt_br: Gerenciar calendário (ex. alterar configurações do calendário)
ru_ru: Управление календарем (например, изменение настроек календаря)
th_th: จัดการปฏิทิน (เช่น เปลี่ยนการตั้งค่าปฏิทิน)
vi_vn: Quản lý lịch (Ví dụ: đổi cài đặt lịch)
zh_cn: 可管理日历（如更改日历设置）
zh_tw: 可管理日曆（如變更日曆設定）

# Lwo
source: Success
de_de: Berechtigung geändert
es_es: El permiso se ha modificado
fr_fr: Autorisation modifiée
hi_in: अनुमति संशोधित की गई
id_id: Izin diubah
it_it: Autorizzazione modificata
ja_jp: 編集しました
ko_kr: 권한이 수정되었습니다
ms_my: Berjaya
pt_br: Permissão modificada
ru_ru: Разрешение изменено
th_th: แก้ไขสิทธิ์การอนุญาตแล้ว
vi_vn: Đã sửa đổi quyền
zh_cn: 修改成功
zh_tw: 修改成功

# jiw
source: Saving changes...
de_de: Änderungen speichern...
es_es: Guardando cambios...
fr_fr: Enregistrement des modifications en cours…
hi_in: बदलाव सहेजे जा रहे हैं...
id_id: Menyimpan perubahan...
it_it: Salvataggio delle modifiche in corso
ja_jp: 編集中…
ko_kr: 변경 사항 저장 중...
ms_my: Menyimpan perubahan...
pt_br: Salvando alterações...
ru_ru: Сохранение изменений...
th_th: กำลังบันทึกการเปลี่ยนแปลง...
vi_vn: Đang lưu thay đổi...
zh_cn: 修改中...
zh_tw: 修改中...

# oZE
source: Next
ja_jp: 次へ
zh_cn: 下一步

# Ft8
source: No permission to share this calendar to this user
de_de: Keine Berechtigung zur Freigabe dieses Kalenders für diesen Benutzer
es_es: Sin permiso para compartir este calendario con este usuario
fr_fr: Aucune autorisation de partager ce calendrier avec cet utilisateur
id_id: Tidak ada izin untuk membagikan kalender ini ke pengguna ini
it_it: Nessuna autorizzazione per condividere questo calendario con questo utente
ja_jp: このカレンダーをこのユーザーに共有する権限がありません。
ko_kr: 이 캘린더를 이 사용자에게 공유할 수 있는 권한이 없습니다
ms_my: Tiada kebenaran untuk berkongsi kalendar ini kepada pengguna ini
pt_br: Sem permissão para compartilhar este calendário com este usuário
ru_ru: Нет разрешения на то, чтобы поделиться этим календарем с этим пользователем
th_th: ไม่มีสิทธิ์การอนุญาตให้แบ่งปันปฏิทินนี้กับผู้ใช้นี้
vi_vn: Không có quyền chia sẻ lịch này cho người dùng này
zh_cn: 无权限分享该日历给该用户
zh_tw: 無權將該日曆分享給該使用者

# Mwg
source: No permission to share this calendar to some users
de_de: Keine Berechtigung zur Freigabe dieses Kalenders für einige Benutzer
es_es: Sin permiso para compartir este calendario con algunos usuarios
fr_fr: Aucune autorisation de partager ce calendrier avec certains utilisateurs
id_id: Tidak ada izin untuk membagikan kalender ini kepada beberapa pengguna
it_it: Nessuna autorizzazione per condividere questo calendario con alcuni utenti
ja_jp: このカレンダーを一部のユーザーに共有する権限がありません。
ko_kr: 이 캘린더를 일부 사용자에게 공유할 수 있는 권한이 없습니다
ms_my: Tiada kebenaran untuk berkongsi kalendar ini dengan beberapa pengguna
pt_br: Sem permissão para compartilhar este calendário com alguns usuários
ru_ru: Нет разрешения на передачу некоторым пользователям
th_th: ไม่มีสิทธิ์การอนุญาตให้แบ่งปันปฏิทินนี้กับผู้ใช้บางคน
vi_vn: Không có quyền chia sẻ lịch này cho một số người dùng
zh_cn: 无权限分享该日历给部分用户
zh_tw: 無權將該日曆分享給部分使用者

# 9u0
source: See only free/busy
de_de: Nur freie/gebuchte sehen
es_es: Ver solo disponibilidad
fr_fr: Afficher uniquement les disponibilités
hi_in: केवल ख़ाली/व्यस्त देखें
id_id: Hanya lihat status bebas/sibuk
it_it: Visualizza solo disponibilità
ja_jp: 予定の有無のみを表示可能
ko_kr: 약속 있음/없음만 보기
ms_my: Lihat hanya kosong/sibuk
pt_br: Ver apenas disponibilidade
ru_ru: Видеть только свободный/занятый статус
th_th: ดูเฉพาะสถานะว่าง/ไม่ว่าง
vi_vn: Chỉ xem thông tin rảnh/bận
zh_cn: 仅显示忙碌 / 空闲
zh_tw: 僅顯示忙碌 / 閒置

# b9k
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: 所有者
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 所有者
zh_tw: 擁有者

# 5uo
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
ms_my: Persendirian
pt_br: Particular
ru_ru: Частный
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私密

# q2E
source: QR Code
es_es: Código QR
fr_fr: Code QR
hi_in: QR कोड
id_id: Kode QR
it_it: Codice QR
ja_jp: QR コード
ko_kr: QR 코드
ms_my: Kod QR
pt_br: Código QR
ru_ru: QR-код
th_th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_cn: 查看二维码
zh_tw: 查看 QR 碼

# nA8
source: Remove Member
de_de: Mitglied entfernen
es_es: Quitar miembro
fr_fr: Retirer un membre
id_id: Hapus Anggota
it_it: Rimuovi membro
ja_jp: メンバーを削除
ko_kr: 구성원 제거
ms_my: Buang Ahli
pt_br: Remover membro
ru_ru: Удалить участника
th_th: ลบสมาชิกออก
vi_vn: Xóa thành viên
zh_cn: 移除成员
zh_tw: 移除成員

# 86g
source: Remove user
de_de: Benutzer entfernen
es_es: Quitar usuario
fr_fr: Retirer l'utilisateur
hi_in: उपयोगकर्ता को निकालें
id_id: Hapus pengguna
it_it: Rimuovi utente
ja_jp: ユーザーを削除
ko_kr: 사용자 제거
ms_my: Buang pengguna
pt_br: Remover usuário
ru_ru: Удалить пользователя
th_th: ลบผู้ใช้ออก
vi_vn: Loại bỏ người dùng
zh_cn: 移除用户
zh_tw: 移除使用者

# bfk
source: Removed
de_de: Entfernt
es_es: Se ha borrado
fr_fr: Retiré(e)
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimosso
ja_jp: 削除しました
ko_kr: 제거되었습니다
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 已移除
zh_tw: 已移除

# DGs
source: Failed to send
de_de: Senden fehlgeschlagen
es_es: Error al enviar
fr_fr: Échec de l'envoi
hi_in: भेजने में विफल हुआ
id_id: Gagal mengirim
it_it: Impossibile inviare
ja_jp: 送信できませんでした
ko_kr: 전송 실패
ms_my: Gagal menghantar
pt_br: Falha ao enviar
ru_ru: Не удалось отправить
th_th: ส่งไม่สำเร็จ
vi_vn: Gửi thất bại
zh_cn: 发送失败
zh_tw: 傳送失敗

# Csg
source: Save Image
de_de: Bild speichern
es_es: Guardar imagen
fr_fr: Enregistrer l'image
hi_in: छवि सहेजें
id_id: Simpan gambar
it_it: Salva immagine
ja_jp: 画像を保存
ko_kr: 이미지 저장
ms_my: Simpan Imej
pt_br: Salvar imagem
ru_ru: Сохранить изображение
th_th: บันทึกภาพ
vi_vn: Lưu hình ảnh
zh_cn: 保存图片
zh_tw: 儲存圖片

# e84
source: Save to album
de_de: In Album speichern
es_es: Guardar en el álbum
fr_fr: Enregistrer dans l'album
hi_in: एल्बम में सहेजें
id_id: Simpan ke album
it_it: Salva nell'album
ja_jp: アルバムに保存
ko_kr: 앨범에 저장
ms_my: Simpan ke album
pt_br: Salvar no álbum
ru_ru: Сохранить в альбоме
th_th: บันทึกไปยังอัลบั้ม
vi_vn: Lưu vào album
zh_cn: 保存到相册
zh_tw: 儲存到相簿

# j9Q
source: Failed to save image
de_de: Bild konnte nicht gespeichert werden.
es_es: Error al guardar la imagen
fr_fr: Échec de l'enregistrement de l'image
hi_in: छवि सहेजने में विफल हुआ
id_id: Gagal menyimpan gambar
it_it: Impossibile salvare l'immagine
ja_jp: 画像の保存ができませんでした
ko_kr: 이미지 저장에 실패했습니다
ms_my: Gagal menyimpan imej
pt_br: Falha ao salvar imagem
ru_ru: Не удалось сохранить изображение
th_th: บันทึกภาพไม่สำเร็จ
vi_vn: Lưu hình ảnh thất bại
zh_cn: 保存图片失败
zh_tw: 儲存圖片失敗

# QH0
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました。
ko_kr: 저장되었습니다
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_tw: 儲存成功

# n0s
source: Scan to subscribe to this calendar
de_de: Zum Abonnieren dieses Kalenders scannen
es_es: Escanea para suscribirte a este calendario
fr_fr: Scannez pour vous abonner à ce calendrier
hi_in: इस कैलेंडर की सदस्यता लेने के लिए स्कैन करें
id_id: Pindai untuk berlangganan kalender ini
it_it: Scansiona per iscriverti a questo calendario
ja_jp: QRコードをスキャンしてカレンダーをフォロー
ko_kr: 스캔하여 이 캘린더를 구독하세요
ms_my: Imbas untuk melanggan kalendar ini
pt_br: Escaneie para se inscrever a este calendário
ru_ru: Отсканируйте, чтобы подписаться на этот календарь
th_th: สแกนเพื่อสมัครรับข้อมูลปฏิทินนี้
vi_vn: Quét để đăng ký lịch này
zh_cn: 扫描二维码订阅日历
zh_tw: 掃描 QR 碼訂閱日曆

# DgM
source: Search members, groups or contacts
de_de: Mitglieder, Gruppen oder Kontakte suchen
es_es: Buscar miembros, grupos o contactos
fr_fr: Rechercher des membres, des groupes ou des contacts
hi_in: सदस्य, समूह, या संपर्क खोजें
id_id: Cari anggota, grup, atau kontak
it_it: Cerca membri, gruppi o contatti
ja_jp: メンバー、グループまたは連絡先を検索
ko_kr: 구성원, 그룹 또는 연락처 검색
ms_my: Cari ahli, kumpulan atau kenalan
pt_br: Pesquisar membros, grupos ou contatos
ru_ru: Поиск участников, групп и контактов
th_th: ค้นหาสมาชิก กลุ่ม หรือรายชื่อที่ติดต่อ
vi_vn: Tìm kiếm thành viên, nhóm hoặc danh bạ
zh_cn: 搜索成员、群或联系人
zh_tw: 搜尋成員、群組或聯絡人

# P2Y
source: See all event details (E.g. Subject and guests)
de_de: Alle Termindetails anzeigen (z. B. Thema und Gäste)
es_es: Ver todos los detalles del evento (por ejemplo, el asunto y los invitados)
fr_fr: Afficher tous les détails de l'événement (par ex. le sujet et les invités)
hi_in: सभी ईवेंट विवरण देखें (उदा. विषय और गेस्ट)
id_id: Lihat semua perincian acara (Mis., Subjek dan tamu)
it_it: Visualizza tutti i dettagli dell'evento (ad es., oggetto e ospiti)
ja_jp: すべての予定の詳細を表示可能
ko_kr: 모든 이벤트 세부 정보 보기 (예: 주제 및 게스트)
ms_my: Lihat semua butiran acara (Contoh: Subjek dan tetamu)
pt_br: Ver todos os detalhes (participantes e convidados)
ru_ru: Показать все сведения о событии (например, тему или гостей)
th_th: ดูรายละเอียดของเหตุการณ์ทั้งหมด (เช่น หัวเรื่องและผู้รับเชิญ)
vi_vn: Xem toàn bộ chi tiết sự kiện (Ví dụ: Tiêu đề và khách)
zh_cn: 可查看所有日程详情
zh_tw: 可查看所有日程詳細資料

# WU0
source: Share separately with:
de_de: Separat freigeben für:
es_es: Compartir por separado con:
fr_fr: Partager séparément avec :
id_id: Bagikan secara terpisah dengan:
it_it: Condividi separatamente con:
ja_jp: それぞれに共有：
ko_kr: 별도 공유 대상:
ms_my: Kongsi berasingan dengan:
pt_br: Compartilhar separadamente com:
ru_ru: Поделиться отдельно с:
th_th: แบ่งปันแยกกันกับ:
vi_vn: Chia sẻ riêng với:
zh_cn: 分享给：
zh_tw: 分享給：

# MY4
source: Share
ja_jp: 共有
zh_cn: 分享

# BiI
source: Share calendar with
de_de: Kalender teilen mit
es_es: Compartir calendario con
fr_fr: Partager le calendrier avec
hi_in: कैलेंडर किनसे साझा करें
id_id: Berbagi kalender dengan
it_it: Condividi calendario con
ja_jp: カレンダーを下記の先に共有
ko_kr: 캘린더 공유 대상
ms_my: Kongsi kalendar dengan
pt_br: Compartilhar calendário com
ru_ru: Поделиться календарем с
th_th: แบ่งปันปฏิทินกับ
vi_vn: Chia sẻ lịch với
zh_cn: 将日历分享给
zh_tw: 將日曆分享給

# G6s
source: Shared
de_de: Geteilt
es_es: Compartido
fr_fr: Partagé(e)
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有しました。
ko_kr: 공유되었습니다
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Вы успешно поделились
th_th: แบ่งปันแล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_tw: 分享成功

# df4
source: Shared with
de_de: Geteilt mit
es_es: Compartido con
fr_fr: Partagé avec
hi_in: किनसे साझा किया
id_id: Berbagi dengan
it_it: Condiviso con
ja_jp: 共有したユーザー
ko_kr: 공유 대상
ms_my: Dikongsi dengan
pt_br: Compartilhado com
ru_ru: Опубликовано для
th_th: แบ่งปันกับ
vi_vn: Đã chia sẻ với
zh_cn: 已分享用户
zh_tw: 已分享使用者

# Kog
source: Sharing...
de_de: Teilen...
es_es: Compartiendo...
fr_fr: Partage…
hi_in: साझा किया जा रहा है...
id_id: Berbagi...
it_it: Condivisione in corso
ja_jp: 共有中...
ko_kr: 공유 중...
ms_my: Mengongsi...
pt_br: Compartilhando...
ru_ru: Делимся...
th_th: กำลังแชร์...
vi_vn: Đang chia sẻ...
zh_cn: 正在分享...
zh_tw: 正在分享…

# nrw
source: Default permissions
de_de: Standardberechtigungen
es_es: Permisos predeterminados
fr_fr: Autorisations par défaut
hi_in: अनुमतियाँ
id_id: Izin default
it_it: Autorizzazioni predefinite
ja_jp: デフォルトの権限
ko_kr: 기본 권한
ms_my: Keizinan lalai
pt_br: Permissões padrão
ru_ru: Разрешения по умолчанию
th_th: สิทธิ์การอนุญาตเริ่มต้น
vi_vn: Quyền mặc định
zh_cn: 默认权限
zh_tw: 預設權限

# q7M
source: You are not in this single event. No permission for more information.
de_de: Sie sind nicht an diesem einzelnen Termin beteiligt. Keine Berechtigung für den Zugriff auf weitere Informationen.
es_es: No estás en este evento único. No tienes permiso para obtener más información.
fr_fr: Vous ne participez pas à cet événement unique. Aucune autorisation pour obtenir plus d'informations.
id_id: Anda tidak berada di dalam acara tunggal ini. Tidak ada izin untuk informasi lebih lanjut.
it_it: Non sei presente in questo evento singolo. Nessuna autorizzazione per ulteriori informazioni.
ja_jp: 今回の予定に参加していないため、詳しい情報を表示する権限がありません。
ko_kr: 회원님은 이 단일 이벤트에 있지 않습니다. 추가 정보에 대한 권한이 없습니다.
ms_my: Anda tidak berada dalam acara tunggal ini. Tiada kebenaran untuk maklumat lanjut.
pt_br: Você não está neste único evento. Sem permissão para mais informações.
ru_ru: Вы не участвуете в этом единственном событии. Нет разрешения на получение дополнительной информации.
th_th: คุณไม่ได้อยู่ในกิจกรรมเดี่ยวนี้ ไม่ได้รับสิทธิ์การอนุญาตให้รับข้อมูลเพิ่มเติม
vi_vn: Bạn không tham gia sự kiện duy nhất này. Không có quyền biết thêm thông tin.
zh_cn: 你不在此次日程中，无权查看更多信息
zh_tw: 你不在此次日程中，無權查看更多資訊

# cY0
source: Shared
de_de: Geteilt
es_es: Compartido
fr_fr: Partagé
hi_in: साझा किया गया
id_id: Dibagikan
it_it: Condiviso
ja_jp: 共有しました
ko_kr: 공유됨
ms_my: Dikongsi
pt_br: Compartilhado
ru_ru: Вы успешно поделились
th_th: แชร์แล้ว
vi_vn: Đã chia sẻ
zh_cn: 分享成功
zh_tw: 分享成功

# rus
source: This permission can't be set as the default option to protect your information.
de_de: Diese Berechtigung kann nicht als Standardoption zum Schutz Ihrer Daten festgelegt werden.
es_es: Este permiso no se puede establecer como opción predeterminada para proteger tu información.
fr_fr: Cette autorisation ne peut pas être définie comme l'option par défaut pour protéger vos informations.
id_id: Izin ini tidak dapat ditetapkan sebagai opsi default untuk melindungi informasi Anda.
it_it: Questa autorizzazione non può essere impostata come opzione predefinita per proteggere le tue informazioni.
ja_jp: セキュリティ保護のため、このオプションをデフォルトに設定できません。
ko_kr: 이 권한은 정보 보호를 위한 기본 옵션으로 설정할 수 없습니다.
ms_my: Kebenaran ini tidak boleh dijadikan pilihan lalai untuk melindungi maklumat anda.
pt_br: Essa permissão não pode ser definida como a opção padrão para proteger suas informações.
ru_ru: Это разрешение нельзя установить по умолчанию для защиты вашей информации.
th_th: ไม่สามารถตั้งค่าสิทธิ์การอนุญาตนี้เป็นตัวเลือกเริ่มต้นในการปกป้องข้อมูลของคุณ
vi_vn: Không thể đặt quyền này làm tùy chọn mặc định để bảo vệ thông tin của bạn.
zh_cn: 为保护你的信息安全，无法将该权限设置为默认选项
zh_tw: 為保護資訊安全，無法將該權限設定為預設選項

# ElU
source: Unable to change sharing permissions for all-staff calendars
de_de: Änderung der Berechtigungen zum Teilen für Kalender für alle Mitarbeiter fehlgeschlagen
es_es: No se puede cambiar el permiso para compartir para calendarios de todo el personal
fr_fr: Modification des autorisations de partage des calendriers d'entreprise impossible
hi_in: सभी स्टाफ़ के कैलेंडर का साझाकरण अनुमति बदलने में असमर्थ
id_id: Gagal mengubah izin untuk berbagi untuk kalender semua staf
it_it: Impossibile modificare le autorizzazioni per condividere relative ai calendari per tutto lo staff
ja_jp: 全員カレンダーの共有権限を変更できません。変更するには法人管理者にご連絡ください
ko_kr: 전체 직원 캘린더에 대한 공유 권한을 변경할 수 없습니다
ms_my: Tidak dapat mengubah kebenaran perkongsian untuk kalendar semua-staf
pt_br: Falha ao alterar a permissão para compartilhar dos calendários de todos os funcionários
ru_ru: Не удалось изменить разрешение делиться для календарей всего персонала
th_th: ไม่สามารถเปลี่ยนสิทธิ์การอนุญาตในการแบ่งปันสำหรับปฏิทินรวมพนักงานได้
vi_vn: Không thể thay đổi quyền chia sẻ cho lịch toàn bộ nhân viên
zh_cn: 无法更改全员日历的分享权限，请联系企业管理员更改
zh_tw: 無法變更全員日曆的分享權限，請聯絡企業管理員變更

# LmA
source: Unable to set as default sharing permission
ja_jp: デフォルト権限として設定できません
ru_ru: Невозможно установить разрешение делиться по умолчанию
zh_cn: 为保护你的日历信息安全，无法设置该权限为默认权限
zh_tw: 為保護你的日曆資訊安全，無法將此權限設定為預設權限
