Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Oxc
source: Panelist list hidden at the organizer's request
de_de: Liste der Podiumsteilnehmer auf Anfrage des Organisators ausgeblendet
es_es: Lista de panelistas oculta a petición del organizador
fr_fr: Liste des panélistes masquée à la demande de l'organisateur
id_id: Daftar panelis disembunyikan atas permintaan penyelenggara
it_it: Elenco relatori nascosta su richiesta dell'organizzatore
ja_jp: 主催者がパネリストのリストを非表示に設定しています。
ko_kr: 주최자의 요청에 따라 숨겨진 패널리스트 목록
ms_my: Senarai panelis disembunyikan atas permintaan penganjur
pt_br: Lista de membros do painel ocultada a pedido do organizador
ru_ru: Список участников скрыт по просьбе организатора
th_th: รายชื่อผู้ร่วมอภิปรายซ่อนไว้ตามคำขอของผู้จัด
vi_vn: Danh sách tham luận viên được ẩn theo yêu cầu của người tổ chức
zh_cn: 组织者设置了隐藏嘉宾列表
zh_tw: 組織者設定了隱藏來賓清單

# rU0
source: Guests are allowed to modify the event by default! You can change the default in Calendar Settings.
de_de: Per Standardeinstellung können Gäste den Termin modifizieren! In den Kalendereinstellungen können Sie diese Standardeinstellung ändern.
es_es: Los invitados pueden modificar el evento de forma predeterminada. Puedes cambiar el valor predeterminado en Configuración del calendario.
fr_fr: Les invités sont autorisés à modifier l'événement par défaut ! Vous pouvez modifier la valeur par défaut dans les paramètres du calendrier.
id_id: Tamu diizinkan untuk mengubah acara secara default! Anda dapat mengubah default di Pengaturan Kalender.
it_it: Agli ospiti è consentito modificare l'evento per impostazione predefinita! Puoi modificare l'impostazione predefinita nelle Impostazioni del Calendario.
ja_jp: デフォルトでは、予定参加者に予定情報の編集を許可しています。デフォルトの設定はカレンダー設定で変更できます。
ko_kr: 게스트는 기본적으로 이벤트를 수정할 수 있습니다! 캘린더 설정에서 기본값을 변경할 수 있습니다.
ms_my: Tetamu dibenarkan mengubah acara secara lalai! Anda boleh mengubah lalai dalam Tetapan Kalendar.
pt_br: Os convidados podem modificar o evento por padrão. Você pode alterar o padrão nas configurações do calendário.
ru_ru: По умолчанию гостям разрешено изменять событие! Вы можете изменить значение по умолчанию в настройках календаря.
th_th: ผู้รับเชิญจะแก้ไขกิจกรรมได้ตามค่าเริ่มต้น คุณสามารถเปลี่ยนค่าเริ่มต้นในการตั้งค่าปฏิทินได้
vi_vn: Khách được phép sửa đổi sự kiện theo mặc định! Bạn có thể thay đổi mặc định trong Cài đặt Lịch.
zh_cn: 已默认允许参与者修改日程，可在日历设置中修改默认值
zh_tw: 已預設允許參與者修改日程，可在日曆設定中修改預設值

# yJQ
source: Request Permission
de_de: Berechtigung beantragen
es_es: Solicitar permiso
fr_fr: Demander l'autorisation
id_id: Minta Izin
it_it: Richiedi autorizzazione
ja_jp: 権限を申請
ko_kr: 권한 요청
ms_my: Mohon Kebenaran
pt_br: Solicitar permissão
ru_ru: Просить разрешение
th_th: ขอสิทธิ์การอนุญาต
vi_vn: Yêu cầu cấp quyền
zh_cn: 申请权限
zh_tw: 申請權限

# KFY
source: Request reason
de_de: Grund für Anfrage
es_es: Motivo de la solicitud
fr_fr: Motif de la demande
id_id: Alasan permintaan
it_it: Motivo della richiesta
ja_jp: 申請理由
ko_kr: 요청 사유
ms_my: Sebab permintaan
pt_br: Motivo da solicitação
ru_ru: Причина запроса
th_th: เหตุผลที่ขอ
vi_vn: Lý do yêu cầu
zh_cn: 申请原因
zh_tw: 申請原因

# Dgo
source: Additional Time Zone
de_de: Weitere Zeitzone
es_es: Zona horaria adicional
fr_fr: Fuseau horaire supplémentaire
id_id: Zona Waktu Tambahan
it_it: Fuso orario aggiuntivo
ja_jp: セカンダリタイムゾーン
ko_kr: 추가 표준 시간대
ms_my: Zon Waktu Tambahan
pt_br: Fuso horário adicional
ru_ru: Дополнительный часовой пояс
th_th: โซนเวลาเพิ่มเติม
vi_vn: Múi giờ bổ sung
zh_cn: 辅助时区
zh_tw: 輔助時區

# Lsk
source: Layer
de_de: Ebene
es_es: Nivel
fr_fr: Couche
id_id: Lapisan
it_it: Livello
ja_jp: レベル
ko_kr: 레이어
ms_my: Lapisan
pt_br: Camada
ru_ru: Уровень
th_th: ระดับชั้น
vi_vn: Lớp
zh_cn: 所属层级
zh_tw: 所屬層級

# FWA
source: Select the layer to which the room belongs
de_de: Wählen Sie die Ebene aus, zu der der Raum gehört
es_es: Selecciona el nivel al que pertenece la sala
fr_fr: Sélectionnez la couche qui correspond à la salle
id_id: Pilih lapisan tempat ruangan berada
it_it: Seleziona il livello a cui appartiene la sala
ja_jp: 会議室が位置するレベルを選択
ko_kr: 회의실이 속한 레이어 선택
ms_my: Pilih lapisan yang bilik ini tergolong
pt_br: Selecione a camada à qual a sala pertence
ru_ru: Выберите уровень, к которому принадлежит комната
th_th: เลือกระดับชั้นที่เป็นของห้อง
vi_vn: Chọn lớp chứa phòng
zh_cn: 选择会议室所属层级
zh_tw: 選擇會議室所屬層級

# zj8
source: Show This Calendar Only
de_de: Nur diesen Kalender anzeigen
es_es: Solo mostrar este calendario
fr_fr: Afficher ce calendrier uniquement
id_id: Hanya Tampilkan Kalender Ini
it_it: Mostra solo questo calendario
ja_jp: このカレンダーのみ表示
ko_kr: 이 캘린더만 표시
ms_my: Tunjukkan Kalendar Ini Sahaja
pt_br: Mostrar apenas este calendário
ru_ru: Показать только этот календарь
th_th: แสดงปฏิทินนี้เท่านั้น
vi_vn: Chỉ hiển thị lịch này
zh_cn: 仅显示此日历
zh_tw: 僅顯示此日曆

# 1Yk
source: Oops... Something went wrong...
de_de: Hoppla... Etwas ist schiefgelaufen...
es_es: ¡Vaya! Algo ha fallado...
fr_fr: Désolé ! Une erreur est survenue…
hi_in: ओह... कुछ ग़लत हुआ...
id_id: Maaf... Ada yang salah...
it_it: Spiacenti. Si è verificato un errore.
ja_jp: 問題が発生しました
ko_kr: 죄송합니다... 문제가 발생했습니다...
ms_my: Alamak... Sesuatu yang tidak kena...
pt_br: Opa... Ocorreu um problema...
ru_ru: Ошибка. Что-то пошло не так.
th_th: แย่แล้ว... มีบางอย่างผิดปกติ...
vi_vn: Rất tiếc... Đã có lỗi xảy ra...
zh_cn: 糟糕... 发生了一些错误...
zh_tw: 糟糕…發生了一些錯誤…

# TP8
source: To add more guests, please save the event and re-add, then request permission.
de_de: Um weitere Gäste hinzuzufügen, speichern Sie bitte das Ereignis, fügen Sie dann erneut Gäste hinzu und beantragen Sie die Berechtigung dafür.
es_es: Para agregar más invitados, guarda el evento, vuelve a agregarlo y después solicita permiso.
fr_fr: Pour rajouter des invités, veuillez enregistrer l'événement et les rajouter, puis demander l'autorisation.
id_id: Untuk menambah tamu lainnya, simpan acara dan tambah ulang, kemudian minta izin.
it_it: Per aggiungere altri ospiti, salva l'evento e aggiungi di nuovo, quindi richiedi l'autorizzazione.
ja_jp: 引き続き参加者を追加するには、予定を保存してから再度追加し、権限を申請してください
ko_kr: 게스트를 더 추가하려면 이벤트를 저장하고 다시 추가한 다음 권한을 요청하세요.
ms_my: Untuk menambah lebih banyak tetamu, sila simpan acara dan tambah semula, kemudian mohon kebenaran.
pt_br: Para adicionar mais convidados, salve o evento, adicione novamente e, em seguida, solicite permissão.
ru_ru: Чтобы добавить больше гостей, сохраните событие и снова добавьте его, а затем запросите разрешение.
th_th: หากต้องการเพิ่มผู้รับเชิญ โปรดบันทึกกิจกรรมและเพิ่มใหม่ จากนั้นขอสิทธิ์การอนุญาต
vi_vn: Để bổ sung thêm số lượng khách, vui lòng lưu sự kiện và thêm lại, sau đó yêu cầu cấp quyền.
zh_cn: 如需添加更多参与者，请保存日程后重新添加并申请权限
zh_tw: 如需新增更多參與者，請儲存日程後重新新增並申請權限

# MLQ
source: Stop
de_de: Abbrechen
es_es: Detener
fr_fr: Arrêter
id_id: Hentikan
it_it: Interrompi
ja_jp: ストップ
ko_kr: 중지
ms_my: Berhenti
pt_br: Parar
ru_ru: Остановить
th_th: หยุด
vi_vn: Dừng
zh_cn: 停止
zh_tw: 停止

# M+g
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# AH0
source: You have submitted a request to increase the number of event guests. Please do not repeat the process.
de_de: Sie haben eine Anfrage zur Erhöhung der Anzahl der Gäste für das Ereignis gestellt. Bitte wiederholen Sie den Vorgang nicht.
es_es: Has enviado una solicitud para aumentar el número de invitados al evento. No repitas el proceso.
fr_fr: Vous avez soumis une demande d'augmentation du nombre d'invités à l'événement. Veuillez ne pas reprendre le processus.
id_id: Anda telah mengirim permintaan untuk meningkatkan jumlah tamu acara. Jangan ulangi proses ini.
it_it: Hai inviato una richiesta per aumentare il numero di ospiti dell'evento. Non ripetere il procedimento.
ja_jp: 参加者数引き上げの申請が送信済みです。重複して操作しないでください
ko_kr: 이벤트 게스트 수 증가 요청을 제출했습니다. 이 프로세스를 반복하지 마세요.
ms_my: Anda telah menghantar permintaan untuk menambah bilangan tetamu acara. Sila jangan ulangi proses ini.
pt_br: Você enviou uma solicitação para aumentar o número de convidados do evento. Não repita o processo.
ru_ru: Вы отправили запрос на увеличение количества гостей события. Не повторяйте этот процесс.
th_th: คุณส่งคำขอเพื่อเพิ่มจำนวนผู้รับเชิญในกิจกรรมแล้ว โปรดอย่าทำขั้นตอนซ้ำ
vi_vn: Bạn đã gửi yêu cầu tăng số lượng khách tham dự sự kiện. Vui lòng không lặp lại quy trình.
zh_cn: 已提交日程参与者数量扩增申请，请勿重复操作
zh_tw: 已提交日程參與者數量擴充申請，請勿重複操作

# QOY
source: Switch
de_de: Umstellen
es_es: Cambiar
fr_fr: Changer
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Mudar
ru_ru: Переключить
th_th: เปลี่ยน
vi_vn: Chuyển
zh_cn: 切换
zh_tw: 切換

# qmM
source: How can I assist you?
de_de: Wie kann ich dir helfen?
es_es: ¿Cómo puedo ayudarte?
fr_fr: Comment puis-je vous aider ?
id_id: Bagaimana saya bisa membantu Anda?
it_it: Come posso assisterti?
ja_jp: 何かお手伝いできることがありますか？
ko_kr: 어떻게 도와드릴까요?
ms_my: Bagaimana saya boleh membantu anda?
pt_br: Como posso ajudar você?
ru_ru: Как я могу вам помочь?
th_th: จะให้ฉันช่วยเรื่องอะไรดี
vi_vn: Tôi có thể giúp gì cho bạn?
zh_cn: 告诉我你想做什么…
zh_tw: 告訴我你想做什麼…

# 3i0
source: can edit
de_de: kann bearbeiten
es_es: puede editar
fr_fr: peut modifier
id_id: dapat mengedit
it_it: è possibile modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh sunting
pt_br: pode editar
ru_ru: могут редактировать
th_th: แก้ไขได้
vi_vn: có thể chỉnh sửa
zh_cn: 可编辑
zh_tw: 可編輯

# PFE
source: can view
de_de: kann lesen
es_es: puede ver
fr_fr: peut afficher
id_id: dapat melihat
it_it: è possibile visualizzare
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: pode visualizar
ru_ru: могут просматривать
th_th: ดูได้
vi_vn: có thể xem
zh_cn: 可阅读
zh_tw: 可閱讀

# bSA
source: Task completed
de_de: Aufgabe erledigt
es_es: Tarea completada
fr_fr: Tâche terminée
id_id: Tugas selesai
it_it: Attività completata
ja_jp: タスクを完了しました。
ko_kr: 할 일이 완료되었습니다
pt_br: Tarefa concluída
ru_ru: Задача выполнена
th_th: งานเสร็จสมบูรณ์แล้ว
vi_vn: Tác vụ đã hoàn thành
zh_cn: 任务已完成
zh_tw: 任務已完成

# szU
source: This time zone already exists.
de_de: Diese Zeitzone ist bereits vorhanden.
es_es: Esta zona horaria ya existe.
fr_fr: Ce fuseau horaire existe déjà.
id_id: Zona waktu ini sudah ada.
it_it: Questo fuso orario esiste già.
ja_jp: タイムゾーンがすでに存在しています。
ko_kr: 이 표준 시간대는 이미 존재합니다.
ms_my: Zon waktu ini sudah wujud.
pt_br: Este fuso horário já existe.
ru_ru: Часовой пояс уже существует.
th_th: มีโซนเวลานี้อยู่แล้ว
vi_vn: Múi giờ này đã tồn tại rồi.
zh_cn: 该时区已存在，请勿重复操作
zh_tw: 該時區已存在，請勿重複操作

# VzU
source: Unable to add guests
de_de: Hinzufügen von Gästen ist nicht möglich
es_es: Error al agregar invitados
fr_fr: Impossible d'ajouter des invités
id_id: Gagal menambah tamu
it_it: Impossibile aggiungere ospiti
ja_jp: 参加者を追加できません
ko_kr: 게스트를 추가할 수 없습니다
ms_my: Tidak dapat menambah tetamu
pt_br: Falha ao adicionar convidados
ru_ru: Не удалось добавить гостей
th_th: เพิ่มผู้รับเชิญไม่สำเร็จ
vi_vn: Không thể thêm khách
zh_cn: 无法添加参与者
zh_tw: 無法新增參與者

# 6zU
source: Authorization updated
de_de: Autorisierung aktualisiert
es_es: Autorización actualizada
fr_fr: Autorisation mise à jour
id_id: Otorisasi diperbarui
it_it: Autorizzazione aggiornata
ja_jp: 認証を更新しました。
ko_kr: 승인이 업데이트되었습니다
ms_my: Kebenaran dikemaskini
pt_br: Autorização atualizada
ru_ru: Авторизация обновлена
th_th: อัปเดตการอนุญาตแล้ว
vi_vn: Đã cập nhật ủy quyền
zh_cn: 更新授权成功
zh_tw: 更新授權成功

source: Saving changes...
de_de: Änderungen werden gespeichert ...
es_es: Guardando cambios...
fr_fr: Enregistrement des modifications...
id_id: Menyimpan perubahan...
it_it: Salvataggio dei cambiamenti in corso
ja_jp: 変更中...
ko_kr: 변경 사항 저장 중...
ms_my: Menyimpan perubahan...
pt_br: Salvando alterações...
ru_ru: Сохранение изменений...
th_th: กำลังบันทึกการเปลี่ยนแปลง...
vi_vn: Đang lưu thay đổi...
zh_cn: 修改中...
zh_tw: 修改中...

# tMQ
source: Take a moment to plan a meeting agenda for more efficient meetings and good results.
de_de: Nehmen Sie sich einen Moment Zeit, um für effizientere Besprechungen und gute Ergebnisse eine Agenda zu planen.
es_es: Tómate un momento para planificar una agenda de la reunión para mejorar la eficiencia y los resultados de las reuniones.
fr_fr: Prenez le temps de planifier l'ordre du jour d'une réunion afin d'en améliorer l'efficacité et d'obtenir de bons résultats.
id_id: Ambil waktu untuk merencanakan agenda rapat untuk rapat yang lebih efisien dan hasil yang baik.
it_it: Prenditi un momento per pianificare l'agenda della riunione per ottenere riunioni più efficienti e buoni risultati.
ja_jp: 議題を事前に明確にして、会議の効率を高めます。
ko_kr: 더 효율적인 회의와 좋은 결과를 위해 잠시 시간을 내어 회의 안건을 계획해 보세요.
ms_my: Luangkan masa untuk merancang agenda mesyuarat untuk mesyuarat yang lebih efisien dan hasil yang baik.
pt_br: Reserve um momento para planejar uma pauta da reunião para ter reuniões mais eficientes e bons resultados.
ru_ru: Уделите секунду, чтобы создать повестку конференции — это повысит ее эффективность.
th_th: ใช้เวลาสักครู่ในการวางแผนวาระการประชุมเพื่อการประชุมที่มีประสิทธิภาพมากยิ่งขึ้นและผลลัพธ์ที่ดี
vi_vn: Dành chút thời gian lập kế hoạch về chương trình họp để cuộc họp hiệu quả hơn và đạt được kết quả tốt.
zh_cn: 提前准备会议议程，提升会议效率
zh_tw: 提前準備會議議程，提升會議效率

# iU0
source: Meeting group has turned on entry verification. Guests will not automatically enter/exit the group when "edit this event."
de_de: Für die Besprechungsgruppe ist die Verifizierung des Beitritts aktiviert. Die Gäste werden mit „Diesen Termin bearbeiten“ nicht automatisch der Gruppe beitreten bzw. die Gruppe verlassen.
es_es: El grupo de reunión ha activado la verificación al entrar. Al "editar este evento", los invitados no entrarán ni saldrán automáticamente del grupo.
fr_fr: Le groupe de réunion a activé la vérification des entrées. Les invités ne pourront pas entrer/sortir automatiquement du groupe lorsque l'option "modifier cet événement est activée."
id_id: Grup rapat telah mengaktifkan verifikasi entri. Tamu tidak akan secara otomatis masuk/keluar dari grup ketika "mengedit acara ini."
it_it: Il gruppo riunione ha attivato la verifica dell'accesso. In caso di "modifica questo evento", gli ospiti non entreranno/usciranno automaticamente dal gruppo.
ja_jp: 会議グループのグループ参加認証が有効になっています。「この予定を編集する」際に、参加者は自動的にグループに参加・退出しません
ko_kr: 회의 그룹이 항목 인증을 켰습니다. "이 이벤트 편집" 시 게스트는 자동으로 그룹에 들어가거나 그룹에서 나가지 않습니다.
ms_my: Kumpulan mesyuarat telah menghidupkan pengesahan kemasukan. Tetamu tidak akan secara automatik masuk/keluar kumpulan apabila "edit acara ini."
pt_br: O grupo de reuniões ativou a verificação de entrada. Os convidados não entrarão/sairão automaticamente do grupo quando você "editar este evento".
ru_ru: В группе конференции включена проверка входа. Участники не будут автоматически входить/выходить из группы при "редактировании этого события".
th_th: กลุ่มการประชุมเปิดการตรวจสอบรายการแล้ว ผู้รับเชิญจะไม่เข้า/ออกจากกลุ่มโดยอัตโนมัติเมื่ออยู่ในสถานะ "แก้ไขกิจกรรมนี้"
vi_vn: Nhóm cuộc họp đã bật xác minh. khách mời sẽ không thể tự động vào/ra khỏi nhóm khi "chỉnh sửa sự kiện này."
zh_cn: 会议群开启了进群验证，“编辑此次”参与者不会自动进入/退出群聊
zh_tw: 會議群組開啟了加入群組驗證，「編輯此次」參與者不會自動進入/退出群組聊天

# IaY
source: View more attendees
de_de: Mehr Anwesende anzeigen
es_es: Ver más asistentes
fr_fr: Afficher plus de participants
id_id: Lihat peserta lainnya
it_it: Visualizza altri ospiti
ja_jp: 出席者をさらに表示
ko_kr: 참석자 더 보기
ms_my: Lihat lebih banyak peserta
pt_br: Visualizar mais participantes
ru_ru: Посмотреть больше участников
th_th: ดูผู้เข้าร่วมเพิ่มเติม
vi_vn: Xem người tham dự khác
zh_cn: 查看更多观众
zh_tw: 查看更多觀眾

# e4o
source: View more panelists
de_de: Mehr Podiumsteilnehmer anzeigen
es_es: Ver más panelistas
fr_fr: Afficher plus de panélistes
id_id: Lihat panelis lainnya
it_it: Visualizza altri relatori
ja_jp: パネリストをさらに表示
ko_kr: 패널리스트 더 보기
ms_my: Lihat lebih banyak panelis
pt_br: Visualizar mais membros do painel
ru_ru: Посмотреть больше участников дискуссии
th_th: ดูผู้ร่วมอภิปรายเพิ่มเติม
vi_vn: Xem tham luận viên khác
zh_cn: 查看更多嘉宾
zh_tw: 查看更多來賓

# HBU
source: View More
de_de: Mehr anzeigen
es_es: Ver más
fr_fr: Afficher plus
id_id: Lihat Lainnya
it_it: Visualizza altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Lihat Lagi
pt_br: Visualizar mais
ru_ru: Посмотреть больше
th_th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_cn: 查看更多
zh_tw: 查看更多

# TVE
source: View guest list and create meeting notes
de_de: Gästeliste ansehen und Besprechungsnotizen erstellen
es_es: Ver lista de invitados y crear notas de reunión
fr_fr: Afficher la liste des invités et créer des notes de réunion
id_id: Lihat daftar tamu dan buat catatan rapat
it_it: Visualizza l'elenco di ospiti e crea note riunione
ja_jp: 参加者リストを確認、議事録を作成
ko_kr: 게스트 목록 보기 및 회의 메모 생성
ms_my: Lihat senarai tetamu dan buat nota mesyuarat
pt_br: Visualizar a lista de convidados e criar anotações da reunião
ru_ru: Посмотреть список гостей и создать протоколы конференции
th_th: ดูรายการผู้รับเชิญและสร้างบันทึกการประชุม
vi_vn: Xem danh sách khách và tạo ghi chú cuộc họp
zh_cn: 查看参与者列表、创建纪要
zh_tw: 查看參與者清單、建立記錄

# DHM
source: Attachment uploading... Please wait until the upload is complete before saving.
de_de: Anhang wird hochgeladen... Bitte warten Sie vor dem Speichern, bis der Upload abgeschlossen ist.
es_es: Subiendo adjunto... Podrás guardar cuando la carga se complete.
fr_fr: Envoi de la pièce jointe... Veuillez attendre que l'envoi soit terminé avant de sauvegarder.
id_id: Mengunggah lampiran... Tunggu hingga pengunggahan selesai sebelum menyimpan.
it_it: Caricamento allegato in corso. Attendi che il caricamento sia completato prima di salvare.
ja_jp: 添付ファイルをアップロード中です。アップロードが完了してから保存してください。
ko_kr: 첨부 파일 업로드 중... 업로드가 완료될 때까지 기다렸다가 저장하세요.
ms_my: Muat naik lampiran... Sila tunggu sehingga muat naik selesai sebelum menyimpan.
pt_br: Carregando anexo... Aguarde até que o carregamento seja concluído antes de salvar.
ru_ru: Загрузка вложения... Перед сохранением дождитесь завершения загрузки.
th_th: กำลังอัปโหลดไฟล์แนบ... โปรดรอจนกว่าการอัปโหลดจะเสร็จสมบูรณ์ก่อนที่จะทำการบันทึก
vi_vn: Đang tải lên tập tin đính kèm... Vui lòng chờ đến khi tải lên xong trước khi lưu.
zh_cn: 附件上传中，请等待上传完成再保存
zh_tw: 附件上傳中，請等待上傳完成後再儲存

# 3DI
source: Webinar
es_es: Seminario web
fr_fr: Webinaire
ja_jp: ウェビナー
ko_kr: 웨비나
ru_ru: Вебинар
th_th: การสัมมนาออนไลน์
vi_vn: Hội thảo trực tuyến
zh_cn: 网络研讨会
zh_tw: 網路研討會

# OUE
source: Reply first whether to attend the event
de_de: Antworten Sie zunächst, ob Sie an dem Ereignis teilnehmen
es_es: Responder primero a si se quiere asistir al evento
fr_fr: Indiquez d'abord si vous souhaitez participer à l'événement
id_id: Balas terlebih dahulu apakah mau menghadiri acara atau tidak
it_it: Prima rispondi se parteciperai all'evento
ja_jp: 予定への招待にご返信ください。
ko_kr: 먼저 이벤트 참석 여부를 회신하십시오
ms_my: Balas dulu sama ada akan hadir ke acara
pt_br: Responda primeiro se quer participar do evento
ru_ru: Сначала ответьте, хотите ли вы посетить событие
th_th: ตอบกลับก่อนว่าจะเข้าร่วมกิจกรรมนี้หรือไม่
vi_vn: Trước tiên hãy trả lời xem có tham dự sự kiện hay không
zh_cn: 请先回复是否参加日程
zh_tw: 先回覆是否參加日程

# dYw
source: Manage accounts
de_de: Konten verwalten
es_es: Administrar cuentas
fr_fr: Gérer les comptes
hi_in: खाते प्रबंधित करें
id_id: Kelola akun
it_it: Gestisci account
ja_jp: アカウントの管理
ko_kr: 계정 관리
ms_my: Urus akaun
pt_br: Gerenciar contas
ru_ru: Управление учетными записями
th_th: จัดการบัญชี
vi_vn: Quản lý tài khoản
zh_cn: 账号管理
zh_tw: 帳號管理

# Pk4
source: Add an email contact
de_de: Einen E-Mail-Kontakt hinzufügen
es_es: Agregue un contacto de correo electrónico
fr_fr: Ajouter un contact par e-mail
hi_in: एक ईमेल संपर्क जोड़ें
id_id: Tambah kontak email
it_it: Aggiungi un contatto e-mail
ja_jp: メールの連絡先を追加します
ko_kr: 이메일 연락처 추가
ms_my: Tambah kenalan emel
pt_br: Adicionar contato de e-mail
ru_ru: Добавить контакт из почты
th_th: เพิ่มอีเมลผู้ติดต่อ
vi_vn: Thêm một liên hệ email
zh_cn: 添加邮件联系人
zh_tw: 新增郵件聯絡人

# 2IU
source: Contacts added
de_de: Kontakte hinzugefügt
es_es: Contactos agregados
fr_fr: Contacts ajoutés
hi_in: संपर्क जोड़े गए
id_id: Kontak ditambahkan
it_it: Contatti aggiunti
ja_jp: 追加済みの連絡先
ko_kr: 연락처 추가됨
ms_my: Kenalan ditambah
pt_br: Contatos adicionados
ru_ru: Контакты добавлены
th_th: เพิ่มรายชื่อผู้ติดต่อแล้ว
vi_vn: Liên hệ đã thêm
zh_cn: 已添加的联系人
zh_tw: 已新增的聯絡人

# usQ
source: Manage accounts
de_de: Konten verwalten
es_es: Administrar cuentas
fr_fr: Gérer les comptes
hi_in: खाते प्रबंधित करें
id_id: Kelola akun
it_it: Gestisci account
ja_jp: アカウントの管理
ko_kr: 계정 관리
ms_my: Urus akaun
pt_br: Gerenciar contas
ru_ru: Управление учетными записями
th_th: จัดการบัญชี
vi_vn: Quản lý tài khoản
zh_cn: 账号管理
zh_tw: 帳號管理

# pIA
source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Batalkan import
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# xIg
source: Canceling
de_de: Abbrechen
es_es: Cancelando
fr_fr: Annulation en cours
hi_in: रद्द किया जा रहा है
id_id: Membatalkan
it_it: Annullamento
ja_jp: 取消中
ko_kr: 취소 중
ms_my: Membatalkan
pt_br: Cancelando
ru_ru: Отменяется
th_th: กำลังยกเลิก
vi_vn: Đang hủy bỏ
zh_cn: 正在取消
zh_tw: 正在取消

# EdE
source: Invalid email address
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail non valide
hi_in: अमान्य ईमेल पता
id_id: Alamat email tidak valid
it_it: Indirizzo e-mail non valido
ja_jp: メールアドレスが無効です
ko_kr: 잘못된 이메일 주소
ms_my: Alamat e-mel tidak sah
pt_br: Endereço de e-mail inválido
ru_ru: Недействительная почта
th_th: ที่อยู่อีเมลใช้งานไม่ได้
vi_vn: Địa chỉ email không hợp lệ
zh_cn: 邮箱地址无效
zh_tw: 信箱地址無效

# 4Uk
source: Import calendars
de_de: Kalender importieren
es_es: Importar calendarios
fr_fr: Importer des calendriers
hi_in: कैलेंडर आयात करें
id_id: Impor kalender
it_it: Importa calendari
ja_jp: カレンダーをインポート
ko_kr: 캘린더 가져오기
ms_my: Import kalendar
pt_br: Importar calendários
ru_ru: Импортировать календари
th_th: นำเข้าปฏิทิน
vi_vn: Nhập lịch
zh_cn: 导入日历
zh_tw: 匯入日曆

# Djk
source: Enter an email address
de_de: E-Mail-Adresse eingeben
es_es: Introduzca una dirección de correo electrónico
fr_fr: Saisir une adresse e-mail
hi_in: कोई ईमेल पता दर्ज करें
id_id: Masukkan alamat email
it_it: Immetti un indirizzo e-mail
ja_jp: メールアドレスを入力します
ko_kr: 이메일 주소 입력
ms_my: Masukkan alamat e-mel
pt_br: Inserir endereço de e-mail
ru_ru: Введите адрес электронной почты
th_th: ใส่ที่อยู่อีเมล
vi_vn: Nhập địa chỉ email
zh_cn: 输入邮箱
zh_tw: 輸入信箱

# vqs
source: Import other accounts
de_de: Andere Konten importieren
es_es: Importar otras cuentas
fr_fr: Importer d'autres comptes
hi_in: अन्य खाते आयात करें
id_id: Impor akun lainnya
it_it: Importa altri account
ja_jp: 他のアカウントをインポートできます
ko_kr: 다른 계정 가져오기
ms_my: Import akaun lain
pt_br: Importar outras contas
ru_ru: Импортировать другие учетные записи
th_th: นำเข้าบัญชีอื่น
vi_vn: Nhập tài khoản khác
zh_cn: 可导入其他账号
zh_tw: 可匯入其他帳號

# h9c
source: No other external calendar accounts,
de_de: Keine anderen externen Kalenderkonten,
es_es: No hay otras cuentas de calendario externas,
fr_fr: Pas d'autres comptes de calendrier externes,
hi_in: कोई अन्य बाहरी कैलेंडर खाता नहीं.
id_id: Tidak ada akun kalender eksternal,
it_it: Nessun altro account di calendario esterno,
ja_jp: 現在外部のカレンダーアカウントがありません。
ko_kr: 다른 외부 캘린더 계정 없음,
ms_my: Tiada akaun kalendar luaran lain,
pt_br: Nenhuma outra conta de calendário externa,
ru_ru: Нет других внешних учетных записей календаря,
th_th: ไม่มีบัญชีปฏิทินภายนอกอื่นอีก
vi_vn: Không có tài khoản lịch bên ngoài khác,
zh_cn: 暂无外部日历账号，
zh_tw: 暫無外部日曆帳號，
