Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# bKA
source: Unable to create meeting group or meeting notes as the guest list is hidden by the organizer.
de_de: Erstellen von Besprechungsgruppe oder Besprechungsnotizen fehlgeschlagen, da die Gästeliste vom Organisator ausgeblendet wurde.
es_es: No se puede crear un grupo de reunión o notas de reunión, ya que el organizador ha ocultado la lista de invitados.
fr_fr: Impossible de créer un groupe de réunion ou des notes de réunion car la liste des invités a été masquée par l'organisateur.
hi_in: मीटिंग समूह या मीटिंग नोट्स बनाने में असमर्थ क्योंकि आयोजक द्वारा गेस्ट लिस्ट छिपाई गई है.
id_id: Gagal membuat grup rapat atau catatan rapat karena daftar tamu disembunyikan oleh penyelenggara.
it_it: Impossibile creare un gruppo o note riunione poiché l'elenco degli ospiti è nascosto dall'organizzatore.
ja_jp: 主催者の設定により、会議グループや議事録を作成できません。参加者リストが表示されません。
ko_kr: 주최자가 게스트 목록을 숨겼으므로 회의 그룹 또는 회의 메모를 생성할 수 없습니다.
ms_my: Tidak dapat membuat kumpulan mesyuarat atau nota mesyuarat kerana senarai tetamu disembunyikan oleh penganjur.
pt_br: Falha na criação do grupo de reunião ou das anotações da reunião porque a lista de convidados foi ocultada pelo organizador.
ru_ru: Невозможно создать группу конференции или minutes, так как список гостей скрыт организатором.
th_th: ไม่สามารถสร้างกลุ่มการประชุมหรือบันทึกการประชุมได้ เนื่องจากผู้จัดได้ซ่อนรายการผู้รับเชิญเอาไว้
vi_vn: Không thể tạo ghi chú nhóm họp hoặc ghi chú cuộc họp vì danh sách khách mời đã bị người tổ chức ẩn đi.
zh_cn: 组织者已隐藏参与者列表，无法创建会议群或会议纪要
zh_tw: 組織者已隱藏參與者清單，無法建立會議群組或會議記錄

# Z/k
source: Account expires soon
de_de: Konto läuft bald ab
es_es: La cuenta expirará pronto
fr_fr: Le compte expire bientôt
id_id: Akun segera kedaluwarsa
it_it: L'account è in scadenza
ja_jp: まもなく期限切れ
ko_kr: 계정이 곧 만료됨
ms_my: Akaun akan tamat tempoh tidak lama lagi
pt_br: A conta expira em breve
ru_ru: Срок действия учетной записи скоро истечет
th_th: บัญชีจะหมดอายุเร็ว ๆ นี้
vi_vn: Tài khoản sắp hết hạn
zh_cn: 账号即将失效
zh_tw: 帳號即將失效

# MRw
source: Linked third-party account will expire soon.
de_de: Das verknüpfte Drittanbieterkonto läuft bald ab.
es_es: La cuenta de terceros vinculada expirará pronto
fr_fr: Le compte tiers associé expire bientôt.
id_id: Akun pihak ketiga yang ditautkan akan segera kedaluwarsa.
it_it: L'account di terze parti collegato è in scadenza.
ja_jp: 関連付けしたアカウントの認証がまもなく期限切れになります
ko_kr: 연결된 타사 계정이 곧 만료됩니다.
ms_my: Akaun pihak ketiga yang dipaut akan tamat tempoh tidak lama lagi.
pt_br: A conta de terceiros vinculada expirará em breve.
ru_ru: Срок действия связанной сторонней учетной записи скоро истечет.
th_th: บัญชีบุคคลที่สามที่ลิงก์อยู่จะหมดอายุเร็ว ๆ นี้
vi_vn: Tài khoản bên thứ ba đã liên kết sẽ sớm hết hạn.
zh_cn: 已关联的第三方日历账号即将失效
zh_tw: 關聯的第三方日曆帳號即將失效

# yMU
source: Email address invalid
de_de: E-Mail-Adresse ungültig
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail non valide
id_id: Alamat email tidak valid
it_it: Indirizzo e-mail non valido
ja_jp: メールアドレスが無効です。
ko_kr: 이메일 주소가 잘못되었습니다
ms_my: Alamat e-mel tidak sah
pt_br: Endereço de e-mail inválido
ru_ru: Адрес почты недействителен
th_th: ที่อยู่อีเมลไม่ถูกต้อง
vi_vn: Địa chỉ email không hợp lệ
zh_cn: 邮件地址无效
zh_tw: 郵件地址無效

# i7g
source: Unable to verify email address or password. Please try again.
de_de: E-Mail-Adresse oder Kennwort kann nicht verifiziert werden. Bitte versuchen Sie es erneut.
es_es: Error al verificar la dirección de correo electrónico o la contraseña. Inténtalo de nuevo.
fr_fr: Impossible de vérifier l'adresse e-mail ou le mot de passe. Veuillez réessayer.
id_id: Gagal memverifikasi alamat email atau kata sandi. Coba lagi.
it_it: Impossibile verificare l'indirizzo e-mail o la password. Riprova.
ja_jp: メールアドレスまたはパスワードを認証できません。再試行してください。
ko_kr: 이메일 주소 또는 비밀번호를 인증할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menentusahkan alamat e-mel atau kata laluan. Sila cuba lagi.
pt_br: Não é possível verificar o endereço de e-mail ou a senha. Tente novamente.
ru_ru: Не удалось подтвердить адрес почты или пароль. Попробуйте еще раз.
th_th: ไม่สามารถยืนยันที่อยู่อีเมลหรือรหัสผ่านได้ โปรดลองอีกครั้ง
vi_vn: Không thể xác minh địa chỉ email hoặc mật khẩu. Vui lòng thử lại.
zh_cn: 无法验证邮件地址或密码，请重试
zh_tw: 無法驗證郵件地址或密碼，請重試

# SCc
source: Please enter your email address
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Introduce tu dirección de correo electrónico
fr_fr: Veuillez saisir votre adresse e-mail
id_id: Masukkan alamat email Anda
it_it: Immetti il tuo indirizzo e-mail
ja_jp: メールアドレスを入力してください。
ko_kr: 이메일 주소를 입력하세요
ms_my: Sila masukkan alamat e-mel anda
pt_br: Insira seu endereço de e-mail
ru_ru: Введите свой адрес почты
th_th: โปรดกรอกที่อยู่อีเมลของคุณ
vi_vn: Vui lòng nhập địa chỉ email của bạn
zh_cn: 请输入电子邮件地址
zh_tw: 請輸入電子郵件地址

# uzk
source: Account has expired. Please link again.
de_de: Das Konto ist abgelaufen. Bitte verknüpfen sie es erneut.
es_es: La cuenta ha expirado. Enlázala de nuevo.
fr_fr: Le compte a expiré. Veuillez associer à nouveau.
id_id: Akun telah kedaluwarsa. Tautkan lagi.
it_it: L'account è scaduto. Collega di nuovo.
ja_jp: アカウントの認証が期限切れです。再度関連付けしてください。
ko_kr: 계정이 만료되었습니다. 다시 링크하세요.
ms_my: Akaun telah tamat tempoh. Sila pautkan semula.
pt_br: A conta expirou. Vincule novamente.
ru_ru: Срок действия учетной записи истек. Привяжите ее снова.
th_th: บัญชีหมดอายุแล้ว โปรดลิงก์อีกครั้ง
vi_vn: Tài khoản đã hết hạn. Vui lòng liên kết lại.
zh_cn: 账号已失效，请重新关联
zh_tw: 帳號已失效，請重新關聯

# FNA
source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat e-mel
pt_br: Endereço de e-mail
ru_ru: Адрес почты
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# D2U
source: Manual Setup
de_de: Manuelle Einrichtung
es_es: Configuración manual
fr_fr: Configuration manuelle
id_id: Pengaturan Manual
it_it: Impostazione manuale
ja_jp: 手動で設定
ko_kr: 수동 설정
ms_my: Persediaan Manual
pt_br: Configuração manual
ru_ru: Ручная настройка
th_th: ตั้งค่าด้วยตนเอง
vi_vn: Thiết lập thủ công
zh_cn: 手动配置
zh_tw: 手動設定

# azY
source: Starting October 1, 2022, Microsoft will no longer allow authorization via account passwords, which will affect Exchange calendar synchronization. Please update authorization in time.
de_de: Ab dem 1. Oktober 2022 wird Microsoft die Autorisierung über Kontokennwörter nicht mehr zulassen, was sich auf die Exchange-Kalendersynchronisierung auswirken wird. Bitte aktualisieren Sie die Autorisierung rechtzeitig.
es_es: A partir del 1 de octubre de 2022, Microsoft dejará de permitir la autorización a través de contraseñas de cuenta, lo que afectará a la sincronización del calendario de Exchange. Actualiza la autorización en su debido momento.
fr_fr: À partir du 1er octobre 2022, Microsoft n'accordera plus d'autorisation via les mots de passe des comptes, ce qui affectera la synchronisation du calendrier Exchange. Veuillez mettre à jour l'autorisation à temps.
id_id: Mulai 1 Oktober 2022, Microsoft tidak akan lagi mengizinkan otorisasi melalui kata sandi akun, yang akan memengaruhi sinkronisasi kalender Exchange. Perbarui otorisasi sesegera mungkin.
it_it: A partire dal 1° ottobre 2022, Microsoft non consentirà più l'autorizzazione tramite le password degli account, il che influirà sulla sincronizzazione del calendario di Exchange. Aggiorna tempestivamente l'autorizzazione.
ja_jp: 2022年10月1日、Microsoft のアカウントとパスワードによる認証方法が終了となる予定です。これにより、Exchange カレンダーの同期が影響を受けるため、お早めに認証を更新してください。
ko_kr: 2022년 10월 1일부터 Microsoft는 계정 비밀번호를 통한 권한 부여를 더 이상 허용하지 않으므로 Exchange 캘린더 동기화에 영향을 미칩니다. 제때에 권한 부여를 업데이트하십시오.
ms_my: Mulai 1 Oktober 2022, Microsoft tidak lagi membenarkan kebenaran melalui kata laluan akaun, yang akan menjejaskan penyelarasan kalendar Exchange. Sila kemaskini kebenaran pada masa yang sesuai.
pt_br: A partir de 1º de outubro de 2022, a Microsoft não permitirá mais autorização por meio de senhas de conta, o que afetará a sincronização do calendário do Exchange. Atualize a autorização a tempo.
ru_ru: С 1 октября 2022 г. Microsoft больше не будет разрешать авторизацию с помощью паролей учетных записей, что повлияет на синхронизацию календаря Exchange. Своевременно обновите авторизацию.
th_th: ตั้งแต่วันที่ 1 ตุลาคม 2022 Microsoft จะไม่อนุญาตให้มีการอนุญาตผ่านทางรหัสผ่านบัญชีอีกต่อไป ซึ่งจะส่งผลต่อการซิงโครไนซ์ปฏิทิน Exchange โปรดอัปเดตการอนุญาตก่อนเวลาดังกล่าว
vi_vn: Bắt đầu từ ngày 1 tháng 10 năm 2022, Microsoft sẽ không cho phép ủy quyền qua mật khẩu tài khoản nữa, điều này sẽ ảnh hưởng đến đồng bộ lịch Exchange. Vui lòng cập nhật ủy quyền kịp thời.
zh_cn: 自 2022年10月1日起，微软将关闭通过账号密码授权的方式，将会影响 Exchange 日历的同步，请及时更新授权
zh_tw: 自 2022 年 10 月 1 日起，Microsoft 將關閉透過帳號密碼授權的方式，這會影響 Exchange 日曆的同步，請及時更新授權

# uuU
source: Open Browser
de_de: Browser öÖffnen
es_es: Abrir navegador
fr_fr: Ouvrir le navigateur
id_id: Buka Browser
it_it: Apri browser
ja_jp: ブラウザを開く
ko_kr: 브라우저 열기
ms_my: Buka Pelayar
pt_br: Abrir navegador
ru_ru: Открыть браузер
th_th: เปิดเบราว์เซอร์
vi_vn: Mở trình duyệt
zh_cn: 打开浏览器
zh_tw: 開啟瀏覽器

# O4w
source: Please enter
de_de: Bitte eingeben
es_es: Introduce
fr_fr: Veuillez saisir
id_id: Masukkan
it_it: Immetti
ja_jp: 入力してください
ko_kr: 입력하세요
ms_my: Sila masukkan
pt_br: Insira
ru_ru: Введите
th_th: โปรดกรอก
vi_vn: Vui lòng nhập
zh_cn: 请输入
zh_tw: 請輸入

# Zyk
source: Microsoft requires authentication in a web browser. For Exchange private version, please select Manual Setup.
de_de: Microsoft verlangt die Authentifizierung in einem Webbrowser. Für die private Version von Exchange wählen Sie bitte „Manuelle Einrichtung“.
es_es: Microsoft requiere la autenticación en un navegador web. Para la versión privada de Exchange, selecciona Configuración manual.
fr_fr: Microsoft exige une authentification via un navigateur web. Pour la version privée d'Exchange, veuillez sélectionner Configuration manuelle.
id_id: Microsoft memerlukan autentikasi dalam browser web. Untuk versi privat Exchange, pilih Pengaturan Manual.
it_it: Microsoft richiede l'autenticazione in un browser Web. Per la versione privata di Exchange, seleziona Impostazione manuale.
ja_jp: Microsoft の要求により、Web ブラウザで認証を完了する必要があります。Exchange プライベート バージョンをお使いの場合は、「手動で設定」を選択してください。
ko_kr: Microsoft는 웹 브라우저에서 인증을 요구합니다. Exchange 비공개 버전의 경우 수동 설정을 선택하세요.
ms_my: Microsoft memerlukan pengesahan dalam pelayar web. Untuk versi peribadi Exchange, sila pilih Penetapan Manual.
pt_br: A Microsoft requer autenticação em um navegador da Web. Para a versão privada do Exchange, selecione Configuração manual.
ru_ru: Microsoft требует аутентификации в веб-браузере. Для частной версии Exchange выберите Ручная настройка.
th_th: Microsoft ต้องการการรับรองความถูกต้องในเว็บเบราว์เซอร์ สำหรับ Exchange เวอร์ชันส่วนตัว โปรดเลือกการตั้งค่าด้วยตนเอง
vi_vn: Microsoft yêu cầu xác thực trên trình duyệt web. Với phiên bản Exchange cá nhân, vui lòng chọn Thiết lập thủ công.
zh_cn: 微软要求在网页浏览器中完成认证，如果是 Exchange 私有化版本请选择手动配置
zh_tw: Microsoft 要求在網頁瀏覽器中完成認證，如果是 Exchange 私人化版本，請選擇手動設定

# zOY
source: Reauthorize
de_de: Erneut autorisieren
es_es: Volver a autorizar
fr_fr: Autoriser à nouveau
id_id: Otorisasi ulang
it_it: Autorizza di nuovo
ja_jp: 再認証
ko_kr: 재승인
ms_my: Diberi kuasa semula
pt_br: Reautorizar
ru_ru: Повторно авторизовать
th_th: ขอการอนุญาตอีกครั้ง
vi_vn: Ủy quyền lại
zh_cn: 重新授权
zh_tw: 重新授權

# bR8
source: Update Authorization
de_de: Autorisierung aktualisieren
es_es: Actualizar autorización
fr_fr: Mettre à jour l'autorisation
id_id: Perbarui Otorisasi
it_it: Aggiorna autorizzazione
ja_jp: 認証を更新
ko_kr: 권한 부여 업데이트
ms_my: Kemaskini Kebenaran
pt_br: Atualizar autorização
ru_ru: Обновить авторизацию
th_th: อัปเดตการอนุญาต
vi_vn: Cập nhật ủy quyền
zh_cn: 更新授权
zh_tw: 更新授權

# xTQ
source: Wrong email address or password. Please change and try again.
de_de: Falsche E-Mail-Adresse oder falsches Kennwort. Bitte ändern und erneut versuchen.
es_es: Dirección de correo electrónico o contraseña incorrecta. Cámbiala e inténtalo de nuevo.
fr_fr: Adresse e-mail ou mot de passe incorrects. Veuillez modifier et réessayer.
id_id: Alamat email atau kata sandi salah. Ubah dan coba lagi.
it_it: Indirizzo e-mail non valido o password non valida. Modifica e riprova.
ja_jp: メールアドレスまたはパスワードが正しくありません。編集してから再試行してください。
ko_kr: 이메일 주소 또는 비밀번호가 잘못되었습니다. 변경한 후 다시 시도하세요.
ms_my: Alamat e-mel atau kata laluan salah. Sila ubah dan cuba lagi.
pt_br: Endereço de e-mail ou senha incorretos. Altere e tente novamente.
ru_ru: Неверный адрес почты или пароль. Измените и повторите попытку.
th_th: ที่อยู่อีเมลหรือรหัสผ่านไม่ถูกต้อง โปรดเปลี่ยนใหม่และลองอีกครั้ง
vi_vn: Địa chỉ email hoặc mật khẩu không chính xác. Vui lòng thay đổi và thử lại.
zh_cn: 邮件地址或密码错误，请修改后重试
zh_tw: 郵件地址或密碼錯誤，請修改後重試

# KfU
source: Switch to Exchange Calendar?
de_de: Zum Exchange-Kalender wechseln?
es_es: ¿Cambiar al Calendatio de Exchange ?
fr_fr: Passer au calendrier Exchange ?
hi_in: Exchange कैलेंडर पर स्विच करें?
id_id: Beralih ke Kalender Exchange?
it_it: Vuoi passare al calendario di Exchange?
ja_jp: Exchange カレンダーに切り替えますか？
ko_kr: Exchange 캘린더로 전환하시겠습니까?
ms_my: Adakah anda pasti ingin beralih ke Kalendar Exchange?
pt_br: Mudar para o calendário do Exchange?
ru_ru: Переключиться на календарь Exchange?
th_th: สลับไปเป็นปฏิทิน Exchange หรือไม่
vi_vn: Chuyển sang Lịch trao đổi?
zh_cn: 确认要切换为Exchange日历吗？
zh_tw: 確定要切換為 Exchange 日曆嗎？

# mLo
source: Unable to add due to Microsoft's security policy.
ja_jp: マイクロソフトのセキュリティポリシーの制限で追加不可
zh_cn: 因微软安全策略限制，无法添加。

# mfo
source: Learn more
ja_jp: 詳細を見る
ms_my: Ketahui lebih lanjut
zh_cn: 了解更多
zh_tw: 了解更多

# u7E
source: Basics
de_de: Grundlagen
es_es: Aspectos básicos
fr_fr: Bases
id_id: Dasar
it_it: Di base
ja_jp: 一般
ko_kr: 기본
ms_my: Asas
pt_br: Básicos
ru_ru: Базовые
th_th: เบื้องต้น
vi_vn: Thông tin cơ bản
zh_cn: 基础
zh_tw: 基礎

# cd0
source: AI-generated content might be inaccurate. Please use with caution.
de_de: KI-generierte Inhalte sind u. U. ungenau. Bitte benutzen Sie sie mit Bedacht.
es_es: Es posible que el contenido generado por IA no sea totalmente correcto. Úsalo con precaución.
fr_fr: Il se peut que le contenu généré par l'IA soit inexact. Veuillez l'utiliser avec prudence.
id_id: Konten yang dihasilkan AI mungkin tidak akurat. Gunakan dengan hati-hati.
it_it: Il contenuto generato dall'IA potrebbe essere impreciso. Utilizzalo con cautela.
ja_jp: AI によって生成された内容は正確でない場合がありますので、ご注意ください。
ko_kr: AI 생성 콘텐츠는 정확하지 않을 수 있습니다. 주의하여 사용하세요.
ms_my: Kandungan hasil AI mungkin tidak tepat. Sila gunakan dengan berhati-hati.
pt_br: O conteúdo gerado por IA pode ser impreciso. Use com cuidado.
ru_ru: Контент, сгенерированный ИИ, может быть неточным. Помните об этом при использовании.
th_th: เนื้อหาที่ AI สร้างอาจไม่ถูกต้อง โปรดใช้ด้วยความระมัดระวัง
vi_vn: Nội dung do AI tạo có thể không chính xác. Vui lòng thận trọng khi sử dụng.
zh_cn: AI 生成的内容可能不准确，请谨慎使用
zh_tw: AI 產生的內容可能不準確，請謹慎使用

# ShM
source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
id_id: Templat
it_it: Modelli
ja_jp: テンプレート
ko_kr: 템플릿
ms_my: Templat
pt_br: Modelos
ru_ru: Шаблоны
th_th: เทมเพลต
vi_vn: Mẫu
zh_cn: 模板
zh_tw: 範本

# 9Kg
source: Add meeting agenda and plan discussion topics
de_de: Agenda hinzufügen und Diskussionsthemen planen
es_es: Agregar la agenda de la reunión y planificar los temas de discusión
fr_fr: Ajouter l'ordre du jour de la réunion et planifier les sujets de discussion
id_id: Tambahkan agenda rapat dan rencanakan topik diskusi
it_it: Aggiungi un'agenda alla riunione e pianifica gli argomenti di discussione
ja_jp: アジェンダを追加して、議題を明確にする
ko_kr: 회의 안건 추가 및 토론 주제 계획
ms_my: Tambah agenda mesyuarat dan rancang topik perbincangan
pt_br: Adicionar pauta da reunião e planejar tópicos de discussão
ru_ru: Добавить повестку конференции и запланировать темы обсуждения
th_th: เพิ่มวาระการประชุมและหัวข้อการปรึกษาหารือเรื่องแผน
vi_vn: Thêm chương trình họp và lập kế hoạch về chủ đề thảo luận
zh_cn: 添加会议议程，明确讨论事项
zh_tw: 新增會議議程，明確討論事項

# n0Y
source: This is a meeting group of recurring events. Join-group verification is on.
de_de: Dies ist eine Besprechungsgruppe für wiederkehrende Termine. Alle Teilnehmer sind der Gruppe automatisch beigetreten.
es_es: Este es un grupo de reunión para eventos periódicos. Todos los participantes han entrado de forma automática en el grupo.
fr_fr: Il s'agit d'un groupe de réunions d'événements récurrents. Tous les participants ont automatiquement rejoint le groupe.
id_id: Ini adalah grup rapat dari acara yang berulang. Semua peserta telah masuk ke grup secara otomatis.
it_it: Questo è un gruppo riunione di eventi ricorrenti. Tutti i partecipanti sono entrati automaticamente nel gruppo.
ja_jp: このグループは繰り返し予定の会議グループです。「グループ参加認証」をオンにしました。
ko_kr: 반복되는 이벤트의 회의 그룹입니다. 모든 참가자가 그룹에 자동으로 들어갔습니다.
ms_my: Ini adalah kumpulan mesyuarat acara berulang. Pengesahan sertai-kumpulan dihidupkan.
pt_br: Este é um grupo de reunião de eventos recorrentes. Todos os participantes entraram automaticamente no grupo.
ru_ru: Добавление или удаление участников группы не меняет участников события.
th_th: นี่คือกลุ่มการประชุมของกิจกรรมที่จัดขึ้นซ้ำ ผู้เข้าร่วมทั้งหมดเข้ากลุ่มโดยอัตโนมัติแล้ว
vi_vn: Đây là nhóm cuộc họp của các sự kiện trong chuỗi lặp. Tất cả người tham gia đã tự động được thêm vào nhóm.
zh_cn: 本群为重复性日程会议群，进群验证已开启
zh_tw: 本群組為重複性日程會議群組，已開啟加入群組驗證

# CYQ
source: Add Additional Time Zone
de_de: Weitere Zeitzone hinzufügen
es_es: Agregar zona horaria adicional
fr_fr: Ajouter un fuseau horaire supplémentaire
id_id: Tambahkan Zona Waktu Tambahan
it_it: Aggiungi fuso orario aggiuntivo
ja_jp: セカンダリタイムゾーンを追加
ko_kr: 추가 표준 시간대 추가
ms_my: Tambah Zon Waktu Tambahan
pt_br: Adicionar fuso horário adicional
ru_ru: Добавить дополнительный часовой пояс
th_th: เพิ่มโซนเวลาเพิ่มเติม
vi_vn: Thêm múi giờ bổ sung
zh_cn: 添加辅助时区
zh_tw: 新增輔助時區

# N6M
source: Adjust
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
id_id: Edit
it_it: Modifica
ja_jp: 変更
ko_kr: 편집
ms_my: Laraskan
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 调整
zh_tw: 調整

# 5Es
source: Duplicate Event
de_de: Doppelter Termin
es_es: Evento duplicado
fr_fr: Dupliquer l'événement
id_id: Acara Duplikat
it_it: Duplica evento
ja_jp: コピーを作成
ko_kr: 이벤트 복제
ms_my: Pendua Acara
pt_br: Evento duplicado
ru_ru: Повторяющееся событие
th_th: กิจกรรมซ้อน
vi_vn: Sự kiện trùng lặp
zh_cn: 创建副本
zh_tw: 建立副本

# 6HY
source: Group owner has enabled membership approval
de_de: Der Gruppenbesitzer hat die Mitgliedschaftsgenehmigung aktiviert
es_es: El propietario del grupo ha habilitado la aprobación de nuevos miembros
fr_fr: Le propriétaire du groupe a activé l'approbation de l'adhésion
hi_in: इस समूह में शामिल होने का अनुरोध करें
id_id: Pemilik grup telah mengaktifkan persetujuan keanggotaan
it_it: Il proprietario del gruppo ha attivato l'approvazione dei membri.
ja_jp: グループ参加認証が必要です
ko_kr: 그룹 소유자가 구성원 자격 승인을 활성화했습니다
ms_my: Pemilik kumpulan telah mengaktifkan kelulusan keahlian
pt_br: O proprietário do grupo habilitou a aprovação de associação
ru_ru: Владелец группы включил одобрение участия
th_th: เจ้าของกลุ่มเปิดใช้การอนุมัติการเป็นสมาชิกแล้ว
vi_vn: Chủ sở hữu nhóm đã bật phê duyệt thành viên
zh_cn: 该群已开启进群验证
zh_tw: 該群組已開啟加入群組驗證

# ivs
source: Please explain the reasons for applying to join or inviting others to the group
de_de: Bitte erklären Sie die Gründe, warum Sie dieser Gruppe beitreten oder andere in diese Gruppe einladen möchten
es_es: Explica las razones para solicitar unirse o invitar a otros al grupo
fr_fr: Veuillez expliquer les raisons de votre demande d'adhésion ou de votre invitation à rejoindre le groupe
hi_in: कृपया नोट छोड़ें और अनुमोदन की प्रतीक्षा करें.
id_id: Jelaskan alasan permohonan untuk bergabung atau mengundang orang lain ke grup
it_it: Spiega i motivi per cui richiedi di partecipare o inviti altri nel gruppo
ja_jp: グループに参加する、もしくはグループメンバーを招待する理由を説明してください
ko_kr: 그룹 가입을 신청하거나 다른 사용자를 그룹에 초대하는 이유를 설명해 주세요
ms_my: Sila jelaskan sebab-sebab memohon untuk menyertai atau menjemput orang lain ke kumpulan
pt_br: Explique os motivos para se inscrever no ingresso ou convidar outras pessoas para o grupo
ru_ru: Объясните причины подачи заявки на вступление или приглашения других в группу
th_th: โปรดอธิบายเหตุผลในการสมัครเข้าร่วมหรือเชิญผู้อื่นเข้ากลุ่ม
vi_vn: Vui lòng giải thích lý do đăng ký tham gia hoặc mời thành viên khác vào nhóm
zh_cn: 请说明申请进群或邀请他人进群的理由
zh_tw: 請說明申請加入群組或邀請他人加入的理由

# hcU
source: Approval
de_de: Genehmigung
es_es: Aprobación
fr_fr: Approbation
id_id: Persetujuan
it_it: Approvazione
ja_jp: 承認
ko_kr: 승인
ms_my: Persetujuan
pt_br: Aprovação
ru_ru: Одобрение
th_th: การอนุมัติ
vi_vn: Phê duyệt
zh_cn: 审批
zh_tw: 審核

# ZpQ
source: Approval details
de_de: Genehmigungsdetails
es_es: Detalles de la aprobación
fr_fr: Détails de l'approbation
id_id: Perincian persetujuan
it_it: Dettagli approvazione
ja_jp: 申請の詳細
ko_kr: 승인 세부 정보
ms_my: Butiran kelulusan
pt_br: Detalhes da aprovação
ru_ru: Сведения об утверждении
th_th: รายละเอียดการอนุมัติ
vi_vn: Chi tiết phê duyệt
zh_cn: 审批详情
zh_tw: 審核詳細資料

# g0U
source: Change of calendar attribution is not supported.
de_de: Die Änderung der Kalenderzuordnung wird nicht unterstützt.
es_es: No se admite el cambio de la atribución de calendario.
fr_fr: Le changement d'attribution de calendrier n'est pas pris en charge.
id_id: Perubahan atribusi kalender tidak didukung.
it_it: Modifica di attribuzione del calendario non supportata.
ja_jp: 所属カレンダーを変更できません。
ko_kr: 캘린더 속성 변경은 지원되지 않습니다.
ms_my: Perubahan atribusi kalendar tidak disokong.
pt_br: A alteração da atribuição do calendário não é permitida.
ru_ru: Изменение атрибута календаря не поддерживается.
th_th: ไม่รองรับการเปลี่ยนแปลงการแสดงที่มาของปฏิทิน
vi_vn: Không hỗ trợ thay đổi thuộc tính lịch.
zh_cn: 暂不支持变更日历归属
zh_tw: 暫不支援變更日曆歸屬

# suk
source: Meeting minutes authorization failed. Please check minutes permissions.
de_de: Die Autorisierung der Besprechungsprotokolle ist fehlgeschlagen. Bitte überprüfen Sie die Besprechungsprotokolle.
es_es: Error de autorización de actas de reunión. Consulta los permisos de actas de reunión.
fr_fr: L'autorisation des comptes-rendus de réunion a échoué. Veuillez vérifier les autorisations des comptes-rendus.
id_id: Otorisasi catatan rapat gagal. Periksa izin catatan.
it_it: Autorizzazione verbale della riunione non riuscita. Verifica le autorizzazioni del verbale.
ja_jp: 議事録の権限を付与できませんでした。議事録の権限設定を確認してください。
ko_kr: 회의록 승인에 실패했습니다. 회의록 권한을 확인하세요.
ms_my: Kebenaran minit mesyuarat gagal. Sila periksa kebenaran minit.
pt_br: Falha na autorização das anotações das reuniões. Verifique as permissões de anotações.
ru_ru: Ошибка авторизации протокола конференции. Проверьте права доступа к протоколам.
th_th: การอนุญาตบันทึกการประชุมล้มเหลว กรุณาตรวจสอบสิทธิ์การอนุญาตรายงานการประชุม
vi_vn: Ủy quyền biên bản cuộc họp không thành công. Vui lòng kiểm tra quyền đối với biên bản.
zh_cn: 会议纪要授权失败，请检查会议纪要权限
zh_tw: 會議記錄授權失敗，請檢查會議記錄權限

# yzI
source: Change now
de_de: Jetzt ändern
es_es: Cambiar ahora
fr_fr: Modifier maintenant
id_id: Ubah sekarang
it_it: Modifica subito
ja_jp: 変更
ko_kr: 지금 변경
ms_my: Ubah sekarang
pt_br: Alterar agora
ru_ru: Изменить
th_th: เปลี่ยนเลย
vi_vn: Thay đổi ngay
zh_cn: 一键调整
zh_tw: 一鍵調整

# zEU
source: No permission
de_de: Keine Berechtigung
es_es: Sin permiso
fr_fr: Aucune autorisation
hi_in: कोई अनुमति नहीं
id_id: Tidak ada izin
it_it: Nessuna autorizzazione
ja_jp: 権限なし
ko_kr: 권한 없음
ms_my: Tiada kebenaran
pt_br: Sem permissão
ru_ru: Нет разрешения
th_th: ไม่มีสิทธิ์การอนุญาต
vi_vn: Không có quyền
zh_cn: 无权限
zh_tw: 無權限
