Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# vCc
source: Checked in
de_de: Eingecheckt
es_es: Registrado
fr_fr: Réunion confirmée
hi_in: चेक इन किया गया
id_id: Sudah check in
it_it: Check in eseguito
ja_jp: チェックインしました
ko_kr: 출석함
ms_my: Sudah daftar masuk
pt_br: Check-in realizado
ru_ru: Отметились
th_th: เช็คอินแล้ว
vi_vn: Đã đăng ký vào
zh_cn: 已签到
zh_tw: 已簽到

# LvE
source: Please contact the administrator if needed.
de_de: Kontaktieren Sie den Administrator, falls erforderlich.
es_es: Si es necesario, ponte en contacto con el administrador.
fr_fr: Veuillez contacter l'administrateur si nécessaire.
hi_in: यदि अनुमति की आवश्यकता है, कृपया अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator jika diperlukan.
it_it: Contatta l'amministratore, se necessario.
ja_jp: 使用するには、法人管理者に連絡してください
ko_kr: 필요할 경우 관리자에게 문의하세요.
ms_my: Sila hubungi pentadbir jika perlu.
pt_br: Entre em contato com o administrador se necessário.
ru_ru: При необходимости свяжитесь с администратором.
th_th: โปรดติดต่อผู้ดูแลหากจำเป็น
vi_vn: Vui lòng liên hệ với quản trị viên nếu cần.
zh_cn: 如需使用，请联系企业管理员
zh_tw: 如需使用，請聯絡企業管理員

# uKg
source: Fill in the following information to reserve the meeting room.
de_de: Füllen Sie die folgenden Informationen aus, um den Besprechungsraum zu reservieren.
es_es: Rellena la siguiente información para reservar la sala de reuniones.
fr_fr: Remplissez les informations suivantes pour réserver la salle de réunion.
hi_in: मीटिंग रूम आरक्षित करने के लिए निम्नलिखित जानकारी भरें.
id_id: Isi informasi berikut untuk memesan ruang rapat.
it_it: Immetti le seguenti informazioni per prenotare la sala riunioni.
ja_jp: 下記の項目を記入して、会議室の予約を完了してください
ko_kr: 회의실을 예약하려면 다음 정보를 입력하세요.
ms_my: Isikan maklumat berikut untuk menempah bilik mesyuarat.
pt_br: Preencha as informações a seguir para reservar a sala de reunião.
ru_ru: Укажите следующую информацию, чтобы зарезервировать комнату.
th_th: กรอกข้อมูลต่อไปนี้เพื่อจองห้องประชุม
vi_vn: Điền các thông tin sau để đặt phòng họp.
zh_cn: 请填写以下信息，完成会议室预定
zh_tw: 請填寫以下資訊，完成會議室預定

# b+M
source: Reservation form required
de_de: Reservierungsformular erforderlich
es_es: El formulario de reserva es obligatorio
fr_fr: Formulaire de réservation requis
hi_in: आरक्षण फ़ॉर्म आवश्यक है
id_id: Formulir reservasi wajib diisi
it_it: Modulo di prenotazione obbligatorio
ja_jp: 会議室を予約するには予約フォームの記入が必要となります
ko_kr: 예약 양식 필수
ms_my: Borang tempahan diperlukan
pt_br: Formulário de reserva obrigatório
ru_ru: Форма резервирования обязательна
th_th: จำเป็นต้องใช้แบบฟอร์มการจอง
vi_vn: Phải có biểu mẫu đặt trước
zh_cn: 预定会议室需要填写预定表
zh_tw: 預定會議室需要填寫預定表

# OaU
source: Edit reservation form
de_de: Reservierungsformular bearbeiten
es_es: Edita el formulario de reserva
fr_fr: Modifier le formulaire de réservation
hi_in: आरक्षण फ़ॉर्म संपादित करें
id_id: Edit formulir reservasi
it_it: Modifica modulo di prenotazione
ja_jp: 予約フォームを編集
ko_kr: 예약 양식 편집
ms_my: Edit borang tempahan
pt_br: Editar o formulário de reserva
ru_ru: Редактировать форму резервирования
th_th: แก้ไขแบบฟอร์มการจอง
vi_vn: Chỉnh sửa biểu mẫu đặt phòng
zh_cn: 修改预定表
zh_tw: 修改預定表格

# HJE
source: Failed to check in. Please try again.
de_de: Einchecken fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error de reserva. Inténtalo de nuevo.
fr_fr: Échec de la confirmation de réunion. Refaites une tentative.
hi_in: चेक इन करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal check in. Coba lagi.
it_it: Impossibile fare il check in. Riprova.
ja_jp: チェックインができませんでした。再試行してください
ko_kr: 출석에 실패했습니다. 다시 시도해 보세요.
ms_my: Gagal daftar masuk. Sila cuba lagi.
pt_br: Falha ao fazer check-in. Tente novamente.
ru_ru: Не удалось отметиться. Повторите попытку.
th_th: เช็คอินไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Đăng ký không thành công. Vui lòng thử lại.
zh_cn: 签到失败，请重试
zh_tw: 簽到失敗，請重試

# 0S8
source: Fill in reservation form
de_de: Reservierungsformular ausfüllen
es_es: Rellena el formulario de reserva
fr_fr: Remplir le formulaire de réservation
hi_in: आरक्षण फ़ॉर्म भरें
id_id: Isi formulir reservasi
it_it: Compila modulo di prenotazione
ja_jp: 予約フォームを記入
ko_kr: 예약 양식 작성
ms_my: Isi borang tempahan
pt_br: Preencher o formulário de reserva
ru_ru: Заполнить форму резервирования
th_th: กรอกแบบฟอร์มการจอง
vi_vn: Điền thông tin vào biểu mẫu đặt phòng
zh_cn: 填写预定表
zh_tw: 填寫預定表格

# VPU
source: Click here to reserve meeting rooms
de_de: Hier klicken, um Besprechungsräume zu reservieren
es_es: Haz clic aquí para reservar salas de reuniones
fr_fr: Cliquez ici pour réserver des salles de réunion
hi_in: मीटिंग रूम आरक्षित करने के लिए यहाँ क्लिक करें
id_id: Klik di sini untuk memesan ruang rapat
it_it: Fai clic qui per prenotare le sale riunioni
ja_jp: ここをクリックして会議室を予約
ko_kr: 여기를 클릭하여 회의실 예약
ms_my: Klik di sini untuk tempah bilik mesyuarat
pt_br: Clique aqui para reservar a sala de reunião
ru_ru: Щелкните здесь, чтобы зарезервировать комнаты
th_th: คลิกที่นี่เพื่อจองห้องประชุม
vi_vn: Nhấp vào đây để đặt chỗ phòng họp
zh_cn: 点击此处，预定会议室

# xA4
source: Select your location to find meeting rooms
de_de: Ihren Standort für die Suche nach Besprechungsräumen auswählen
es_es: Selecciona tu ubicación para buscar salas de reuniones
fr_fr: Sélectionnez votre emplacement pour rechercher des salles de réunion
hi_in: मीटिंग रूम ढूँढने के लिए अपना स्थान चुनें
id_id: Pilih lokasi Anda untuk menemukan ruang rapat
it_it: Seleziona la tua posizione per trovare le sale riunioni
ja_jp: オフィスを選択し、会議室の空室状況を確認
ko_kr: 위치를 선택하여 회의실 찾기
ms_my: Pilih lokasi anda untuk mencari bilik mesyuarat
pt_br: Selecione sua localização para buscar salas de reunião
ru_ru: Выберите свое местоположение, чтобы найти комнаты
th_th: เลือกตำแหน่งของคุณเพื่อค้นหาห้องประชุม
vi_vn: Chọn vị trí của bạn để tìm phòng họp
zh_cn: 选择你所在的办公区，在会议室的空闲时段进行预定

# vvI
source: The check-in function has been turned off.
de_de: Die Checkin-Funktion wurde ausgeschaltet.
es_es: Esta función de registro se ha desactivado.
fr_fr: La fonction de configuration de réunion a été désactivée.
hi_in: चेक इन फ़ंक्शन बंद किया जा चुका है.
id_id: Fungsi Check in telah dinonaktifkan.
it_it: La funzione Check-in è stata disattivata.
ja_jp: チェックイン機能がオフです
ko_kr: 출석 기능이 꺼졌습니다.
ms_my: Fungsi daftar masuk telah dimatikan.
pt_br: A função Check-in foi desativada.
ru_ru: Функция отметки была отключена.
th_th: ฟังก์การเช็คอินชันถูกปิดแล้ว
vi_vn: Chức năng Đăng ký đã được tắt.
zh_cn: 签到功能已停用
zh_tw: 簽到功能已停用

# 0hU
source: In use
de_de: Wird verwendet
es_es: En uso
fr_fr: Occupé(e)
hi_in: इस्तेमाल में है
id_id: Sedang digunakan
it_it: In uso
ja_jp: 使用中
ko_kr: 사용 중
ms_my: Sedang digunakan
pt_br: Em uso
ru_ru: Используется
th_th: ใช้งานอยู่
vi_vn: Đang sử dụng
zh_cn: 使用中
zh_tw: 使用中

# oyY
source: Please reserve other rooms since the meeting room is inactive.
de_de: Bitte reservieren Sie andere Räume, da der Besprechungsraum inaktiv ist.
es_es: Reserva otras salas, ya que la sala de reuniones está inactiva.
fr_fr: Veuillez réserver d'autres salles car la salle de réunion est inactive.
hi_in: चूँकि मीटिंग रूम निष्क्रिय है, कृपया अन्य रूम आरक्षित करें.
id_id: Pesan ruang lain karena ruang ini tidak aktif.
it_it: Prenota altre sale poiché questa sala riunioni è inattiva.
ja_jp: 会議室が使用禁止です。他の会議室を予約してください
ko_kr: 회의실이 비활성 상태이므로 다른 회의실을 예약하세요.
ms_my: Sila tempah bilik lain kerana bilik mesyuarat tidak aktif.
pt_br: Reserve outras salas, pois a sala de reunião está inativa.
ru_ru: Зарезервируйте другие комнаты, так как комната неактивна.
th_th: โปรดจองห้องอื่นเนื่องจากห้องประชุมไม่มีการใช้งาน
vi_vn: Vui lòng đặt phòng khác do phòng họp này không còn hiện hoạt nữa.
zh_cn: 会议室已被禁用，请预定其他会议室
zh_tw: 會議室已停用，請預定其他會議室

# 03M
source: Meeting room check-in
de_de: Check-in im Konferenzraum
es_es: Inicio de sesión en la sala de reuniones
fr_fr: Confirmation de réunion dans la salle de réunion
hi_in: मीटिंग रूम चेक-इन
id_id: Check in ruang rapat
it_it: Check-in sala riunioni
ja_jp: 会議室チェックイン
ko_kr: 회의실 출석
ms_my: Pendaftaran bilik mesyuarat
pt_br: Check-in da sala de reunião
ru_ru: Отметиться в комнате
th_th: เช็คอินห้องประชุม
vi_vn: Đăng ký vào phòng họp
zh_cn: 会议室签到
zh_tw: 會議室簽到

# QfQ
source: Next meeting
de_de: Nächste Besprechung
es_es: Próxima reunión
fr_fr: Prochaine réunion
hi_in: अगली मीटिंग
id_id: Rapat berikutnya
it_it: Prossima riunione
ja_jp: 次の会議
ko_kr: 다음 회의
ms_my: Mesyuarat seterusnya
pt_br: Próxima reunião
ru_ru: Следующая конференция
th_th: การประชุมถัดไป
vi_vn: Cuộc họp tiếp theo
zh_cn: 下一个会议
zh_tw: 下一個會議

# gAY
source: Not available for the next time slot
de_de: Für nächstes Zeitfenster nicht verfügbar
es_es: No está disponible para la siguiente franja horaria
fr_fr: Indisponible pour le prochain créneau
hi_in: अगले टाइम स्लॉट के लिए उपलब्ध नहीं
id_id: Tidak tersedia untuk slot waktu berikutnya
it_it: Non disponibile per la prossima fascia oraria
ja_jp: 次の時間帯に予約できません
ko_kr: 다음 시간대에는 사용 불가
ms_my: Tidak tersedia untuk slot masa seterusnya
pt_br: Não disponível para o próximo intervalo de tempo
ru_ru: Недоступно в следующий временной интервал
th_th: ไม่พร้อมใช้งานสำหรับช่วงเวลาถัดไป
vi_vn: Không khả dụng cho khoảng thời gian tiếp theo
zh_cn: 下一个时段不可预定
zh_tw: 下一個時段不可預定

# CoA
source: No meeting rooms
de_de: Keine Besprechungsräume
es_es: No hay salas de reuniones
fr_fr: Aucune salle de réunion
hi_in: कोई मीटिंग रूम नहीं
id_id: Tidak ada ruang rapat
it_it: Nessuna sala riunioni
ja_jp: 会議室はありません
ko_kr: 회의실 없음
ms_my: Tiada bilik mesyuarat
pt_br: Nenhuma sala de reunião
ru_ru: Нет комнат
th_th: ไม่มีห้องประชุม
vi_vn: Không có phòng họp
zh_cn: 无会议室
zh_tw: 無會議室

# hME
source: You don't have permission to reserve this meeting room. Please reserve other rooms.
de_de: Sie haben keine Berechtigung, diesen Besprechungsraum zu reservieren. Bitte reservieren Sie andere Räume.
es_es: No tienes permiso para reservar esta sala de reuniones. Reserva otra sala de reuniones.
fr_fr: Vous n'êtes pas autorisé à réserver cette salle de réunion. Veuillez réserver d'autres salles.
hi_in: आपके पास इस मीटिंग रूम को आरक्षित करने की अनुमति नहीं है. कृपया अन्य रूम आरक्षित करें.
id_id: Anda tidak memiliki izin untuk memesan ruang rapat ini. Pesan ruang lain.
it_it: Non disponi dell'autorizzazione per prenotare questa sala riunioni. Prenota altre sale.
ja_jp: この会議室を予約する権限がありません。他の会議室を予約してください
ko_kr: 이 회의실을 예약할 권한이 없습니다. 다른 회의실을 예약하세요.
ms_my: Anda tidak mempunyai kebenaran untuk menempah bilik mesyuarat ini. Sila tempah bilik lain.
pt_br: Você não tem permissão para reservar esta sala de reunião. Reserve outras salas.
ru_ru: У вас нет разрешения для резервирования этой комнаты. Зарезервируйте другие комнаты.
th_th: คุณไม่มีสิทธิ์การอนุญาตให้จองห้องประชุมนี้ โปรดจองห้องอื่น
vi_vn: Bạn không có quyền đặt trước phòng họp này. Vui lòng đặt phòng khác.
zh_cn: 你没有权限预定该会议室，请及时预定其他会议室。
zh_tw: 你沒有預定該會議室的權限，請及時預定其他會議室。

source: QR code activated
de_de: QR-Code aktiviert
es_es: El código QR se ha activado
fr_fr: Code QR activé
hi_in: QR कोड सक्रिय किया गया
id_id: Kode QR diaktifkan
it_it: Codice QR attivato
ja_jp: QRコードをアクティブ化にしました
ko_kr: QR 코드 활성화됨
ms_my: Kod QR diaktifkan
pt_br: Código QR ativado
ru_ru: QR-код активирован
th_th: เปิดใช้งานคิวอาร์โค้ดแล้ว
vi_vn: Đã kích hoạt mã QR
zh_cn: 二维码激活成功
zh_tw: QR 碼啟用成功

# ZX8
source: Refreshed
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Actualisation réussie
hi_in: रीफ़्रेश किया
id_id: Diperbarui
it_it: Aggiornamento completato
ja_jp: 更新しました
ko_kr: 새로 고침
ms_my: Disegarkan
pt_br: Atualizado
ru_ru: Обновлено
th_th: รีเฟรชแล้ว
vi_vn: Đã làm mới
zh_cn: 已刷新
zh_tw: 已重新整理

# qaM
source: Refreshing...
de_de: Wird aktualisiert...
es_es: Actualizando...
fr_fr: Actualisation…
hi_in: रिफ़्रेश किया जा रहा है...
id_id: Memperbarui...
it_it: Aggiornamento in corso...
ja_jp: 更新中...
ko_kr: 새로 고침 중...
ms_my: Menyegarkan...
pt_br: Atualizando...
ru_ru: Обновление...
th_th: กำลังรีเฟรช...
vi_vn: Đang làm mới...
zh_cn: 刷新中...
zh_tw: 重新整理中...

# ZXM
source: Please fill in required fields.
de_de: Bitte füllen Sie die erforderlichen Felder aus.
es_es: Rellena los campos obligatorios.
fr_fr: Veuillez remplir les champs obligatoires.
hi_in: कृपया आवश्यक फ़ील्ड भरें.
id_id: Isi bidang wajib.
it_it: Compila i campi obbligatori.
ja_jp: 必須項目を入力してください
ko_kr: 필수 필드를 입력하세요.
ms_my: Sila isi ruangan yang diperlukan.
pt_br: Preencha os campos obrigatórios.
ru_ru: Заполните обязательные поля.
th_th: โปรดกรอกข้อมูลในช่องข้อมูลที่จำเป็น
vi_vn: Vui lòng điền thông tin vào các trường bắt buộc.
zh_cn: 请在预定表中完成必填项
zh_tw: 請在預定表中完成必填項目

# 19E
source: Reserve meeting room
de_de: Besprechungsraum reservieren
es_es: Reservar sala de reuniones
fr_fr: Réservation d'une salle de réunion
hi_in: मीटिंग रूम आरक्षित करना
id_id: Pesan ruang rapat
it_it: Prenota una sala riunioni
ja_jp: 会議室の予約
ko_kr: 회의실 예약
ms_my: Tempah bilik mesyuarat
pt_br: Reservar sala de reunião
ru_ru: Зарезервировать комнату
th_th: จองห้องประชุม
vi_vn: Đặt trước phòng họp
zh_cn: 会议室预定
zh_tw: 會議室預定

# N4M
source: Meeting room can't be reserved during this time period
de_de: Der Besprechungsraum kann in dieser Zeit nicht reserviert werden.
es_es: La sala de reuniones no se puede reservar durante este período de tiempo
fr_fr: Réservation de cette salle de réunion impossible durant cette période
hi_in: इस समय अवधि के दौरान मीटिंग रूम आरक्षित नहीं किया जा सकता
id_id: Ruang rapat tidak dapat dipesan selama periode waktu ini
it_it: La sala riunioni non può essere prenotata in questo periodo di tempo
ja_jp: この期間中は会議室をご利用できません
ko_kr: 이 기간 동안 회의실을 예약할 수 없습니다
ms_my: Bilik mesyuarat tidak boleh ditempah pada tempoh masa ini
pt_br: A sala de reunião não pode ser reservada durante este período
ru_ru: Комнату нельзя зарезервировать в течение этого периода времени
th_th: ไม่สามารถจองห้องประชุมนี้ได้ในระหว่างช่วงเวลานี้
vi_vn: Không thể đặt trước phòng họp trong khoảng thời gian thời gian này
zh_cn: 该时段内会议室已被禁用
zh_tw: 該時段內會議室已被停用

# pQY
source: Reserve
de_de: Reservieren
es_es: Reservar
fr_fr: Réserver
hi_in: आरक्षित करें
id_id: Pesan
it_it: Prenota
ja_jp: 予約
ko_kr: 예약
ms_my: Tempah
pt_br: Reservar
ru_ru: Резервирование
th_th: จอง
vi_vn: Đặt trước
zh_cn: 预定
zh_tw: 預定

# 2X8
source: Someone has already reserved this time period
de_de: Jemand hat diesen Zeitraum bereits reserviert.
es_es: Alguien ya ha reservado este período de tiempo
fr_fr: Quelqu'un a déjà réservé cette période
hi_in: किसी अन्य व्यक्ति ने पहले से ही यह समय अवधि आरक्षित की है
id_id: Seseorang telah memesan periode waktu ini
it_it: Questo periodo di tempo è già stato prenotato da altri
ja_jp: この期間は予約が入っています
ko_kr: 누군가가 이미 이 기간을 예약했습니다
ms_my: Seseorang telah menempah tempoh masa ini
pt_br: Alguém já reservou este período
ru_ru: Кто-то уже зарезервировал этот период времени
th_th: มีคนจองช่วงเวลานี้ไปแล้ว
vi_vn: Có người đã đặt phòng trong khoảng thời gian này rồi
zh_cn: 该时段已被他人预定
zh_tw: 該時段已被他人預定

# n6A
source: Started
de_de: Gestartet
es_es: Inicio
fr_fr: Démarré(e)
hi_in: प्रारंभ किया गया
id_id: Dimulai
it_it: Iniziata
ja_jp: チェックイン開始
ko_kr: 시작됨
ms_my: Bermula
pt_br: Iniciada
ru_ru: Началась
th_th: เริ่มต้นแล้ว
vi_vn: Đã bắt đầu
zh_cn: 已开始
zh_tw: 已開始

# zDg
source: Starting soon
de_de: Startet in Kürze
es_es: Comenzará pronto
fr_fr: Démarre bientôt
hi_in: शीघ्र ही प्रारंभ हो रहा है
id_id: Segera dimulai
it_it: Inizia tra poco
ja_jp: まもなく開始
ko_kr: 곧 시작
ms_my: Akan bermula
pt_br: Iniciando em breve
ru_ru: Скоро начинается
th_th: เริ่มต้นในเร็ว ๆ นี้
vi_vn: Sắp bắt đầu
zh_cn: 即将开始
zh_tw: 即將開始

# mfY
source: Unable to refresh
de_de: Aktualisieren nicht möglich
es_es: No se puede actualizar
fr_fr: Actualisation impossible
hi_in: रिफ़्रेश करने में असमर्थ
id_id: Tidak dapat memperbarui
it_it: Impossibile aggiornare
ja_jp: 更新できませんでした
ko_kr: 새로 고침 할 수 없음
ms_my: Tidak dapat menyegarkan
pt_br: Não é possível atualizar
ru_ru: Не удалось обновить
th_th: ไม่สามารถรีเฟรชได้
vi_vn: Không thể làm mới
zh_cn: 刷新失败
zh_tw: 重新整理失敗

# wgI
source: View meeting room's availability
de_de: Verfügbarkeit des Besprechungsraums anzeigen
es_es: Ver la disponibilidad de la sala de reuniones
fr_fr: Afficher la disponibilité de la salle de réunion
hi_in: मीटिंग रूम की उपलब्धता देखें
id_id: Lihat ketersediaan ruang rapat
it_it: Visualizza disponibilità sala riunioni
ja_jp: 会議室の空室状況を確認
ko_kr: 회의실 가용성 보기
ms_my: Lihat ketersediaan bilik mesyuarat
pt_br: Visualizar disponibilidade da sala de reunião
ru_ru: Показать доступность комнаты
th_th: ดูความพร้อมใช้งานของห้องประชุม
vi_vn: Xem Độ khả dụng của Phòng Họp
zh_cn: 查看会议室空闲情况
zh_tw: 查看會議室閒置情況

# KaU
source: Wait for check-in
de_de: Warten auf Check-in
es_es: Esperando al registro
fr_fr: En attente de confirmation
hi_in: चेक इन की प्रतीक्षा करें
id_id: Menunggu Check in
it_it: Attendi di fare il Check-in
ja_jp: チェックイン前
ko_kr: 출석 대기
ms_my: Tunggu untuk mendaftar masuk
pt_br: Aguardar o check-in
ru_ru: Ожидание отметки
th_th: รอเช็คอิน
vi_vn: Chờ Đăng ký
zh_cn: 未到签到时间
zh_tw: 未到簽到時間

# IHM
source: Once the reservation is confirmed, editing the time will deduct the quota.
de_de: Nachdem die Reservierung bestätigt wurde, wird bei einer Änderung der Uhrzeit das Kontingent abgezogen.
es_es: Una vez confirmada la reserva, al editar la hora se descontará la cuota.
fr_fr: Une fois la réservation confirmée, les modifications de l'heure réduiront le quota.
id_id: Setelah reservasi dikonfirmasi, mengedit waktu akan mengurangi kuota.
it_it: Una volta confermata la prenotazione, la modifica dell'ora detrarrà nuovamente la quota.
ja_jp: 時間を変更すると、会議室を再度成功に予約すると、予約制限回数から 1 回差し引かれます
ko_kr: 예약이 확인된 후 시간을 편집하면 할당량이 차감됩니다.
ms_my: Setelah tempahan disahkan, mengedit masa akan mengurangkan kuota.
pt_br: Após a confirmação da reserva, a edição da hora deduzirá a cota.
ru_ru: После подтверждения бронирования при редактировании времени будет вычтена квота.
th_th: เมื่อยืนยันการจองแล้ว การแก้ไขเวลาจะนำมาหักออกจากโควต้า
vi_vn: Sau khi đặt phòng được xác nhận, việc chỉnh sửa thời gian sẽ giảm hạn ngạch.
zh_cn: 修改时间后预定成功将扣除额度
zh_tw: 修改時間後，預定成功將扣除額度

# wjs
source: Not available in this period of time
de_de: Zu diesem Zeitpunkt nicht verfügbar
es_es: No está disponible durante este período de tiempo.
fr_fr: Non disponible à cette période
hi_in: इस समय अवधि में उपलब्ध नहीं है
id_id: Tidak tersedia dalam periode waktu ini
it_it: Non disponibile in questo periodo
ja_jp: この時間帯は予約はできません
ko_kr: 이 기간에 사용할 수 없음
ms_my: Tidak tersedia pada masa ini
pt_br: Não está disponível neste período
ru_ru: Недоступно в течение этого периода времени
th_th: ไม่ว่างในช่วงเวลานี้
vi_vn: Không có sẵn trong khoảng thời gian này
zh_cn: 此时段不支持预定
zh_tw: 此時段不支援預定

# +G0
source: This meeting room is temporarily unavailable for reservation.
de_de: Dieser Besprechungsraum ist aktuell für Reservierungen nicht verfügbar.
es_es: Esta sala de reuniones no está disponible para la reserva temporalmente.
fr_fr: Cette salle de réunion ne peut temporairement pas être réservée.
id_id: Ruang rapat ini untuk sementara tidak tersedia untuk reservasi.
it_it: Questa sala riunioni non è temporaneamente disponibile per la prenotazione.
ja_jp: この会議室は現在予約できません
ko_kr: 이 회의실은 일시적으로 예약할 수 없습니다.
ms_my: Bilik mesyuarat ini sementara tidak tersedia untuk tempahan.
pt_br: Esta sala de reunião está temporariamente indisponível para reserva.
ru_ru: Эта комната временно недоступна для бронирования.
th_th: ห้องประชุมนี้ไม่สามารถจองได้ชั่วคราว
vi_vn: Tạm thời không thể đặt trước phòng họp này.
zh_cn: 该会议室暂时无法预定
zh_tw: 該會議室暫時無法預定

# 58Y
source: Can only reserve one meeting room at this time
de_de: Kann derzeit nur einen Besprechungsraum reservieren
es_es: Solo se puede reservar una sala de reuniones en este momento
fr_fr: Une seule salle de réunion peut être réservée pour le moment
id_id: Hanya dapat mereservasi satu ruang rapat pada satu waktu
it_it: Al momento è possibile prenotare solo una sala riunioni
ja_jp: 現在、1 つの会議室のみを予約できます
ko_kr: 지금은 회의실 하나만 예약할 수 있습니다
ms_my: Hanya boleh menempah satu bilik mesyuarat pada masa ini
pt_br: É possível reservar apenas uma sala de reunião neste momento
ru_ru: В настоящее время можно зарезервировать только одну комнату
th_th: ขณะนี้สามารถจองห้องประชุมได้เพียงห้องเดียวเท่านั้น
vi_vn: Chỉ có thể đặt một phòng họp tại thời điểm này
zh_cn: 当前仅能预定 1 个会议室
zh_tw: 目前僅能預定 1 個會議室

# 7WM
source: Recurring events do not support meeting room reservations.
de_de: Die aktuellen wiederkehrenden Termine unterstützen keine Besprechungsraumreservierungen.
es_es: Los eventos periódicos actuales no admiten reservas de salas de reuniones.
fr_fr: Les événements récurrents actuels ne permettent pas de réserver des salles de réunion.
id_id: Acara yang berulang saat ini tidak mendukung reservasi ruang rapat.
it_it: Gli eventi ricorrenti attuali non supportano la prenotazione di sale riunioni.
ja_jp: 繰り返しの予定は会議室を予約できません
ko_kr: 현재 반복 이벤트는 회의실 예약을 지원하지 않습니다.
ms_my: Acara berulang tidak menyokong tempahan bilik mesyuarat.
pt_br: Eventos recorrentes atuais não são compatíveis com reservas de salas de reunião.
ru_ru: Текущие повторяющиеся события не поддерживают бронирование комната.
th_th: เหตุการณ์ที่เกิดซ้ำในปัจจุบันไม่รองรับการจองห้องประชุม
vi_vn: Các sự kiện định khiện tại không hỗ trợ đặt phòng họp.
zh_cn: 重复性日程不支持预定会议室
zh_tw: 目前重複性日程不支援預定會議室

# dJI
source: Reservation can't be made because:
de_de: Reservierung nicht möglich. Grund:
es_es: No se puede hacer la reserva porque:
fr_fr: Impossible d'effectuer la réservation car :
hi_in: रिज़र्वेशन नहीं किया जा सका, क्योंकि:
id_id: Reservasi tidak dapat dilakukan karena:
it_it: Impossibile eseguire la prenotazione perché:
ja_jp: 下記の理由で予約できません：
ko_kr: 예약 불가 사유:
ms_my: Tempahan tidak boleh dibuat kerana:
pt_br: A reserva não pode ser feita porque:
ru_ru: Резервирование невозможно. Причина:
th_th: ไม่สามารถทำการจองได้เนื่องจาก:
vi_vn: Không thể đặt phòng vì:
zh_cn: 预定不符合以下规则：
zh_tw: 預定不符合以下規則：

# o88
source: Reservation requires approval
de_de: Reservierung muss genehmigt werden
es_es: La reserva requiere aprobación
fr_fr: La réservation nécessite une approbation
hi_in: रिज़र्वेशन को अप्रुवल की आवश्यकता है
id_id: Reservasi memerlukan persetujuan
it_it: La prenotazione richiede l'approvazione
ja_jp: 予約するには承認が必要です
ko_kr: 예약에 승인 필요
ms_my: Tempahan memerlukan kelulusan
pt_br: A reserva requer aprovação
ru_ru: Требуется подтверждение резервирования
th_th: การจองต้องการคำอนุมัติ
vi_vn: Việc đặt phòng phải được phê duyệt
zh_cn: 预定需要审批
zh_tw: 預定需要核准

# o3U
source: All the guests will enter the meeting group after creating it.
de_de: Alle Gäste treten der Besprechungsgruppe nach deren Erstellung bei.
es_es: Todos los invitados entrarán en el grupo de reunión una vez creado.
fr_fr: Tous les invités accéderont au groupe de réunion après sa création.
hi_in: सभी गेस्ट मीटिंग समूह बनाया जाने के बाद उसमें प्रवेश करेंगे.
id_id: Semua tamu akan memasuki grup rapat setelah grup rapat dibuat.
it_it: Tutti gli ospiti parteciperanno al gruppo della riunione dopo averlo creato.
ja_jp: 作成後、参加者全員が会議グループに追加されます
ko_kr: 모든 게스트는 생성 후 회의 그룹에 입장합니다.
ms_my: Semua tetamu akan masuk ke kumpulan mesyuarat selepas menciptanya.
pt_br: Todos os convidados entrarão no grupo de reunião após ser criado.
ru_ru: После создания в группу конференции войдут все гости.
th_th: ผู้รับเชิญทั้งหมดจะเข้ากลุ่มการประชุมหลังจากสร้างกลุ่มแล้ว
vi_vn: Tất cả khách sẽ vào nhóm tham gia họp sau khi tạo nhóm.
zh_cn: 创建后，所有参与者都会进入会议群组
zh_tw: 建立後，所有參與者都會進入會議群組

# TIg
source: Create a meeting group?
de_de: Besprechungsgruppe erstellen?
es_es: ¿Crear un grupo de reunión?
fr_fr: Créer un groupe de réunion ?
hi_in: एक मीटिंग समूह बनाना चाहते हैं?
id_id: Buat grup rapat?
it_it: Creare un gruppo della riunione?
ja_jp: 会議グループを作成しますか？
ko_kr: 회의 그룹을 생성하시겠습니까?
ms_my: Cipta kumpulan mesyuarat?
pt_br: Criar um grupo de reunião?
ru_ru: Создать группу конференции?
th_th: สร้างกลุ่มการประชุม?
vi_vn: Tạo một nhóm tham gia họp?
zh_cn: 确定创建会议群组吗？
zh_tw: 確定要建立會議群組嗎？
