Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 0Xc
source: Add {number} emails: {emails}
de_de: {number} E-Mails hinzufügen: {emails}
es_es: Agregar {number} mensajes de correo electrónico {emails}
fr_fr: Ajoutez {number} e-mails : {emails}
hi_in: {number} ईमेल जोड़ें: {emails}
id_id: Tambah {number} email: {emails}
it_it: Aggiungi {number} e-mail: {emails}
ja_jp: {number} 個のメールを追加：{emails}
ko_kr: 이메일 {number}개 추가: {emails}
ms_my: Tambah {number} emel: {emails}
pt_br: Adicionar {number} e-mails: {emails}
ru_ru: Добавить адреса электронной почты ({number}): {emails}
th_th: เพิ่ม {number} อีเมล: {emails}
vi_vn: Thêm {number} email: {emails}
zh_cn: 添加 {number} 个邮箱：{emails}
zh_tw: 新增 {number} 個信箱：{emails}

# HSo
source: From {x}
de_de: Von {x}
es_es: Desde las {x}
fr_fr: À partir de {x}
hi_in: {x} से
id_id: Dari {x}
it_it: Da {x}
ja_jp: {x}から
ko_kr: 시작: {x}
ms_my: Dari {x}
pt_br: A partir de {x}
ru_ru: С {x}
th_th: ตั้งแต่ {x}
vi_vn: Từ {x}
zh_cn: 自{x}开始
zh_tw: 自{x}開始

# lA4
source: Till {y}
de_de: Bis {y}
es_es: Hasta las {y}
fr_fr: Jusqu'à {y}
hi_in: {y} तक
id_id: Sampai {y}
it_it: Fino a {y}
ja_jp: {y}まで
ko_kr: 종료: {y}
ms_my: Sehingga {y}
pt_br: Até {y}
ru_ru: По {y}
th_th: จนถึง {y}
vi_vn: Cho đến {y}
zh_cn: 截止到{y}
zh_tw: 截止於{y}

# Syg
source: Check-in time: {timeString}
de_de: Eincheckzeit: {timeString}
es_es: Tiempo de check in: {timeString}
fr_fr: Heure du check in : {timeString}
id_id: Waktu check in: {timeString}
it_it: Ora fase di controllo: {timeString}
ja_jp: チェックイン時間：{timeString}
ko_kr: 출석 시간: {timeString}
ms_my: Masa daftar masuk: {timeString}
pt_br: Hora do check-in: {timeString}
ru_ru: Время регистрации: {timeString}
th_th: เวลาเช็คอิน: {timeString}
vi_vn: Thời gian điểm danh: {timeString}
zh_cn: 签到时间：{timeString}
zh_tw: 簽到時間：{timeString}

# P8Q
source: Check-in period: {time}
de_de: Zeitraum zum Einchecken: {time}
es_es: Periodo de check-in: {time}
fr_fr: Période de check-in : {time}
id_id: Periode check-in: {time}
it_it: Periodo della fase di controllo: {time}
ja_jp: {time} の間にチェックイン可能
ko_kr: 출석 기간: {time}
ms_my: Tempoh daftar masuk: {time}
pt_br: Período de check-in: {time}
ru_ru: Период регистрации: {time}
th_th: ระยะเวลาเช็คอิน: {time}
vi_vn: Thời gian điểm danh: {time}
zh_cn: {time}可签到
zh_tw: {time}可簽到

# J08
source: {number} min after the event starts
de_de: {number} Min. nach dem Beginn des Ereignisses
es_es: {number} min después de que comience el evento
fr_fr: {number} min après le début de l'événement
id_id: {number} menit setelah acara dimulai
it_it: {number} min dopo l'inizio dell'evento
ja_jp: 予定開始後 {number} 分
ko_kr: 이벤트 시작 {number}분 후
ms_my: {number} min selepas acara bermula
pt_br: {number} min após o início do evento
ru_ru: {number} мин. после начала события
th_th: {number} นาทีหลังกิจกรรมเริ่ม
vi_vn: {number} phút sau khi bắt đầu sự kiện
zh_cn: 日程开始后 {number} 分钟
zh_tw: 日程開始後 {number} 分鐘

# uvg
source: {number} min after the event ends
de_de: {number} Min. nach dem Ende des Ereignisses
es_es: {number} min después de que finalice el evento
fr_fr: {number} min après la fin de l'événement
id_id: {number} menit setelah acara berakhir
it_it: {number} min dopo il termine dell'evento
ja_jp: 予定終了後 {number} 分
ko_kr: 이벤트 종료 {number}분 후
ms_my: {number} min selepas acara berakhir
pt_br: {number} min após o término do evento
ru_ru: {number} мин. после завершения события
th_th: {number} นาทีหลังกิจกรรมจบ
vi_vn: {number} phút sau khi kết thúc sự kiện
zh_cn: 日程结束后 {number} 分钟
zh_tw: 日程結束後 {number} 分鐘

# Lrg
source: {number} min before the event starts
de_de: {number} Min. vor dem Beginn des Ereignisses
es_es: {number} min antes de que comience el evento
fr_fr: {number} min avant le début de l'événement
id_id: {number} menit sebelum acara dimulai
it_it: {number} min prima dell'inizio dell'evento
ja_jp: 予定開始前 {number} 分
ko_kr: 이벤트 시작 {number}분 전
ms_my: {number} min sebelum acara bermula
pt_br: {number} min antes do início do evento
ru_ru: {number} мин. до начала события
th_th: {number} นาทีก่อนกิจกรรมเริ่ม
vi_vn: {number} phút trước khi bắt đầu sự kiện
zh_cn: 日程开始前 {number} 分钟
zh_tw: 日程開始前 {number} 分鐘

# tP8
source: The current {Param1} will be cleared after the switch. And {Param2} will be adjusted accordingly.
de_de: Aktueller {Param1} wird nach dem Wechsel gelöscht. {Param2} wird entsprechend angepasst.
es_es: El {Param1} actual se borrará después del cambio. Y {Param2} se ajustará adecuadamente.
fr_fr: Le {Param1} actuel sera effacé après le changement. Et {Param2} sera ajusté en conséquence.
hi_in: स्विच के बाद वर्तमान {Param1} क्लियर कर दिया जाएगा. और {Param2} को तदनुसार समायोजित कर दिया जाएगा.
id_id: {Param1} saat ini akan dibersihkan setelah pengalihan. Dan {Param2} akan ikut disesuaikan.
it_it: Dopo il passaggio, il {Param1} corrente verrà cancellato e {Param2} sarà adeguato di conseguenza.
ja_jp: 切り替え後、編集済みの{Param1}は削除されます。{Param2}も調整されます
ko_kr: 전환하면 현재 {Param1}이(가) 지워집니다. {Param2}이(가) 이에 따라 조정됩니다.
ms_my: {Param1} semasa akan dikosongkan selepas beralih. Dan {Param2} akan disesuaikan dengan sewajarnya.
pt_br: O {Param1} atual será eliminado depois da troca. E o {Param2} será ajustado adequadamente.
ru_ru: После перехода значение текущего параметра {Param1} будет сброшено. Значение параметра {Param2} будет скорректировано соответствующим образом.
th_th: {Param1} ปัจจุบันจะถูกล้างหลังจากการสลับ และ {Param2} จะถูกปรับเปลี่ยนตามลำดับ
vi_vn: {Param1} hiện tại sẽ bị xóa sau khi chuyển. Và {Param2} sẽ bị điều chỉnh cho phù hợp.
zh_cn: 切换后，已编辑的{Param1}将被清除；{Param2}也将有所调整
zh_tw: 切換後，會清除已編輯的{Param1}；也會調整{Param2}

# 2fM
source: After the switch, {Param2} will be adjusted accordingly.
de_de: Nach dem Wechsel wird {Param2} entsprechend angepasst.
es_es: Después del cambio, {Param2} se ajustará adecuadamente.
fr_fr: Après le changement, {Param2} sera ajusté en conséquence.
hi_in: इस स्विच के बाद, {Param2} को तदनुसार समायोजित कर दिया जाएगा.
id_id: Setelah pengalihan, {Param2} akan ikut disesuaikan.
it_it: Dopo il passaggio, {Param2} sarà adeguato di conseguenza.
ja_jp: 切り替え後、{Param2}は調整されます
ko_kr: 전환하면 {Param2}이(가) 이에 따라 조정됩니다.
ms_my: Selepas beralih, {Param2} akan disesuaikan dengan sewajarnya.
pt_br: Depois da troca, o {Param2} será ajustado adequadamente.
ru_ru: После перехода значение параметра {Param2} будет скорректировано соответствующим образом.
th_th: หลังจากการสลับ {Param2} ถูกปรับเปลี่ยนตามลำดับ
vi_vn: Sau khi chuyển, {Param2} sẽ được điều chỉnh cho phù hợp.
zh_cn: 切换后，{Param2}将有所调整
zh_tw: 切換後，會調整{Param2}

# 0dI
source: The current {Param1} will be cleared after the switch.
de_de: Aktueller {Param1} wird nach dem Wechsel gelöscht.
es_es: El {Param1} actual se borrará después del cambio.
fr_fr: Le {Param1} actuel sera effacé après le changement.
hi_in: स्विच के बाद वर्तमान {Param1} साफ कर दिया जाएगा.
id_id: {Param1} saat ini akan dibersihkan setelah pengalihan.
it_it: Dopo il passaggio, il {Param1} corrente verrà cancellato
ja_jp: 切り替え後、編集中の{Param1}は削除されます。
ko_kr: 전환하면 현재 {Param1}이(가) 지워집니다.
ms_my: {Param1} semasa akan dikosongkan selepas beralih.
pt_br: O {Param1} atual será eliminado depois da troca.
ru_ru: После перехода значение текущего параметра {Param1} будет сброшено.
th_th: {Param1} ปัจจุบันจะถูกล้างหลังจากการสลับ
vi_vn: {Param1} hiện tại sẽ bị xóa sau khi chuyển.
zh_cn: 切换后，已编辑的{Param1}将被清除
zh_tw: 切換後，會清除已編輯的{Param1}

# X5I
source: Ask {AiNickname} to create an event...
de_de: Bitte {AiNickname}, einen Termin zu erstellen ...
es_es: Pedir a {AiNickname} que cree un evento...
fr_fr: Demander à {AiNickname} de créer un événement...
id_id: Minta {AiNickname} untuk membuat acara...
it_it: Chiedi a {AiNickname} di creare un evento…
ja_jp: {AiNickname} に予定の作成を依頼
ko_kr: {AiNickname}에게 이벤트 생성 요청...
ms_my: Tanya {AiNickname} untuk cipta acara...
pt_br: Pedir a {AiNickname} para criar um evento...
ru_ru: Попросить {AiNickname} создать событие...
th_th: ขอให้ {AiNickname} สร้างกิจกรรม...
vi_vn: Yêu cầu {AiNickname} tạo sự kiện...
zh_cn: {AiNickname} 帮我创建日程…
zh_tw: {AiNickname} 幫我建立日程…

# 1ic
source: Attendees ({number})
de_de: Teilnehmer ({number})
es_es: Asistentes ({number})
fr_fr: Participants ({number})
id_id: Peserta ({number})
it_it: Ospiti ({number})
ja_jp: 出席者 ({number})
ko_kr: 참석자({number})
ms_my: Peserta ({number})
pt_br: Participantes ({number})
ru_ru: Участники ({number})
th_th: ผู้เข้าร่วม ({number})
vi_vn: Người tham dự ({number})
zh_cn: 观众 ({number})
zh_tw: 觀眾 ({number})

# yyY
source: Event end time changed to {eventEndTime}. When the event ends, the Calendar Assistant will remind you of renewing.
de_de: Die Endzeit des Termins wurde auf {eventEndTime} geändert. Wenn der Termin endet, werden Sie vom Kalender-Assistenten daran erinnert, den Termin zu erneuern.
es_es: La fecha/hora de finalización del evento ha cambiado a {eventEndTime}. Cuando termine el evento, el Asistente de Calendario te recordará la renovación.
fr_fr: Nouvelle heure de fin de l'événement : {eventEndTime}. Lorsque l'événement se terminera, l'assistant Calendrier vous rappellera de le renouveler.
id_id: Waktu berakhir acara diubah menjadi {eventEndTime}. Saat acara berakhir, Asisten Kalender akan mengingatkan Anda tentang perpanjangan.
it_it: Orario dell'evento modificato in {eventEndTime}. Al termine dell'evento, l'Assistente Calendario ti invierà un promemoria per il rinnovo.
ja_jp: 予定の終了日時を {eventEndTime} に変更しました。予定が終了すると、カレンダーアシスタントは予約の更新に関する通知を送信します。
ko_kr: 이벤트 종료 시간이 {eventEndTime}(으)로 변경되었습니다. 이벤트가 종료되면 캘린더 어시스턴트가 갱신을 알립니다.
ms_my: Masa tamat acara diubah ke {eventEndTime}. Apabila acara berakhir, Pembantu Kalendar akan mengingatkan anda untuk memperbaharui.
pt_br: A hora de término do evento foi alterada para {eventEndTime}. Quando o evento terminar, o Assistente de calendário o lembrará de renovar.
ru_ru: Время завершения события изменено на {eventEndTime}. Когда событие завершится, Помощник по календарю напомнит вам о продлении.
th_th: เวลาสิ้นสุดของกิจกรรมเปลี่ยนเป็น {eventEndTime} แล้ว เมื่อกิจกรรมสิ้นสุดลง ผู้ช่วยปฏิทินจะเตือนคุณให้ต่อเวลา
vi_vn: Đã thay đổi thời gian kết thúc sự kiện thành {eventEndTime}. Khi sự kiện kết thúc, Trợ lý lịch sẽ nhắc bạn gia hạn.
zh_cn: 日程截止时间已调整至 {eventEndTime}，将在日程截止时通过日历助手提醒你续订
zh_tw: 日程截止時間已調整至 {eventEndTime}，將在日程截止時透過日曆助手提醒你續訂

# q5w
source: No rooms available in this slot. You can change the event end time to {eventEndTime}.
de_de: In diesem Zeitfenster sind keine Räume verfügbar. Sie können die Endzeit des Termins auf {eventEndTime} ändern.
es_es: No hay salas disponibles en esta franja. Puedes cambiar la fecha/hora de finalización del evento a {eventEndTime}.
fr_fr: Aucune salle n'est disponible dans ce créneau. Vous pouvez remplacer l'heure de fin de l'événement par {eventEndTime}.
id_id: Tidak ada ruang yang tersedia di slot ini. Anda dapat mengubah waktu akhir acara menjadi {eventEndTime}.
it_it: Nessuna sala disponibile in questa fascia oraria. Puoi modificare l'ora di fine dell'evento in {eventEndTime}.
ja_jp: 使用可能な会議室が見つかりません。予定の終了日時を {eventEndTime} に変更することをおすすめします。
ko_kr: 이 슬롯에는 회의실이 없습니다. 이벤트 종료 시간을 {eventEndTime}(으)로 변경할 수 있습니다.
ms_my: Tiada bilik tersedia pada slot ini. Anda boleh ubah masa tamat acara ke {eventEndTime}.
pt_br: Não há salas disponíveis nessa hora. Você pode alterar a hora de término do evento para {eventEndTime}.
ru_ru: В этой ячейке нет доступных залов. Вы можете изменить время завершения события на {eventEndTime}.
th_th: ไม่มีห้องพร้อมใช้งานในช่วงนี้ คุณสามารถเปลี่ยนเวลาสิ้นสุดของกิจกรรมเป็น {eventEndTime} ได้
vi_vn: Không có phòng trống trong khoảng thời gian này. Bạn có thể thay đổi thời gian kết thúc sự kiện thành {eventEndTime}.
zh_cn: 无可用会议室，建议调整日程截止时间至 {eventEndTime}
zh_tw: 無可用會議室，建議將日程截止時間調整至 {eventEndTime}

# n74
source: Canceled: {event}
de_de: Aufgehoben: {event}
es_es: Cancelado: {event}
fr_fr: Annulé : {event}
id_id: Dibatalkan: {event}
it_it: Annullato: {event}
ja_jp: 取り消し済み：{event}
ko_kr: 취소됨: {event}
ms_my: Dibatalkan: {event}
pt_br: Cancelado: {event}
ru_ru: Отменено: {event}
th_th: ยกเลิกแล้ว: {event}
vi_vn: Đã hủy: {event}
zh_cn: 已取消：{event}
zh_tw: 已取消：{event}

# v8M
source: The number of guests for this event has reached the limit of {number}. To join, please contact the meeting organizer.
de_de: Die Anzahl der Gäste für dieses Ereignis hat das Limit von {number} erreicht. Um beizutreten, wenden Sie sich bitte an den Organisator der Besprechung.
es_es: El número de invitados de este evento ha alcanzado el límite de {number}. Para unirte, ponte en contacto con el organizador de la reunión.
fr_fr: Le nombre d'invités de cet événement a atteint la limite de {number}. Pour rejoindre l'événement, veuillez contacter l'organisateur de la réunion.
id_id: Jumlah tamu untuk acara ini telah mencapai batas {number}. Untuk bergabung, hubungi penyelenggara rapat.
it_it: Il numero di ospiti per questo evento ha raggiunto il limite di {number}. Per partecipare, contatta l'organizzatore della riunione.
ja_jp: 予定の参加者数が上限の {number} 人に達しました。予定に参加するには、主催者にお問い合わせください
ko_kr: 이 이벤트의 게스트 수가 {number}명의 제한에 도달했습니다. 참가하려면 회의 주최자에게 문의하세요.
ms_my: Bilangan tetamu untuk acara ini telah mencapai had {number}. Untuk menyertai, sila hubungi penganjur mesyuarat.
pt_br: O número de convidados para este evento atingiu o limite de {number}. Para ingressar, entre em contato com o organizador da reunião.
ru_ru: Количество гостей на этом событии достигло лимита {number}. Чтобы присоединиться, свяжитесь с организатором конференции.
th_th: ผู้รับเชิญถึงจำนวนจำกัด {number} คนของกิจกรรมแล้ว หากต้องการเข้าร่วม โปรดติดต่อผู้จัดการประชุม
vi_vn: Số lượng khách cho sự kiện này đã đạt đến giới hạn là {number}. Để tham gia, vui lòng liên hệ với chủ phòng cuộc họp.
zh_cn: 该日程参与者数量已达到 {number} 上限，如需加入日程，请联系会议组织者
zh_tw: 該日程參與者數量已達到 {number} 上限。如需加入日程，請聯絡會議組織者

# qI0
source: Reservation can be made {number, plural, one {# weekday} other {# weekdays}} in advance at {time}.
de_de: {number, plural, one {Eine Reservierung ist # Wochentag um {time} im Voraus möglich.} other {Eine Reservierung ist # Wochentage um {time} im Voraus möglich.}}
es_es: {number, plural, one {La reserva se puede hacer con # día laborable de antelación a las {time}.} other {La reserva se puede hacer con # días laborables de antelación a las {time}.}}
fr_fr: {number, plural, one {Vous pouvez réserver # jour à l'avance à {time}.} other {Vous pouvez réserver # jours à l'avance à {time}.}}
id_id: {number, plural, one {Reservasi dapat dilakukan pada # hari kerja sebelumnya pada {time}.} other {Reservasi dapat dilakukan pada # hari kerja sebelumnya pada {time}.}}
it_it: {number, plural, one {La prenotazione può essere effettuata # giorno feriale in anticipo alle {time}.} other {La prenotazione può essere effettuata # giorni feriali in anticipo alle {time}.}}
ja_jp: 予約受付は、{number, plural, one {# 稼働日} other {# 稼働日}}前の {time} から開始できます。
ko_kr: {number, plural, one {평일 #일 전 {time}에 예약할 수 있습니다.} other {평일 #일 전 {time}에 예약할 수 있습니다.}}
ms_my: Tempahan boleh dibuat {number, plural, one {# hari bekerja} other {# hari bekerja}} lebih awal pada {time}.
pt_br: {number, plural, one {A reserva pode ser feita antecipadamente # dia útil às {time}.} other {A reserva pode ser feita antecipadamente # dias úteis às {time}.}}
ru_ru: {number, plural, one {Бронирование доступно за # рабочий день, в {time}.} few {Бронирование доступно за # рабочих дня, в {time}.} other {Бронирование доступно за # рабочих дней, в {time}.}}
th_th: {number, plural, one {จองได้ # วันทำงาน ล่วงหน้าในเวลา {time}} other {จองได้ # วันทำงาน ล่วงหน้าในเวลา {time}}}
vi_vn: {number, plural, one {Có thể đặt trước # ngày trong tuần lúc {time}.} other {Có thể đặt trước # ngày trong tuần lúc {time}.}}
zh_cn: 可提前 {number, plural, one {# 个工作日} other {# 个工作日}}于当天 {time} 开始预定
zh_tw: {number, plural, one {可提前 # 個工作天於當日 {time} 開始預定} other {可提前 # 個工作天於當日 {time} 開始預定}}

# oQ4
source: Reschedule task to {time1}
de_de: Für die Aufgabe den neuen Termin {time1} festlegen
es_es: Reprogramar tarea a {time1}
fr_fr: Replanifier cette tâche à {time1}
id_id: Jadwalkan ulang tugas ke {time1}
it_it: Ripianifica attività per {time1}
ja_jp: このタスクのスケジュールは {time1} に更新されます。
ko_kr: 할 일을 {time1}에 다시 예약
pt_br: Reagendar tarefa para {time1}
ru_ru: Перенести эту задачу на {time1}
th_th: ตั้งเวลางานใหม่เป็น {time1}
vi_vn: Lên lịch lại tác vụ thành {time1}
zh_cn: 此任务的时间将更新为 {time1}
zh_tw: 此任務的時間將更新為 {time1}

# f1Q
source: {AiNickname} is creating an event for you. Exiting now will result in the deletion of any generated content.
de_de: {AiNickname} erstellt für Sie einen Termin. Wenn Sie den Vorgang jetzt beenden, werden alle generierten Inhalte gelöscht.
es_es: {AiNickname} está creando un evento para ti. Si sales ahora, todo el contenido generado se eliminará.
fr_fr: {AiNickname} est en train de créer un événement pour vous. Quitter maintenant supprimera le contenu généré.
id_id: {AiNickname} sedang membuat acara untuk Anda. Keluar sekarang akan mengakibatkan penghapusan konten apa pun yang dibuat.
it_it: {AiNickname} sta creando un evento per te. Se esci ora, il contenuto generato verrà eliminato.
ja_jp: {AiNickname} は予定を作成しています。終了すると、生成された内容は破棄されます。
ko_kr: {AiNickname}에서 이벤트를 만들고 있습니다. 지금 끝내면 생성된 콘텐츠가 모두 삭제됩니다.
ms_my: {AiNickname} sedang mencipta acara untuk anda. Keluar sekarang akan mengakibatkan penghapusan kandungan yang dihasilkan.
pt_br: {AiNickname} está criando um evento para você. Sair agora resultará na exclusão de qualquer conteúdo gerado.
ru_ru: {AiNickname} создает для вас событие. Выход сейчас приведет к удалению всего созданного контента.
th_th: {AiNickname} กำลังสร้างกิจกรรมให้คุณ การออกตอนนี้จะส่งผลให้มีการลบเนื้อหาที่สร้างขึ้น
vi_vn: {AiNickname} đang tạo sự kiện cho bạn. Nếu thoát ngay bây giờ, mọi nội dung đã tạo sẽ bị xóa.
zh_cn: {AiNickname} 正在为你生成日程信息，退出后将清除已生成内容
zh_tw: {AiNickname} 正在為你產生日程資訊，退出後將清除已產生的內容

# ulQ
source: A meeting group will be created with invitations for {number} participants.
de_de: Eine Besprechungsgruppe wird mit Einladungen für {number} Teilnehmer erstellt.
es_es: Se creará un grupo de reunión con invitaciones para {number} participantes.
fr_fr: Un groupe de réunion sera créé avec des invitations pour {number} participants.
id_id: Grup rapat akan dibuat dengan undangan bagi {number} peserta.
it_it: Verrà creato un gruppo riunione con gli inviti per {number} partecipanti.
ja_jp: {number} 名の参加者に招待を送信し、会議グループを作成します。
ko_kr: 참가자 {number}명 초대로 회의 그룹이 생성됩니다.
ms_my: Kumpulan mesyuarat akan diwujudkan dengan jemputan untuk {number} peserta.
pt_br: Um grupo de reuniões será criado com convites para {number} participantes.
ru_ru: Будет создана группа конференций с приглашениями для участников ({number}).
th_th: กลุ่มการประชุมจะถูกสร้างขึ้นพร้อมกับคำเชิญสำหรับผู้เข้าร่วม {number} ราย
vi_vn: Một nhóm họp sẽ được tạo và lời mời sẽ được gửi cho {number} người tham gia.
zh_cn: 将为 {number} 个参与者创建会议群，并发送邀请
zh_tw: 將為 {number} 個參與者建立會議群組，並傳送邀請

# SLU
source: Confirm ({number})
de_de: Bestätigen ({number})
es_es: Confirmar ({number})
fr_fr: Confirmer ({number})
id_id: Konfirmasikan ({number})
it_it: Conferma ({number})
ja_jp: 確認 ({number})
ko_kr: 확인({number}개)
ms_my: Sahkan ({number})
pt_br: Confirmar ({number})
ru_ru: Подтвердить ({number})
th_th: ยืนยัน ({number})
vi_vn: Xác nhận ({number})
zh_cn: 确定 ({number})
zh_tw: 確定 ({number})

# npo
source: +{count} more
de_de: + {count} weitere
es_es: +{count} más
fr_fr: +{count} de plus
hi_in: '+{count} लोग
id_id: +{count} lainnya
it_it: + altri {count}
ja_jp: + 他 {count} 人
ko_kr: +{count}명
ms_my: +{count} lagi
pt_br: +{count} mais
ru_ru: +{count} еще
th_th: +{count} เพิ่มเติม
vi_vn: Hơn {count} nữa
zh_cn: +{count} 人
zh_tw: +{count} 人

# gfo
source: Due on {date}
de_de: Fällig am {date}
es_es: Vence el {date}
fr_fr: Arrive à échéance le {date}
id_id: Tenggat {date}
it_it: Scadenza per il giorno {date}
ja_jp: {date} に締切
ko_kr: 마감일: {date}
pt_br: Termina em {date}
ru_ru: Срок выполнения: {date}
th_th: ครบกำหนดเมื่อ: {date}
vi_vn: Hết hạn vào ngày {date}
zh_cn: {date} 截止
zh_tw: {date} 截止

# JZc
source: Please enter an integer from {number} to {num}
de_de: Bitte geben Sie eine Ganzzahl von {number} bis {num} ein
es_es: Introduce un entero de {number} a {num}
fr_fr: Veuillez saisir un entier compris entre {number} et {num}
id_id: Masukkan bilangan bulat dari {number} hingga {num}
it_it: Immetti un numero intero compreso tra {number} e {num}
ja_jp: {number}~{num} の整数を入力してください
ko_kr: {number}에서 {num} 사이의 정수를 입력하세요
ms_my: Sila masukkan nombor bulat dari {number} hingga {num}
pt_br: Insira um inteiro de {number} a {num}
ru_ru: Введите целое число от {number} до {num}
th_th: โปรดกรอกจำนวนเต็มตั้งแต่ {number} ถึง {num}
vi_vn: Vui lòng nhập số nguyên từ {number} đến {num}
zh_cn: 请输入 {number}-{num} 的整数
zh_tw: 請輸入 {number}–{num} 的整數

# Va4
source: Number of guests for the original event has reached the {number} limit. Unable to copy. If needed, please try to re-add guests.
de_de: Die Anzahl der Gäste für das ursprüngliche Ereignis hat das Limit von {number} erreicht. Kopieren nicht möglich. Falls erforderlich, versuchen Sie bitte, Gäste erneut hinzuzufügen.
es_es: El número de invitados del evento original ha alcanzado el límite de {number}. No se puede copiar. Si fuera necesario, intenta volver a agregar invitados.
fr_fr: Le nombre d'invités à l'événement d'origine a atteint la limite de {number}. Impossible de copier. Si nécessaire, essayez de rajouter des invités.
id_id: Jumlah tamu untuk acara asli telah mencapai batas {number}. Gagal menyalin. Jika diperlukan, coba tambah ulang tamu.
it_it: Il numero di ospiti per l'evento originale ha raggiunto il limite di {number}. Impossibile copiare. Se necessario, prova ad aggiungere di nuovo gli ospiti.
ja_jp: 元の予定の参加者数が上限の {number} 人に達したため、直接にコピーできません。必要に応じて、参加者を改めて追加してください
ko_kr: 원래 이벤트의 게스트 수가 {number}명의 제한에 도달했습니다. 복사할 수 없습니다. 필요한 경우 게스트를 다시 추가해 보세요.
ms_my: Bilangan tetamu untuk acara asal telah mencapai had {number}. Tidak dapat menyalin. Jika perlu, sila cuba menambah tetamu semula.
pt_br: O número de convidados para o evento original atingiu o limite de {number}. Não é possível copiar. Se necessário, tente adicionar convidados novamente.
ru_ru: Количество гостей исходного события достигло лимита {number}. Не удалось скопировать. При необходимости попробуйте повторно добавить гостей.
th_th: ผู้รับเชิญถึงจำนวนจำกัด {number} คนของกิจกรรมเดิมแล้ว ไม่สามารถคัดลอกได้ หากจำเป็น โปรดลองเพิ่มผู้รับเชิญอีกครั้ง
vi_vn: Số lượng khách cho sự kiện ban đầu đã đạt đến giới hạn là {number}. Không thể sao chép. Vui lòng thử thêm lại khách nếu cần thiết.
zh_cn: 原日程参与者数量已达到 {number} 上限，无法直接复制。如有需要，请重新添加参与者
zh_tw: 原日程參與者數量已達到 {number} 上限，無法直接複製。如有需要，請重新新增參與者

# rvM
source: Events with over {number} guests can't be converted to recurring events.
de_de: Termine mit über {number} Gästen können nicht in wiederkehrende Termine konvertiert werden.
es_es: Los eventos con más de {number} invitados no se pueden convertir en eventos periódicos.
fr_fr: Les événements de plus de {number} invités ne peuvent pas être convertis en événements récurrents.
id_id: Acara dengan jumlah tamu lebih dari {number} orang tidak dapat diubah menjadi acara berulang.
it_it: Gli eventi con oltre {number} ospiti non possono essere convertiti in eventi ricorrenti.
ja_jp: 参加者数が {number} 名以上の予定は繰り返し予定に変更できません。
ko_kr: 게스트 수가 {number}명을 초과하는 이벤트는 반복 이벤트로 전환할 수 없습니다.
ms_my: Acara dengan lebih {number} tetamu tidak boleh diubah menjadi acara berulang.
pt_br: Eventos com mais de {number} convidados não podem ser convertidos em eventos recorrentes.
ru_ru: События с участием более {number} человек нельзя преобразовать в повторяющиеся.
th_th: เหตุการณ์ที่มีผู้รับเชิญมากกว่า {number} คนไม่สามารถแปลงเป็นเหตุการณ์ที่เกิดขึ้นซ้ำได้
vi_vn: Không thể chuyển đổi sự kiện có trên {number} khách thành sự kiện định kỳ.
zh_cn: 日程参与者超过 {number} 人不支持转为重复性日程
zh_tw: 日程參與者超過 {number} 人時不支援轉換為重複性日程
