Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# vSM
source: Click to Retry
de_de: Klicken, um es erneut zu versuchen
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquer pour réessayer
hi_in: पुनः प्रयास करने के लिए क्लिक करें
id_id: Klik untuk mencoba lagi
it_it: Fai clic per riprovare
ja_jp: クリックして再試行
ko_kr: 클릭하여 다시 시도하세요.
ms_my: Klik untuk cuba lagi
pt_br: Clique para repetir
ru_ru: Нажмите, чтобы повторить
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# BbY
source: Retry
de_de: Erneut versuchen
es_es: Inténtarlo de nuevo
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
id_id: Coba lagi
it_it: Riprova
ja_jp: もう一度アップロード
ko_kr: 다시 시도
ms_my: Cuba semula
pt_br: Repetir
ru_ru: Повторить
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# Nd8
source: Select the upload method
de_de: Wählen Sie die Methode zum Hochladen
es_es: Selecciona el método de subida
fr_fr: Sélectionner une méthode d'envoi
id_id: Pilih metode unggah
it_it: Seleziona il metodo di caricamento
ja_jp: アップロード方法を選択
ko_kr: 업로드 방법 선택
ms_my: Pilih kaedah muat naik
pt_br: Selecionar o método de upload
ru_ru: Выберите способ загрузки
th_th: เลือกวิธีการอัปโหลด
vi_vn: Chọn phương thức tải lên
zh_cn: 选择上传附件方式
zh_tw: 選擇附件上傳方式

# bFs
source: Expired
de_de: Abgelaufen
es_es: Ha expirado
fr_fr: Expiré(e)
id_id: Sudah kedaluwarsa
it_it: Scaduto
ja_jp: 期限切れ
ko_kr: 만료됨
ms_my: Tamat tempoh
pt_br: Expirado
ru_ru: Истекло
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 已失效
zh_tw: 已失效

# 6P0
source: Expire today
de_de: Läuft heute ab
es_es: Expira hoy
fr_fr: Expire aujourd'hui
id_id: Kedaluwarsa hari ini
it_it: Scade oggi
ja_jp: 今日に期限切れ
ko_kr: 오늘 만료됩니다
ms_my: Luput hari ini
pt_br: Expira hoje
ru_ru: Срок действия истекает сегодня
th_th: หมดอายุวันนี้
vi_vn: Hết hạn hôm nay
zh_cn: 今日内失效
zh_tw: 今日內失效

# veY
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
id_id: Terima
it_it: Accetta
ja_jp: 承諾
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 接受邀请
zh_tw: 接受邀請

# 5+g
source: Calendar Assistant
de_de: Kalender-Assistent
es_es: Asistente del calendario
fr_fr: Assistant du calendrier
hi_in: कैलेंडर सहायक
id_id: Asisten kalender
it_it: Assistente calendario
ja_jp: カレンダーアシスタント
ko_kr: 캘린더 어시스턴트
ms_my: Pembantu kalendar
pt_br: Assistente de calendário
ru_ru: Ассистент календарей
th_th: ตัวช่วยจัดการปฏิทิน
vi_vn: Trợ lý lịch
zh_cn: 日历助手
zh_tw: 日曆助手

# 7Uk
source: Check-in link
de_de: Eincheck-Link
es_es: Enlace de check in
fr_fr: Lien du check in
id_id: Tautan check-in
it_it: Link fase di controllo
ja_jp: チェックイン URL
ko_kr: 출석 링크
ms_my: Pautan daftar masuk
pt_br: Link de check-in
ru_ru: Ссылка на регистрацию
th_th: ลิงก์เช็คอิน
vi_vn: Liên kết điểm danh
zh_cn: 签到链接
zh_tw: 簽到連結

# ec4
source: Check-in time
de_de: Eincheckzeit
es_es: Hora de check in
fr_fr: Heure du check in
id_id: Waktu check-in
it_it: Ora fase di controllo
ja_jp: チェックイン日時
ko_kr: 출석 시간
ms_my: Masa daftar masuk
pt_br: Hora do check-in
ru_ru: Время регистрации
th_th: เวลาเช็คอิน
vi_vn: Thời gian điểm danh
zh_cn: 签到时间
zh_tw: 簽到時間

# 3eA
source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
fr_fr: Visibilité
hi_in: दृश्यता
id_id: Visibilitas
it_it: Visibilità
ja_jp: 公開範囲を選択
ko_kr: 표시 여부
ms_my: Keterlihatan
pt_br: Visibilidade
ru_ru: Видимость
th_th: ความส่วนตัว
vi_vn: Hiển thị
zh_cn: 选择公开范围
zh_tw: 選擇公開範圍

# 7UE
source: Click to view details
de_de: Klicken Sie, um Details anzuzeigen
es_es: Haz clic para ver los detalles
fr_fr: Cliquer pour afficher les détails
id_id: Klik untuk melihat perinciannya
it_it: Fai clic per visualizzare i dettagli
ja_jp: タップして詳細を表示
ko_kr: 세부 정보를 보려면 클릭하세요
ms_my: Klik untuk melihat butiran
pt_br: Clique para exibir detalhes
ru_ru: Нажмите, чтобы просмотреть подробности
th_th: คลิกเพื่อดูรายละเอียด
vi_vn: Nhấp để xem chi tiết
zh_cn: 点击查看详情
zh_tw: 點選查看詳細資料

# zsk
source: Conflict with existing event
de_de: Konflikt mit bestehendem Termin
es_es: Conflicto con el evento existente
fr_fr: Conflit avec un événement existant
hi_in: मौजूदा ईवेंट में टकराव
id_id: Berkonflik dengan acara yang sudah ada
it_it: Conflitto con un evento esistente
ja_jp: 既存の予定と重なります
ko_kr: 기존 이벤트와 충돌
ms_my: Konflik dengan acara sedia ada
pt_br: Conflito com evento existente
ru_ru: Конфликт с существующим событием
th_th: ชนกับกิจกรรมที่มีอยู่
vi_vn: Xung đột với sự kiện hiện tại
zh_cn: 该时段已有日程安排
zh_tw: 該時段已有日程安排

# WNk
source: Event information updated
de_de: Termininformationen aktualisiert
es_es: Información del evento actualizada
fr_fr: Mise à jour des informations de l'événement
hi_in: ईवेंट की जानकारी अपडेट की जा चुकी है.
id_id: Informasi acara diperbarui
it_it: Informazioni evento aggiornate
ja_jp: 予定の情報が更新されました
ko_kr: 이벤트 정보 업데이트됨
ms_my: Maklumat acara dikemaskini
pt_br: Informações do evento atualizadas
ru_ru: Информация о событии обновлена
th_th: ข้อมูลกิจกรรมได้รับการอัปเดตแล้ว
vi_vn: Đã cập nhật thông tin sự kiện
zh_cn: 此日程信息已更新
zh_tw: 此日程資訊已更新

# P+0
source: Participants will automatically be granted view permission for all docs.
de_de: Teilnehmenden wird automatisch die Leseberechtigung für alle Docs gewährt.
es_es: Los participantes recibirán automáticamente permisos de lectura para todos los documentos.
fr_fr: L'accès à tous les documents sera automatiquement accordé aux participants.
id_id: Peserta akan secara otomatis diberikan izin untuk melihat semua docs
it_it: Ai partecipanti verrà automaticamente concessa l'autorizzazione per visualizzare per tutti i Docs.
ja_jp: 予定の参加者は自動的にドキュメントの閲覧権限を取得します。
ko_kr: 참가자에게는 모든 문서에 대한 보기 권한이 자동으로 부여됩니다.
ms_my: Peserta akan diberikan kebenaran melihat secara automatik untuk semua dokumen.
pt_br: Os participantes receberão automaticamente permissão de visualização para todos os documentos.
ru_ru: Участникам автоматически будет предоставлено разрешение на просмотр всех документов.
th_th: ผู้เข้าร่วมจะได้รับสิทธิ์การอนุญาตดูสำหรับเอกสารทั้งหมดโดยอัตโนมัติ
vi_vn: Người tham gia sẽ tự động được cấp quyền xem tất cả các tài liệu.
zh_cn: 日程参与者将自动获得文档的阅读权限
zh_tw: 日程參與者將自動取得文件的閱讀權限

# W4Y
source: Participants will automatically be granted view permission for all docs, except for docs that they do not have permission to share.
de_de: Teilnehmenden wird automatisch die Leseberechtigung für alle Docs gewährt, ausgenommen Docs, für die ihnen keine Berechtigung zur Freigabe gewährt wurde.
es_es: Los participantes recibirán automáticamente permisos de lectura para todos los documentos, exceptuando aquellos para los que no tengan permiso para compartir.
fr_fr: L'accès à tous les documents sera automatiquement accordé aux participants, à l'exception des documents qu'ils ne sont pas autorisés à partager.
id_id: Peserta akan secara otomatis diberikan izin untuk melihat semua docs, kecuali untuk docs di mana mereka tidak memiliki izin untuk membagikan.
it_it: Ai partecipanti verrà automaticamente concessa l'autorizzazione per visualizzare per tutti i Docs, tranne quelli che non hanno l'autorizzazione per condividere.
ja_jp: 予定の参加者は自動的にドキュメントの閲覧権限を取得します（共有権限がないドキュメントを除く）。
ko_kr: 참가자는 공유 권한이 없는 문서를 제외한 모든 문서에 대한 보기 권한이 자동으로 부여됩니다.
ms_my: Peserta akan diberikan kebenaran melihat secara automatik untuk semua dokumen, kecuali dokumen yang tidak mempunyai kebenaran untuk dikongsi.
pt_br: Os participantes receberão automaticamente permissão de visualização para todos os documentos, exceto para documentos que eles não têm permissão para compartilhar.
ru_ru: Участникам автоматически будет предоставлено разрешение на просмотр всех документов, за исключением документов, к которым у них нет разрешения делиться.
th_th: ผู้เข้าร่วมจะได้รับสิทธิ์การอนุญาตดูสำหรับเอกสารทั้งหมดโดยอัตโนมัติ ยกเว้นเอกสารที่ผู้เข้าร่วมไม่มีสิทธิ์การอนุญาตในการแบ่งปัน
vi_vn: Người tham gia sẽ tự động được cấp quyền xem tất cả các tài liệu, ngoại trừ tài liệu mà họ không có quyền chia sẻ.
zh_cn: 除无权限分享的文档外，日程参与者将自动获得文档的阅读权限
zh_tw: 除無分享權限的文件外，日程參與者將自動取得文件的閱讀權限

# AB4
source: Event time:
de_de: Zeitpunkt des Termins:
es_es: Fecha y hora del evento:
fr_fr: Heure de l'événement:
id_id: Waktu acara:
it_it: Ora evento:
ja_jp: 時間：
ko_kr: 이벤트 시간:
ms_my: Masa acara:
pt_br: Hora do evento:
ru_ru: Время события:
th_th: เวลาจัดกิจกรรม:
vi_vn: Thời gian sự kiện:
zh_cn: 日程时间：
zh_tw: 日程時間：

# AjQ
source: Event time changed. Please reply again.
de_de: Zeitpunkt des Termins geändert. Bitte antworten Sie erneut.
es_es: Fecha/hora del evento cambiada. Responde de nuevo.
fr_fr: L'heure de l'événement a changé. Veuillez répondre à nouveau.
id_id: Waktu acara diubah. Balas kembali.
it_it: Orario dell'evento modificato. Rispondi di nuovo.
ja_jp: 予定の時間が変更されました。再度返信してください。
ko_kr: 이벤트 시간이 변경되었습니다. 다시 회신하세요.
ms_my: Masa acara berubah. Sila balas lagi.
pt_br: A hora do evento foi alterada. Responda novamente.
ru_ru: Время события изменено. Ответьте еще раз.
th_th: มีการเปลี่ยนแปลงเวลากิจกรรม โปรดตอบกลับอีกครั้ง
vi_vn: Đã thay đổi thời gian sự kiện. Vui lòng trả lời lại.
zh_cn: 日程时间已变更，请重新回复
zh_tw: 日程時間已變更，請重新回覆

# b34
source: cancelled event
de_de: hat Termin storniert:
es_es: ha cancelado el evento
fr_fr: a annulé l'événement
hi_in: ने ईवेंट रद्द किया
id_id: membatalkan acara
it_it: evento annullato
ja_jp: は予定を取り消しました
ko_kr: 님이 이벤트를 취소함
ms_my: acara dibatalkan
pt_br: cancelou o evento
ru_ru: отмененное событие
th_th: ยกเลิกกิจกรรมแล้ว
vi_vn: đã hủy bỏ sự kiện
zh_cn: 取消了日程
zh_tw: 取消了日程

# CUM
source: 's invitation
de_de: Einladung von
es_es: invitación de
fr_fr: vous a invité
hi_in: का आमंत्रण
id_id: mengirimkan undangan
it_it: invito di
ja_jp: の予定招待
ko_kr: 의 초대
ms_my: jemputan
pt_br: - convite
ru_ru: , приглашение
th_th: คำเชิญของ
vi_vn: lời mời của
zh_cn: 邀请你加入日程
zh_tw: 邀請你加入日程

# go0
source: changed description
de_de: hat die Beschreibung geändert:
es_es: ha cambiado la descripción del evento
fr_fr: a modifié la description
hi_in: ने जानकारी बदली
id_id: mengubah deskripsi
it_it: descrizione modificata
ja_jp: は予定の説明を更新しました
ko_kr: 님이 설명을 변경함
ms_my: keterangan berubah
pt_br: alterou a descrição
ru_ru: измененное описание
th_th: เปลี่ยนแปลงคำอธิบายแล้ว
vi_vn: đã thay đổi mô tả
zh_cn: 更新了日程描述
zh_tw: 更新了日程描述

# LAs
source: changed location
de_de: hat den Ort geändert:
es_es: ha cambiado el lugar
fr_fr: a modifié le lieu
hi_in: ने स्थान बदला
id_id: mengubah lokasi
it_it: ha modificato luogo
ja_jp: は予定の場所を更新しました
ko_kr: 님이 위치를 변경함
ms_my: lokasi berubah
pt_br: alterou o local
ru_ru: измененное местоположение
th_th: เปลี่ยนแปลงสถานที่แล้ว
vi_vn: đã thay đổi địa điểm
zh_cn: 更新了日程地点
zh_tw: 更新了日程地點

# LU8
source: changed time
de_de: hat die Zeit geändert
es_es: ha cambiado la hora del evento
fr_fr: a modifié l'heure
hi_in: ने समय बदला
id_id: mengubah waktu
it_it: ora modificata
ja_jp: は予定の時間を更新しました
ko_kr: 님이 시간을 변경함
ms_my: masa berubah
pt_br: alterou a hora
ru_ru: измененное время
th_th: เปลี่ยนแปลงเวลาแล้ว
vi_vn: đã thay đổi thời gian
zh_cn: 更新了日程时间
zh_tw: 更新了日程時間

# 3Yo
source: Released
de_de: Freigegeben
es_es: Liberado
fr_fr: Libéré(e)
hi_in: रिलीज़ किया गया
id_id: Dibebaskan
it_it: Rilasciato
ja_jp: 解放されました
ko_kr: 해제됨
ms_my: Dikeluarkan
pt_br: Liberado
ru_ru: Выпущено
th_th: ที่สละไปแล้ว
vi_vn: Đã giải phóng
zh_cn: 已释放
zh_tw: 已釋放

# CaA
source: Organizer:
de_de: Organisator:
es_es: Organizador:
fr_fr: Organisateur:
id_id: Penyelenggara:
it_it: Organizzatore:
ja_jp: 主催者：
ko_kr: 주최자:
ms_my: Penganjur:
pt_br: Organizador:
ru_ru: Организатор:
th_th: ผู้จัด:
vi_vn: Người tổ chức:
zh_cn: 组织者：
zh_tw: 組織者：

# t8g
source: Processing
de_de: Verarbeitung
es_es: En procesamiento
fr_fr: Traitement en cours
id_id: Memproses
it_it: Elaborazione in corso
ja_jp: フォローしています...
ko_kr: 처리 중
ms_my: Memproses
pt_br: Processando
ru_ru: Обработка
th_th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_cn: 订阅中
zh_tw: 訂閱中

# 1KQ
source: Recurring rule:
de_de: Wiederholungsregel:
es_es: Regla periódica:
fr_fr: Règle récurrente:
id_id: Aturan berulang:
it_it: Regola ricorrente:
ja_jp: 繰り返しルール：
ko_kr: 반복 규칙:
ms_my: Peraturan berulang:
pt_br: Regra recorrente:
ru_ru: Повторяющееся правило:
th_th: กฎที่เกิดซ้ำ:
vi_vn: Quy tắc định kỳ:
zh_cn: 重复规则：
zh_tw: 重複規則：

# 2Ho
source: Invitation awaits your reply
de_de: Die Einladung muss noch von Ihnen beantwortet werden
es_es: Invitación a la espera de tu respuesta
fr_fr: Invitation en attente de votre réponse
id_id: Undangan menunggu balasan Anda
it_it: L'invito è in attesa di una tua risposta
ja_jp: 予定への招待に返信してください
ko_kr: 초대 회신 대기 중
ms_my: Jemputan menunggu balasan anda
pt_br: Convite aguarda sua resposta
ru_ru: Приглашение ждет вашего ответа
th_th: คำเชิญกำลังรอการตอบกลับของคุณ
vi_vn: Lời mời đang chờ bạn trả lời
zh_cn: 请回复日程邀请
zh_tw: 請回覆日程邀請

# lF8
source: Oops... Something went wrong. Please try again later.
de_de: Hoppla... Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es_es: ¡Vaya! Ha ocurrido un error. Inténtalo de nuevo más tarde.
fr_fr: Désolé... Une erreur est survenue. Veuillez réessayer plus tard.
id_id: Ups... Terjadi kesalahan. Coba lagi nanti.
it_it: Ops. Si è verificato un errore. Riprova più tardi.
ja_jp: エラーが発生しました。後で再試行してください。
ko_kr: 이런! 문제가 발생했습니다. 나중에 다시 시도해보세요.
ms_my: Alamak... Ada yang tidak kena. Sila cuba lagi nanti.
pt_br: Ops! Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Упс! Что-то пошло не так. Повторите попытку позже.
th_th: แย่แล้ว เกิดความผิดปกติบางอย่างขึ้น โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã xảy ra lỗi. Vui lòng thử lại sau.
zh_cn: 糟糕...发生了一些错误，请稍后重试
zh_tw: 抱歉...發生了一些錯誤，請稍後重試

# /ic
source: Subject:
de_de: Betreff:
es_es: Asunto:
fr_fr: Objet:
id_id: Subjek:
it_it: Oggetto:
ja_jp: タイトル：
ko_kr: 주제:
ms_my: Subjek:
pt_br: Assunto:
ru_ru: Тема:
th_th: หัวเรื่อง:
vi_vn: Tiêu đề:
zh_cn: 日程主题：
zh_tw: 日程主題：

# Ris
source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S'abonner
id_id: Berlangganan
it_it: Iscriviti
ja_jp: フォロー
ko_kr: 구독
ms_my: Langgan
pt_br: Assinar
ru_ru: Подписаться
th_th: สมัครใช้งานปฏิทิน
vi_vn: Đăng ký
zh_cn: 订阅日历
zh_tw: 訂閱日曆

# ncI
source: Subscribed
de_de: Abonniert
es_es: Siguiendo
fr_fr: Abonné
id_id: Berhasil berlangganan
it_it: Iscrizione completata
ja_jp: フォローしました。
ko_kr: 구독함
ms_my: Dilanggan
pt_br: Assinado
ru_ru: Вы подписались
th_th: สมัครสมาชิกแล้ว
vi_vn: Đã đăng ký
zh_cn: 订阅成功
zh_tw: 訂閱成功

# Qj0
source: Time to check in
de_de: Eincheckzeit
es_es: Hora de check in
fr_fr: Durée du check in
id_id: Waktu untuk check-in
it_it: Tempo rimanente prima della fase di controllo
ja_jp: 時間内にチェックインしてください
ko_kr: 출석 시간
ms_my: Masa untuk daftar masuk
pt_br: Hora de fazer check-in
ru_ru: Время для регистрации
th_th: เวลาที่จะเช็คอิน
vi_vn: Thời gian điểm danh
zh_cn: 快来签到吧
zh_tw: 快來簽到吧

# Drk
source: Updated
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Mis à jour
hi_in: अपडेट किया गया
id_id: Diperbarui
it_it: Aggiornamento completato
ja_jp: 更新済み
ko_kr: 업데이트됨
ms_my: Dikemas kini
pt_br: Atualizado
ru_ru: Обновлено
th_th: อัปเดตเมื่อ
vi_vn: Đã cập nhật
zh_cn: 已更新
zh_tw: 已更新

# NDc
source: View updated event details
de_de: Aktualisierte Termindetails anzeigen
es_es: Ver detalles del evento actualizados
fr_fr: Afficher les détails de l'événement mis à jour
hi_in: अपडेट किया गया ईवेंट विवरण देखें
id_id: Lihat perincian acara yang diperbarui
it_it: Visualizza dettagli dell'evento aggiornati
ja_jp: 更新された予定を表示
ko_kr: 업데이트된 이벤트 세부 정보 보기
ms_my: Lihat butiran acara yang dikemas kini
pt_br: Visualizar detalhes atualizados do evento
ru_ru: Посмотреть обновленные сведения о событии
th_th: ดูรายละเอียดกิจกรรมที่อัปเดต
vi_vn: Xem chi tiết của sự kiện được cập nhật
zh_cn: 查看更新后的日程详情
zh_tw: 查看更新後的日程詳細資訊

# z1Y
source: View Details
de_de: Zum Anzeigen von Aktualisierungen klicken
es_es: Haz clic para ver las actualizaciones
fr_fr: Cliquer pour afficher les modifications
hi_in: अपडेट देखने के लिए क्लिक करें
id_id: Klik untuk melihat pembaruan
it_it: Fai clic per visualizzare gli aggiornamenti
ja_jp: 詳細を見る
ko_kr: 클릭하여 업데이트 보기
ms_my: Lihat Butiran
pt_br: Toque para visualizar atualizações
ru_ru: Нажмите, чтобы просмотреть обновления
th_th: คลิกเพื่อดูการอัปเดต
vi_vn: Nhấp để xem các cập nhật
zh_cn: 点击查看更新
zh_tw: 點選查看更新

# 0rs
source: Emailed guest will receive the invite by default.
de_de: Per E-Mail angeschriebener Gast erhält die Einladung standardmäßig.
es_es: Los usuarios invitados por correo electrónico recibirán la invitación de manera predeterminada.
fr_fr: Les personnes invitées par e-mail recevront l'invitation par défaut.
hi_in: ईमेल किए गए गेस्ट को डिफ़ॉल्ट रूप से आमंत्रण प्राप्त होगा.
id_id: Tamu yang dikirimi email akan menerima undangan secara default.
it_it: Gli ospiti invitati tramite e-mail riceveranno l'invito per impostazione predefinita.
ja_jp: E-mailのゲストはデフォルトで招待を受けます
ko_kr: 이메일을 보낸 게스트는 기본적으로 초대를 받습니다.
ms_my: Tetamu emel akan menerima jemputan secara lalai
pt_br: Convidados por e-mail receberão o convite por padrão.
ru_ru: Гость, которому адресовано письмо, получит приглашение по умолчанию.
th_th: ผู้รับเชิญผ่านทางอีเมลจะได้รับคำเชิญตามค่าเริ่มต้น
vi_vn: Khách được gửi email sẽ mặc định nhận được lời mời.
zh_cn: 邮箱参与者将默认收到邮件通知
zh_tw: 信箱參與者預設會收到郵件通知

# SFc
source: Calendar details
de_de: Kalenderdetails
es_es: Detalles del calendario
fr_fr: Détails du calendrier
hi_in: कैलेंडर विवरण
id_id: Perincian kalender
it_it: Dettagli del calendario
ja_jp: カレンダー詳細
ko_kr: 캘린더 세부 정보
ms_my: Butiran kalendar
pt_br: Detalhes do calendário
ru_ru: Сведения календаря
th_th: รายละเอียดปฏิทิน
vi_vn: Chi tiết lịch
zh_cn: 日历详情
zh_tw: 日曆詳細資訊

# BqY
source: Creator:
de_de: Ersteller:
es_es: Creador:
fr_fr: Créateur :
hi_in: निर्माता:
id_id: Kreator:
it_it: Autore:
ja_jp: 作成者：
ko_kr: 생성자:
ms_my: Pencipta:
pt_br: Criador:
ru_ru: Создатель:
th_th: ผู้สร้าง:
vi_vn: Người tạo:
zh_cn: 创建者：
zh_tw: 建立者：

# iO0
source: Subscribe to Calendar
de_de: Kalender abonnieren
es_es: Suscribirse al calendario
fr_fr: S'abonner au calendrier
hi_in: कैलेंडर की सदस्यता लें
id_id: Berlangganan Kalender
it_it: Iscriviti a Calendario
ja_jp: カレンダーをフォロー
ko_kr: 캘린더 구독
ms_my: Langgan Kalendar
pt_br: Inscrever-se no Calendário
ru_ru: Подписаться на календарь
th_th: สมัครใช้งานปฏิทิน
vi_vn: Đăng ký sử dụng Lịch
zh_cn: 订阅日历
zh_tw: 訂閱日曆

# D0s
source: Subscribed
de_de: Abonniert
es_es: Suscrito
fr_fr: Abonné
hi_in: सदस्यता ली गई
id_id: Berlangganan
it_it: Iscrizione completata
ja_jp: フォローしました
ko_kr: 구독됨
ms_my: Dilanggan
pt_br: Inscrito
ru_ru: Подписаны
th_th: สมัครใช้งานแล้ว
vi_vn: Đã đăng ký
zh_cn: 已订阅
zh_tw: 已訂閱

# jfs
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर
id_id: Kalender
it_it: Calendario
ja_jp: カレンダーを表示
ko_kr: 캘린더
ms_my: Kalendar
pt_br: Calendário
ru_ru: Показать календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 查看日历
zh_tw: 查看日曆

# KZE
source: Select member
de_de: Mitglied auswählen
es_es: Seleccionar miembro
fr_fr: Choisir un membre
hi_in: सदस्य चुनें
id_id: Pilih anggota
it_it: Seleziona membro
ja_jp: メンバーを選択
ko_kr: 구성원 선택
ms_my: Pilih ahli
pt_br: Selecionar membro
ru_ru: Выбрать участников
th_th: เลือกสมาชิก
vi_vn: Chọn thành viên
zh_cn: 选择成员
zh_tw: 選擇成員

# wDM
source: Failed to share
de_de: Teilen fehlgeschlagen
es_es: Error al compartir
fr_fr: Échec du partage
hi_in: साझा करने में विफल हुआ
id_id: Gagal berbagi
it_it: Impossibile condividere
ja_jp: 共有できませんでした
ko_kr: 공유 실패
ms_my: Gagal untuk berkongsi
pt_br: Falha ao compartilhar
ru_ru: Не удалось поделиться
th_th: แชร์ไม่สำเร็จ
vi_vn: Chia sẻ thất bại
zh_cn: 日程分享失败
zh_tw: 日程分享失敗

# I74
source: Account already exists
de_de: Konto existiert bereits.
es_es: La cuenta ya existe
fr_fr: Le compte existe déjà
hi_in: खाता पहले से मौजूद है
id_id: Akun sudah ada
it_it: Account già esistente
ja_jp: アカウントはすでに存在しています
ko_kr: 계정이 이미 존재합니다
ms_my: Akaun sudah wujud
pt_br: A conta já existe
ru_ru: Учетная запись уже существует
th_th: บัญชีนี้มีอยู่แล้ว
vi_vn: Tài khoản đã tồn tại
zh_cn: 账号已存在
zh_tw: 帳號已存在

# kHQ
source: Leave a message to be sent via Calendar Assistant
de_de: Nachricht über den Kalenderassistenten hinterlassen
es_es: Dejar un mensaje mediante el Asistente del Calendario
fr_fr: Laisser un message via l'Assistant de calendrier
hi_in: "कैलेंडर सहायक" से संदेश छोड़ें
id_id: Tinggalkan pesan melalui Asisten Kalender
it_it: Lascia un messaggio tramite Assistente per Calendario
ja_jp: メモを入力
ko_kr: 캘린더 어시스턴트를 통해 메시지를 남기세요
ms_my: Tinggalkan mesej untuk dihantar melalui Pembantu Kalendar
pt_br: Deixe uma mensagem pelo Assistente de Calendário
ru_ru: Оставьте сообщение через Calendar Assistant
th_th: ฝากข้อความผ่านทางผู้ช่วยจัดการปฏิทิน
vi_vn: Để lại tin nhắn thông qua Trợ lý Lịch
zh_cn: 添加留言（将通过日历助手发送）
zh_tw: 新增留言（將透過日曆助手傳送）

# L+o
source: Add Calendar
de_de: Kalender hinzufügen
es_es: Agregar calendario
fr_fr: Ajouter un calendrier
hi_in: कैलेंडर जोड़ें
id_id: Tambah kalender
it_it: Aggiungi calendario
ja_jp: カレンダーを追加
ko_kr: 캘린더 추가
ms_my: Tambah Kalendar
pt_br: Adicionar calendário
ru_ru: Добавить календарь
th_th: เพิ่มปฏิทิน
vi_vn: Thêm lịch
zh_cn: 添加日历
zh_tw: 新增日曆

# 7nY
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部

# bm0
source: All guests shown
de_de: Alle Gäste angezeigt
es_es: Todos los invitados son mostrados
fr_fr: Tous les invités sont affichés
hi_in: सभी गेस्ट दिखाए गए
id_id: Semua tamu ditampilkan
it_it: Sono mostrati tutti gli ospiti
ja_jp: 参加者は以上です
ko_kr: 모든 게스트가 표시됨
ms_my: Semua tetamu dipaparkan
pt_br: Todos os convidados exibidos
ru_ru: Показаны все гости
th_th: แสดงผู้รับเชิญทั้งหมดแล้ว
vi_vn: Tất cả khách được hiển thị
zh_cn: 已展示所有参与者
zh_tw: 已顯示所有參與者

# SHY
source: , and
de_de: und
es_es: y
fr_fr: , et
hi_in: , और
id_id: , dan
it_it: e
ja_jp: と
ko_kr: , 및
ms_my: , dan
pt_br: e
ru_ru: и
th_th: และ
vi_vn: , và
zh_cn: 和
zh_tw: 和

# S5I
source: Attachments
de_de: Anhänge
es_es: Adjuntos
fr_fr: Pièces jointes
hi_in: अटैचमेंट्स
id_id: Lampiran
it_it: Allegati
ja_jp: 添付ファイル
ko_kr: 첨부 파일
ms_my: Lampiran
pt_br: Anexos
ru_ru: Вложения
th_th: ไฟล์แนบ
vi_vn: Tệp đính kèm
zh_cn: 附件
zh_tw: 附件

# ZGo
source: This calendar has been deleted
de_de: Dieser Kalender wurde gelöscht.
es_es: Este calendario se ha eliminado
fr_fr: Ce calendrier a été supprimé
hi_in: यह कैलेंडर हटाया जा चुका है
id_id: Kalender ini telah dihapus
it_it: Questo calendario è stato eliminato
ja_jp: 当該カレンダーは削除されました
ko_kr: 이 캘린더는 삭제되었습니다
ms_my: Kalendar ini telah dipadam
pt_br: Este calendário foi excluído
ru_ru: Календарь был удален
th_th: ปฏิทินนี้ได้ถูกลบแล้ว
vi_vn: Lịch này vừa bị xóa
zh_cn: 该日历已被删除
zh_tw: 該日曆已刪除

# pW0
source: Calendar settings
de_de: Kalendereinstellungen
es_es: Configuración del calendario
fr_fr: Paramètres du calendrier
hi_in: कैलेंडर की सेटिंग्स
id_id: Pengaturan kalender
it_it: Impostazioni del calendario
ja_jp: カレンダー設定
ko_kr: 캘린더 설정
ms_my: Tetapan kalendar
pt_br: Configurações do calendário
ru_ru: Настройки календаря
th_th: การตั้งค่าปฏิทิน
vi_vn: Cài đặt lịch
zh_cn: 日历设置
zh_tw: 日曆設定

# glo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# MtU
source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Modifier
hi_in: बदलें
id_id: Ubah
it_it: Modifica
ja_jp: 変更
ko_kr: 변경
ms_my: Tukar
pt_br: Alterar
ru_ru: Изменить
th_th: เปลี่ยน
vi_vn: Thay đổi
zh_cn: 更改
zh_tw: 變更

# 5ec
source: Click here to share the calendar
de_de: Hier klicken, um den Kalender freizugeben
es_es: Haz clic aquí para compartir el calendario
fr_fr: Cliquer ici pour partager le calendrier
id_id: Klik di sini untuk membagikan kalender
it_it: Fai clic qui per condividere il calendario
ja_jp: ここをクリックしてカレンダーを共有
ko_kr: 여기를 클릭하여 캘린더 공유
ms_my: Klik di sini untuk kongsi kalendar
pt_br: Clique aqui para compartilhar o calendário
ru_ru: Нажмите здесь, чтобы поделиться календарем
th_th: คลิกที่นี่เพื่อแบ่งปันปฏิทิน
vi_vn: Nhấn vào đây để chia sẻ lịch
zh_cn: 点击此处分享日历
zh_tw: 點選此處分享日曆
