Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Ca8
source: Not applicable to all events as {MeetingRoom} can only be reserved to {DueDate} while the end date of this recurring event is beyond {DueDate}.
de_de: Nicht für alle Termine zutreffend, weil {MeetingRoom} nur bis zum {DueDate} reserviert werden kann, während das Enddatum dieses wiederkehrenden Termins nach dem {DueDate} liegt.
es_es: No se puede aplicar a todos los eventos, ya que la {MeetingRoom} solo se puede reservar para el {DueDate} y la fecha de finalización de este evento periódico es posterior al {DueDate}.
fr_fr: Non applicable à tous les événements, car {MeetingRoom} peut uniquement être réservée jusqu'au {DueDate}, alors que la date de fin de cet événement récurrent dépasse le {DueDate}.
hi_in: सभी ईवेंट पर लागू करने योग्य नहीं है क्योंकि {MeetingRoom} केवल {DueDate} तक आरक्षित किया जा सकता है जबकि इस पुनरावर्ती ईवेंट के समापन की तारीख {DueDate} से परे है.
id_id: Tidak berlaku untuk semua acara karena {MeetingRoom} hanya dapat dipesan hingga {DueDate} sementara tanggal akhir acara berulang ini melampaui {DueDate}.
it_it: Non applicabile a tutti gli eventi in quanto la {MeetingRoom} può essere prenotata solo fino alla data {DueDate} e la data di fine di questo evento ricorrente è oltre la data {DueDate}.
ja_jp: すべての予定に適用できません。繰り返し予定の終了日は {DueDate} 以降ですが、{MeetingRoom} は {DueDate} までしか予約できません。
ko_kr: {MeetingRoom}은(는) {DueDate}까지만 예약할 수 있는 반면, 이 반복 이벤트의 종료 날짜는 {DueDate} 이후이므로 모든 이벤트에 적용되지는 않습니다.
ms_my: Tidak sesuai untuk semua acara kerana {MeetingRoom} hanya boleh ditempah sehingga {DueDate} manakala tarikh tamat acara berulang ini melebihi {DueDate}.
pt_br: Não se aplica a todos os eventos, pois {MeetingRoom} só pode ser reservada até {DueDate}, ao passo que a data de término deste evento recorrente está depois de {DueDate}.
ru_ru: Неприменимо для всех событий, так как {MeetingRoom} можно зарезервировать только до {DueDate}, а дата окончания этого повторяющегося события наступает позже {DueDate}.
th_th: ไม่สามารถใช้กับทุกเหตุการณ์ได้ เนื่องจาก {MeetingRoom} สามารถจองได้จนถึง {DueDate} เท่านั้น ส่วนวันสิ้นสุดเหตุการณ์ที่กำลังเกิดซ้ำนี้เกินกว่าวันที่ {DueDate}
vi_vn: Không áp dụng cho tất cả sự kiện do {MeetingRoom} chỉ có thể được đăng ký trước đến ngày {DueDate} trong khi ngày kết thúc của sự kiện định kỳ này vượt quá ngày {DueDate}.
zh_cn: 不适用于所有日程，因为 {MeetingRoom} 只支持预定到 {DueDate}，而此重复性日程的截止日期晚于 {DueDate}
zh_tw: 不適用於所有日程，因為 {MeetingRoom} 只支援預定到 {DueDate}，而此重複性日程的截止日期晚於 {DueDate}

# hEM
source: {meetingRoom}, reserved
de_de: {meetingRoom}, reserviert
es_es: {meetingRoom}, se ha reservado
fr_fr: {meetingRoom}, réservée
hi_in: {meetingRoom}, आरक्षित
id_id: {meetingRoom}, direservasi
it_it: {meetingRoom}, prenotata
ja_jp: {meetingRoom}予約済み
ko_kr: {meetingRoom}, 예약됨
ms_my: {meetingRoom}, ditempah
pt_br: {meetingRoom}, reservada
ru_ru: {meetingRoom}, забронирован
th_th: {meetingRoom} จองแล้ว
vi_vn: {meetingRoom}, đã đặt trước
zh_cn: {meetingRoom}, 已预定
zh_tw: {meetingRoom}, 已預定

# Evc
source: Add {Name} as a contact to add them to the event.
de_de: Fügen Sie {Name} als Kontakt hinzu, um ihn dem Termin hinzuzufügen.
es_es: Agregar a {Name} como contacto para añadirle al evento.
fr_fr: Ajoutez {Name} à vos contacts pour pouvoir l'ajouter au événement.
hi_in: {Name} को एक संपर्क के रूप में जोड़ें ताकि उन्हें ईवेंट में जोड़ा जा सके.
id_id: Tambah {Name} sebagai kontak untuk menambahkan mereka ke acara.
it_it: Aggiungi {Name} come contatto per aggiungerlo all'evento.
ja_jp: {Name}を連絡先に追加してから、予定に招待することができます
ko_kr: 이벤트에 추가하려면 {Name} 님을 연락처로 추가하세요.
ms_my: Tambah {Name} sebagai kenalan untuk menambah mereka ke acara.
pt_br: Adicione {Name} como um contato para adicioná-lo ao evento.
ru_ru: Добавьте {Name} как контакт, чтобы добавить его в событие.
th_th: เพิ่ม {Name} เป็นรายชื่อที่ติดต่อเพื่อเพิ่มไปยังเหตุการณ์
vi_vn: Thêm {Name} vào danh bạ để thêm họ vào sự kiện.
zh_cn: 添加{Name}为联系人，才能将 Ta 加入日程
zh_tw: 新增{Name}為聯絡人，才能將其加入日程

# vFA
source: {number} subscribers
de_de: {number} Abonnenten
es_es: {number} suscriptores
fr_fr: {number} abonnés
hi_in: {number} सदस्य
id_id: {number} subscriber
it_it: {number} iscritti
ja_jp: {number} 人がフォロー中
ko_kr: 구독자 {number}명
ms_my: {number} pelanggan
pt_br: {number} inscritos
ru_ru: Подписчиков: {number}
th_th: ผู้สมัครใช้งาน {number} คน
vi_vn: {number} người đăng ký
zh_cn: {number} 人订阅
zh_tw: {number} 人訂閱

# E8Y
source: {number, plural, one {1 attachment} other {# attachments}}
de_de: {number, plural, one {1 Anhang} other {# Anhänge}}
es_es: {number, plural, one {1 adjunto} other {# adjuntos}}
fr_fr: {number, plural, one {# pièce jointe} other {# pièces jointes}}
hi_in: {number} अटैचमेंट
id_id: {number} lampiran
it_it: {number, plural, one {1 allegato} other {# allegati}}
ja_jp: {number}個の添付ファイル
ko_kr: 첨부 파일 {number}개
ms_my: {number, plural, one {1 lampiran} other {# lampiran}}
pt_br: {number, plural, one {# anexo} other {# anexos}}
ru_ru: {number, plural, one {# вложение} few {# вложения} many {# вложений} other {# вложений}}
th_th: {number} เอกสารแนบ
vi_vn: {number} tệp đính kèm
zh_cn: {number}个附件
zh_tw: {number}個附件

# xRo
source: {number, plural, one {Guest(1)} other {Guests(#)}}
de_de: {number, plural, one {Gast(1)} other {Gäste(#)}}
es_es: {number, plural, one {Invitado(1)} other {Invitados(#)}}
fr_fr: {number, plural, one {Invité (#)} other {Invités (#)}}
hi_in: गेस्ट({number})
id_id: Tamu {number}
it_it: {number, plural, one {ospite(1)} other {ospiti(#)}}
ja_jp: 参加者{number}
ko_kr: 게스트 {number}명
ms_my: {number, plural, one {Tetamu(1)} other {Tetamu(#)}}
pt_br: {number, plural, one {Convidado(#)} other {Convidados(#)}}
ru_ru: {number, plural, one {# гость} few {# гостя} many {# гостей} other {# гостей}}
th_th: ผู้รับเชิญ ({number}) คน
vi_vn: {number} Khách
zh_cn: 参与者 ({number})
zh_tw: 參與者 ({number})

# L1E
source: {number, plural, one {1 hr} other {# hrs}}
de_de: {number, plural, one {1 Stunde} other {# Stunden}}
es_es: {number, plural, one {# h} other {# h}}
fr_fr: {number, plural, one {# hr} other {# hrs}}
hi_in: {number, plural, one {# घंटा} other {# घंटे}}
id_id: {number} jam
it_it: Selezione: {number, plural, one {1 contatto} other {# contatti}}
ja_jp: {number}時間
ko_kr: {number}시간
ms_my: {number, plural, one {1 jam} other {# jam}}
pt_br: {number, plural, one {# h} other {# h}}
ru_ru: {number, plural, one {# час} few {# часа} many {# часов} other {# часов}}
th_th: {number} ชั่วโมง
vi_vn: {number} giờ
zh_cn: {number}小时
zh_tw: {number}小時

# gtY
source: {number, plural, one {# min} other {# min}}
de_de: {number, plural, one {1 Min.} other {# Min.}}
es_es: {number, plural, one {1 minuto} other {# minutos}}
fr_fr: {number, plural, one {1 min} other {# min}}
hi_in: {number, plural, one {1 मि◦} other {# मि◦}}
id_id: {number, plural, one {1 mnt} other {# mnt}}
it_it: {number, plural, one {1 minuto} other {# minuti}}
ja_jp: {number, plural, one {# 分} other {# 分}}
ko_kr: {number, plural, one {1분} other {#분}}
pt_br: {number, plural, one {1 minuto} other {# minutos}}
ru_ru: {number, plural, one {1 мин.} other {# мин.}}
th_th: {number, plural, one {1 นาที} other {# นาที}}
vi_vn: {number, plural, one {1 phút} other {# phút}}
zh_cn: {number, plural, one {# 分钟} other {# 分钟}}
zh_tw: {number, plural, one {1 分鐘} other {# 分鐘}}

# hFw
source: {number, plural, one {~1 min} other {~# min}}
es_es: {number, plural, one {~1 minuto} other {~# minutos}}
hi_in: {number, plural, one {~1 मि◦} other {~# मि◦}}
id_id: {number, plural, one {~1 mnt} other {~# mnt}}
it_it: {number, plural, one {~1 minuto} other {~# minuti}}
ja_jp: 約{number, plural, one {1 分} other {# 分}}
ko_kr: {number, plural, one {~1분} other {~#분}}
pt_br: {number, plural, one {~1 minuto} other {~# minutos}}
ru_ru: {number, plural, one {~1 мин.} other {~# мин.}}
th_th: {number, plural, one {~1 นาที} other {~# นาที}}
vi_vn: {number, plural, one {~1 phút} other {~# phút}}
zh_cn: 约{number, plural, one {1 分钟} other {# 分钟}}
zh_tw: 約{number, plural, one {1 分鐘} other {# 分鐘}}

# q4I
source: {count} more
de_de: {count} weitere
es_es: {count} más
fr_fr: {count} de plus
hi_in: {count} और
id_id: {count} lagi
it_it: {count} altri
ja_jp: あと{count}個
ko_kr: {count}개 등
ms_my: Lebih {count}
pt_br: {count} mais
ru_ru: Еще {count}
th_th: เพิ่มเติม {count}
vi_vn: {count} khác
zh_cn: 还有 {count} 项
zh_tw: 還有 {count} 項

# yR4
source: {number, plural, one {1 guest} other {# guests}}
de_de: {number, plural, one {1 Gast} other {# Gäste}}
es_es: {number, plural, one {1 invitado} other {# invitados}}
fr_fr: {number, plural, one {# invité} other {# invités}}
hi_in: {number} गेस्ट
id_id: {number} tamu
it_it: {number, plural, one {1 ospite} other {# ospiti}}
ja_jp: 参加者 {number} 名
ko_kr: 게스트 {number}명
ms_my: {number} tetamu
pt_br: {number, plural, one {# convidado} other {# convidados}}
ru_ru: {number, plural, one {# гость} few {# гостя} many {# гостей} other {# гостей}}
th_th: ผู้รับเชิญ {number} คน
vi_vn: {number} khách
zh_cn: {number} 位参与者
zh_tw: {number} 位參與者

# LQA
source: Some {number, plural, one {guest is} other {guests are}}
de_de: {number, plural, one {Ein Gast ist} other {Einige Gäste sind}}
es_es: {number, plural, one {El invitado está} other {Los invitados están}}
fr_fr: {number, plural, one {Un invité est} other {Certains invités sont}}
hi_in: {number, plural, one {कुछ गेस्ट} other {कुछ गेस्ट}}
id_id: {number, plural, one {Beberapa tamu} other {Beberapa tamu}}
it_it: {number, plural, one {Alcuni ospiti sono} other {Qualche ospite è}}
ja_jp: {number, plural, one {ある参加者は} other {ある参加者は}}
ko_kr: {number, plural, one {일부 게스트:} other {일부 게스트:}}
ms_my: Beberapa {number, plural, one {tetamu adalah} other {tetamu adalah}}
pt_br: {number, plural, one {Algum convidado está} other {Alguns convidados estão/são}}
ru_ru: {number, plural, one {Некоторые гости} other {Некоторые гости}}
th_th: {number, plural, one {ผู้รับเชิญบางราย} other {ผู้รับเชิญบางราย}}
vi_vn: {number, plural, one {Một số khách} other {Một số khách}}
zh_cn: {number, plural, one {有参与者在} other {有参与者在}}
zh_tw: {number, plural, one {有參與者在} other {有參與者在}}

# /1s
source: , etc. {number} rooms in total
de_de: usw. {number} Räume insgesamt
es_es: , etc. {number} salas en total
fr_fr: , etc. {number} salles au total
hi_in: आदि कुल {number} मीटिंग रूम
id_id: , dsb. Total {number} ruang
it_it: , eccetera. {number} sale in totale
ja_jp: など {number} 個の会議室
ko_kr: 등 회의실 총 {number}개
ms_my: , dll. {number} bilik keseluruhan
pt_br: etc. {number} salas no total
ru_ru: Всего комнат: {number}
th_th: เป็นต้น รวมทั้งหมด {number} ห้อง
vi_vn: , vv. tổng cộng có {number} phòng
zh_cn: 等 {number} 个会议室
zh_tw: 等 {number} 個會議室

# c+g
source: {number, plural, one {1 day} other {# days}} before
de_de: {number, plural, one {1 Tag} other {# Tage}} vorher
es_es: {number, plural, one {1 día} other {# días}} antes
fr_fr: {number, plural, one {# jour} other {# jours}} plus tôt
hi_in: {number} दिन पहले
id_id: {number} hari sebelumnya
it_it: {number, plural, one {1 giorno} other {# giorni}} prima
ja_jp: {number} 日前
ko_kr: {number}일 전
ms_my: {number, plural, one {1 hari} other {# hari}} sebelum
pt_br: {number, plural, one {# dia} other {# dias}} antes
ru_ru: За {number, plural, one {# день} few {# дня} many {# дней} other {# дней}}
th_th: ก่อนหน้า {number} วัน
vi_vn: Trước {number} ngày
zh_cn: 提前{number}天
zh_tw: 提前 {number} 天

# +JQ
source: {number, plural, one {1 hour} other {# hours}} before
de_de: {number, plural, one {1 Stunde} other {# Stunden}} vorher
es_es: {number, plural, one {1 hora} other {# horas}} antes
fr_fr: {number, plural, one {# heure} other {# heures}} plus tôt
hi_in: {number} घंटे पहले
id_id: {number} jam sebelumnya
it_it: {number, plural, one {1 ora} other {# ore}} prima
ja_jp: {number} 時間前
ko_kr: {number}시간 전
ms_my: {number, plural, one {1 jam} other {# jam}} sebelum
pt_br: {number, plural, one {# hora} other {# horas}} antes
ru_ru: За {number, plural, one {# час} few {# часа} many {# часов} other {# часов}}
th_th: ก่อนหน้า {number} ชั่วโมง
vi_vn: Trước {number} tiếng
zh_cn: 提前{number}小时
zh_tw: 提前 {number} 小時

# Gbc
source: {number, plural, one {1 min} other {# min}} before
de_de: {number, plural, one {1 Min.} other {# Min.}} vorher
es_es: {number, plural, one {1 minuto} other {# minutos}} antes
fr_fr: {number, plural, one {1 min} other {# min}} avant
hi_in: {number, plural, one {1 मि◦} other {# मि◦}} पहले
id_id: {number, plural, one {1 mnt} other {# mnt}} sebelumnya
it_it: {number, plural, one {1 minuto} other {# minuti}} prima
ja_jp: {number, plural, one {1 分} other {# 分}}前
ko_kr: {number, plural, one {1분} other {#분}} 전
ms_my: {number, plural, one {1 min} other {# min}} sebelum
pt_br: {number, plural, one {1 minuto} other {# minutos}} antes
ru_ru: {number, plural, one {1 мин.} other {# мин.}} назад
th_th: {number, plural, one {1 นาที} other {# นาที}} ก่อนหน้า
vi_vn: {number, plural, one {1 phút} other {# phút}} trước
zh_cn: 提前{number, plural, one {1分钟} other {#分钟}}
zh_tw: 提前 {number, plural, one { 1 分鐘} other { # 分鐘}}

# JH8
source: {number, plural, one {1 week} other {# weeks}} before
de_de: {number, plural, one {1 Woche} other {# Wochen}} vorher
es_es: {number, plural, one {1 semana} other {# semanas}} antes
fr_fr: {number, plural, one {# semaine} other {# semaines}} plus tôt
hi_in: {number} सप्ताह पहले
id_id: {number} minggu sebelumnya
it_it: {number, plural, one {1 settimana} other {# settimane}} prima
ja_jp: {number} 週間前
ko_kr: {number}주 전
ms_my: {number, plural, one {1 minggu} other {# minggu}} sebelum
pt_br: {number, plural, one {# semana} other {# semanas}} antes
ru_ru: За {number, plural, one {# неделю} few {# недели} many {# недель} other {# недель}}
th_th: ก่อนหน้า {number} สัปดาห์
vi_vn: Trước {number} tuần
zh_cn: 提前{number}周
zh_tw: 提前 {number} 週

# q+M
source: Search in {number, plural, one {1 calendar} other {# calendars}}
de_de: Suchen in {number, plural, one {1 Kalender} other {# Kalendern}}
es_es: Buscar en {number, plural, one {un calendario} other {# calendarios}}
fr_fr: Rechercher dans {number, plural, one {# calendrier} other {# calendriers}}
hi_in: {number, plural, one {# कैलेंडर} other {# कैलेंडरों }} में खोजें
id_id: Cari di {number} kalender
it_it: cerca in {number, plural, one {1 calendario} other {# calendari}}
ja_jp: {number}個のカレンダーから検索
ko_kr: 캘린더 {number}개에서 검색
ms_my: {number, plural, one {Cari dalam 1 kalendar} other {Cari dalam # kalendar}}
pt_br: Pesquisar em {number, plural, one {# calendário} other {# calendários}}
ru_ru: Поиск в {number, plural, one {# календаре} few {# календарях} many {# календарях} other {# календарях}}
th_th: ค้นหาใน {number} ปฏิทิน
vi_vn: Tìm kiếm trong {number} lịch
zh_cn: 在{number}个日历中查找
zh_tw: 在 {number} 個日曆中尋找

# i5Q
source: {number, plural, one {1 guest} other {# guests}}
de_de: {number, plural, one {1 Gast} other {# Gästen}}
es_es: {number, plural, one {# invitado} other {# invitados}}
fr_fr: {number, plural, one {# invité} other {# invités}}
hi_in: {number, plural, one {# गेस्ट} other {# गेस्ट}}
id_id: {number} tamu
it_it: {number, plural, one {1 ospite} other {# ospiti}}
ja_jp: {number} 名
ko_kr: {number}명
ms_my: {number, plural, one {1 tetamu} other {# tetamu}}
pt_br: {number, plural, one {# convidado} other {# convidados}}
ru_ru: {number, plural, one {# гость} few {# гостя} many {# гостей} other {# гостей}}
th_th: {number} คน
vi_vn: {number} khách
zh_cn: {number}人
zh_tw: {number} 人

# WIc
source: You can't select others as the current event takes place on {WeekType}
de_de: Sie können andere nicht auswählen, da der aktuelle Termin {WeekType} stattfindet.
es_es: No puedes seleccionar a otros miembros, ya que el evento actual tendrá lugar en {WeekType}
fr_fr: Vous ne pouvez pas en sélectionner d'autres, car l'événement actuel a lieu le {WeekType}
hi_in: आप दूसरों को नहीं चुन सकते हैं क्योंकि वर्तमान ईवेंट {WeekType} पर चल रहा है
id_id: Anda tidak dapat memilih yang lain karena acara saat ini berlangsung di {WeekType}
it_it: Non puoi selezionare altri nel corso dell'evento corrente il {WeekType}
ja_jp: 選択中の曜日は{WeekType}、他の曜日を選択できません
ko_kr: 현재 이벤트가 {WeekType}에 실시되므로 다른 항목을 선택할 수 없습니다.
ms_my: Anda tidak boleh memilih orang lain kerana acara semasa berlaku pada {WeekType}
pt_br: Você não pode selecionar outros porque o evento atual acontece em {WeekType}.
ru_ru: Вы не можете выбрать другие дни, т.к. Событие назначено на {WeekType} число
th_th: คุณไม่สามารถเลือกคนอื่น ๆ ได้เนื่องจากกิจกรรมปัจจุบันจัดขึ้นเมื่อ {WeekType}
vi_vn: Bạn không thể chọn loại khác vì sự kiện hiện tại diễn ra vào {WeekType}
zh_cn: 当前日程为{WeekType}，无法选择其他
zh_tw: 目前日程為{WeekType}，無法選擇其他

# 98E
source: You can't unselect {Type} as the current event takes place on {Type}.
de_de: Sie können {Type} nicht abwählen, da der aktuelle Termin {Type} stattfindet.
es_es: No puedes anular la selección de {Type}, ya que el evento actual tendrá lugar en {Type}.
fr_fr: Vous ne pouvez pas désélectionner {Type}, car l'événement actuel a lieu le {Type}.
hi_in: आप {Type} को अचयनित नहीं कर सकते हैं क्योंकि वर्तमान ईवेंट {Type} पर चल रहा है.
id_id: Anda tidak dapat membatalkan pilihan {Type} karena acara saat ini berlangsung di {Type}.
it_it: Non puoi deselezionare {Type} nel corso dell'evento corrente il {Type}.
ja_jp: 設定された予定日時は {Type} であるため、{Type} は必須です
ko_kr: 현재 이벤트가 {Type}에 실시되므로 {Type}의 선택을 취소할 수 없습니다.
ms_my: Anda tidak boleh menyahtanda {Type} kerana acara semasa berlaku pada {Type}.
pt_br: Você não pode desmarcar {Type} porque o evento atual acontece em {Type}.
ru_ru: Событие назначено на {Type}, нельзя снять отметку.
th_th: คุณไม่สามารถยกเลิกการเลือก {Type} ได้เนื่องจากกิจกรรมปัจจุบันจัดขึ้นเมื่อ {Type}
vi_vn: Bạn không thể bỏ chọn {Type} vì sự kiện hiện tại diễn ra vào {Type}.
zh_cn: 当前日程时间为{Type}，无法取消勾选
zh_tw: 目前日程時間為{Type}，無法取消勾選

# nXg
source: Until {endDate}
de_de: Bis {endDate}
es_es: Hasta {endDate}
fr_fr: Jusqu'à {endDate}
hi_in: {endDate} तक
id_id: Sampai {endDate}
it_it: Fino a {endDate}
ja_jp: 次の日付まで{endDate}
ko_kr: 다음까지 유효: {endDate}
ms_my: Sehingga {endDate}
pt_br: Até {endDate}
ru_ru: до {endDate}
th_th: จนถึง {endDate}
vi_vn: Cho đến khi {endDate}
zh_cn: 直到{endDate}
zh_tw: 直到{endDate}

# cUs
source: Reservation exceeds {num} hr. Unable to book this meeting room for recurring events as approval is required.
de_de: Reservierung überschreitet {num} Std. Dieser Besprechungsraum kann nicht für wiederkehrende Termine gebucht werden, da eine Genehmigung erforderlich ist.
es_es: La reserva es superior a {num} h. No se puede reservar esta sala de reuniones para eventos periódicos, ya que es obligatorio aprobarlos.
fr_fr: La réservation dépasse {num} h. Impossible de réserver cette salle de réunion pour des événements récurrents car une approbation est requise.
hi_in: आरक्षण {num} घं० से अधिक के लिए है. पुनरावर्ती ईवेंट के लिए यह मीटिंग रूम आरक्षित करने में असमर्थ क्योंकि अनुमोदन आवश्यक है.
id_id: Reservasi melebihi {num} jam. Gagal memesan ruang rapat ini untuk acara berulang karena diperlukan persetujuan.
it_it: La prenotazione supera {num} ora/e. Impossibile prenotare questa sala riunioni per eventi ricorrenti poiché è necessaria l'approvazione.
ja_jp: 予約時間が {num} 時間超えました。承認タイプの会議室は 2 回予約することができません
ko_kr: 예약이 {num}시간을 초과합니다. 승인이 필요하므로 반복 이벤트에 이 회의실을 예약할 수 없습니다.
ms_my: Tempahan melebihi {num} jam. Tidak boleh menempah bilik mesyuarat ini untuk acara berulang kerana persetujuan diperlukan.
pt_br: A reserva excede {num} h. Falha ao reservar esta sala de reunião para eventos recorrentes, pois a aprovação é obrigatória.
ru_ru: Резервирование превышает {num} ч. Невозможно зарезервировать эту комнату для повторяющихся событий, так как требуется подтверждение.
th_th: การจองเกิน {num} ชม. ไม่สามารถจองห้องประชุมนี้สำหรับเหตุการณ์ที่เกิดซ้ำได้ เนื่องจากจำเป็นต้องได้รับการอนุมัติ
vi_vn: Thời gian đặt phòng vượt quá {num} giờ. Không thể đặt phòng họp này cho các sự kiện định kỳ vì yêu cầu đặt phòng cần được phê duyệt.
zh_cn: 预定时间超过 {num} 小时，审批类会议室无法重复预定
zh_tw: 預定時間超過 {num} 小時，審核類會議室無法重複預定

# hM8
source: Approval is required for reservations over {num} hr
de_de: Für Reservierungen über {num} Std. ist eine Genehmigung erforderlich.
es_es: Es obligatorio aprobar los eventos superiores a {num} h
fr_fr: L'approbation est requise pour les réservations de plus de {num} h
hi_in: {num} घं० से अधिक के आरक्षण के लिए अनुमोदन की आवश्यकता है
id_id: Persetujuan diperlukan untuk reservasi lebih dari {num} jam
it_it: L'approvazione è obbligatoria per le prenotazioni di oltre {num} ora/e
ja_jp: 予約時間が {num} 時間超えた場合は承認が必要です
ko_kr: {num}시간을 넘는 예약에는 승인이 필요합니다
ms_my: Persetujuan diperlukan untuk tempahan melebihi {num} jam
pt_br: A aprovação é obrigatória para reservas de mais de {num} h
ru_ru: Для бронирования на срок более {num} ч. требуется подтверждение.
th_th: จำเป็นต้องได้รับการอนุมัติสำหรับการจองที่เกิน {num} ชม.
vi_vn: Các yêu cầu đặt phòng vượt quá {num} giờ cần được phê duyệt
zh_cn: 预定时间超过 {num} 小时需要审批
zh_tw: 預定時間超過 {num} 小時需要審核

# KN0
source: {name} canceled the event
de_de: {name} hat den Termin storniert
es_es: {name} ha cancelado el evento
fr_fr: {name} a annulé l'événement
id_id: {name} membatalkan acara
it_it: {name} ha annullato l'evento
ja_jp: {name} は予定の予約を取り消しました
ko_kr: {name} 님이 이벤트를 취소했습니다
ms_my: {name} membatalkan acara
pt_br: {name} cancelou o evento
ru_ru: {name} отменил(а) событие
th_th: {name} ได้ยกเลิกกิจกรรมแล้ว
vi_vn: {name} đã hủy sự kiện
zh_cn: {name} 取消预约了你的日程
zh_tw: {name} 已取消預約你的日程

# vCY
source: {name} made a reschedule
de_de: {name} hat eine Neuterminierung vorgenommen
es_es: {name} ha vuelto a programar el evento
fr_fr: {name} a effectué une nouvelle planification
id_id: {name} melakukan penjadwalan ulang
it_it: {name} ha riprogrammato
ja_jp: {name} はあなたの予定を再予約しました
ko_kr: {name} 님이 일정을 조정했습니다
ms_my: {name} membuat penjadualan semula
pt_br: {name} fez um reagendamento
ru_ru: {name} изменил(а) расписание
th_th: {name} ได้ทำการเปลี่ยนกำหนดการ
vi_vn: {name} đã lên lịch lại
zh_cn: {name} 重新预约了你的日程
zh_tw: {name} 重新預約了你的日程

# HdI
source: {name} just booked your time
de_de: {name} hat gerade Ihre Zeit gebucht
es_es: {name} acaba de reservar tu tiempo
fr_fr: {name} vient de réserver votre horaire
id_id: {name} baru saja memesan waktu Anda
it_it: {name} ha appena prenotato il tuo tempo
ja_jp: {name} はあなたの予定を予約しました
ko_kr: {name} 님이 방금 회원님의 시간을 예약했습니다
ms_my: {name} baru sahaja menempah masa anda
pt_br: {name} acabou de agendar seu horário
ru_ru: {name} только что забронировал(а) ваше расписание
th_th: {name} เพิ่งจองเวลาของคุณไว้
vi_vn: {name} vừa đặt trước thời gian của bạn
zh_cn: {name} 预约了你的日程
zh_tw: {name} 預約了你的日程

# cIg
source: {invitee} canceled the schedule with @{host}.
de_de: {invitee} hat den Termin mit @{host} abgesagt.
es_es: {invitee} ha cancelado la programación con @{host}.
fr_fr: {invitee} a annulé la planification avec @{host}.
id_id: {invitee} membatalkan jadwal dengan @{host}.
it_it: {invitee} ha annullato il programma con @{host}.
ja_jp: {invitee} は @{host} との予定を取り消しました
ko_kr: {invitee} 님이 @{host} 님과의 일정을 취소했습니다.
ms_my: {invitee} membatalkan jadual dengan @{host}.
pt_br: {invitee} cancelou a agenda com @{host}.
ru_ru: {invitee} отменил(а) событие с @{host}.
th_th: {invitee} ได้ยกเลิกตารางงานด้วย @{host}
vi_vn: {invitee} đã hủy lịch với @{host}.
zh_cn: {invitee}取消了@{host}的日程
zh_tw: {invitee}取消了@{host}的日程
