Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# et4
source: Enter a city name
de_de: Stadt eingeben
es_es: Introduzca el nombre de una ciudad
fr_fr: Saisir un nom de ville
hi_in: किसी शहर का नाम दर्ज करें
id_id: Masukkan nama kota
it_it: Immetti il nome di una città
ja_jp: 都市名を入力
ko_kr: 도시 이름 입력
ms_my: Masukkan nama bandar
pt_br: Inserir um nome de cidade
ru_ru: Введите название города
th_th: ใส่ชื่อเมือง
vi_vn: Nhập tên thành phố
zh_cn: 请输入城市名称
zh_tw: 請輸入城市名稱

# Qhs
source: Select time zone
de_de: Zeitzone auswählen
es_es: Seleccionar zona horaria
fr_fr: Sélectionner le fuseau horaire
hi_in: समय क्षेत्र चयन करें
id_id: Pilih zona waktu
it_it: Seleziona fuso orario
ja_jp: タイムゾーンを選択
ko_kr: 시간대 선택
ms_my: Pilih zon waktu
pt_br: Selecionar fuso horário
ru_ru: Выберите часовой пояс
th_th: เลือกเขตเวลาล่าสุด
vi_vn: Chọn múi giờ
zh_cn: 选择时区
zh_tw: 選擇時區

# etg
source: Show additional time zone
de_de: Zusätzliche Zeitzone anzeigen
es_es: Mostrar la zona horaria adicional
fr_fr: Afficher un fuseau horaire supplémentaire
hi_in: अतिरिक्त समय क्षेत्र दिखाएँ
id_id: Tampilkan zona waktu tambahan
it_it: Mostra fuso orario supplementare
ja_jp: 他のタイムゾーンを表示
ko_kr: 추가 시간대 표시
ms_my: Tunjukkan zon waktu tambahan
pt_br: Mostrar fuso horário adicional
ru_ru: Показать дополнительный часовой пояс
th_th: แสดงเขตเวลาเพิ่มเติม
vi_vn: Hiển thị múi giờ bổ sung
zh_cn: 显示辅助时区
zh_tw: 顯示輔助時區

# gWw
source: Search for a city name
de_de: Nach einem Städtenamen suchen
es_es: Buscar el nombre de una ciudad
fr_fr: Rechercher un nom de ville
hi_in: शहर का नाम खोजें
id_id: Cari nama kota
it_it: Cerca un nome di città
ja_jp: 都市名を検索してください
ko_kr: 도시 이름 검색
ms_my: Cari zon waktu atau nama bandar
pt_br: Pesquisar um nome de cidade
ru_ru: Поиск по названию города
th_th: ค้นหาชื่อเมือง
vi_vn: Tìm kiếm tên thành phố
zh_cn: 请搜索城市名称
zh_tw: 請搜尋城市名稱

# WF8
source: Failed to load calendar
de_de: Kalender konnte nicht geladen werden.
es_es: Error al cargar el calendario
fr_fr: Échec du chargement du calendrier
hi_in: कैलेंडर लोड करने में विफल हुआ
id_id: Gagal memuat kalender
it_it: Impossibile caricare calendario
ja_jp: カレンダーの取得に失敗しました
ko_kr: 캘린더 로드 실패
ms_my: Gagal memuatkan kalendar
pt_br: Falha ao carregar calendário
ru_ru: Не удалось загрузить календарь
th_th: โหลดปฏิทินไม่สำเร็จ
vi_vn: Tải lịch thất bại
zh_cn: 获取日历失败
zh_tw: 取得日曆失敗

# bX4
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé(e)
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminato
ja_jp: 削除しました
ko_kr: 삭제되었습니다
ms_my: Dipadam
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 删除成功
zh_tw: 刪除成功

# aWo
source: Deleting...
de_de: Wird gelöscht...
es_es: Eliminando...
fr_fr: Suppression…
hi_in: हटाया जा रहा है...
id_id: Menghapus...
it_it: Eliminazione...
ja_jp: 削除中…
ko_kr: 삭제 중...
ms_my: Memadam...
pt_br: Excluindo...
ru_ru: Удаление...
th_th: กำลังลบ...
vi_vn: Đang xóa...
zh_cn: 删除中...
zh_tw: 刪除中...

# y9M
source: Disconnected, please check your network settings
de_de: Verbindung getrennt. Überprüfen Sie Ihre Netzwerkeinstellungen
es_es: Desconectado. Revisa la configuración de red
fr_fr: Déconnecté, veuillez vérifier vos paramètres réseau
hi_in: डिस्कनेक्ट किया गया, कृपया अपनी नेटवर्क सेटिंग्स जाँचें
id_id: Koneksi terputus, periksa pengaturan jaringan Anda
it_it: Sei disconnesso/a, controlla le impostazioni di rete
ja_jp: 現在ネットワークが使用できません。ネットワークの設定を確認してください
ko_kr: 연결이 끊겼습니다. 네트워크 설정을 확인하세요.
ms_my: Terputus, sila periksa tetapan rangkaian anda
pt_br: Desconectado, verifique as configurações da sua rede
ru_ru: Соединение разорвано, проверьте ваши сетевые настройки
th_th: ขาดการเชื่อมต่อ โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Đã ngắt kết nối, vui lòng kiểm tra cài đặt mạng của bạn
zh_cn: 当前网络不可用，请检查网络设置
zh_tw: 目前網路不可用，請檢查網路設定

# NRI
source: Entering...
de_de: Eintreten...
es_es: Entrando...
fr_fr: Accès…
hi_in: प्रवेश कर रहा है...
id_id: Memasuki...
it_it: Immissione in corso
ja_jp: 加入中...
ko_kr: 입장 중...
ms_my: Memasuki...
pt_br: Entrando...
ru_ru: Выполняется вход...
th_th: กำลังเข้า...
vi_vn: Đang nhập...
zh_cn: 进入中...
zh_tw: 進入中…

# Hq0
source: Failed to load
de_de: Laden ist fehlgeschlagen.
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल हुआ
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드 실패
ms_my: Gagal memuat
pt_br: Falha no carregamento
ru_ru: Не удалось загрузить
th_th: โหลดไม่สำเร็จ
vi_vn: Tải thất bại
zh_cn: 数据加载失败
zh_tw: 資料載入失敗

# m9U
source: Failed to remove calendar, please try again later
de_de: Entfernen des Kalenders fehlgeschlagen, später erneut versuchen
es_es: Error al eliminar el calendario. Inténtalo de nuevo más tarde
fr_fr: Échec de la suppression du calendrier, veuillez réessayer plus tard
hi_in: कैलेंडर निकालने में विफल हुआ, कृपया बाद में फिर से प्रयास करें
id_id: Gagal menghapus kalender, coba lagi nanti
it_it: Impossibile rimuovere calendario, riprova più tardi
ja_jp: フォローを解除できませんでした。後で再試行してください
ko_kr: 캘린더 제거에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal membuang kalendar, sila cuba lagi kemudian
pt_br: Falha ao remover calendário, tente novamente mais tarde
ru_ru: Не удалось удалить календарь, попробуйте еще раз позже
th_th: ลบปฏิทินไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Xóa lịch thất bại, vui lòng thử lại sau
zh_cn: 退订失败，请稍后再试
zh_tw: 取消訂閱失敗，請稍後再試

# OQU
source: Failed to save
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fr_fr: Échec de l'enregistrement
hi_in: सहेजने में विफल हुआ
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存ができませんでした
ko_kr: 저장 실패
ms_my: Gagal menyimpan
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
th_th: บันทึกไม่สำเร็จ
vi_vn: Lưu thất bại
zh_cn: 保存失败
zh_tw: 儲存失敗

# OC0
source: Failed to transfer the event. Please try again.
de_de: Übertragen des Termins fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al transferir el evento. Inténtalo de nuevo.
fr_fr: Échec du transfert de l'événement. Veuillez réessayer.
hi_in: ईवेंट हस्तांतरित करने में विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Gagal mentransfer acara. Coba lagi.
it_it: Impossibile trasferire l'evento. Riprova.
ja_jp: 予定を移行できませんでした。再試行してください。
ko_kr: 이벤트를 이전하지 못했습니다. 다시 시도하세요.
ms_my: Gagal memindahkan acara. Sila cuba lagi.
pt_br: Falha ao transferir o evento. Tente novamente.
ru_ru: Не удалось перенести событие. Повторите попытку.
th_th: ถ่ายโอนเหตุการณ์ไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Chuyển nhượng sự kiện thất bại. Vui lòng thử lại.
zh_cn: 日程转移失败，请重试
zh_tw: 日程轉移失敗，請重試

# rU4
source: Failed to load guests
de_de: Gäste konnten nicht geladen werden.
es_es: Error al cargar los invitados
fr_fr: Échec du chargement des invités
hi_in: गेस्ट लोड करने में विफल हुआ
id_id: Gagal memuat tamu
it_it: Impossibile caricare ospiti
ja_jp: 参加者リストの取得に失敗しました
ko_kr: 게스트 로드 실패
ms_my: Gagal memuatkan tetamu
pt_br: Falha ao carregar convidados
ru_ru: Не удалось загрузить гостей
th_th: โหลดผู้รับเชิญไม่สำเร็จ
vi_vn: Tải khách thất bại
zh_cn: 获取参与者失败
zh_tw: 取得參與者失敗

# fpg
source: Failed to load
de_de: Laden ist fehlgeschlagen.
es_es: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड करने में विफल हुआ
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: 読み込みエラー
ko_kr: 로드 실패
ms_my: Gagal memuat
pt_br: Falha no carregamento
ru_ru: Не удалось загрузить
th_th: โหลดไม่สำเร็จ
vi_vn: Tải thất bại
zh_cn: 加载出错
zh_tw: 載入發生錯誤

# f/4
source: Loading failed
de_de: Laden fehlgeschlagen
es_es: Error de carga
fr_fr: Échec du chargement
hi_in: लोड करना विफल हुआ
id_id: Gagal memuat
it_it: Impossibile caricare
ja_jp: ロードに失敗しました。画面をタップしてもう一度やり直してください
ko_kr: 로드 실패
ms_my: Kegagalan memuat
pt_br: Falha no carregamento
ru_ru: Загрузка не выполнена
th_th: โหลดไม่สำเร็จ
vi_vn: Quá trình tải thất bại
zh_cn: 加载失败点击屏幕重试
zh_tw: 載入失敗，請點選螢幕重試

# PIw
source: Failed to load personal information
de_de: Laden der persönlichen Informationen fehlgeschlagen
es_es: Error al cargar la información personal
fr_fr: Échec du chargement des informations personnelles
hi_in: व्यक्तिगत जानकारी लोड करने में विफल हुआ
id_id: Gagal memuat informasi pribadi
it_it: Impossibile caricare informazioni personali
ja_jp: 個人情報の読み込みに失敗しました
ko_kr: 개인 정보 로드 실패
ms_my: Gagal memuat maklumat peribadi
pt_br: Falha ao carregar as informações pessoais
ru_ru: Не удалось загрузить персональную информацию
th_th: โหลดข้อมูลส่วนบุคคลไม่สำเร็จ
vi_vn: Tải thông tin cá nhân thất bại
zh_cn: 加载个人信息失败
zh_tw: 載入個人資訊失敗

# wsM
source: As this is a private event, you're unable to share it.
de_de: Da es ein privater Termin ist, können Sie diesen nicht teilen.
es_es: Como se trata de un evento privado, no puedes compartirlo.
fr_fr: Comme il s'agit d'un événement privé, vous ne pouvez pas le partager.
hi_in: चूँकि यह एक निजी ईवेंट है, आप इसे साझा करने में असमर्थ हैं.
id_id: Karena ini adalah acara privat, Anda tidak dapat membagikannya.
it_it: Poiché questo è un evento privato, non puoi condividerlo.
ja_jp: この予定はプライベート予定のため、共有できません
ko_kr: 비공개 이벤트이므로 공유할 수 없습니다.
ms_my: Kerana ini adalah acara peribadi, anda tidak boleh berkongsi.
pt_br: Como este é um evento particular, você não pode compartilhá-lo.
ru_ru: Вы не можете поделиться этим событием, так как оно является частным.
th_th: เนื่องจากเหตุการณ์ส่วนบุคคล คุณจึงไม่สามารถแบ่งปันได้
vi_vn: Vì đây là sự kiện riêng tư nên bạn không thể chia sẻ được sự kiện này.
zh_cn: 此日程为私密日程，无法分享
zh_tw: 此日程為私密日程，無法分享

# dJY
source: Removed
de_de: Entfernt
es_es: Eliminado
fr_fr: Retiré
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimosso
ja_jp: フォローが解除されました
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 退订成功
zh_tw: 取消訂閱成功

# B9U
source: Replying
de_de: Antworten...
es_es: Creado
fr_fr: Réponse…
hi_in: उत्तर दिया जा रहा है...
id_id: Membalas
it_it: Risposta in corso
ja_jp: 返信中
ko_kr: 회신 중...
ms_my: Menjawab
pt_br: Respondendo...
ru_ru: Отвечаем...
th_th: กำลังตอบกลับ...
vi_vn: Đang trả lời...
zh_cn: 回复中
zh_tw: 正在回覆

# x0E
source: Removing...
de_de: Entfernen...
es_es: Eliminando...
fr_fr: Retrait…
hi_in: निकाला जा रहा है...
id_id: Menghapus...
it_it: Rimozione in corso
ja_jp: フォローを解除中…
ko_kr: 제거 중...
ms_my: Membuang...
pt_br: Removendo...
ru_ru: Выполняется удаление...
th_th: กำลังลบออก...
vi_vn: Đang loại bỏ...
zh_cn: 退订中...
zh_tw: 取消訂閱中…

# hjQ
source: Something went wrong. Please try again.
de_de: Fehlgeschlagen, versuchen Sie es erneut
es_es: Error, vuelva a intentarlo
fr_fr: Échec, veuillez réessayer
hi_in: विफल हुआ, कृपया पुनः प्रयास करें
id_id: Gagal, coba lagi
it_it: Impossibile completare operazione, riprova
ja_jp: 失敗しました。もう一度やり直してください
ko_kr: 실패했습니다. 다시 시도하세요.
ms_my: Gagal, sila cuba lagi
pt_br: Falha, repita
ru_ru: Не выполнено, повторите попытку
th_th: ไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thất bại, vui lòng thử lại
zh_cn: 发生了一些问题，请重试
zh_tw: 失敗，請重試

# T2Y
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました。
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 保存成功
zh_tw: 儲存成功

# Y0g
source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement…
hi_in: सहेजा जा रहा है...
id_id: Menyimpan...
it_it: Salvataggio in corso
ja_jp: 保存中…
ko_kr: 저장 중...
ms_my: Menyimpan...
pt_br: Salvando...
ru_ru: Выполняется сохранение...
th_th: กำลังบันทึก...
vi_vn: Đang lưu...
zh_cn: 正在保存...
zh_tw: 正在儲存…

# 4Rs
source: Subscription failed, please try again later
de_de: Abonnement fehlgeschlagen, später erneut versuchen
es_es: Error en la suscripción. Inténtalo de nuevo más tarde
fr_fr: Échec de l'abonnement, veuillez réessayer plus tard
hi_in: सदस्यता विफल हुई, कृपया बाद में फिर से प्रयास करें
id_id: Gagal berlangganan, coba lagi nanti
it_it: Impossibile iscriversi, riprova più tardi
ja_jp: フォローできませんでした。後で再試行してください
ko_kr: 구독에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Langganan gagal, sila cuba lagi kemudian
pt_br: Falha na assinatura, tente novamente mais tarde
ru_ru: Не удалось оформить подписку, попробуйте еще раз позже
th_th: สมัครใช้งานไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Đăng ký thất bại, vui lòng thử lại sau
zh_cn: 订阅失败，请稍后再试
zh_tw: 訂閱失敗，請稍後再試

# 3jQ
source: Don't Quit
de_de: Nicht abbrechen
es_es: No abandonar
fr_fr: Ne pas quitter
hi_in: छोड़ें नहीं
id_id: Jangan Keluar
it_it: Non uscire
ja_jp: 退出しない
ko_kr: 종료 안 함
ms_my: Jangan Berhenti
pt_br: Não sair
ru_ru: Не выходить
th_th: ไม่ออก
vi_vn: Không Thoát
zh_cn: 不退出
zh_tw: 不退出

# fWo
source: Quit
de_de: Beenden
es_es: Abandonar
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
it_it: Esci
ja_jp: 退出
ko_kr: 종료
ms_my: Berhenti
pt_br: Sair
ru_ru: Выход из события после передачи
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# IH0
source: All the recurring events will be transferred. Are you sure?
de_de: Alle wiederkehrenden Termine werden übertragen. Sind Sie sicher?
es_es: Se transferirán todos los eventos periódicos. ¿Estás seguro?
fr_fr: Tous les événements récurrents seront transférés. Confirmer l'action ?
hi_in: सभी पुनरावृत्त ईवेंट स्थानांतरित किए जाएँगे. क्या आप ऐसा करना चाहते हैं?
id_id: Semua acara berulang akan ditransferkan. Anda yakin?
it_it: Tutti gli eventi ricorrenti verranno trasferiti. Vuoi procedere?
ja_jp: この繰り返し予定内のすべての予定を譲渡します。続行しますか？
ko_kr: 모든 반복 이벤트가 전달됩니다. 확인하셨습니까?
ms_my: Semua acara berulang akan dipindahkan. Adakah anda pasti?
pt_br: Todos os eventos recorrentes serão transferidos. Tem certeza disso?
ru_ru: Все повторяющиеся события будут переданы. Вы уверены?
th_th: กิจกรรมที่จัดซ้ำทั้งหมดจะถูกถ่ายโอน คุณแน่ใจหรือไม่
vi_vn: Tất cả sự kiện lặp lại sẽ được chuyển. Bạn có chắc không?
zh_cn: 将转让此重复性日程中的所有日程，要继续吗？
zh_tw: 會轉讓此重複性日程中的所有日程，要繼續嗎？

# mzk
source: Transfer Event
de_de: Termin übertragen
es_es: Transferir evento
fr_fr: Transférer l'événement
hi_in: ईवेंट स्थानांतरित करें
id_id: Transferkan acara
it_it: Trasferisci evento
ja_jp: 予定を譲渡
ko_kr: 이벤트 전달
ms_my: Pindahkan acara
pt_br: Transferir evento
ru_ru: Передать событие
th_th: ถ่ายโอนกิจกรรม
vi_vn: Chuyển sự kiện
zh_cn: 转让日程
zh_tw: 轉讓日程

# 3B8
source: This event will be removed from the current calendar, and will be transferred to the calendar of the new organizer.
de_de: Dieser Termin wird aus dem aktuellen Kalender entfernt und in den Kalender des neuen Organisators übertragen.
es_es: Este evento se eliminará del calendario actual y se transferirá al calendario del nuevo organizador.
fr_fr: Cet événement sera retiré du calendrier actuel et sera transféré au calendrier du nouvel organisateur.
hi_in: यह ईवेंट वर्तमान कैलेंडर से निकाल दिया जाएगा और इसे नए आयोजक के कैलेंडर पर स्थानांतरित किया जाएगा.
id_id: Acara ini akan dihapus dari kalender saat ini, dan akan ditransferkan ke kalender penyelenggara baru.
it_it: L'evento verrà rimosso dal calendario corrente e verrà trasferito sul calendario del nuovo organizzatore.
ja_jp: 譲渡後、この予定は元のカレンダーに削除され、新しい主催者のカレンダーに追加されます
ko_kr: 이 이벤트는 현재 캘린더에서 제거되며 새 주최자의 캘린더로 이전됩니다.
ms_my: Acara ini akan dikeluarkan dari kalendar semasa, dan akan dipindahkan ke kalendar penganjur baru.
pt_br: Este evento será removido do calendário atual e será transferido para o calendário do novo organizador.
ru_ru: Это событие будет удалено из текущего календаря и будет перемещено в календарь нового организатора.
th_th: เหตุการณ์นี้จะถูกลบออกจากปฏิทินปัจจุบัน และจะถูกถ่ายโอนไปยังปฏทินของผู้จัดใหม่
vi_vn: Sự kiện này sẽ bị xóa khỏi lịch hiện tại và được chuyển sang lịch của người tổ chức mới.
zh_cn: 转让后，此日程将从原日历中移除，并将添加到新组织者的日历中。
zh_tw: 轉讓後，此日程將從原日曆中移除，並將新增到新組織者的日曆中。

# 4SQ
source: Operation failed
de_de: Vorgang fehlgeschlagen
es_es: Error en la operación
fr_fr: Échec de l'opération
hi_in: ऑपरेशन विफल हुआ
id_id: Operasi gagal
it_it: Impossibile eseguire operazione
ja_jp: 譲渡できませんでした
ko_kr: 작업 실패
ms_my: Operasi gagal
pt_br: Falha na operação
ru_ru: Не удалось выполнить операцию
th_th: การดำเนินการไม่สำเร็จ
vi_vn: Thao tác thất bại
zh_cn: 转让失败
zh_tw: 轉讓失敗

# H44
source: Transfer successfully
de_de: Erfolgreich übertragen
es_es: Operación realizada correctamente
fr_fr: Opération réussie
hi_in: परिचालन सफल रहा
id_id: Berhasil ditransfer
it_it: Operazione completata
ja_jp: 譲渡しました
ko_kr: 작업 성공
ms_my: Operasi berjaya
pt_br: Operação realizada com êxito
ru_ru: Операция успешно выполнена
th_th: การดำเนินการสำเร็จ
vi_vn: Chuyển thành công
zh_cn: 转让成功
zh_tw: 轉讓成功

# mis
source: This event is no longer on your calendar
de_de: Der Termin steht nicht mehr in Ihrem Kalender
es_es: Más
fr_fr: Cet événement n'est plus dans votre calendrier
hi_in: यह ईवेंट अब आपके कैलेंडर पर नहीं है
id_id: Acara ini tidak ada di kalender Anda
it_it: Questo evento non è più presente nel tuo calendario
ja_jp: この予定はカレンダーに存在していません
ko_kr: 이 이벤트를 캘린더에서 더 이상 사용할 수 없습니다.
ms_my: Acara ini tidak lagi dalam kalendar anda
pt_br: Este evento não está mais no seu calendário
ru_ru: Это событие удалено из вашего календаря
th_th: กิจกรรมนี้ไม่อยู่ในปฏิทินของคุณอีกต่อไป
vi_vn: Sự kiện này không còn trên lịch của bạn
zh_cn: 此日程已不在你的日历上
zh_tw: 此日程已不在你的日曆上

source: Private calendar
de_de: Privater Kalender
es_es: Calendario privado
fr_fr: Calendrier privé
hi_in: निजी कैलेंडर
id_id: Kalender pribadi
it_it: Calendario privato
ja_jp: 非公開カレンダー
ko_kr: 비공개 캘린더
ms_my: Kalendar peribadi
pt_br: Calendário particular
ru_ru: Частный календарь
th_th: ปฏิทินส่วนตัว
vi_vn: Lịch riêng tư
zh_cn: 私密日历
zh_tw: 私密日曆

# mO4
source: Album
es_es: Álbum
ja_jp: アルバム
ko_kr: 앨범
pt_br: Álbum
ru_ru: Галерея
th_th: อัลบั้ม
zh_cn: 相册
zh_tw: 相簿

# dqY
source: Local File
de_de: Lokale Datei
es_es: Archivo local
fr_fr: Fichier local
id_id: File Lokal
it_it: File locale
ja_jp: ローカルファイル
ko_kr: 로컬 파일
ms_my: Fail Tempatan
pt_br: Arquivo local
ru_ru: Локальный файл
th_th: ไฟล์ภายในเครื่อง
vi_vn: Tập tin cục bộ
zh_cn: 本地文件
zh_tw: 本機檔案

# yjo
source: Take a Photo
de_de: Foto aufnehmen
es_es: Hacer una foto
fr_fr: Prendre une photo
id_id: Ambil Foto
it_it: Scatta una foto
ja_jp: 写真を撮る
ko_kr: 사진 찍기
ms_my: Ambil Gambar
pt_br: Tirar uma foto
ru_ru: Сфотографировать
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍摄
zh_tw: 拍攝

# Uns
source: Please upload again.
de_de: Bitte laden Sie erneut hoch.
es_es: Sube el contenido de nuevo.
fr_fr: Veuillez envoyer à nouveau.
id_id: Unggah lagi.
it_it: Carica di nuovo.
ja_jp: 再アップロードしてください
ko_kr: 다시 업로드하세요.
ms_my: Sila muat naik semula.
pt_br: Carregue novamente.
ru_ru: Загрузите еще раз.
th_th: โปรดอัปโหลดอีกครั้ง
vi_vn: Vui lòng tải lên lại.
zh_cn: 请重新上传
zh_tw: 請重新上傳

# 3PQ
source: Exceeded 25 MB limit
de_de: 25 MB-Grenze überschritten
es_es: Se ha excedido el límite de 25 MB
fr_fr: Dépassement de la limite de 25 Mo
id_id: Melampaui batas 25 MB
it_it: Limite di 25 MB superato
ja_jp: 上限の 25 MB を超えた
ko_kr: 25MB 제한을 초과했습니다
ms_my: Melebihi had 25 MB
pt_br: Limite de 25 MB excedido
ru_ru: Превышен лимит в 25 МБ.
th_th: เกินจำนวนสูงสุด 25 MB
vi_vn: Đã vượt quá giới hạn 25 MB
zh_cn: 超过 25 MB 上传上限
zh_tw: 超過 25 MB 上傳上限

# 2qY
source: Join Video Meeting
de_de: Videokonferenz beitreten
es_es: Unirse a la reunión por videollamada
fr_fr: Rejoindre une visioconférence
hi_in: वीडियो मीटिंग में शामिल हों
id_id: Bergabung dengan Rapat Video
it_it: Partecipa alla riunione video
ja_jp: ビデオ会議に参加
ko_kr: 화상 회의에 참가
ms_my: Sertai Mesyuarat Video
pt_br: Ingressar na reunião por vídeo
ru_ru: Присоединиться к видеоконференции
th_th: เข้าร่วมการประชุมทางวิดีโอ
vi_vn: Tham gia cuộc họp video
zh_cn: 加入视频会议
zh_tw: 加入視訊會議

# jTY
source: Start Video Meeting
de_de: Videobesprechung starten
es_es: Comenzar videollamada
fr_fr: Démarrer la réunion vidéo
hi_in: वीडियो मीटिंग प्रारंभ करें
id_id: Mulai rapat video
it_it: Inizia video conferenza
ja_jp: ビデオ会議を開始
ko_kr: 화상 회의 시작
ms_my: Mula Mesyuarat Video
pt_br: Iniciar videoconferência
ru_ru: Начать видеоконференцию
th_th: เริ่มการประชุมทางวิดิโอ
vi_vn: Bắt đầu cuộc họp video
zh_cn: 发起视频会议
zh_tw: 發起視訊會議

# 19M
source: Loading link...
de_de: Link wird geladen...
es_es: Cargado vínculo...
fr_fr: Chargement du lien…
hi_in: लिंक लोड हो रहा है...
id_id: Memuat tautan...
it_it: Caricamento link in corso
ja_jp: リンク読み込み中...
ko_kr: 링크 로드 중...
ms_my: Memuatkan pautan...
pt_br: Carregando link...
ru_ru: Загрузка ссылки...
th_th: กำลังโหลดลิงก์...
vi_vn: Tải đường dẫn…
zh_cn: 链接加载中...
zh_tw: 連結載入中…

# /4A
source: Link copied
de_de: Link kopiert
es_es: Vínculo copiado
fr_fr: Lien copié
hi_in: लिंक कॉपी किया गया
id_id: Tautan disalin
it_it: Link copiato
ja_jp: コピーしました
ko_kr: 링크 복사됨
ms_my: Pautan disalin
pt_br: Link copiado
ru_ru: Ссылка скопирована
th_th: คัดลอกลิงก์แล้ว
vi_vn: Đã sao chép liên kết
zh_cn: 链接已复制
zh_tw: 已複製連結

# lyI
source: Agenda
de_de: Tagesordnung
fr_fr: Ordre du jour
hi_in: एजेंडा
it_it: Ordine del giorno
ja_jp: 予定
ko_kr: 의제
pt_br: Programação
ru_ru: Повестка
th_th: วาระการประชุม
vi_vn: Chương trình họp
zh_cn: 日程
zh_tw: 日程

# vUE
source: Me
de_de: Ich
es_es: Mí
fr_fr: Moi
hi_in: मैं
id_id: Saya
ja_jp: わたし
ko_kr: 나
ms_my: Saya
pt_br: Eu
ru_ru: Я
th_th: ฉัน
vi_vn: Tôi
zh_cn: 我
zh_tw: 我

# Iw4
source: Failed to sync, please try again later
de_de: Synchronisieren fehlgeschlagen, später erneut versuchen
es_es: Error de sincronización. Inténtalo de nuevo más tarde
fr_fr: Échec de la synchronisation, veuillez réessayer plus tard
hi_in: सिंक करने में विफल हुआ, कृपया बाद में फिर से प्रयास करें
id_id: Gagal menyinkronkan, coba lagi nanti
it_it: Impossibile sincronizzare, riprova più tardi
ja_jp: 予定リストの同期に失敗しました。後で再試行してください
ko_kr: 동기화에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal menyelaras, sila cuba lagi kemudian
pt_br: Falha ao sincronizar, tente novamente mais tarde
ru_ru: Не удалось синхронизировать, попробуйте еще раз позже
th_th: ซิงก์ไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Đồng bộ hóa thất bại, vui lòng thử lại sau
zh_cn: 日程列表同步失败，请稍后再试
zh_tw: 日程清單同步失敗，請稍後再試

# KBM
source: 3 days
de_de: 3 Tage
es_es: 3 días
fr_fr: 3 jours
hi_in: 3 दिन
id_id: 3 hari
it_it: 3 giorni
ja_jp: 三日
ko_kr: 3일
ms_my: 3 hari
pt_br: 3 dias
ru_ru: 3 дня
th_th: 3 วัน
vi_vn: 3 ngày
zh_cn: 三日
zh_tw: 三日

# buE
source: Week
de_de: Woche
es_es: Semana
fr_fr: Semaine
hi_in: सप्ताह
id_id: Minggu
it_it: Settimana
ja_jp: 週表示
ko_kr: 주
ms_my: Minggu
pt_br: Semana
ru_ru: Неделя
th_th: สัปดาห์
vi_vn: Tuần
zh_cn: 周视图
zh_tw: 週視圖

# TWA
source: Week
de_de: Woche
es_es: Semana
fr_fr: Semaine
hi_in: सप्ताह
id_id: Minggu
it_it: Settimana
ja_jp: 週
ko_kr: 주
ms_my: Minggu
pt_br: Semana
ru_ru: Неделя
th_th: สัปดาห์
vi_vn: Tuần
zh_cn: 周
zh_tw: 週

# bOU
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
hi_in: सक्षम किया गया
id_id: Diaktifkan
it_it: Abilitato
ja_jp: 設定済み
ko_kr: 활성화됨
ms_my: Diaktifkan
pt_br: Ativado
ru_ru: Разрешено
th_th: เปิดใช้แล้ว
vi_vn: Đã kích hoạt
zh_cn: 已启用
zh_tw: 已啟用

# VaE
source: Enable working hours
de_de: Arbeitszeiten aktivieren
es_es: Activar horas laborables
fr_fr: Activer les heures de travail
hi_in: कार्य-समय सक्षम करें
id_id: Aktifkan jam kerja
it_it: Abilita l'orario di lavoro
ja_jp: 勤務時間を有効にする
ko_kr: 근무 시간 활성화
ms_my: Aktifkan waktu bekerja
pt_br: Ativar horário de trabalho
ru_ru: Активировать рабочие часы
th_th: เปิดใช้เวลาทำงาน
vi_vn: Kích hoạt giờ làm việc
zh_cn: 启用工作时间
zh_tw: 啟用工作時間

# fe0
source: Not enabled
de_de: Nicht aktiviert
es_es: Sin habilitar
fr_fr: Non activé
hi_in: सक्षम नहीं किया गया
id_id: Tidak diaktifkan
it_it: Non abilitato
ja_jp: 未設定
ko_kr: 활성화되지 않음
ms_my: Tidak diaktifkan
pt_br: Desativado
ru_ru: Не включено
th_th: ไม่ได้เปิดใช้
vi_vn: Chưa được kích hoạt
zh_cn: 未启用
zh_tw: 未啟用

# wg8
source: Off work
de_de: Arbeitsfrei
es_es: Fuera del horario laboral
fr_fr: Inactif
hi_in: अवकाश पर
id_id: Tidak bekerja
it_it: In ferie
ja_jp: 退席中
ko_kr: 근무 종료
ms_my: Tidak bekerja
pt_br: Fora do trabalho
ru_ru: Не на работе
th_th: ไม่ได้ทำงานอยู่
vi_vn: Nghỉ làm
zh_cn: 非工作时间
zh_tw: 非工作時間
