Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# I+M
source: All rooms
de_de: Alle Räume
es_es: Todas las salas de reuniones
fr_fr: Toutes les salles
hi_in: सभी रूम
id_id: Semua ruang
it_it: Tutte le sale
ja_jp: すべての会議室
ko_kr: 모든 회의실
ms_my: Semua bilik
pt_br: Todas as salas
ru_ru: Все комнаты
th_th: ห้องทั้งหมด
vi_vn: Tất cả phòng
zh_cn: 所有会议室
zh_tw: 所有會議室

# aY0
source: All day
de_de: Ganztäg.
es_es: Día
fr_fr: Journée
hi_in: पूरे दिन
id_id: Seharian
it_it: Tutto g.
ja_jp: 終日
ko_kr: 종일
ms_my: Sepanjang hari
pt_br: Dia todo
ru_ru: Весь день
th_th: ทั้งวัน
vi_vn: Cả ngày
zh_cn: 全天
zh_tw: 全天

# CUo
source: Attendees
de_de: Anwesende
es_es: Asistentes
fr_fr: Participants
id_id: Peserta
it_it: Ospiti
ja_jp: 出席者
ko_kr: 참석자
ms_my: Peserta
pt_br: Participantes
ru_ru: Участники
th_th: ผู้เข้าร่วม
vi_vn: Người tham dự
zh_cn: 观众
zh_tw: 觀眾

# /SQ
source: Auto adjust
de_de: Auto-Einstellung
es_es: Ajuste automático
fr_fr: Ajustement automatique
hi_in: स्वतः समायोजित करें
id_id: Penyesuaian otomatis
it_it: Regolazione automatica
ja_jp: ワンクリック調整
ko_kr: 자동 조정
ms_my: Laraskan secara automatik
pt_br: Ajustar automaticamente
ru_ru: Автокорректировка
th_th: ปรับอัตโนมัติ
vi_vn: Tự động điều chỉnh
zh_cn: 一键调整
zh_tw: 一鍵調整

# jiE
source: Available rooms
de_de: Verfügbare Räume
es_es: Salas disponibles
fr_fr: Salles disponibles
hi_in: उपलब्ध रूम
id_id: Ruang yang tersedia
it_it: Sale disponibili
ja_jp: 利用可能な会議室
ko_kr: 사용 가능한 회의실
ms_my: Bilik yang tersedia
pt_br: Salas disponíveis
ru_ru: Доступные комнаты
th_th: ห้องที่ว่าง
vi_vn: Phòng còn trống
zh_cn: 可用会议室
zh_tw: 可用會議室

# Oc0
source: Basic Info
de_de: Allgemeine Informationen
es_es: Información básica
fr_fr: Informations de base
id_id: Info Dasar
it_it: Informazioni di base
ja_jp: 基本情報
ko_kr: 기본 정보
ms_my: Maklumat Asas
pt_br: Informações básicas
ru_ru: Базовая информация
th_th: ข้อมูลเบื้องต้น
vi_vn: Thông tin cơ bản
zh_cn: 基本信息
zh_tw: 基本資訊

# D7g
source: Can only delete guest added by you
de_de: Nur von Ihnen hinzugefügte Gäste können gelöscht werden
es_es: Sólo puedes eliminar los invitados que has agregado
fr_fr: Vous pouvez uniquement supprimer les invités que vous avez ajoutés
hi_in: आपके द्वारा जोड़ा गया गेस्ट ही हटाया जा सकता है
id_id: Hanya dapat menghapus tamu yang ditambahkan oleh Anda
it_it: È possibile eliminare solo gli ospiti aggiunti da te
ja_jp: 追加した参加者のみ削除できます
ko_kr: 회원님이 추가한 게스트만 삭제할 수 있음
ms_my: Hanya boleh padam tetamu yang ditambah oleh anda
pt_br: Pode excluir apenas o convidado que você adicionou
ru_ru: Можно удалять только гостей, добавленных вами
th_th: สามารถลบได้เฉพาะผู้รับเชิญที่คุณเพิ่มเองเท่านั้น
vi_vn: Chỉ có thể xóa khách do bạn thêm
zh_cn: 仅可删除你添加的参与人
zh_tw: 僅可刪除你新增的參與人

# FO8
source: You can't select the type of video meeting as the current version is out of date. Please update to the latest version.
de_de: Sie können die Art der Videobesprechung nicht auswählen, da die aktuelle Version veraltet ist. Bitte aktualisieren Sie auf die neueste Version.
es_es: No puedes seleccionar el tipo de reunión por videollamada porque la versión actual está anticuada. Actualiza a la versión más reciente.
fr_fr: Vous ne pouvez pas sélectionner le type de réunion vidéo car la version actuelle est obsolète. Veuillez mettre à jour à la dernière version.
hi_in: वर्तमान संस्करण पुराना होने के कारण आप वीडियो मीटिंग का प्रकार नहीं चुन सकते. कृपया नवीनतम संस्करण पर अपडेट करें.
id_id: Anda tidak dapat memilih jenis rapat video karena versi saat ini sudah usang. Perbarui ke versi terbaru.
it_it: Non puoi selezionare il tipo di riunione video poiché questa versione è obsoleta. Aggiorna l'app all'ultima versione.
ja_jp: ご利用のバージョンでビデオ会議のタイプを設定できません。最新バージョンにアップデートしてください。
ko_kr: 현재 버전이 오래되어 화상 회의 유형을 선택할 수 없습니다. 최신 버전으로 업데이트하세요.
ms_my: Anda tidak boleh memilih jenis mesyuarat video kerana versi semasa sudah lapuk. Sila kemas kini ke versi terkini.
pt_br: Não é possível selecionar o tipo de reunião por vídeo, pois a versão atual está desatualizada. Atualize para a versão mais recente.
ru_ru: Невозможно выбрать тип видеоконференции, так как текущая версия устарела. Обновите программу до последней версии.
th_th: คุณไม่สามารถเลือกประเภทของการประชุมทางวิดีโอได้เนื่องจากเวอร์ชันปัจจุบันล้าสมัย โปรดอัปเดตให้เป็นเวอร์ชันล่าสุด
vi_vn: Bạn không thể chọn loại cuộc họp video vì phiên bản hiện tại đã hết hạn. Vui lòng cập nhật lên phiên bản mới nhất.
zh_cn: 当前版本无法设置视频会议类型，请升级到最新版本
zh_tw: 目前版本無法設定視訊會議類型，請升級到最新版本

# qww
source: Unable to save event. Please try again later.
de_de: Ereignis kann nicht gespeichert werden. Versuchen Sie es später erneut.
es_es: No se puede guardar el evento. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'enregistrer l'événement. Veuillez réessayer plus tard.
hi_in: ईवेंट सहेजने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat menyimpan acara. Coba lagi nanti.
it_it: Impossibile salvare l'evento. Riprova più tardi.
ja_jp: 予定を保存できません。後で再試行してください
ko_kr: 이벤트를 저장할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat menyimpan acara. Sila cuba lagi kemudian.
pt_br: Não é possível salvar o evento. Tente novamente mais tarde.
ru_ru: Не удалось сохранить событие. Повторите попытку позже.
th_th: ไม่สามารถบันทึกกิจกรรมได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể lưu sự kiện. Vui lòng thử lại sau.
zh_cn: 日程无法保存，请稍后重试
zh_tw: 無法儲存日程，請稍後重試

# Id4
source: Minimum capacity
de_de: Minimale Kapazität
es_es: Capacidad mínima
fr_fr: Capacité minimum
hi_in: न्यूनतम क्षमता
id_id: Kapasitas minimal
it_it: Capacità minima
ja_jp: 最小収容人数
ko_kr: 최소 수용 인원
ms_my: Kapasiti minimum
pt_br: Capacidade mínima
ru_ru: Минимальная вместимость
th_th: ความจุต่ำสุด
vi_vn: Sức chứa tối thiểu
zh_cn: 最少需容纳人数
zh_tw: 最少可容納人數

# Eps
source: Capacity
de_de: Kapazität
es_es: Capacidad
fr_fr: Capacité
hi_in: क्षमता
id_id: Kapasitas
it_it: Capacità
ja_jp: 収容人数
ko_kr: 수용 인원
ms_my: Kapasiti
pt_br: Capacidade
ru_ru: Вместимость
th_th: ความจุ
vi_vn: Sức chứa
zh_cn: 容纳人数
zh_tw: 可容納人數

# YLI
source: Transfer
de_de: Übertragen
es_es: Transferir
fr_fr: Transférer
hi_in: स्थानांतरित करें
it_it: Trasferisci
ja_jp: 移行
ko_kr: 이전
ms_my: Pindah
pt_br: Transferir
ru_ru: Перенос
th_th: ถ่ายโอน
vi_vn: Chuyển
zh_cn: 转移
zh_tw: 轉移

# aIs
source: This is a recurring event. All instances will be transferred to the selected calendar.
de_de: Dies ist ein wiederkehrender Termin. Alle Instanzen werden in den ausgewählten Kalender übertragen.
es_es: Este evento es periódico. Todas las instancias se transferirán al calendario seleccionado.
fr_fr: Ceci est un événement récurrent. Toutes les instances seront transférées vers le calendrier sélectionné.
hi_in: यह एक पुनरावृत्ति ईवेंट है. सभी इंस्टान्स को चयनित कैलेंडर पर स्थानांतरित किया जाएगा.
id_id: Ini adalah acara berulang. Semua jadwal akan ditransferkan ke kalender yang dipilih.
it_it: Questo è un evento ricorrente. Tutte le istanze verranno trasferite al calendario selezionato.
ja_jp: これは繰り返し予定です。すべての予定は選択したカレンダーに移動します
ko_kr: 반복 이벤트입니다. 모든 인스턴스가 선택한 캘린더로 이전됩니다.
ms_my: Ini adalah acara berulang. Semua kejadian akan dipindahkan ke kalendar yang dipilih.
pt_br: Este é um evento recorrente. Todas as instâncias serão transferidas para o calendário selecionado.
ru_ru: Это повторяющееся событие. Все его повторы будут перенесены в выбранный календарь.
th_th: นี่คือเหตุการณ์ที่เกิดซ้ำ อินสแตนซ์ทั้งหมดจะถูกโอนไปยังปฏิทินที่เลือก
vi_vn: Đây là sự kiện định kỳ. Tất cả các phiên bản sẽ được chuyển nhượng cho lịch đã chọn.
zh_cn: 此为重复性日程，所有日程都将被转移到所选日历
zh_tw: 此為重複性日程，所有日程都會轉移到選取的日曆

# Jis
source: Transfer this event to the selected calendar?
de_de: Diesen Termin in den ausgewählten Kalender übertragen?
es_es: ¿Transferir este evento periódico al calendario seleccionado?
fr_fr: Transférer cet événement vers le calendrier sélectionné ?
hi_in: इस ईवेंट को चयनित कैलेंडर में स्थानांतरित करें?
id_id: Transfer acara ini ke kalender yang dipilih?
it_it: Trasferire questo evento al calendario selezionato?
ja_jp: この予定を選択したカレンダーに移行しますか？
ko_kr: 이 이벤트를 선택한 캘린더로 이전하시겠습니까?
ms_my: Pindahkan acara ini ke kalendar yang dipilih?
pt_br: Transferir este evento para o calendário selecionado?
ru_ru: Перенести это событие в выбранный календарь?
th_th: ถ่ายโอนเหตุการณ์นี้ไปยังปฏิทินที่เลือกหรือไม่
vi_vn: Chuyển nhượng sự kiện này cho lịch đã chọn?
zh_cn: 确定将此日程转移到所选日历？
zh_tw: 確定將此日程轉移到選取的日曆？

# WmA
source: The meeting rooms below aren't available in this period of time. Reservation will fail if time changes are made.
de_de: Die unten aufgeführten Besprechungsräume sind in diesem Zeitraum nicht verfügbar. Die Reservierung schlägt fehl, wenn Zeiten geändert werden.
es_es: Las siguientes salas de reuniones no están disponibles en este período de tiempo. Si se cambian las horas, la reserva no se realizará.
fr_fr: Les salles de réunion ci-dessous ne sont pas disponibles à cette période. La réservation échouera en cas de modification de l'heure.
hi_in: नीचे दिए गए मीटंग रूम इस समयावधि में उपलब्ध नहीं हैं. अगर समय में बदलाव किया गया तो आरक्षण विफल हो जाएगा.
id_id: Ruang rapat di bawah tidak tersedia dalam periode waktu ini. Reservasi akan gagal jika ada perubahan waktu.
it_it: Le sale riunioni riportate in basso non sono disponibili in questo lasso di tempo. La prenotazione non andrà a buon fine qualora si apportino modifiche alla data e/o all'ora.
ja_jp: 変更すると、以下の会議室を予約できなくなります。
ko_kr: 이 기간 동안 아래 회의실을 사용할 수 없습니다. 시간이 변경되면 예약이 실패합니다.
ms_my: Bilik mesyuarat di bawah tidak tersedia pada tempoh masa ini. Tempahan akan gagal jika perubahan masa dibuat.
pt_br: As salas de reuniões abaixo não estão disponíveis neste período. As reservas falharão se forem feitas alterações na hora.
ru_ru: В этот период времени комнаты, указанные ниже, недоступны. При изменении времени резервирование завершится сбоем.
th_th: ห้องประชุมด้านล่างไม่พร้อมใช้งานในช่วงเวลานี้ การจองจะล้มเหลวหากมีการเปลี่ยนแปลงเวลาในการจอง
vi_vn: Các phòng họp dưới đây không khả dụng trong khoảng thời gian này. Lịch sử dụng phòng họp đã đặt sẽ vô hiệu nếu thay đổi thời gian.
zh_cn: 以下会议室在更改后的时段不支持预定。若确定更改，会议室将预定失败。
zh_tw: 以下會議室在變更後的時段不支援預定。若確定變更，會議室會預定失敗。

# ILA
source: Change the event time?
de_de: Terminzeit ändern?
es_es: ¿Cambiar la hora del evento?
fr_fr: Modifier l'heure de l'événement ?
hi_in: ईवेंट का समय बदलें?
id_id: Ubah waktu reservasi?
it_it: Cambiare la data e/o l'ora dell'evento?
ja_jp: 予約時間を変更しますか？
ko_kr: 이벤트 시간을 변경하시겠습니까?
ms_my: Ubah masa acara?
pt_br: Alterar hora do evento?
ru_ru: Изменить время резервирования?
th_th: เปลี่ยนเวลาของเหตุการณ์หรือไม่
vi_vn: Thay đổi thời gian sự kiện?
zh_cn: 确定更改日程时段？
zh_tw: 確定要變更日程時段？

# Ijc
source: Alerts
de_de: Erinnerungen
es_es: Alertas
fr_fr: Alertes
hi_in: अलर्ट
id_id: Peringatan
it_it: Avvisi
ja_jp: 通知時間を選択
ko_kr: 알림
ms_my: Makluman
pt_br: Alertas
ru_ru: Напоминания
th_th: การแจ้งเตือน
vi_vn: Nhắc nhở
zh_cn: 选择提醒时间
zh_tw: 選擇提醒時間

# Mzs
source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
hi_in: उपलब्धता
id_id: Ketersediaan
it_it: Disponibilità
ja_jp: 状態を選択
ko_kr: 가용성
ms_my: Ketersediaan
pt_br: Disponibilidade
ru_ru: Доступность
th_th: ความพร้อมใช้งาน
vi_vn: Độ sẵn sàng
zh_cn: 选择忙闲
zh_tw: 選擇忙碌狀態

# A6E
source: Choose calendar
de_de: Kalender auswählen
es_es: Elegir calendario
fr_fr: Choisir un calendrier
hi_in: कैलेंडर चुनें
id_id: Pilih kalender
it_it: Scegli calendario
ja_jp: カレンダーを選択
ko_kr: 캘린더 선택
ms_my: Pilih kalendar
pt_br: Escolher calendário
ru_ru: Выбрать календарь
th_th: เลือกปฏิทิน
vi_vn: Chọn lịch
zh_cn: 选择日历
zh_tw: 選擇日曆

# 0rE
source: Choose event color
de_de: Terminfarbe wählen
es_es: Elegir color de evento
fr_fr: Choisir la couleur de l'événement
hi_in: ईवेंट का रंग चुनें
id_id: Pilih warna acara
it_it: Scegli colore dell'evento
ja_jp: 予定の色を選択
ko_kr: 이벤트 색상 선택
ms_my: Pilih warna acara
pt_br: Escolher cor do evento
ru_ru: Выберите цвет события
th_th: เลือกสีกิจกรรม
vi_vn: chọn màu sắc sự kiện
zh_cn: 选择日程颜色
zh_tw: 選擇日程顏色

# o5A
source: Chosen rooms
de_de: Ausgewählte Räume
es_es: Salas de reuniones elegidas
fr_fr: Salles choisies
hi_in: चयनित रूम
id_id: Ruang yang dipilih
it_it: Sale scelte
ja_jp: 会議室を選択済み
ko_kr: 선택된 회의실
ms_my: Bilik pilihan
pt_br: Salas escolhidas
ru_ru: Выбранные комнаты
th_th: ห้องที่เลือก
vi_vn: Phòng đã chọn
zh_cn: 已选择会议室
zh_tw: 已選擇會議室

# 8bU
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# TTg
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# jFk
source: Create a webinar
de_de: Ein Webinar erstellen
es_es: Crear un seminario web
fr_fr: Créer un webinaire
id_id: Buat webinar
it_it: Crea un webinar
ja_jp: ウェビナーを作成
ko_kr: 웨비나 생성
ms_my: Cipta webinar
pt_br: Criar um webinar
ru_ru: Создать вебинар
th_th: สร้างการสัมมนาออนไลน์
vi_vn: Tạo webinar
zh_cn: 创建网络研讨会
zh_tw: 建立網路研討會

# Noc
source: Share the event to chat
de_de: Termin in Chat teilen
es_es: Compartir el evento en el chat
fr_fr: Partager l'événement dans la discussion
hi_in: चैट में ईवेंट साझा करें
id_id: Berbagi acara ke obrolan
it_it: Condividi l'evento nella chat
ja_jp: 同時に予定を元のチャットに共有します
ko_kr: 이벤트를 채팅에 공유
ms_my: Kongsi acara ke sembang
pt_br: Compartilhar o evento no chat
ru_ru: Поделиться событием в чате
th_th: แชร์กิจกรรมเพื่อแชท
vi_vn: Chia sẻ sự kiện vào trò chuyện
zh_cn: 同时将日程分享到原会话中
zh_tw: 同時將日程分享到原對話中

# dl0
source: Create Event
de_de: Termin erstellen
es_es: Crear evento
fr_fr: Créer un événement
hi_in: कोई ईवेंट बनाएँ
id_id: Buat Acara
it_it: Crea evento
ja_jp: 予定を作成
ko_kr: 이벤트 생성
ms_my: Cipta acara
pt_br: Criar evento
ru_ru: Создать событие
th_th: สร้างกิจกรรม
vi_vn: Tạo sự kiện
zh_cn: 创建日程
zh_tw: 建立日程

# ErU
source: Create Webinar
de_de: Webinar erstellen
es_es: Crear seminario web
fr_fr: Créer un webinaire
id_id: Buat Webinar
it_it: Crea webinar
ja_jp: ウェビナーを作成
ko_kr: 웨비나 생성
ms_my: Cipta Webinar
pt_br: Criar webinar
ru_ru: Создать вебинар
th_th: สร้างการสัมมนาออนไลน์
vi_vn: Tạo webinar
zh_cn: 创建网络研讨会
zh_tw: 建立網路研討會

# iEc
source: Default visibility
de_de: Standard-Sichtbarkeit
es_es: Visibilidad predeterminada
fr_fr: Visibilité par défaut
hi_in: डिफ़ॉल्ट दृश्यता
id_id: Visibilitas Standar
it_it: Visibilità predefinita
ja_jp: デフォルトの公開範囲
ko_kr: 기본 공개 설정
ms_my: Keterlihatan lalai
pt_br: Visibilidade padrão
ru_ru: По умолчанию
th_th: การแสดงผลเริ่มต้น
vi_vn: Khả năng hiển thị mặc định
zh_cn: 默认的公开范围
zh_tw: 預設的公開範圍

# +QI
source: Delete all events
de_de: Alle Ereignisse löschen
es_es: Eliminar todos los eventos
fr_fr: Supprimer tous les événements
hi_in: सभी ईवेंट हटाएँ
id_id: Hapus semua acara
it_it: Elimina tutti gli eventi
ja_jp: すべてを削除
ko_kr: 모든 이벤트 삭제
ms_my: Padam semua acara
pt_br: Excluir todos os eventos
ru_ru: Удалить все события
th_th: ลบเหตุการณ์ทั้งหมด
vi_vn: Xóa tất cả sự kiện
zh_cn: 删除所有日程
zh_tw: 刪除所有日程

# xnQ
source: Delete this event
de_de: Dieses Ereignis löschen
es_es: Eliminar este evento
fr_fr: Supprimer cet événement
hi_in: यह ईवेंट हटाएँ
id_id: Hapus acara ini
it_it: Elimina questo evento
ja_jp: この予定を削除
ko_kr: 이 이벤트 삭제
ms_my: Padam acara ini sahaja
pt_br: Excluir este evento
ru_ru: Удалить это событие
th_th: ลบเหตุการณ์นี้
vi_vn: Xóa sự kiện này
zh_cn: 仅删除此日程
zh_tw: 僅刪除此日程

# 3Ds
source: Description
de_de: Beschreibung
es_es: Descripción
hi_in: जानकारी
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
ms_my: Keterangan
pt_br: Descrição
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# NF8
source: Description
de_de: Beschreibung
es_es: Descripción
hi_in: जानकारी
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明を追加
ko_kr: 설명
ms_my: Penerangan
pt_br: Descrição
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Mô tả
zh_cn: 添加描述
zh_tw: 新增描述

# T8c
source: Device
de_de: Gerät
es_es: Dispositivo
fr_fr: Appareil
hi_in: डिवाइस
id_id: Perangkat
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
ms_my: Peranti
pt_br: Dispositivo
ru_ru: Устройство
th_th: อุปกรณ์
vi_vn: Thiết bị
zh_cn: 设备
zh_tw: 裝置

# XJw
source: Dial-in
de_de: Einwahl
es_es: Llamada entrante
fr_fr: Appel entrant
hi_in: डायल-इन
id_id: Panggilan masuk
it_it: Componi numero
ja_jp: ダイヤルイン
ko_kr: 전화 접속
ms_my: Dail-masuk
pt_br: Chamada interna
ru_ru: Подключение по телефону
th_th: โทรเข้า
vi_vn: Quay số
zh_cn: 电话拨入
zh_tw: 電話撥入

# Nvw
source: To join this meeting, dial the phone number based on your location and enter the meeting ID.
de_de: Um dieser Besprechung beizutreten, geben Sie die Telefonnummer für Ihren Ort und die Besprechungs-ID ein.
es_es: Para unirte a esta reunión, marca el número de teléfono según tu ubicación e introduce el código de reunión.
fr_fr: Pour rejoindre cette réunion, composez le numéro de téléphone en fonction de votre emplacement et saisissez l'ID de réunion.
hi_in: इस मीटिंग में शामिल होने के लिए, अपने स्थान के आधार पर फ़ोन नंबर डायल करें और मीटिंग ID दर्ज करें.
id_id: Untuk bergabung dengan rapat ini, tekan nomor telepon berdasarkan lokasi Anda dan masukkan ID rapat.
it_it: Per partecipare a questa riunione, componi il numero di telefono in base alla tua posizione e immetti l'ID riunione.
ja_jp: この会議に参加するには、所在地に基づいて、ダイヤルしてから会議 ID を入力してください
ko_kr: 이 회의에 참가하려면 해당 위치에 따라 전화번호에 전화를 걸고 회의 ID를 입력하세요.
ms_my: Untuk menyertai mesyuarat ini, dail nombor telefon berdasarkan lokasi anda dan masukkan ID mesyuarat.
pt_br: Para ingressar nesta reunião, disque o número de telefone com base em sua localização e insira o ID de reunião.
ru_ru: Чтобы присоединиться к этой конференции, наберите номер телефона на основании вашего местоположения и введите ID конференции.
th_th: หากต้องการเข้าร่วมการประชุมนี้ ให้ต่อหมายเลขโทรศัพท์ตามตำแหน่งที่ตั้งของคุณและป้อน ID การประชุม
vi_vn: Để tham gia cuộc họp này, hãy quay số điện thoại theo địa điểm rồi nhập ID cuộc họp.
zh_cn: 要加入此会议，请根据你的所在地拨打号码，然后输入会议 ID
zh_tw: 要加入此會議，請根據你的所在地撥打號碼，然後輸入會議 ID

# 5Qk
source: You can't drag a multi-day event to other dates yet.
de_de: Sie können einen mehrtägigen Termin noch nicht auf andere Daten ziehen.
es_es: Todavía no puedes arrastrar un evento de varios días a otras fechas.
fr_fr: Vous ne pouvez pas faire glisser un événement de plusieurs jours vers d'autres dates pour le moment.
hi_in: आप एक कई दिन तक चलने वाले ईवेंट को अभी तक अन्य तिथियों तक नहीं खींच सकते हैं.
id_id: Anda belum dapat menarik acara multi-hari ke tanggal lainnya.
it_it: Non puoi ancora trascinare un evento di più giorni in altre date.
ja_jp: 複数日にまたがる予定はドラッグ＆ドロップできません
ko_kr: 여러 날에 걸친 이벤트를 다른 날짜로 아직 끌어 놓을 수 없습니다.
ms_my: Seret acara sepanjang hari belum disokong lagi
pt_br: Você ainda não pode arrastar um evento de vários dias para outras datas.
ru_ru: Пока нельзя перенести многодневное событие на другие даты
th_th: คุณยังไม่สามารถลากเหตุการณ์ไปยังวันที่อื่นได้
vi_vn: Bạn không thể kéo một sự kiện diễn ra trong nhiều ngày đến các ngày khác.
zh_cn: 暂不支持拖动跨天日程
zh_tw: 暫不支援拖動跨天日程

# emA
source: The start date must be earlier than the end date.
de_de: Das Startdatum muss vor dem Enddatum liegen.
es_es: La fecha de inicio debe ser anterior a la fecha de finalización.
fr_fr: La date de début doit être antérieure à la date de fin.
hi_in: प्रारंभ करने की दिनांक समाप्ति दिनांक के पहले की होनी चाहिए.
id_id: Tanggal mulai harus lebih awal daripada tanggal selesai.
it_it: La data di inizio deve essere precedente alla data di fine.
ja_jp: 終了日には、開始日より後の日付を指定してください
ko_kr: 시작일은 종료일 전이어야 합니다.
ms_my: Tarikh mula mesti lebih awal daripada tarikh tamat.
pt_br: A data de início deve ser anterior à data de término.
ru_ru: Дата начала должна наступать раньше даты окончания.
th_th: วันที่เริ่มจะต้องเป็นวันก่อนวันที่สิ้นสุด
vi_vn: Ngày bắt đầu phải sớm hơn ngày kết thúc.
zh_cn: 截止日期需晚于开始日期
zh_tw: 截止日期需晚於開始日期

# b00
source: End time
de_de: Endzeit
es_es: Hora de finalización
fr_fr: Heure de fin
hi_in: समाप्ति समय
id_id: Waktu selesai
it_it: Ora di fine
ja_jp: 終了時刻
ko_kr: 종료 시간
ms_my: Masa tamat
pt_br: Hora de término
ru_ru: Время окончания
th_th: เวลาสิ้นสุด
vi_vn: Thời gian kết thúc
zh_cn: 结束时间
zh_tw: 結束時間

# Jp4
source: Ends time
de_de: Ende-Datum
es_es: Fecha de finalización
fr_fr: Date de fin
hi_in: समाप्ति दिनांक
id_id: Tanggal selesai
it_it: Data di fine
ja_jp: 期限を選択
ko_kr: 종료일
ms_my: Tarikh tamat
pt_br: Data de término
ru_ru: Дата окончания
th_th: วันที่สิ้นสุด
vi_vn: Ngày kết thúc
zh_cn: 选择截止时间
zh_tw: 選擇截止日期

# 5xo
source: Ends
de_de: Endet am
es_es: Termina el
fr_fr: Heure de fin
hi_in: इस तक समाप्त हो जाएगा
id_id: Berakhir pada
it_it: Termina il
ja_jp: 期限
ko_kr: 종료
ms_my: Tamat pada
pt_br: Termina em
ru_ru: Оканчивается
th_th: สิ้นสุดเมื่อ
vi_vn: Kết thúc vào
zh_cn: 截止时间
zh_tw: 截止日期

# 7Uc
source: Enter Livestream Studio
de_de: Livestream-Studio aufrufen
es_es: Entrar al estudio de emisión en directo
fr_fr: Ouvrir le Studio de diffusion en direct
hi_in: लाइवस्ट्रीम स्टूडियो में जाएं
id_id: Masuk ke Studio Streaming Langsung
it_it: Accedi a Studio live streaming
ja_jp: スタジオに参加
ko_kr: 실시간 스트리밍 스튜디오 시작
ms_my: Masuk ke Studio Livestream
pt_br: Entrar no Livestream Studio
ru_ru: Вход в студию трансляции
th_th: เข้าสู่สตูดิโอสตรีมสด
vi_vn: Vào Studio Phát trực tiếp
zh_cn: 进入直播间
zh_tw: 進入直播室

# 4fw
source: Enter URL: https://...
de_de: URL eingeben: https://...
es_es: Introduce la URL: https://...
fr_fr: Saisir l'URL : https://...
hi_in: URL: https://... दर्ज करें
id_id: Masukkan URL: https://...
it_it: Immetti URL: https://...
ja_jp: URL を入力：https://...
ko_kr: URL 입력: https://...
ms_my: Masukkan URL: https://...
pt_br: Inserir URL: https://...
ru_ru: Введите URL: https://...
th_th: ป้อน URL: https://...
vi_vn: Nhập URL: https://...
zh_cn: 输入链接：https://...
zh_tw: 輸入連結：https://...

# s8k
source: Event color
de_de: Terminfarbe
es_es: Color de eventos
fr_fr: Couleur de l'événement
hi_in: ईवेंट का रंग
id_id: Warna acara
it_it: Colore dell'evento
ja_jp: 予定の色
ko_kr: 이벤트 색상
ms_my: Warna acara
pt_br: Cor do evento
ru_ru: Цвет события
th_th: สีกิจกรรม
vi_vn: Màu sắc sự kiện
zh_cn: 日程颜色
zh_tw: 日程顏色

# aqw
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure
hi_in: समय
id_id: Waktu
it_it: Ora
ja_jp: 時間
ko_kr: 시간
ms_my: Masa
pt_br: Hora
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian
zh_cn: 日程时间
zh_tw: 日程時間

# yFI
source: Find a time
de_de: Eine Zeit finden
es_es: Buscar una hora
fr_fr: Choisir une heure
hi_in: ऐसा समय ढूँढें
id_id: Cari waktu
it_it: Trova un orario
ja_jp: 時間を調整
ko_kr: 시간 찾기
ms_my: Cari masa
pt_br: Encontrar uma hora
ru_ru: Найти время
th_th: ค้นหาช่วงเวลา
vi_vn: Tìm một thời gian
zh_cn: 安排时间
zh_tw: 安排時間

# Nqg
source: Failed to load. Please try later.
de_de: Laden fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al cargar. Inténtalo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में प्रयास करें.
id_id: Gagal memuat. Coba nanti.
it_it: Impossibile caricare. Prova più tardi.
ja_jp: 読み込めませんでした。後で再試行してください
ko_kr: 로드에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal memuatkan. Sila cuba lagi kemudian.
pt_br: Falha ao carregar. Tente mais tarde.
ru_ru: Не удалось загрузить. Попробуйте позже.
th_th: โหลดไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Tải thất bại. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_tw: 載入失敗，請稍後重試

# ePg
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загружается...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中…

# saA
source: Add description
de_de: Beschreibung hinzufügen
es_es: Agregar descripción
fr_fr: Ajouter une description
hi_in: जानकारी जोड़ें
id_id: Tambah deskripsi
it_it: Aggiungi descrizione
ja_jp: 説明を入力
ko_kr: 설명 추가
ms_my: Tambah keterangan
pt_br: Adicionar descrição
ru_ru: Добавить описание
th_th: เพิ่มคำอธิบาย
vi_vn: Thêm mô tả
zh_cn: 请输入内容
zh_tw: 請輸入內容
