Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# txw
source: You will join the event as a guest. All the guests will enter the meeting group after creating it.
de_de: Sie werden dem Termin als Gast beitreten. Alle Gäste treten der Besprechungsgruppe nach deren Erstellung bei.
es_es: Te unirás al evento como invitado. Todos los invitados entrarán en el grupo de reunión una vez creado.
fr_fr: Vous rejoindrez l'événement en tant qu'invité. Tous les invités accéderont au groupe de réunion après sa création.
hi_in: आप एक गेस्ट के रूप में ईवेंट में शामिल होंगे. सभी गेस्ट मीटिंग समूह बनाए जाने के बाद उसमें प्रवेश करेंगे.
id_id: Anda akan bergabung dengan acara sebagai tamu. Semua tamu akan memasuki grup rapat setelah grup rapat dibuat.
it_it: Parteciperai all'evento come ospite. Tutti gli ospiti parteciperanno al gruppo della riunione dopo averlo creato.
ja_jp: 作成後、あなたはこの予定の参加者となり、参加者全員が会議グループに参加します
ko_kr: 회원님은 이벤트에 게스트로 참가합니다. 모든 게스트는 생성 후 회의 그룹에 입장합니다.
ms_my: Anda akan menyertai acara sebagai tetamu. Semua tetamu akan masuk ke kumpulan mesyuarat selepas membuatnya.
pt_br: Você ingressará no evento como convidado. Todos os convidados entrarão no grupo de reunião após ser criado.
ru_ru: Вы присоединитесь к событию в статусе гостя. После создания в группу конференции войдут все гости.
th_th: คุณจะเข้าร่วมกิจกรรมในฐานะผู้รับเชิญ ผู้รับเชิญทั้งหมดจะเข้ากลุ่มการประชุมหลังจากสร้างกลุ่มแล้ว
vi_vn: Bạn sẽ tham gia sự kiện với tư cách là khách. Tất cả khách sẽ vào nhóm tham gia họp sau khi tạo nhóm.
zh_cn: 创建后，你将作为参与者加入此日程，所有参与者都会进入会议群组
zh_tw: 建立後，您會作為參與者加入此日程，所有參與者都會進入會議群組

# SpI
source: The corresponding meeting group will be dismissed if all recurring events are deleted.
de_de: Die entsprechende Besprechungsgruppe wird verworfen, wenn alle wiederkehrenden Termine gelöscht werden.
es_es: Si se eliminan todos los eventos periódicos, se descartará el grupo de reunión correspondiente.
fr_fr: Le groupe de réunion correspondant sera annulé si tous les événements récurrents sont supprimés.
hi_in: यदि सभी पुनरावृत्ति ईवेंट हटा दिए जाते हैं, तो संगत मीटिंग समूह निरस्त कर दिया जाएगा.
id_id: Grup rapat terkait akan dibubarkan jika semua acara berulang dihapus.
it_it: Se tutti gli eventi ricorrenti vengono eliminati, verrà chiuso il gruppo della riunione corrispondente.
ja_jp: すべての繰り返し予定を削除し、会議グループを解散する。
ko_kr: 반복 이벤트가 삭제되면 해당 회의 그룹이 해산됩니다.
ms_my: Kumpulan mesyuarat yang sepadan akan dibubarkan jika semua acara berulang dihapuskan.
pt_br: O grupo de reunião correspondente será dispensado se todos os eventos recorrentes forem excluídos.
ru_ru: Если все повторяющиеся события удаляются, соответствующая группа конференции будет отменена.
th_th: หากกิจกรรมที่จัดซ้ำทั้งหมดถูกลบกลุ่มการประชุมของกิจกรรมจะถูกข้ามไป
vi_vn: Nhóm tham gia họp tương ứng sẽ bị giải tán nếu tất cả sự kiện định kỳ bị xóa.
zh_cn: 删除所有的重复性日程，会议群组也会解散。
zh_tw: 刪除所有的重複性日程，也會解散會議群組

# q6Y
source: Delete the event?
de_de: Den Termin löschen?
es_es: ¿Eliminar este evento?
fr_fr: Supprimer l'événement?
hi_in: ईवेंट हटाना चाहते हैं?
id_id: Hapus acara?
it_it: Eliminare l'evento?
ja_jp: 予定を削除しますか？
ko_kr: 이벤트를 삭제하시겠습니까?
ms_my: Padam acara?
pt_br: Excluir o evento?
ru_ru: Удалить событие?
th_th: ลบกิจกรรมหรือไม่
vi_vn: Xóa sự kiện?
zh_cn: 确认要删除日程吗？
zh_tw: 確定要刪除日程嗎？

# zNc
source: You will join the event as a guest after entering the meeting group.
de_de: Sie werden dem Termin als Gast beitreten, nachdem Sie der Besprechungsgruppe beigetreten sind.
es_es: Te unirás al evento como invitado tras entrar en el grupo de reunión.
fr_fr: Vous rejoindrez l'événement en tant qu'invité après avoir accédé au groupe de réunion.
hi_in: मीटिंग समूह में प्रवेश करने के बाद आप एक गेस्ट के रूप में ईवेंट में शामिल होंगे.
id_id: Anda akan bergabung dengan acara sebagai tamu setelah memasuki grup rapat.
it_it: Dopo aver preso parte al gruppo della riunione, parteciperai all'evento come ospite.
ja_jp: 参加すると、この予定の参加者となります
ko_kr: 회원님은 회의 그룹 입장 후 게스트로 이벤트에 참가합니다.
ms_my: Anda akan menyertai acara sebagai tetamu selepas memasuki kumpulan mesyuarat.
pt_br: Você ingressará no evento como convidado após entrar no grupo de reunião.
ru_ru: Войдя в группу конференции, вы присоединитесь к событию в статусе гостя.
th_th: คุณจะเข้าร่วมกิจกรรมในฐานะผู้รับเชิญหลังจากเข้ากลุ่มการประชุมแล้ว
vi_vn: Bạn sẽ tham gia sự kiện với tư cách là khách sau khi vào nhóm tham gia họp.
zh_cn: 进入后，你将作为参与者加入此日程
zh_tw: 進入後，您會作為參與者加入此日程

# aWQ
source: Enter the meeting group?
de_de: In Besprechungsgruppe eintreten?
es_es: ¿Entrar en el grupo de la reunión?
fr_fr: Accéder au groupe de réunion ?
hi_in: मीटिंग समूह में प्रवेश करना चाहते हैं?
id_id: Masuk ke grup rapat?
it_it: Partecipare al gruppo della riunione?
ja_jp: 会議グループに参加しますか？
ko_kr: 회의 그룹에 입장하시겠습니까?
ms_my: Masuk ke kumpulan mesyuarat?
pt_br: Entrar no grupo de reunião?
ru_ru: Войти в группу конференции?
th_th: เข้ากลุ่มการประชุมหรือไม่
vi_vn: Vào nhóm tham gia họp?
zh_cn: 确定进入会议群组吗？
zh_tw: 確定進入會議群組嗎？

# ba4
source: Event
de_de: Termin
es_es: Evento
fr_fr: Événement
hi_in: ईवेंट
id_id: Acara
it_it: Evento
ja_jp: 予定
ko_kr: 이벤트
ms_my: Acara
pt_br: Evento
ru_ru: Событие
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 日程
zh_tw: 日程

# Y5Y
source: Failed to reserve
de_de: Reservieren fehlgeschlagen
es_es: Error al reservar
fr_fr: Échec de la réservation
hi_in: आरक्षित करने में विफल हुआ
id_id: Gagal memesan
it_it: Impossibile prenotare
ja_jp: 予約に失敗しました
ko_kr: 예약 실패
ms_my: Gagal untuk tempahan
pt_br: Falha ao reservar
ru_ru: Не удалось зарезервировать
th_th: จองไม่สำเร็จ
vi_vn: Đặt thất bại
zh_cn: 预约失败
zh_tw: 預定失敗

# 2Gc
source: Load meeting failed
de_de: Laden der Besprechung fehlgeschlagen
es_es: Error al cargar la reunión
fr_fr: Échec du chargement de la réunion
hi_in: मीटिंग लोड करें विफल हुआ
id_id: Gagal memuat rapat
it_it: Impossibile caricare riunione
ja_jp: 会議グループのデータの読み込みに失敗しました
ko_kr: 회의 로드 실패
ms_my: Gagal memuatkan mesyuarat
pt_br: Falha ao carregar a reunião
ru_ru: Не удалось загрузить конференцию
th_th: โหลดการประชุมไม่สำเร็จ
vi_vn: Tải cuộc họp thất bại
zh_cn: 加载会议群组数据失败
zh_tw: 載入會議群組資料失敗

# AAw
source: After creating the group, guests will automatically join the meeting group (except guests invited via email).
de_de: Nach der Erstellung der Gruppe treten die Gäste automatisch der Besprechungsgruppe bei (ausgenommen Gäste, die per E-Mail eingeladen wurden).
es_es: Una vez creado el grupo, los invitados se unirán de forma automática al grupo de la reunión (excepto los invitados que hayan recibido la invitación por correo electrónico).
fr_fr: Après avoir créé le groupe, les invités rejoindront automatiquement le groupe de réunion (à l'exception de ceux qui ont été invités par e-mail).
hi_in: समूह बनाने के बाद, प्रतिभागी स्वतः ही मीटिंग समूह में शामिल हो जाएंगे (ईमेल द्वारा आमंत्रित प्रतिभागियों के अलावा).
id_id: Setelah membuat grup, tamu akan secara otomatis bergabung dengan grup rapat (kecuali tamu yang diundang melalui email.)
it_it: Dopo aver creato il gruppo, gli ospiti parteciperanno automaticamente al gruppo riunione (tranne gli ospiti invitati tramite e-mail).
ja_jp: 作成後、参加者は会議グループに追加されます（メールアドレスで招待された参加者を除く）
ko_kr: 그룹 생성 후, 게스트는 회의 그룹에 자동으로 가입합니다(이메일을 통해 초대된 게스트 제외).
ms_my: Selepas membuat kumpulan, peserta akan menyertai kumpulan mesyuarat secara automatik (kecuali peserta yang dijemput melalui emel).
pt_br: Após criar o grupo, os convidados ingressarão automaticamente no grupo da reunião (exceto convidados por e-mail).
ru_ru: После создания группы гости автоматически присоединятся к группе события (кроме гостей, приглашенных по почте).
th_th: หลังจากสร้างกลุ่มแล้ว ผู้เข้าร่วมจะเข้าร่วมกลุ่มการประชุมโดยอัตโนมัติ (ยกเว้นผู้ที่ได้รับเชิญทางอีเมล)
vi_vn: Sau khi tạo nhóm, khách mời sẽ tự động tham gia nhóm cuộc họp (trừ khách mời được mời qua email).
zh_cn: 创建后，参与人将自动进入会议群组（通过邮箱邀请的参与人除外）
zh_tw: 建立後，參與人會自動進入會議群組（透過信箱邀請的參與人除外）

# mSY
source: All the guests will enter the new meeting group for discussion.
de_de: Alle Gäste treten zur Diskussion in die neue Besprechungsgruppe ein.
es_es: Todos los invitados entrarán en el nuevo grupo de reunión para el debate.
fr_fr: Tous les invités accèderont au nouveau groupe de réunion pour y discuter.
hi_in: सभी गेस्ट चर्चा के लिए नए मीटिंग समूह में प्रवेश करेंगे.
id_id: Semua tamu akan memasuki grup rapat baru untuk berdiskusi.
it_it: Tutti gli ospiti parteciperanno al nuovo gruppo della riunione per la discussione.
ja_jp: 編集後、すべての参加者は新しい会議グループのディスカッションに参加します
ko_kr: 모든 게스트가 토론을 위해 새 회의 그룹에 입장합니다.
ms_my: Semua tetamu akan masuk ke kumpulan mesyuarat baru untuk perbincangan.
pt_br: Todos os convidados entrarão no novo grupo de reunião para discussão.
ru_ru: Все гости войдут в новую группу конференции для обсуждения.
th_th: ผู้รับเชิญทั้งหมดจะเข้ากลุ่มการประชุมใหม่เพื่อพูดคุย
vi_vn: Tất cả khách sẽ vào nhóm tham gia họp mới để thảo luận.
zh_cn: 编辑后，所有参与者将进入新的会议群组讨论
zh_tw: 編輯後，所有日程的參與者均會進入會議群組

# aco
source: You will join the event as a guest. After creating the group, guests will automatically join the meeting group (except guests invited via email).
de_de: Sie nehmen als Gast an dem Termin teil. Nach der Erstellung der Gruppe treten die Gäste automatisch der Besprechungsgruppe bei (ausgenommen Gäste, die per E-Mail eingeladen wurden).
es_es: Te unirás al evento como invitado. Una vez creado el grupo, los invitados se unirán de forma automática al grupo de la reunión (excepto los invitados que hayan recibido la invitación por correo electrónico).
fr_fr: Vous rejoindrez l'événement en tant qu'invité. Après avoir créé le groupe, les invités rejoindront automatiquement le groupe de réunion (à l'exception de ceux qui ont été invités par e-mail).
hi_in: आप एक गेस्ट के रूप में ईवेंट में शामिल होंगे. समूह बनाने के बाद, प्रतिभागी स्वतः ही मीटिंग समूह में शामिल हो जाएंगे (ईमेल द्वारा आमंत्रित प्रतिभागियों के अलावा).
id_id: Anda akan bergabung dengan acara sebagai tamu. Setelah membuat grup, tamu akan secara otomatis bergabung dengan grup rapat (kecuali tamu yang diundang melalui email).
it_it: Parteciperai all'evento come ospite. Dopo aver creato il gruppo, gli ospiti parteciperanno automaticamente al gruppo riunione (tranne gli ospiti invitati tramite e-mail).
ja_jp: 作成後、あなたはこの予定の参加者となり、参加者は会議グループに追加されます（メールアドレスで招待された参加者を除く）
ko_kr: 회원님은 이벤트에 게스트로 참가합니다. 그룹 생성 후, 게스트는 회의 그룹에 자동으로 가입합니다(이메일을 통해 초대된 게스트 제외).
ms_my: Anda akan menyertai acara sebagai tetamu. Selepas membuat kumpulan, peserta akan menyertai kumpulan mesyuarat secara automatik (kecuali peserta yang dijemput melalui emel).
pt_br: Você ingressará no evento como convidado. Apósundefined criar o grupo, os convidados ingressarão automaticamente no grupo da reunião (exceto convidados por e-mail).
ru_ru: Вы присоединитесь к событию в статусе гостя. После создания группы гости автоматически присоединятся к группе события (кроме гостей, приглашенных по почте).
th_th: คุณจะเข้าร่วมกิจกรรมในฐานะผู้รับเชิญ หลังจากสร้างกลุ่มแล้ว ผู้รับเชิญจะเข้าร่วมกลุ่มการประชุมโดยอัตโนมัติ (ยกเว้นผู้ที่ได้รับเชิญทางอีเมล)
vi_vn: Bạn sẽ tham dự sự kiện với tư cách khách mời. Sau khi tạo nhóm, khách mời sẽ tự động tham gia nhóm cuộc họp (trừ khách mời được mời qua email).
zh_cn: 创建后，你将作为参与者加入此日程，参与者将自动进入会议群组（通过邮箱邀请的参与人除外）
zh_tw: 建立後，你會作為參與者加入此日程，參與者會自動進入會議群組（透過信箱邀請的參與人除外）

# wHM
source: Some members left the event.
de_de: Einige Mitglieder haben den Termin verlassen.
es_es: Algunos miembros han abandonado el evento.
fr_fr: Certains membres ont quitté l'événement.
hi_in: कुछ सदस्यों ने ईवेंट छोड़ दिया है.
id_id: Beberapa anggota meninggalkan acara.
it_it: Alcuni membri hanno abbandonato l'evento.
ja_jp: 一部のグループメンバーがこの予定から退出しました
ko_kr: 일부 구성원이 이벤트에서 나갔습니다.
ms_my: Sesetengah ahli meninggalkan acara.
pt_br: Alguns membros saíram do evento.
ru_ru: Некоторые участники покинули событие.
th_th: สมาชิกบางคนออกจากกิจกรรม
vi_vn: Một số thành viên đã rời sự kiện.
zh_cn: 部分群成员退出了此日程
zh_tw: 部份群組成員退出了此日程

# s68
source: Keep Event
de_de: Ereignis beibehalten
es_es: Mantener evento
fr_fr: Conserver l'événement
hi_in: ईवेंट रखें
id_id: Pertahankan Acara
it_it: Mantieni evento
ja_jp: 削除しない
ko_kr: 이벤트 유지
ms_my: Simpan Acara
pt_br: Manter evento
ru_ru: Сохранить событие
th_th: เก็บเหตุการณ์ไว้
vi_vn: Giữ sự kiện
zh_cn: 暂不删除
zh_tw: 暫不刪除

# UaY
source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
hi_in: महीना
id_id: Bulan
it_it: Mese
ja_jp: 月間表示
ko_kr: 월
ms_my: Bulan
pt_br: Mês
ru_ru: Месяц
th_th: เดือน
vi_vn: Tháng
zh_cn: 月视图
zh_tw: 月視圖

# 6jQ
source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
hi_in: महीना
id_id: Bulan
it_it: Mese
ja_jp: 月
ko_kr: 월
ms_my: Bulan
pt_br: Mês
ru_ru: Месяц
th_th: เดือน
vi_vn: Tháng
zh_cn: 月
zh_tw: 月

# 6cg
source: You've blocked this user. You can't add this user to the event.
de_de: Sie haben diesen Benutzer blockiert. Sie können diesen Benutzer nicht zum Termin hinzufügen.
es_es: Has bloqueado a este usuario. No puedes agregarlo al evento.
fr_fr: Vous avez bloqué cet utilisateur. Vous ne pouvez pas ajouter cet utilisateur à l'événement.
hi_in: आपने इस उपयोगकर्ता को ब्लॉक कर दिया है. आप इस उपयोगकर्ता को ईवेंट में नहीं जोड़ सकते.
id_id: Anda memblokir pengguna ini. Anda tidak dapat menambah pengguna ini ke acara.
it_it: Hai bloccato questo utente. Non puoi aggiungere questo utente all'evento.
ja_jp: このユーザーをブロックしたため、相手を予定に招待できません
ko_kr: 이 사용자를 차단하셨습니다. 이 사용자를 이벤트에 추가할 수 없습니다.
ms_my: Anda telah menyekat pengguna ini. Anda tidak boleh menambah pengguna ini ke acara.
pt_br: Você bloqueou este usuário. Você não pode adicionar este usuário ao evento.
ru_ru: Вы заблокировали этого пользователя. Вы не можете добавить этого пользователя в событие.
th_th: คุณบล็อกผู้ใช้รายนี้เรียบร้อยแล้ว คุณไม่สามารถเพิ่มผู้ใช้รายนี้ไปยังเหตุการณ์
vi_vn: Bạn đã chặn người dùng này. Bạn không thể thêm người dùng này vào sự kiện.
zh_cn: 你已屏蔽该用户，无法将 Ta 加入日程
zh_tw: 你已封鎖該使用者，無法將其加入日程

# TN4
source: You're blocked by this user. You can't add this user to the event.
de_de: Sie wurden von diesem Benutzer blockiert. Sie können diesen Benutzer nicht zum Termin hinzufügen.
es_es: Este usuario te ha bloqueado. No puedes agregarlo al evento.
fr_fr: Cet utilisateur vous a bloqué. Vous ne pouvez pas ajouter cet utilisateur à l'événement.
hi_in: इस उपयोगकर्ता द्वारा आपको ब्लॉक किया गया. आप इस उपयोगकर्ता को ईवेंट में नहीं जोड़ सकते.
id_id: Anda diblokir oleh pengguna ini. Tidak dapat menambah pengguna ini ke acara.
it_it: Sei bloccato da questo utente. Non puoi aggiungere questo utente all'evento.
ja_jp: このユーザーにブロックされているため、予定に招待できません
ko_kr: 이 사용자가 회원님을 차단했습니다. 이 사용자를 이벤트에 추가할 수 없습니다.
ms_my: Anda disekat oleh pengguna ini. Anda tidak boleh menambah pengguna ini ke acara.
pt_br: Você foi bloqueado por este usuário. Você não pode adicionar este usuário ao evento.
ru_ru: Вы заблокированы этим пользователем. Вы не можете добавить этого пользователя к событию.
th_th: คุณถูกผู้ใช้รายนี้บล็อก คุณไม่สามารถเพิ่มผู้ใช้รายนี้ไปยังเหตุการณ์
vi_vn: Bạn bị chặn bởi người dùng này. Bạn không thể thêm người dùng này vào sự kiện.
zh_cn: 该用户已将你屏蔽，你无法将 Ta 加入日程
zh_tw: 該使用者已將你封鎖，你無法將其加入日程

# jyg
source: Set alias
de_de: Alias festlegen
es_es: Configurar alias
fr_fr: Définir l'alias
hi_in: उपनाम सेट करें
id_id: Tetapkan alias
it_it: Imposta alias
ja_jp: エイリアスを編集
ko_kr: 별칭 설정
ms_my: Tetapkan nama samaran
pt_br: Definir alias
ru_ru: Установить псевдоним
th_th: ตั้งนามแฝง
vi_vn: Đặt bí danh
zh_cn: 设置备注名
zh_tw: 設定備註名稱

# HEw
source: Add following users as contacts to add them to the event.
de_de: Fügen Sie folgende Benutzer als Kontakte hinzu, um sie dem Termin hinzuzufügen.
es_es: Agregar a los usuarios siguientes como contactos para añadirlos al evento.
fr_fr: Ajoutez les utilisateurs suivants à vos contacts pour pouvoir les ajouter à l'événement.
hi_in: नीचे दिए गए उपयोगकर्ताओं को ईवेंट में जोड़ने के लिए संपर्कों के रूप में जोड़ें.
id_id: Tambah pengguna berikut sebagai kontak untuk menambah mereka ke acara.
it_it: Aggiungi i seguenti utenti come contatti per aggiungerli all'evento.
ja_jp: 次のユーザーをグループに招待するには、ユーザーを予定に招待する必要があります
ko_kr: 이벤트에 추가하려면 다음 사용자를 연락처로 추가하세요.
ms_my: Tambah pengguna berikut sebagai kenalan untuk menambah mereka ke acara.
pt_br: Adicione os seguintes usuários como contatos para adicioná-los ao evento.
ru_ru: Добавьте следующих пользователей как контакты, чтобы добавить их в событие.
th_th: เพิ่มผู้ใช้ต่อไปนี้เป็นผู้ติดต่อเพื่อเพิ่มเข้าในเหตุการณ์
vi_vn: Thêm những người dùng sau vào danh bạ để thêm họ vào sự kiện.
zh_cn: 添加以下用户为联系人，才能将 Ta 们加入日程
zh_tw: 新增以下使用者為聯絡人，才能將其加入日程

# CCI
source: Add to contacts first
de_de: Zuerst zu Kontakten hinzufügen
es_es: Agregar a contactos primero
fr_fr: Ajouter d'abord aux contacts
hi_in: पहले संपर्क में जोड़ें
id_id: Tambah ke kontak terlebih dahulu
it_it: Aggiungi dapprima ai contatti
ja_jp: 連絡先の追加
ko_kr: 먼저 연락처에 추가
ms_my: Tambah ke kenalan dahulu
pt_br: Adicionar primeiro aos contatos
ru_ru: Сначала добавить в контакты
th_th: เพิ่มไปยังรายชื่อผู้ติดต่อก่อน
vi_vn: Thêm vào danh bạ trước
zh_cn: 你需要添加联系人
zh_tw: 您必須新增聯絡人

# oe8
source: You can change the time zone in your phone settings.
de_de: Sie können die Zeitzone über die Einstellungen Ihres Telefons ändern.
es_es: Puedes cambiar la zona horaria en la configuración del teléfono.
fr_fr: Vous pouvez modifier le fuseau horaire dans les paramètres de votre téléphone.
id_id: Anda dapat mengubah zona waktu di pengaturan telepon Anda.
it_it: È possibile modificare il fuso orario nelle impostazioni del telefono.
ja_jp: タイムゾーンの変更はご利用のデバイスで設定できます。
ko_kr: 휴대폰 설정에서 표준 시간대를 변경할 수 있습니다.
ms_my: Anda boleh ubah zon waktu dalam tetapan telefon.
pt_br: Você pode alterar o fuso horário nas configurações do telefone.
ru_ru: Вы можете изменить часовой пояс в настройках телефона.
th_th: คุณสามารถเปลี่ยนโซนเวลาได้ในการตั้งค่าโทรศัพท์
vi_vn: Bạn có thể thay đổi múi giờ trong phần cài đặt trên điện thoại.
zh_cn: 你可以在手机设置中更改时区
zh_tw: 你可以在手機設定中變更時區

# uMc
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
ko_kr: 캘린더
ms_my: Kalendar
pt_br: Calendário
ru_ru: Календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 日历
zh_tw: 日曆

# vyA
source: Third-party calendar management
de_de: Drittanbieter-Kalenderverwaltung
es_es: Administración del calendario de la entidad de terceros
fr_fr: Gestion des calendriers tiers
hi_in: तृतीय-पक्ष कैलेंडर प्रबंधन
id_id: Manajemen kalender pihak ketiga
it_it: Gestione calendari di terze parti
ja_jp: サードパーティカレンダーの管理
ko_kr: 타사 캘린더 관리
ms_my: Pengurusan kalendar pihak ketiga
pt_br: Gerenciamento de calendário de terceiros
ru_ru: Управление сторонними календарями
th_th: การจัดการปฏิทินของบุคคลที่สาม
vi_vn: Quản lý lịch của bên thứ ba
zh_cn: 第三方日历管理
zh_tw: 第三方日曆管理

# nts
source: You can change the time zone in your phone settings.
de_de: Sie können die Zeitzone manuell in den Telefoneinstellungen ändern.
es_es: Puedes cambiar la zona horaria en la configuración del teléfono.
fr_fr: Vous pouvez changer le fuseau horaire dans les paramètres du téléphone.
hi_in: आप अपने फ़ोन की सेटिंग्स में समय क्षेत्र बदल सकते हैं.
id_id: Anda dapat mengubah zona waktu di pengaturan perangkat Anda.
it_it: Puoi modificare il fuso orario nelle impostazioni del telefono.
ja_jp: タイムゾーンの変更はデバイスの「設定」で行えます
ko_kr: 휴대폰 설정에서 시간대를 변경할 수 있습니다.
ms_my: Anda boleh mengubah zon waktu dalam tetapan telefon anda.
pt_br: Você pode alterar o fuso horário nas configurações do telefone.
ru_ru: Вы можете изменить часовой пояс в настройках телефона.
th_th: คุณสามารถเปลี่ยนเขตเวลาได้ในการตั้งค่าโทรศัพท์
vi_vn: Bạn có thể thay đổi múi giờ trong cài đặt điện thoại.
zh_cn: 你可以在手机设置中更改系统时区
zh_tw: 你可以在手機設定中變更系統時區

# oRw
source: Time zone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
hi_in: समय क्षेत्र
id_id: Zona waktu
it_it: Fuso orario
ja_jp: 使用中のタイムゾーン
ko_kr: 시간대
ms_my: Zon waktu
pt_br: Fuso horário
ru_ru: Часовой пояс
th_th: โซนเวลา
vi_vn: Múi giờ
zh_cn: 当前时区
zh_tw: 目前時區

# NtE
source: Default event duration
de_de: Standard-Termindauer
es_es: Duración predeterminada
fr_fr: Durée d'événement par défaut
hi_in: डिफ़ॉल्ट ईवेंट अवधि
id_id: Durasi acara default
it_it: Durata evento predefinita
ja_jp: 予定の長さ
ko_kr: 기본 이벤트 기간
ms_my: Tempoh acara lalai
pt_br: Duração padrão de evento
ru_ru: Длительность события по умолчанию
th_th: ระยะเวลาเหตุการณ์ตามค่าเริ่มต้น
vi_vn: Thời hạn sự kiện mặc định
zh_cn: 日程默认时长
zh_tw: 日程預設時長

# 7ho
source: Do not send notifications for declined events
de_de: Keine Benachrichtigungen für abgelehnte Termine senden
es_es: No enviar notificaciones de eventos rechazados
fr_fr: Ne pas envoyer de notifications pour les événements refusés
id_id: Jangan kirim notifikasi untuk acara yang ditolak
it_it: Non inviare notifiche per gli eventi rifiutati
ja_jp: 参加を辞退した予定は通知しない
ko_kr: 거부된 이벤트에 대한 알림을 보내지 않음
ms_my: Jangan hantar notifikasi untuk acara yang ditolak
pt_br: Não enviar notificações para eventos recusados
ru_ru: Не отправлять уведомления об отклоненных событиях
th_th: ไม่ต้องส่งการแจ้งเตือนเหตุการณ์ที่ถูกปฏิเสธ
vi_vn: Không gửi thông báo về sự kiện bị từ chối
zh_cn: 已拒绝的日程不提醒我
zh_tw: 已拒絕的日程無需提醒

# 0ho
source: People will be notified when they try to invite you to events outside of your working hours.
de_de: Personen werden benachrichtigt, wenn sie versuchen, Sie zu Terminen in Ihrer arbeitsfreien Zeit einzuladen.
es_es: Se enviará una notificación a quien intente invitarte a eventos fuera de tu horario laboral.
fr_fr: Les utilisateurs recevront une notification s'ils vous envoient des invitations à un événement en dehors de vos heures de travail.
hi_in: यदि कार्य-समय से बाहर आपको ईवेंट में आमंत्रित किया जा रहा है, आमंत्रक को सूचना मिलेगी.
id_id: Orang akan diberi tahu saat mereka mencoba mengundang Anda ke acara di luar jam kerja Anda.
it_it: Alle persone verrà inviata una notifica se tentano di invitarti a eventi al di fuori dell'orario di lavoro.
ja_jp: 有効にすると、他人が勤務時間外に予定に参加するように招待する場合は、そのメンバーにメッセージが表示されます
ko_kr: 근무 시간이 아닐 때 본인을 이벤트에 초대하려는 사용자는 메모를 받습니다.
ms_my: Orang akan diberitahu apabila mereka mencuba untuk menjemput anda ke acara di luar waktu bekerja anda.
pt_br: As pessoas serão notificadas se tentarem convidar você para eventos fora do seu horário de trabalho.
ru_ru: Пользователи, пытающиеся пригласить вас на события не в ваше рабочее время, будут получать уведомление.
th_th: ผู้คนจะได้รับการแจ้งเตือนเมื่อพวกเขาพยายามเชิญคุณเข้าร่วมกิจกรรมนอกเวลาทำงานของคุณ
vi_vn: Mọi người sẽ được thông báo khi họ cố mời bạn tham dự sự kiện ngoài giờ làm việc.
zh_cn: 启用后，其他人在非工作时间邀请你加入日程时，将收到相应提示
zh_tw: 啟用後，其他人在非工作時間邀請你加入日程時，會收到相應提示。

# Ado
source: Event color
de_de: Terminfarbe
es_es: Color de eventos
fr_fr: Couleur de l'événement
hi_in: ईवेंट का रंग
id_id: Warna acara
it_it: Colore dell'evento
ja_jp: 予定の色
ko_kr: 이벤트 색상
ms_my: Warna acara
pt_br: Cor do evento
ru_ru: Цвет события
th_th: สีเหตุการณ์
vi_vn: Màu sắc sự kiện
zh_cn: 日程颜色
zh_tw: 日程顏色

# /hY
source: All-day event alert
de_de: Erinnerung für ganztägige Termine
es_es: Alerta de eventos de todo el día
fr_fr: Alerte d'événement de journée entière
hi_in: दिन भर की ईवेंट अलर्ट
id_id: Peringatan acara sepanjang hari
it_it: Avviso eventi di tutto il giorno
ja_jp: 終日予定の通知時刻
ko_kr: 종일 이벤트 알림
ms_my: Makluman acara sepanjang hari
pt_br: Alerta de evento de dia inteiro
ru_ru: Событие на весь день
th_th: การแจ้งเตือนกิจกรรมตลอดวัน
vi_vn: Thông báo sự kiện cả ngày
zh_cn: 全天日程提醒
zh_tw: 全天日程提醒

# JNQ
source: Event alert
de_de: Terminerinnerung
es_es: Alerta de eventos
fr_fr: Alerte d'événement
hi_in: ईवेंट अलर्ट
id_id: Peringatan acara
it_it: Avviso eventi
ja_jp: 予定の通知時刻
ko_kr: 이벤트 알림
ms_my: Makluman acara
pt_br: Alerta de evento
ru_ru: Событие
th_th: การแจ้งเตือนกิจกรรม
vi_vn: Thông báo sự kiện
zh_cn: 非全天日程提醒
zh_tw: 非全天日程提醒
