Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# JOc
source: Oops, no buildings matching your requirements found.
de_de: Es wurden leider keine Gebäude gefunden, die Ihren Anforderungen entsprechen.
es_es: ¡Vaya! No se han encontrado edificios que se ajusten a tus requisitos.
fr_fr: Désolé, aucun bâtiment correspondant à vos besoins n'a été trouvé.
hi_in: ओह, आपकी आवश्यकताओं से मिलान करने वाली कोई इमारतें नहीं मिलीं.
id_id: Ups, tidak ditemukan bangunan yang sesuai dengan kebutuhan Anda.
it_it: Spiacenti, non è stato trovato alcun edificio corrispondente ai tuoi requisiti.
ja_jp: ビルの検索結果がありません
ko_kr: 이런! 요구 사항과 일치하는 건물이 없습니다.
ms_my: Alamak, tiada bangunan yang memenuhi keperluan anda ditemui.
pt_br: Opa! Não foi encontrado nenhum edifício que corresponda aos seus requisitos.
ru_ru: Не найдено зданий, соответствующих вашим требованиям.
th_th: ขออภัย ไม่พบอาคารที่ตรงกับเงื่อนไขที่คุณกำหนด
vi_vn: Rất tiếc, không tìm thấy công trình phù hợp với yêu cầu của bạn.
zh_cn: 没有搜索到建筑
zh_tw: 沒有搜尋到建築

# fAg
source: Search buildings
de_de: Gebäude suchen
es_es: Buscar edificios
fr_fr: Rechercher des bâtiments
hi_in: इमारतें खोजें
id_id: Cari gedung
it_it: Cerca edifici
ja_jp: ビルを検索
ko_kr: 건물 검색
ms_my: Cari bangunan
pt_br: Pesquisar edifícios
ru_ru: Поиск зданий
th_th: ค้นหาอาคาร
vi_vn: Tìm khu nhà
zh_cn: 搜索建筑
zh_tw: 搜尋建築

# fPc
source: Reached maximum number of calendar views. Please reduce the number of views and try again.
de_de: Die maximale Anzahl an Kalenderansichten wurde erreicht. Bitte reduzieren Sie die Anzahl der Ansichten und versuchen Sie es erneut.
es_es: Se ha alcanzado el número máximo de vistas de calendario. Reduce el número de vistas e inténtalo de nuevo.
fr_fr: Le nombre maximum d'affichages du calendrier a été atteint. Veuillez réduire le nombre d'affichages et réessayer.
hi_in: दृश्यमान कैलेंडर की संख्या सीमा तक पहुँच गई है
id_id: Mencapai jumlah maksimum tampilan kalender. Kurangi jumlah tampilan dan coba lagi.
it_it: Raggiunto il numero massimo di visualizzazioni del calendario. Riduci il numero di visualizzazioni e riprova.
ja_jp: 表示するカレンダー数が上限に達しました。一部減らしてから再試行してください。
ko_kr: 최대 캘린더 조회수에 도달했습니다. 조회수를 줄이고 다시 시도하세요.
ms_my: Mencapai bilangan maksimum paparan kalendar. Sila kurangkan bilangan paparan dan cuba lagi.
pt_br: Atingiu o número máximo de visualizações de calendário. Reduza o número de visualizações e tente novamente.
ru_ru: Достигнуто максимальное количество просмотров календаря. Уменьшите количество просмотров и повторите попытку.
th_th: ถึงจำนวนการดูปฏิทินสูงสุดแล้ว โปรดลดจำนวนการดูแล้วลองอีกครั้ง
vi_vn: Số lượt xem lịch đã đạt giới hạn tối đa. Vui lòng giảm bớt rồi thử lại.
zh_cn: 已达到日历查看数量上限，请减少查看数量后再重试
zh_tw: 日曆查看數量已達上限，請減少查看數量後再重試

# Gmc
source: Add calendar alias
de_de: Kalender-Alias hinzufügen
es_es: Agregar alias de calendario
fr_fr: Ajouter un alias de calendrier
hi_in: कैलेंडर का उपनाम जोड़ें
id_id: Tambah alias kalender
it_it: Aggiungi alias calendario
ja_jp: カレンダーのエイリアスを追加
ko_kr: 캘린더 별칭 추가
ms_my: Tambah alias kalendar
pt_br: Adicionar alias do calendário
ru_ru: Добавить имя календаря
th_th: เพิ่มนามแฝงปฏิทิน
vi_vn: Thêm bí danh lịch
zh_cn: 添加日历备注名
zh_tw: 新增日曆備註名稱

# TX8
source: Enter calendar name
de_de: Kalendernamen eingeben
es_es: Indique el nombre del calendario
fr_fr: Saisir le nom du calendrier
hi_in: कैलेंडर का नाम दर्ज करें
id_id: Masukkan nama kalender
it_it: Immetti nome del calendario
ja_jp: カレンダー名を追加
ko_kr: 캘린더 이름 입력
ms_my: Masukkan nama kalendar
pt_br: Inserir nome do calendário
ru_ru: Введите имя календаря
th_th: ใส่ชื่อปฏิทิน
vi_vn: Nhập tên lịch
zh_cn: 添加日历名称
zh_tw: 新增日曆名稱

# OEs
source: Please add calendar name
de_de: Kalendernamen hinzufügen
es_es: Agrega un nombre de calendario
fr_fr: Veuillez ajouter le nom du calendrier
hi_in: कृपया कैलेंडर का नाम जोड़ें
id_id: Tambah nama kalender
it_it: Aggiungi nome del calendario
ja_jp: カレンダー名を追加してください
ko_kr: 캘린더 이름을 추가하세요.
ms_my: Sila tambah nama kalendar
pt_br: Adicione o nome do calendário
ru_ru: Добавьте имя календаря
th_th: โปรดเพิ่มชื่อปฏิทิน
vi_vn: Vui lòng thêm tên lịch
zh_cn: 请添加日历名称
zh_tw: 請新增日曆名稱

# VOo
source: Please add a calendar name before saving it.
de_de: Bitte fügen Sie vor dem Speichern einen Kalendernamen hinzu.
es_es: Agrega un nombre de calendario antes de guardarlo.
fr_fr: Veuillez nommer le calendrier avant de l'enregistrer.
id_id: Tambahkan nama kalender sebelum menyimpannya.
it_it: Aggiungi un nome calendario prima di salvarlo.
ja_jp: カレンダー名を追加してから保存してください。
ko_kr: 저장하기 전에 캘린더 이름을 추가하세요.
ms_my: Sila tambah nama kalendar sebelum menyimpannya.
pt_br: Adicione um nome de calendário antes de salvá-lo.
ru_ru: Перед сохранением добавьте название календаря.
th_th: โปรดเพิ่มชื่อปฏิทินก่อนทำการบันทึก
vi_vn: Vui lòng thêm tên lịch trước khi lưu.
zh_cn: 请添加日历名称后再保存
zh_tw: 請新增日曆名稱後再儲存

# c0w
source: Add sharing members
de_de: Teilende Mitglieder hinzufügen
es_es: Agregar miembros para compartir
fr_fr: Ajouter des membres pour le partage
hi_in: इनको साझा करें
id_id: Tambah anggota berbagi
it_it: Aggiungi membri con cui condividere
ja_jp: カレンダー共有メンバーを追加
ko_kr: 공유 구성원 추가
ms_my: Tambah ahli kongsi
pt_br: Compartilhar com membros
ru_ru: Добавить участников с правом доступа
th_th: เพิ่มการแชร์สมาชิก
vi_vn: Thêm thành viên chia sẻ
zh_cn: 添加共享日历成员
zh_tw: 新增共享日曆成員

# 1uo
source: Add People
de_de: Personen hinzufügen
es_es: Agregar personas
fr_fr: Ajouter une personne
id_id: Tambahkan Orang
it_it: Aggiungi persone
ja_jp: 共有者を追加
ko_kr: 사람 추가
ms_my: Tambah Orang
pt_br: Adicionar pessoas
ru_ru: Добавить людей
th_th: เพิ่มผู้คน
vi_vn: Thêm người
zh_cn: 添加共享人
zh_tw: 新增分享人

# tVU
source: You don't have permission to invite some guests due to event invitation permissions set by your administrator.
de_de: Sie haben keine Berechtigung, einige Teilnehmer einzuladen. Grund dafür sind Einladungsrechte, die Ihr Administrator für das Ereignis festgelegt hat.
es_es: No tienes permiso para invitar a algunos participantes debido a los permisos de invitación a eventos que configura tu administrador.
fr_fr: Vous n'êtes pas autorisé à inviter certains participants en raison des autorisations d'invitation aux événements définies par votre administrateur.
id_id: Anda tidak memiliki izin untuk mengundang beberapa peserta karena izin undangan acara ditetapkan oleh administrator Anda.
it_it: Non disponi dell'autorizzazione per invitare alcuni partecipanti a causa delle autorizzazioni di invito agli eventi impostate dal tuo amministratore.
ja_jp: 管理者が管理コンソールで予定の招待権限を設定したため、一部の参加者を招待できません
ko_kr: 관리자가 설정한 이벤트 초대 권한으로 인해 일부 참가자를 초대할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput sesetengah tetamu kerana kebenaran jemputan acara yang ditetapkan oleh pentadbir anda.
pt_br: Você não tem permissão para convidar alguns participantes devido às permissões de convite para eventos definidas pelo administrador.
ru_ru: У вас нет разрешения на приглашение некоторых участников из-за разрешений на приглашение на событие, установленных вашим администратором.
th_th: คุณไม่มีสิทธิ์การอนุญาตเชิญผู้เข้าร่วมบางคน เนื่องจากผู้ดูแลของคุณเป็นผู้ตั้งสิทธิ์การอนุญาตในการเชิญเข้าร่วมกิจกรรม
vi_vn: Bạn không có quyền mời một số người tham gia do quản trị viên đã đặt quyền mời tham gia sự kiện.
zh_cn: 由于管理员在后台设置了日程邀请权限，你无权邀请部分参与者
zh_tw: 由於管理員在後台設定了日程邀請權限，你無權邀請部分參與者

# qZE
source: You don't have permission to invite this participant due to event invitation permissions set by your administrator.
de_de: Aufgrund der von Ihrem Administrator festgelegten Berechtigungen für die Termineinladung haben Sie keine Berechtigung, diesen Teilnehmer einzuladen.
es_es: No tienes permiso para invitar a este participante debido a los permisos de invitación a eventos configurados por tu administrador.
fr_fr: Vous n'êtes pas autorisé à inviter ce participant en raison des autorisations d'invitation aux événements définies par votre administrateur.
id_id: Anda tidak memiliki izin untuk mengundang peserta ini karena izin undangan acara ditetapkan oleh administrator Anda.
it_it: Non disponi dell'autorizzazione per invitare questo partecipante a causa delle autorizzazioni di invito agli eventi impostate dal tuo amministratore.
ja_jp: 管理者が管理コンソールで予定の招待権限を制限したため、カレンダーを一部の参加者に共有できません。
ko_kr: 관리자가 설정한 이벤트 초대 권한으로 인해 이 참가자를 초대할 수 있는 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menjemput peserta ini kerana kebenaran jemputan acara yang ditetapkan oleh pentadbir anda.
pt_br: Você não tem permissão para convidar este participante devido a permissões de convite para eventos definidas pelo seu administrador.
ru_ru: У вас нет разрешения на приглашение этого участника из-за разрешений приглашения на события, заданные вашим администратором.
th_th: คุณไม่มีสิทธิ์การอนุญาตเชิญผู้เข้าร่วมคนนี้ เนื่องจากผู้ดูแลของคุณเป็นผู้ตั้งสิทธิ์การอนุญาตในการเชิญเข้าร่วมกิจกรรม
vi_vn: Bạn không có quyền mời người tham gia này do quản trị viên đã đặt quyền mời tham gia sự kiện.
zh_cn: 由于管理员在后台设置了日程邀请权限，你无权邀请该参与者
zh_tw: 由於管理員在後台設定了日程邀請權限，你無權邀請該參與者

# hao
source: Calendar color
de_de: Farbe des Kalenders
es_es: Color del calendario
fr_fr: Couleur du calendrier
hi_in: कैलेंडर का रंग
id_id: Warna kalender
it_it: Colore del calendario
ja_jp: カレンダーの色
ko_kr: 캘린더 색상
ms_my: Warna kalendar
pt_br: Cor do calendário
ru_ru: Цвет календаря
th_th: สีปฏิทิน
vi_vn: Màu sắc lịch
zh_cn: 日历颜色
zh_tw: 日曆顏色

# 50w
source: Calendar description
de_de: Kalenderbeschreibung
es_es: Descripción del calendario
fr_fr: Description du calendrier
hi_in: कैलेंडर की जानकारी
id_id: Deskripsi kalender
it_it: Descrizione calendario
ja_jp: カレンダーの説明
ko_kr: 캘린더 설명
ms_my: Keterangan kalendar
pt_br: Descrição do calendário
ru_ru: Описание календаря
th_th: คำอธิบายปฏิทิน
vi_vn: Mô tả lịch
zh_cn: 日历描述
zh_tw: 日曆描述

# yxQ
source: Calendar photo
de_de: Kalenderfoto
es_es: Foto del calendario
fr_fr: Photo du calendrier
id_id: Foto kalender
it_it: Foto del calendario
ja_jp: カレンダーのアイコン
ko_kr: 캘린더 사진
ms_my: Foto kalendar
pt_br: Foto do calendário
ru_ru: Фото календаря
th_th: รูปถ่ายปฏิทิน
vi_vn: Ảnh lịch
zh_cn: 日历头像
zh_tw: 日曆頭像

# A5U
source: Calendar Settings
de_de: Kalendereinstellungen
es_es: Configuración del calendario
fr_fr: Paramètres du calendrier
hi_in: कैलेंडर की सेटिंग्स
id_id: Pengaturan Kalender
it_it: Impostazioni del calendario
ja_jp: カレンダー設定
ko_kr: 캘린더 설정
ms_my: Tetapan Kalendar
pt_br: Configurações do calendário
ru_ru: Настройки календаря
th_th: การตั้งค่าปฏิทิน
vi_vn: Cài đặt lịch
zh_cn: 日历设置
zh_tw: 日曆設定

# 9x4
source: Calendar name
de_de: Kalendername
es_es: Nombre del calendario
fr_fr: Nom du calendrier
hi_in: कैलेंडर का नाम
id_id: Nama kalender
it_it: Nome calendario
ja_jp: カレンダー名
ko_kr: 캘린더 이름
ms_my: Nama kalendar
pt_br: Nome do calendário
ru_ru: Имя календаря
th_th: ชื่อปฏิทิน
vi_vn: Tên lịch
zh_cn: 日历名称
zh_tw: 日曆名稱

# awA
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Sauvegarde impossible
hi_in: सहेजने में असमर्थ
id_id: Tidak dapat menyimpan
it_it: Impossibile salvare
ja_jp: 保存できません
ko_kr: 저장할 수 없음
ms_my: Tidak dapat menyimpan
pt_br: Não é possível salvar
ru_ru: Невозможно сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không thể lưu
zh_cn: 无法保存
zh_tw: 無法儲存

# 0vU
source: Unable to save. Character limit exceeded.
de_de: Speichern nicht möglich. Maximale Zeichenanzahl überschritten.
es_es: No se puede guardar. Se ha superado el límite de caracteres.
fr_fr: Enregistrement impossible. Limite de caractères dépassée.
id_id: Gagal menyimpan. Batas karakter terlampaui.
it_it: Impossibile salvare. Limite di caratteri superato.
ja_jp: 最大文字数を超えているため、保存できません。
ko_kr: 저장할 수 없습니다. 문자 제한을 초과했습니다.
ms_my: Tidak dapat menyimpan. Had aksara melebihi.
pt_br: Não é possível salvar. Limite de caracteres excedido.
ru_ru: Не удалось сохранить. Превышено ограничение на количество символов.
th_th: บันทึกไม่สำเร็จ ตัวอักษรเกินจำนวนสูงสุด
vi_vn: Không thể lưu. Đã vượt quá giới hạn ký tự.
zh_cn: 无法保存，超过字符限制
zh_tw: 無法儲存，超過字元數目限制

# 8Co
source: Convert to a standard group?
de_de: In eine Standardgruppe umwandeln?
es_es: ¿Convertir a grupo estándar?
fr_fr: Convertir en groupe standard ?
hi_in: एक मानक समूह में कनवर्ट करें?
id_id: Konversi ke grup standar?
it_it: Convertire in un gruppo standard?
ja_jp: 一般グループに変更しますか？
ko_kr: 표준 그룹으로 전환하시겠습니까?
ms_my: Tukar ke kumpulan standard?
pt_br: Converter em um grupo padrão?
ru_ru: Преобразовать в стандартную группу?
th_th: แปลงเป็นกลุ่มมาตรฐานหรือไม่
vi_vn: Chuyển đổi thành nhóm tiêu chuẩn?
zh_cn: 确定转为普通群组吗？
zh_tw: 確定轉為一般群組嗎？

# XIk
source: The meeting has ended. You can convert this group to a standard group.
de_de: Die Besprechung wurde beendet. Sie können diese Gruppe in eine Standardgruppe umwandeln.
es_es: La reunión ha terminado. Puedes convertir este grupo en un grupo estándar.
fr_fr: La réunion est terminée. Vous pouvez convertir ce groupe en groupe standard.
hi_in: समूह को इस ईवेंट से अलग करना चाहते हैं? इसे एक मानक समूह में कनवर्ट करें.
id_id: Rapat telah berakhir. Anda dapat mengubah grup ini menjadi grup standar.
it_it: La riunione è finita. Puoi convertire questo gruppo in un gruppo standard.
ja_jp: 会議は終了しましたので、このグループを一般グループに変更できます。
ko_kr: 회의가 종료되었습니다. 이 그룹을 표준 그룹으로 변환할 수 있습니다.
ms_my: Mesyuarat telah berakhir. Anda boleh menukar kumpulan ini ke kumpulan standard.
pt_br: A reunião foi encerrada. Você pode converter esse grupo em um grupo padrão.
ru_ru: Конференция завершена. Эту группу можно преобразовать в стандартную группу.
th_th: การประชุมสิ้นสุดแล้ว คุณสามารถแปลงกลุ่มนี้เป็นกลุ่มมาตรฐานได้
vi_vn: Cuộc họp đã kết thúc. Bạn có thể chuyển đổi nhóm này thành nhóm tiêu chuẩn.
zh_cn: 会议已结束，可将本群转为普通群
zh_tw: 會議已結束，可將本群組轉換為一般群組

# GI0
source: Current device time zone
de_de: Aktuelle Gerätezeitzone
es_es: Zona horaria actual del dispositivo
fr_fr: Fuseau horaire actuel de l'appareil
id_id: Zona waktu perangkat saat ini
it_it: Fuso orario dispositivo attuale
ja_jp: このデバイスのタイムゾーン
ko_kr: 현재 장치 표준 시간대
ms_my: Zon waktu peranti semasa
pt_br: Fuso horário do dispositivo atual
ru_ru: Текущий часовой пояс устройства
th_th: โซนเวลาของอุปกรณ์ปัจจุบัน
vi_vn: Múi giờ trên thiết bị hiện tại
zh_cn: 当前设备时区
zh_tw: 目前裝置時區

# 6OI
source: Delete calendar
de_de: Kalender löschen
es_es: Eliminar calendario
fr_fr: Supprimer le calendrier
hi_in: कैलेंडर हटाएँ
id_id: Hapus kalender
it_it: Elimina calendario
ja_jp: カレンダーを削除
ko_kr: 캘린더 삭제
ms_my: Padam kalendar
pt_br: Excluir calendário
ru_ru: Удалить календарь
th_th: ลบปฏิทิน
vi_vn: Xóa lịch
zh_cn: 删除日历
zh_tw: 刪除日曆

# QVs
source: Once deleted, it will be unavailable to others.
de_de: Nach dem Löschen ist er für andere nicht mehr verfügbar.
es_es: Una vez eliminado, dejará de estar disponible para los demás.
fr_fr: Une fois supprimé, il ne sera plus disponible pour les autres utilisateurs.
hi_in: इस कैलेंडर के सभी ईवेंट हटा दिए जाएँगे.
id_id: Setelah dihapus, ini akan menjadi tidak tersedia untuk orang lain.
it_it: Una volta eliminato, non sarà disponibile per gli altri.
ja_jp: 削除後、誰もがこのカレンダーを使用できなくなります。
ko_kr: 삭제하면 다른 사람이 사용할 수 없습니다.
ms_my: Semua acara dalam kalendar ini akan dihapuskan.
pt_br: Depois de excluído, ele ficará indisponível para outras pessoas.
ru_ru: После удаления он будет недоступен для других.
th_th: เมื่อลบแล้ว ผู้อื่นจะไม่สามารถใช้งานได้
vi_vn: Sau khi xóa, người khác sẽ không thể sử dụng lịch.
zh_cn: 日历删除后，所有人都将无法使用
zh_tw: 日曆刪除後，所有人都將無法使用

# H7g
source: Confirm to delete the calendar?
de_de: Löschen des Kalenders bestätigen?
es_es: ¿Seguro que quieres eliminar el calendario?
fr_fr: Confirmer la suppression du calendrier ?
hi_in: क्या आप वाकई कैलेंडर हटाना चाहते हैं?
id_id: Konfirmasi untuk menghapus kalender?
it_it: Confermi di voler eliminare il calendario?
ja_jp: カレンダーを削除しますか？
ko_kr: 캘린더를 삭제하시겠습니까?
ms_my: Adakah anda pasti untuk memadam kalendar?
pt_br: Confirmar a exclusão do calendário?
ru_ru: Удалить календарь?
th_th: ยืนยันการลบปฏิทินหรือไม่
vi_vn: Xác nhận xóa lịch?
zh_cn: 确认删除日历吗？
zh_tw: 確認刪除日曆嗎？

# ftw
source: Delete member
de_de: Mitglied löschen
es_es: Eliminar miembro
fr_fr: Supprimer un membre
hi_in: सदस्य हटाएँ
id_id: Hapus anggota
it_it: Elimina membro
ja_jp: メンバーの削除
ko_kr: 구성원 삭제
ms_my: Padam ahli
pt_br: Excluir membro
ru_ru: Удалить участника
th_th: ลบสมาชิก
vi_vn: Xóa thành viên
zh_cn: 删除成员
zh_tw: 刪除成員

# KOQ
source: Enter a calendar name
de_de: Kalendernamen eingeben
es_es: Introduce un nombre de calendario
fr_fr: Saisir un nom de calendrier
id_id: Masukkan nama kalender
it_it: Immetti un nome calendario
ja_jp: カレンダーの名前を入力
ko_kr: 캘린더 이름 입력
ms_my: Masukkan nama kalendar
pt_br: Insira um nome de calendário
ru_ru: Введите название календаря
th_th: กรอกชื่อปฏิทิน
vi_vn: Nhập tên lịch
zh_cn: 请输入日历名称
zh_tw: 請輸入日曆名稱

# YoY
source: Enter description
de_de: Beschreibung eingeben
es_es: Introduce la descripción
fr_fr: Saisir la description
id_id: Masukkan deskripsi
it_it: Immetti la descrizione
ja_jp: 説明を入力
ko_kr: 설명 입력
ms_my: Masukkan keterangan
pt_br: Inserir descrição
ru_ru: Введите описание
th_th: กรอกคำอธิบาย
vi_vn: Nhập mô tả
zh_cn: 请输入描述
zh_tw: 請輸入說明

# tHo
source: Guest
de_de: Gast
es_es: Invitado
fr_fr: Invité
hi_in: गेस्ट
id_id: Tamu
it_it: Ospite
ja_jp: ゲスト
ko_kr: 게스트
ms_my: Pembaca kosong/sibuk
pt_br: Convidado
ru_ru: Гость
th_th: ผู้รับเชิญ
vi_vn: Khách
zh_cn: 游客
zh_tw: 訪客

# UsQ
source: See only free/busy
de_de: Nur Verfügbarkeit sehen
es_es: Ver solo disponibilidad
fr_fr: Afficher uniquement les disponibilités
hi_in: केवल ख़ाली/व्यस्त देखें
id_id: Hanya melihat bebas/sibuk
it_it: Visualizza solo disponibilità
ja_jp: 予定の有無のみ閲覧
ko_kr: 바쁨/한가함만 보기
ms_my: Lihat hanya kosong/sibuk
pt_br: Ver apenas disponibilidade
ru_ru: Просмотр статуса свободен/занят
th_th: ดูเฉพาะสถานะว่าง/ไม่ว่าง
vi_vn: Chỉ xem thông tin rảnh/bận
zh_cn: 只能看到忙碌/空闲信息
zh_tw: 只能看到忙碌/空閒資訊

# n/Q
source: Please add description
de_de: Beschreibung hinzufügen
es_es: Agrega una descripción
fr_fr: Veuillez ajouter une description
hi_in: कृपया जानकारी जोड़ें
id_id: Tambah deskripsi
it_it: Aggiungi descrizione
ja_jp: 説明を入力してください
ko_kr: 설명을 추가하세요.
ms_my: Sila tambah keterangan
pt_br: Adicione a descrição
ru_ru: Добавьте описание
th_th: โปรดเพิ่มคำอธิบาย
vi_vn: Vui lòng thêm mô tả
zh_cn: 请添加描述
zh_tw: 請新增描述

# YOU
source: Local calendars
de_de: Lokale Kalender
es_es: Calendarios locales
fr_fr: Calendriers locaux
hi_in: स्थानीय कैलेंडर
id_id: Kalender lokal
it_it: Calendari locali
ja_jp: ローカルカレンダー
ko_kr: 로컬 캘린더
ms_my: Kalendar tempatan
pt_br: Calendários locais
ru_ru: Локальные календари
th_th: ปฏิทินในเครื่อง
vi_vn: Lịch trên thiết bị
zh_cn: 本地日历
zh_tw: 本機日曆

# hyA
source: Message
de_de: Nachricht
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagem
ru_ru: Сообщение
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 留言
zh_tw: 留言

# VsA
source: Messages will be sent via Calendar Assistant.
de_de: Besprechungen werden über den Kalender-Assistenten gesendet.
es_es: Los mensajes se enviarán a través del Asistente de calendario.
fr_fr: Les messages seront envoyés via l'assistant Calendrier.
id_id: Pesan akan dikirim melalui Asisten Kalender.
it_it: I messaggi verranno inviati tramite Assistente Calendario.
ja_jp: メッセージは「カレンダーアシスタント」によって送信されます
ko_kr: 메시지는 캘린더 어시스턴트를 통해 전송됩니다.
ms_my: Mesej akan dihantar melalui Pembantu Kalendar.
pt_br: As mensagens serão enviadas por meio do Assistente de calendário.
ru_ru: Сообщения будут отправляться через Calendar Assistant.
th_th: ข้อความจะถูกส่งผ่านผู้ช่วยปฏิทิน
vi_vn: Tin nhắn sẽ được gửi thông qua Trợ lý Lịch.
zh_cn: 留言将通过日历助手发送
zh_tw: 留言將透過日曆助手傳送

# HWE
source: If you only need to share your calendar with some users, you can add relevant users or groups in previous page under “Add sharing members”
de_de: Wenn Sie Ihren Kalender nur mit einigen Benutzer teilen müssen, können Sie auf der vorherigen Seite unter "Teilende Mitglieder hinzufügen" relevante Benutzer oder Gruppen hinzufügen
es_es: Si solo necesitas compartir tu calendario con algunos usuarios, puedes agregar los usuarios o grupos correspondientes en la sección "Agregar miembros para compartir" de la página anterior
fr_fr: Si vous ne souhaitez partager votre calendrier qu'avec certains utilisateurs, vous pouvez ajouter des utilisateurs ou groupes pertinents à la page précédente sous « Ajouter des membres pour le partage ».
hi_in: यदि आप केवल कुछ लोगों के साथ साझा करना चाहते हैं, कृपया संबंधी उपयोगकर्ता या समूह को "इनको साझा करें" में जोड़ें
id_id: Jika Anda perlu berbagi kalender Anda dengan beberapa pengguna, Anda dapat menambah pengguna atau grup yang relevan pada halaman sebelumnya di bawah “Tambah anggota berbagi”
it_it: Se devi solo condividere il tuo calendario con alcuni utenti, puoi aggiungere gli utenti o i gruppi pertinenti nella pagina precedente in "Aggiungi membri con cui condividere"
ja_jp: カレンダーを一部のユーザーにのみに公開する場合、前のページの [カレンダー共有メンバーを追加] で関連ユーザーまたはグループを追加できます
ko_kr: 일부 사용자와만 캘린더를 공유해야 하는 경우 해당 사용자나 그룹을 이전 페이지의 "공유 구성원 추가"에 추가하면 됩니다.
ms_my: Jika anda hanya perlu berkongsi kalendar dengan beberapa pengguna, anda boleh menambah pengguna atau kumpulan yang relevan di halaman sebelumnya di bawah "Tambah ahli kongsi"
pt_br: Se você precisar compartilhar seu calendário apenas com alguns usuários, é possível adicionar usuários ou grupos relevantes na página anterior em "Adicionar membros de compartilhamento"
ru_ru: Чтобы поделиться календарем с некоторыми пользователями, добавьте соответствующих пользователей или группы на предыдущей странице в пункте "Добавить участников с правом доступа"
th_th: หากคุณต้องการแชร์เฉพาะปฏิทินของคุณกับผู้ใช้คนอื่นๆ คุณสามารถเพิ่มผู้ใช้ที่เกี่ยวข้องหรือกลุ่มในหน้าก่อนหน้านี้ที่หัวข้อ “เพิ่มสมาชิกที่แชร์”
vi_vn: Nếu bạn chỉ cần chia sẻ lịch với một số người dùng, bạn có thể thêm người dùng hoặc nhóm liên quan trong trang trước bên dưới “Thêm thành viên chia sẻ”
zh_cn: 若只需要将日历公开给部分用户，可在前一页的“添加共享日历成员”中添加相关用户或群组
zh_tw: 若只需要將日曆公開給部分使用者，可在上一頁的「新增共享日曆成員」中新增相關使用者或群組

# gHA
source: New Calendar
de_de: Neuer Kalender
es_es: Nuevo calendario
fr_fr: Nouveau calendrier
hi_in: नया कैलेंडर
id_id: Kalender baru
it_it: Nuovo calendario
ja_jp: カレンダーを新規作成
ko_kr: 새 캘린더
ms_my: Kalendar baharu
pt_br: Novo calendário
ru_ru: Новый календарь
th_th: ปฏิทินใหม่
vi_vn: Lịch mới
zh_cn: 新建日历
zh_tw: 新建日曆

# 4UY
source: No access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
hi_in: कोई ऐक्सेस नहीं
id_id: Tidak ada akses
it_it: Nessun accesso
ja_jp: 権限がありません
ko_kr: 액세스 권한 없음
ms_my: Tiada akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีสิทธิ์เข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 无权限
zh_tw: 無權限

# Go0
source: No calendar description
de_de: Keine Kalenderbeschreibung
es_es: No hay descripción del calendario
fr_fr: Aucune description de calendrier
hi_in: कोई कैलेंडर जानकारी नहीं
id_id: Tidak ada deskripsi kalender
it_it: Nessuna descrizione per il calendario
ja_jp: カレンダーの説明はありません
ko_kr: 캘린더 설명 없음
ms_my: Tiada keterangan kalendar
pt_br: Nenhuma descrição do calendário
ru_ru: Нет описания календаря
th_th: ไม่มีคำอธิบายปฏิทิน
vi_vn: Không có mô tả lịch
zh_cn: 暂无日历描述
zh_tw: 暫無日曆描述

# Z4o
source: Cannot change permissions for all-staff calendars
de_de: Berechtigungen für Kalender für alle Mitarbeiter können nicht geändert werden
es_es: No se pueden cambiar los permisos de los calendarios de todo el personal
fr_fr: Impossible de modifier les autorisations des calendriers d'entreprise
id_id: Tidak dapat mengubah izin untuk kalender semua staf
it_it: Impossibile modificare le autorizzazioni per i calendari per tutto lo staff
ja_jp: 全員カレンダーの権限は変更できません。
ko_kr: 모든 직원 일정에 대한 권한을 변경할 수 없습니다
ms_my: Tidak boleh ubah kebenaran untuk kalendar semua-staf
pt_br: Não é possível alterar as permissões dos calendários de todos os funcionários
ru_ru: Невозможно изменить разрешения для календарей всего персонала
th_th: ไม่สามารถเปลี่ยนสิทธิ์การอนุญาตสำหรับปฏิทินของพนักงานทั้งหมดได้
vi_vn: Không thể thay đổi quyền đối với lịch dành cho tất cả nhân viên
zh_cn: 全员日历不支持修改权限
zh_tw: 全員日曆不支援修改權限
