Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# qIw
source: Link an existing document
de_de: Ein bestehendes Dokument verknüpfen
es_es: Vincula un documento existente
fr_fr: Associer un document existant
id_id: Tautkan dokumen yang ada
it_it: Collega un documento esistente
ja_jp: または既存のドキュメントと関連する
ko_kr: 기존 문서 연결
ms_my: Pautkan dokumen sedia ada
pt_br: Vincular um documento existente
ru_ru: Связать существующий документ
th_th: ลิงก์เอกสารที่มีอยู่
vi_vn: Liên kết tài liệu hiện có
zh_cn: 或关联已有文档
zh_tw: 或關聯現有文件

# i2Y
source: Cannot be sent due to permission management
de_de: Kann aufgrund der Berechtigungsverwaltung nicht gesendet werden.
es_es: No se puede enviar debido a la administración de permisos
fr_fr: Envoi impossible en raison de la gestion des autorisations
hi_in: अनुमति प्रबंधन के कारण भेजा नहीं जा सकता
id_id: Tidak dapat dikirim karena manajemen izin
it_it: Non può essere inviato per via della gestione delle autorizzazioni
ja_jp: 権限の設定により送信できません
ko_kr: 권한 관리로 인해 보내지 못했습니다
ms_my: Tidak dapat dihantar kerana pengurusan kebenaran
pt_br: Não pode ser enviado devido ao gerenciamento da permissão
ru_ru: Не удается отправить из-за управления разрешениями
th_th: ไม่สามารถส่งได้เนื่องจากการจัดการสิทธิ์การอนุญาต
vi_vn: Không thể gửi đi do quản lý cấp phép
zh_cn: 因权限管控 不可对其发送
zh_tw: 因權限管控，不可對其傳送

# rBg
source: This task can't be dragged.
de_de: Diese Aufgabe können Sie nicht ziehen.
es_es: No se puede arrastrar esta tarea.
fr_fr: Cette tâche ne peut pas être déplacée.
id_id: Tugas ini tidak dapat ditarik.
it_it: Questa attività non può essere trascinata.
ja_jp: このタスクをドラッグできません。
ko_kr: 이 할 일은 드래그할 수 없습니다.
pt_br: Esta tarefa não pode ser arrastada.
ru_ru: Эту задачу невозможно перетащить.
th_th: งานนี้ไม่สามารถลากได้
vi_vn: Không thể kéo nhiệm vụ này.
zh_cn: 暂不支持拖动此任务
zh_tw: 暫不支援拖曳此任務

# G00
source: Unable to join the event
de_de: Beitreten zum Ereignis nicht möglich
es_es: Error al unirse al evento
fr_fr: Impossible de rejoindre l'événement
id_id: Gagal bergabung dengan acara
it_it: Impossibile partecipare all'evento
ja_jp: 予定に参加できません
ko_kr: 이벤트에 참가할 수 없습니다
ms_my: Tidak dapat menyertai acara
pt_br: Falha ao ingressar no evento
ru_ru: Не удалось присоединиться к событию
th_th: เข้าร่วมกิจกรรมไม่สำเร็จ
vi_vn: Không thể tham gia sự kiện
zh_cn: 无法加入日程
zh_tw: 無法加入日程

# lp4
source: Unable to link document. Try again.
de_de: Das Dokument kann nicht verknüpft werden. Versuchen Sie es erneut.
es_es: No se puede vincular el documento. Inténtalo de nuevo.
fr_fr: Impossible d'associer le document. Réessayez.
id_id: Gagal menautkan dokumen. Coba lagi.
it_it: Impossibile collegare il documento. Riprova.
ja_jp: 関連できませんでした。再試行してください。
ko_kr: 문서를 연결할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menghubungkan dokumen. Cuba lagi.
pt_br: Não foi possível vincular o documento. Tente novamente.
ru_ru: Не удалось привязать документ. Повторите попытку.
th_th: ไม่สามารถลิงก์เอกสารได้ โปรดลองอีกครั้ง
vi_vn: Không thể liên kết tài liệu. Hãy thử lại.
zh_cn: 关联失败，请重试
zh_tw: 關聯失敗，請重試

# t1I
source: Private calendars can't be shared.
de_de: Private Kalender können nicht geteilt werden.
es_es: Los calendarios privados no se pueden compartir.
fr_fr: Impossible de partager les calendriers privés.
id_id: Kalender privat tidak dapat dibagikan.
it_it: I calendari privati non possono essere condivisi.
ja_jp: 非公開カレンダーを共有できません
ko_kr: 비공개 캘린더는 공유할 수 없습니다.
ms_my: Kalendar peribadi tidak boleh dikongsi.
pt_br: Os calendários particulares não podem ser compartilhados.
ru_ru: Частными календарями невозможно поделиться.
th_th: ไม่สามารถแบ่งปันปฏิทินส่วนตัวได้
vi_vn: Không thể chia sẻ lịch riêng tư.
zh_cn: 私密日历不支持分享
zh_tw: 不支援分享私密日曆

# Kk4
source: Change Color
de_de: Farbe ändern
es_es: Cambiar color
fr_fr: Changer de couleur
id_id: Ganti Warna
it_it: Modifica colore
ja_jp: 色を変更
ko_kr: 색상 변경
ms_my: Tukar Warna
pt_br: Alterar cor
ru_ru: Изменить цвет
th_th: เปลี่ยนสี
vi_vn: Đổi màu
zh_cn: 修改颜色
zh_tw: 修改顏色

# H0g
source: Your permissions might have changed due to network changes. Please try again later.
de_de: Ihre Berechtigungen haben sich möglicherweise aufgrund von Netzwerkänderungen geändert. Versuchen Sie es später erneut.
es_es: Es posible que tus permisos hayan cambiado debido a cambios en la red. Inténtalo de nuevo más tarde.
fr_fr: Vos autorisations peuvent avoir changé en raison de modifications du réseau. Veuillez réessayer plus tard.
hi_in: आपकी अनुमतियाँ संभवतः नेटवर्क बदलाव के कारण बदल गई हैं. कृपया बाद में पुनः प्रयास करें.
id_id: Izin Anda mungkin telah berubah karena perubahan jaringan. Coba lagi nanti.
it_it: Le tue autorizzazioni potrebbero essere cambiate a causa di modifiche della rete. Riprova più tardi.
ja_jp: ネットワークが変更されたため、権限が更新された可能性があります。後ほど再試行してください
ko_kr: 네트워크 변경으로 인해 권한이 변경되었을 수 있습니다. 나중에 다시 시도해 보세요.
ms_my: Kebenaran anda mungkin berubah disebabkan perubahan rangkaian. Sila cuba lagi kemudian.
pt_br: Suas permissões podem ter sido alteradas devido às alterações de rede. Tente novamente mais tarde.
ru_ru: Ваши разрешения могли измениться из-за изменений в сети. Повторите попытку позже.
th_th: สิทธิ์การอนุญาตของคุณอาจมีการเปลี่ยนแปลงเนื่องจากการเปลี่ยนแปลงเครือข่าย โปรดลองอีกครั้งภายหลัง
vi_vn: Quyền của bạn có thể đã thay đổi do các thay đổi về mạng. Vui lòng thử lại sau.
zh_cn: 网络发生变化，你的权限可能有变更，请稍后重试
zh_tw: 網路有變化，你的權限可能有變更，請稍後重試

# pkA
source: Select a document
de_de: Ein Dokument auswählen
es_es: Selecciona un documento
fr_fr: Sélectionner un document
id_id: Pilih dokumen
it_it: Seleziona un documento
ja_jp: 関連するドキュメントを選択
ko_kr: 문서 선택
ms_my: Pilih dokumen
pt_br: Selecionar um documento
ru_ru: Выберите документ
th_th: เลือกเอกสาร
vi_vn: Chọn tài liệu
zh_cn: 选择关联的文档
zh_tw: 選擇關聯的文件

# lK0
source: Confirm to create the event?
de_de: Erstellen des Ereignisses bestätigen?
es_es: ¿Confirmas la creación del evento?
fr_fr: Confirmer la création de l'événement ?
id_id: Konfirmasikan untuk membuat acara?
it_it: Confermare la creazione dell'evento?
ja_jp: 予定を作成しますか？
ko_kr: 이벤트 생성을 확인하시겠습니까?
ms_my: Sahkan untuk mencipta acara?
pt_br: Confirmar para criar o evento?
ru_ru: Подтвердить создание события?
th_th: ยืนยันการสร้างกิจกรรมหรือไม่
vi_vn: Xác nhận tạo sự kiện?
zh_cn: 确定创建日程吗？
zh_tw: 確定要建立日程嗎？

# djc
source: Confirm to edit the event?
de_de: Bearbeiten des Ereignisses bestätigen?
es_es: ¿Confirmas la edición del evento?
fr_fr: Confirmer la modification de l'événement ?
id_id: Konfirmasikan untuk mengedit acara?
it_it: Confermare la modifica dell'evento?
ja_jp: 編集を保存しますか？
ko_kr: 이벤트 편집을 확인하시겠습니까?
ms_my: Sahkan untuk mengedit acara?
pt_br: Confirmar para editar o evento?
ru_ru: Подтвердить изменение события?
th_th: ยืนยันที่จะแก้ไขกิจกรรมหรือไม่
vi_vn: Xác nhận chỉnh sửa sự kiện?
zh_cn: 确定修改日程吗？
zh_tw: 確定要修改日程嗎？

# ERk
source: OK
ja_jp: 確認
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 确定
zh_tw: 確定

# TZY
source: Reschedule this task?
de_de: Möchten Sie für diese Aufgabe einen neuen Termin festlegen?
es_es: ¿Reprogramar esta tarea?
fr_fr: Replanifier cette tâche ?
id_id: Jadwalkan ulang tugas ini?
it_it: Ripianificare questa attività?
ja_jp: タスクのスケジュールを更新しますか？
ko_kr: 이 할 일을 다시 예약하시겠습니까?
pt_br: Reagendar essa tarefa?
ru_ru: Перенести эту задачу?
th_th: ตั้งเวลางานนี้ใหม่หรือไม่
vi_vn: Lên lịch lại tác vụ này?
zh_cn: 确认更新任务的时间吗？
zh_tw: 確認更新任務的時間嗎？

# dsg
source: Are you sure you want to exit?
de_de: Möchten Sie wirklich beenden?
es_es: ¿Seguro que quieres salir?
fr_fr: Voulez-vous vraiment quitter ?
id_id: Yakin ingin keluar?
it_it: Vuoi davvero uscire?
ja_jp: 終了しますか？
ko_kr: 정말로 끝내시겠습니까?
ms_my: Adakah anda pasti ingin keluar?
pt_br: Deseja mesmo sair?
ru_ru: Выйти?
th_th: แน่ใจหรือว่าต้องการออก
vi_vn: Bạn có chắc muốn thoát không?
zh_cn: 确定要退出吗？
zh_tw: 確定要退出嗎？

# koE
source: Continue Generating
de_de: Generierung fortsetzen
es_es: Seguir generando
fr_fr: Continuer la génération
id_id: Lanjut Membuat
it_it: Continua a generare
ja_jp: 生成を続行
ko_kr: 계속 생성
ms_my: Teruskan Hasilkan
pt_br: Continuar gerando
ru_ru: Продолжить создание
th_th: ดำเนินการสร้างต่อไป
vi_vn: Tiếp tục tạo
zh_cn: 继续生成
zh_tw: 繼續產生

# GuI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 继续保存
zh_tw: 繼續儲存

# jcM
source: Due to users' settings, not all users you invited are added to the event.
de_de: Aufgrund der Einstellungen einiger Benutzer können nicht alle der von Ihnen eingeladenen Benutzer zum Termin hinzugefügt werden.
es_es: Debido a la configuración de los usuarios, no todos los usuarios invitados se han agregado al evento.
fr_fr: En raison de leurs paramètres, les utilisateurs invités n'ont pas tous été ajoutés à l'événement.
id_id: Tidak semua pengguna yang Anda undang ditambahkan ke acara sehubungan dengan pengaturan pengguna.
it_it: A causa delle impostazioni degli utenti, non tutti gli utenti da te invitati sono stati aggiunti all'evento.
ja_jp: ユーザーの設定により、一部の参加者を招待できません。
ko_kr: 사용자 설정으로 인해 초대한 모든 사용자가 이벤트에 추가되지는 않습니다.
ms_my: Kerana tetapan pengguna, tidak semua pengguna yang anda jemput ditambah ke acara.
pt_br: Devido às configurações dos usuários, nem todos os usuários que você convidou estão adicionados ao evento.
ru_ru: Из-за настроек пользователей не все из них были добавлены в событие.
th_th: ระบบจะไม่สามารถเพิ่มผู้ใช้บางส่วนที่คุณเชิญในกิจกรรมได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Do cài đặt của người dùng, không phải tất cả người dùng bạn mời đều được thêm vào sự kiện.
zh_cn: 由于用户设置，你暂时无法邀请部分参与者
zh_tw: 由於使用者設定，你暫時無法邀請部分參與者

# fTw
source: Due to the user's settings, you can't choose this user.
de_de: Aufgrund der Einstellungen dieses Benutzers können Sie ihn nicht auswählen.
es_es: Debido a la configuración del usuario, no puedes elegir a este usuario.
fr_fr: En raison des paramètres de l'utilisateur, vous ne pouvez pas choisir cet utilisateur.
id_id: Anda tidak dapat memilih pengguna ini sehubungan dengan pengaturan pengguna.
it_it: A causa delle impostazioni dell'utente, non puoi scegliere questo utente.
ja_jp: 相手の設定により、このユーザーを選択できません。
ko_kr: 사용자 설정으로 인해 이 사용자를 선택할 수 없습니다.
ms_my: Kerana tetapan pengguna, anda tidak boleh memilih pengguna ini.
pt_br: Devido às configurações do usuário, não é possível escolher esse usuário.
ru_ru: Невозможно выбрать этого пользователя из-за настроек.
th_th: ไม่สามารถเลือกผู้ใช้นี้ได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Do cài đặt của người dùng, bạn không thể chọn người dùng này.
zh_cn: 由于对方的设置，你暂时无法选择该用户
zh_tw: 由於對方的設定，你暫時無法選擇該使用者

# X7E
source: You will join this event as a guest. Join meeting group verification will be on by default. When "edit this event," guests will not automatically enter/exit the group.
de_de: Sie nehmen an diesem Termin als Gast teil. Die Verifizierung des Beitritts zur Besprechungsgruppe ist standardmäßig aktiviert. Mit „Diesen Termin bearbeiten“ werden die Gäste nicht automatisch der Gruppe beitreten bzw. die Gruppe verlassen.
es_es: Te unirás a este evento como invitado. La verificación de unión al grupo de reunión se activará de forma predeterminada. Al "editar este evento", los invitados no entrarán ni saldrán automáticamente del grupo.
fr_fr: Vous rejoindrez cet événement en tant qu'invité. La vérification du groupe de participants à la réunion sera activée par défaut. Lors de la "modification de cet événement", les invités n'entreront pas et ne sortiront pas automatiquement du groupe.
id_id: Anda akan bergabung dengan acara ini sebagai tamu. Verifikasi bergabung dengan grup rapat akan aktif secara default. Ketika "mengedit acara ini", tamu tidak akan masuk/keluar dari grup secara otomatis.
it_it: Parteciperai a questo evento come ospite. La verifica per la partecipazione al gruppo riunione sarà attiva per impostazione predefinita. In caso di "modifica questo evento", gli ospiti non entreranno/usciranno automaticamente dal gruppo.
ja_jp: 参加者としてこの予定に参加します。会議グループの参加認証はデフォルトでオンになります。「この予定を編集する」際に、参加者が自動的にグループに参加したり、グループから退会したりすることはありません。
ko_kr: 회원님은 이 이벤트에 게스트로 참가합니다. 회의 그룹 가입 인증은 기본적으로 켜져 있습니다. "이 이벤트 편집" 시 게스트는 자동으로 그룹에 들어가거나 그룹에서 나가지 않습니다.
ms_my: Anda akan menyertai acara ini sebagai tetamu. Pengesahan sertai kumpulan mesyuarat akan diaktifkan secara lalai. Apabila "edit acara ini," tetamu tidak akan secara automatik masuk/keluar kumpulan.
pt_br: Você ingressará neste evento como convidado. A verificação de ingresso no grupo de reunião estará ativada por padrão. Quando você "editar este evento", os convidados não entrarão/sairão automaticamente do grupo.
ru_ru: Вы присоединитесь к этому событию в качестве гостя. Подтверждение присоединения к группе собрания будет включено по умолчанию. При "редактировании этого события" гости не будут автоматически входить/выходить из группы.
th_th: คุณจะเข้าร่วมกิจกรรมนี้ในฐานะผู้รับเชิญ การยืนยันการเข้าร่วมกลุ่มจะเปิดไว้โดยค่าเริ่มต้น เมื่อ "แก้ไขกิจกรรมนี้" ผู้รับเชิญจะไม่เข้า/ออกจากกลุ่มโดยอัตโนมัติ
vi_vn: Bạn sẽ tham dự sự kiện với tư cách khách mời. Xác minh tham gia nhóm sẽ được bật theo mặc định. Sau khi chỉnh sửa sự kiện này, khách mời sẽ không thể tự động vào/ra khỏi nhóm.
zh_cn: 你将作为参与者加入此日程。会议群组将默认开启进群验证。“编辑此日程”时，参与者不会自动进入/退出群聊
zh_tw: 你將作為參與者加入此日程。會議群組將預設開啟加入群組驗證。「編輯此日程」時，參與者不會自動進入/退出群組聊天

# /ME
source: Send event invitations via:
de_de: Termineinladungen senden per:
es_es: Enviar invitaciones al evento mediante:
fr_fr: Envoyer les invitations à l'événement via :
id_id: Kirim undangan acara melalui:
it_it: Invia inviti all'evento tramite:
ja_jp: 予定招待の送信方法：
ko_kr: 이벤트 초대 전송 방법:
ms_my: Hantar jemputan acara melalui:
pt_br: Enviar convites de evento por meio de:
ru_ru: Отправить приглашения на события через:
th_th: ส่งคำเชิญเข้าร่วมกิจกรรมผ่านทาง:
vi_vn: Gửi lời mời sự kiện qua:
zh_cn: 发送日程邀送方式：
zh_tw: 傳送日程邀請方式：

# SFI
source: Send event invitations to
de_de: Termineinladungen senden an
es_es: Enviar invitaciones al evento a
fr_fr: Envoyer les invitations à l'événement à
id_id: Kirim undangan acara ke
it_it: Invia inviti all'evento a
ja_jp: 予定への招待を以下に送信：
ko_kr: 다음에 이벤트 초대 보내기
ms_my: Hantar jemputan acara kepada
pt_br: Enviar convites de evento para:
ru_ru: Отправить приглашения на события
th_th: ส่งคำเชิญเข้าร่วมกิจกรรมไปยัง
vi_vn: Gửi lời mời sự kiện cho
zh_cn: 发送日程邀请给
zh_tw: 傳送日程邀請給

# HYg
source: Create a meeting group and send invitations at the same time
de_de: Besprechungsgruppe erstellen und Einladungen gleichzeitig versenden
es_es: Crear un grupo de reunión y enviar invitaciones al mismo tiempo
fr_fr: Créer un groupe de réunion et envoyer des invitations au même moment
id_id: Buat grup rapat dan kirim undangan secara sekaligus
it_it: Crea un gruppo di riunione e invia inviti allo stesso tempo
ja_jp: 同時にグループを作成して招待状を送信します
ko_kr: 회의 그룹을 생성하고 동시에 초대를 보냅니다
ms_my: Cipta kumpulan mesyuarat dan hantar jemputan pada masa yang sama
pt_br: Crie um grupo de reunião e envie convites simultaneamente
ru_ru: Создать группу конференции и отправить приглашения одновременно
th_th: สร้างกลุ่มการประชุมและส่งคำเชิญพร้อมกัน
vi_vn: Tạo nhóm họp và gửi lời mời cùng lúc
zh_cn: 将同时创建群组并发送邀请
zh_tw: 將同時建立群組並傳送邀請

# 7DQ
source: Confirm to create meeting groups for guests in the recurring event?
de_de: Erstellen von Besprechungsgruppen für Gäste im wiederkehrenden Termin bestätigen?
es_es: ¿Confirmar la creación de grupos de reunión para invitados en el evento periódico?
fr_fr: Confirmer la création de groupes de réunions pour les invités dans l'événement récurrent ?
id_id: Konfirmasi untuk membuat grup rapat bagi tamu dalam acara berulang?
it_it: Confermare la creazione di gruppi riunione per gli ospiti nell'evento ricorrente?
ja_jp: 繰り返し予定の参加者に会議グループを作成しますか？
ko_kr: 반복되는 이벤트의 게스트를 위한 회의 그룹을 생성하시겠습니까?
ms_my: Sahkan untuk cipta kumpulan mesyuarat bagi tetamu dalam acara berulang?
pt_br: Confirmar criação de grupos de reunião para os convidados no evento recorrente?
ru_ru: Подтвердить создание групп для гостей повторяющегося события?
th_th: ยืนยันการสร้างกลุ่มการประชุมให้กับผู้รับเชิญในกิจกรรมที่จัดซ้ำหรือไม่
vi_vn: Xác nhận tạo nhóm cuộc họp cho các khách trong sự kiện định kỳ?
zh_cn: 确定为重复性日程参与者创建会议群组吗？
zh_tw: 確定為重複性日程參與者建立會議群組嗎？

# KrQ
source: Confirm to create meeting groups for guests (excluding email guests) in the recurring event?
de_de: Erstellen von Besprechungsgruppen für Gäste (ausgenommen Gäste, die per E-Mail eingeladen wurden) im wiederkehrenden Termin bestätigen?
es_es: ¿Confirmar la creación de grupos de reunión para los invitados (excluidos los invitados por correo electrónico) en el evento periódico?
fr_fr: Confirmer la création de groupes de réunions pour les invités (à l'exception de ceux qui ont reçu un e-mail) dans l'événement récurrent ?
id_id: Konfirmasi untuk membuat grup rapat bagi tamu (tidak termasuk tamu email) dalam acara berulang?
it_it: Confermare la creazione di gruppi riunione per gli ospiti (tranne gli ospiti e-mail) nell'evento ricorrente?
ja_jp: 繰り返し予定の参加者（メールアドレス参加者を除く）に会議グループを作成しますか？
ko_kr: 반복되는 이벤트의 게스트(이메일 게스트 제외)를 위한 회의 그룹을 생성하시겠습니까?
ms_my: Sahkan untuk cipta kumpulan mesyuarat bagi tetamu (tidak termasuk tetamu emel) dalam acara berulang?
pt_br: Confirmar criação de grupos de reunião para os convidados (exceto convidados de e-mail) no evento recorrente?
ru_ru: Подтвердить создание групп конференции для гостей (за исключением гостей по почте) в повторяющемся событии?
th_th: ยืนยันการสร้างกลุ่มการประชุมให้กับผู้รับเชิญ (ยกเว้นผู้รับเชิญทางอีเมล) ในกิจกรรมที่จัดซ้ำหรือไม่
vi_vn: Xác nhận tạo nhóm cuộc họp cho các khách (trừ khách mời qua email) trong sự kiện định kỳ?
zh_cn: 确定为重复性日程参与者（除邮箱参与者）创建会议群组吗？
zh_tw: 確定為重複性日程參與者 (信箱參與者除外) 建立會議群組嗎？

# llY
source: Create meeting notes
de_de: Besprechungsnotizen erstellen
es_es: Crear notas de reunión
fr_fr: Créer des notes de réunion
id_id: Buat catatan rapat
it_it: Crea note riunione
ja_jp: 議事録を作成
ko_kr: 회의 메모 생성
ms_my: Cipta nota mesyuarat
pt_br: Criar anotações da reunião
ru_ru: Создать протоколы конференции
th_th: สร้างบันทึกการประชุม
vi_vn: Tạo ghi chú cuộc họp
zh_cn: 创建会议纪要！
zh_tw: 建立會議記錄！

# UNI
source: Create Meeting Notes
de_de: Besprechungsnotizen erstellen
es_es: Crear notas de reunión
fr_fr: Créer des notes de réunion
id_id: Buat Catatan Rapat
it_it: Crea note riunione
ja_jp: 議事録を作成
ko_kr: 회의 메모 생성
ms_my: Cipta Catatan Mesyuarat
pt_br: Criar Anotações da reunião
ru_ru: Создать протоколы конференции
th_th: สร้างหมายเหตุบันทึกการประชุม
vi_vn: Tạo ghi chú cuộc họp
zh_cn: 创建会议纪要
zh_tw: 建立會議記錄

# x4o
source: Create meeting notes
de_de: Besprechungsnotizen erstellen
es_es: Crear notas de reunión
fr_fr: Créer des notes de réunion
id_id: Buat catatan rapat
it_it: Crea note riunione
ja_jp: 議事録を作成
ko_kr: 회의 메모 생성
ms_my: Buat nota mesyuarat
pt_br: Criar anotações da reunião
ru_ru: Создать протоколы конференции
th_th: สร้างบันทึกการประชุม
vi_vn: Tạo ghi chú cuộc họp
zh_cn: 创建纪要
zh_tw: 建立記錄

# 18I
source: Edit after switching to the event time zone
de_de: Nach Umstellung auf die Zeitzone des Termins bearbeiten
es_es: Editar después de cambiar a la zona horaria del evento
fr_fr: Modifier après avoir adopté le fuseau horaire de l'événement
id_id: Edit setelah beralih ke zona waktu acara
it_it: Modifica dopo il passaggio al fuso orario dell'evento
ja_jp: 予定のタイムゾーンに切り替えてから編集してください。
ko_kr: 이벤트 표준 시간대로 전환한 후 편집
ms_my: Edit selepas beralih ke zon waktu acara
pt_br: Editar depois de alterar para o fuso horário do evento
ru_ru: Редактировать после переключения на часовой пояс события
th_th: แก้ไขหลังจากเปลี่ยนเป็นโซนเวลาของกิจกรรม
vi_vn: Chỉnh sửa sau khi chuyển sang múi giờ sự kiện
zh_cn: 切换到日程时区后编辑
zh_tw: 切換至日程時區後編輯

# Mvk
source: Edit event and create meeting notes
de_de: Termin bearbeiten und Besprechungsnotizen erstellen
es_es: Editar evento y crear notas de reunión
fr_fr: Modifier l'événement et créer des notes de réunion
id_id: Edit acara dan buat catatan rapat
it_it: Modifica evento e crea note riunione
ja_jp: 予定を編集、議事録を作成
ko_kr: 이벤트 편집 및 회의 메모 생성
ms_my: Sunting acara dan buat nota mesyuarat
pt_br: Editar evento e criar anotações da reunião
ru_ru: Редактировать событие и создать протоколы конференции
th_th: แก้ไขเหตุการณ์และสร้างบันทึกการประชุม
vi_vn: Chỉnh sửa sự kiện và tạo ghi chú cuộc họp
zh_cn: 修改日程、创建纪要
zh_tw: 修改日程、建立記錄

# 6No
source: Optional
es_es: Opcional
fr_fr: En option
id_id: Opsional
it_it: Opzionale
ja_jp: 任意
ko_kr: 선택 사항
ms_my: Pilihan
pt_br: Opcional
ru_ru: Не обязательно
th_th: ไม่บังคับ
vi_vn: Không bắt buộc
zh_cn: 选填
zh_tw: 可選

# q64
source: Please enter the estimated guest number for approvers' reference only.
de_de: Bitte geben Sie die geschätzte Anzahl an Gästen nur als Referenz für die Genehmiger an.
es_es: Introduce el número previsto de invitados solo como referencia para los aprobadores.
fr_fr: Veuillez saisir le nombre d'invités estimé, à titre de référence pour les approbateurs uniquement.
id_id: Masukkan perkiraan jumlah tamu hanya untuk referensi pemberi persetujuan semata.
it_it: Immetti il numero stimato di ospiti solo come riferimento per i responsabili dell'approvazione.
ja_jp: 承認者の参考のために、参加者数の目安を入力してください
ko_kr: 승인자 참조용으로만 예상 게스트 수를 입력하세요.
ms_my: Sila masukkan anggaran bilangan tetamu untuk rujukan pengesah sahaja.
pt_br: Insira o número estimado de convidados apenas para referência dos aprovadores.
ru_ru: Введите предполагаемое количество гостей только для справки утверждающих.
th_th: โปรดกรอกหมายเลขผู้รับเชิญโดยประมาณเพื่อใช้เป็นข้อมูลอ้างอิงเท่านั้น
vi_vn: Vui lòng nhập số lượng khách ước tính để chỉ người phê duyệt tham khảo.
zh_cn: 请输入预估参与者数量，仅供审批人参考
zh_tw: 請輸入預估參與者數量，僅供審核人參考

# mRA
source: Enter request reason
de_de: Grund für Anfrage eingeben
es_es: Introduce el motivo de la solicitud
fr_fr: Saisir le motif de la demande
id_id: Masukkan alasan permintaan
it_it: Immetti il motivo della richiesta
ja_jp: 申請原因を入力
ko_kr: 요청 사유 입력
ms_my: Masukkan sebab permintaan
pt_br: Inserir motivo da solicitação
ru_ru: Введите причину запроса
th_th: กรอกเหตุผลที่ขอ
vi_vn: Nhập lý do yêu cầu
zh_cn: 请输入申请原因
zh_tw: 請輸入申請原因

# c/M
source: Event guest permissions
de_de: Termin-Gastberechtigungen
es_es: Permisos de invitado a evento
fr_fr: Autorisations des invités à l'événement
id_id: Izin tamu acara
it_it: Autorizzazioni degli invitati all'evento
ja_jp: 予定参加者の権限
ko_kr: 이벤트 초대 대상자 권한
ms_my: Kebenaran tetamu acara
pt_br: Permissões de convidado do evento
ru_ru: Разрешения приглашенных на событие
th_th: สิทธิ์การอนุญาตสำหรับผู้ได้รับเชิญเข้าร่วมกิจกรรม
vi_vn: Quyền của người được mời tham gia sự kiện
zh_cn: 日程参与者权限
zh_tw: 日程參與者權限

# PHo
source: Event information remains unchanged. Feel free to explore different prompts.
de_de: Die Termindaten bleiben unverändert. Sie können gerne verschiedene Kommandos ausprobieren.
es_es: La información del evento no cambia. Siéntete libre de explorar diferentes solicitudes.
fr_fr: Les informations sur l'événement restent inchangées. N'hésitez pas à essayer plusieurs invites différentes.
id_id: Informasi acara tetap tidak berubah. Silakan jelajahi prompt yang berbeda.
it_it: Le informazioni sull'evento rimangono invariate. Esplora diversi comandi liberamente.
ja_jp: この操作により予定情報の更新がありません。他のプロンプトを試してみてください。
ko_kr: 이벤트 정보는 변경되지 않습니다. 다양한 메시지를 자유롭게 탐색해 보세요.
ms_my: Maklumat acara kekal tidak berubah. Jangan ragu untuk meneroka petua yang berbeza.
pt_br: As informações do evento permanecem inalteradas. Sinta-se à vontade para explorar diferentes avisos.
ru_ru: Информация о событии остается неизменной. Вы можете попробовать различные подсказки.
th_th: ข้อมูลกิจกรรมยังเหมือนเดิม โปรดสำรวจข้อความเตือนอื่น ๆ
vi_vn: Thông tin sự kiện được giữ nguyên. Hãy thoải mái khám phá những lời nhắc khác nhau.
zh_cn: 本次操作没有日程信息更新，你可以再试试其他指令
zh_tw: 本次操作沒有日程資訊更新，你可以再試試其他指令
