Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# cps
source: Unable to save because interpreters or languages have not been added.
de_de: Speichern fehlgeschlagen, da keine Dolmetscher oder Sprachen hinzugefügt wurden.
es_es: No se puede guardar porque no se han agregado intérpretes o idiomas.
fr_fr: Enregistrement impossible, car les interprètes ou les langues n'ont pas été ajoutés.
id_id: Gagal menyimpan karena juru bahasa atau bahasa belum ditambahkan.
it_it: Impossibile salvare poiché gli interpreti o le lingue non sono stati aggiunti.
ja_jp: 通訳者または言語を追加していないため、保存できません。
ko_kr: 인터프리터 또는 언어가 추가되지 않아 저장할 수 없습니다.
ms_my: Tidak dapat menyimpan kerana penterjemah atau bahasa belum ditambah.
pt_br: Não é possível salvar porque intérpretes ou idiomas não foram adicionados.
ru_ru: Невозможно сохранить, поскольку переводчики или языки не добавлены.
th_th: ไม่สามารถบันทึกได้เนื่องจากไม่ได้เพิ่มล่ามหรือภาษา
vi_vn: Không thể lưu vì chưa thêm thông dịch viên hoặc ngôn ngữ.
zh_cn: 同传译员或语言未添加，无法保存
zh_tw: 未新增同步口譯員或語言，無法儲存

# quw
source: The end time can't be set before the start time.
de_de: Die Endzeit kann nicht vor der Startzeit festgelegt werden.
es_es: La hora de finalización no puede ser antes de la hora de inicio.
fr_fr: Heure de fin non valide
hi_in: समाप्ति समय को प्रारंभ करने के समय से पहले सेट नहीं किया जा सकता.
id_id: Waktu akhir tidak dapat lebih awal dari waktu mulai.
it_it: L'ora di fine non può essere precedente all'ora di inizio.
ja_jp: 終了時間は開始時間より早いです
ko_kr: 종료 시간은 시작 시간 이전으로 설정할 수 없습니다.
ms_my: Masa tamat tidak sah
pt_br: A hora de término não pode ser definida como antes da hora de início.
ru_ru: Время окончания не может быть установлено раньше времени начала.
th_th: ไม่สามารถตั้งเวลาสิ้นสุดให้เป็นก่อนเวลาเริ่มต้นได้
vi_vn: Không thể cài đặt thời gian kết thúc trước thời gian bắt đầu.
zh_cn: 结束时间不能早于开始时间
zh_tw: 結束時間不能早於開始時間

# ylo
source: Joining info copied
de_de: Beitrittsinfo kopiert
es_es: La información para unirse se ha copiado
fr_fr: Infos de participation copiées
hi_in: शामिल होने की जानकारी कॉपी की गई
id_id: Info untuk bergabung disalin
it_it: Informazioni sulla partecipazione copiate
ja_jp: 参加情報をコピーしました
ko_kr: 참가 정보 복사됨
ms_my: Maklumat penyertaan disalin
pt_br: Informações de ingresso copiadas
ru_ru: Информация о присоединении скопирована
th_th: คัดลอกข้อมูลการเข้าร่วมแล้ว
vi_vn: Đã sao chép thông tin tham gia
zh_cn: 入会信息已复制
zh_tw: 加入會議資訊已複製

# 3DQ
source: Video Meeting Settings
de_de: Einstellungen für Videokonferenz
es_es: Configuración de la reunión por videollamada
fr_fr: Paramètres de réunion vidéo
hi_in: वीडियो मीटिंग सेटिंग्स
id_id: Pengaturan rapat video
it_it: Impostazioni della riunione video
ja_jp: ビデオ会議の設定
ko_kr: 화상 회의 설정
ms_my: Tetapan Mesyuarat Video
pt_br: Configurações da reunião por vídeo
ru_ru: Настройки видеоконференции
th_th: การตั้งค่าการประชุมทางวิดีโอ
vi_vn: Cài đặt cuộc họp video
zh_cn: 视频会议设置
zh_tw: 視訊會議設定

# /34
source: Join Video Meeting
de_de: Videokonferenz beitreten
es_es: Unirse a la reunión por videollamada
fr_fr: Rejoindre une visioconférence
hi_in: वीडियो मीटिंग में शामिल हों
id_id: Bergabung dengan Rapat Video
it_it: Partecipa alla riunione video
ja_jp: ビデオ会議に参加
ko_kr: 화상 회의에 참가
ms_my: Sertai Mesyuarat Video
pt_br: Ingressar na reunião por vídeo
ru_ru: Присоединиться к видеоконференции
th_th: เข้าร่วมการประชุมทางวิดีโอ
vi_vn: Tham gia cuộc họp video
zh_cn: 加入视频会议
zh_tw: 加入視訊會議

# zTI
source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
hi_in: स्थान
id_id: Lokasi
it_it: Luogo
ja_jp: 場所
ko_kr: 위치
ms_my: Lokasi
pt_br: Local
ru_ru: Локация
th_th: ตำแหน่งที่ตั้ง
vi_vn: Địa điểm
zh_cn: 地点
zh_tw: 地點

# Q2Q
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 会議設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 会议设置
zh_tw: 會議設定

# n0o
source: You can't change video meeting settings since the meeting has already started.
de_de: Sie können die Einstellungen für die Videokonferenz nicht ändern, da die Besprechung bereits begonnen hat.
es_es: No puedes cambiar la configuración de la reunión por videollamada, ya que la reunión ha comenzado.
fr_fr: Vous ne pouvez pas modifier les paramètres de réunion vidéo, car la réunion a déjà démarré.
hi_in: मीटिंग पहले ही प्रारंभ होने के कारण आप वीडियो मीटिंग सेटिंग्स बदल नहीं सकते.
id_id: Anda tidak dapat mengubah pengaturan rapat video karena rapat telah dimulai.
it_it: Non puoi modificare le impostazioni della riunione video poiché la riunione è già iniziata.
ja_jp: 会議が開始されたため、ビデオ会議の設定を変更できません
ko_kr: 회의가 이미 시작되었으므로 화상 회의 설정을 변경할 수 없습니다.
ms_my: Anda tidak boleh mengubah tetapan mesyuarat video kerana mesyuarat sudah bermula.
pt_br: Você não pode alterar as configurações da reunião por vídeo porque a reunião já começou.
ru_ru: Настройки видеоконференции невозможно изменить, так как конференция уже началась.
th_th: คุณไม่สามารถเปลี่ยนการตั้งค่าการประชุมทางวิดีโอได้เนื่องจากการประชุมได้เริ่มไปแล้ว
vi_vn: Bạn không thể thay đổi cài đặt cuộc họp video do cuộc họp đã bắt đầu rồi.
zh_cn: 会议已开始，无法更改视频会议设置
zh_tw: 會議已開始，無法變更視訊會議設定

# iIk
source: Meeting ID:
de_de: Besprechungs-ID:
es_es: ID de la reunión:
fr_fr: ID de réunion :
hi_in: मीटिंग ID:
id_id: ID Rapat:
it_it: ID riunione:
ja_jp: 会議 ID：
ko_kr: 회의 ID:
ms_my: ID Mesyuarat:
pt_br: ID da reunião:
ru_ru: Идентификатор конференции:
th_th: ID การประชุม:
vi_vn: ID cuộc họp:
zh_cn: 会议 ID：
zh_tw: 會議 ID：

# jKE
source: Meeting link:
de_de: Link zur Besprechung:
es_es: Enlace de la reunión:
fr_fr: Lien de la réunion :
hi_in: मीटिंग का लिंक:
id_id: Tautan rapat:
it_it: Link della riunione:
ja_jp: 会議リンク：
ko_kr: 회의 링크:
ms_my: Pautan mesyuarat:
pt_br: Link da reunião:
ru_ru: Ссылка на конференцию:
th_th: ลิงก์การประชุม:
vi_vn: Liên kết cuộc họp:
zh_cn: 会议链接：
zh_tw: 會議連結：

# Y7o
source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
hi_in: उपलब्ध
id_id: Tersedia
it_it: Disponibile
ja_jp: 予約可能
ko_kr: 사용 가능
ms_my: Tersedia
pt_br: Disponível
ru_ru: Доступно
th_th: พร้อมใช้งาน
vi_vn: Khả dụng
zh_cn: 可预定
zh_tw: 可預定

# yIk
source: This meeting room can't be reserved during this period of time.
de_de: Dieser Besprechungsraum kann während dieser Zeit nicht reserviert werden.
es_es: La sala de reuniones no se puede reservar durante este período de tiempo.
fr_fr: Cette salle de réunion ne peut pas être réservée durant cette période.
hi_in: यह मीटिंग रूम इस अवधि के दौरान आरक्षित नहीं किया जा सकता.
id_id: Ruang rapat ini tidak dapat dipesan selama periode ini.
it_it: La sala riunioni non può essere prenotata durante questo periodo.
ja_jp: この会議室は現時点に予約できません。
ko_kr: 이 기간 동안 이 회의실을 예약할 수 없습니다.
ms_my: Bilik mesyuarat ini tidak boleh ditempah pada waktu ini.
pt_br: Esta sala de reunião não pode ser reservada durante este período.
ru_ru: Эту комнату нельзя зарезервировать в течение этого периода времени.
th_th: ไม่สามารถจองห้องประชุมนี้ได้ในระหว่างช่วงเวลานี้
vi_vn: Không thể đặt trước phòng họp này trong khoảng thời gian này.
zh_cn: 会议室在此时段不支持预定

# gp4
source: Not available
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
hi_in: उपलब्ध नहीं
id_id: Tidak tersedia
it_it: Non disponibile
ja_jp: 予約不可
ko_kr: 사용할 수 없음
ms_my: Tidak tersedia
pt_br: Não disponível
ru_ru: Недоступно
th_th: ไม่ว่าง
vi_vn: Không có sẵn
zh_cn: 不可预定
zh_tw: 不可預定

# pHQ
source: Reservation can’t be made for events in the past.
de_de: Reservierung für Termine in der Vergangenheit sind nicht möglich.
es_es: No se pueden hacer reservas para eventos pasados.
fr_fr: Impossible d'effectuer une réservation pour des événements passés.
hi_in: पिछली दिनांक में ईवेंट का रिज़र्वेशन नहीं किया जा सकता है.
id_id: Reservasi tidak dapat dilakukan untuk acara di masa lalu.
it_it: Non è possibile effettuare prenotazioni per eventi passati.
ja_jp: 過去の予定に会議室を予約できません。
ko_kr: 과거의 이벤트에 대해 예약할 수 없습니다.
ms_my: Tempahan tidak boleh dibuat untuk acara yang sudah berlalu.
pt_br: Não é possível fazer reservas para eventos no passado.
ru_ru: Невозможно осуществить резервирование для событий в прошлом.
th_th: ไม่สามารถทำการจองสำหรับเหตุการณ์ในอดีตได้
vi_vn: Không thể đặt phòng cho các sự kiện trong quá khứ.
zh_cn: 不可为发生在过去的日程预定会议室
zh_tw: 不可為發生在過去的日程預定會議室

# C0c
source: The meeting room is inactive, therefore it can't be reserved during this period of time.
de_de: Der Besprechungsraum ist inaktiv. Eine Reservierung ist daher während dieser Zeit nicht möglich.
es_es: La sala de reuniones está inactiva y por lo tanto, no se podrá reservar durante este período de tiempo.
fr_fr: La salle de réunion est inactive, et elle ne peut donc pas être réservée durant cette période.
hi_in: मीटिंग रूम निष्क्रिय है, इसलिए इसे इस अवधि के दौरान आरक्षित नहीं किया जा सकता है.
id_id: Ruang rapat tidak aktif, oleh karena itu tidak dapat dipesan selama periode waktu ini.
it_it: La sala riunioni non è attiva, pertanto non può essere prenotata durante questo periodo.
ja_jp: 会議室は使用禁止となっているため、この時間帯に予約できません
ko_kr: 회의실이 비활성 상태이므로 이 기간 동안 예약할 수 없습니다.
ms_my: Bilik mesyuarat tidak aktif, oleh itu tidak boleh ditempah pada masa ini.
pt_br: A sala de reuniões está inativa, portanto não pode ser reservada durante este período.
ru_ru: Комната неактивна и ее нельзя зарезервировать в течение этого периода времени.
th_th: ห้องประชุมไม่มีการใช้งาน ด้วยเหตุนี้จึงไม่สามารถจองได้ในระหว่างช่วงเวลานี้
vi_vn: Phòng họp này hiện không hoạt động nên không thể đặt trước trong khoảng thời gian này.
zh_cn: 会议室已被禁用，在此时段不支持预定
zh_tw: 會議室已停用，在此時段不支援預定

# hGo
source: Inactive
de_de: Inaktiv
es_es: Inactiva
fr_fr: Inactif
hi_in: निष्क्रिय
id_id: Tidak aktif
it_it: Inattiva
ja_jp: 使用禁止
ko_kr: 비활성
ms_my: Tidak aktif
pt_br: Inativo
ru_ru: Недоступна
th_th: ไม่ได้ใช้งาน
vi_vn: Không hoạt động
zh_cn: 已禁用

# SOw
source: Reserved
de_de: Reserviert
es_es: Reservada
fr_fr: Réservé
hi_in: रिज़र्व किया गया
id_id: Dipesan
it_it: Prenotazione completata
ja_jp: 予約済み
ko_kr: 예약됨
ms_my: Ditempah
pt_br: Reservada
ru_ru: Зарезервировано
th_th: จองแล้ว
vi_vn: Đã có người đặt
zh_cn: 已预定
zh_tw: 已預定

# fUw
source: Meeting topic:
de_de: Besprechungsthema:
es_es: Tema de la reunión:
fr_fr: Sujet de la réunion :
hi_in: मीटिंग का विषय:
id_id: Topik rapat:
it_it: Argomento della riunione:
ja_jp: タイトル：
ko_kr: 회의 주제:
ms_my: Topik mesyuarat:
pt_br: Tópico da reunião:
ru_ru: Тема конференции:
th_th: หัวข้อการประชุม:
vi_vn: Chủ đề cuộc họp:
zh_cn: 会议主题：
zh_tw: 會議主題：

# awg
source: Load more meeting rooms
de_de: Weitere Besprechungsräume laden
es_es: Cargar más salas de reuniones
fr_fr: Charger plus de salles de réunion
hi_in: अधिक मीटिंग रूम लोड करें
id_id: Muat ruang rapat lainnya
it_it: Carica altre sale riunioni
ja_jp: 会議室を更に表示
ko_kr: 회의실 더 로드
ms_my: Muat lebih banyak bilik mesyuarat
pt_br: Carregar mais salas de reunião
ru_ru: Загрузить дополнительные комнаты
th_th: โหลดห้องประชุมเพิ่มเติม
vi_vn: Tải thêm phòng họp
zh_cn: 获取更多会议室
zh_tw: 取得更多會議室

# JIA
source: More Options
de_de: Weitere Optionen
es_es: Más opciones
fr_fr: Plus d'options
hi_in: अधिक विकल्प
id_id: Opsi lainnya
it_it: Più opzioni
ja_jp: 詳細を設定
ko_kr: 옵션 더 보기
ms_my: Lagi
pt_br: Mais opções
ru_ru: Дополнительные параметры
th_th: ตัวเลือกเพิ่มเติม
vi_vn: Thêm tùy chọn
zh_cn: 更多选项
zh_tw: 更多選項

# pMY
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่
vi_vn: Không
zh_cn: 否
zh_tw: 否

# 7aA
source: Current webinar has already started. Settings can't be changed.
de_de: Das aktuelle Webinar hat bereits begonnen. Die Einstellungen können nicht geändert werden.
es_es: Ya ha comenzado el seminario web. No se puede guardar la configuración.
fr_fr: Le webinaire actuel a déjà commencé. Les paramètres ne peuvent pas être modifiés.
id_id: Webinar saat ini sudah dimulai. Pengaturan tidak dapat diubah.
it_it: Webinar corrente già avviato. Le impostazioni non possono essere modificate.
ja_jp: ウェビナーが開始したため、会議設定を変更できません。
ko_kr: 현재 웨비나가 이미 시작되었습니다. 설정을 변경할 수 없습니다.
ms_my: Webinar semasa sudah bermula. Tetapan tidak boleh diubah.
pt_br: O webinar atual já começou. As configurações não podem ser alteradas.
ru_ru: Текущий вебинар уже начался. Настройки не могут быть изменены.
th_th: การสัมมนาออนไลน์ปัจจุบันได้เริ่มขึ้นแล้ว ไม่สามารถเปลี่ยนการตั้งค่าได้
vi_vn: Webinar hiện tại đã bắt đầu. Không thể thay đổi cài đặt.
zh_cn: 当前网络研讨会已开始，无法修改会议设置
zh_tw: 目前網路研討會已開始，無法修改會議設定

# LGc
source: Unable to create notes. Please contact the event organizer for access.
de_de: Notizen können nicht erstellt werden. Für eine Zugriffsberechtigung wenden Sie sich bitte an den Organisator des Termins.
es_es: No se pueden crear notas. Ponte en contacto con el organizador del evento para obtener acceso.
fr_fr: Impossible de créer des notes. Veuillez contacter l'organisateur de l'événement pour y accéder.
id_id: Gagal membuat catatan. Hubungi penyelenggara acara untuk mendapatkan akses.
it_it: Impossibile creare note. Contatta l'organizzatore dell'evento per l'accesso.
ja_jp: 議事録を作成できません。予定主催者に議事録の作成を依頼してください。
ko_kr: 메모를 생성할 수 없습니다. 액세스 권한은 이벤트 주최자에게 문의하세요.
ms_my: Tidak dapat membuat nota. Sila hubungi penganjur acara untuk akses.
pt_br: Falha na criação de anotações. Entre em contato com o organizador do evento para obter acesso.
ru_ru: Невозможно создавать примечания. Для получения доступа свяжитесь с организатором события.
th_th: สร้างบันทึกไม่สำเร็จ โปรดติดต่อผู้จัดกิจกรรมเพื่อขอเข้าถึง
vi_vn: Không thể tạo ghi chú. Vui lòng liên hệ với người tổ chức sự kiện để truy cập.
zh_cn: 无法创建会议纪要，请联系日程组织者
zh_tw: 無法建立會議記錄，請聯絡日程組織者

# YSw
source: No available rooms found
de_de: Keine verfügbaren Räume gefunden
es_es: No hay salas de reuniones disponibles
fr_fr: Aucune salle disponible trouvée
hi_in: कोई उपलब्ध रूम नहीं मिला
id_id: Ruang yang tersedia tidak ditemukan
it_it: Nessuna sala disponibile trovata
ja_jp: 利用可能な会議室が見つかりませんでした
ko_kr: 사용 가능한 회의실 없습니다
ms_my: Tiada bilik tersedia
pt_br: Nenhuma sala disponível foi encontrada
ru_ru: Нет доступных комнат
th_th: ไม่พบห้องที่พร้อมใช้งาน
vi_vn: Không tìm thấy phòng còn trống nào
zh_cn: 没有搜索到可用的会议室
zh_tw: 沒有搜尋到可用的會議室

# RYI
source: No available meeting link
de_de: Kein verfügbarer Link zur Besprechung
es_es: No hay disponible ningún enlace de la reunión
fr_fr: Aucun lien de réunion disponible
hi_in: कोई उपलब्ध मीटिंग लिंक नहीं
id_id: Tautan rapat tidak tersedia
it_it: Nessun link disponibile per la riunione
ja_jp: ビデオ会議のリンクがありません
ko_kr: 사용 가능한 회의 링크가 없습니다
ms_my: Tiada pautan mesyuarat tersedia
pt_br: Nenhum link de reunião disponível
ru_ru: Нет доступной ссылки конференции
th_th: ไม่มีลิงก์การประชุมที่พร้อมใช้งาน
vi_vn: Không có liên kết cuộc họp nào
zh_cn: 暂无会议链接
zh_tw: 暫無會議連結

# RRk
source: Other Video Meetings
de_de: Andere Videokonferenzen
es_es: Otras reuniones por vídeo
fr_fr: Autres visioconférences
hi_in: दूसरी वीडियो मीटिंग
id_id: Rapat Video Lainnya
it_it: Altre riunioni video
ja_jp: その他のビデオ会議
ko_kr: 기타 화상 회의
ms_my: Mesyuarat Video Lain
pt_br: Outras reuniões por vídeo
ru_ru: Другие видеоконференции
th_th: การประชุมทางวิดีโออื่น ๆ
vi_vn: Cuộc họp video khác
zh_cn: 其他视频会议
zh_tw: 其他視訊會議

# KUs
source: Add description
de_de: Beschreibung hinzufügen
es_es: Agregar descripción
fr_fr: Ajouter une description
hi_in: जानकारी जोड़ें
id_id: Tambah deskripsi
it_it: Aggiungi descrizione
ja_jp: 説明を追加
ko_kr: 설명 추가
ms_my: Tambah keterangan
pt_br: Adicionar descrição
ru_ru: Добавить описание
th_th: เพิ่มคำอธิบาย
vi_vn: Thêm mô tả
zh_cn: 添加描述
zh_tw: 新增描述

# YLE
source: Panelists
de_de: Podiumsteilnehmer
es_es: Panelistas
fr_fr: Panélistes
id_id: Panelis
it_it: Relatori
ja_jp: パネリスト
ko_kr: 패널리스트
ms_my: Panelis
pt_br: Membros do painel
ru_ru: Почетные гости
th_th: ผู้ร่วมอภิปราย
vi_vn: Tham luận viên
zh_cn: 嘉宾
zh_tw: 來賓

# CwQ
source: You have no permission to modify this event
de_de: Sie haben keinen Zugriff zum Ändern dieses Termins
es_es: No tienes acceso para modificar este evento
fr_fr: Vous n'êtes pas autorisé à modifier cet événement
hi_in: इस ईवेंट को संशोधित करने के लिए आपके पास कोई ऐक्सेस नहीं है
id_id: Anda tidak memiliki akses untuk mengubah acara ini
it_it: Non hai accesso per modificare questo evento
ja_jp: この予定の編集権限がありません
ko_kr: 이 이벤트를 수정하기 위한 액세스 권한이 없습니다.
ms_my: Anda tidak mempunyai akses untuk mengubah acara ini
pt_br: Você não tem acesso para modificar este evento
ru_ru: У вас нет доступа для изменения этого события
th_th: คุณไม่มีสิทธิ์เข้าถึงเพื่อปรับเปลี่ยนกิจกรรมนี้
vi_vn: Bạn không có quyền truy cập để sửa đổi sự kiện này
zh_cn: 没有权限编辑该日程
zh_tw: 沒有編輯該日程的權限

# h7s
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
hi_in: पूर्वावलोकन करें
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предварительный просмотр
th_th: ตัวอย่าง
vi_vn: Xem trước
zh_cn: 展示效果
zh_tw: 顯示效果

# GaY
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
ms_my: Peribadi
pt_br: Particular
ru_ru: Доступно только мне
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私密

# y5Y
source: Public
de_de: Öffentlich
es_es: Público
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Общедоступное
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# Jiw
source: Exit editing this event?
de_de: Möchten Sie die Bearbeitung des aktuellen Termins jetzt beenden?
es_es: ¿Confirmas que quieres abandonar edición del evento actual?
fr_fr: Quitter les modifications de l'événement en cours ?
id_id: Konfirmasi untuk keluar dari pengeditan acara saat ini?
it_it: Vuoi davvero uscire dalla modifica dell'evento corrente?
ja_jp: 予定の編集を終了しますか？
ko_kr: 현재 이벤트 편집을 종료하시겠습니까?
ms_my: Sahkan untuk keluar dari pengeditan acara semasa?
pt_br: Confirmar saída da edição do evento atual?
ru_ru: Подтвердить выход из редактирования текущего события?
th_th: ยืนยันที่จะยกเลิกการแก้ไขกิจกรรมปัจจุบันหรือไม่
vi_vn: Xác nhận thoát chỉnh sửa sự kiện hiện tại?
zh_cn: 确定退出当前日程编辑吗？
zh_tw: 確定要退出目前日程編輯嗎？

# RSk
source: Once quit, changes to the current event won't be saved and newly created notes will be deleted.
de_de: Bei Beendigung gehen alle Änderungen am aktuellen Termin verloren und neu erstellte Notizen werden gelöscht.
es_es: Al abandonar, los cambios en el evento actual no se guardarán y las notas que hayas creado se eliminarán.
fr_fr: Après avoir quitté, les modifications apportées à l'événement en cours ne seront pas enregistrées et les notes nouvellement créées seront supprimées.
id_id: Setelah keluar, perubahan pada acara saat ini tidak akan disimpan dan catatan yang baru dibuat akan dihapus.
it_it: Una volta effettuata l'uscita, le modifiche all'evento corrente non verranno salvate e le note appena create verranno eliminate.
ja_jp: 終了すると、現在の変更が破棄されます。また、作成された議事録も削除されます。
ko_kr: 종료하면 현재 이벤트에 대한 변경 내용이 저장되지 않고 새로 생성된 메모가 삭제됩니다.
ms_my: Sekali keluar, perubahan pada acara semasa tidak akan disimpan dan nota yang baru dibuat akan dipadamkan.
pt_br: Depois de sair, as alterações no evento atual não serão salvas e as anotações recém-criadas serão excluídas.
ru_ru: После выхода изменения в текущем событии не будут сохранены, а новые примечания будут удалены.
th_th: เมื่อยกเลิกแล้ว ระบบจะไม่บันทึกการเปลี่ยนแปลงกิจกรรมปัจจุบันและจะลบบันทึกที่สร้างใหม่
vi_vn: Sau khi thoát, thay đổi đối với sự kiện hiện tại sẽ không được lưu và ghi chú mới tạo sẽ bị xóa.
zh_cn: 退出后，将无法保存当前日程的更改并删除新建的会议纪要
zh_tw: 退出後，將無法儲存目前日程的變更，並會刪除新建立的會議記錄

# PMQ
source: Your changes to this event will not be saved.
de_de: Bei Beendigung gehen alle Änderungen am aktuellen Termin verloren.
es_es: Al abandonar, los cambios en el evento actual no se guardarán.
fr_fr: Après avoir quitté, les modifications apportées à l'événement en cours ne seront pas enregistrées.
id_id: Setelah keluar, perubahan pada acara saat ini tidak akan disimpan.
it_it: Una volta effettuata l'uscita, le modifiche all'evento corrente non verranno salvate.
ja_jp: 終了すると、現在の変更が破棄されます。
ko_kr: 종료하면 현재 이벤트에 대한 변경 내용이 저장되지 않습니다.
ms_my: Sekali keluar, perubahan pada acara semasa tidak akan disimpan.
pt_br: Depois de sair, as alterações no evento atual não serão salvas.
ru_ru: После выхода изменения в текущем событии не будут сохранены.
th_th: เมื่อยกเลิกแล้ว ระบบจะไม่บันทึกการเปลี่ยนแปลงกิจกรรมปัจจุบัน
vi_vn: Sau khi thoát, thay đổi đối với sự kiện hiện tại sẽ không được lưu.
zh_cn: 退出后，将无法保存当前日程的更改
zh_tw: 退出後，將無法儲存目前日程的變更

# XsQ
source: Repeat
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
hi_in: दोहराएं
id_id: Ulangi
it_it: Ripeti
ja_jp: 繰り返し
ko_kr: 반복
ms_my: Ulang
pt_br: Repetir
ru_ru: Повтор
th_th: ทำซ้ำ
vi_vn: Lặp lại
zh_cn: 重复
zh_tw: 重複

# lrk
source: Room
de_de: Raum
es_es: Sala de reuniones
fr_fr: Salle
hi_in: रूम
id_id: Ruang
it_it: Sala
ja_jp: 会議室
ko_kr: 회의실
ms_my: Bilik
pt_br: Sala
ru_ru: Комната
th_th: ห้อง
vi_vn: Phòng
zh_cn: 会议室
zh_tw: 會議室

# gNY
source: Failed to save, please try again later
de_de: Speichern fehlgeschlagen, später erneut versuchen
es_es: Error al guardar. Inténtalo de nuevo más tarde
fr_fr: Échec de la sauvegarde, veuillez réessayer plus tard
hi_in: सहेजने में विफल हुआ, कृपया बाद में फिर से प्रयास करें
id_id: Gagal menyimpan, coba lagi nanti
it_it: Impossibile salvare, riprova più tardi
ja_jp: 保存できませんでした。再試行してください
ko_kr: 저장에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Gagal menyimpan, sila cuba lagi kemudian
pt_br: Falha ao salvar, tente novamente mais tarde
ru_ru: Не удалось сохранить, попробуйте еще раз позже
th_th: บันทึกไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Lưu thất bại, vui lòng thử lại sau
zh_cn: 保存失败，请稍后再试
zh_tw: 儲存失敗，請稍後再試

# Kzg
source: Contacts, departments or groups
de_de: Kontakte, Abteilungen oder Gruppen
es_es: Contactos, departamentos o grupos
fr_fr: Contacts, services ou groupes
id_id: Kontak, departemen, atau grup
it_it: Contatti, reparti o gruppi
ja_jp: 連絡先、部門またはグループ
ko_kr: 연락처, 부서 또는 그룹
ms_my: Kenalan, jabatan atau kumpulan
pt_br: Contactos, departamentos ou grupos
ru_ru: Контакты, отделы или группы
th_th: รายชื่อที่ติดต่อ แผนก หรือกลุ่ม
vi_vn: Người liên hệ, phòng ban hoặc nhóm
zh_cn: 联系人、部门或群
zh_tw: 聯絡人、部門或群組

# fN4
source: See more
de_de: Mehr anzeigen
es_es: Ver más
fr_fr: Afficher plus
hi_in: अधिक देखें
id_id: Lihat lainnya
it_it: Visualizza altro
ja_jp: 他の参加者を表示
ko_kr: 자세히 보기
ms_my: Lihat lagi
pt_br: Ver mais
ru_ru: Смотреть еще
th_th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_cn: 查看更多参与者
zh_tw: 查看更多參與者

# 0NU
source: Select building and floor
de_de: Gebäude und Stockwerk auswählen
es_es: Seleccionar el edificio y la planta
fr_fr: Sélectionner le bâtiment et l'étage
hi_in: बिल्डिंग और फ़्लोर चुनें
id_id: Pilih gedung dan lantai
it_it: Seleziona edificio e piano
ja_jp: オフィスとフロアを選択
ko_kr: 건물 및 층 선택
ms_my: Pilih bangunan dan tingkat
pt_br: Selecionar prédio e andar
ru_ru: Выбрать здание и этаж
th_th: เลือกอาคารหรือชั้น
vi_vn: Chọn tòa nhà và tầng
zh_cn: 选择建筑和楼层

# dKw
source: Select building
de_de: Gebäude auswählen
es_es: Seleccionar edificio
fr_fr: Sélectionner un bâtiment
hi_in: इमारत चुनें
id_id: Pilih gedung
it_it: Seleziona edificio
ja_jp: ビルを選択
ko_kr: 건물 선택
ms_my: Pilih bangunan
pt_br: Selecionar edifício
ru_ru: Выбрать здание
th_th: เลือกอาคาร
vi_vn: Chọn khu nhà
zh_cn: 选择建筑
zh_tw: 選擇建築

# FZw
source: Select floor
de_de: Stockwerk auswählen
es_es: Seleccionar planta
fr_fr: Sélectionnez un étage
hi_in: मंज़िल चुनें
id_id: Pilih lantai
it_it: Seleziona piano
ja_jp: フロアを選択
ko_kr: 층 선택
ms_my: Pilih lantai
pt_br: Selecionar andar
ru_ru: Выбрать этаж
th_th: เลือกชั้น
vi_vn: Chọn tầng
zh_cn: 选择楼层
zh_tw: 選擇樓層

# E30
source: Added meeting rooms
de_de: Besprechungsräume hinzugefügt
es_es: Salas de reuniones agregadas
fr_fr: Salles de réunion ajoutées
hi_in: मीटिंग रूम जोड़ें
id_id: Menambah ruang rapat
it_it: Sale riunioni aggiunte
ja_jp: 追加した会議室
ko_kr: 추가된 회의실
ms_my: Tambah bilik mesyuarat
pt_br: Salas de reunião adicionadas
ru_ru: Добавлены комнаты
th_th: เพิ่มห้องประชุมแล้ว
vi_vn: Đã thêm phòng họp
zh_cn: 已添加的会议室
zh_tw: 已新增的會議室
