Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# H58
source: How to find server URL？
de_de: Wie kann die Server-URL gefunden werden？
es_es: Cómo encontrar la URL del servidor
fr_fr: Comment trouver l'URL du serveur ?
hi_in: सर्वर URL कैसे खोजें?
id_id: Bagaimana cara menemukan URL server?
it_it: Come trovare l'URL del server?
ja_jp: サーバー URL を取得する方法は？
ko_kr: 서버 URL을 찾는 방법?
ms_my: Bagaimana untuk mencari URL pelayan?
pt_br: Como encontrar o URL do servidor?
ru_ru: Как найти URL сервера?
th_th: วิธีการค้นหา URL เซิร์ฟเวอร์
vi_vn: Cách để tìm URL máy chủ?
zh_cn: 如何获取？
zh_tw: 如何取得？

# sBo
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata sandi
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata laluan
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# CPs
source: link again.
de_de: Bitte erneut verknüpfen.
es_es: Vuelve a crear el vínculo.
fr_fr: Merci de lier à nouveau.
hi_in: कृपया पुनः लिंक करें.
id_id: Tautkan ulang.
it_it: Ripeti il collegamento.
ja_jp: 再度関連付けてください
ko_kr: 다시 연결하세요.
ms_my: paut semula.
pt_br: Vincule novamente.
ru_ru: Привяжите снова.
th_th: โปรดเชื่อมโยงอีกครั้ง
vi_vn: Vui lòng liên kết lại.
zh_cn: 重新关联
zh_tw: 重新關聯

# kwE
source: Invalid email address or password. Please try again.
de_de: Ungültige E-Mail-Adresse oder ungültiges Passwort. Versuchen Sie es erneut.
es_es: Dirección de correo electrónico o contraseña no válidas. Inténtalo de nuevo.
fr_fr: Adresse e-mail ou mot de passe non valide. Veuillez réessayer.
hi_in: अमान्य ईमेल पता या पासवर्ड. कृपया पुनः प्रयास करें.
id_id: Alamat email atau kata sandi tidak valid. Coba lagi.
it_it: Indirizzo e-mail o password non validi. Riprova.
ja_jp: メールアドレスまたはパスワードが間違っています。再試行してください
ko_kr: 잘못된 이메일 주소 또는 비밀번호입니다. 다시 시도하세요.
ms_my: Alamat e-mel atau kata laluan tidak sah. Sila cuba lagi.
pt_br: Endereço de e-mail inválido ou senha inválida. Tente novamente.
ru_ru: Недействительный адрес почты или пароль. Повторите попытку.
th_th: ที่อยู่อีเมลหรือรหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
vi_vn: Địa chỉ email hoặc mật khẩu không hợp lệ. Vui lòng thử lại.
zh_cn: 邮箱地址或密码错误，请重试
zh_tw: 信箱地址或密碼錯誤，請重試

# 3aQ
source: Server URL
es_es: URL del servidor
fr_fr: URL du serveur
hi_in: सर्वर URL
id_id: URL Server
it_it: URL del server
ja_jp: サーバー URL
ko_kr: 서버 URL
ms_my: URL Pelayan
pt_br: URL do servidor
ru_ru: URL сервера
th_th: URL เซิร์ฟเวอร์
vi_vn: URL máy chủ
zh_cn: 服务器地址
zh_tw: 伺服器地址

# esk
source: Click to switch to third-party accounts. Events created or edited on the third-party accounts will be synced to the respective calendar.
de_de: Klicken Sie, um die Konten zu wechseln. Die im neu hinzugefügten Konto erstellten oder bearbeiteten Termine werden mit dem jeweiligen Kalender synchronisiert.
es_es: Haz clic para cambiar de cuenta. Los eventos creados o editados en la cuenta recién añadida se sincronizarán con el calendario correspondiente.
fr_fr: Cliquez pour changer de compte. Les événements créés ou modifiés sur le compte nouvellement ajouté seront synchronisés avec le calendrier respectif.
hi_in: खाता स्विच करने के लिए क्लिक करें. नए जोड़े गए खाते पर बनाए गए या संपादित किए गए ईवेंट को संबंधित कैलेंडर में सिंक कर दिया जाएगा
id_id: Klik untuk beralih ke akun pihak ketiga. Acara yang dibuat atau diedit pada akun pihak ketiga akan disinkronkan ke semua kalender.
it_it: Tocca per cambiare account. Gli eventi creati o modificati sull'account appena aggiunto verranno sincronizzati con il rispettivo calendario.
ja_jp: ここをクリックしてサードパーティアカウントに切り替えできます。サードパーティアカウントでの作成と編集は当該カレンダーに同期されます。
ko_kr: 계정을 전환하려면 클릭하세요. 새로 추가된 계정에서 생성 또는 편집된 이벤트는 해당 캘린더에 동기화됩니다.
ms_my: Klik untuk beralih ke akaun pihak ketiga. Acara yang dicipta atau disunting pada akaun pihak ketiga akan diselaraskan ke kalendar masing-masing.
pt_br: Clique para alternar as contas. Os eventos criados ou editados na conta recentemente adicionada serão sincronizados no respectivo calendário.
ru_ru: Щелкните для переключения учетных записей. События, созданные и отредактированные в новой добавленной учетной записи будут синхронизированы с соответствующим календарем.
th_th: คลิกเพื่อสลับบัญชี เหตุการณ์ที่สร้างขึ้นหรือที่แก้ไขในบัญชีที่เพิ่มใหม่จะถูกซิงค์กับปฏิทินที่เกี่ยวข้อง
vi_vn: Bấm để chuyển tài khoản. Các sự kiện được tạo hoặc chỉnh sửa trên tài khoản mới được thêm sẽ được đồng bộ với lịch tương ứng.
zh_cn: 点击此处，可切换至第三方日历账号。在第三方账号上创建或编辑日程，所有信息将被同步至对应日历中。
zh_tw: 點選此處，可切換至第三方日曆帳號。在第三方帳號上建立或編輯日程時，所有資訊會同步至對應日曆。

# Bx0
source: Synchronization has expired.
de_de: Synchronisierung ist abgelaufen.
es_es: La sincronización ha expirado.
fr_fr: La synchronisation a expiré.
hi_in: सिंक्रोनाइज़ेशन की समय अवधि समाप्त हो चुकी है.
id_id: Sinkronisasi telah kedaluwarsa.
it_it: Sincronizzazione scaduta.
ja_jp: アカウントの関連付けは無効になりました。
ko_kr: 동기화가 만료되었습니다.
ms_my: Penyegerakan telah luput.
pt_br: A sincronização expirou.
ru_ru: Срок действия синхронизации истек.
th_th: การซิงค์หมดอายุแล้ว
vi_vn: Đồng bộ hóa đã hết hạn.
zh_cn: 账号关联已失效
zh_tw: 帳號關聯已失效

# YwM
source: Reclaim
de_de: Zurückfordern
es_es: Reservar
fr_fr: Récupérer
hi_in: पुनः प्राप्त करें
id_id: Klaim
it_it: Richiedi utilizzo sala
ja_jp: すぐに占有します
ko_kr: 선점
ms_my: Dapatkan semula
pt_br: Solicitar
ru_ru: Занять
th_th: ขอคืน
vi_vn: Lấy
zh_cn: 立即抢占
zh_tw: 立即搶佔

# b4Q
source: The room has been reserved for all day. Please contact organizer if needed.
de_de: Der Raum wurde für den ganzen Tag reserviert. Wenden Sie sich bei Bedarf an den Organisator.
es_es: La sala se ha reservado para todo el día. Si fuera necesario, ponte en contacto con el organizador.
fr_fr: La salle a été réservée pour toute la journée. Veuillez contacter l'organisateur si nécessaire.
hi_in: रूम पूरे दिन के लिए आरक्षित किया जा चुका है. आवश्यकता पड़ने पर कृपया आयोजक से संपर्क करें.
id_id: Ruang telah direservasi sepanjang hari. Hubungi penyelenggara jika diperlukan.
it_it: La sala è stata prenotata per tutto il giorno. Se necessario, contatta l'organizzatore.
ja_jp: 会議室は終日予約されています。使用される場合、予約者に連絡して調整を行ってください
ko_kr: 회의실이 하루 종일 예약되어 있습니다. 필요한 경우 주최자에게 문의하세요.
ms_my: Bilik telah ditempah sepanjang hari. Sila hubungi penganjur jika perlu.
pt_br: A sala foi reservada para o dia todo. Entre em contato com o organizador, se necessário.
ru_ru: Комната забронирована на весь день. Если у вас есть вопросы, свяжитесь с организатором.
th_th: จองห้องแล้วตลอดวัน โปรดติดต่อผู้จัด หากต้องการ
vi_vn: Phòng này đã được đặt trước cả ngày. Vui lòng liên hệ với người tổ chức nếu cần.
zh_cn: 会议室已被全天预定 如需使用，可联系预定者进行协调
zh_tw: 會議室已被全天預定 如需使用，可聯絡預定者進行協商

# /XU
source: can reclaim
de_de: kann zurückfordern
es_es: puede reservarla
fr_fr: peut récupérer
hi_in: पुनः प्राप्त किया जा सकता है
id_id: dapat mengklaim
it_it: è possibile richiedere l'utilizzo della sala
ja_jp: 占有できます
ko_kr: 선점 가능
ms_my: boleh dapatkan semula
pt_br: pode solicitar
ru_ru: можно занять
th_th: สามารถขอคืนได้
vi_vn: có thể lấy
zh_cn: 可抢占
zh_tw: 可搶佔

# 93M
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
it_it: Sì
ja_jp: OK
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 确定
zh_tw: 確定

# uDs
source: Failed to reclaim
de_de: Zurückfordern fehlgeschlagen
es_es: Error al realizar la reserva
fr_fr: Échec de la récupération
hi_in: पुनः प्राप्त करने में विफल हुआ
id_id: Gagal mengklaim
it_it: Impossibile richiedere utilizzo
ja_jp: 占有できませんでした
ko_kr: 선점 실패
ms_my: Gagal mendapatkan semula
pt_br: Falha ao solicitar
ru_ru: Не удалось занять
th_th: ขอคืนไม่สำเร็จ
vi_vn: Lấy thất bại
zh_cn: 抢占失败
zh_tw: 搶佔失敗

# 3us
source: Failed to scan QR code. Please try again.
de_de: QR-Code konnte nicht gescannt werden. Versuchen Sie es erneut.
es_es: Error al escanear el código QR. Inténtalo de nuevo.
fr_fr: Échec du scan du code QR. Veuillez réessayer.
hi_in: QR कोड स्कैन करने में विफल हुआ. कृपया फिर से प्रयास करें.
id_id: Gagal memindai kode QR. Coba lagi.
it_it: Impossibile eseguire scansione del codice QR. Riprova.
ja_jp: QRコードがスキャンできませんでした。もう一度やり直してください
ko_kr: QR 코드를 스캔하지 못했습니다. 다시 시도하세요.
ms_my: Gagal mengimbas kod QR. Sila cuba lagi.
pt_br: Falha ao escanear o código QR. Tente novamente.
ru_ru: Не удалось отсканировать QR-код. Повторите попытку
th_th: สแกนคิวอาร์โค้ดไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Quét mã QR thất bại. Vui lòng thử lại.
zh_cn: 扫描二维码失败，请再次尝试
zh_tw: 掃描 QR 碼失敗，請再次嘗試

# FVY
source: The function has been turned off. Please contact the administrator if needed.
de_de: Die Funktion wurde ausgeschaltet. Kontaktieren Sie den Administrator, falls erforderlich.
es_es: Esta función se ha desactivado. Si es necesario, póngase en contacto con el administrador.
fr_fr: La fonction a été désactivée. Veuillez contacter l'administrateur si nécessaire.
hi_in: फ़ंक्शन बंद किया जा चुका है. आवश्यकता पड़ने पर कृपया अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Fungsi telah dinonaktifkan. Hubungi administrator jika diperlukan.
it_it: La funzione è stata disattivata. Contatta l'amministratore, se necessario.
ja_jp: 会議室は使用禁止です。他の会議室をご利用ください
ko_kr: 기능이 꺼졌습니다. 필요할 경우 관리자에게 문의하세요.
ms_my: Fungsi telah dimatikan. Sila hubungi pentadbir jika perlu.
pt_br: A função foi desativada. Entre em contato com o administrador, se necessário.
ru_ru: Эта функция была отключена. Если необходимо, обратитесь к администратору.
th_th: ฟังก์ชันถูกปิดแล้ว โปรดติดต่อผู้ดูแลถ้าจำเป็น
vi_vn: Chức năng đã được tắt. Vui lòng liên hệ quản trị viên nếu cần.
zh_cn: 会议室已禁用，请使用其他会议室
zh_tw: 會議室已停用，請使用其他會議室

# 1tY
source: Your team cannot use reclaim function. Please contact the administrator if needed.
de_de: Ihr Team kann die Rückforderungsfunktion nicht nutzen. Kontaktieren Sie den Administrator, falls erforderlich.
es_es: Tu equipo no puede utilizar la función de reserva. Si es necesario, contacta con el administrador.
fr_fr: Votre équipe ne peut pas utiliser la fonction de récupération. Veuillez contacter l'administrateur si nécessaire.
hi_in: आपकी टीम पुनः प्राप्त करने वाले फ़ंक्शन का उपयोग नहीं कर सकती है. आवश्यकता पड़ने पर कृपया अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Tim Anda tidak dapat menggunakan fungsi klaim. Hubungi administrator jika diperlukan.
it_it: Il tuo team non può utilizzare la funzione di richiesta di utilizzo della sala. Contatta l'amministratore, se necessario.
ja_jp: 現在の法人アカウントでは会議室占有機能をご利用できません。利用するには管理者にご連絡ください
ko_kr: 회원님의 팀은 선점 기능을 사용할 수 없습니다. 필요할 경우 관리자에게 문의하세요.
ms_my: Pasukan anda tidak boleh menggunakan fungsi mendapatkan semula. Sila hubungi pentadbir jika perlu.
pt_br: Sua equipe não pode usar a função de solicitação. Entre em contato com o administrador, se necessário.
ru_ru: Ваша компания не может использовать эту функцию. При необходимости обратитесь к администратору.
th_th: ทีมของคุณไม่สามารถใช้ฟังก์ชันขอคืนได้ โปรดติดต่อผู้ดูแลถ้าจำเป็น
vi_vn: Nhóm của bạn không thể sử dụng chức năng lấy phòng. Vui lòng liên hệ quản trị viên nếu cần.
zh_cn: 当前企业无法享用会议室抢占功能 如需使用，请联系企业管理员
zh_tw: 目前企業無法享用會議室搶佔功能 如需使用，請聯絡企業管理員

# gaM
source: Not open to external users.
de_de: Nicht für externe Benutzer offen.
es_es: No está abierta para usuarios externos.
fr_fr: Non accessible aux utilisateurs externes.
hi_in: बाहरी उपयोगकर्ताओं के लिए नहीं खुला है.
id_id: Tidak dibuka untuk pengguna eksternal.
it_it: Non disponibile per utenti esterni.
ja_jp: 外部のユーザーに開放しません
ko_kr: 외부 사용자에게 열리지 않습니다.
ms_my: Tidak terbuka untuk pengguna luar.
pt_br: Não aberta para usuários externos.
ru_ru: Не открыто для внешних пользователей.
th_th: ไม่เปิดให้ผู้ใช้ภายนอก
vi_vn: Không mở cho người dùng bên ngoài.
zh_cn: 不对外部人员开放
zh_tw: 不對外部人員開放

# TO0
source: There is no timeslot can be reclaimed.
de_de: Es gibt kein Zeitfenster, das zurückgefordert werden kann.
es_es: No se puede reservar ningún intervalo de tiempo.
fr_fr: Aucun créneau horaire ne peut être récupéré.
hi_in: पुनः प्राप्त किया जा सकने हेतु कोई टाइम स्लॉट नहीं है.
id_id: Tidak ada slot waktu yang dapat diklaim.
it_it: Non è possibile richiedere l'utilizzo durante alcuna fascia oraria.
ja_jp: 現在、会議室は占有できる時間帯がありません
ko_kr: 선점할 수 있는 타임슬롯이 없습니다.
ms_my: Tiada tempoh masa yang boleh didapatkan semula.
pt_br: Nenhum intervalo de tempo que possa ser solicitado.
ru_ru: Нет отрезка времени, который можно занять.
th_th: ไม่มีช่วงเวลาที่สามารถขอคืนได้
vi_vn: Không có khoảng thời gian nào có thể lấy.
zh_cn: 当前会议室无可抢占时段
zh_tw: 目前會議室無可搶佔時段

# WCo
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
hi_in: आयोजक
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 予約者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 预定者
zh_tw: 預定者

# lsI
source: Please select timeslot
de_de: Zeitfenster auswählen
es_es: Seleccione un intervalo de tiempo
fr_fr: Veuillez sélectionner un créneau horaire
hi_in: कृपया टाइम स्लॉट चुनें
id_id: Pilih slot waktu
it_it: Seleziona fascia oraria
ja_jp: 占有する時間帯を選択してください
ko_kr: 타임슬롯을 선택하세요.
ms_my: Sila pilih tempoh masa
pt_br: Selecione o intervalo de tempo
ru_ru: Выберите отрезок времени
th_th: โปรดเลือกช่วงเวลา
vi_vn: Vui lòng chọn khoảng thời gian
zh_cn: 请选择抢占时段
zh_tw: 請選擇搶佔時段

# mMs
source: The function has been turned off. Please contact the administrator if needed.
de_de: Die Funktion wurde ausgeschaltet. Kontaktieren Sie den Administrator, falls erforderlich.
es_es: Esta función se ha desactivado. Si es necesario, póngase en contacto con el administrador.
fr_fr: La fonction a été désactivée. Veuillez contacter l'administrateur si nécessaire.
hi_in: फ़ंक्शन बंद किया जा चुका है. आवश्यकता पड़ने पर कृपया अड्मिनिस्ट्रेटर से संपर्क करें.
id_id: Fungsi telah dinonaktifkan. Hubungi administrator jika diperlukan.
it_it: La funzione è stata disattivata. Contatta l'amministratore, se necessario.
ja_jp: 占有機能は使用停止になっています。ご利用になる場合は、管理者にご連絡ください
ko_kr: 기능이 꺼졌습니다. 필요할 경우 관리자에게 문의하세요.
ms_my: Fungsi telah dimatikan. Sila hubungi pentadbir jika perlu.
pt_br: A função foi desativada. Entre em contato com o administrador, se necessário.
ru_ru: Эта функция была отключена. Если необходимо, обратитесь к администратору.
th_th: ฟังก์ชันถูกปิดแล้ว โปรดติดต่อผู้ดูแลถ้าจำเป็น
vi_vn: Chức năng đã được tắt. Vui lòng liên hệ quản trị viên nếu cần.
zh_cn: 抢占功能已停用，如需使用，请联系企业管理员
zh_tw: 搶佔功能已停用，如需使用，請聯絡企業管理員

# Nps
source: Reclaim room
de_de: Raum zurückfordern
es_es: Reservar sala de reuniones
fr_fr: Récupérer la salle
hi_in: रूम पुनः प्राप्त करें
id_id: Klaim ruang
it_it: Richiedi utilizzo sala
ja_jp: 会議室を占有します
ko_kr: 회의실 선점
ms_my: Dapatkan semula bilik
pt_br: Solicitar sala
ru_ru: Занять комнату
th_th: ขอห้องคืน
vi_vn: Lấy phòng
zh_cn: 抢占会议室
zh_tw: 搶佔會議室

# JCY
source: Reclaim
de_de: Zurückfordern
es_es: Reservar
fr_fr: Récupérer
hi_in: पुनः प्राप्त करें
id_id: Klaim
it_it: Richiedi utilizzo sala
ja_jp: 占有
ko_kr: 선점
ms_my: Dapatkan semula
pt_br: Solicitar
ru_ru: Занять
th_th: ขอคืน
vi_vn: Lấy
zh_cn: 抢占
zh_tw: 搶佔

# mDM
source: Reclaiming
de_de: Zurückfordern von
es_es: Reservando
fr_fr: Récupération en cours
hi_in: पुनः प्राप्त कर रहा है
id_id: Mengklaim
it_it: Richiesta
ja_jp: 占有中
ko_kr: 선점 중
ms_my: Mendapatkan semula
pt_br: Solicitando
ru_ru: Заявка оформляется.
th_th: กำลังขอคืน
vi_vn: Đang lấy
zh_cn: 抢占中
zh_tw: 搶佔中

# j4k
source: Time changed
de_de: Uhrzeit geändert
es_es: La hora ha cambiado
fr_fr: L'heure a été modifiée
hi_in: समय बदला गया
id_id: Waktu berubah
it_it: Ora modificata
ja_jp: 占有できる時間帯に変更があります
ko_kr: 시간 변경됨
ms_my: Waktu berubah
pt_br: Hora alterada
ru_ru: Время изменено
th_th: เปลี่ยนเวลาแล้ว
vi_vn: Thời gian đã thay đổi
zh_cn: 可抢占时段有变化
zh_tw: 可搶佔時段有變化

# B6k
source: You can reclaim the meeting room only when no one is using it.
de_de: Sie können den Besprechungsraum nur dann zurückfordern, wenn ihn niemand verwendet.
es_es: Puedes reservar la sala de reuniones cuando nadie la esté utilizando.
fr_fr: Vous pouvez uniquement récupérer la salle de réunion lorsque personne ne l'utilise.
hi_in: आप मीटिंग रूम को केवल तभी पुनः प्राप्त कर सकते हैं जब कोई इसका उपयोग नहीं कर रहा हो.
id_id: Anda dapat mengklaim ruang rapat hanya jika tidak ada yang menggunakannya.
it_it: Puoi richiedere l'utilizzo della sala riunioni solo quando non è occupata.
ja_jp: 元のスケジュール上で誰も使用しない場合のみ、占有できます
ko_kr: 아무도 사용하지 않는 경우에만 회의실을 선점할 수 있습니다.
ms_my: Anda hanya boleh dapatkan semula bilik mesyuarat apabila tiada orang menggunakannya.
pt_br: Você poderá solicitar a sala de reunião apenas quando ninguém a estiver usando.
ru_ru: Вы можете занять комнату, только когда ею никто не пользуется.
th_th: คุณสามารถขอคืนห้องประชุมได้เฉพาะตอนที่ไม่มีผู้ใช้อยู่เท่านั้น
vi_vn: Bạn chỉ có thể lấy phòng họp khi không có ai sử dụng.
zh_cn: 请确定原日程无人出席，方可抢占
zh_tw: 請確定原日程無人出席，方可搶佔

# cuM
source: Don't show this again.
de_de: Nicht mehr anzeigen
es_es: No mostrar de nuevo.
fr_fr: Ne plus afficher ce message.
hi_in: इसे फिर से न दिखाएँ.
id_id: Jangan tampilkan ini lagi.
it_it: Non visualizzare più questo messaggio.
ja_jp: 通知しない
ko_kr: 다시 표시하지 않습니다.
ms_my: Jangan tunjukkan ini lagi.
pt_br: Não mostrar isso novamente.
ru_ru: Не показывать снова.
th_th: ไม่ต้องแสดงสิ่งนี้อีก
vi_vn: Không hiển thị lại điều này.
zh_cn: 不再提示
zh_tw: 不再提示

# FaU
source: Are you sure to reclaim?
de_de: Möchten Sie wirklich zurückfordern?
es_es: ¿Seguro que deseas hacerlo?
fr_fr: Confirmer la récupération ?
hi_in: क्या आप वाकई पुनः प्राप्त करना चाहते हैं?
id_id: Anda yakin ingin mengklaim?
it_it: Vuoi procedere con la richiesta di utilizzo della sala?
ja_jp: 占有しますか？
ko_kr: 선점하시겠습니까?
ms_my: Adakah anda pasti untuk dapatkan semula?
pt_br: Tem certeza de que deseja solicitar?
ru_ru: Занять комнату?
th_th: คุณแน่ใจหรือไม่ที่จะขอคืน
vi_vn: Bạn có chắc chắn muốn lấy không?
zh_cn: 确定抢占吗？
zh_tw: 確定搶佔嗎？

# vzg
source: You can reclaim the meeting room only when no one is using it.
de_de: Sie können den Besprechungsraum nur dann zurückfordern, wenn ihn niemand verwendet.
es_es: Puedes reservar la sala de reuniones cuando nadie la esté utilizando.
fr_fr: Vous pouvez uniquement récupérer la salle de réunion lorsque personne ne l'utilise.
hi_in: आप मीटिंग रूम को केवल तभी पुनः प्राप्त कर सकते हैं जब कोई इसका उपयोग नहीं कर रहा हो.
id_id: Anda dapat mengklaim ruang rapat hanya jika tidak ada yang menggunakannya.
it_it: Puoi richiedere l'utilizzo della sala riunioni solo quando non è occupata.
ja_jp: 現在、誰も会議室を使用していなければ、占有することができます。
ko_kr: 아무도 사용하지 않는 경우에만 회의실을 선점할 수 있습니다.
ms_my: Anda hanya boleh dapatkan semula bilik mesyuarat apabila tiada orang menggunakannya.
pt_br: Você poderá solicitar a sala de reunião apenas quando ninguém a estiver usando.
ru_ru: Вы можете занять комнату, только когда ею никто не пользуется.
th_th: คุณสามารถขอคืนห้องประชุมได้เฉพาะตอนที่ไม่มีผู้ใช้อยู่เท่านั้น
vi_vn: Bạn chỉ có thể lấy phòng họp khi không có ai sử dụng.
zh_cn: 当前会议室无人使用时，才能抢占
zh_tw: 目前會議室無人使用時，才能搶佔

# 5cc
source: You can reclaim room till next event begins today.
de_de: Sie können den Raum bis zum Beginn des nächsten Termins heute zurückfordern.
es_es: Puedes reservar la sala de reuniones hasta que empiece el próximo evento hoy.
fr_fr: Vous pouvez récupérer la salle jusqu'au début du prochain événement aujourd'hui.
hi_in: आज आप अगला ईवेंट प्रारंभ होने तक रूम पुनः प्राप्त कर सकते हैं.
id_id: Anda dapat mengklaim ruang hingga acara berikutnya dimulai hari ini.
it_it: Puoi richiedere l'utilizzo della sala fino all'inizio del prossimo evento di oggi.
ja_jp: 当日の次の予定開始までの時間帯は使用できます
ko_kr: 오늘 다음 이벤트가 시작할 때까지 회의실을 선점할 수 있습니다.
ms_my: Anda boleh dapatkan semula bilik sehingga acara seterusnya bermula hari ini.
pt_br: Você pode solicitar a sala até o início do próximo evento hoje.
ru_ru: Вы можете занять комнату до времени начала следующего события сегодня.
th_th: คุณสามารถขอคืนห้องได้จนกว่ากิจกรรมต่อไปจะเริ่มขึ้นในวันนี้
vi_vn: Bạn có thể lấy phòng cho đến khi sự kiện tiếp theo bắt đầu hôm nay.
zh_cn: 当天下个日程开始前的时段可被抢占
zh_tw: 當天下個日程開始前的時段可被搶佔

# 87I
source: till you can reclaim
de_de: bis Sie zurückfordern können
es_es: hasta que puedas reservarla
fr_fr: peut récupérer jusqu'à
hi_in: जब तक आप पुनः प्राप्त कर सकते हैं
id_id: hingga Anda dapat mengklaim
it_it: fino a quando puoi richiedere l'utilizzo della sala
ja_jp: 会議室を占有できるまで
ko_kr: 사용자가 선점할 수 있을 때까지
ms_my: sehingga anda boleh dapatkan semula
pt_br: até você poder solicitar
ru_ru: пока вы можете занять
th_th: จนกว่าคุณจะสามารถขอคืนได้
vi_vn: cho đến khi bạn có thể lấy
zh_cn: 距离可抢占会议室
zh_tw: 距離可搶佔會議室

# 28I
source: can reclaim now
de_de: können jetzt zurückfordern
es_es: puede reservarla ahora
fr_fr: peut récupérer maintenant
hi_in: अभी पुनः प्राप्त कर सकते हैं
id_id: dapat mengklaim sekarang
it_it: ora è possibile richiedere l'utilizzo della sala
ja_jp: 会議室を占有できます
ko_kr: 지금 선점 가능
ms_my: boleh dapatkan semula sekarang
pt_br: pode solicitar agora
ru_ru: можно занять сейчас
th_th: สามารถขอคืนได้ตอนนี้
vi_vn: có thể lấy ngay
zh_cn: 可抢占会议室
zh_tw: 可搶佔會議室

# DnQ
source: Guests are in different time zones
de_de: Gäste befinden sich in verschiedenen Zeitzonen.
es_es: Los invitados están en zonas horarias diferentes
fr_fr: Les invités sont dans différents fuseaux horaires
hi_in: मेहमान भिन्न-भिन्न समय क्षेत्र में हैं
id_id: Tamu ada di zona waktu yang berbeda
it_it: Gli ospiti si trovano in diversi fusi orari
ja_jp: 参加者は異なるタイムゾーンにいます
ko_kr: 시간대가 다른 게스트
ms_my: Tetamu berada dalam zon waktu yang berbeza
pt_br: Convidados estão em fusos horários diferentes
ru_ru: Гости находятся в разных часовых поясах
th_th: ผู้รับเชิญอยู่ในเขตเวลาที่แตกต่างกัน
vi_vn: Khách ở các múi giờ khác nhau
zh_cn: 参与人位于不同时区
zh_tw: 參與人位於不同時區

# 0T0
source: Clear All
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी को मिटाएं
id_id: Bersihkan Semua
it_it: Cancella tutto
ja_jp: 全て削除
ko_kr: 모두 지우기
ms_my: Padam Semua
pt_br: Limpar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Xóa tất cả
zh_cn: 清除全部
zh_tw: 全部清除

# CQY
source: You can check other's local time, when guests are in different time zones.
de_de: Sie können die lokale Zeit anderer Personen einsehen, wenn sich Gäste in verschiedenen Zeitzonen befinden.
es_es: Puedes consultar la hora local de otros invitados cuando están en zonas horarias diferentes.
fr_fr: Vous pouvez vérifier l'heure locale des autres invités lorsqu'ils se trouvent dans des fuseaux horaires différents.
hi_in: जब मेहमान भिन्न-भिन्न समय क्षेत्र में हों तो आप दूसरों के स्थानीय समय चेक कर सकते हैं.
id_id: Anda dapat memeriksa waktu lokal orang lain, ketika tamu ada di zona waktu yang berbeda.
it_it: Puoi controllare l'ora locale di altri, quando gli ospiti si trovano in fusi orari diversi.
ja_jp: タイムゾーンが異なっている場合は、相手の現地時間を確認できます
ko_kr: 게스트가 다른 시간대에 있을 때 다른 사람의 현지 시간을 확인할 수 있습니다.
ms_my: Anda boleh semak waktu tempatan orang lain, apabila tetamu berada dalam zon waktu yang berbeza.
pt_br: Você pode verificar o horário local dos outros quando os convidados estiverem em fusos horários diferentes.
ru_ru: Можно проверить местное время другого пользователя, если гости находятся в разных часовых поясах.
th_th: คุณสามารถตรวจสอบเวลาท้องถิ่นของคนอื่น ๆ ได้เมื่อผู้รับเชิญอยู่ในเขตเวลาที่แตกต่างกัน
vi_vn: Bạn có thể kiểm tra giờ địa phương của khách khi họ ở các múi giờ khác nhau.
zh_cn: 位于不同时区时，你可以查看对方的当地时间
zh_tw: 位於不同時區時，你可以查看對方的當地時間

# gAo
source: Guests' local time
de_de: Lokale Zeit der Gäste
es_es: Hora local de los invitados
fr_fr: Heure locale des invités
hi_in: मेहमानों के स्थानीय समय
id_id: Waktu lokal tamu
it_it: Ora locale degli ospiti
ja_jp: 参加者の現地時間
ko_kr: 게스트 현지 시간
ms_my: Waktu tempatan tetamu
pt_br: Horário local do convidado
ru_ru: Местное время гостей
th_th: เวลาท้องถิ่นของผู้รับเชิญ
vi_vn: Giờ địa phương của khách
zh_cn: 参与人的当地时间
zh_tw: 參與人的當地時間

# Tms
source: Recent time zone
de_de: Zuletzt verwendete Zeitzone
es_es: Zona horaria reciente
fr_fr: Fuseau horaire récent
hi_in: हाल के समय क्षेत्र
id_id: Zona waktu saat ini
it_it: Fuso orario recente
ja_jp: タイムゾーン変更履歴
ko_kr: 최근 시간대
ms_my: Zon waktu terkini
pt_br: Fuso horário recente
ru_ru: Последний часовой пояс
th_th: เขตเวลาล่าสุด
vi_vn: Múi giờ gần đây
zh_cn: 最近使用时区
zh_tw: 最近使用時區
