Repository: lark-opensource/iOS-client
Catalog: Modules/LarkTime/Bizs/Calendar/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 6GM
source: Send cancellations to removed guests and updates to remaining guests?
de_de: Stornierungen an entfernte Gäste und Aktualisierungen an verbleibende Gäste senden?
es_es: ¿Enviar cancelaciones a los invitados eliminados y actualizaciones a los invitados restantes?
fr_fr: Envoyer les annulations aux invités retirés et les mises à jour aux invités restants ?
hi_in: निकाले गए गेस्टों को रद्दीकरण भेजें और मौजूदा गेस्टों को अपडेट भेजें?
id_id: Kirim pembatalan ke tamu yang dihapus dan pembaruan ke tamu yang sudah ada?
it_it: Inviare cancellazioni agli ospiti rimossi e aggiornamenti agli ospiti rimanenti?
ja_jp: 削除した参加者に通知を送信する際、その他の参加者にも予定の更新通知を送信しますか？
ko_kr: 제거된 게스트에게 취소 알림을 보내고 나머지 게스트에게 업데이트를 보내시겠습니까?
ms_my: Hantar pembatalan kepada tetamu yang dikeluarkan dan kemas kini kepada tetamu yang masih ada?
pt_br: Enviar cancelamentos aos convidados removidos e atualizações aos convidados restantes?
ru_ru: Отправить отмены удаленным гостям и обновления оставшимся гостям?
th_th: ส่งข้อความยกเลิกไปยังผู้รับเชิญที่ถูกลบและส่งอัปเดตไปยังผู้รับเชิญที่ยังอยู่หรือไม่
vi_vn: Gửi thông báo hủy bỏ cho khách bị loại và thông tin cập nhật cho khách còn lại?
zh_cn: 向被删除的参与者发送通知，并向剩余参与者发送日程更新通知？
zh_tw: 向刪除的參與者傳送通知，並向剩餘的參與者傳送日程更新通知？

# xcw
source: Send invitation to guests?
de_de: Einladung an Gäste senden?
es_es: ¿Enviar invitaciones a los invitados?
fr_fr: Envoyer une invitation aux invités ?
hi_in: गेस्टों को आमंत्रण भेजें?
id_id: Kirim undangan kepada tamu?
it_it: Vuoi inviare l'invito agli ospiti?
ja_jp: 参加者に予定招待を送信しますか？
ko_kr: 게스트에게 초대장을 보내시겠습니까?
ms_my: Hantar jemputan kepada tetamu?
pt_br: Enviar convite aos convidados?
ru_ru: Отправить приглашение гостям?
th_th: ส่งคำเชิญถึงผู้รับเชิญหรือไม่
vi_vn: Gửi lời mời cho khách?
zh_cn: 向参与者发送日程邀请？
zh_tw: 向參與者傳送日程邀請？

# QEU
source: Send invitations to new guests and cancellations to removed guests?
de_de: Einladungen an neue Gäste und Stornierungen an entfernte Gäste senden?
es_es: ¿Enviar invitaciones a los nuevos invitados y cancelaciones a los invitados eliminados?
fr_fr: Envoyer les invitations aux nouveaux invités et les annulations aux invités retirés ?
hi_in: नए गेस्टों को आमंत्रण भेजें और निकाले गए गेस्टों को रद्दीकरण भेजें?
id_id: Kirim undangan ke tamu baru dan pembatalan ke tamu yang dihapus?
it_it: Inviare inviti ai nuovi ospiti e cancellazioni agli ospiti rimossi?
ja_jp: 新規参加者にリクエストを送信する際、削除した参加者にも通知を送信しますか？
ko_kr: 새로운 게스트에게 초대장을 보내고 기존의 게스트에게 취소를 알리시겠습니까?
ms_my: Hantar jemputan kepada tetamu baru dan pembatalan kepada tetamu yang dikeluarkan?
pt_br: Enviar convites aos novos convidados e cancelamentos aos convidados removidos?
ru_ru: Отправить приглашения новым гостям и отмены удаленным гостям?
th_th: ส่งคำเชิญไปยังผู้รับเชิญใหม่และส่งข้อความยกเลิกไปยังผู้รับเชิญที่ถูกลบหรือไม่
vi_vn: Gửi lời mời cho khách mới và thông báo hủy bỏ cho khách bị loại?
zh_cn: 向新增参与者发送邀请，并向被删除的参与者发送通知？
zh_tw: 向新增的參與者傳送邀請，並向被刪除的參與者傳送通知？

# ntU
source: Send invitations to new guests and updates to existing guests?
de_de: Einladungen an neue Gäste und Aktualisierungen an bestehende Gäste senden?
es_es: ¿Enviar invitaciones a los nuevos invitados y actualizaciones a los invitados existentes?
fr_fr: Envoyer les invitations aux nouveaux invités et les mises à jour aux invités existants ?
hi_in: नए गेस्टों को आमंत्रण भेजें और मौजूदा गेस्टों को अपडेट भेजें?
id_id: Kirim undangan ke tamu baru dan pembaruan ke tamu yang sudah ada?
it_it: Inviare inviti ai nuovi ospiti e aggiornamenti agli ospiti esistenti?
ja_jp: 新規参加者にリクエストを送信する際、既存の参加者にも予定の更新通知を送信しますか？
ko_kr: 새 게스트에게 초대장을 보내고 기존 게스트에게 업데이트를 보내시겠습니까?
ms_my: Hantar jemputan kepada tetamu baru dan kemas kini kepada tetamu sedia ada?
pt_br: Enviar convites aos novos convidados e atualizações aos convidados atuais?
ru_ru: Отправить приглашения новым гостям и обновления существующим гостям?
th_th: ส่งคำเชิญไปยังผู้รับเชิญใหม่และส่งอัปเดตไปยังผู้รับเชิญเก่าหรือไม่
vi_vn: Gửi lời mời cho khách mới và thông tin cập nhật cho khách hiện tại?
zh_cn: 向新增参与者发送邀请，并向现有参与者发送日程更新通知？
zh_tw: 向新增的參與者傳送邀請，並向現有的參與者傳送日程更新通知？

# k8o
source: Send invitations to new guests, cancellations to removed guests, and updates to existing guests?
de_de: Einladungen an neue Gäste, Stornierungen an entfernte Gäste und Aktualisierungen an bestehende Gäste senden?
es_es: ¿Enviar invitaciones a los nuevos invitados, cancelaciones a los invitados eliminados y actualizaciones a los invitados existentes?
fr_fr: Envoyer les invitations aux nouveaux invités, les annulations aux invités retirés et les mises à jour aux invités existants ?
hi_in: नए गेस्टों को आमंत्रण भेजें, निकाले गए गेस्टों को रद्दीकरण भेजें और मौजूदा गेस्टों को अपडेट भेजें?
id_id: Kirim undangan ke tamu baru, pembatalan ke tamu yang dihapus, dan pembaruan ke tamu yang sudah ada?
it_it: Inviare inviti ai nuovi ospiti, cancellazioni agli ospiti rimossi e aggiornamenti agli ospiti esistenti?
ja_jp: 新規参加者にリクエストを送信する際、削除した参加者への通知および既存の参加者への予定の更新通知を送信しますか？
ko_kr: 새 게스트에게 초대장을, 제거된 게스트에게 취소 알림을, 그리고 기존 게스트에게 업데이트를 보내시겠습니까?
ms_my: Hantar jemputan kepada tetamu baru, pembatalan kepada tetamu yang dikeluarkan, dan kemas kini kepada tetamu sedia ada?
pt_br: Enviar convites aos novos convidados, cancelamentos aos convidados removidos e atualizações aos convidados atuais?
ru_ru: Отправить приглашения новым гостям, отмены удаленным гостям и обновления существующим гостям?
th_th: ส่งคำเชิญไปยังผู้รับเชิญใหม่ ส่งข้อความยกเลิกไปยังผู้รับเชิญที่ถูกลบ และส่งอัปเดตไปยังผู้รับเชิญเก่าหรือไม่
vi_vn: Gửi lời mời cho khách mới, thông báo hủy bỏ cho khách bị loại và thông tin cập nhật cho khách hiện tại?
zh_cn: 向新增参与者发送邀请，向被删除的参与者发送通知，并向现有参与者发送日程更新通知？
zh_tw: 向新增的參與者傳送邀請，向被刪除的參與者傳送通知，並向現有的參與者傳送日程更新通知？

# aOc
source: Send invitations to new guests?
de_de: Einladungen an neue Gäste senden?
es_es: ¿Enviar invitaciones a los nuevos invitados?
fr_fr: Envoyer les invitations aux nouveaux invités ?
hi_in: नए गेस्टों को आमंत्रण भेजें?
id_id: Kirim undangan ke tamu baru?
it_it: Inviare inviti ai nuovi ospiti?
ja_jp: 新規参加者に予定招待を送信しますか？
ko_kr: 새 게스트에게 초대장을 보내시겠습니까?
ms_my: Hantar jemputan kepada tetamu baru?
pt_br: Enviar convites aos novos convidados?
ru_ru: Отправить приглашения новым гостям?
th_th: ส่งคำเชิญไปยังผู้รับเชิญใหม่หรือไม่
vi_vn: Gửi lời mời cho khách mới?
zh_cn: 向新增参与者发送日程邀请？
zh_tw: 向新增的參與者傳送日程邀請？

# /8A
source: Send updates to guests?
de_de: Aktualisierungen an Gäste senden?
es_es: ¿Enviar actualizaciones a los invitados?
fr_fr: Envoyer les mises à jour aux invités ?
hi_in: गेस्टों को अपडेट भेजें?
id_id: Kirim pembaruan ke tamu?
it_it: Inviare aggiornamenti agli ospiti?
ja_jp: 参加者に予定更新通知を送信しますか？
ko_kr: 게스트에게 업데이트를 보내시겠습니까?
ms_my: Hantar kemas kini kepada tetamu?
pt_br: Enviar atualizações aos convidados?
ru_ru: Отправить обновления гостям?
th_th: ส่งอัปเดตไปยังผู้รับเชิญหรือไม่
vi_vn: Gửi thông tin cập nhật cho khách?
zh_cn: 向参与者发送日程更新通知？
zh_tw: 向參與者傳送日程更新通知？

# PxA
source: Send to
de_de: Senden an
es_es: Enviar a
fr_fr: Envoyer à
id_id: Kirim ke
it_it: Invia a
ja_jp: 個別に送信
ko_kr: 수신자
ms_my: Hantar ke
pt_br: Enviar para
ru_ru: Отправить
th_th: ส่งไปยัง
vi_vn: Gửi cho
zh_cn: 发送给
zh_tw: 傳送給

# Ll4
source: Calendar supports external sharing and permission settings now!
de_de: Der Kalender unterstützt jetzt externe Freigaben und Berechtigungseinstellungen!
es_es: Calendario permite ahora compartir externamente y configurar permisos.
fr_fr: Le calendrier prend désormais en charge le partage externe et les paramètres d'autorisation !
id_id: Kalender sekarang mendukung berbagi eksternal dan pengaturan izin!
it_it: Il Calendario ora supporta la condivisione esterna e le impostazioni delle autorizzazioni!
ja_jp: カレンダーの外部への共有とアクセス権限の設定が可能になりました！
ko_kr: 캘린더에서 이제 외부 공유 및 권한 설정이 지원됩니다!
ms_my: Kalendar kini menyokong perkongsian luar dan tetapan kebenaran!
pt_br: O calendário oferece suporte para compartilhamento externo e configurações de permissão agora!
ru_ru: Календарь теперь поддерживает внешний доступ и настройки разрешений!
th_th: ปฏิทินรองรับการแบ่งปันภายนอกและการตั้งค่าสิทธิ์การอนุญาตทันที!
vi_vn: Lịch hiện đã hỗ trợ chia sẻ với bên ngoài và cài đặt quyền!
zh_cn: 日历支持对外分享并设置权限啦
zh_tw: 日曆支援對外分享並設定權限啦

# Cvo
source: Replied
de_de: Geantwortet
es_es: Respondido
fr_fr: Réponse
id_id: Dibalas
it_it: Con risposta
ja_jp: 返信済
ko_kr: 회신함
ms_my: Dibalas
pt_br: Respondida
ru_ru: Отвечено
th_th: ตอบกลับแล้ว
vi_vn: Đã trả lời
zh_cn: 已回复
zh_tw: 已回覆

# UZs
source: Tentatively accept all events
de_de: Vorläufig alle Termine annehmen
es_es: Aceptar provisionalmente todos los eventos
fr_fr: Accepter provisoirement tous les événe.
hi_in: संभावित रूप से सभी ईवेंट स्वीकार करें
id_id: Terima semua acara secara tentatif
it_it: Accetta provvisoriamente tutti gli eventi
ja_jp: すべての予定を保留
ko_kr: 모든 이벤트 임시 수락
ms_my: Terima secara tentatif semua acara
pt_br: Aceitar todos os eventos provisoriamente
ru_ru: Все события
th_th: ยอมรับกิจกรรมทั้งหมดชั่วคราว
vi_vn: Tạm thời chấp nhận tất cả sự kiện
zh_cn: 待定所有日程
zh_tw: 待定所有日程

# pNU
source: Tentatively accept this event only
de_de: Nur diesen Termin vorläufig annehmen
es_es: Aceptar provisionalmente solo este evento
fr_fr: Accepter provisoirement cet événement
hi_in: संभावित रूप से केवल इस ईवेंट को स्वीकार करें
id_id: Hanya terima acara ini secara tentatif
it_it: Accetta provvisoriamente evento
ja_jp: この予定のみ保留
ko_kr: 이 이벤트만 임시 수락
ms_my: Terima secara tentatif acara ini sahaja
pt_br: Aceitar apenas este evento provisoriamente
ru_ru: Только это событие
th_th: ยอมรับเฉพาะกิจกรรมนี้ชั่วคราว
vi_vn: Tạm thời chỉ chấp nhận sự kiện này
zh_cn: 仅待定此日程
zh_tw: 僅待定此日程

# t/Y
source: Reached maximum number of calendar views. Please reduce the number of views and try again.
de_de: Die maximale Anzahl an Kalenderansichten wurde erreicht. Bitte reduzieren Sie die Anzahl der Ansichten und versuchen Sie es erneut.
es_es: Se ha alcanzado el número máximo de vistas de calendario. Reduce el número de vistas e inténtalo de nuevo.
fr_fr: Le nombre maximum d'affichages du calendrier a été atteint. Veuillez réduire le nombre d'affichages et réessayer.
id_id: Mencapai jumlah maksimum tampilan kalender. Kurangi jumlah tampilan dan coba lagi.
it_it: Raggiunto il numero massimo di visualizzazioni del calendario. Riduci il numero di visualizzazioni e riprova.
ja_jp: 表示するカレンダー数が上限に達しました。一部減らしてから再試行してください。
ko_kr: 최대 캘린더 조회수에 도달했습니다. 조회수를 줄이고 다시 시도하세요.
ms_my: Mencapai bilangan maksimum paparan kalendar. Sila kurangkan bilangan paparan dan cuba lagi.
pt_br: Atingiu o número máximo de visualizações de calendário. Reduza o número de visualizações e tente novamente.
ru_ru: Достигнуто максимальное количество просмотров календаря. Уменьшите количество просмотров и повторите попытку.
th_th: ถึงจำนวนการดูปฏิทินสูงสุดแล้ว โปรดลดจำนวนการดูแล้วลองอีกครั้ง
vi_vn: Số lượt xem lịch đã đạt giới hạn tối đa. Vui lòng giảm bớt rồi thử lại.
zh_cn: 已达到日历查看数量上限，请减少查看数量后再重试
zh_tw: 日曆查看數量已達上限，請減少查看數量後再重試

# hnM
source: Unsubscribe
de_de: Abbestellen
es_es: Dejar de seguir
fr_fr: Se désabonner
id_id: Berhenti berlangganan
it_it: Annulla iscrizione
ja_jp: フォローを解除
ko_kr: 구독 취소
ms_my: Nyahlanggan
pt_br: Cancelar assinatura
ru_ru: Отписаться
th_th: ยกเลิกการสมัครสมาชิก
vi_vn: Hủy đăng ký
zh_cn: 取消订阅
zh_tw: 取消訂閱

# z0Y
source: Unsubscribe Calendar
de_de: Kalender abbestellen
es_es: Cancelar suscripción al calendario
fr_fr: Se désabonner du calendrier
hi_in: कैलेंडर की सावधिक ग्राहकी रद्द करें
id_id: Berhenti Berlangganan Kalender
it_it: Annulla iscrizione a calendario
ja_jp: フォローを解除
ko_kr: 캘린더 구독 취소
ms_my: Nyahlanggan Kalendar
pt_br: Cancelar inscrição no calendário
ru_ru: Отписаться от календаря
th_th: ยกเลิกการสมัครรับปฏิทิน
vi_vn: Hủy đăng ký sử dụng lịch
zh_cn: 退订日历
zh_tw: 取消訂閱日曆

# Uv0
source: Processing
de_de: Verarbeitung
es_es: En procesamiento
fr_fr: Traitement en cours
id_id: Memproses
it_it: Elaborazione in corso
ja_jp: フォローを解除しています...
ko_kr: 처리 중
ms_my: Memproses
pt_br: Processando
ru_ru: Обработка
th_th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_cn: 取消订阅中
zh_tw: 取消訂閱中

# IaA
source: Some events are still scheduled. To view or manage them, you must subscribe to this calendar again, or delete it to free up meeting rooms.
de_de: Einige Termine sind nach wie vor geplant. Um diese anzuzeigen oder zu verwalten, müssen Sie diesen Kalender erneut abonnieren oder löschen, damit Besprechungsräume freigegeben werden.
es_es: Todavía hay eventos programados. Para verlas o gestionarlas, debes suscribirte de nuevo a este calendario o eliminarlo para liberar las salas de reuniones.
fr_fr: Certains événements restent programmés. Pour les afficher ou les gérer, vous devez vous abonner à nouveau à ce calendrier ou le supprimer afin de libérer les salles de réunion.
hi_in: कुछ ईवेंट अभी भी शेड्यूल हैं. इसे देखने और प्रबंधित करने के लिए, आपको अनिवार्य रूप से पुनः इस कैलेंडर का सावधिक ग्राहकी लेना होगा या मीटिंग रूम खाली करने के लिए इसे हटाएँ.
id_id: Beberapa acara masih terjadwal. Untuk melihat atau mengelolanya, Anda harus berlangganan ke kalender ini lagi, atau menghapusnya untuk mengosongkan ruang rapat.
it_it: Alcuni eventi risultano ancora pianificati. Per visualizzarli o gestirli devi iscriverti di nuovo a questo calendario, oppure devi eliminarli per liberare le sale riunioni.
ja_jp: 進行中の予定があります。表示/管理するには、カレンダーを再度フォローする必要があります。このカレンダーと予定を削除して、会議室を解放することもできます。
ko_kr: 일부 이벤트는 여전히 예정되어 있습니다. 캘린더를 보거나 관리하려면 이 캘린더를 다시 구독해야 합니다. 또는 회의실을 해제하려면 캘린더를 삭제해야 합니다.
ms_my: Beberapa acara masih dijadualkan. Untuk melihat atau menguruskan mereka, anda perlu melanggan kalendar ini lagi, atau padamkan untuk kosongkan bilik mesyuarat.
pt_br: Alguns eventos ainda estão agendados. Para visualizá-los ou gerenciá-los, você precisa se inscrever neste calendário novamente ou excluí-lo para liberar salas de reunião.
ru_ru: Некоторые события все еще в расписании. Чтобы просматривать их или управлять ими, вам необходимо подписаться на этой календарь снова или удалить его, чтобы освободить комнаты.
th_th: กิจกรรมบางรายการยังคงมีกำหนดการอยู่ หากต้องการดูหรือจัดการ คุณต้องสมัครรับปฏิทินนี้อีกครั้ง หรือลบและปล่อยห้องประชุมให้ว่าง
vi_vn: Một số sự kiện vẫn được lên lịch. Để xem hoặc quản lý các sự kiện đó, bạn phải đăng ký sử dụng lại hoặc xóa lịch này để giải phóng các phòng họp.
zh_cn: 日历中有未结束的日程，如需查看或管理需重新订阅此日历。你也可以删除此日历及其日程，释放会议室。
zh_tw: 日曆中有未結束的日程，如需查看或管理日程，需重新訂閱此日曆。你也可以刪除此日曆及其日程，以釋放會議室。

# sj4
source: Unsubscribed
de_de: Abbestellt
es_es: Ya no se sigue
fr_fr: Désabonné
id_id: Berhasil berhenti berlangganan
it_it: Iscrizione annullata
ja_jp: フォローを解除しました。
ko_kr: 구독 취소함
ms_my: Dinyahlanggan
pt_br: Assinatura cancelada
ru_ru: Вы отписались
th_th: ยกเลิกการสมัครสมาชิกแล้ว
vi_vn: Đã hủy đăng ký
zh_cn: 取消订阅成功
zh_tw: 取消訂閱成功

# tPo
source: Update all events
de_de: Alle Termine aktualisieren
es_es: Actualizar todos los eventos
fr_fr: Mettre à jour tous les événements
hi_in: सभी ईवेंट अपडेट करें
id_id: Perbarui semua acara
it_it: Aggiorna tutti gli eventi
ja_jp: すべての予定を更新
ko_kr: 모든 이벤트 업데이트
ms_my: Kemaskini semua acara
pt_br: Atualizar todos os eventos
ru_ru: Обновить все события
th_th: อัปเดตกิจกรรมทั้งหมด
vi_vn: Cập nhật tất cả sự kiện
zh_cn: 更新所有日程
zh_tw: 更新所有日程

# NOw
source: Video meeting is expired.
de_de: Die Videobesprechung ist abgelaufen.
es_es: La reunión por videollamada ha caducado.
fr_fr: La réunion vidéo a expiré.
hi_in: वीडियो मीटिंग की समय-सीमा समाप्त हो गई है.
id_id: Rapat video kedaluwarsa.
it_it: La riunione video è scaduta.
ja_jp: ビデオ会議が期限切れです
ko_kr: 화상 회의가 만료되었습니다.
ms_my: Tukar ke Kumpulan Standard
pt_br: A reunião por vídeo venceu.
ru_ru: Время видеоконференции истекло.
th_th: หมดเวลาการประชุมทางวิดีโอแล้ว
vi_vn: Cuộc họp video đã hết hạn.
zh_cn: 视频会议已过期
zh_tw: 視訊會議已過期

# 9fk
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# EYA
source: This and following edits do not support adding rooms that require reservation forms.
de_de: Diese und folgende Bearbeitungen unterstützen nicht das Hinzufügen von Räumen, die Reservierungsformulare erfordern.
es_es: Esta edición y las siguientes no permiten agregar salas que requieran formularios de reserva.
fr_fr: Ces modifications ainsi que les suivantes ne permettent pas d’ajouter des salles qui nécessitent des formulaires de réservation.
id_id: Pengeditan ini dan yang berikutnya tidak mendukung penambahan ruang diskusi yang mewajibkan pengisian formulir reservasi.
it_it: Questa modifica e quelle successive non supportano l'aggiunta di sale che richiedono moduli di prenotazione.
ja_jp: 今回および後続の編集では、予約フォームが必要な会議室を追加できません
ko_kr: 이 편집 및 후속 편집은 예약 설문지가 필요한 회의실 추가를 지원하지 않습니다.
ms_my: Suntingan ini dan berikutnya tidak menyokong penambahan bilik yang memerlukan borang tempahan.
pt_br: Essa edição e as seguintes não permitem adicionar salas que precisam de formulários de reserva.
ru_ru: Это и последующие изменения не поддерживают добавление комнат, для которых требуются формы бронирования.
th_th: การแก้ไขนี้และต่อไปนี้ไม่รองรับการเพิ่มห้องที่ต้องใช้แบบฟอร์มในการจอง
vi_vn: Nội dung chỉnh sửa này và các nội dung chỉnh sửa sau đó không hỗ trợ thêm phòng yêu cầu biểu mẫu đặt phòng.
zh_cn: 编辑此次及后续暂不支持添加需要预定表单的会议室
zh_tw: 編輯此次及後續暫不支援新增需要預定表單的會議室

# hYQ
source: You have no permission to edit all events.
de_de: Sie haben keine Berechtigung, alle Termine zu bearbeiten.
es_es: No tienes permiso para editar todos los eventos.
fr_fr: Vous n’êtes pas autorisé à modifier tous les événements.
hi_in: आपके पास सभी ईवेंट को संपादित करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengedit semua acara.
it_it: Non disponi dell'autorizzazione per modificare tutti gli eventi.
ja_jp: すべての予定を編集する権限がありません
ko_kr: 모든 이벤트를 편집할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menyunting semua acara.
pt_br: Você não tem permissão para editar todos os eventos.
ru_ru: У вас нет разрешения на редактирование всех событий.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้แก้ไขกิจกรรมทั้งหมด
vi_vn: Bạn không có quyền chỉnh sửa tất cả sự kiện.
zh_cn: 你无权编辑所有日程
zh_tw: 你無權編輯所有日程

# C0s
source: You have no permission to edit this and following events.
de_de: Sie haben keine Berechtigung, diesen und die folgenden Termine zu bearbeiten.
es_es: No tienes permiso para editar este evento ni los siguientes.
fr_fr: Vous n’êtes pas autorisé à modifier cet événement et les suivants.
hi_in: आपके पास इस और बाद के ईवेंट को संपादित करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk mengedit acara ini dan acara berikutnya.
it_it: Non disponi dell'autorizzazione per modificare questo evento e quelli successivi.
ja_jp: この予定および今後の予定を編集する権限がありません
ko_kr: 이 이벤트와 다음 이벤트를 편집할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menyunting acara ini dan yang berikutnya.
pt_br: Você não tem permissão para editar este e os eventos seguintes.
ru_ru: У вас нет прав на редактирование этого и следующих событий.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้แก้ไขกิจกรรมนี้และกิจกรรมหลังจากนี้
vi_vn: Bạn không có quyền chỉnh sửa sự kiện này và các sự kiện sau.
zh_cn: 你无权编辑此日程及后续日程
zh_tw: 你無權編輯此日程及後續日程

# Ul0
source: This edit does not support adding rooms that require reservation forms.
de_de: Diese Bearbeitung unterstützt nicht das Hinzufügen von Räumen, die Reservierungsformulare erfordern.
es_es: Esta edición no permite agregar salas que requieran formularios de reserva.
fr_fr: Cette modification ne permet pas d’ajouter des salles qui nécessitent des formulaires de réservation.
id_id: Pengeditan ini tidak mendukung penambahan ruang diskusi yang mewajibkan pengisian formulir reservasi.
it_it: Questa modifica non supporta l'aggiunta di sale che richiedono moduli di prenotazione.
ja_jp: 今回の編集では、予約フォームが必要な会議室を追加できません
ko_kr: 이 편집은 예약 설문지가 필요한 회의실 추가를 지원하지 않습니다.
ms_my: Suntingan ini tidak menyokong menambah bilik yang memerlukan borang tempahan.
pt_br: Essa edição não permite adicionar salas que precisam de formulários de reserva.
ru_ru: Это изменение не поддерживает добавление комнат, для которых требуются формы бронирования.
th_th: การแก้ไขนี้ไม่รองรับการเพิ่มห้องที่ต้องใช้แบบฟอร์มการจอง
vi_vn: Nội dung chỉnh sửa này không hỗ trợ thêm các phòng yêu cầu biểu mẫu đặt phòng.
zh_cn: 编辑此次暂不支持添加需要预定表单的会议室
zh_tw: 編輯此次暫不支援新增需要預定表單的會議室

# mtc
source: Add attendees
de_de: Anwesende hinzufügen
es_es: Agregar asistentes
fr_fr: Ajouter des participants
id_id: Tambah peserta
it_it: Aggiungi ospiti
ja_jp: 出席者を追加
ko_kr: 참석자 추가
ms_my: Tambah peserta
pt_br: Adicionar participantes
ru_ru: Добавить участников
th_th: เพิ่มผู้เข้าร่วม
vi_vn: Thêm người tham dự
zh_cn: 添加观众
zh_tw: 新增觀眾

# EAk
source: Add Guests
de_de: Gäste hinzufügen
es_es: Agregar invitados
fr_fr: Ajouter des invités
hi_in: गेस्ट जोड़ें
id_id: Tambah tamu
it_it: Aggiungi ospiti
ja_jp: 参加者を追加
ko_kr: 게스트 추가
ms_my: Tambah tetamu
pt_br: Adicionar convidados
ru_ru: Добавить гостей
th_th: เพิ่มผู้รับเชิญ
vi_vn: Thêm khách
zh_cn: 添加参与者
zh_tw: 新增參與者

# wPs
source: Add panelists
de_de: Podiumsteilnehmer hinzufügen
es_es: Agregar panelistas
fr_fr: Ajouter des panélistes
id_id: Tambah panelis
it_it: Aggiungi relatori
ja_jp: パネリストを追加
ko_kr: 패널리스트 추가
ms_my: Tambah panelis
pt_br: Adicionar membros do painel
ru_ru: Добавить почетных гостей
th_th: เพิ่มผู้ร่วมอภิปราย
vi_vn: Thêm tham luận viên
zh_cn: 添加嘉宾
zh_tw: 新增來賓

# Kug
source: Add rooms
de_de: Räume hinzufügen
es_es: Agregar salas
fr_fr: Ajouter des salles
hi_in: रूम जोड़ें
id_id: Tambah ruang
it_it: Aggiungi sale
ja_jp: 会議室を追加
ko_kr: 회의실 추가
ms_my: Tambah bilik
pt_br: Adicionar salas
ru_ru: Добавить комнаты
th_th: เพิ่มห้อง
vi_vn: Thêm phòng
zh_cn: 添加会议室
zh_tw: 新增會議室

# ehM
source: Add title
de_de: Titel hinzufügen
es_es: Agregar título
fr_fr: Ajouter un titre
hi_in: शीर्षक जोड़ें
id_id: Tambah judul
it_it: Aggiungi titolo
ja_jp: タイトルを入力
ko_kr: 제목 추가
ms_my: Tajuk
pt_br: Adicionar título
ru_ru: Добавить заголовок
th_th: เพิ่มชื่อเรื่อง
vi_vn: Thêm tiêu đề
zh_cn: 添加主题
zh_tw: 新增主題

# VvM
source: Add video meeting
de_de: Videobesprechung hinzufügen
es_es: Agregar reunión por videollamada
fr_fr: Ajouter une réunion vidéo
hi_in: वीडियो मीटिंग जोड़ें
id_id: Tambah rapat video
it_it: Aggiungi riunione video
ja_jp: ビデオ会議を追加
ko_kr: 화상 회의 추가
ms_my: Tambah mesyuarat video
pt_br: Adicionar reunião por vídeo
ru_ru: Добавить видеоконференцию
th_th: เพิ่มการประชุมทางวิดีโอ
vi_vn: Thêm cuộc họp video
zh_cn: 添加视频会议
zh_tw: 新增視訊會議

# IPo
source: Alert
de_de: Erinnerung
es_es: Alerta
fr_fr: Alerte
hi_in: अलर्ट
id_id: Peringatan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Amaran
pt_br: Alerta
ru_ru: Напоминание
th_th: การแจ้งเตือน
vi_vn: Nhắc nhở
zh_cn: 提醒
zh_tw: 提醒

# ayU
source: All are unavailable
de_de: Niemand ist verfügbar
es_es: Ninguno está libre
fr_fr: Tous sont non disponibles
hi_in: सभी अनुपलब्ध हैं
id_id: Semua tidak tersedia
it_it: Nessuno disponibile
ja_jp: 全ての参加者が空いていません
ko_kr: 모두 불가
ms_my: Semua tidak tersedia
pt_br: Todos indisponíveis
ru_ru: Все недоступны
th_th: ไม่ว่างทั้งหมด
vi_vn: Tất cả đều không sẵn sàng
zh_cn: 所有参与者都没空
zh_tw: 所有參與者都沒空

# wmk
source: Edit all events
de_de: Alle Termine bearbeiten
es_es: Editar todos los eventos
fr_fr: Modifier tous les événements
hi_in: सभी ईवेंट को संपादित करें
id_id: Edit semua acara
it_it: Modifica tutti gli eventi
ja_jp: すべての予定を編集
ko_kr: 모든 이벤트 편집
ms_my: Sunting semua acara
pt_br: Editar todos os eventos
ru_ru: Изменить все события
th_th: แก้ไขกิจกรรมทั้งหมด
vi_vn: Chỉnh sửa tất cả sự kiện
zh_cn: 编辑所有日程
zh_tw: 編輯所有日程

# M5o
source: All are available
de_de: Alle sind verfügbar
es_es: Todos están libres
fr_fr: Tous sont disponibles
hi_in: सभी उपलब्ध हैं
id_id: Semua tersedia
it_it: Tutti disponibili
ja_jp: 全ての参加者が空いています
ko_kr: 모두 가능
ms_my: Semua tersedia
pt_br: Todos disponíveis
ru_ru: Все доступны
th_th: ว่างทั้งหมด
vi_vn: Tất cả đều sẵn sàng
zh_cn: 所有参与者都有空
zh_tw: 所有參與者都有空
