Repository: lark-opensource/iOS-client
Catalog: Lark/*.lproj/InfoPlist.strings
Languages: de, es, fr, hi, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hk

# CFBundleDisplayName
source: Feishu
zh_hans: 飞书
zh_hk: 飛書

# NSBluetoothPeripheralUsageDescription
source: If not allowed, there might be problems accessing, checking in, or recording your attendance in meeting rooms.
de: Wenn das nicht zugelassen wird, können Probleme bei der Suche nach, beim Einchecken in oder beim Zugang zu Besprechungsräume auftreten
es: Si no se permiten, puede haber problemas para encontrar salas de reuniones, registrarse en ellas o acceder a ellas
fr: Sans autorisation, des problèmes peuvent survenir au moment de la recherche, du check-in ou de l'accès aux salles de réunion
hi: ब्लूटूथ एक्सेस प्रदान नहीं किए जाने पर चेक-इन सहित Feishu की कुछ कार्यक्षमताएं प्रभावित हो सकती हैं.
id: Jika tidak diizinkan, mungkin akan ada masalah untuk mencari, check-in, atau mengakses ruang rapat
it: Se l'opzione non è consentita, potrebbero esserci problemi nel trovare le sale riunioni, accedervi o effettuare la fase di controllo
ja: Bluetooth へのアクセスを許可しない場合、打刻、チェックイン、近くの会議室の検索に不具合が発生することがありますので、ご注意ください。
ko: 허용하지 않으면 회의실 찾기, 체크인 또는 액세스에 문제가 발생할 수 있습니다
pt: Se não for permitido, poderá haver problemas para encontrar, fazer check-in ou acessar as salas de reunião
ru: Отсутствие доступа к Bluetooth может влиять на работу ряда функций Feishu, включая функцию регистрации.
th: หากไม่ได้รับอนุญาต อาจมีปัญหาในการค้นหา เช็คอิน หรือเข้าถึงห้องประชุม
vi: Nếu không cho phép, có thể xảy ra sự cố khi tìm, điểm danh hoặc truy cập phòng họp
zh_hans: 如果不允许使用蓝牙，您在使用打卡、签到、扫描附近的会议室等功能时可能会受到影响。
zh_hk: 如果不允許使用藍牙，你在使用開啟、簽到和掃描附近的會議室等功能時可能會受到影響。

# NSBluetoothAlwaysUsageDescription
source: If not allowed, there might be problems accessing, checking in, or recording your attendance in meeting rooms.
de: Wenn das nicht zugelassen wird, können Probleme bei der Suche nach, beim Einchecken in oder beim Zugang zu Besprechungsräume auftreten
es: Si no se permiten, puede haber problemas para encontrar salas de reuniones, registrarse en ellas o acceder a ellas
fr: Sans autorisation, des problèmes peuvent survenir au moment de la recherche, du check-in ou de l'accès aux salles de réunion
hi: ब्लूटूथ एक्सेस प्रदान नहीं किए जाने पर चेक-इन सहित Feishu की कुछ कार्यक्षमताएं प्रभावित हो सकती हैं.
id: Jika tidak diizinkan, mungkin akan ada masalah untuk mencari, check-in, atau mengakses ruang rapat
it: Se l'opzione non è consentita, potrebbero esserci problemi nel trovare le sale riunioni, accedervi o effettuare la fase di controllo
ja: Bluetooth へのアクセスを許可しない場合、打刻、チェックイン、近くの会議室の検索に不具合が発生することがありますので、ご注意ください。
ko: 허용하지 않으면 회의실 찾기, 체크인 또는 액세스에 문제가 발생할 수 있습니다
pt: Se não for permitido, poderá haver problemas para encontrar, fazer check-in ou acessar as salas de reunião
ru: Отсутствие доступа к Bluetooth может влиять на работу ряда функций Feishu, включая функцию регистрации.
th: หากไม่ได้รับอนุญาต อาจมีปัญหาในการค้นหา เช็คอิน หรือเข้าถึงห้องประชุม
vi: Nếu không cho phép, có thể xảy ra sự cố khi tìm, điểm danh hoặc truy cập phòng họp
zh_hans: 如果不允许使用蓝牙，您在使用打卡、签到、扫描附近的会议室等功能时可能会受到影响。
zh_hk: 如果不允許使用藍牙，你在使用開啟、簽到和掃描附近的會議室等功能時可能會受到影響。

# NSLocationAlwaysUsageDescription
source: Please allow Feishu to access your location for sharing locations, taking attendance, check-in, and creating events
de: Feishu benötigt Zugriff auf Ihren Standort, damit Sie alle Check-in-Funktionen nutzen und Termine erstellen können.
es: Feishu necesita acceder a su ubicación para habilitar todas las funciones de registro y de creación de eventos.
fr: Feishu a besoin d'accéder à votre emplacement pour vous permettre de bénéficier de toutes les fonctionnalités de confirmation de réunion et de création d'événements.
hi: Feishu को आपका स्थान एक्सेस करने की आवश्यकता है ताकि आप चेक-इन करने और ईवेंट्स को बनाने में पूर्ण कार्यक्षमता सक्षम कर सकें.
id: Feishu perlu akses ke lokasi Anda untuk mengaktifkan fungsionalitas lengkap di Check In dan membuat acara.
it: Feishu necessita di accedere alla tua posizione per abilitare la piena funzionalità delle operazioni di accesso per utilizzo e di creazione di eventi.
ja: 現在地の送信、打刻、チェックイン、イベントの作成を行うために、Feishu による位置情報へのアクセスを許可してください
ko: Feishu는 출석 및 이벤트 생성의 모든 기능을 제공하기 위해 사용자 위치에 대한 액세스 권한을 필요로 합니다.
pt: O Feishu precisa acessar o local para ativar a funcionalidade completa do check-in e para criar eventos.
ru: Чтобы вы могли пользоваться всеми функциями регистрации и создания событий, Feishu необходим доступ к данным о вашем местоположении.
th: Feishu ต้องการการเข้าถึงตำแหน่งที่ตั้งของคุณเพื่อเปิดใช้ฟังก์ชันการทำงานอย่างเต็มรูปแบบในการเช็คอินและการสร้างกิจกรรม
vi: Feishu cần quyền truy cập vị trí của bạn để kích hoạt đầy đủ chức năng trong mục Đăng ký và tạo sự kiện.
zh_hans: 请允许飞书访问你的位置，以便发送位置、打卡、签到、创建日程
zh_hk: 我們需要獲取你的精確位置，以保證能夠正常使用打卡、簽到、建立日程等功能。

# NSLocationWhenInUseUsageDescription
source: Please allow Feishu to access your location for sharing locations, taking attendance, check-in, and creating events
de: Feishu benötigt Zugriff auf Ihren Standort, damit Sie alle Check-in-Funktionen nutzen und Termine erstellen können.
es: Feishu necesita acceder a su ubicación para habilitar todas las funciones de registro y de creación de eventos.
fr: Feishu a besoin d'accéder à votre emplacement pour vous permettre de bénéficier de toutes les fonctionnalités de confirmation de réunion et de création d'événements.
hi: Feishu को आपका स्थान एक्सेस करने की आवश्यकता है ताकि आप चेक-इन करने और ईवेंट्स को बनाने में पूर्ण कार्यक्षमता सक्षम कर सकें.
id: Feishu perlu akses ke lokasi Anda untuk mengaktifkan fungsionalitas lengkap di Check In dan membuat acara.
it: Feishu necessita di accedere alla tua posizione per abilitare la piena funzionalità delle operazioni di accesso per utilizzo e di creazione di eventi.
ja: 現在地の送信、打刻、チェックイン、イベントの作成を行うために、Feishu による位置情報へのアクセスを許可してください
ko: Feishu는 출석 및 이벤트 생성의 모든 기능을 제공하기 위해 사용자 위치에 대한 액세스 권한을 필요로 합니다.
pt: O Feishu precisa acessar o local para ativar a funcionalidade completa do check-in e para criar eventos.
ru: Чтобы вы могли пользоваться всеми функциями регистрации и создания событий, Feishu необходим доступ к данным о вашем местоположении.
th: Feishu ต้องการการเข้าถึงตำแหน่งที่ตั้งของคุณเพื่อเปิดใช้ฟังก์ชันการทำงานอย่างเต็มรูปแบบในการเช็คอินและการสร้างกิจกรรม
vi: Feishu cần quyền truy cập vị trí của bạn để kích hoạt đầy đủ chức năng trong mục Đăng ký và tạo sự kiện.
zh_hans: 请允许飞书访问你的位置，以便发送位置、打卡、签到、创建日程
zh_hk: 我們需要獲取你的精確位置，以保證能夠正常使用打卡、簽到、建立日程等功能。

# NSLocationTemporaryUsageDescriptionDictionary
source: Location information is needed for clock in and clock out.
de: Standort ist für das Ein- und Ausstempeln erforderlich.
es: Se necesita la ubicación para fichar la entrada y la salida.
fr: L'emplacement est nécessaire pour pointer à l'entrée et à la sortie.
hi: क्लॉक इन और क्लॉक आउट के लिए स्थान की जानकारी आवश्यक है.
id: Lokasi diperlukan untuk absen masuk dan keluar.
it: La posizione è necessaria per timbrare l'entrata e l'uscita.
ja: 出勤と退勤のための位置情報が必要です。
ko: 출근 및 퇴근을 위해 위치 정보가 필요합니다.
pt: A localização é necessária para registrar entrada e saída.
ru: Для отметки о приходе и уходе требуется местоположение.
th: ต้องการตำแหน่งสำหรับการบันทึกเวลาเข้าและออก
vi: Cần có vị trí để chấm công vào và ra.
zh_hans: 打卡签到和签退需要位置信息。
zh_hk: 需要位置資訊以打卡上下班。

# NSPhotoLibraryAddUsageDescription
source: If not allowed, you will not be able to save pictures or videos to your album. The future content you film or edit on Feishu cannot be saved either.
de: Wenn dies nicht erlaubt ist, können Sie keine Bilder oder Videos in Ihrem Album speichern. Auch zukünftige Inhalte, die Sie in Feishu filmen oder bearbeiten, können nicht gespeichert werden.
es: Si no se permite, no podrás guardar imágenes ni vídeos en tu álbum. El contenido que grabes o edites a partir de ahora en Feishu tampoco se guardará.
fr: Si vous n'y êtes pas autorisé, vous ne pourrez pas enregistrer de photos ou de vidéos dans votre album. Le contenu que vous filmerez ou modifierez à l'avenir sur Feishu ne pourra non plus être modifié.
hi: Feishu को अपने फ़ोटो एल्बम में आपके द्वारा चुने गए फ़ोटो और वीडियो सहेजने की अनुमति दें.
id: Jika tidak diizinkan, Anda tidak akan dapat menyimpan gambar atau video ke album Anda. Konten mendatang yang Anda filmkan atau edit di Feishu juga tidak dapat disimpan.
it: Se l'accesso non è consentito, non potrai salvare immagini o video nel tuo album. Anche il contenuto futuro che registri o modifichi su Feishu non potrà essere salvato.
ja: 「許可しない」を選択した場合、選択した画像・動画を標準写真アプリに保存できなくなります。また、Feishu で撮影・編集加工を行ったコンテンツを、標準写真アプリに保存することもできません。
ko: 허용되지 않으면 사진이나 동영상을 앨범에 저장할 수 없습니다. Feishu에서 촬영하거나 편집하는 향후 콘텐츠도 저장할 수 없습니다.
pt: Se não for permitido, você não poderá salvar fotos ou vídeos em seu álbum. O conteúdo futuro que você filmar ou editar no Feishu também não pode ser salvo.
ru: Если не разрешено, вы не сможете сохранять изображения или видео в свой альбом. Будущий контент, который вы снимаете или редактируете в Feishu, также нельзя сохранить.
th: หากไม่ได้รับอนุญาต คุณจะไม่สามารถบันทึกรูปภาพหรือวิดีโอลงในอัลบั้มของคุณได้ เนื้อหาในอนาคตที่คุณถ่ายทำหรือแก้ไขบน Feishu จะไม่สามารถบันทึกได้เช่นกัน
vi: Nếu không được phép, bạn sẽ không thể lưu ảnh hoặc video vào album. Nội dung mà bạn quay phim hoặc chỉnh sửa sau này trên Feishu cũng không thể lưu được.
zh_hans: 如果不允许，你将无法保存选中的图片或视频到系统相册。同时，飞书也无法为你保存拍摄或编辑后的内容到系统相册。
zh_hk: 如果不允許，你將無法儲存選取的圖片或影片到系統相簿。同時，飛書也無法為你儲存拍攝或編輯後的內容到系統相簿。

# NSPhotoLibraryUsageDescription
source: Select "Allow Access to All Photos" so that you can access, send and save photos and videos while using Feishu. If you choose "Select Photos", unselected and future photos and videos will not be allowed to be used on Feishu.
de: Wählen Sie „Zugriff auf alle Fotos erlauben“ aus, damit Sie bei der Verwendung von Feishu auf Fotos und Videos zugreifen, sie senden und speichern können. Wenn Sie „Fotos auswählen“ wählen, dürfen nicht ausgewählte und zukünftige Fotos und Videos nicht in Feishu verwendet werden.
es: Selecciona "Permitir acceso a todas las fotos" para poder acceder a fotos y vídeos, enviarlos y guardarlos mientras utilizas Feishu. Si eliges "Seleccionar fotos", las fotos y vídeos no seleccionados y los que hagas en el futuro no podrán utilizarse en Feishu.
fr: Sélectionnez "Autoriser l'accès à toutes les photos" pour pouvoir accéder aux photos et aux vidéos, les envoyer et les enregistrer lorsque vous utilisez Feishu. Si vous sélectionnez "Sélectionner des photos", vous ne pourrez pas utiliser les photos et vidéos futures et non sélectionnées sur Feishu.
hi: Feishu को आपके एल्बम पर एक्सेस की आवश्यकता है, ताकि आप आसानी से अपने फ़ोन से फ़ोटो/वीडियो अपलोड कर सकें और भेज सकें.
id: Pilih "Izinkan Akses ke Semua Foto" agar Anda dapat mengakses, mengirim, dan menyimpan foto dan video saat menggunakan Feishu. Jika Anda memilih "Pilih Foto", foto dan video mendatang dan yang tidak dipilih tidak akan diizinkan untuk digunakan di Feishu.
it: Seleziona "Consenti l'accesso a tutte le foto" in modo da poter accedere, inviare e salvare foto e video mentre utilizzi Feishu. Se scegli "Seleziona foto", le foto e i video non selezionati e futuri non potranno essere utilizzati su Feishu.
ja: Feishu の使用中に写真や動画にアクセスしたり、送信・保存したりできるように「すべての写真へのアクセスを許可」を選択してください。「写真を選択」を選んだ場合、未選択のデータや、今後新しく保存された写真・動画に Feishu からアクセスできなくなります。
ko: Feishu을(를) 사용하는 동안 사진과 동영상에 대한 액세스, 전송 및 저장이 가능하도록 "모든 사진에 대한 액세스 허용"을 선택하세요. "사진 선택"을 선택하면 선택되지 않은 사진과 동영상 및 후속 사진과 동영상을 Feishu에서 사용할 수 없습니다.
pt: Selecione "Permitir acesso a todas as fotos" para poder acessar, enviar e salvar fotos e vídeos enquanto usa o Feishu. Se você escolher "Selecionar fotos", fotos e vídeos não selecionados e futuros não poderão ser usados no Feishu.
ru: Выберите "Разрешить доступ ко всем фотографиям", для доступа, отправки и сохранения фото и видео в Feishu. При выборе "Выбрать фото", не выбранные и последующие фото и видео будут недоступны в Feishu.
th: เลือก "อนุญาตให้เข้าถึงรูปภาพทั้งหมด" เพื่อให้คุณสามารถเข้าถึง ส่ง และบันทึกรูปภาพและวิดีโอขณะใช้ Feishu ได้ หากคุณเลือก "เลือกรูปภาพ" รูปภาพและวิดีโอที่ไม่ได้เลือกและรูปภาพและวิดีโอในอนาคตจะไม่ได้รับอนุญาตให้ใช้บน Feishu
vi: Chọn "Cho phép truy cập tất cả ảnh" để bạn có thể truy cập, gửi và lưu ảnh và video trong khi sử dụng Feishu. Nếu bạn chọn "Chọn ảnh", các ảnh và video mới và chưa chọn sẽ không được phép sử dụng trên Feishu.
zh_hans: 请选择“允许访问所有照片”，以保证在使用飞书时能访问、发送或保存照片和视频。如果仅允许“选择照片”，则所有未选中的，以及未来新增的照片和视频都将无法在飞书访问。
zh_hk: 請選擇「允許存取所有相片」，以保證在使用飛書時能存取、發送或儲存相片和影片。如果只允許「選擇相片」，則所有未選取及以後新增的相片和影片均無法在飛書存取。

# NSCameraUsageDescription
source: Please allow Feishu to access your camera for taking photos, scanning QR codes, and video meetings
de: Feishu benötigt Zugriff auf Ihre Telefonkamera, damit Sie Fotos in einem Schritt aufnehmen und versenden können und Ihnen QR-Codescans und Videoanrufe ermöglicht werden.
es: Feishu necesita acceder a la cámara de su teléfono para permitirle sacar fotos y enviarlas sobre la marcha, para habilitar el escaneo del código QR y realizar videollamadas.
fr: Feishu a besoin d'accéder à la caméra de votre téléphone pour vous permettre de prendre des photos et de les envoyer directement, et pour activer la numérisation de codes QR et les appels vidéo.
hi: Feishu को आपके फ़ोन कैमरे पर एक्सेस की आवश्यकता है, ताकि आप फ़ोटोज़ शूट कर सकें और एक बार में भेज सकें एवं QR कोड स्कैनिंग और वीडियो कॉल सक्षम कर सकें.
id: Feishu perlu akses ke kamera ponsel Anda untuk mengizinkan Anda mengambil foto dan mengirimkannya sekaligus, dan mengaktifkan pemindaian kode QR dan panggilan video.
it: Feishu ha bisogno dell'accesso alla videocamera del telefono per consentirti di scattare foto e inviarle in una volta sola e di abilitare la scansione del codice QR e le videochiamate.
ja: 撮影、スキャン、ビデオ会議機能を利用するために、Feishu によるカメラへのアクセスを許可してください
ko: Feishu는 사진 촬영 및 한 번에 전송, QR 코드 스캔, 화상 통화 기능을 제공하기 위해 휴대폰 카메라에 대한 액세스 권한을 필요로 합니다.
pt: O Feishu precisa ter acesso à câmera do seu telefone para permitir que você tire fotos e as envie rapidamente, e para permitir o escaneamento de código QR e videochamadas.
ru: Чтобы вы могли делать и мгновенно отправлять снимки, сканировать QR-коды и пользоваться видеосвязью, Feishu необходим доступ к камере вашего телефона.
th: Feishu ต้องการการเข้าถึงกล้องโทรศัพท์ของคุณเพื่อช่วยให้คุณถ่ายภาพและส่งภาพถ่ายได้ในคราวเดียว และเปิดใช้การสแกนคิวอาร์โค้ดและการสนทนาทางวิดีโอ
vi: Feishu cần truy cập máy ảnh trên điện thoại của bạn để bạn có thể chụp ảnh và gửi ngay trong một lần và cho phép quét mã QR và thực hiện cuộc gọi video.
zh_hans: 请允许飞书访问你的相机，以便拍照、扫描二维码、在会议中开启摄像头
zh_hk: 如果不允許，您將無法拍攝相片和影片以發送給你的同事，也無法正常使用掃描 QR 碼、視像通話等功能。

# NSMicrophoneUsageDescription
source: Please allow Feishu to access your microphone for voice calls and audio messages
de: Erlauben Sie Feishu das Verwenden Ihres Mikrofons, damit Sie mit Ihren Kollegen über Sprach-/Videonachrichten und -anrufe kommunizieren können.
es: Permitir que Feishu utilice su micrófono para que pueda comunicarse con sus amigos a través de mensajes de voz y vídeo y de llamadas.
fr: Autorisez Feishu à utiliser votre microphone afin de pouvoir communiquer avec vos collègues à l'aide des messages vocaux/vidéo et des appels.
hi: Feishu को अपने माइक्रोफ़ोन का उपयोग करने की अनुमति दें, ताकि आप वॉइस/वीडियो संदेशों और कॉल्स के माध्यम से अपने सहयोगियों के साथ संचार कर सकें.
id: Izinkan Feishu untuk menggunakan mikrofon Anda, sehingga Anda dapat berkomunikasi dengan rekan kerja melalui pesan dan panggilan suara/video.
it: Consenti a Feishu di utilizzare il microfono, in modo da poter comunicare con i tuoi colleghi tramite messaggi vocali/video e chiamate.
ja: 音声メッセージ、音声通話機能を利用するために、Feishu によるマイクへのアクセスを許可してください
ko: 음성/영상 메시지 및 통화를 통해 동료와 통신할 수 있도록 Feishu가 마이크를 사용하도록 허용하세요.
pt: Permita que o Feishu use seu microfone para que você possa se comunicar com seus colegas por mensagens de voz ou vídeo e por chamadas.
ru: Разрешите Feishu использовать микрофон, чтобы пользоваться голосовыми/видеосообщениями и вызовами для общения с коллегами.
th: อนุญาตให้ Feishu ใช้ไมโครโฟนของคุณ เพื่อให้คุณสามารถสื่อสารกับเพื่อนร่วมงานของคุณผ่านทางข้อความและการโทรด้วยเสียง/วิดีโอ
vi: Cho phép Feishu sử dụng micrô của bạn để bạn có thể giao tiếp với đồng nghiệp của mình qua tin nhắn và cuộc gọi thoại/video.
zh_hans: 请允许飞书访问你的麦克风，以便发送语音消息、进行语音通话
zh_hk: 如果不允許，您將無法發送語音訊息給你的同事，也無法正常使用視像訊息和視像電話功能。

# NSContactsUsageDescription
source: Once allowed, you can add or invite your phone contacts to Feishu, and save Feishu contacts and Buzz call numbers to your phone contacts. If not allowed, the use of the above functions will be restricted.
de: Haben Sie den Zugriff erlaubt, können Sie Ihre Telefonkontakte zu Feishu hinzufügen oder einladen sowie Kontakte und Buzz-Rufnummern aus Feishu in Ihren Telefonkontakten speichern. Haben Sie den Zugriff nicht erlaubt, wird die Nutzung der oben genannten Funktionen eingeschränkt.
es: Una vez permitido, puedes agregar o invitar a tus contactos telefónicos a Feishu y guardar contactos y números de llamada de Feishu Buzz en tus contactos telefónicos. Si no se permite, se restringirá el uso de las funciones especificadas arriba.
fr: Une fois l’autorisation accordée, vous pourrez ajouter ou inviter vos contacts téléphoniques sur Feishu et enregistrer les contacts Feishu ainsi que les numéros d’appel Buzz dans vos contacts téléphoniques. Si vous n’accordez pas l’autorisation, vous ne pourrez pas utiliser les fonctions ci-dessus.
hi: आपके संपर्क जानकारी का इस्तेमाल केवल हमारे आवेदन में किया जाएगा. आपकी अनुमति के बिना, मित्रों की अनुशंसा करने की हमारी योग्यता प्रभावित हो सकती है. अब एक्सेस सक्षम करें?
id: Setelah diizinkan, Anda dapat menambahkan atau mengundang kontak ponsel Anda ke Feishu, serta menyimpan kontak Feishu dan nomor panggilan Buzz ke kontak ponsel Anda. Jika tidak diizinkan, penggunaan fungsi di atas akan dibatasi.
it: Dopo aver dato il consenso, potrai aggiungere o invitare i contatti del tuo telefono su Feishu e salvare i contatti di Feishu e i numeri delle chiamate Buzz nei contatti del telefono. Se non acconsenti, l'utilizzo delle funzioni di cui sopra sarà limitato.
ja: 許可すると、デバイスの連絡先を Feishu に追加したり、Feishu の連絡先と緊急連絡用電話番号をデバイスに保存したりできるようになります。許可しない場合、上記機能の使用は制限されます。
ko: 허용하면 전화 연락처를 Feishu에 추가하거나 초대하고 Feishu 연락처 및 Buzz 호출 번호를 전화 연락처에 저장할 수 있습니다. 허용하지 않을 경우에는 위 기능의 사용이 제한됩니다.
pt: Uma vez permitido, você pode adicionar ou convidar seus contatos telefônicos para o Feishu e salvar contatos do Feishu e números de chamada do Buzz em seus contatos telefônicos. Se não for permitido, o uso das funções acima será restrito.
ru: После разрешения вы можете добавлять или приглашать свои телефонные контакты в Feishu, а также сохранять контакты Feishu и номера Buzz в своих телефонных контактах. Если это не разрешено, использование вышеуказанных функций будет ограничено.
th: เมื่ออนุญาตแล้ว คุณจะสามารถเพิ่มหรือเชิญรายชื่อที่ติดต่อในโทรศัพท์ของคุณไปยัง Feishu และบันทึกรายชื่อที่ติดต่อของ Feishu และหมายเลขการโทรของ Buzz ไปยังรายชื่อที่ติดต่อในโทรศัพท์ของคุณได้ หากไม่อนุญาต การใช้งานฟังก์ชันข้างต้นจะถูกจำกัด
vi: Sau khi cho phép, bạn có thể thêm hoặc mời người liên hệ trong điện thoại của mình vào Feishu và lưu người liên hệ Feishu cũng như số cuộc gọi Buzz vào danh bạ điện thoại. Nếu không cho phép, việc sử dụng các chức năng trên sẽ bị hạn chế.
zh_hans: 允许后，你可以添加或邀请手机通讯录好友至飞书、保存飞书联系人和官方加急号码到手机通讯录。如不允许，上述功能的使用将受限。
zh_hk: 允許後，你可以新增或邀請手機通訊錄好友至飛書、將飛書聯絡人和官方緊急號碼儲存至手機通訊錄。如不允許，上述功能將受到限制。

# NSSpeechRecognitionUsageDescription
source: Feishu needs the permission to record sound to enable you full functionality in the App Center.
de: Feishu benötigt die Berechtigung für Tonaufnahmen, um Ihnen alle Funktionen im App Center bereitzustellen.
es: Feishu necesita permiso para grabar el sonido y así habilitar todas las funciones del centro de aplicaciones.
fr: Feishu a besoin de l'autorisation d'enregistrer du son pour vous offrir toutes les fonctionnalités de l'App Center.
hi: Feishu को ध्वनि रिकॉर्ड करने की अनुमति की आवश्यकता है, ताकि आप ऐप सेंटर में आपके लिए पूर्ण कार्यक्षमता सक्षम हो सके.
id: Feishu perlu izin untuk merekam suara untuk mengaktifkan fungsionalitas lengkap untuk Anda di Pusat Aplikasi.
it: Feishu necessita dell'autorizzazione per registrare l'audio per abilitare la piena funzionalità nell'App Center.
ja: 許可されていませんの場合、アプリセンター中の一部機能は利用できなくなります。
ko: Feishu는 앱 센터에서 모든 기능을 제공하기 위해 소리 녹음 권한을 필요로 합니다.
pt: O Feishu precisa de permissão para gravar sons e ativar a funcionalidade completa na Central do aplicativo.
ru: Чтобы предоставить вам все функции в App Center, Feishu необходимо разрешение на запись звука.
th: Feishu ต้องการสิทธิ์การอนุญาตเพื่อบันทึกเสียงเพื่อเปิดใช้ฟังก์ชันการทำงานอย่างเต็มรูปแบบในศูนย์แอป
vi: Feishu cần có quyền ghi lại âm thanh để kích hoạt đầy đủ chức năng trong Trung tâm ứng dụng.
zh_hans: 如果不被允许，应用中心中的某些功能的使用可能会受到影响。
zh_hk: 如果不允許，應用程式中心中某些功能的使用可能會受到影響。

# NSCalendarsUsageDescription
source: This allows Feishu Calendar to sync and display events from your local calendar.
de: Dies ermöglicht Feishu Kalender die Synchronisierung und Anzeige von Terminen aus Ihrem lokalen Kalender.
es: De esta forma, el calendario de Feishu se podrá sincronizar para mostrar eventos de tu calendario local.
fr: Cela permet au Calendrier Feishu de synchroniser et d'afficher les événements de votre calendrier local.
hi: यह आपके लोकल कैलेंडर के ईवेंट Feishu कैलेंडर से सिंक और प्रदर्शित करने देता है.
id: Ini mengizinkan Kalender Feishu untuk menyinkronkan dan menampilkan acara dari kalender lokal Anda.
it: L’azione consente al Calendario di Feishu di sincronizzare e visualizzare gli eventi dal tuo calendario locale.
ja: アクセスの許可を得た後、ローカルカレンダーは Feishu カレンダーで表示されます
ko: 이렇게 하면 Feishu 캘린더가 로컬 캘린더의 이벤트를 동기화하고 표시할 수 있습니다.
pt: Isso permite que o Calendário do Feishu sincronize e exiba eventos do seu calendário local.
ru: Это позволяет Календарю Feishu синхронизировать и отображать события из вашего локального календаря.
th: การดำเนินการนี้จะอนุญาตให้ Feishu Calendar ซิงค์และแสดงผลเหตุการณ์จากปฏิทินภายในเครื่องของคุณได้
vi: Điều này cho phép Lịch Feishu đồng bộ hóa và hiển thị các sự kiện từ lịch địa phương của bạn.
zh_hans: 允许访问后，本地日程将在飞书日历中展示。
zh_hk: 允許存取後，本機日程將在飛書日曆中顯示。

# NSFaceIDUsageDescription
source: Allow payment using your face ID for better experience.
de: Zugriff auf Face ID für Feishu zum Entsperren des Bildschirms und Authorisieren von Zahlungen zulassen.
es: Permitir a Feishu acceder a Face ID para desbloquear la pantalla y autorizar pagos.
fr: Autoriser l'accès de Feishu à Face ID pour déverrouiller l'écran et autoriser les paiements.
hi: स्क्रीन अनलॉक करने और भुगतान प्राधिकृत करने के लिए Feishu को चेहरा ID ऐक्सेस करने की अनुमति दें.
id: Izinkan Feishu mengakses ID Wajah untuk membuka kunci layar dan mengotorisasi pembayaran.
it: Consenti a Feishu di accedere a Face ID per sbloccare lo schermo e autorizzare pagamenti.
ja: 顔認証でロックを解除するには、Feishu が Face ID の利用を許可する必要があります
ko: 화면 잠금 해제 및 결제 승인을 위해 Feishu이(가) Face ID에 액세스하도록 허용하세요.
pt: Permitir que o Feishu acesse o Face ID para desbloquear a tela e autorizar pagamentos.
ru: Разрешите Feishu доступ к Face ID для разблокировки или оплаты.
th: อนุญาตให้ Feishu เข้าถึง Face ID เพื่อปลดล็อคหน้าจอและอนุญาตการชำระเงิน
vi: Cho phép Feishu truy cập Face ID để mở khóa màn hình và ủy quyền thanh toán.
zh_hans: 请允许飞书使用面容 ID 权限，以便使用面容解锁或面容支付。
zh_hk: 請允許飛書使用 Face ID 權限，以使用人臉解鎖或人臉付款。
