Repository: lark-opensource/iOS-client
Catalog: Lark/*.lproj/InfoPlist.strings
Languages: de, es, fr, hi, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hk

# NSMotionUsageDescription
source: When enabled, you’ll see your step count and the Shake feature will report you the list of your previous activities. If not, the feature won’t be available on your device.
de: Sofern aktiviert, sehen Sie Ihre Schrittanzahl und die Shake-Funktion zeigt Ihnen eine Liste früherer Aktivitäten. Andernfalls steht die Funktion auf Ihrem Gerät nicht zur Verfügung.
es: Cuando esta función esté habilitada, verá el paso que está realizando y la función de vibración le informará de la lista de actividades que ha realizado anteriormente. Si no lo está, no podrá utilizar esta función en su dispositivo.
fr: Lorsque cette option est activée, votre nombre de pas s'affichera et la fonctionnalité Secouer vous indiquera la liste de vos activités précédentes. Sinon, la fonctionnalité ne sera pas disponible sur votre appareil.
hi: सक्षम होने पर, आप अपनी चरण गणना देखेंगे और शेक सुविधा आपको अपनी पिछली गतिविधियों की सूची बताएगी. यदि सक्षम नहीं है, तो सुविधा आपके डिवाइस पर उपलब्ध नहीं होगी.
id: Ketika diaktifkan, Anda akan melihat hitungan langkah dan fitur Goyang akan melaporkan daftar aktivitas Anda yang sebelumnya. Jika tidak, fitur tersebut tidak akan tersedia di perangkat Anda.
it: Se abilitato, visualizzerai il conteggio dei passi e la funzione Scuoti ti riporterà l'elenco delle tue attività precedenti. In caso contrario, la funzione non sarà disponibile sul tuo dispositivo.
ja: この機能は、歩数の表記およびシェイクでアクティビティのリストを展示するサービスを提供するものです。 権限を与えない場合、この機能は使用できません。
ko: 활성화하면 걸음 수가 표시되고 흔들기 기능이 이전 활동 목록을 보고합니다. 그렇지 않으면 장치에서 이 기능을 사용할 수 없습니다.
pt: Quando habilitado, você verá a contagem de passos e o recurso Sacudir relatará alista de atividades anteriores. Se não, o recurso não estará disponível em seu dispositivo.
ru: Когда этот режим включен, вы видите счетчик шагов и с помощью функции Shake можете получить список предыдущих активностей. Если этот режим отключен, данная функция не будет доступна на вашем устройстве.
th: เมื่อเปิดใช้ คุณจะเห็นว่าฟีเจอร์การนับก้าวและฟีเจอร์เขย่าส่งรายการกิจกรรมก่อนหน้าให้แก่คุณ หากไม่ส่ง แสดงว่าฟีเจอร์จะไม่พร้อมใช้งานบนอุปกรณ์ของคุณ
vi: Khi được kích hoạt, bạn sẽ nhìn thấy số bước của mình và tính năng Lắc sẽ báo cáo cho bạn danh sách các hoạt động trước đó của bạn. Nếu không, tính năng sẽ không khả dụng trên thiết bị của bạn.
zh_hans: 此权限将为您提供计步以及摇一摇唤起历史任务列表的功能。如不被允许，该功能将无法使用。
zh_hk: 此權限將為你提供計步及搖一搖喚起過往任務列表的功能。如不允許，將無法使用此功能。

# NSLocalNetworkUsageDescription
source: During meetings, you can pair and connect with the equipment in meeting rooms.
ja: 会議中、会議室の施設とペアや接続できます。
zh_hans: 在线会议时，可与会议室内的设备配对与连接。
zh_hk: 在線會議時，可配對及連接會議室內的裝置。

# NFCReaderUsageDescription
source: Please allow Feishu to access the NFC module, so as to enable a better user experience when you swipe cards.
zh_hans: 请允许飞书访问 NFC 模块，以提供更好的刷卡体验。
