Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkLeanMode/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# iHI
source: Your administrator has removed your Lite mode access. Turning off Lite mode.
de_de: Ihr Administrator hat Ihren Lite-Modus-Zugriff aufgehoben. Lite-Modus wird deaktiviert.
es_es: El administrador ha eliminado tu acceso en modo simplificado. Desactivando el modo simplificado.
fr_fr: Votre administrateur a retiré votre accès au mode simplifié. Désactivation du mode simplifié en cours.
hi_in: आपके एडमिनिस्ट्रेटर ने आपका लाइट मोड का ऐक्सेस हटा दिया है. लाइट मोड बंद हो रहा है.
id_id: Administrator Anda telah menghapus akses mode Lite. Menonaktifkan mode Lite.
it_it: L'amministratore ha rimosso l'accesso alla modalità Lite. Disattivazione della modalità Lite.
ja_jp: 管理者はライトモードの利用権限を取り消しました。これよりライトモードをオフにします
ko_kr: 관리자가 라이트 모드 액세스 권한을 제거했습니다. 라이트 모드를 끄는 중입니다.
ms_my: Pentadbir anda telah mengeluarkan akses mod Lite anda. Mematikan mod Lite.
pt_br: Seu administrador removeu seu acesso ao modo leve. Desativando o modo leve.
ru_ru: Ваш администратор удалил доступ к облегченному режиму. Облегченный режим выключается.
th_th: ผู้ดูแลของคุณลบสิทธิ์การเข้าถึงโหมด Lite ของคุณออก ปิดโหมด Lite
vi_vn: Quản trị viên đã xóa quyền truy cập Chế độ rút gọn của bạn. Tắt Chế độ rút gọn.
zh_cn: 管理员取消了授权，即将关闭精简模式
zh_tw: 管理員取消了授權，即將關閉精簡模式

# czc
source: Turn off now
de_de: Jetzt deaktivieren
es_es: Desactivar ahora
fr_fr: Désactiver maintenant
hi_in: अभी बंद करें
id_id: Nonaktifkan sekarang
it_it: Disattiva adesso
ja_jp: 今すぐオフにする
ko_kr: 지금 끄기
ms_my: Matikan sekarang
pt_br: Desativar agora
ru_ru: Выключить
th_th: ปิดเลย
vi_vn: Tắt ngay
zh_cn: 立即关闭
zh_tw: 立即關閉

# F4I
source: About to turn off Lite mode
de_de: Sie sind gerade dabei, den Lite-Modus zu deaktivieren.
es_es: El modo simplificado está a punto de desactivarse
fr_fr: Désactivation du mode simplifié imminente
hi_in: लाइट मोड बंद होने वाला है
id_id: Akan menonaktifkan mode Lite
it_it: Disattivazione della modalità Lite in fase di avvio
ja_jp: これよりライトモードをオフにします
ko_kr: 라이트 모드를 끄려고 합니다
ms_my: Hampir mematikan mod Lite
pt_br: Prestes a desativar o modo leve
ru_ru: Облегченный режим выключается
th_th: การปิดโหมด Lite
vi_vn: Chuẩn bị tắt Chế độ rút gọn
zh_cn: 即将为你关闭精简模式
zh_tw: 即將為你關閉精簡模式

# ZFU
source: Turn off Lite mode?
de_de: Lite-Modus deaktivieren?
es_es: ¿Desactivar modo simplificado?
fr_fr: Désactiver le mode simplifié ?
hi_in: लाइट मोड बंद करें?
id_id: Nonaktifkan mode Lite?
it_it: Vuoi disattivare la modalità Lite?
ja_jp: ライトモードをオフにしますか？
ko_kr: 라이트 모드를 끄시겠습니까?
ms_my: Matikan mod Lite?
pt_br: Desativar modo leve?
ru_ru: Выключить облегченный режим?
th_th: ต้องการปิดโหมด Lite ใช่ไหม
vi_vn: Tắt Chế độ rút gọn?
zh_cn: 关闭精简模式？
zh_tw: 關閉精簡模式？

# kZ8
source: Turn on Lite mode for all devices logged in to this account.
de_de: Aktivieren Sie den Lite-Modus für alle Geräte, die bei diesem Konto angemeldet sind.
es_es: Active el modo simplificado para todos los dispositivos conectados a esta cuenta.
fr_fr: Active le mode simplifié pour tous les appareils connectés à ce compte.
hi_in: इस खाते में लॉगिन किए गए सभी डिवाइसेस के लिए लाइट मोड चालू करें.
id_id: Aktifkan mode Lite untuk semua perangkat yang login ke akun ini.
it_it: Attiva la modalità Lite per tutti i dispositivi che hanno effettuato l'accesso a questo account.
ja_jp: このアカウントにログインしているすべてのデバイスでオンにする
ko_kr: 이 계정에 로그인한 모든 장치에 대해 라이트 모드를 켭니다.
ms_my: Hidupkan mod Lite untuk semua peranti yang log masuk ke akaun ini.
pt_br: Ative o modo leve para todos os dispositivos conectados a esta conta.
ru_ru: Включить облегченный режим для всех устройств, вошедших в эту учетную запись.
th_th: เปิดโหมด Lite ให้ทุกอุปกรณ์ที่ล็อกอินบัญชีนี้
vi_vn: Bật Chế độ rút gọn cho tất cả các thiết bị đăng nhập vào tài khoản này.
zh_cn: 此账号登录的设备都同步开启
zh_tw: 此帳號登入的裝置都同步開啟

# tCE
source: Turn on Lite mode?
de_de: Lite-Modus aktivieren?
es_es: ¿Activar modo simplificado?
fr_fr: Activer le mode simplifié ?
hi_in: लाइट मोड चालू करें?
id_id: Aktifkan mode Lite?
it_it: Vuoi attivare la modalità Lite?
ja_jp: ライトモードをオンにしますか？
ko_kr: 라이트 모드를 켜시겠습니까?
ms_my: Hidupkan mod Lite?
pt_br: Ativar modo leve?
ru_ru: Включить облегченный режим?
th_th: ต้องการเปิดโหมด Lite ใช่ไหม
vi_vn: Bật Chế độ rút gọn?
zh_cn: 开启精简模式？
zh_tw: 開啟精簡模式？

# 9ew
source: Remind me later
de_de: Später erinnern
es_es: Recordármelo más tarde
fr_fr: Me le rappeler plus tard
hi_in: मुझे बाद में याद दिलाएँ
id_id: Ingatkan saya nanti
it_it: Ricordamelo dopo
ja_jp: 後で通知
ko_kr: 나중에 알리기
ms_my: Ingatkan saya kemudian
pt_br: Lembrar-me mais tarde
ru_ru: Напомнить позже
th_th: แจ้งเตือนฉันในภายหลัง
vi_vn: Nhắc tôi sau
zh_cn: 稍后提醒
zh_tw: 稍後提醒

# 5sU
source: Go to Settings
de_de: Zu den Einstellungen gehen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
hi_in: सेटिंग्स में जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定へ
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейдите в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 立即设置
zh_tw: 立即設定

# 7+E
source: Your administrator has given you Lite mode access. Please set up your identity verification code.
de_de: Ihr Administrator hat Ihnen Lite-Modus-Zugriff gewährt. Richten Sie bitte Ihren Code für die Identitätsbestätigung ein.
es_es: El administrador te ha dado acceso en modo simplificado. Establece tu código de verificación de identidad.
fr_fr: Votre administrateur vous a accordé l'accès au mode simplifié. Veuillez configurer votre code de vérification d'identité.
hi_in: आपके एडमिनिस्ट्रेटर ने आपको लाइट मोड का ऐक्सेस दिया है. कृपया अपना पहचान सत्यापन कोड सेट करें.
id_id: Administrator Anda telah memberikan akses mode Lite. Tetapkan kode verifikasi identitas Anda.
it_it: L'amministratore ti ha concesso l'accesso alla modalità Lite. Imposta il codice di verifica dell'identità.
ja_jp: 管理者がライトモードの利用権限をあなたに付与しました。セキュリティ認証コードを設定してからご利用ください
ko_kr: 관리자가 라이트 모드 액세스 권한을 부여했습니다. 신원 인증 코드를 설정하세요.
ms_my: Pentadbir anda telah memberi anda akses mod Lite. Sila tetapkan kod pengesahan identiti anda.
pt_br: Seu administrador concedeu a você acesso ao modo leve. Configure seu código de verificação de identidade.
ru_ru: Ваш администратор предоставил вам доступ к облегченному режиму. Настройте свой код проверки личности.
th_th: ผู้ดูแลของคุณได้มอบสิทธิ์การเข้าถึงโหมด Lite ให้คุณ โปรดตั้งค่ารหัสตรวจสอบยืนยันตัวตนของคุณ
vi_vn: Quản trị viên đã cấp cho bạn quyền truy cập Chế độ rút gọn. Vui lòng thiết lập mã xác nhận danh tính của bạn.
zh_cn: 管理员为你授权了精简模式，为确保正常使用，请设置安全验证码
zh_tw: 管理員給予你精簡模式授權，為確保正常使用，請設定安全驗證碼

# Uxg
source: Identity Verification Code
de_de: Code für Identitätsbestätigung
es_es: Código de verificación de identidad
fr_fr: Code de vérification d'identité
hi_in: पहचान सत्यापन कोड
id_id: Kode Verifikasi Identitas
it_it: Il tuo codice di verifica dell'identità
ja_jp: 認証コードを設定
ko_kr: 신원 인증 코드
ms_my: Kod Pengesahan Identiti
pt_br: Código de verificação de identidade
ru_ru: Код проверки личности
th_th: รหัสตรวจสอบยืนยันตัวตน
vi_vn: Mã xác nhận danh tính
zh_cn: 请设置安全验证码
zh_tw: 請設定安全驗證碼

# L3o
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# 2D8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# iRw
source: Note
de_de: Hinweis
es_es: Nota
hi_in: नोट
id_id: Catatan
it_it: Nota
ja_jp: 説明
ko_kr: 참고
ms_my: Nota
pt_br: Observação
ru_ru: Заметка
th_th: หมายเหตุ
vi_vn: Lưu ý
zh_cn: 提示
zh_tw: 提示

# bfM
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: Algo ha salido mal. Inténtalo más tarde, por favor.
fr_fr: Une erreur est survenue. Veuillez réessayer plus tard.
hi_in: कुछ ग़लत हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Ada yang salah. Coba lagi nanti.
it_it: Si è verificato un errore. Riprova più tardi.
ja_jp: エラーです。後ほど再試行してください
ko_kr: 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Ada yang tidak kena. Sila cuba lagi kemudian.
pt_br: Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Что-то пошло не так. Повторите попытку позже.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
vi_vn: Đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_cn: 出现错误，请稍后再试
zh_tw: 出現錯誤，請稍後再試

# LTM
source: Now configuring
de_de: Konfiguration wird jetzt durchgeführt
es_es: Configurando ahora
fr_fr: Configuration en cours
hi_in: अब कॉन्फ़िगर किया जा रहा है
id_id: Sedang mengonfigurasi
it_it: Configurazione in corso adesso
ja_jp: 読み込み中...
ko_kr: 현재 구성 중
ms_my: Sedang mengkonfigurasi
pt_br: Configurando agora
ru_ru: Настраивается
th_th: กำลังกำหนดค่า
vi_vn: Hiện đang cấu hình
zh_cn: 正在配置
zh_tw: 正在設定

# ZMU
source: Restart Now
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
hi_in: अभी रीस्टार्ट करें
id_id: Mulai Ulang Sekarang
it_it: Riavvia adesso
ja_jp: 再起動
ko_kr: 지금 다시 시작
ms_my: Mulakan Semula Sekarang
pt_br: Reiniciar agora
ru_ru: Перезапустить сейчас
th_th: รีสตาร์ทเลย
vi_vn: Khởi động lại ngay
zh_cn: 立即重启
zh_tw: 立即重新啟動

# Ts8
source: App status changed. Please restart.
de_de: App-Status geändert. Bitte neu starten.
es_es: El estado de la aplicación ha cambiado. Reinicia.
fr_fr: État de l'application modifié. Veuillez recommencer.
hi_in: ऐप की स्थिति बदली गई. कृपया फिर से शुरू करें.
id_id: Status aplikasi diubah. Mulai ulang.
it_it: Stato dell'app modificato. Riavvia.
ja_jp: アプリ状態が変更されました。再起動してください
ko_kr: 앱 상태가 변경되었습니다. 다시 시작해주세요.
ms_my: Status apl berubah. Sila mulakan semula.
pt_br: Status do aplicativo alterado. Reinicie.
ru_ru: Состояние приложения изменилось. Перезапустите его
th_th: สถานะของแอปมีการเปลี่ยนแปลง โปรดรีสตาร์ต
vi_vn: Trạng thái ứng dụng đã thay đổi. Vui lòng khởi động lại.
zh_cn: 应用状态变化，请重启
zh_tw: 應用程式狀態變化，請重新啟動

# wPg
source: Verify
de_de: Bestätigen
es_es: Verificar
fr_fr: Vérifier
hi_in: सत्यापित करें
id_id: Verifikasi
it_it: Verifica
ja_jp: 認証する
ko_kr: 확인
ms_my: Sahkan
pt_br: Verificar
ru_ru: Проверить
th_th: ตรวจสอบยืนยัน
vi_vn: Xác nhận
zh_cn: 进行身份验证
zh_tw: 進行身分驗證

# n6o
source: Please verify your identity to turn off Lite mode. If you need help, please contact your administrator.
de_de: Sie müssen Ihre Identität bestätigen, um den Lite-Modus zu deaktivieren. Wenn Sie Hilfe benötigen, kontaktieren Sie Ihren Administrator.
es_es: Verifique tu identidad para desactivar el modo simplificado. Si necesita ayuda, póngase en contacto con el administrador.
fr_fr: Veuillez vérifier votre identité pour désactiver le mode simplifié. Si vous avez besoin d'aide, veuillez contacter votre administrateur.
hi_in: लाइट मोड बंद करने के लिए कृपया अपनी पहचान सत्यापित करें. यदि आपको मदद की ज़रूरत है, तो कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Verifikasi identitas Anda untuk menonaktifkan mode Lite. Jika membutuhkan bantuan, hubungi administrator Anda.
it_it: Verifica la tua identità per disattivare la modalità Lite. Se hai bisogno di aiuto, contatta l'amministratore.
ja_jp: ライトモードをオフにするには、本人確認が必要です。サポートが必要な場合は、管理者にご連絡ください
ko_kr: 라이트 모드를 끄려면 신원을 인증해 주세요. 도움이 필요하면 관리자에게 문의하세요.
ms_my: Sila sahkan identiti anda untuk mematikan mod Lite. Jika anda memerlukan bantuan, sila hubungi pentadbir anda.
pt_br: Verifique sua identidade para desativar o modo leve. Se precisar de ajuda, entre em contato com seu administrador.
ru_ru: Подтвердите свою личность, чтобы отключить облегченный режим. Если вам необходима помощь, свяжитесь со своим администратором.
th_th: โปรดตรวจสอบยืนยันตัวตนของคุณเพื่อปิดโหมด Lite หากคุณต้องการความช่วยเหลือ โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Vui lòng xác nhận danh tính của bạn để tắt Chế độ rút gọn. Nếu bạn cần giúp đỡ, xin vui lòng liên hệ với quản trị viên.
zh_cn: 关闭精简模式是高风险操作，需进行身份验证。如需协助，请联系企业管理员
zh_tw: 關閉精簡模式是高風險操作，需進行身分驗證。如需協助，請聯絡管理員

# bas
source: Turn off Lite mode
de_de: Lite-Modus deaktivieren
es_es: Desactivar modo simplificado
fr_fr: Désactiver le mode simplifié
hi_in: लाइट मोड बंद करें
id_id: Nonaktifkan mode Lite
it_it: Disattiva modalità Lite
ja_jp: ライトモードをオフにする
ko_kr: 라이트 모드 끄기
ms_my: Matikan mod Lite
pt_br: Desativar modo leve
ru_ru: Выключить облегченный режим
th_th: ปิดโหมด Lite
vi_vn: Tắt Chế độ rút gọn
zh_cn: 关闭精简模式
zh_tw: 關閉精簡模式

# YbY
source: Please contact your administrator.
de_de: Kontaktieren Sie den Administrator.
es_es: Contacta con el administrador, por favor.
fr_fr: Veuillez contacter votre administrateur.
hi_in: कृपया अपने एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator Anda.
it_it: Contatta l'amministratore.
ja_jp: 管理者にご連絡ください
ko_kr: 관리자에게 문의하세요.
ms_my: Sila hubungi pentadbir anda.
pt_br: Entre em contato com seu administrador.
ru_ru: Обратитесь к администратору.
th_th: โปรดติดต่อผู้ดูแลองคุณ
vi_vn: Vui lòng liên hệ với quản trị viên của bạn.
zh_cn: 请联系企业管理员
zh_tw: 請聯絡管理員

# /JE
source: All Devices
de_de: Alle Geräte
es_es: Todos los dispositivos
fr_fr: Tous les appareils
hi_in: सभी डिवाइस
id_id: Semua Perangkat
it_it: Tutti i dispositivi
ja_jp: すべてオフにする
ko_kr: 모든 장치
ms_my: Semua Peranti
pt_br: Todos os dispositivos
ru_ru: Все устройства
th_th: อุปกรณ์ทั้งหมด
vi_vn: Tất cả các thiết bị
zh_cn: 全部关闭
zh_tw: 全部關閉

# hHg
source: This Device
de_de: Dieses Gerät
es_es: Este dispositivo
fr_fr: Cet appareil
hi_in: यह डिवाइस
id_id: Perangkat Ini
it_it: Questo dispositivo
ja_jp: この端末のみ
ko_kr: 이 장치
ms_my: Peranti Ini
pt_br: Este dispositivo
ru_ru: Это устройство
th_th: อุปกรณ์นี้
vi_vn: Thiết bị này
zh_cn: 仅当前设备
zh_tw: 僅目前裝置

# 8kE
source: Would you like to turn off Lite mode for other devices as well?
de_de: Möchten Sie den Lite-Modus auch für andere Geräte deaktivieren?
es_es: ¿Desea desactivar el modo simplificado para otros dispositivos también?
fr_fr: Souhaitez-vous également désactiver le mode simplifié pour les autres appareils ?
hi_in: क्या आप अन्य डिवाइसेस के लिए भी लाइट मोड बंद करना चाहते हैं?
id_id: Anda juga ingin menonaktifkan mode Lite untuk perangkat lain?
it_it: Desideri disattivare la modalità Lite anche per altri dispositivi?
ja_jp: 他の端末でもライトモードをオフにしますか？
ko_kr: 다른 장치에서도 라이트 모드를 끄시겠습니까?
ms_my: Adakah anda ingin mematikan mod Lite untuk peranti lain juga?
pt_br: Deseja desativar o modo leve para os outros dispositivos também?
ru_ru: Хотели бы вы отключить облегченный режим и для других устройств?
th_th: คุณต้องการปิดโหมด Lite บนอุปกรณ์อื่นๆ ด้วยหรือไม่
vi_vn: Bạn có muốn tắt Chế độ rút gọn cho các thiết bị khác không?
zh_cn: 你还有其他设备开启了精简模式，是否全部关闭？
zh_tw: 你還有其他裝置開啟了精簡模式，是否全部關閉？

# vzA
source: Other devices
de_de: Andere Geräte
es_es: Otros dispositivos
fr_fr: Autres appareils
hi_in: अन्य डिवाइस
id_id: Perangkat lainnya
it_it: Altri dispositivi
ja_jp: 確認
ko_kr: 다른 장치
ms_my: Peranti lain
pt_br: Outros dispositivos
ru_ru: Другие устройства
th_th: อุปกรณ์อื่นๆ
vi_vn: Các thiết bị khác
zh_cn: 提示
zh_tw: 提示
