Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkVote/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# TmY
source: Anonymous
de_de: Anonym
es_es: Anónimo
fr_fr: Anonyme
id_id: Anonim
it_it: Anonimo
ja_jp: 匿名
ko_kr: 익명
ms_my: Tanpa nama
pt_br: Anônimo
ru_ru: Анонимный
th_th: ไม่เปิดเผยตัวตน
vi_vn: Ẩn danh
zh_cn: 匿名投票
zh_hk: 匿名投票

# yQs
source: Multiple answers
de_de: Mehrere Antworten
es_es: Varias respuestas
fr_fr: Réponses multiples
id_id: Multijawaban
it_it: Risposte multiple
ja_jp: 複数選択
ko_kr: 복수 답변
ms_my: Jawapan berbilang
pt_br: Várias respostas
ru_ru: Несколько ответов
th_th: หลายคำตอบ
vi_vn: Nhiều câu trả lời
zh_cn: 允许多选
zh_hk: 允許複選

# tvc
source: Add an option
de_de: Option hinzufügen
es_es: Agregar una opción
fr_fr: Ajouter un option
id_id: Tambah opsi
it_it: Aggiungi un'opzione
ja_jp: オプションを追加
ko_kr: 옵션 추가
ms_my: Tambah pilihan
pt_br: Adicionar uma opção
ru_ru: Добавить вариант
th_th: เพิ่มตัวเลือก
vi_vn: Thêm tùy chọn
zh_cn: 添加选项
zh_hk: 新增選項

# QRM
source: Please enter an option
de_de: Geben Sie eine Option ein
es_es: Introduce una opción
fr_fr: Veuillez choisir une option
id_id: Masukkan opsi
it_it: Immetti un'opzione
ja_jp: オプションを入力
ko_kr: 옵션을 입력하세요
ms_my: Sila masukkan pilihan
pt_br: Insira uma opção
ru_ru: Введите вариант
th_th: โปรดใส่ตัวเลือก
vi_vn: Vui lòng nhập một tùy chọn
zh_cn: 请输入选项内容
zh_hk: 請輸入選項內容

# NCM
source: Please enter a poll title
de_de: Geben Sie einen Abstimmungsnamen ein
es_es: Introduce el título de la encuesta
fr_fr: Veuillez saisir un titre de sondage
id_id: Masukkan judul polling
it_it: Immetti titolo sondaggio
ja_jp: 投票のテーマを入力
ko_kr: 투표 제목을 입력하세요
ms_my: Sila masukkan tajuk undian
pt_br: Insira um título para a votação
ru_ru: Введите название опроса
th_th: โปรดใส่ชื่อโพลล์
vi_vn: Vui lòng nhập tiêu đề bình chọn
zh_cn: 请输入投票主题
zh_hk: 請輸入投票主題

# YLY
source: Post
de_de: Posten
es_es: Publicar
fr_fr: Publier
id_id: Posting
it_it: Pubblica
ja_jp: 公開
ko_kr: 게시
ms_my: Hantar
pt_br: Postar
ru_ru: Отправить
th_th: โพสต์
vi_vn: Đăng
zh_cn: 发布
zh_hk: 發佈

# 7L4
source: Create poll
de_de: Abstimmung erstellen
es_es: Crear encuesta
fr_fr: Créer un sondage
id_id: Buat polling
it_it: Crea sondaggio
ja_jp: 投票を開始
ko_kr: 투표 생성
ms_my: Buat undian
pt_br: Criar votação
ru_ru: Создать опрос
th_th: สร้างโพลล์
vi_vn: Tạo bình chọn
zh_cn: 发起投票
zh_hk: 發起投票

# xE4
source: Please add no more than {{num}} options.
de_de: Maximal {{num}} Optionen können hinzugefügt werden
es_es: No se pueden agregar más de {{num}} opciones
fr_fr: Échec d'ajout de plus de {{num}} options
id_id: Gagal menambah lebih dari {{num}} opsi
it_it: Impossibile aggiungere più di {{num}} opzioni
ja_jp: 最大 {{num}} 個のオプションを追加できます
ko_kr: {{num}}개 이상의 옵션을 추가할 수 없습니다.
ms_my: Tidak dapat menambah lebih daripada {{num}} pilihan
pt_br: Falha ao adicionar mais de {{num}} opções
ru_ru: Невозможно добавить более {{num}} вариантов
th_th: ไม่สามารถเพิ่มได้มากกว่า {{num}} ตัวเลือก
vi_vn: Không thể thêm quá {{num}} tùy chọn
zh_cn: 最多可添加 {{num}} 个选项
zh_hk: 最多可新增 {{num}} 個選項

# EmU
source: Maximum {{num}} characters
de_de: Maximal {{num}} Zeichen
es_es: Máximo {{num}} caracteres
fr_fr: {{num}} caractères maximum
id_id: Maksimum {{num}} karakter
it_it: Massimo {{num}} caratteri
ja_jp: 最多 {{num}} 文字まで入力できます
ko_kr: 최대 {{num}}자
ms_my: Maksimum {{num}} aksara
pt_br: Máximo de {{num}} caracteres
ru_ru: Максимум {{num}} символов
th_th: สูงสุด {{num}} อักขระ
vi_vn: Tối đa {{num}} ký tự
zh_cn: 最多可输入 {{num}} 字
zh_hk: 最多可輸入 {{num}} 個字

# l80
source: Maximum {{num}} characters
de_de: Maximal {{num}} Zeichen
es_es: Máximo {{num}} caracteres
fr_fr: {{num}} caractères maximum
id_id: Maksimum {{num}} karakter
it_it: Massimo {{num}} caratteri
ja_jp: 最多 {{num}} 文字まで入力できます
ko_kr: 최대 {{num}}자
ms_my: Maksimum {{num}} aksara
pt_br: Máximo de {{num}} caracteres
ru_ru: Максимум {{num}} символов
th_th: สูงสุด {{num}} อักขระ
vi_vn: Tối đa {{num}} ký tự
zh_cn: 最多可输入 {{num}} 字
zh_hk: 最多可輸入 {{num}} 個字

# /RE
source: Multiple duplicate options
de_de: Mehrere doppelte Optionen
es_es: Varias opciones duplicadas
fr_fr: Plusieurs options en double
id_id: Opsi duplikat multipel
it_it: Opzioni duplicate multiple
ja_jp: 同じオプションが複数あります
ko_kr: 여러 중복 옵션
ms_my: Berbilang pilihan berulang
pt_br: Várias opções duplicadas
ru_ru: Несколько вариантов дублирования
th_th: มีตัวเลือกที่ซ้ำกันหลายตัว
vi_vn: Nhiều tùy chọn trùng lặp
zh_cn: 存在多个相同选项
zh_hk: 存在多個相同選項

# Dg4
source: Poll option required
de_de: Abstimmungsoption erforderlich
es_es: Opción de la encuesta obligatoria
fr_fr: Option de sondage obligatoire
id_id: Opsi polling wajib diisi
it_it: Opzione del sondaggio obbligatoria
ja_jp: オプションを入力してください
ko_kr: 투표 옵션은 필수입니다
ms_my: Pilihan undian diperlukan
pt_br: Opção de votação obrigatória
ru_ru: Требуется вариант опроса
th_th: จำเป็นต้องมีตัวเลือกโพลล์
vi_vn: Cần có tùy chọn trong bình chọn
zh_cn: 投票选项不能为空
zh_hk: 投票選項不能為空

# Sik
source: Poll title required
de_de: Abstimmungstitel erforderlich
es_es: Título de la encuesta obligatorio
fr_fr: Titre de sondage obligatoire
id_id: Judul polling wajib diisi
it_it: Titolo del sondaggio obbligatorio
ja_jp: 投票のテーマを入力してください
ko_kr: 투표 제목은 필수입니다
ms_my: Tajuk undian diperlukan
pt_br: Título da votação obrigatório
ru_ru: Требуется название опроса
th_th: จำเป็นต้องระบุชื่อโพลล์
vi_vn: Cần có tiêu đề bình chọn
zh_cn: 投票主题不能为空
zh_hk: 投票主題不能為空

# LDE
source: Option {{Option1}} and Option {{Option2}} are the same
de_de: Option {{Option1}} und Option {{Option2}} sind identisch
es_es: La opción {{Option1}} y la opción {{Option2}} son la misma
fr_fr: Les options {{Option1}} et {{Option2}} sont identiques
id_id: Opsi {{Option1}} dan Opsi {{Option2}} sama
it_it: Le opzioni {{Option1}} e {{Option2}} sono uguali
ja_jp: オプション {{Option1}} と {{Option2}} が重複しています
ko_kr: 옵션 {{Option1}}과(와) 옵션 {{Option2}}이(가) 동일합니다
ms_my: Pilihan {{Option1}} dan Pilihan {{Option2}} adalah sama
pt_br: Opção {{Option1}} e Opção {{Option2}} são iguais
ru_ru: Вариант {{Option1}} и вариант {{Option2}} совпадают.
th_th: ตัวเลือก {{Option1}} และตัวเลือก {{Option2}} ซ้ำกัน
vi_vn: Tùy chọn {{Option1}} và Tùy chọn {{Option2}} giống nhau
zh_cn: 第 {{Option1}} 个选项和第 {{Option2}} 个选项重复了
zh_hk: 第 {{Option1}} 個選項和第 {{Option2}} 個選項重複了

# Ru0
source: Unable to post this poll. Please try again later
de_de: Posten dieser Abstimmung nicht möglich. Versuchen Sie es später erneut
es_es: Error al publicar esta encuesta. Inténtalo de nuevo más tarde
fr_fr: Impossible de publier ce sondage. Veuillez réessayer plus tard
id_id: Gagal memposting polling ini. Coba lagi nanti
it_it: Impossibile pubblicare questo sondaggio. Riprova più tardi
ja_jp: 発表できませんでした。後ほど再試行してください
ko_kr: 이 투표를 게시할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat siarkan undian ini. Sila cuba lagi kemudian
pt_br: Não é possível postar essa votação. Tente novamente mais tarde
ru_ru: Не удалось опубликовать этот опрос. Повторите попытку позже
th_th: ไม่สามารถโพสต์โพลล์นี้ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể đăng bình chọn này. Vui lòng thử lại sau
zh_cn: 发布失败，请稍后重试
zh_hk: 發佈失敗，請稍後重試
