Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkVersion/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# u2s
source: System detected that you've installed TestFlight. Now install {{APP_DISPLAY_NAME}} beta and experience the new features！
de_de: Das System hat erkannt, dass Sie TestFlight installiert haben. Installieren Sie jetzt die Betaversion von {{APP_DISPLAY_NAME}} und erleben Sie die neuen Funktionen！
es_es: El sistema ha detectado que has instalado TestFlight. Instala ahora {{APP_DISPLAY_NAME}} beta y descubre las nuevas funciones.
fr_fr: Le système a détecté que vous avez déjà installé TestFlight. Installez à présent {{APP_DISPLAY_NAME}} bêta et découvrez les nouvelles fonctionnalités ！
id_id: Sistem mendeteksi bahwa Anda telah memasang TestFlight. Kini pasang {{APP_DISPLAY_NAME}} beta dan gunakan fitur barunya！
it_it: Il sistema ha rilevato l'installazione di TestFlight. Ora installa {{APP_DISPLAY_NAME}} beta e sperimenta le nuove funzioni!
ja_jp: TestFlight がインストールされていることを検出しました。{{APP_DISPLAY_NAME}} ベータ版をインストールして、新機能をいち早く体験しましょう！
ko_kr: 시스템에서 TestFlight를 설치한 것을 감지했습니다. 이제 {{APP_DISPLAY_NAME}} 베타를 설치하고 새로운 기능을 경험해 보세요!
ms_my: Sistem mengesan bahawa anda telah memasang TestFlight. Sekarang pasang {{APP_DISPLAY_NAME}} beta dan alami ciri-ciri baharu!
pt_br: O sistema detectou que você instalou o TestFlight. Agora instale a versão beta do {{APP_DISPLAY_NAME}} e experimente os novos recursos!
ru_ru: Система обнаружила, что вы установили TestFlight. Теперь установите бета-версию {{APP_DISPLAY_NAME}} и испытайте новые функции！
th_th: ระบบตรวจพบว่าคุณได้ติดตั้ง TestFlight แล้ว ตอนนี้ให้ติดตั้ง {{APP_DISPLAY_NAME}} เวอร์ชันเบต้าและสัมผัสฟีเจอร์ใหม่！
vi_vn: Hệ thống phát hiện bạn đã cài đặt TestFlight. Bây giờ, hãy cài đặt {{APP_DISPLAY_NAME}} beta và trải nghiệm các tính năng mới!
zh_cn: 检测到你已安装 TestFlight，现在安装{{APP_DISPLAY_NAME}}体验版，开始体验新功能吧！
zh_hk: 系統偵測到你已安裝 TestFlight，現在安裝{{APP_DISPLAY_NAME}}體驗版，開始體驗新功能吧！

# ljw
source: Install Now
de_de: Jetzt installieren
es_es: Instalar ahora
fr_fr: Installer maintenant
id_id: Pasang sekarang
it_it: Installa ora
ja_jp: インストール
ko_kr: 지금 설치
ms_my: Pasang Sekarang
pt_br: Instalar agora
ru_ru: Установить сейчас
th_th: ติดตั้งเลย
vi_vn: Cài đặt ngay
zh_cn: 立即安装
zh_hk: 立即安裝

# 4n4
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# Zkw
source: You've been invited to {{APP_DISPLAY_NAME}} beta
de_de: Sie wurden zur Betaversion von {{APP_DISPLAY_NAME}} eingeladen
es_es: Has recibido una invitación para unirte a {{APP_DISPLAY_NAME}} beta
fr_fr: Vous avez été invité(e) à {{APP_DISPLAY_NAME}} bêta
id_id: Anda telah diundang ke {{APP_DISPLAY_NAME}} beta
it_it: Hai ricevuto un invito per {{APP_DISPLAY_NAME}} beta
ja_jp: {{APP_DISPLAY_NAME}} 新バージョンをいち早く体験
ko_kr: {{APP_DISPLAY_NAME}} 베타에 초대 받음
ms_my: Anda telah dijemput ke {{APP_DISPLAY_NAME}} beta
pt_br: Você foi convidado para a versão beta do {{APP_DISPLAY_NAME}}
ru_ru: Вас пригласили на бета-тестирование {{APP_DISPLAY_NAME}}
th_th: คุณได้รับเชิญให้เข้าร่วม {{APP_DISPLAY_NAME}} เวอร์ชันเบต้า
vi_vn: Bạn đã được mời vào {{APP_DISPLAY_NAME}} beta
zh_cn: {{APP_DISPLAY_NAME}}邀请你参与新版本体验
zh_hk: {{APP_DISPLAY_NAME}}邀請你參與新版本體驗

# E9g
source: Go to App Store
de_de: Zum App Store navigieren
es_es: Ir a la tienda de aplicaciones
fr_fr: Accéder à l'App Store
id_id: Buka App Store
it_it: Vai all'app store
ja_jp: App Store に移動
ko_kr: App Store로 이동
ms_my: Pergi ke App Store
pt_br: Acessar a App Store
ru_ru: Перейти в App Store
th_th: ไปยัง App Store
vi_vn: Đi tới App Store
zh_cn: 前往 App Store
zh_hk: 前往 App Store

# iok
source: Come and experience the new features! Go to App Store and install TestFlight first, then come back to {{APP_DISPLAY_NAME}} to install its beta version.
de_de: Erleben Sie die neuen Funktionen! Navigieren Sie zum App Store und installieren Sie zunächst TestFlight. Wechseln Sie dann wieder zu {{APP_DISPLAY_NAME}}, um die Betaversion zu installieren.
es_es: Accede y disfruta de las nuevas características. Ve a la Tienda de aplicaciones, instala TestFlight y después vuelve a {{APP_DISPLAY_NAME}} para instalar la versión beta.
fr_fr: Venez découvrir les nouvelles fonctionnalités ! Accédez à l'App Store et installez d'abord TestFlight, puis revenez dans {{APP_DISPLAY_NAME}} pour installer sa version bêta.
id_id: Dapatkan pengalaman dalam menggunakan fitur baru! Buka App Store dan pasang TestFlight terlebih dahulu, lalu kembali ke {{APP_DISPLAY_NAME}} untuk memasang versi betanya.
it_it: Vieni a sperimentare le nuove funzioni! Vai all'app store e installa prima TestFlight, quindi torna a {{APP_DISPLAY_NAME}} per installare la versione beta.
ja_jp: App Store で TestFlight をダウンロードしてインストールします。インストール後、{{APP_DISPLAY_NAME}} に戻り、ベータ版をインストールして、新機能をいち早く体験します。
ko_kr: 새로운 기능을 경험해 보세요! App Store로 이동하여 먼저 TestFlight를 설치한 다음 {{APP_DISPLAY_NAME}}(으)로 돌아와 베타 버전을 설치하세요.
ms_my: Mari alami ciri-ciri baharu! Pergi ke App Store dan pasang TestFlight dahulu, kemudian kembali ke {{APP_DISPLAY_NAME}} untuk memasang versi beta.
pt_br: Venha experimentar os novos recursos! Acesse a App Store e instale TestFlight primeiro, depois volte para {{APP_DISPLAY_NAME}} para instalar sua versão beta.
ru_ru: Испытайте новые возможности! Перейдите в App Store и сначала установите TestFlight, а затем вернитесь в {{APP_DISPLAY_NAME}}, чтобы установить его бета-версию.
th_th: เชิญสัมผัสกับฟีเจอร์ใหม่! ไปยัง App Store และติดตั้ง TestFlight ก่อน จากนั้นกลับมาที่ {{APP_DISPLAY_NAME}} เพื่อติดตั้งเวอร์ชันเบต้า
vi_vn: Hãy tham gia và trải nghiệm các tính năng mới! Đi tới App Store và cài đặt TestFlight trước, sau đó quay lại {{APP_DISPLAY_NAME}} để cài đặt phiên bản beta của ứng dụng này.
zh_cn: 前往 App Store 下载并安装 TestFlight，完成后返回{{APP_DISPLAY_NAME}}安装体验版，即可抢先体验新功能
zh_hk: 前往 App Store 下載並安裝 TestFlight，完成後返回{{APP_DISPLAY_NAME}}安裝體驗版，即可搶先體驗新功能

# sNE
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# L/0
source: You've been invited to {{APP_DISPLAY_NAME}} beta
de_de: Sie wurden zur Betaversion von {{APP_DISPLAY_NAME}} eingeladen
es_es: Has recibido una invitación para unirte a {{APP_DISPLAY_NAME}} beta
fr_fr: Vous avez été invité(e) à {{APP_DISPLAY_NAME}} bêta
id_id: Anda telah diundang ke {{APP_DISPLAY_NAME}} beta
it_it: Hai ricevuto un invito per {{APP_DISPLAY_NAME}} beta
ja_jp: {{APP_DISPLAY_NAME}} 新バージョンをいち早く体験
ko_kr: {{APP_DISPLAY_NAME}} 베타에 초대 받음
ms_my: Anda telah dijemput ke {{APP_DISPLAY_NAME}} beta
pt_br: Você foi convidado para a versão beta do {{APP_DISPLAY_NAME}}
ru_ru: Вас пригласили на бета-тестирование {{APP_DISPLAY_NAME}}
th_th: คุณได้รับเชิญให้เข้าร่วม {{APP_DISPLAY_NAME}} เวอร์ชันเบต้า
vi_vn: Bạn đã được mời vào {{APP_DISPLAY_NAME}} beta
zh_cn: {{APP_DISPLAY_NAME}}邀请你参与新版本体验
zh_hk: {{APP_DISPLAY_NAME}}邀請你參與新版本體驗

# 2+E
source: Come and experience the new features by going to TestFlight and installing {{APP_DISPLAY_NAME}} beta.
de_de: Erleben Sie die neuen Funktionen, indem Sie zu TestFlight gehen und die Betaversion von {{APP_DISPLAY_NAME}} installieren.
es_es: Accede para disfrutar de las nuevas características. Solo tienes que ir a TestFlight e instalar {{APP_DISPLAY_NAME}} beta.
fr_fr: Venez découvrir les nouvelles fonctionnalités en accédant à TestFlight et en installant {{APP_DISPLAY_NAME}} bêta.
id_id: Dapatkan pengalaman dalam menggunakan fitur baru dengan membuka TestFlight dan memasang {{APP_DISPLAY_NAME}} beta.
it_it: Vieni a sperimentare le nuove funzioni andando a TestFlight e installando {{APP_DISPLAY_NAME}} beta.
ja_jp: TestFlight で {{APP_DISPLAY_NAME}} ベータ版をインストールし、新機能をいち早く体験できます。
ko_kr: TestFlight로 이동하여 {{APP_DISPLAY_NAME}} 베타를 설치하고 새로운 기능을 경험해 보세요.
ms_my: Datang dan alami ciri-ciri baharu dengan pergi ke TestFlight dan memasang {{APP_DISPLAY_NAME}} beta.
pt_br: Venha experimentar os novos recursos acessando TestFlight e instalando a versão beta do {{APP_DISPLAY_NAME}}.
ru_ru: Испытайте новые функции, перейдя на TestFlight и установив бета-версию {{APP_DISPLAY_NAME}}.
th_th: เชิญสัมผัสกับฟีเจอร์ใหม่โดยไปยัง TestFlight และติดตั้ง {{APP_DISPLAY_NAME}} เวอร์ชันเบต้า
vi_vn: Hãy tham gia và trải nghiệm các tính năng mới bằng cách vào TestFlight và cài đặt {{APP_DISPLAY_NAME}} beta.
zh_cn: 前往 TestFlight 安装 {{APP_DISPLAY_NAME}} 体验版，抢先体验新功能
zh_hk: 前往 TestFlight 安裝 {{APP_DISPLAY_NAME}} 體驗版，搶先體驗新功能

# 3Vs
source: Install Now
de_de: Jetzt installieren
es_es: Instalar ahora
fr_fr: Installer maintenant
id_id: Pasang sekarang
it_it: Installa ora
ja_jp: インストール
ko_kr: 지금 설치
ms_my: Pasang Sekarang
pt_br: Instalar agora
ru_ru: Установить сейчас
th_th: ติดตั้งเลย
vi_vn: Cài đặt ngay
zh_cn: 立即安装
zh_hk: 立即安裝

# +5Y
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# wa0
source: You've been invited to {{APP_DISPLAY_NAME}} beta
de_de: Sie wurden zur Betaversion von {{APP_DISPLAY_NAME}} eingeladen
es_es: Has recibido una invitación para unirte a {{APP_DISPLAY_NAME}} beta
fr_fr: Vous avez été invité(e) à {{APP_DISPLAY_NAME}} bêta
id_id: Anda telah diundang ke {{APP_DISPLAY_NAME}} beta
it_it: Hai ricevuto un invito per {{APP_DISPLAY_NAME}} beta
ja_jp: {{APP_DISPLAY_NAME}} 新バージョンをいち早く体験
ko_kr: {{APP_DISPLAY_NAME}} 베타에 초대 받음
ms_my: Anda telah dijemput ke {{APP_DISPLAY_NAME}} beta
pt_br: Você foi convidado para a versão beta do {{APP_DISPLAY_NAME}}
ru_ru: Вас пригласили на бета-тестирование {{APP_DISPLAY_NAME}}
th_th: คุณได้รับเชิญให้เข้าร่วม {{APP_DISPLAY_NAME}} เวอร์ชันเบต้า
vi_vn: Bạn đã được mời vào {{APP_DISPLAY_NAME}} beta
zh_cn: {{APP_DISPLAY_NAME}}邀请你参与新版本体验
zh_hk: {{APP_DISPLAY_NAME}}邀請你參與新版本體驗

# onU
source: System detected that you've installed TestFlight. Now upgrade {{APP_DISPLAY_NAME}} beta and continue to experience the new features！
de_de: Das System hat erkannt, dass Sie TestFlight installiert haben. Führen Sie jetzt ein Upgrade der Betaversion von {{APP_DISPLAY_NAME}} durch, um die neuen Funktionen weiterhin zu nutzen！
es_es: El sistema ha detectado que has instalado TestFlight. Actualiza ahora {{APP_DISPLAY_NAME}} beta y accede a las nuevas características.
fr_fr: Le système a détecté que vous avez déjà installé TestFlight. Mettez à présent {{APP_DISPLAY_NAME}} bêta à niveau et continuez de profiter des nouvelles fonctionnalités ！
id_id: Sistem mendeteksi bahwa Anda telah memasang TestFlight. Kini tingkatkan {{APP_DISPLAY_NAME}} beta dan terus gunakan fitur barunya！
it_it: Il sistema ha rilevato l'installazione di TestFlight. Ora effettua l'upgrade di {{APP_DISPLAY_NAME}} beta e continua a sperimentare le nuove funzioni!
ja_jp: TestFlight がインストールされていることを検出しました。引き続き新機能を体験するために、お早めに {{APP_DISPLAY_NAME}} ベータ版をアップデートしてください。
ko_kr: 시스템에서 TestFlight를 설치한 것을 감지했습니다. 이제 {{APP_DISPLAY_NAME}} 베타를 업그레이드하고 계속해서 새로운 기능을 경험해 보세요!
ms_my: Sistem mengesan bahawa anda telah memasang TestFlight. Sekarang naik taraf {{APP_DISPLAY_NAME}} beta dan terus alami ciri-ciri baharu!
pt_br: O sistema detectou que você instalou o TestFlight. Agora faça upgrade da versão beta do {{APP_DISPLAY_NAME}} e continue experimentando os novos recursos!
ru_ru: Система обнаружила, что вы установили TestFlight. Обновите бета-версию {{APP_DISPLAY_NAME}} и продолжайте пользоваться новыми функциями！
th_th: ระบบตรวจพบว่าคุณได้ติดตั้ง TestFlight แล้ว ตอนนี้ให้อัปเกรด {{APP_DISPLAY_NAME}} เวอร์ชันเบต้าและใช้งานฟีเจอร์ใหม่ต่อไปได้！
vi_vn: Hệ thống phát hiện bạn đã cài đặt TestFlight. Bây giờ, hãy nâng cấp {{APP_DISPLAY_NAME}} beta và tiếp tục trải nghiệm các tính năng mới!
zh_cn: 检测到你已安装 TestFlight，请尽快升级{{APP_DISPLAY_NAME}}体验版，继续体验新功能吧！
zh_hk: 系統偵測到你已安裝 TestFlight，請儘快升級{{APP_DISPLAY_NAME}}體驗版，繼續體驗新功能吧！

# o3Y
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# btU
source: Upgrade required
de_de: Upgrade erforderlich
es_es: Actualización obligatoria
fr_fr: Mise à niveau requise
id_id: Peningkatan diperlukan
it_it: Upgrade obbligatorio
ja_jp: お早めにアップデートしてください
ko_kr: 업그레이드 필수
ms_my: Naik taraf diperlukan
pt_br: Upgrade obrigatório
ru_ru: Требуется обновление
th_th: จำเป็นต้องอัปเกรด
vi_vn: Cần nâng cấp
zh_cn: 请尽快升级
zh_hk: 請儘快升級

# T1U
source: Upgrade Now
de_de: Jetzt Upgrade durchführen
es_es: Actualizar ahora
fr_fr: Mettre à niveau maintenant
id_id: Tingkatkan Sekarang
it_it: Effettua upgrade ora
ja_jp: アップデート
ko_kr: 지금 업그레이드
ms_my: Naik taraf Sekarang
pt_br: Fazer upgrade agora
ru_ru: Обновить сейчас
th_th: อัปเกรดเลย
vi_vn: Nâng cấp ngay
zh_cn: 立即升级
zh_hk: 立即升級

# VOU
source: Go to App Store
de_de: Zum App Store gehen
es_es: Ir a la tienda de aplicaciones
fr_fr: Accéder à l'App Store
id_id: Buka App Store
it_it: Vai all'app store
ja_jp: App Store に移動
ko_kr: App Store로 이동
ms_my: Pergi ke App Store
pt_br: Acessar a App Store
ru_ru: Перейти в App Store
th_th: ไปยัง App Store
vi_vn: Đi tới App Store
zh_cn: 前往 App Store
zh_hk: 前往 App Store

# HOI
source: The {{APP_DISPLAY_NAME}} beta you're using will be unavailable soon. To continue to use the new features, please go to App Store and install TestFlight first, then come back to {{APP_DISPLAY_NAME}} to upgrade.
de_de: Die Betaversion von {{APP_DISPLAY_NAME}}, die Sie verwenden, wird demnächst nicht mehr verfügbar sein. Um die neuen Funktionen weiterhin nutzen zu können, navigieren Sie bitte zum App Store und installieren Sie zunächst TestFlight. Wechseln Sie dann wieder zu {{APP_DISPLAY_NAME}}, um ein Upgrade durchzuführen.
es_es: La versión de {{APP_DISPLAY_NAME}} beta que utilizas dejará de estar disponible próximamente. Para no perder el acceso a las nuevas características, ve a la Tienda de aplicaciones, instala TestFlight y después vuelve a {{APP_DISPLAY_NAME}} para actualizar la aplicación.
fr_fr: L'application {{APP_DISPLAY_NAME}} bêta que vous utilisez ne sera bientôt plus disponible. Pour continuer d'utiliser les nouvelles fonctionnalités, veuillez accéder à l'App Store et installer TestFlight dans un premier temps, puis revenir dans {{APP_DISPLAY_NAME}} pour procéder à la mise à niveau.
id_id: {{APP_DISPLAY_NAME}} beta yang Anda gunakan akan segera tidak tersedia. Untuk terus menggunakan fitur baru, buka App Store dan pasang TestFlight terlebih dahulu, lalu kembali ke {{APP_DISPLAY_NAME}} untuk meningkatkan.
it_it: {{APP_DISPLAY_NAME}} beta che stai utilizzando a breve non sarà più disponibile. Per continuare a utilizzare le nuove funzioni, vai all'app store e installa prima TestFlight, quindi torna a {{APP_DISPLAY_NAME}} per effettuare l'upgrade.
ja_jp: 現在お使いのベータ版はまもなく使用不可になります。App Store で TestFlight をダウンロード・インストールしてください。インストール後、{{APP_DISPLAY_NAME}} ベータ版に戻りアップデートしてください。
ko_kr: 사용 중인 {{APP_DISPLAY_NAME}} 베타를 곧 사용할 수 없게 됩니다. 새로운 기능을 계속 사용하려면 먼저 App Store로 이동하여 TestFlight를 설치한 다음 {{APP_DISPLAY_NAME}}(으)로 돌아와 업그레이드하세요.
ms_my: Beta {{APP_DISPLAY_NAME}} yang anda gunakan akan tidak tersedia tidak lama lagi. Untuk terus menggunakan ciri-ciri baharu, sila pergi ke App Store dan pasang TestFlight dahulu, kemudian kembali ke {{APP_DISPLAY_NAME}} untuk menaik taraf.
pt_br: A versão beta do {{APP_DISPLAY_NAME}} que você está usando ficará indisponível em breve. Para continuar usando os novos recursos, acesse a App Store e instale o TestFlight primeiro, depois volte para o {{APP_DISPLAY_NAME}} para fazer upgrade.
ru_ru: Бета-версия {{APP_DISPLAY_NAME}}, которую вы используете, скоро будет недоступна. Чтобы продолжить использовать новые функции, перейдите в App Store и сначала установите TestFlight, а затем вернитесь в {{APP_DISPLAY_NAME}} для обновления.
th_th: {{APP_DISPLAY_NAME}} เวอร์ชันเบต้าที่คุณใช้อยู่จะไม่สามารถใช้งานได้ในเร็ว ๆ นี้ หากต้องการใช้ฟีเจอร์ใหม่ใหม่ต่อไป โปรดไปยัง App Store และติดตั้ง TestFlight ก่อน จากนั้นย้อนกลับมาที่ {{APP_DISPLAY_NAME}} เพื่ออัปเกรด
vi_vn: {{APP_DISPLAY_NAME}} beta bạn đang sử dụng sẽ sớm không còn hoạt động nữa. Để tiếp tục sử dụng các tính năng mới, vui lòng đi tới App Store và cài đặt TestFlight trước, sau đó quay lại {{APP_DISPLAY_NAME}} để nâng cấp.
zh_cn: 当前体验版即将停用，为避免影响你的正常使用，请前往 App Store 下载并安装 TestFlight，完成后返回{{APP_DISPLAY_NAME}}体验版进行升级
zh_hk: 目前體驗版即將停用，為避免影響正常使用，請前往 App Store 下載並安裝 TestFlight，完成後返回{{APP_DISPLAY_NAME}}體驗版升級

# ImA
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# wCo
source: Upgrade required
de_de: Upgrade erforderlich
es_es: Actualización obligatoria
fr_fr: Mise à niveau requise
id_id: Peningkatan diperlukan
it_it: Upgrade obbligatorio
ja_jp: お早めにアップデートしてください
ko_kr: 업그레이드 필수
ms_my: Naik taraf diperlukan
pt_br: Upgrade obrigatório
ru_ru: Требуется обновление
th_th: จำเป็นต้องอัปเกรด
vi_vn: Cần nâng cấp
zh_cn: 请尽快升级
zh_hk: 請儘快升級

# eDc
source: The {{APP_DISPLAY_NAME}} beta you're using will be unavailable soon. To continue to use the new features, please go to TestFlight and upgrade as soon as possible.
de_de: Die Betaversion von {{APP_DISPLAY_NAME}}, die Sie verwenden, wird demnächst nicht mehr verfügbar sein. Um die neuen Funktionen weiterhin nutzen zu können, gehen Sie bitte zu TestFlight und führen Sie so bald wie möglich ein Upgrade durch.
es_es: La versión de {{APP_DISPLAY_NAME}} beta que utilizas dejará de estar disponible próximamente. Para no perder el acceso a las nuevas características, ve a TestFlight y actualízala lo antes posible.
fr_fr: L'application {{APP_DISPLAY_NAME}} bêta que vous utilisez ne sera bientôt plus disponible. Pour continuer d'utiliser les nouvelles fonctionnalités, veuillez accéder à TestFlight et procéder à la mise à niveau dès que possible.
id_id: {{APP_DISPLAY_NAME}} beta yang Anda gunakan akan segera tidak tersedia. Untuk terus menggunakan fitur baru, buka TestFlight dan tingkatkan sesegera mungkin.
it_it: {{APP_DISPLAY_NAME}} beta che stai utilizzando a breve non sarà più disponibile. Per continuare a utilizzare le nuove funzioni, vai a TestFlight ed effettua l'upgrade il prima possibile.
ja_jp: 現在お使いの {{APP_DISPLAY_NAME}} ベータ版はまもなく使用不可になります。お早めに TestFlight でアップデートしてください。
ko_kr: 사용 중인 {{APP_DISPLAY_NAME}} 베타는 곧 사용할 수 없게 됩니다. 새로운 기능을 계속 사용하려면 TestFlight로 이동하여 가능한 한 빨리 업그레이드하세요.
ms_my: Beta {{APP_DISPLAY_NAME}} yang anda gunakan akan tidak tersedia tidak lama lagi. Untuk terus menggunakan ciri-ciri baharu, sila pergi ke TestFlight dan naik taraf secepat mungkin.
pt_br: A versão beta do {{APP_DISPLAY_NAME}} que você está usando ficará indisponível em breve. Para continuar usando os novos recursos, acesse TestFlight e faça upgrade o mais rápido possível.
ru_ru: Бета-версия {{APP_DISPLAY_NAME}}, которую вы используете, скоро будет недоступна. Чтобы продолжить использовать новые функции, перейдите в TestFlight и выполните обновление как можно скорее.
th_th: {{APP_DISPLAY_NAME}} เวอร์ชันเบต้าที่คุณใช้อยู่จะไม่สามารถใช้งานได้ในเร็ว ๆ นี้ หากต้องการใช้ฟีเจอร์ใหม่ต่อไป โปรดไปยัง TestFlight และอัปเกรดโดยเร็วที่สุด
vi_vn: {{APP_DISPLAY_NAME}} beta bạn đang sử dụng sẽ sớm không còn hoạt động nữa. Để tiếp tục sử dụng các tính năng mới, vui lòng đi tới TestFlight và nâng cấp ngay khi có thể.
zh_cn: 当前{{APP_DISPLAY_NAME}}体验版即将停用，为避免影响你的正常使用，请尽快前往 TestFlight 进行升级
zh_hk: 目前{{APP_DISPLAY_NAME}}體驗版即將停用，為避免影響正常使用，請儘快前往 TestFlight 升級

# h4g
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# X48
source: Upgrade required
de_de: Upgrade erforderlich
es_es: Actualización obligatoria
fr_fr: Mise à niveau requise
id_id: Peningkatan diperlukan
it_it: Upgrade obbligatorio
ja_jp: お早めにアップデートしてください
ko_kr: 업그레이드 필수
ms_my: Naik taraf diperlukan
pt_br: Upgrade obrigatório
ru_ru: Требуется обновление
th_th: จำเป็นต้องอัปเกรด
vi_vn: Cần nâng cấp
zh_cn: 请尽快升级
zh_hk: 請儘快升級

# a3Y
source: Upgrade Now
de_de: Jetzt Upgrade durchführen
es_es: Actualizar ahora
fr_fr: Mettre à niveau maintenant
id_id: Tingkatkan Sekarang
it_it: Effettua upgrade ora
ja_jp: アップデート
ko_kr: 지금 업그레이드
ms_my: Naik Taraf Sekarang
pt_br: Fazer upgrade agora
ru_ru: Обновить сейчас
th_th: อัปเกรดเลย
vi_vn: Nâng cấp ngay
zh_cn: 立即升级
zh_hk: 立即升級

# KcI
source: {{APP_DISPLAY_NAME}} invites you to join the alpha test
de_de: {{APP_DISPLAY_NAME}} lädt Sie zum Alphatest ein.
es_es: {{APP_DISPLAY_NAME}} te invita a unirte al test de la versión alfa
fr_fr: {{APP_DISPLAY_NAME}} vous invite à rejoindre le test alpha
id_id: {{APP_DISPLAY_NAME}} mengundang Anda untuk bergabung dengan tes alfa
it_it: {{APP_DISPLAY_NAME}} ti invita a partecipare al test alfa
ja_jp: {{APP_DISPLAY_NAME}} 内部テストのご招待
ko_kr: {{APP_DISPLAY_NAME}}이(가) 알파 테스트에 회원님을 초대합니다
ms_my: {{APP_DISPLAY_NAME}} menjemput anda untuk menyertai ujian alfa
pt_br: {{APP_DISPLAY_NAME}} convida você a ingressar no teste alfa
ru_ru: {{APP_DISPLAY_NAME}} приглашает вас присоединиться к альфа-тестированию
th_th: {{APP_DISPLAY_NAME}} เชิญคุณให้เข้าร่วมการทดสอบรุ่นอัลฟา
vi_vn: {{APP_DISPLAY_NAME}} mời bạn tham gia thử nghiệm alpha
zh_cn: {{APP_DISPLAY_NAME}}邀你参与内测
zh_hk: {{APP_DISPLAY_NAME}}邀請你參與內部測試

# WxQ
source: Please update to the latest version for a better experience
de_de: Aktualisieren Sie für ein besseres Erlebnis auf die neueste Version.
es_es: Actualiza a la versión más reciente para disfrutar de una mejor experiencia
fr_fr: Veuillez mettre à jour vers la dernière version pour profiter d'une meilleure expérience
id_id: Perbarui ke versi terbaru untuk pengalaman yang lebih baik
it_it: Esegui l'aggiornamento all'ultima versione per un'esperienza ottimale
ja_jp: アプリを安全性と安定性を保つため、最新のバージョンにアップデートしてください
ko_kr: 더 나은 경험을 위해 최신 버전으로 업데이트하세요
ms_my: Sila kemaskini ke versi terkini untuk pengalaman yang lebih baik
pt_br: Atualize para a versão mais recente para obter uma experiência melhor.
ru_ru: Обновитесь до последней версии, чтобы увеличить удобство использования
th_th: โปรดอัปเดตให้เป็นเวอร์ชันล่าสุดเพื่อประสบการณ์ที่ดียิ่งขึ้น
vi_vn: Vui lòng cập nhật lên phiên bản mới nhất để nhận được trải nghiệm tốt hơn.
zh_cn: 为确保应用安全稳定，请升级至新版本
zh_hk: 為確保應用程式安全穩定，請升級至新版本

# jwk
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
id_id: Nanti
it_it: Più tardi
ja_jp: 後で
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позже
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 稍后再说
zh_hk: 稍後再說

# l3o
source: {{APP_DISPLAY_NAME}} V{{version}} is available
de_de: {{APP_DISPLAY_NAME}} V{{version}} ist verfügbar
es_es: La versión V{{version}} de {{APP_DISPLAY_NAME}} ya está disponible
fr_fr: {{APP_DISPLAY_NAME}} V{{version}} est disponible
id_id: {{APP_DISPLAY_NAME}} V{{version}} tersedia
it_it: V{{version}} di {{APP_DISPLAY_NAME}} disponibile
ja_jp: {{APP_DISPLAY_NAME}} V{{version}} が利用可能です
ko_kr: {{APP_DISPLAY_NAME}} V{{version}}을(를) 사용할 수 있습니다
ms_my: {{APP_DISPLAY_NAME}} V{{version}} kini tersedia
pt_br: O {{APP_DISPLAY_NAME}} V{{version}} está disponível
ru_ru: Доступная новая версия {{APP_DISPLAY_NAME}} V{{version}}
th_th: {{APP_DISPLAY_NAME}} V{{version}} พร้อมใช้งานแล้ว
vi_vn: {{APP_DISPLAY_NAME}} V{{version}} đang khả dụng
zh_cn: {{APP_DISPLAY_NAME}} V{{version}} 已准备就绪
zh_hk: {{APP_DISPLAY_NAME}} V{{version}} 已準備就緒

# z5s
source: What's new:
de_de: Neuerungen:
es_es: Novedades:
fr_fr: Nouveautés :
id_id: Apa yang baru:
it_it: Novità:
ja_jp: アップデートの内容：
ko_kr: 신규:
ms_my: Apa yang baharu:
pt_br: Novidade:
ru_ru: Что нового:
th_th: มีอะไรใหม่บ้าง:
vi_vn: Tính năng mới:
zh_cn: 更新内容：
zh_hk: 更新內容：
