Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkVersion/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# WV0
source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
id_id: Perbarui
it_it: Aggiorna
ja_jp: アップデート
ko_kr: 업데이트
ms_my: Kemas kini
pt_br: Atualizar
ru_ru: Обновление
th_th: อัปเดต
vi_vn: Cập nhật
zh_cn: 立即升级
zh_hk: 立即升級
