Repository: lark-opensource/iOS-client
Catalog: Libs/LarkShareExtension/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# UW8
source: Single file size cannot exceed {{max_single_size}}.
de_de: Größe einer Datei darf {{max_single_size}} nicht überschreiten.
es_es: El tamaño de un sólo archivo no puede superar los {{max_single_size}}.
fr_fr: La taille totale d'un fichier ne peut pas dépasser {{max_single_size}}.
hi_in: एक फ़ाइल का आकार {{max_single_size}} से अधिक नहीं हो सकता.
id_id: Ukuran file tunggal tidak boleh melebihi {{max_single_size}}.
it_it: La dimensione del singolo file non può superare {{max_single_size}}.
ja_jp: 単一のファイルサイズは {{max_single_size}} を超えることはできません
ko_kr: 단일 파일 크기는 {{max_single_size}}을(를) 초과할 수 없습니다.
ms_my: Saiz fail tunggal tidak boleh melebihi {{max_single_size}}.
pt_br: O tamanho do arquivo único não pode ultrapassar {{max_single_size}}.
ru_ru: Размер одного файла не может превышать {{max_single_size}}.
th_th: ขนาดไฟล์เดียวต้องไม่เกิน {{max_single_size}}
vi_vn: Kích thước một tệp tin không được vượt quá {{max_single_size}}.
zh_cn: 单个文件大小不能超过 {{max_single_size}}
zh_hk: 單個檔案大小不得超過 {{max_single_size}}
zh_tw: 單個檔案大小不能超過 {{max_single_size}}

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ZBw
source: You cannot select image and video at the same time
de_de: Sie können Bild und Video nicht gleichzeitig auswählen
es_es: No puedes seleccionar imagen y vídeo a la vez
fr_fr: Vous ne pouvez pas sélectionner une image et une vidéo en même temps
hi_in: आप एक ही समय पर छवि और वीडियो नहीं चुन सकते हैं
id_id: Anda tidak dapat memilih gambar dan video di waktu bersamaan
it_it: Non puoi selezionare contemporaneamente immagine e video
ja_jp: 画像と動画は同時に選択できません
ko_kr: 이미지와 동영상을 동시에 선택할 수 없습니다
ms_my: Anda tidak boleh memilih gambar dan video pada masa yang sama
pt_br: Você não pode selecionar imagem e vídeo ao mesmo tempo
ru_ru: Вы не можете одновременно выбрать изображение и видео
th_th: คุณไม่สามารถเลือกภาพและวิดีโอพร้อมกันได้
vi_vn: Bạn không thể chọn hình ảnh và video cùng một lúc
zh_cn: 不能同时选择照片和视频
zh_hk: 不能同時選擇相片和影片
zh_tw: 不能同時選擇照片和影片

# oGw
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# GA8
source: Open and log in to {{APP_DISPLAY_NAME}} before sharing
de_de: Öffnen Sie die Seite und melden Sie sich bei {{APP_DISPLAY_NAME}} an, bevor Sie die Daten teilen
es_es: Abre {{APP_DISPLAY_NAME}} e inicia sesión antes de compartir
fr_fr: Ouvrez {{APP_DISPLAY_NAME}} et connectez-vous avant d'effectuer le partage
hi_in: साझा करने से पहले {{APP_DISPLAY_NAME}} खोलें और उसमें लॉग इन करें
id_id: Buka dan login ke {{APP_DISPLAY_NAME}} sebelum berbagi
it_it: Prima di condividere, apri e accedi a {{APP_DISPLAY_NAME}}
ja_jp: 共有機能を利用するには、{{APP_DISPLAY_NAME}} を起動しログインしてください
ko_kr: 공유를 하기 전에 {{APP_DISPLAY_NAME}}을(를) 열고 로그인하세요
ms_my: Buka dan log masuk ke {{APP_DISPLAY_NAME}} sebelum berkongsi
pt_br: Abra e faça login no {{APP_DISPLAY_NAME}} antes de compartilhar
ru_ru: Чтобы поделиться, откройте {{APP_DISPLAY_NAME}} и войдите
th_th: เปิดและเข้าสู่ระบบใน {{APP_DISPLAY_NAME}} ก่อนทำการแชร์
vi_vn: Mở và đăng nhập vào {{APP_DISPLAY_NAME}} trước khi chia sẻ
zh_cn: 请先打开{{APP_DISPLAY_NAME}}并登录才能使用分享功能
zh_hk: 請先開啟{{APP_DISPLAY_NAME}}並登入，才能使用分享功能
zh_tw: 請先開啟{{APP_DISPLAY_NAME}}並登入，才能使用分享功能

# QME
source: Failed to share. The maximum number of files has been reached.
de_de: Teilen nicht möglich, die maximale Anzahl von Dateien ist überschritten.
es_es: No se puede compartir, se ha superado el número máximo de archivos.
fr_fr: Partage impossible, le nombre maximal de fichiers a été dépassé.
hi_in: साझा नहीं किया जा सकता, फ़ाइलों की अधिकतम संख्या पार कर गया है.
id_id: Tidak dapat berbagi, melebihi jumlah file maksimum.
it_it: Impossibile condividere, numero massimo di file superato.
ja_jp: 共有できません。数量が上限を超えています。
ko_kr: 공유할 수 없습니다. 최대 파일 수를 초과합니다.
ms_my: Gagal berkongsi. Bilangan fail maksimum telah dicapai.
pt_br: Não é possível compartilhar, número máximo de arquivos excedido.
ru_ru: Поделиться невозможно. Превышено максимальное количество файлов.
th_th: ไม่สามารถแชร์ได้ จำนวนไฟล์เกินกว่าขีดจำกัดสูงสุด
vi_vn: Không thể chia sẻ, đã vượt quá số lượng tệp tin tối đa.
zh_cn: 无法分享，数量超过限制。
zh_hk: 無法分享，數量超出上限。
zh_tw: 無法分享，數量超過限制。

# ROg
source: Unable to prepare data. A quick reload should set things right.
de_de: Daten konnten nicht vorbereitet werden. Ein kurzes Neuladen sollte das korrigieren.
es_es: No se pueden preparar datos. Si actualizas la página, es posible que las cosas se arreglen.
fr_fr: Impossible de préparer les données. Une actualisation rapide devrait remettre les choses en ordre.
hi_in: डेटा तैयार करने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat menyiapkan data. Pemuatan ulang cepat akan mengatasi masalah.
it_it: Impossibile preparare dati. Ripetendo il caricamento, il problema dovrebbe risolversi.
ja_jp: データの準備ができませんでした。再試行してください。
ko_kr: 데이터를 준비할 수 없습니다. 빨리 다시 로드하면 문제가 해결될 것입니다.
ms_my: Tidak dapat menyediakan data. Muat semula pantas harus menyelesaikan masalah.
pt_br: Não é possível preparar dados. Um recarregamento rápido corrigirá as coisas.
ru_ru: Не удалось подготовить данные Быстрая перезагрузка должна устранить проблемы.
th_th: ไม่สามารถเตรียมข้อมูลได้ การโหลดใหม่อย่างรวดเร็วน่าจะทำให้สามารถทำงานได้ตามปกติ
vi_vn: Không thể chuẩn bị dữ liệu. Tải lại nhanh sẽ đặt mọi thứ trở lại trạng thái bình thường.
zh_cn: 准备数据失败，请重试。
zh_hk: 準備數據失敗，請重試。
zh_tw: 準備資料失敗，請重試。

# ZOg
source: Send to chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke sembang
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปยังแชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送给同事或群
zh_hk: 發送給同事或群組
zh_tw: 傳送給同事或群組

# +vk
source: Send to myself
de_de: An mich selbst senden
es_es: Enviar a mí mismo
fr_fr: Envoyer à moi-même
hi_in: स्वयं को भेजें
id_id: Kirim ke diri sendiri
it_it: Invia a me stesso/a
ja_jp: 自分に送信
ko_kr: 나에게 보내기
ms_my: Hantar kepada diri sendiri
pt_br: Enviar para mim mesmo
ru_ru: Отправить себе
th_th: ส่งให้ตัวเอง
vi_vn: Gửi cho chính tôi
zh_cn: 发送给自己
zh_hk: 發送給自己
zh_tw: 傳送給自己

# hFU
source: You have run into an error. Please try again later.
de_de: Ein Fehler ist aufgetreten. Versuchen Sie es später erneut.
es_es: Se ha producido un error. Inténtalo de nuevo más tarde.
fr_fr: Vous avez rencontré une erreur. Veuillez réessayer plus tard.
hi_in: एक अज्ञात त्रुटि उत्पन्न हुई. कृपया पुनः प्रयास करें.
id_id: Terjadi kesalahan. Coba lagi nanti.
it_it: Hai riscontrato un errore. Riprova più tardi.
ja_jp: 不明のエラーが発生しました。再試行してください。
ko_kr: 오류가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Anda telah menghadapi ralat. Sila cuba lagi kemudian.
pt_br: Você se deparou com um erro. Tente novamente mais tarde.
ru_ru: Произошла ошибка. Повторите попытку позже.
th_th: คุณประสบกับข้อผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Bạn đã gặp một lỗi. Vui lòng thử lại sau.
zh_cn: 发生了未知错误，请重试。
zh_hk: 已發生未知錯誤，請重試。
zh_tw: 發生未知錯誤，請重試。

# aYU
source: Can't share, the length of the content is not valid.
de_de: Teilen nicht möglich, die Länge des Inhalts ist nicht gültig.
es_es: No se puede compartir, la longitud del contenido no es válida.
fr_fr: Partage impossible, la longueur du contenu n'est pas valide.
hi_in: साझा नहीं किया जा सकता. सामग्री की लंबाई मान्य नहीं है.
id_id: Tidak dapat berbagi, panjang konten tidak valid.
it_it: Impossibile condividere, la lunghezza del contenuto non è valida.
ja_jp: 共有できません。コンテンツの長さが無効です。
ko_kr: 공유할 수 없습니다. 컨텐츠 길이가 유효하지 않습니다.
ms_my: Tidak dapat berkongsi, panjang kandungan tidak sah.
pt_br: Não é possível compartilhar, o comprimento do conteúdo não é valido.
ru_ru: Поделиться невозможно. Недопустимая длина контента.
th_th: ไม่สามารถแชร์ได้ ความยาวของเนื้อหาไม่ถูกต้อง
vi_vn: Không thể chia sẻ, độ dài của nội dung không hợp lệ.
zh_cn: 无法分享，内容长度不在有效范围内。
zh_hk: 無法分享，內容長度不在有效範圍內。
zh_tw: 無法分享，內容長度不在有效範圍內。

# IYI
source: Can't share, this type of file is not supported at this time.
de_de: Teilen nicht möglich, dieser Dateityp wird zurzeit nicht unterstützt.
es_es: No se puede compartir, este tipo de archivo no es compatible por ahora.
fr_fr: Partage impossible, ce type de fichier n'est pas actuellement pris en charge.
hi_in: साझा नहीं किया जा सकता. इस समय इस प्रकार की फ़ाइल समर्थित नहीं है.
id_id: Tidak dapat berbagi, jenis file tidak didukung untuk saat ini.
it_it: Impossibile condividere, questo tipo di file non è attualmente supportato.
ja_jp: 共有できません。このタイプのコンテンツの共有は現在サポートしていません。
ko_kr: 공유할 수 없습니다. 이 파일 유형은 현재 지원되지 않습니다.
ms_my: Tidak boleh kongsi, jenis fail ini tidak disokong pada masa ini.
pt_br: Não é possível compartilhar, o tipo de arquivo não é compatível no momento.
ru_ru: Поделиться невозможно. Сейчас этот тип файла не поддерживается.
th_th: ไม่สามารถแชร์ได้ ไฟล์ชนิดนี้ยังไม่ได้รับการรองรับในขณะนี้
vi_vn: Không thể chia sẻ, không hỗ trợ loại tệp tin này tại thời điểm này.
zh_cn: 无法分享，暂不支持分享此类内容。
zh_hk: 無法分享，暫不支援分享此類內容。
zh_tw: 無法分享，暫不支援分享此類內容。
