Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/UI/LarkEmotion/auto_resources/*.strings
Languages: fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, ru_ru, th_th, vi_vn, zh_cn

# 7Go
source: Handshake
fr_fr: PoignéeDeMain
hi_in: हिलाना
id_id: Bersalaman
it_it: StrettaDiMano
ja_jp: 握手
ko_kr: 악수
ms_my: JabatTangan
ru_ru: Рукопожатие
th_th: จับมือ
vi_vn: BắtTay
zh_cn: 握手

# uk0
source: ShushingFace
fr_fr: VisageDoigtSurLaBouche
hi_in: चूप
id_id: WajahMenyuruhDiam
it_it: Silenzio
ja_jp: シーッ
ko_kr: 쉿
ms_my: MukaMenyuruhDiam
ru_ru: Тсс
th_th: ชู่ว
vi_vn: Suỵt
zh_cn: 嘘

# 9A8
source: Shocked
fr_fr: Choqué
hi_in: चौंकना
id_id: Terkejut
it_it: Sconvolto
ja_jp: ショック
ko_kr: 충격
ms_my: Terkejut
ru_ru: Потрясенный
th_th: ตกใจ
vi_vn: Sốc
zh_cn: 震惊

# Pss
source: Cool
hi_in: शानदार
id_id: Keren
it_it: Figo
ja_jp: かっこいい
ko_kr: 멋짐
ms_my: Keren
ru_ru: Круто
th_th: เจ๋ง
vi_vn: Ngầu
zh_cn: 酷

# SBM
source: Shrug
fr_fr: Personnequihausselesépaules
id_id: MengangkatBahu
it_it: Spallucce
ja_jp: 肩をすくめる
ko_kr: 으쓱
ms_my: Mengangkat bahu
ru_ru: ПожимаетПлечами
th_th: ยักไหล่
vi_vn: NhúnVai
zh_cn: 耸肩摊手

# AA8
source: Shy
fr_fr: Timide
hi_in: शर्मीला
id_id: Tersipu
it_it: Timido
ja_jp: 恥ずかしい
ko_kr: 수줍음
ms_my: Malu
ru_ru: Застенчивый
th_th: เขินอาย
vi_vn: NgạiNgùng
zh_cn: 害羞

# S1s
source: Mask
fr_fr: Masque
hi_in: बीमार
id_id: Masker
it_it: Mascherina
ja_jp: マスクをつける
ko_kr: 마스크
ms_my: Topeng
ru_ru: Маска
th_th: หน้ากาก
vi_vn: ĐeoKhẩuTrang
zh_cn: 戴口罩

# ihk
source: Sigh
fr_fr: Soupir
hi_in: गहरी_साँस_लेना
id_id: Mengeluh
it_it: Sospiro
ja_jp: ため息
ko_kr: 한숨
ms_my: Mengeluh
ru_ru: Вздох
th_th: ถอนหายใจ
vi_vn: ThởDài
zh_cn: 叹气

# lzU
source: Silent
fr_fr: Silencieux
hi_in: शांत
id_id: Diam
it_it: Silenzioso
ja_jp: 黙る
ko_kr: 조용히
ms_my: Diam
ru_ru: Тихо
th_th: เงียบ
vi_vn: ImLặng
zh_cn: 闭嘴

# mug
source: Skull
fr_fr: Crâne
hi_in: खोपड़ी
id_id: Tengkorak
it_it: Teschio
ja_jp: ドクロ
ko_kr: 두개골
ms_my: Tengkorak
ru_ru: Череп
th_th: หัวกะโหลก
vi_vn: ĐầuLâu
zh_cn: 骷髅

# IQo
source: Slap
fr_fr: Gifle
hi_in: थप्पड़
id_id: Menampar
it_it: Schiaffo
ja_jp: ビンタ
ko_kr: 찰싹_때리기
ms_my: Tampar
ru_ru: Шлепок
th_th: ตบ
vi_vn: Tát
zh_cn: 打脸

# su8
source: Sleeping
fr_fr: Endormi
hi_in: नींद
id_id: Tidur
it_it: Sonno
ja_jp: いびき
ko_kr: 자는중
ms_my: Tidur
ru_ru: Спит
th_th: นอนหลับ
vi_vn: Đang ngủ
zh_cn: 鼾睡

# O1s
source: SideGlance
fr_fr: RegardEnCoin
hi_in: तिरछी_नज़र_से_देखना
id_id: Melirik
it_it: SguardoDiSbieco
ja_jp: 白い目
ko_kr: 곁눈질
ms_my: PandanganSisi
ru_ru: СмотритВбок
th_th: เหลือบมอง
vi_vn: LiếcNgang
zh_cn: 白眼

# vKE
source: Smart
fr_fr: Intelligent
hi_in: स्मार्ट
id_id: Pintar
it_it: Intelligente
ja_jp: 賢い
ko_kr: 영리한
ms_my: Pandai
ru_ru: Умный
th_th: ฉลาด
vi_vn: ThôngMinh
zh_cn: 机智

# 0uk
source: Smile
fr_fr: Sourire
hi_in: मुस्कान
id_id: Senyum
it_it: Sorriso
ja_jp: スマイル
ko_kr: 미소
ms_my: Senyum
ru_ru: Улыбка
th_th: ยิ้ม
vi_vn: Cười
zh_cn: 微笑

# tmE
source: Smirk
fr_fr: SourireMalin
hi_in: बनावटी_हंसी
id_id: Menyeringai
it_it: Sogghignare
ja_jp: にやにや
ko_kr: 능글맞은_웃음
ms_my: SenyumSinis
ru_ru: Усмешка
th_th: ยิ้มเย้ยหยัน
vi_vn: CườiLiếcMắt
zh_cn: 坏笑

# SOE
source: Blowkiss
fr_fr: Bisou
hi_in: चुंबन
id_id: Mwah
it_it: BacioVolante
ja_jp: 投げキス
ko_kr: 뽀뽀
ms_my: CiumTangan
ru_ru: Чмок
th_th: จุ๊บ_ๆ
vi_vn: HônGió
zh_cn: 飞吻

# 7xQ
source: Hmph
fr_fr: Suffisant
hi_in: दंभी
id_id: Sombong
it_it: Compiaciuto
ja_jp: 口をゆがめる
ko_kr: 우쭐함
ru_ru: Самодовольный
th_th: ยิ้มน้อยยิ้มใหญ่
vi_vn: Hứ!
zh_cn: 撇嘴

# pGg
source: Snowman
fr_fr: BonhommeDeNeige
hi_in: स्नोमैन
id_id: ManusiaSalju
it_it: PupazzoDiNeve
ja_jp: 雪だるま
ko_kr: 눈사람
ms_my: OrangSalji
ru_ru: Снеговик
th_th: สโนว์แมน
vi_vn: NgườiTuyết
zh_cn: 雪人

# O00
source: Sob
fr_fr: Sanglot
hi_in: दहाड़_मारकर_रोना
id_id: Menangis
it_it: Singhiozzo
ja_jp: 涙
ko_kr: 흐느낌
ru_ru: Всхлипывание
th_th: สะอื้น
vi_vn: KhócRòng
zh_cn: 流泪

# sNk
source: Soccer
fr_fr: Football
hi_in: सॉकर
id_id: SepakBola
it_it: Calcio
ja_jp: サッカー
ko_kr: 축구
ms_my: BolaSepak
ru_ru: Футбол
th_th: ฟุตบอล
vi_vn: BóngĐá
zh_cn: 足球

# n2A
source: Speechless
fr_fr: SansVoix
hi_in: मूक
id_id: Terdiam
it_it: SenzaParole
ja_jp: 汗を拭く
ko_kr: 어이없음
ms_my: Terlopong
ru_ru: Безмолвный
th_th: หมดคำพูด
vi_vn: CạnLời
zh_cn: 无语

# eWI
source: SpitBlood
fr_fr: CracheDuSang
hi_in: स्पिटब्लड
id_id: MuntahDarah
it_it: SputareSangue
ja_jp: 吐血
ko_kr: 토혈
ms_my: Meludah darah
ru_ru: ПлюетсяКровью
th_th: กระอักเลือด
vi_vn: PhụtMáu
zh_cn: 吐血

# PcM
source: Bus
it_it: Autobus
ja_jp: バス
ko_kr: 버스
ms_my: Bas
ru_ru: Автобус
th_th: รสบัส
vi_vn: XeBuýt
zh_cn: 公交车

# Kis
source: LifeIsGood
fr_fr: LaVieEstBelle
hi_in: बेहतरीन_जिंदगी
id_id: HidupMenyenangkan
it_it: LaVitaÈBella
ja_jp: 息抜き
ko_kr: 삶은_좋다
ms_my: HidupBagus
ru_ru: ЖизньХороша
th_th: ชีวิตดี๊ดี
vi_vn: ĐờiThậtĐẹp
zh_cn: 美好生活

# gdc
source: Inspired
fr_fr: Inspiré
id_id: Terinspirasi
it_it: Ispirato
ja_jp: アイデア
ko_kr: 아이디어
ms_my: Terinspirasi
ru_ru: Вдохновение
th_th: ได้แรงบันดาลใจ
vi_vn: TruyềnCảmHứng
zh_cn: 灵光一现

# B7U
source: InFlight
fr_fr: EnAvion
hi_in: इन_फ़्लाइट
id_id: DiPesawat
it_it: InVolo
ja_jp: 飛行中
ko_kr: 비행_중
ms_my: DalamPenerbangan
ru_ru: ВПолете
th_th: กำลังบินอยู่
vi_vn: ĐangBay
zh_cn: 飞行中

# fKQ
source: Recharging
fr_fr: Se ressource
id_id: MenyegarkanPikiran
it_it: Ricarica
ja_jp: 本
ko_kr: 지식 충전
ms_my: Menyegarkan
ru_ru: Перезаряжается
th_th: กำลังชาร์จไฟ
vi_vn: NạpKiếnThức
zh_cn: 精神补给

# ROM
source: LetMeSee
fr_fr: JeVeuxVoir
hi_in: मुझेदेखनेदें
id_id: CobaLihat
it_it: FammiVedere
ja_jp: 考え中
ko_kr: 보여줘요
ms_my: BiarkanSayaLihat
ru_ru: Дайте-каПодумать
th_th: ขอ_ฉัน_ดู_หน่อย
vi_vn: ĐểTôiXem
zh_cn: 思考中

# JAg
source: StickyRiceBalls
fr_fr: BoulettesDeRiz
hi_in: स्टिकी_राइसबॉल
id_id: BolaKetan
it_it: PallineDiRisoAppiccicose
ja_jp: 団子
ko_kr: 끈적이는_주먹밥
ms_my: BolaNasiLemak
ru_ru: СладкиеКлецки
th_th: ก้อนข้าวเหนียว
vi_vn: BánhTrôiNước
zh_cn: 元宵

# stU
source: Determined
fr_fr: Déterminé
hi_in: दृढ़-संकल्पी
id_id: Berjuang
it_it: Determinato
ja_jp: 頑張る
ko_kr: 결심한
ms_my: Bertekad
ru_ru: Целеустремленный
th_th: เด็ดเดี่ยว
vi_vn: QuyếtTâm
zh_cn: 奋斗

# Veo
source: Sweat
fr_fr: Transpire
hi_in: पसीना
id_id: Berkeringat
it_it: Sudare
ja_jp: 汗
ko_kr: 땀
ms_my: Peluh
ru_ru: Потеет
th_th: เหงื่อตก
vi_vn: ĐổMồHôi
zh_cn: 汗

# 7/o
source: TV
ja_jp: テレビ
ru_ru: ТВ
th_th: ทีวี
zh_cn: 电视

# 3lc
source: Tears
fr_fr: Larmes
hi_in: आंसू
id_id: AirMata
it_it: Lacrime
ja_jp: あふれる涙
ko_kr: 눈물
ms_my: Airmata
ru_ru: Слезы
th_th: น้ำตาไหล
vi_vn: RớtNướcMắt
zh_cn: 泪奔

# gNc
source: ZanyFace
fr_fr: VisageLoufoque
hi_in: नासमझ
id_id: MukaJenaka
it_it: FacciaBuffa
ja_jp: あっかんべえ
ko_kr: 익살스러운
ms_my: MukaGila
ru_ru: Нелепый
th_th: หน้าตลก
vi_vn: LêuLêu
zh_cn: 做鬼脸

# nxM
source: Terrified
fr_fr: Terrifié
hi_in: डर
id_id: Ketakutan
it_it: Terrore
ja_jp: 怖い
ko_kr: 무서워
ms_my: Ketakutan
ru_ru: Ужас
th_th: หวาดกลัว
vi_vn: KhiếpSợ
zh_cn: 惊恐

# HDg
source: FoldedHands
fr_fr: MainsEnPrière
hi_in: धन्यवाद
id_id: TanganTerlipat
it_it: Grazie
ja_jp: 手を合わせる
ko_kr: 합장장
ms_my: TanganDilipat
ru_ru: СложенныеРуки
th_th: พนมมือ
vi_vn: ChấpTay
zh_cn: 双手合十

# 62A
source: Thanks
fr_fr: Merci
id_id: TerimaKasih
it_it: Grazie
ja_jp: ありがとう
ko_kr: 감사합니다
ms_my: Terima kasih
ru_ru: Спасибо
th_th: ขอบคุณ
vi_vn: CảmƠn
zh_cn: 感谢

# DF8
source: Thinking
fr_fr: Pensif
hi_in: सोचें
id_id: Berpikir
it_it: FaccinaPensante
ja_jp: 考えている
ko_kr: 생각중
ms_my: Berpikir
ru_ru: Думаю
th_th: กำลังคิด
vi_vn: SuyNghĩ
zh_cn: 思考

# MX0
source: Dislike
fr_fr: Je n'aime pas
id_id: Tidak Suka
it_it: NonMiPiace
ja_jp: よくないね
ko_kr: 싫어요
ms_my: TidakSuka
ru_ru: Не нравится
th_th: ไม่ถูกใจ
vi_vn: KhôngThích
zh_cn: 踩

# 9XE
source: Like
fr_fr: PouceEnLair
hi_in: शाबाशी
id_id: Jempol
it_it: PolliceSu
ja_jp: いいね
ko_kr: 엄지_올리기
ms_my: Suka
ru_ru: Лайк
th_th: ยกนิ้วโป้งให้
vi_vn: Thích
zh_cn: 赞

# RCQ
source: Roasted
fr_fr: Grillé
hi_in: टोस्टेड
id_id: Dipanggang
it_it: Tostato
ja_jp: ヤバい
ko_kr: 그슬림
ms_my: Dipanggang
ru_ru: Поджаренный
th_th: มึน
vi_vn: SayBíTỉ
zh_cn: 衰

# pNY
source: TongueOut
fr_fr: TireLaLangue
hi_in: जीभ_बाहर_निकालना
id_id: Lidah
it_it: LinguaDiFuori
ja_jp: 舌を出す
ko_kr: 혀_내밀기
ms_my: JilatBibir
ru_ru: ПоказываетЯзык
th_th: แลบลิ้น
vi_vn: LèLưỡi
zh_cn: 吐舌

# 8t8
source: Teehee
fr_fr: Hehe
hi_in: हीही
it_it: Risatina
ja_jp: 輝く笑顔
ko_kr: 히히
ms_my: Hehe
ru_ru: Хихи
th_th: ฮี่ฮี่
vi_vn: CườiToeToét
zh_cn: 嬉笑

# x4M
source: Trophy
fr_fr: Trophée
id_id: Trofi
it_it: Trofeo
ja_jp: トロフィー
ko_kr: 트로피
ms_my: Piala
ru_ru: Трофей
th_th: ถ้วยรางวัล
vi_vn: Cúp
zh_cn: 奖杯

# v6Y
source: In2021
fr_fr: En2021
hi_in: 2021में
id_id: Tahun2021
it_it: Nel2021
ja_jp: 2021年
ko_kr: 2021년에
ms_my: Pada2021
th_th: ใน_ปี_2021
vi_vn: Trong2021
zh_cn: 2021年

# vXM
source: Typing
fr_fr: En train de taper
id_id: Mengetik
it_it: Digitare
ja_jp: 入力中
ko_kr: 타이핑
ms_my: Menaip
ru_ru: Печатает
th_th: กำลังพิมพ์
vi_vn: ĐangGõ
zh_cn: 敲键盘

# A64
source: Click
fr_fr: Clic
hi_in: क्लिक
id_id: Klik
it_it: FaiClic
ja_jp: クリック
ko_kr: 클릭
ms_my: Klik
ru_ru: Щелчок
th_th: คลิก
vi_vn: Nhấp
zh_cn: 点击

# 25w
source: Wail
fr_fr: Laments
hi_in: रोना
id_id: Meratap
it_it: Gemito
ja_jp: 大泣き
ko_kr: 울부짖기
ms_my: Meratap
ru_ru: Завывает
th_th: ร่ำไห้
vi_vn: ThanThở
zh_cn: 大哭

# 7VQ
source: Bye
fr_fr: AuRevoir
hi_in: लहर
id_id: Melambai
it_it: Ciao
ja_jp: さようなら
ko_kr: 손_흔들기
ms_my: Selamat tinggal
ru_ru: Машет
th_th: โบกมือ
vi_vn: TạmBiệt
zh_cn: 再见

# cDs
source: WavingHand
fr_fr: Mainagitée
id_id: MelambaikanTangan
it_it: ManoSaluto
ja_jp: 手を振る
ko_kr: 손흔들기
ms_my: MelambaiTangan
ru_ru: МашетРукой
th_th: โบกมือ
vi_vn: VẫyTay
zh_cn: 挥手

# WNM
source: WellDone
fr_fr: BienJoué
hi_in: बहुत_खूब
id_id: BagusSekali
it_it: BenFatto
ja_jp: よくやった
ko_kr: 잘했어
ms_my: Kerja baik
ru_ru: Отлично
th_th: เยี่ยมมาก
vi_vn: LàmTốt
zh_cn: V5

# E0s
source: What?
fr_fr: Quoi?
hi_in: क्या?
id_id: Apa?
it_it: Cosa?
ja_jp: 何？
ko_kr: 뭐?
ms_my: Apa?
ru_ru: Что?
th_th: ว่าไงนะ?
vi_vn: CáiGì?
zh_cn: 什么？

# FTE
source: Pleading
fr_fr: Implorant
hi_in: बच्चे_सा_रोना
id_id: Memohon
it_it: Supplica
ja_jp: かわいそう
ko_kr: 제발요
ms_my: Merayu
ru_ru: Умоляет
th_th: อ้อนวอน
vi_vn: CầuXin
zh_cn: 可怜

source: Wink
fr_fr: ClinDœil
hi_in: आंख_मारना
id_id: Berkedip
it_it: Occhiolino
ja_jp: かわいい
ko_kr: 윙크
ms_my: Kenyit
ru_ru: Подмигивает
th_th: ขยิบตา
vi_vn: NháyMắt
zh_cn: 调皮

# 7YI
source: GoodIdea
fr_fr: BonneIdée
hi_in: विनोदपूर्ण
id_id: IdeBagus
it_it: BuonaIdea
ja_jp: ひらめき
ko_kr: 굿아이디어
ms_my: IdeaBagus
ru_ru: ХорошаяИдея
th_th: ไอเดียดี
vi_vn: ÝHay
zh_cn: 灵光一闪

# Nc0
source: Wow
fr_fr: Waouh
hi_in: वाह
ja_jp: わ〜
ko_kr: 우와
ms_my: Wah
ru_ru: Супер
th_th: ว้าว
vi_vn: ỒQuao
zh_cn: 惊喜

# oYo
source: Hurt
fr_fr: Blessé
hi_in: गलत
id_id: Terluka
it_it: Offeso
ja_jp: 傷ついた
ko_kr: 상처받음
ms_my: Sakit
ru_ru: Обижен
th_th: เจ็บ
vi_vn: TổnThương
zh_cn: 委屈

# pio
source: SantaHat
fr_fr: ChapeauPèreNoël
hi_in: सांता_हैट
id_id: TopiSanta
it_it: CappelloDaBabboNatale
ja_jp: サンタ帽子
ko_kr: 산타_모자
ms_my: TopiSanta
ru_ru: Шапка
th_th: หมวกซานต้า
vi_vn: MũÔngGiàNoel
zh_cn: 圣诞帽

# 8R0
source: ChristmasTree
fr_fr: SapindeNoël
hi_in: क्रिसमस_ट्री
id_id: PohonNatal
it_it: AlberoDiNatale
ja_jp: クリスマスツリー
ko_kr: 크리스마스_트리
ms_my: PokokKrismas
ru_ru: Елка
th_th: ต้นคริสต์มาส
vi_vn: CâyThôngNoel
zh_cn: 圣诞树

# UhY
source: Yawn
fr_fr: Bâille
hi_in: जम्हाई
id_id: Menguap
it_it: Sbadiglio
ja_jp: あくび
ko_kr: 하품
ms_my: Menguap
ru_ru: Зевает
th_th: หาว
vi_vn: Ngáp
zh_cn: 哈欠

# 8dk
source: Yay
fr_fr: Yeah
hi_in: हाँ
id_id: Yeah
it_it: Evviva
ja_jp: イエーイ
ko_kr: 기분_최고
ru_ru: Да!
th_th: ใช่
vi_vn: Tuyệt
zh_cn: 耶

# las
source: Yes
fr_fr: Oui
id_id: Ya
it_it: Sì
ms_my: Ya
ru_ru: Да
th_th: ใช่
vi_vn: Có

# UHs
source: YouAreTheBest
fr_fr: Fleur
hi_in: आप_सर्वश्रेष्ठ_हैं
id_id: KamuYangTerbaik
it_it: SeiIlMigliore
ja_jp: 花を贈る
ko_kr: 당신은_최고
ms_my: AndaTerbaik
ru_ru: Цветок
th_th: คุณเก่งที่สุด
vi_vn: BạnLàNhất
zh_cn: 送你小红花

# cz0
source: Sensitive emoji
fr_fr: Emoji à caractère sensible
id_id: Emoji sensitif
it_it: Emoji sensibile
ja_jp: 不適切な絵文字
ko_kr: 민감한 이모지
ms_my: Emoji sensitif
ru_ru: Недопустимый смайлик
th_th: อีโมจิที่ละเอียดอ่อน
vi_vn: Biểu tượng cảm xúc nhạy cảm
zh_cn: 表情已违规

# SFE
source: HappyDragon
ja_jp: 喜ぶドラゴン
zh_cn: 龙光焕发

# pu0
source: VR
fr_fr: RV
