Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/UI/LarkEmotion/auto_resources/*.strings
Languages: fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, ru_ru, th_th, vi_vn, zh_cn

# Dmk
source: In2022
fr_fr: En2022
hi_in: 2022में
id_id: Tahun2022
it_it: Nel2022
ja_jp: 2022年
ko_kr: 2022년에
ms_my: Pada2022
th_th: ใน_ปี_2022
vi_vn: Trong2022
zh_cn: 2022年

# idk
source: AlarmClock
fr_fr: Réveil
id_id: JamWeker
it_it: Sveglia
ja_jp: アラーム
ko_kr: 알람 시계
ms_my: JamLoceng
ru_ru: Будильник
th_th: นาฬิกาปลุก
vi_vn: ĐồngHồBáoThức
zh_cn: 闹钟

# Pzg
source: Angry
fr_fr: EnColère
hi_in: क्रोधित
id_id: Marah
it_it: Arrabbiato
ja_jp: 怒り
ko_kr: 화남
ms_my: Marah
ru_ru: Злой
th_th: โมโห
vi_vn: GiậnDữ
zh_cn: 发怒

# OYU
source: Applaud
fr_fr: Applaudir
hi_in: सराहना
id_id: TepukTangan
it_it: Applauso
ja_jp: 拍手
ko_kr: 박수
ms_my: Tepuk
ru_ru: Аплодисменты
th_th: ปรบมือ
vi_vn: VỗTay
zh_cn: 鼓掌

# Co4
source: Attention
hi_in: ध्यान_दें
id_id: Perhatian
it_it: Attenzione
ja_jp: 私を見て
ko_kr: 주의
ms_my: Perhatian
ru_ru: Внимание
th_th: ฟังทางนี้
vi_vn: ChúÝ
zh_cn: 来看我

# 9xs
source: Awesome!
fr_fr: Impressionnant !
hi_in: शानदार!
id_id: LuarBiasa!
it_it: Fantastico.
ja_jp: 最高
ko_kr: 훌륭합니다!
ms_my: Hebat!
ru_ru: Потрясающе!
th_th: เยี่ยม_มาก!
vi_vn: TuyệtVời!
zh_cn: 牛

# DEU
source: Basketball
hi_in: बास्केटबॉल
id_id: BolaBasket
it_it: Pallacanestro
ja_jp: バスケットボール
ko_kr: 농구
ms_my: BolaKeranjang
ru_ru: Баскетбол
th_th: บาสเกตบอล
vi_vn: BóngRổ
zh_cn: 篮球

# Ly0
source: BePatientAndThinkLong-Term
fr_fr: PatientEtPrévoyant
hi_in: धैर्यवानबनेंऔरदूरकीसोचें
id_id: SabarDanPikirkanJangkaPanjang
ja_jp: 長期視点で物事を進める
ko_kr: 인내심을 가지고 장기적으로 생각해요
ms_my: SabarDanFikirJangkaPanjang
ru_ru: АмбициозностьИТерпеливость
th_th: อดทนและมองการณ์ไกล
zh_cn: 谋远大有耐心

# Q94
source: BeReliableAndTakeOwnership
fr_fr: FiableEtResponsable
hi_in: विश्वसनीयबनेंऔरओनर्शिपलें
id_id: JadiAndalanDanProaktif
ja_jp: 強い責任感、信頼できる
ko_kr: 믿음직한 사람이 되고 주인의식을 가져요
ms_my: JadiDipercayaiDanAmbilPemilikan
ru_ru: ОтветственностьИНадежность
th_th: ทำตนให้น่าเชื่อถือและมีความรับผิดชอบ
zh_cn: 有担当可信赖

# OoQ
source: BeamingFace
fr_fr: Visagerayonnantyeuxsouriants
id_id: Berseri-seri
it_it: VoltoRaggiante
ja_jp: にこやかな笑顔
ko_kr: 기쁨에찬얼굴
ms_my: WajahBerseri
ru_ru: СияющееЛицо
th_th: ยิ้มแย้มแจ่มใส
vi_vn: CườiTítMắt
zh_cn: 笑容满面

# 3l4
source: Huh?
fr_fr: Hein?
hi_in: क्या?
id_id: Hah?
it_it: Uhm
ja_jp: クマ吉
ko_kr: 응?
ms_my: Hah?
ru_ru: Хм?
th_th: หือ?
vi_vn: Hả?
zh_cn: 啊？

# Hlw
source: Beer
fr_fr: Bière
hi_in: बीयर
id_id: Bir
it_it: Birra
ja_jp: ビール
ko_kr: 맥주
ms_my: Bir
ru_ru: Пиво
th_th: เบียร์
vi_vn: Bia
zh_cn: 啤酒

# iZU
source: Betrayed
fr_fr: Trahi
hi_in: बिट्रेड
id_id: Dikhianati
it_it: Ingannato
ja_jp: 裏切り
ko_kr: 배신당함
ms_my: Dikhianati
ru_ru: Преданный
th_th: คิดไม่ซื่อ
vi_vn: BịPhảnBội
zh_cn: 背叛

# 6wg
source: BigKiss
fr_fr: GrosBisou
hi_in: बिग_किस
id_id: CiumBesar
it_it: Bacione
ja_jp: ビッグキス
ko_kr: 큰_키스
ms_my: CiumBesar
ru_ru: БольшойПоцелуй
th_th: ส่งจูบ
vi_vn: NụHônNồngNhiệt
zh_cn: 如花

# Stk
source: NewMoonFace
fr_fr: Lune
hi_in: गोल_चेहरा
id_id: WajahBulan
it_it: FacciaRotonda
ja_jp: 顔つき新月
ko_kr: 검은_얼굴
ms_my: MukaBulanBaru
ru_ru: Луна
th_th: หน้าพระจันทร์
vi_vn: MặtTrăngĐêm
zh_cn: 新月脸

# gwY
source: TearingUp
fr_fr: LarmesAuxYeux
hi_in: रोता_हुआ
id_id: Menangis
it_it: InLacrime
ja_jp: 泣きそう
ko_kr: 눈물글썽
ms_my: MengalirkanAirMata
ru_ru: Рыдает
th_th: น้ำตาคลอ
vi_vn: RướmNướcMắt
zh_cn: 快哭了

# Hhw
source: Blushed
fr_fr: Rougit
hi_in: शरमा_गया
id_id: Terpukau
it_it: Arrossito
ja_jp: おとなしい
ko_kr: 얼굴_붉힘
ms_my: Merah
ru_ru: Покраснел
th_th: หน้าแดง
vi_vn: NgượngNgùng
zh_cn: 脸红

# EHo
source: Bomb
fr_fr: Bombe
hi_in: बम
id_id: Bom
it_it: Bomba
ja_jp: 爆弾
ko_kr: 폭탄
ms_my: Bom
ru_ru: Бомба
th_th: ระเบิด
vi_vn: Bom
zh_cn: 炸弹

# 1IY
source: BubbleTea
fr_fr: Thé aux perles
id_id: TehBoba
ja_jp: タピオカ
ko_kr: 밀크티
ms_my: TehBuih
ru_ru: ЧайСШариками
th_th: ชาไข่มุก
vi_vn: TràSữa
zh_cn: 奶茶

# g9s
source: Bull
fr_fr: Taureau
hi_in: साँड़
id_id: Kerbau
it_it: Toro
ja_jp: 雄牛
ko_kr: 소
ms_my: Lembu
ru_ru: Бык
th_th: กระทิง
vi_vn: ConBò
zh_cn: 公牛

# TVg
source: Cake
fr_fr: Gâteau
hi_in: केक
id_id: Kue
it_it: Torta
ja_jp: ケーキ
ko_kr: 케이크
ms_my: Kek
ru_ru: Тортик
th_th: เค้ก
vi_vn: BánhKem
zh_cn: 蛋糕

# fBo
source: Calf
fr_fr: Veau
hi_in: बछड़ा
id_id: Sapi
it_it: Vitello
ja_jp: 子牛
ko_kr: 송아지
ms_my: Betis
ru_ru: Теленок
th_th: ลูกวัว
vi_vn: ConBê
zh_cn: 小牛

# FII
source: CandiedHaws
fr_fr: BrochetteBonbons
id_id: ManisanHaw
it_it: DolciCanditi
ja_jp: サンザシ飴
ko_kr: 탕후루
ms_my: AsamHaw
ru_ru: БоярышникВСахаре
th_th: ผลไม้เคลือบน้ำตาล
vi_vn: KẹoHồLô
zh_cn: 冰糖葫芦

# WR8
source: CheckMark
fr_fr: Coche verte
id_id: TandaCentang
it_it: Spunta
ja_jp: チェック
ko_kr: 체크 표시
ms_my: TandaSemak
ru_ru: Флажок
th_th: เครื่องหมายถูก
vi_vn: DấuCheck
zh_cn: 勾号

# Z4A
source: Chuckle
fr_fr: Glousse
hi_in: मुंह_दबाकर_हंसना
id_id: TertawaKecil
it_it: Risatina
ja_jp: 盗み笑い
ko_kr: 빙그레
ms_my: Gelak
ru_ru: Хихикает
th_th: ขำ
vi_vn: CườiThầm
zh_cn: 偷笑

# 4Q4
source: Hooray
fr_fr: Applaudissement
hi_in: ताली
id_id: TepukTangan
it_it: BattereLeMani
ja_jp: 小さく拍手
ko_kr: 박수
ms_my: Hore
ru_ru: Аплодисменты
th_th: ปรบมือ
vi_vn: HoanHô
zh_cn: 欢呼

# wJc
source: Knife
fr_fr: Couperet
hi_in: होशियार
id_id: Golok
it_it: Mannaia
ja_jp: 包丁
ko_kr: 큰_식칼
ms_my: Pisau
ru_ru: Топор
th_th: มีด
vi_vn: ConDao
zh_cn: 刀

# DvQ
source: ClownFace
fr_fr: Visagedeclown
id_id: WajahBadut
it_it: Pagliaccio
ja_jp: ピエロ
ko_kr: 어릿광대얼굴
ms_my: Muka Badut
ru_ru: ЛицоКлоуна
th_th: หน้าตัวตลก
vi_vn: MặtHề
zh_cn: 小丑脸

# 44s
source: Coffee
fr_fr: Café
id_id: Kopi
it_it: Caffè
ja_jp: コーヒー
ko_kr: 커피
ms_my: Kopi
ru_ru: Кофе
th_th: กาแฟ
vi_vn: CàPhê
zh_cn: 咖啡

# LGY
source: ColdSweat
fr_fr: SueurFroide
id_id: KeringatDingin
it_it: SudoreFreddo
ja_jp: 冷や汗
ko_kr: 식은땀
ms_my: PeluhSejuk
ru_ru: ХолодныйПот
th_th: เหงื่อออก
vi_vn: ToátMồHôiLạnh
zh_cn: 冷汗

# cyk
source: Comfort
fr_fr: Réconfort
hi_in: आराम
id_id: Menghibur
it_it: Conforto
ja_jp: 頭をなでる
ko_kr: 쓰다듬기
ms_my: Selesa
ru_ru: Комфорт
th_th: ปลอบ
vi_vn: AnỬi
zh_cn: 摸头

# rqE
source: Screaming
fr_fr: Hurlement
hi_in: पागल
id_id: Berteriak
it_it: Urlo
ja_jp: キレそう
ko_kr: 스크림
ms_my: Menjerit
ru_ru: Кричит
th_th: กรีดร้อง
vi_vn: HétLên
zh_cn: 抓狂

# uBY
source: CrossMark
fr_fr: Croix rouge
id_id: TandaSilang
it_it: Croce
ja_jp: バツ
ko_kr: 엑스 표시
ms_my: TandaSalib
ru_ru: Крест
th_th: เครื่องหมายกากบาท
vi_vn: DấuGạchChéo
zh_cn: 叉号

# pQU
source: CryCoveringMouth
fr_fr: PleursMainsSurBouche
hi_in: रोना
id_id: MenangisMenutupMulut
it_it: PiantoBoccaCoperta
ja_jp: すすり泣き
ko_kr: 눈물펑펑
ms_my: MenangisMenutupMulut
ru_ru: Плач
th_th: ร้องไห้ปิดปาก
vi_vn: CheMiệngHhóc
zh_cn: 泣不成声

# +gE
source: Cucumber
fr_fr: Concombre
hi_in: ककड़ी
id_id: Timun
it_it: Cetriolo
ja_jp: きゅうり
ko_kr: 오이
ms_my: Timun
ru_ru: Огурец
th_th: แตงกวา
vi_vn: DưaLeo
zh_cn: 胡瓜

# pzo
source: EmpowerTheCustomer
fr_fr: LeClientEstRoi
hi_in: ग्राहक_को_सशक्त_बनाएँ
id_id: BerdayakanPelanggan
it_it: DaiPotereAlCliente
ja_jp: お客様第一
ko_kr: 고객을_지원해요
ms_my: MemperkasakanPelanggan
ru_ru: ПомощьКлиентам
th_th: ส่งเสริมลูกค้า
zh_cn: 成就客户

# ZyQ
source: Delighted
fr_fr: Enchanté
id_id: SenangSekali
it_it: Entusiasta
ja_jp: 愉快
ko_kr: 기쁨
ms_my: Gembira
ru_ru: Радостный
th_th: ดีใจ
vi_vn: CườiMỉm
zh_cn: 愉快

# hOQ
source: Detergent
fr_fr: Détergent
hi_in: डिटर्जेंट
id_id: Detergen
it_it: Detergente
ja_jp: 洗剤
ko_kr: 세정제
ms_my: Detergen
ru_ru: МоющееСредство
th_th: ผงซักฟอก
vi_vn: ThuốcTẩy
zh_cn: 去污粉

# jWI
source: Dizzy
fr_fr: Étourdi
hi_in: भौचक्का_करना
id_id: Pusing
it_it: Capogiro
ja_jp: めまい
ko_kr: 어지러움
ms_my: Pening
ru_ru: Головокружение
th_th: วิงเวียน
vi_vn: ChóngMặt
zh_cn: 晕

# qjs
source: Done
fr_fr: Fini
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: できた
ko_kr: 완성
ms_my: Selesai
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: ĐãXong
zh_cn: 完成

# F6Y
source: Don'tGo
fr_fr: NeParsPas
hi_in: रुकें
id_id: JanganPergi
it_it: Fermati
ja_jp: 行かないで
ko_kr: 가지_마
ms_my: JanganPergi
ru_ru: Постой
th_th: อย่าไปนะ
vi_vn: ĐừngĐi
zh_cn: 紫薇别走

# 8ro
source: Adore
fr_fr: Adoration
hi_in: चाहना
id_id: Memuja
it_it: Adoro
ja_jp: ハート目
ko_kr: 너무_좋아
ms_my: Menyukai
ru_ru: Люблю
th_th: รัก
vi_vn: ĐángYêu
zh_cn: 爱慕

# Zjo
source: Sleepy
fr_fr: Somnolent
hi_in: सुस्त
id_id: Ngantuk
it_it: Assonnato
ja_jp: 眠い
ko_kr: 졸림
ms_my: Mengantuk
ru_ru: Сонный
th_th: ง่วงนอน
vi_vn: BuồnNgủ
zh_cn: 困

# +Qk
source: ChickenLeg
fr_fr: CuisseDePoulet
id_id: PahaAyam
it_it: CosciaPollo
ja_jp: 鶏もも
ko_kr: 닭다리
ms_my: KakiAyam
ru_ru: КуринаяНожка
th_th: น่องไก่
vi_vn: ĐùiGà
zh_cn: 鸡腿

# C9s
source: Dull
fr_fr: Louveteau
hi_in: मंद
id_id: Sepi
it_it: Fiacco
ja_jp: 唖然
ko_kr: 따분함
ms_my: Bosan
ru_ru: Унылый
th_th: น่าเบื่อ
vi_vn: NgốcNghếch
zh_cn: 呆无辜

# nkw
source: DullStare
fr_fr: RegardNeutre
hi_in: सुस्त
id_id: Bosan
it_it: SguardoSpento
ja_jp: 凝視
ko_kr: 뚱한_시선
ms_my: PandanganTumpul
ru_ru: Утка
th_th: สายตาว่างเปล่า
vi_vn: NhìnVôCảm
zh_cn: 凝视

# zlE
source: Onlooker
fr_fr: Spectateur
hi_in: दर्शक
id_id: Makan
it_it: Spettatore
ja_jp: 見物する
ko_kr: 구경꾼
ms_my: Pemerhati
ru_ru: Наблюдает
th_th: เฝ้ามอง
vi_vn: ĂnDưa
zh_cn: 吃瓜群众

# TXg
source: Eating
fr_fr: En train de manger
id_id: Makan
it_it: Mangiare
ja_jp: いただき
ko_kr: 밥 먹다
ms_my: Makan
ru_ru: Ест
th_th: กำลังกิน
vi_vn: ĐangĂn
zh_cn: 吃饭

# wwY
source: NoOneUnder18
fr_fr: InterditAuxMineurs
id_id: KhususDewasa
it_it: VietatoMinori18
ja_jp: 18禁
ko_kr: 미성년자금지
ms_my: TiadaOrangBawah18
th_th: ห้ามต่ำกว่า 18 ปี
vi_vn: KhôngDànhChoNgườiDưới18
zh_cn: 18禁

# 9Uc
source: Embarrassed
fr_fr: Gêné
hi_in: शर्मिंदा
id_id: Malu
it_it: Imbarazzato
ja_jp: 気まずい
ko_kr: 쑥스러움
ms_my: Malu
ru_ru: Смущенный
th_th: อาย
vi_vn: XấuHổ
zh_cn: 尬笑

# uYQ
source: Enough
fr_fr: Arrête
hi_in: बस
id_id: Cukup
it_it: RisataACrepapelle
ja_jp: ひとりにさせて
ko_kr: 이제_그만
ms_my: Cukup
ru_ru: Хватит
th_th: พอเถอะ
vi_vn: QuáĐủRồi
zh_cn: 我想静静

# nuI
source: Errr
fr_fr: Hmmm
hi_in: गड़बड़ी
it_it: Sbagliare
ja_jp: 言葉が出ない
ko_kr: 당황
ru_ru: Ээээ
th_th: เอิ่มมม
vi_vn: Ơ
zh_cn: 黑线

# ysU
source: SeeNoEvilMonkey
fr_fr: SingeQuiSeCacheLesYeux
hi_in: बंद_आँखें
id_id: MonyetTakMelihatKejahatan
it_it: NonVedo
ja_jp: 見ざる
ko_kr: 눈가린원숭이
ms_my: LihatMonyetTakNampakJahat
ru_ru: ОбезьянаНеВижуЗла
th_th: ลิงปิดตา
vi_vn: KhôngThấyGì
zh_cn: 不看

# 8+U
source: Facepalm
hi_in: माथा_पिटना
id_id: TelapakTangan
it_it: ManoSulViso
ja_jp: ダメだこりゃ
ko_kr: 얼굴을_감싸기
ms_my: TamparDahi
ru_ru: РукаЛицо
th_th: ปิดหน้า
vi_vn: BóTay
zh_cn: 捂脸

# 40E
source: FightOn
fr_fr: Biceps
hi_in: लड़ें
id_id: Semangat
it_it: Forza
ja_jp: 頑張れ
ko_kr: 파이팅
ms_my: Berjuang
ru_ru: Вперед
th_th: สู้ๆ
vi_vn: CốLên
zh_cn: 加油

# +Ew
source: FingerHeart
fr_fr: CœurCoréen
hi_in: फिंगर_हार्ट
id_id: JariHati
it_it: CuoreConLeDita
ja_jp: 指ハート
ko_kr: 핑거_하트
ms_my: JantungJari
ru_ru: ПальцыСердечком
th_th: มินิฮาร์ท
vi_vn: BắnTim
zh_cn: 比心

# 09I
source: Fire
fr_fr: Feu
id_id: Api
it_it: Fuoco
ja_jp: 火
ko_kr: 불
ms_my: Api
ru_ru: Огонь
th_th: ไฟ
vi_vn: NgọnLửa
zh_cn: 火

# X8E
source: Firecrackers
fr_fr: Pétards
hi_in: पटाखे
id_id: Petasan
it_it: Petardi
ja_jp: 爆竹
ko_kr: 폭죽놀이
ms_my: Mercun
ru_ru: Петарда
th_th: ประทัด
vi_vn: Pháo nổ
zh_cn: 爆竹

# R6c
source: Fireworks
fr_fr: FeuxdArtifice
hi_in: आतिशबाजी
id_id: KembangApi
it_it: FuochiD'artificio
ja_jp: 花火
ko_kr: 불꽃
ms_my: BungaApi
ru_ru: Фейерверк
th_th: พลุ
vi_vn: PháoHoa
zh_cn: 烟花

# hR0
source: FistBump
hi_in: मुक्का
id_id: KepalanTangan
it_it: BattiIlPugno
ja_jp: グータッチ
ko_kr: 주먹_인사
ms_my: Ketukan tinju
ru_ru: УдарКулаком
th_th: ชนกำปั้น
vi_vn: CụngTay
zh_cn: 碰拳

# Syk
source: FollowMe
fr_fr: Suis-moi
hi_in: फॉलोमी
id_id: IkutiSaya
it_it: Seguimi
ja_jp: 相互フォロー
ko_kr: 팔로우
ms_my: IkutiSaya
ru_ru: Подпишись
th_th: ตามฉันมา
vi_vn: TheoTôiNào
zh_cn: 互粉

# wgU
source: Fortune
hi_in: सफलता
id_id: Keberuntungan
it_it: Ricchezza
ja_jp: 發
ko_kr: 재산
ms_my: Nasib
ru_ru: Фортуна
th_th: โชคลาภ
vi_vn: ThịnhVượng
zh_cn: 发

# 80g
source: Frown
fr_fr: Sourcils
hi_in: तेवर
id_id: Mengerut
it_it: SguardoMinaccioso
ja_jp: 眉をひそめる
ko_kr: 찌푸림
ms_my: Cemberut
ru_ru: Нахмурен
th_th: ขมวดคิ้ว
vi_vn: CauMày
zh_cn: 皱眉

# nBk
source: FullMoonFace
fr_fr: Pleine lune avec visage
id_id: WajahBulanPurnama
it_it: FacciaLunaPiena
ja_jp: 顔つき満月
ko_kr: 보름달 얼굴
ms_my: MukaBulanPenuh
ru_ru: ЛицоПолнаяЛуна
th_th: หน้าพระจันทร์เต็มดวง
vi_vn: MặtTrăngRằm
zh_cn: 满月脸

# ueQ
source: BusinessTrip
fr_fr: VoyagedAffaires
hi_in: बिज़नेस_ट्रिप
id_id: PerjalananBisnis
it_it: ViaggioDiLavoro
ja_jp: 出張
ko_kr: 출장
ms_my: PerjalananBisnes
ru_ru: Вкомандировке
th_th: เดินทางทำธุรกิจ
vi_vn: ĐiCôngTác
zh_cn: 出差

# u6E
source: DoNotDisturb
fr_fr: NePasDéranger
hi_in: परेशान_न_करें
id_id: JanganGanggu
it_it: NonDisturbare
ja_jp: 取り込み中
ko_kr: 방해_금지
ms_my: JanganGanggu
ru_ru: НеБеспокоить
th_th: ห้ามรบกวน
vi_vn: KhôngLàmPhiền
zh_cn: 请勿打扰

# X4w
source: Busy
fr_fr: Occupé
id_id: Sibuk
it_it: Occupato
ja_jp: 忙しい
ko_kr: 일정
ms_my: Sibuk
ru_ru: Занято
th_th: ยุ่ง
vi_vn: Bận
zh_cn: 日程

# BCQ
source: It'sGettingLate
fr_fr: IlSeFaitTard
hi_in: देर_हो_रही_है
id_id: SudahTerlambat
it_it: SiStaFacendoTardi
ja_jp: お休み
ko_kr: 늦겠어요
ms_my: DahLewat
ru_ru: УжеПоздно
th_th: สายแล้ว
vi_vn: ChúcNgủNgon
zh_cn: 天色已晚

# G28
source: Energized
fr_fr: Plein d'énergie
id_id: Bersemangat
it_it: Energizzato
ja_jp: おはよう
ko_kr: 열심히 일하다
ms_my: Bertenaga
ru_ru: Бодрость
th_th: มีพลัง
vi_vn: ĐầyNăngLượng
zh_cn: 辛勤营业

# Hjs
source: OnTheWay
fr_fr: SurLaRoute
hi_in: रास्ते_में
id_id: DalamPerjalanan
it_it: PerStrada
ja_jp: 外勤
ko_kr: 가는_중
ms_my: DalamPerjalanan
ru_ru: ВДороге
th_th: กำลังเดินทาง
vi_vn: ĐangTrênĐường
zh_cn: 出行

# 9p0
source: Vacation
fr_fr: Vacances
id_id: Liburan
it_it: Vacanza
ja_jp: 休暇
ko_kr: 휴가
ms_my: Percutian
ru_ru: Отпуск
th_th: วันหยุดพักผ่อน
vi_vn: Kỳ nghỉ
zh_cn: 休假

# j44
source: WorkFromHome
fr_fr: TravailàDomicile
hi_in: वर्क_फ़्रॉम_होम
id_id: KerjaDariRumah
it_it: LavoroDaCasa
ja_jp: 在宅勤務
ko_kr: 재택근무
ms_my: BekerjaDariRumah
ru_ru: РаботаНаДому
th_th: ทำงานจากบ้าน
vi_vn: LàmViệcỞNhà
zh_cn: 在家办公

# UYo
source: GotIt
fr_fr: J'aiCompris
id_id: Paham
it_it: OK
ja_jp: 了解
ko_kr: 오케이
ms_my: Faham
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: ĐãHiểu
zh_cn: 了解

# Ixw
source: Gift
fr_fr: Cadeau
hi_in: उपहार
id_id: Hadiah
it_it: Regalo
ja_jp: プレゼント
ko_kr: 선물
ms_my: Hadiah
ru_ru: Подарок
th_th: ของขวัญ
vi_vn: QuàTặng
zh_cn: 礼物

# cU0
source: Glance
fr_fr: Regard
hi_in: एक_नज़र
id_id: Lirikan
it_it: Sguardo
ja_jp: 見る
ko_kr: 흘낏_보기
ms_my: Pandang
ru_ru: Взгляд
th_th: ชำเลืองมอง
vi_vn: LiếcNhìn
zh_cn: 看

# /sg
source: Go!Go!Go!
fr_fr: Allez allez allez !
id_id: Ayo!Ayo!Ayo!
it_it: Vai!
ja_jp: 行くぞ！
ko_kr: 시작!
ms_my: Ayuh!Ayuh!Ayuh!
ru_ru: Давай! Давай! Давай!
th_th: ไป!ไป!ไป!
vi_vn: ĐiThôiNào!
zh_cn: 冲！

# no0
source: GoodJob
fr_fr: Bravo
hi_in: गुडजॉब
id_id: KerjaBagus
it_it: OttimoLavoro
ja_jp: グッジョブ
ko_kr: 훌륭해
ms_my: KerjaBagus
ru_ru: ОтличнаяРабота
th_th: ดีมาก
vi_vn: LàmTốtLắm
zh_cn: 给力

# H+g
source: Grin
fr_fr: GrandSourire
hi_in: ठहाका_लगाना
id_id: Meringis
it_it: Ghigno
ja_jp: 歯を見せて笑う
ko_kr: 활짝_웃기
ms_my: Senyum
ru_ru: Ухмылка
th_th: ยิ้มกว้าง
vi_vn: CườiRạngRỡ
zh_cn: 呲牙

# sdA
source: Hit
fr_fr: Marteau
hi_in: हथौड़ा
id_id: Palu
it_it: Martello
ja_jp: 叩く
ko_kr: 망치
ms_my: Pukul
ru_ru: Молоток
th_th: ทุบ
vi_vn: GõĐầu
zh_cn: 敲打

# lkw
source: ListeningToMusic
fr_fr: ÉcouteDeLamusique
hi_in: हेडसेट
id_id: MendengarkanMusik
it_it: Cuffie
ja_jp: 歌を聴く
ko_kr: 음악감상
ms_my: MendengarMuzik
ru_ru: Наушники
th_th: ฟังเพลง
vi_vn: NgheNhạc
zh_cn: 听歌

# 3sc
source: Heart
fr_fr: Cœur
hi_in: दिल
id_id: Hati
it_it: Cuore
ja_jp: ハート
ko_kr: 하트
ms_my: Hati
ru_ru: Сердце
th_th: หัวใจ
vi_vn: TráiTim
zh_cn: 爱心

# +Uk
source: BrokenHeart
fr_fr: CœurBrisé
hi_in: दिल_टूटना
id_id: PatahHati
it_it: CuoreInfranto
ja_jp: 割れたハート
ko_kr: 실연
ms_my: HatiTerluka
ru_ru: РазбитоеСердце
th_th: หัวใจสลาย
vi_vn: TráiTimTanVỡ
zh_cn: 心碎

# d94
source: HeartEyesFace
fr_fr: VisageYeuxEnFormeDeCœurs
id_id: MukaMataHati
it_it: FaccinaAdorante
ja_jp: 目がハートの笑顔
ko_kr: 하트얼굴
ms_my: WajahMataBerkasih
ru_ru: Любовь
th_th: ตารูปหัวใจ
vi_vn: MắtTráiTim
zh_cn: 心心脸

# FkU
source: HighFive
fr_fr: TapeMenCinq
hi_in: ताली_देना
id_id: Tos
it_it: DammiIlCinque
ja_jp: ハイタッチ
ko_kr: 하이파이브
ms_my: Tepuk tangan
ru_ru: ДайПять
th_th: แปะมือ
vi_vn: ĐậpTay
zh_cn: 击掌

# X/Y
source: Hug
fr_fr: Câlin
hi_in: गले_लगाएँ
id_id: Peluk
it_it: Abbraccio
ja_jp: 抱きしめて
ko_kr: 포옹
ms_my: Peluk
ru_ru: Объятие
th_th: กอด
vi_vn: Ôm
zh_cn: 求抱抱

# Tqk
source: RollEyes
fr_fr: YeuxAuCiel
hi_in: आंखे_ऊपर_करना
id_id: MemutarMata
it_it: AlzareGliOcchiAlCielo
ja_jp: 白目をむく
ko_kr: 희번덕거림
ms_my: GulirMata
ru_ru: ЗакатываетГлаза
th_th: กลอกตา
vi_vn: ĐảoMắt
zh_cn: 翻白眼

# mDk
source: Innocent
hi_in: मासूम
id_id: Polos
it_it: Innocente
ja_jp: 無邪気
ko_kr: 무고함
ms_my: TidakBersalah
ru_ru: Невинный
th_th: ไม่รู้เรื่อง
vi_vn: NgâyThơ
zh_cn: 无辜笑

# Q0Q
source: Irritated
fr_fr: Agacé
hi_in: परेशना
id_id: Jengkel
it_it: Irritato
ja_jp: クールでかっこいい
ko_kr: 짜증
ms_my: Terangsang
ru_ru: Раздражен
th_th: เคือง
vi_vn: KhôngĐồngÝ
zh_cn: 烦躁

# aEE
source: Joyful
fr_fr: Joyeux
hi_in: खुश
id_id: Gembira
it_it: Gioioso
ja_jp: 笑い
ko_kr: 기쁨
ms_my: Gembira
ru_ru: Радостный
th_th: ร่าเริง
vi_vn: VuiMừng
zh_cn: 笑

# cgQ
source: JubilantRabbit
fr_fr: LapinExtatique
id_id: KelinciGembira
it_it: ConiglioFelice
ja_jp: 喜ぶうさぎ
ko_kr: 기뻐하는 토끼
ms_my: ArnabGembira
ru_ru: ЛикующийКролик
th_th: กระต่ายร่าเริง
vi_vn: ChúThỏVuiVẻ
zh_cn: 欢兔喝彩

# IVA
source: Mwah
fr_fr: Baiser
hi_in: किस
id_id: Cium
it_it: Bacio
ja_jp: キス顔
ko_kr: 키스
ms_my: Cium
ru_ru: Поцелуй
th_th: จูบ
vi_vn: Hôn
zh_cn: 亲亲

# fKs
source: LooksGoodToMe
fr_fr: OK pour moi
id_id: TerlihatBagus
it_it: PerMeVaBene
ja_jp: いいと思う
ko_kr: 괜찮은 것 같아요
ms_my: NampakBaikPadaSaya
ru_ru: МнеНравится
th_th: ดูดีนะ
vi_vn: ĐượcĐó
zh_cn: 我看行

# c3g
source: Laugh
fr_fr: Rire
hi_in: हंसी
id_id: Tertawa
it_it: Ridere
ja_jp: 大笑い
ko_kr: 큰_웃음
ms_my: Gelak
ru_ru: Смех
th_th: หัวเราะ
vi_vn: CườiTo
zh_cn: 大笑

# hn4
source: Sour
fr_fr: Aigre
hi_in: खट्टा
id_id: Kecut
it_it: Aspro
ja_jp: レモン
ko_kr: 시큼한
ms_my: Masam
ru_ru: Лимон
th_th: เปรี้ยว
vi_vn: Chua
zh_cn: 柠檬

# YBg
source: Lips
fr_fr: Lèvres
id_id: Bibir
it_it: Labbra
ja_jp: 唇
ko_kr: 입술
ms_my: Bibir
ru_ru: Губы
th_th: ปาก
vi_vn: Đôi môi
zh_cn: 嘴唇

# Of0
source: Lol
hi_in: जोर_से_हंसना
id_id: TertawaKeras
it_it: SonoraRisata
ja_jp: 泣き笑い
ko_kr: 웃김
ms_my: Gelak
ru_ru: Смешно
th_th: ฮา
vi_vn: CườiRaNướcMắt
zh_cn: 笑哭

# Q8Y
source: Despise
fr_fr: PoucesEnBas
hi_in: नीचे_देखना
id_id: Meremehkan
it_it: GuardareInBasso
ja_jp: 見下す
ko_kr: 경멸
ms_my: Menghina
ru_ru: СмотритСвысока
th_th: มองล่าง
vi_vn: NhìnXuống
zh_cn: 鄙视

# Pwc
source: Loudspeaker
fr_fr: Mégaphone
id_id: PengerasSuara
it_it: Megafono
ja_jp: スピーカー
ko_kr: 스피커
ms_my: Kuasa besar
ru_ru: Динамик
th_th: โทรโข่ง
vi_vn: Loa
zh_cn: 喇叭

# yjM
source: SendingLove
fr_fr: EnvoiDeCœurs
hi_in: सहारा
id_id: MengirimkanCinta
it_it: Supporto
ja_jp: ハートを送る
ko_kr: 하트보내기
ms_my: MenghantarCinta
ru_ru: Поддержка
th_th: ส่งความรัก
vi_vn: ThảTim
zh_cn: 送心

# WZ0
source: Luck
fr_fr: Chanceux
hi_in: भाग्य
id_id: Rezeki
it_it: Fortuna
ja_jp: 福
ko_kr: 복
ms_my: Nasib
ru_ru: Удача
th_th: โชคดี
vi_vn: MayMắn
zh_cn: 福

# KPU
source: Me!Me!Me!
fr_fr: Moi!Moi!Moi!
hi_in: मैं!मैं!मैं!
id_id: Aku!Aku!Aku!
it_it: Io!IIo!Io!
ja_jp: はい！
ko_kr: 나!_나!_나!
ms_my: Saya!Saya!Saya!
ru_ru: ТянетРуку
th_th: ฉัน_ฉัน_ฉันเอง
vi_vn: Tôi!Tôi!Tôi!
zh_cn: 举手

# MPY
source: MoneyLover
fr_fr: Cupide
hi_in: मुद्रा
id_id: Uang
it_it: Soldi
ja_jp: お金
ko_kr: 돈
ms_my: CintaWang
ru_ru: Деньги
th_th: เงิน
vi_vn: MêTiền
zh_cn: 财迷

# 25c
source: MoonRabbit
fr_fr: Lapin lunaire
id_id: Kelinci Bulan
it_it: ConiglioLunare
ja_jp: 月の兎
ms_my: ArnabBulan
ru_ru: Лунный заяц
th_th: กระต่ายบนดวงจันทร์
vi_vn: ThỏNgọc
zh_cn: 玉兔

# /+k
source: Mooncake
fr_fr: Gâteau de lune
id_id: Kue Bulan
it_it: TortaLunare
ja_jp: ムーンケーキ
ko_kr: 월병
ms_my: KuihBulan
ru_ru: Лунный пирог
th_th: ขนมไหว้พระจันทร์
vi_vn: BánhTrungThu
zh_cn: 月饼

# /nI
source: Movie
fr_fr: Film
id_id: Film
it_it: Film
ja_jp: 映画
ko_kr: 영화
ms_my: Filem
ru_ru: Фильм
th_th: ภาพยนตร์
vi_vn: PhimẢnh
zh_cn: 电影

# 5eU
source: Music
fr_fr: Note de musique
id_id: Musik
it_it: Musica
ja_jp: 音符
ko_kr: 음악
ms_my: Muzik
ru_ru: Музыка
th_th: ดนตรี
vi_vn: Nhạc
zh_cn: 音乐

# nTE
source: No
fr_fr: Non
id_id: Tidak
ms_my: Tidak
ru_ru: Нет
th_th: ไม่ถูกใจ
vi_vn: Không

# 9QY
source: NosePick
fr_fr: DoigtDansLeNez
hi_in: नोज़पिक
id_id: Mengupil
it_it: DitoNelNaso
ja_jp: 鼻をほじる
ko_kr: 코_후비기
ms_my: MengorekHidung
ru_ru: КовыряетВНосу
th_th: แคะจมูก
vi_vn: NgoáyMũi
zh_cn: 抠鼻

# FjA
source: OK
hi_in: ठीक_है
ko_kr: 콜
th_th: ตกลง

# srM
source: WorkingOnIt
fr_fr: JeMenOccupe
hi_in: प्रगति_में
id_id: MengerjakanTugas
it_it: CiSono!
ja_jp: 取りかかってる
ko_kr: 작업_중
ms_my: SedangBekerja
ru_ru: РаботаюНадЭтим
th_th: ทำอยู่
vi_vn: ĐangXửLý
zh_cn: 在做了

# bYY
source: OneSecond
fr_fr: UnInstant
hi_in: एक_सेकंड
id_id: SatuDetik
it_it: UnAttimo
ja_jp: ちょっと待って
ko_kr: 잠깐만
ms_my: SatuSaat
ru_ru: Секунду
th_th: แป๊บเดียว
vi_vn: ĐợiMộtChút
zh_cn: 稍等

# TNU
source: PartyPopper
fr_fr: CornetConfettis
hi_in: पार्टी
id_id: TerompetPesta
it_it: Festa
ja_jp: おめでとう
ko_kr: 파티파티
ms_my: MercunParti
ru_ru: Вечеринка
th_th: พลุกระดาษ
vi_vn: ChúcMừng
zh_cn: 撒花

# rpg
source: Partying
fr_fr: Fête
id_id: Sedang Berpesta
it_it: Festa
ja_jp: パーティー
ko_kr: 파티
ms_my: Berpesta
ru_ru: Празднество
th_th: ปาร์ตี้
vi_vn: TiệcTùng
zh_cn: 派对

# w7Q
source: HotPepper
fr_fr: PimentRouge
hi_in: मसालेदार
id_id: CabaiPedas
it_it: Peperoncino
ja_jp: 唐辛子
ko_kr: 매운고추
ms_my: CiliApi
ru_ru: Перец
th_th: พริกขี้หนู
vi_vn: ỚtCay
zh_cn: 辣椒

# ors
source: Petrified
fr_fr: Pétrifié
hi_in: पेट्रिफाईड
id_id: Ketakutan
it_it: Pietrificato
ja_jp: 固まる
ko_kr: 석화
ms_my: Ketakutan
ru_ru: Окаменевший
th_th: ตื่นกลัว
vi_vn: HoảngHốt
zh_cn: 石化

# nr4
source: Pin
fr_fr: Épingle
it_it: Puntina
ja_jp: ピン留め
ko_kr: 압정
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
zh_cn: 图钉

# Bf4
source: Poop
fr_fr: Crotte
hi_in: पूप
id_id: Kotoran
it_it: Pupù
ja_jp: うんち
ko_kr: 똥
ms_my: Tahi
ru_ru: Какашка
th_th: อึ
vi_vn: CụcPhân
zh_cn: 便便

# VVo
source: Praise
fr_fr: Louange
hi_in: तारीफ़_करना
id_id: Memuji
it_it: Elogiare
ja_jp: よくできた
ko_kr: 칭찬
ms_my: Puji
ru_ru: Восхваляет
th_th: ชื่นชม
vi_vn: KhenNgợi
zh_cn: 强

# V4A
source: Proud
fr_fr: Fier
hi_in: गर्व
id_id: Bangga
it_it: Orgoglioso
ja_jp: ドヤ顔
ko_kr: 의기양양
ms_my: Bangga
ru_ru: Гордый
th_th: ภูมิใจ
vi_vn: TựHào
zh_cn: 得意

# zRw
source: Vomiting
fr_fr: Vomissements
hi_in: पुके
id_id: Muntah
it_it: Vomito
ja_jp: 吐く
ko_kr: 웩
ms_my: Muntah
ru_ru: Тошнит
th_th: อาเจียน
vi_vn: BuồnNôn
zh_cn: 吐

# Osc
source: JackOLantern
fr_fr: CitrouilleHalloween
it_it: ZuccaHalloween
ja_jp: カボチャ
ko_kr: 할로윈호박
ms_my: LabuHalloween
ru_ru: Тыква
th_th: แจ็คโอแลนเทิร์น
vi_vn: ĐènLồngBíNgô
zh_cn: 南瓜灯

# HE4
source: AimForTheHighest
fr_fr: ViseLesÉtoiles
hi_in: लक्ष्य_बड़ा_रखें
id_id: CapaiTertinggi
it_it: PuntaAlMassimo
ja_jp: 高みを目指す
ko_kr: 최고를_목표로_해요
ms_my: TujukanYangTertinggi
ru_ru: СтремлениеКЛучшему
th_th: ฝันให้ไกล_ไปให้ถึง
zh_cn: 追求极致

# pI8
source: Rainbow
fr_fr: ArcEnCiel
hi_in: इंद्रधनुष
id_id: Pelangi
it_it: Arcobaleno
ja_jp: 虹
ko_kr: 무지개
ms_my: Pelangi
ru_ru: Радуга
th_th: สายรุ้ง
vi_vn: CầuVồng
zh_cn: 彩虹

# 4PM
source: RedPacket
fr_fr: EnveloppeRouge
id_id: Angpau
it_it: BustaRossa
ja_jp: お年玉
ko_kr: 홍빠오
ms_my: Angpau
ru_ru: КрасныйКонверт
th_th: อั่งเปา
vi_vn: LìXì
zh_cn: 红包

# iyc
source: RoarForYou
fr_fr: RugitPourToi
hi_in: आपके_लिए_शोर
id_id: BerteriakUntukMu
it_it: RuggitoPerTe
ja_jp: 寅ちゃんエール
ko_kr: 당신을_위해_포효
ms_my: BerlagakUntukAnda
ru_ru: Тигр
th_th: ส่งเสียงให้คุณ
vi_vn: CổVũChoBạn
zh_cn: 萌虎打Call

# sjY
source: Rose
hi_in: गुलाब
id_id: Mawar
it_it: Rosa
ja_jp: バラ
ko_kr: 장미
ms_my: Mawar
ru_ru: Роза
th_th: ดอกกุหลาบ
vi_vn: HoaHồng
zh_cn: 玫瑰

# /x4
source: HoldFistSalut
fr_fr: SalutDuWushu
hi_in: सलाम
id_id: SalamKungfu
it_it: Saluto
ja_jp: お礼
ko_kr: 포권
ms_my: GenggamTeguh
ru_ru: Приветствие
th_th: ชูกำปั้น
vi_vn: BáiPhục
zh_cn: 抱拳

# VZo
source: Salute
fr_fr: Salut
id_id: Salut
it_it: Saluto
ja_jp: 敬礼
ko_kr: 경례
ms_my: Salam
ru_ru: Салют
th_th: คารวะ
vi_vn: Chào
zh_cn: 致敬

# zcE
source: Dumbstruck
fr_fr: Stupéfait
hi_in: हक्का-बक्का
id_id: Heran
it_it: Ammutolito
ja_jp: びっくり
ko_kr: 넋을_잃음
ms_my: Terkejut
ru_ru: Ошарашенный
th_th: พูดไม่ออก
vi_vn: ChếtLặng
zh_cn: 惊呆
