Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewLiveCert/auto_resources/*.strings
Languages: es_es, fr_fr, it_it, ja_jp, ru_ru, th_th

# gqY
source: Authentication failed
es_es: Error de autenticación
fr_fr: Échec de l'authentification
it_it: Autenticazione non riuscita
ja_jp: 認定が失敗しました
ru_ru: Не удалось выполнить аутентификацию
th_th: การรับรองความถูกต้องไม่สำเร็จ

# AjY
source: Your face authentication results don't match your ID card information.
es_es: Los resultados de la autenticación facial no coinciden con la información de tu documento de identidad.
fr_fr: Les résultats de votre authentification faciale ne correspondent pas aux informations sur votre carte d'identité.
it_it: I risultati dell'autenticazione del volto non corrispondono alle informazioni della tua carta d'identità.
ja_jp: 顔認定結果が身分証明書情報と一致しません
ru_ru: Результаты аутентификации по лицу не соответствуют информации в вашем удостоверении личности.
th_th: ผลลัพธ์การรับรองความถูกต้องด้วยใบหน้าของคุณไม่ตรงกับข้อมูลบัตรประจำตัวของคุณ

# +zU
source: Authenticate again
es_es: Autenticar de nuevo
fr_fr: S'authentifier à nouveau
it_it: Autentica di nuovo
ja_jp: 再認定
ru_ru: Повторить попытку
th_th: การรับรองความถูกต้องอีกครั้ง

# r5A
source: Authentication successful
es_es: Autenticación completada correctamente
fr_fr: Authentification réussie
it_it: Autenticazione riuscita
ja_jp: 認定が成功しました
ru_ru: Аутентификация пройдена успешно
th_th: รับรองความถูกต้องสำเร็จ

# zHo
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ru_ru: Отмена
th_th: ยกเลิก

# mnY
source: Confirm
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
ja_jp: 確認
ru_ru: Подтвердить
th_th: ยืนยัน

# 4oM
source: Enter your ID card number
es_es: Introduce el número de tu documento de identidad
fr_fr: Saisir le numéro de votre carte d'identité
it_it: Immetti il numero della tua carta d'identità
ja_jp: 身分証明書番号を入力
ru_ru: Введите номер своего удостоверения личности
th_th: กรอกหมายเลขบัตรประจำตัว

# inU
source: Enter your real name
es_es: Introduce tu nombre real
fr_fr: Saisir votre vrai nom
it_it: Immetti il tuo nome reale
ja_jp: 本名を入力
ru_ru: Введите свое реальное имя
th_th: กรอกชื่อจริง

# 0/Y
source: Face authentication is about to start. Please make sure to face the camera.
es_es: La autenticación facial va a comenzar. Asegúrate de mirar a la cámara.
fr_fr: L'authentification faciale est sur le point de démarrer. Veillez à bien faire face à la caméra.
it_it: L'autenticazione del volto sta per iniziare. Assicurati di rivolgerti verso la videocamera.
ja_jp: 間もなく人物画像の認定を開始するので、顔を撮影する必要があります
ru_ru: Сейчас начнется аутентификация по лицу. Убедитесь, что ваше лицо попадает в камеру.
th_th: การรับรองความถูกต้องด้วยใบหน้ากำลังจะเริ่มต้นขึ้น กรุณาหันหน้าเข้าหากล้อง

# r0Y
source: Please make sure that you are {{name}}.
es_es: Asegúrate de que eres {{name}}.
fr_fr: Veuillez confirmer que vous êtes bien {{name}}.
it_it: Assicurati di essere {{name}}.
ja_jp: 顔認定を行うのは{{name}}本人であることを確認してください
ru_ru: Убедитесь, что {{name}} – это вы.
th_th: โปรดตรวจสอบว่าคุณคือ {{name}}

# jcg
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ru_ru: Далее
th_th: ถัดไป

# B1I
source: Got It
es_es: De acuerdo
fr_fr: J'ai compris
it_it: Ok.
ja_jp: OK
ru_ru: Понятно
th_th: เข้าใจแล้ว

# pgY
source: Quit
es_es: Abandonar
fr_fr: Quitter
it_it: Esci
ja_jp: 認定を終了
ru_ru: Выйти
th_th: ออก

# Udc
source: Real-name authentication
es_es: Autenticación del nombre real
fr_fr: Authentification avec votre vrai nom
it_it: Autenticazione con nome reale
ja_jp: 実名認定
ru_ru: Аутентификация по реальному имени
th_th: การรับรองความถูกต้องชื่อจริง

# aHQ
source: The information you enter will only be used for authentication. We are committed to protecting your data and privacy.
es_es: La información que introduzcas solo se usará a efectos de autenticación. Estamos comprometidos a proteger tus datos y tu privacidad.
fr_fr: Les informations que vous saisissez ne seront utilisées que pour l'authentification. Nous nous engageons à protéger vos données et votre confidentialité.
it_it: Le informazioni immesse verranno utilizzate solo per l'autenticazione. Ci impegniamo a proteggere i tuoi dati e la tua privacy.
ja_jp: 情報は実名認定のためのみ使用されます。私たちはユーザーのデータとプライバシーを厳重に保護します
ru_ru: Введенная информация будет использоваться только для аутентификации. Мы обязуемся защищать ваши данные и конфиденциальность.
th_th: ข้อมูลที่คุณกรอกจะใช้ในการรับรองความถูกต้องเท่านั้น เรามุ่งมั่นที่จะปกป้องข้อมูลและความเป็นส่วนตัวของคุณ

# iXI
source: Oops... Something went wrong...
es_es: ¡Vaya! Algo ha ido mal...
fr_fr: Désolé ! Une erreur est survenue.
it_it: Spiacenti. Si è verificato un errore.
ja_jp: エラーが発生しました
ru_ru: Ошибка. Что-то пошло не так...
th_th: อุ๊บส์... มีบางอย่างผิดปกติ...

# KV4
source: Start face authentication
es_es: Iniciar autenticación facial
fr_fr: Démarrer l'authentification faciale
it_it: Avvia autenticazione del volto
ja_jp: 顔認定を開始
ru_ru: Начать аутентификацию по лицу
th_th: เริ่มการรับรองความถูกต้องด้วยใบหน้า

# Pok
source: Notification
es_es: Notificación
it_it: Notifica
ja_jp: 通知
ru_ru: Уведомление
th_th: การแจ้งเตือน
