Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# nHQ
source: I Know
de_de: Ich weiß
es_es: Lo sé.
fr_fr: J'ai compris
hi_in: जानता/जानती हूँ
id_id: Saya Tahu
it_it: Lo so
ja_jp: OK
ko_kr: 확인
ms_my: Saya Tahu
pt_br: Eu sei
ru_ru: Я знаю
th_th: ฉันทราบแล้ว
vi_vn: Tôi Biết
zh_cn: 我知道了
zh_hk: 我知道了

# xZE
source: My stickers
de_de: Sticker
es_es: Mis stickers
fr_fr: Mes vignettes
hi_in: मेरे स्टिकर
id_id: Stiker saya
it_it: I miei adesivi
ja_jp: マイスタンプ
ko_kr: 나의 스티커
ms_my: Stiker saya
pt_br: Minhas figurinhas
ru_ru: Мои стикеры
th_th: สติกเกอร์ของฉัน
vi_vn: Nhãn dán của tôi
zh_cn: 我的表情
zh_hk: 我的表情

# gqY
source: Please purchase the sticker first.
de_de: Bitte kaufen Sie den Sticker zuerst.
es_es: Compre el sticker primero.
fr_fr: Achetez d'abord la vignette.
hi_in: कृपया पहले स्टिकर खरीदें.
id_id: Beli stiker terlebih dahulu.
it_it: Acquista innanzitutto l'adesivo.
ja_jp: 有料スタンプです。購入してください
ko_kr: 먼저 스티커를 구입하세요.
ms_my: Sila beli pelekat dahulu.
pt_br: Compre a figurinha primeiro.
ru_ru: Сначала купите стикер.
th_th: โปรดซื้อสติกเกอร์ก่อน
vi_vn: Vui lòng mua nhãn dán trước.
zh_cn: 该表情为付费表情，请先购买
zh_hk: 此表情為付費表情，請先購買

# S8Q
source: Network error. Please try again later.
de_de: Netzwerkfehler. Versuchen Sie es später erneut.
es_es: Error de red. Inténtalo más tarde, por favor.
fr_fr: Erreur réseau. Veuillez réessayer plus tard.
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
id_id: Kesalahan jaringan. Coba lagi nanti.
it_it: Errore di rete. Riprova più tardi.
ja_jp: ネットワークエラーです。後で再試行してください
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi kemudian.
pt_br: Erro na rede. Tente novamente mais tarde.
ru_ru: Ошибка сети. Повторите попытку позже.
th_th: เครือข่ายเกิดข้อผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau.
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# DOY
source: You need permission to access this sticker collection.
de_de: Sie benötigen eine Berechtigung, um auf diese Stickersammlung zuzugreifen.
es_es: Necesitas permiso para acceder a esta recopilación de stickers.
fr_fr: Vous devez disposer d'une autorisation pour accéder à cette collection de vignettes.
hi_in: यह स्टिकर संग्रह ऐक्सेस करने के लिए आपको अनुमति की आवश्यकता है.
id_id: Anda memerlukan izin untuk mengakses koleksi stiker ini.
it_it: Devi disporre dell'autorizzazione per accedere a questa raccolta di adesivi.
ja_jp: このスタンプにアクセスする権限はありません
ko_kr: 이 스티커 컬렉션에 액세스하려면 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran untuk mengakses koleksi pelekat ini.
pt_br: Você precisa de permissão para acessar esta coleção de figurinhas.
ru_ru: У вас нет разрешения на доступ к этой коллекции стикеров.
th_th: คุณต้องการสิทธิ์การอนุญาตในการเข้าถึงคอลเลกชันสติกเกอร์นี้
vi_vn: Bạn cần có quyền để truy cập bộ sưu tập nhãn dán này.
zh_cn: 抱歉，你没有权限查看该表情包
zh_hk: 抱歉，你沒有查看此表情包的權限

# NNk
source: Oops, something went wrong... Please try again later.
de_de: Tut uns leid! Etwas ist schiefgelaufen... Versuchen Sie es später erneut.
es_es: ¡Vaya!, algo ha salido mal... Inténtalo de nuevo más tarde.
fr_fr: Désolé, une erreur est survenue… Veuillez réessayer plus tard.
hi_in: ओह, कुछ ग़लत हुआ... कृपया बाद में पुनःप्रयास करें.
id_id: Ups, ada yang salah... Coba lagi nanti.
it_it: Spiacenti. Si è verificato un errore. Riprova più tardi.
ja_jp: スタンプを取得できませんでした。後ほど再試行してください
ko_kr: 죄송합니다, 문제가 발생했습니다... 나중에 다시 시도하세요.
ms_my: Alamak, sesuatu yang salah... Sila cuba lagi kemudian.
pt_br: Ops, ocorreu um problema... Tente novamente mais tarde.
ru_ru: Ошибка. Что-то пошло не так... Повторите попытку позже.
th_th: ขออภัย มีบางอย่างผิดพลาด... โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc, đã xảy ra lỗi... Vui lòng thử lại sau.
zh_cn: 获取表情包失败，请稍后重试
zh_hk: 無法獲取表情包，請稍後重試

# HPk
source: Oops, something went wrong... Please try again later.
de_de: Tut uns leid! Etwas ist schiefgelaufen... Versuchen Sie es später erneut.
es_es: ¡Vaya!, algo ha salido mal... Inténtalo de nuevo más tarde.
fr_fr: Désolé, une erreur est survenue… Veuillez réessayer plus tard.
hi_in: ओह, कुछ ग़लत हुआ... कृपया बाद में पुनःप्रयास करें.
id_id: Ups, ada yang salah... Coba lagi nanti.
it_it: Spiacenti. Si è verificato un errore. Riprova più tardi.
ja_jp: スタンプを取得できませんでした。後ほど再試行してください
ko_kr: 죄송합니다, 문제가 발생했습니다... 나중에 다시 시도하세요.
ms_my: Alamak, sesuatu yang salah... Sila cuba lagi kemudian.
pt_br: Ops, ocorreu um problema... Tente novamente mais tarde.
ru_ru: Ошибка. Что-то пошло не так... Повторите попытку позже.
th_th: ขออภัย มีบางอย่างผิดพลาด... โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc, đã xảy ra lỗi... Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_hk: 載入失敗，請稍後重試

# xko
source: Reorder
de_de: Neu anordnen
es_es: Reordenar
fr_fr: Réorganiser
hi_in: क्रम बदलें
id_id: Urutkan Ulang
it_it: Riordina
ja_jp: 並び替え
ko_kr: 순서 다시 매기기
ms_my: Susun semula
pt_br: Reordenar
ru_ru: Упорядочить
th_th: เรียงลำดับใหม่
vi_vn: Sắp xếp lại
zh_cn: 排序
zh_hk: 排序

# osk
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# Rng
source: Sticker Store
es_es: Almacenamiento de stickers
fr_fr: Boutique des vignettes
hi_in: स्टिकर स्टोर
id_id: Toko Stiker
it_it: Negozio di adesivi
ja_jp: スタンプストア
ko_kr: 스티커 스토어
ms_my: Kedai Stiker
pt_br: Loja de figurinhas
ru_ru: Хранилище стикеров
th_th: ร้านสติกเกอร์
vi_vn: Cửa hàng nhãn dán
zh_cn: 表情商店
zh_hk: 表情商店

# TbI
source: Collection
de_de: Sammlung
es_es: Recopilaciones
hi_in: संग्रह
id_id: Koleksi
it_it: Raccolta
ja_jp: スタンプパック
ko_kr: 컬렉션
ms_my: Koleksi
pt_br: Coleção
ru_ru: Коллекция
th_th: คอลเลกชัน
vi_vn: Bộ sưu tập
zh_cn: 聊天面板中的表情包
zh_hk: 聊天面板中的表情包

# JE4
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 使う
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 使用表情
zh_hk: 使用表情

# Nj4
source: From: {{name}}
de_de: Von: {{name}}
es_es: De: {{name}}
fr_fr: De : {{name}}
hi_in: से: {{name}}
id_id: Dari: {{name}}
it_it: Da: {{name}}
ja_jp: {{name}}から
ko_kr: 보낸 사람: {{name}}
ms_my: Dari: {{name}}
pt_br: De: {{name}}
ru_ru: От: {{name}}
th_th: จาก: {{name}}
vi_vn: Từ: {{name}}
zh_cn: 来自: {{name}}
zh_hk: 來自： {{name}}

# clY
source: Please select 1 video only
de_de: Mehr als 1 Video kann nicht gesendet werden
es_es: No se puede enviar más de un vídeo.
fr_fr: Impossible d'envoyer plus d'1&amp;nbsp;vidéo
hi_in: 1 से अधिक वीडियो भेजने में असमर्थ
id_id: Tidak dapat mengirim lebih dari 1 video
it_it: Impossibile inviare più di 1 video
ja_jp: 最大 1 つの動画を挿入できます
ko_kr: 1개 이상의 동영상을 보낼 수 없습니다
ms_my: Tidak dapat menghantar lebih daripada 1 video
pt_br: Não é possível enviar mais de 1 vídeo
ru_ru: Невозможно отправить более 1 видео
th_th: ไม่สามารถส่งได้มากกว่า 1 วิดีโอ
vi_vn: Không gửi được nhiều hơn 1 video
zh_cn: 最多可添加 1 个视频
zh_hk: 最多可新增 1 段影片

# 2pk
source: {{user_name}} pinned this topic
de_de: {{user_name}} hat dieses Thema angeheftet
es_es: {{user_name}} ancló este tema
fr_fr: {{user_name}} a épinglé ce sujet
hi_in: {{user_name}} ने यह विषय पिन किया
id_id: {{user_name}} memasang pin topik ini
it_it: {{user_name}} ha aggiunto questo argomento
ja_jp: {{user_name}} はこのトピックをピン留めしました
ko_kr: {{user_name}} 님이 이 주제를 고정했습니다
ms_my: {{user_name}} menyemat topik ini
pt_br: {{user_name}} fixou este tópico
ru_ru: {{user_name}} закрепил(а) эту тему
th_th: {{user_name}} ปักหมุดหัวข้อนี้แล้ว
vi_vn: {{user_name}} Đã ghim chủ đề này
zh_cn: {{user_name}} Pin 了这个话题
zh_hk: {{user_name}} Pin 了這個話題

# Q2g
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ja_jp: 訳文
ko_kr: 번역
ms_my: Terjemahan
pt_br: Tradução
ru_ru: Перевод
th_th: การแปล
vi_vn: Dịch
zh_cn: 译文
zh_hk: 譯文

# 7+I
source: Feedback
de_de: Bewerten Sie diese Übersetzung
es_es: Valorar esta traducción
fr_fr: Évaluer cette traduction
hi_in: इस अनुवाद को रेटिंग दें
id_id: Nilai terjemahan ini
it_it: Valuta questa traduzione
ja_jp: フィードバック
ko_kr: 이 번역 평가
ms_my: Maklum balas
pt_br: Avaliar esta tradução
ru_ru: Оценить этот перевод
th_th: ให้คะแนนงานแปลนี้
vi_vn: Xếp hạng bản dịch này
zh_cn: 翻译反馈
zh_hk: 為翻譯評分

# ZI0
source: Unable to upload videos stored in iCloud, please upload to local before uploading.
de_de: In der iCloud gespeicherte Videos können nicht hochgeladen werden. Bitte laden Sie sie vor dem Hochladen auf lokal hoch.
es_es: No se han podido subir los vídeos almacenados en iCloud, súbelos de forma local antes de subirlos.
fr_fr: Impossible de télécharger les vidéos stockées dans iCloud, téléchargez-les en local avant de les télécharger.
hi_in: iCloud में स्टोर किए गए वीडियो अपलोड करने में असमर्थ, कृपया अपलोड करने से पहले लोकल में अपलोड करें.
id_id: Tidak dapat mengunggah video yang disimpan di iCloud, unggah ke lokal sebelum mengunggah.
it_it: Impossibile caricare i video archiviati in iCloud, caricarli in locale prima di procedere al caricamento.
ja_jp: iCloud に保存されている動画をアップロードできません。アップロードするには、ローカルにダウンロードしてください
ko_kr: iCloud에 저장된 동영상을 업로드할 수 없습니다. 업로드하기 전에 로컬로 업로드하세요.
ms_my: Tidak dapat memuat naik video yang disimpan di iCloud, sila muat naik ke tempatan sebelum memuat naik.
pt_br: Não é possível carregar vídeos armazenados no iCloud, carregue para o local antes de fazer upload.
ru_ru: Не удается скачать видео, которые хранятся в iCloud. Загрузите их в локальную среду перед отправкой.
th_th: ไม่สามารถอัปโหลดวิดีโอที่เก็บไว้ใน iCloud ได้ โปรดอัปโหลดไปยังภายในเครื่องก่อนอัปโหลด
vi_vn: Không thể tải lên video được lưu trữ trong iCloud, vui lòng tải lên trên máy trước.
zh_cn: 无法上传iCloud中存储的视频，如需上传请先下载到本地
zh_hk: 無法上載 iCloud 中儲存的影片，如需上載，請先下載至本機

# 9yg
source: Unable to complete the operation. You don't have permission to communicate externally.
de_de: Der Vorgang kann nicht abgeschlossen werden. Sie haben keine Berechtigung zum externen Kommunizieren.
es_es: No puedes finalizar la operación. No tienes permiso para comunicarte externamente.
fr_fr: Impossible de terminer l'opération. Vous n'êtes pas autorisé à communiquer en externe.
hi_in: ऑपरेशन पूर्ण करने में असमर्थ. आपके पास बाहरी तौर पर संवाद करने की अनुमति नहीं है.
id_id: Tidak dapat menyelesaikan operasi. Anda tidak memiliki izin untuk berkomunikasi secara eksternal.
it_it: Impossibile completare l'operazione. Non disponi dell'autorizzazione per comunicare esternamente.
ja_jp: 操作できませんでした。あなたは外部連絡権限がありません。
ko_kr: 작업을 완료할 수 없습니다. 외부 커뮤니케이션 권한이 없습니다.
ms_my: Tidak dapat melengkapkan operasi. Anda tidak mempunyai kebenaran untuk berkomunikasi secara luaran.
pt_br: Não é possível concluir a operação. Você não tem permissão para comunicar-se externamente.
ru_ru: Не удалось завершить операцию. У вас нет разрешения на внешнее общение.
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้ คุณไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
vi_vn: Không thể hoàn thành được thao tác. Bạn không có quyền giao tiếp với bên ngoài.
zh_cn: 操作失败，无对外沟通权限
zh_hk: 無法進行操作，沒有對外溝通權限

# kuU
source: Action failed. Please try again
de_de: Aktion ist fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error en la acción. Inténtalo de nuevo
fr_fr: Échec de l'opération. Veuillez réessayer
hi_in: क्रिया विफल रही. कृपया पुनः प्रयास करें
id_id: Tindakan gagal. Coba lagi
it_it: Azione non riuscita. Riprova
ja_jp: 操作に失敗しました。再試行してください
ko_kr: 동작이 실패했습니다. 다시 시도하세요
ms_my: Tindakan gagal. Sila cuba lagi
pt_br: Falha na ação. Tente novamente
ru_ru: Действие не выполнено. Попробуйте еще раз
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง
vi_vn: Thao tác không thành công. Vui lòng thử lại
zh_cn: 操作失败，请重试
zh_hk: 操作失敗，請重試

# BKU
source: Need permission to access your photos
de_de: Berechtigung für den Zugriff auf Ihre Fotos erforderlich
es_es: Necesitas permiso para acceder a tus fotos
fr_fr: Autorisation requise pour accéder à vos photos
hi_in: आपके फ़ोटो ऐक्सेस करने के लिए अनुमति की आवश्यकता है
id_id: Perlu izin untuk mengakses foto Anda
it_it: Occorre l'autorizzazione per accedere alle tue foto
ja_jp: 写真へのアクセス許可が必要です
ko_kr: 사진 액세스 권한 필요
ms_my: Perlu kebenaran untuk mengakses gambar anda
pt_br: Precisa de permissão para acessar as fotos
ru_ru: Требуется разрешение на доступ к вашим фотографиям
th_th: ต้องการสิทธิ์การอนุญาตในการเข้าถึงภาพถ่ายของคุณ
vi_vn: Cần quyền để truy cập ảnh của bạn
zh_cn: 需要获得照片权限
zh_hk: 需要獲得相片權限

# 0rg
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your photos to save photos
de_de: Gehen Sie zu den Einstellungen und erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihre Fotos, um Fotos zu speichern.
es_es: Ve a Configuración y permite a {{APP_DISPLAY_NAME}} acceder a tus fotos para guardar fotos
fr_fr: Veuillez accéder aux Paramètres et autoriser {{APP_DISPLAY_NAME}} à accéder à vos photos afin d'enregistrer des photos
hi_in: कृपया सेटिंग्स पर जाएँ और फ़ोटो सहेजने के लिए {{APP_DISPLAY_NAME}} को आपके फ़ोटो ऐक्सेस करने की अनुमति दें
id_id: Buka Pengaturan dan izinkan {{APP_DISPLAY_NAME}} untuk mengakses foto Anda untuk menyimpan foto
it_it: Vai a Impostazioni e consenti a {{APP_DISPLAY_NAME}} di accedere alle tue foto per salvare foto
ja_jp: 画像を保存するには、設定に移動して、{{APP_DISPLAY_NAME}} による写真へのアクセスを許可してください
ko_kr: 설정으로 이동하여 {{APP_DISPLAY_NAME}}이(가) 사진 저장을 위해 사진에 액세스하도록 허용하세요
ms_my: Sila pergi ke Tetapan dan benarkan {{APP_DISPLAY_NAME}} mengakses gambar anda untuk menyimpan gambar
pt_br: Vá para Configurações e permita que o {{APP_DISPLAY_NAME}} acesse as fotos para salvá-las
ru_ru: Перейдите в настройки и разрешите {{APP_DISPLAY_NAME}} доступ к вашим фотографиям для сохранения фотографий
th_th: โปรดไปยังการตั้งค่าและอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงภาพถ่ายของคุณเพื่อบันทึกภาพถ่าย
vi_vn: Vui lòng đi tới Cài đặt và cho phép {{APP_DISPLAY_NAME}} truy cập vào ảnh của bạn để lưu ảnh
zh_cn: 请在设置中开启{{APP_DISPLAY_NAME}}的照片权限，以便保存照片
zh_hk: 請在設定中開啟{{APP_DISPLAY_NAME}}的相片權限，以儲存相片

# 92M
source: Due to your organization's security settings, the file can't be saved locally
de_de: Aufgrund der Sicherheitseinstellungen Ihrer Organisation kann die Datei nicht lokal gespeichert werden.
es_es: Debido a la configuración de seguridad de tu organización, el archivo no se puede guardar localmente
fr_fr: Impossible d'enregistrer le fichier localement en raison des paramètres de sécurité de votre organisation
hi_in: आपक संगठन की सुरक्षा सेटिंग्स के कारण, फ़ाइल लोकल रूप से सहेजी नहीं जा सकती
id_id: Karena pengaturan keamanan organisasi Anda, file tidak dapat disimpan secara lokal
it_it: A causa delle impostazioni di sicurezza della tua organizzazione, il file non può essere salvato in locale
ja_jp: 法人アカウント管理者のセキュリティ設定により、このファイルをローカルに保存できません
ko_kr: 조직의 보안 설정으로 인해 파일을 로컬에 저장할 수 없습니다
ms_my: Kerana tetapan keselamatan organisasi anda, fail tidak boleh disimpan secara tempatan
pt_br: Devido às configurações de segurança da sua organização, o arquivo não pode ser salvo localmente
ru_ru: Из-за настроек безопасности вашей организации файл нельзя сохранить локально
th_th: เนื่องจากการตั้งค่าความปลอดภัยขององค์กรคุณจึงไม่สามารถบันทึกไฟล์ลงในเครื่องได้
vi_vn: Do cài đặt bảo mật của tổ chức bạn nên không thể lưu tệp tin vào thư mục cục bộ
zh_cn: 由于你所在组织的安全配置，该文件不能被保存到本地
zh_hk: 由於你所在組織的安全配置，此檔案無法儲存至本機

# yqc
source: designated red packet
de_de: gekennzeichnetes Hongbao
es_es: sobre rojo designado
fr_fr: enveloppe rouge nommée
hi_in: ने निर्दिष्ट लाल पैकेट
id_id: angpau khusus
it_it: busta rossa designata
ja_jp: 専属ラッキーマネー
ko_kr: 지정된 홍바오
ms_my: sampul merah yang ditetapkan
pt_br: envelope vermelho designado
ru_ru: специальный Hongbao
th_th: อั่งเปาที่กำหนด
vi_vn: hồng bao được chỉ định
zh_cn: 专属红包
zh_hk: 專屬利是

# +2U
source: For {{name}}
de_de: Für {{name}}
es_es: Para {{name}}
fr_fr: Pour {{name}}
hi_in: {{name}} के लिए
id_id: Untuk {{name}}
it_it: Per {{name}}
ja_jp: {{name}}へ
ko_kr: {{name}} 님을 위해
ms_my: Untuk {{name}}
pt_br: Para {{name}}
ru_ru: Для {{name}}
th_th: สำหรับ {{name}}
vi_vn: Dành cho {{name}}
zh_cn: {{name}}专属
zh_hk: {{name}}專屬

# /qs
source: For {{num}} members
de_de: Für {{num}} Mitglieder
es_es: Para {{num}} miembros
fr_fr: Pour {{num}} membres
hi_in: {{num}} सदस्यों के लिए
id_id: Untuk {{num}} anggota
it_it: Per {{num}} membri
ja_jp: {{num}} 人へ
ko_kr: 구성원 {{num}}명을 위해
ms_my: Untuk {{num}} ahli
pt_br: Para {{num}} membros
ru_ru: Для {{num}} участников (-а)
th_th: สำหรับสมาชิก {{num}} คน
vi_vn: Dành cho {{num}} thành viên
zh_cn: {{num}} 人专属
zh_hk: {{num}} 人專屬

# n98
source: This member doesn't have permission to access.
de_de: Dieses Mitglied hat keine Zugriffsberechtigung.
es_es: Este miembro no tiene permiso de acceso.
fr_fr: Ce membre n'est pas autorisé à accéder.
hi_in: इस सदस्य के पास ऐक्सेस करने की अनुमति नहीं है.
id_id: Anggota ini tidak memiliki izin untuk mengakses.
it_it: Questo membro non dispone dell'autorizzazione per accedere.
ja_jp: 相手にアクセス権限がありません
ko_kr: 이 구성원은 액세스 권한이 없습니다.
ms_my: Ahli ini tidak mempunyai kebenaran untuk mengakses.
pt_br: Este membro não tem permissão para acessar.
ru_ru: У этого участника нет разрешения на доступ.
th_th: สมาชิกรายนี้ไม่มีสิทธิ์การอนุญาตในการเข้าถึง
vi_vn: Thành viên này không có quyền truy cập.
zh_cn: 对方没有权限访问，
zh_hk: 對方沒有存取權限，

# Bbo
source: please request permission.
de_de: Berechtigung anfragen.
es_es: debes solicitar permiso.
fr_fr: Veuillez demander l'autorisation.
hi_in: कृपया अनुमति का अनुरोध करें.
id_id: Minta Izin.
it_it: richiedi l'autorizzazione.
ja_jp: 所有者に申請
ko_kr: 권한을 요청하세요.
ms_my: sila minta kebenaran.
pt_br: solicite permissão.
ru_ru: Запросить разрешение
th_th: โปรดขอสิทธิ์การอนุญาต
vi_vn: vui lòng yêu cầu cấp quyền.
zh_cn: 向所有者申请
zh_hk: 向擁有人申請

# rsg
source: Some group members don't have permission to access,
de_de: Einige Gruppenmitglieder haben keine Zugriffsberechtigung.
es_es: Algunos miembros del grupo no tienen permiso para acceder,
fr_fr: Certains membres du groupe ne sont pas autorisés à accéder,
hi_in: समूह के कुछ सदस्यों के पास ऐक्सेस करने की अनुमति नहीं है,
id_id: Beberapa anggota grup tidak memiliki izin untuk mengakses,
it_it: Alcuni membri del gruppo non dispongono dell'autorizzazione per accedere
ja_jp: 一部のメンバーにアクセス権限がありません，
ko_kr: 일부 그룹 구성원은 액세스 권한이 없습니다.
ms_my: Sesetengah ahli kumpulan tidak mempunyai kebenaran untuk mengakses,
pt_br: Alguns membros do grupo não têm permissão para acessar.
ru_ru: У некоторых участников группы нет разрешения на доступ,
th_th: สมาชิกกลุ่มบางรายไม่มีสิทธิ์การอนุญาตในการเข้าถึง
vi_vn: Một số thành viên nhóm không có quyền truy cập,
zh_cn: 部分群成员没有权限访问，
zh_hk: 部分群組成員沒有存取權限，

# xrw
source: Members in this chat: {{permission}}
de_de: Mitglieder in diesem Chat: {{permission}}
es_es: Miembros que forman parte de este chat: {{permission}}
fr_fr: Membres de cette discussion : {{permission}}
hi_in: इस चैट के सदस्य: {{permission}}
id_id: Anggota di obrolan ini: {{permission}}
it_it: Membri in questa chat: {{permission}}
ja_jp: このチャットのメンバーはドキュメントに対して：{{permission}}
ko_kr: 이 채팅의 구성원: {{permission}}
ms_my: Ahli dalam perbualan ini: {{permission}}
pt_br: Membros neste chat: {{permission}}
ru_ru: Участники в этом чате: {{permission}}
th_th: สมาชิกในแชทนี้: {{permission}}
vi_vn: Thành viên trong cuộc trò chuyện này: {{permission}}
zh_cn: 本会话成员: {{permission}}
zh_hk: 本對話成員： {{permission}}

# 49E
source: can edit
de_de: kann bearbeiten
es_es: puede editar
fr_fr: peut éditer
hi_in: संपादित कर सकते हैं
id_id: dapat mengedit
it_it: può modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh edit
pt_br: pode editar
ru_ru: может редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_hk: 可編輯

# 2LA
source: can edit
de_de: können bearbeiten
es_es: pueden editar
fr_fr: peuvent éditer
hi_in: संपादित कर सकते हैं
id_id: dapat mengedit
it_it: possono modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: boleh edit
pt_br: podem editar
ru_ru: могут редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_hk: 可編輯

# m4M
source: can view
de_de: kann lesen
es_es: puede leer
fr_fr: peut lire
hi_in: पढ़ सकते हैं
id_id: dapat melihat
it_it: può leggere
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: pode ler
ru_ru: может просматривать
th_th: สามารถอ่านได้
vi_vn: Có thể đọc
zh_cn: 可阅读
zh_hk: 可閱讀

# tBE
source: can view
de_de: können lesen
es_es: pueden leer
fr_fr: peuvent lire
hi_in: पढ़ सकते हैं
id_id: dapat melihat
it_it: possono leggere
ja_jp: 閲覧可能
ko_kr: 읽기 가능
ms_my: boleh lihat
pt_br: podem ler
ru_ru: могут просматривать
th_th: สามารถอ่านได้
vi_vn: Có thể đọc
zh_cn: 可阅读
zh_hk: 可閱讀

# 90w
source: Unable to share. The document contains sensitive content.
de_de: Teilen nicht möglich. Das Dokument enthält vertrauliche Inhalte.
es_es: No se puede compartir. El documento tiene contenido confidencial.
fr_fr: Partage impossible. Le document comporte du contenu sensible.
hi_in: साझा करने में असमर्थ. दस्तावेज में संवेदनशील सामग्री है
id_id: Tidak dapat berbagi. Dokumen berisi konten sensitif.
it_it: Impossibile condividere. Il file contiene informazioni sensibili.
ja_jp: ドキュメントに不適切な内容が含まれているため、共有できませんでした
ko_kr: 공유할 수 없습니다. 문서에 민감한 내용이 포함되어 있습니다.
ms_my: Tidak dapat berkongsi. Dokumen mengandungi kandungan sensitif.
pt_br: Não é possível compartilhar. O arquivo contém conteúdo sigiloso.
ru_ru: Не удалось поделиться. Документ содержит конфиденциальный контент.
th_th: ไม่สามารถแบ่งปันได้ เอกสารมีเนื้อหาที่ละเอียดอ่อน
vi_vn: Không thể chia sẻ. Tài liệu chứa nội dung nhạy cảm.
zh_cn: 文档包含敏感内容，共享失败
zh_hk: 文件包含敏感內容，無法分享

# N40
source: The external sharing function is turned off by your organization
de_de: Die Funktion zum externen Teilen wurde von Ihrer Organisation deaktiviert.
es_es: La organización ha desactivado la función para compartir con el exterior
fr_fr: La fonction de partage externe a été désactivée par votre organisation
hi_in: आपके संगठन द्वारा बाहरी साझाकरण फ़ंक्शन बंद कर दिया गया है
id_id: Fungsi berbagi eksternal dinonaktifkan oleh organisasi Anda
it_it: La funzionalità di condivisione esterna è stata disattivata dall'organizzazione
ja_jp: 所属する法人アカウントは外部への共有機能を無効にしました
ko_kr: 조직에서 외부 공유 기능을 껐습니다
ms_my: Fungsi perkongsian luar dimatikan oleh organisasi anda
pt_br: A função de compartilhamento externo foi desativada pela sua organização
ru_ru: Функция "делиться за пределами организации" отключена вашей организацией
th_th: องค์กรของคุณปิดฟังก์ชันการแชร์สู่ภายนอกไว้
vi_vn: Tổ chức của bạn đã tắt chức năng chia sẻ với bên ngoài
zh_cn: 所属组织关闭了对外分享功能
zh_hk: 所屬組織已關閉對外分享功能

# 9gw
source: Turn on external sharing first
de_de: Zuerst externes Teilen aktivieren
es_es: Activa el uso compartido externo primero
fr_fr: Activez d'abord le partage externe
hi_in: पहले बाहरी साझाकरण चालू करें
id_id: Aktifkan berbagi eksternal terlebih dahulu
it_it: Attiva prima la condivisione esterna
ja_jp: 外部共有をオンにしてから操作してください
ko_kr: 먼저 외부 공유를 켜세요
ms_my: Hidupkan perkongsian luaran dahulu
pt_br: Ative o compartilhamento externo primeiro
ru_ru: Сначала включите обмен за пределами организации
th_th: เปิดการแบ่งปันภายนอกก่อน
vi_vn: Hãy bật tính năng chia sẻ với bên ngoài trước
zh_cn: 请先开启外部分享
zh_hk: 請先開啟外部分享

# NE0
source: External sharing turned off for current content
ja_jp: コンテンツの外部への共有が禁止されています
ms_my: Pengongsian luaran dimatikan untuk kandungan semasa
zh_cn: 该内容已关闭对外分享

# 9Iw
source: External sharing is turned off for the wiki space.
de_de: Für den Wiki-Workspace ist die externe Freigabe deaktiviert.
es_es: Compartir externamente está desactivado para el espacio Wiki.
fr_fr: Le partage externe est désactivé pour l'espace Wiki.
hi_in: वर्कस्पेस के लिए बाहरी साझाकरण बंद किया गया
id_id: Berbagi eksternal dinonaktifkan untuk ruang wiki.
it_it: Condivisione esterna disattivata per lo spazio Wiki.
ja_jp: このウィキスペースでは、外部共有がオフになっています。
ko_kr: Wiki 공간에 대해서는 외부 공유가 꺼져 있습니다.
ms_my: Pengongsian luaran dimatikan untuk ruang wiki.
pt_br: O compartilhamento externo está desativado para o espaço de trabalho.
ru_ru: Для данного Wiki-пространства отключена возможность делиться за пределами организации.
th_th: การแบ่งปันภายนอกสำหรับพื้นที่ Wiki ปิดอยู่
vi_vn: Đã tắt tính năng chia sẻ với bên ngoài cho không gian Wiki.
zh_cn: 知识库已关闭页面对外分享
zh_hk: 知識庫已關閉頁面對外分享
