Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# EcU
source: [Event Invitation]
de_de: [Termineinladung]
es_es: [Invitación al evento]
fr_fr: [Invitation à un événement]
hi_in: [ईवेंट का आमंत्रण]
id_id: [Undangan Acara]
it_it: [Invito all'evento]
ja_jp: [予定招待]
ko_kr: [이벤트 초대]
ms_my: [Jemputan Acara]
pt_br: [Convite para evento]
ru_ru: [Приглашение на событие]
th_th: [คำเชิญเข้าร่วมกิจกรรม]
vi_vn: [Lời mời tham gia sự kiện]
zh_cn: [日程邀请]
zh_hk: [日程邀請]

# Apk
source: You have received a message of unknown type. Please upgrade to the latest version.
de_de: Sie haben eine Nachricht unbekannten Typs erhalten. Bitte aktualisieren Sie auf die aktuelle Version.
es_es: Has recibido un mensaje de tipo desconocido. Actualiza a la versión más reciente.
fr_fr: Vous avez reçu un message de type inconnu. Veuillez mettre à niveau à la dernière version
hi_in: आपको अज्ञात प्रकार का एक संदेश प्राप्त हुआ. कृपया नवीनतम संस्करण में अपग्रेड करें.
id_id: Anda menerima jenis pesan yang tidak diketahui. Tingkatkan ke versi terbaru.
it_it: Hai ricevuto un messaggio di tipo sconosciuto. Effettua upgrade all'ultima versione.
ja_jp: [現在のバージョンはこのメッセージを表示できません]
ko_kr: 알 수 없는 유형의 메시지를 받았습니다. 최신 버전으로 업그레이드해주세요.
ms_my: Anda telah menerima mesej jenis yang tidak diketahui. Sila naik taraf ke versi terkini.
pt_br: Você recebeu uma mensagem de tipo desconhecido. Faça upgrade para a versão mais recente.
ru_ru: Вы получили сообщение неизвестного типа. Обновите приложение до последней версии.
th_th: คุณได้รับข้อความชนิดที่ไม่รู้จัก โปรดอัปเกรดเป็นเวอร์ชันล่าสุด
vi_vn: Bạn đã nhận được một tin nhắn không xác định được loại. Vui lòng nâng cấp lên phiên bản mới nhất.
zh_cn: [当前版本不支持查看此消息]
zh_hk: [目前版本不支援查看此訊息]

# ReA
source: [Video]
es_es: [Vídeo]
fr_fr: [Vidéo]
hi_in: [वीडियो]
ja_jp: [動画]
ko_kr: [동영상]
pt_br: [Vídeo]
ru_ru: [Видео]
th_th: [วิดีโอ]
zh_cn: [视频]
zh_hk: [影片]

# qfI
source: [Audio]
hi_in: [ऑडियो]
ja_jp: [音声]
ko_kr: [오디오]
pt_br: [Áudio]
ru_ru: [Аудио]
th_th: [เสียง]
vi_vn: [Âm thanh]
zh_cn: [语音]
zh_hk: [語音]

# Q8k
source: Recall this message?
de_de: Diese Nachricht zurückrufen?
es_es: ¿Recuperar este mensaje?
fr_fr: Rappeler ce message ?
hi_in: यह संदेश वापस लेना चाहते हैं?
id_id: Tarik pesan ini?
it_it: Vuoi richiamare questo messaggio?
ja_jp: このメッセージを取り消しますか？
ko_kr: 이 메시지를 회수하시겠습니까?
ms_my: Tarik balik mesej ini?
pt_br: Recuperar esta mensagem?
ru_ru: Отозвать сообщение?
th_th: เรียกคืนข้อความนี้หรือไม่
vi_vn: Thu hồi tin nhắn này?
zh_cn: 是否撤回该消息?
zh_hk: 是否撤回此訊息？

# wxw
source: This message has been recalled by the %@ %@
de_de: Diese Nachricht wurde vom %@ %@ zurückgerufen
es_es: %@ %@ ha retirado este mensaje
fr_fr: Ce message a été rappelé par le %@ %@
hi_in: यह संदेश %@ %@ द्वारा वापस लिया गया
id_id: Pesan ini telah ditarik oleh %@ %@
it_it: L'invio di questo messaggio è stato annullato da %@ %@
ja_jp: このメッセージは%@%@によって取り消されています
ko_kr: 이 메시지는 %@ %@에 의해 회수되었습니다
ms_my: Mesej ini telah ditarik balik oleh %@ %@
pt_br: Esta mensagem foi recuperada por %@ %@
ru_ru: Это сообщение отозвал пользователь %@ %@
th_th: ข้อความนี้ได้ถูกเรียกคืนโดย %@ %@
vi_vn: Tin nhắn này đã bị thu hồi bởi %@ %@
zh_cn: 此消息已被%@%@撤回
zh_hk: 此訊息已被 %@%@ 撤回

# xuQ
source: This message was deleted.
de_de: Diese Nachricht wurde gelöscht.
es_es: Se ha eliminado este mensaje.
fr_fr: Ce message a été supprimé.
hi_in: यह संदेश हटा दिया गया था
id_id: Pesan ini telah dihapus.
it_it: Questo messaggio è stato eliminato.
ja_jp: このメッセージは削除されています
ko_kr: 이 메시지가 삭제되었습니다.
ms_my: Mesej ini telah dipadam.
pt_br: Esta mensagem foi excluída.
ru_ru: Это сообщение было удалено.
th_th: ข้อความนี้ถูกลบแล้ว
vi_vn: Tin nhắn này đã bị xóa.
zh_cn: 此消息已删除
zh_hk: 此訊息已刪除

# sbo
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# g5E
source: [Card]
de_de: [Karte]
es_es: [Tarjeta]
fr_fr: [Carte]
hi_in: [कार्ड]
id_id: [Kartu]
it_it: [Scheda]
ja_jp: [カード]
ko_kr: [카드]
ms_my: [Kad]
pt_br: [Cartão]
ru_ru: [Карточка]
th_th: [การ์ด]
vi_vn: [Thẻ]
zh_cn: [卡片]
zh_hk: [卡片]

# qhs
source: [Poll]
de_de: [Abstimmen]
es_es: [Encuesta]
fr_fr: [Sondage]
hi_in: [पोल]
id_id: [Polling]
it_it: [Vota]
ja_jp: [投票]
ko_kr: [투표]
ms_my: [Undian]
pt_br: [Voto]
ru_ru: [Голосовать]
th_th: [โหวต]
vi_vn: [Bình chọn]
zh_cn: [投票]
zh_hk: [投票]

# NmM
source: [Share Calendar]
de_de: [Kalender teilen]
es_es: [Completar calendario]
fr_fr: [Partager un calendrier]
hi_in: [कैलेंडर साझा करें]
id_id: [Berbagi Kalender]
it_it: [Condividi calendario]
ja_jp: [予定招待]
ko_kr: [공유 캘린더]
ms_my: [Kongsi Kalendar]
pt_br: [Compartilhar calendário]
ru_ru: [Открыть доступ к календарю]
th_th: [แชร์ปฏิทิน]
vi_vn: [Chia sẻ Lịch]
zh_cn: [日程邀请]
zh_hk: [日程邀請]

# /1Q
source: This message was recalled.
de_de: Diese Nachricht wurde zurückgerufen.
es_es: Se ha recuperado este mensaje.
fr_fr: Ce message a été rappelé.
hi_in: यह संदेश वापस लिया गया
id_id: Pesan ini telah ditarik.
it_it: Questo messaggio è stato richiamato.
ja_jp: このメッセージは取り消されています
ko_kr: 이 메시지가 회수되었습니다.
ms_my: Mesej ini ditarik balik.
pt_br: Esta mensagem foi recuperada.
ru_ru: Это сообщение было отозвано.
th_th: ข้อความนี้ถูกเรียกคืนแล้ว
vi_vn: Tin nhắn này đã bị thu hồi.
zh_cn: 此消息已撤回
zh_hk: 此訊息已撤回

# l84
source: [Audio]
hi_in: [ऑडियो]
ja_jp: [音声]
ko_kr: [오디오]
pt_br: [Áudio]
ru_ru: [Аудио]
th_th: [เสียง]
vi_vn: [Âm thanh]
zh_cn: [语音]
zh_hk: [语音]

# LbY
source: Calendar messages, group cards, poll messages, chat history, red packets, and contact cards can't be combined and added to Favorites.
de_de: Kalendernachrichten, Gruppenkarten, Nachrichten zur Abstimmung, Chatverlauf, Hongbao und Kontaktkarten können nicht kombiniert und zu Favoriten hinzugefügt werden.
es_es: Los mensajes de calendario, las tarjetas de grupo, los mensajes de encuesta, el historial de chat, los sobres rojos y las tarjetas de contactos no se pueden combinar y agregar a Favoritos.
fr_fr: Les messages du calendrier, les cartes de groupe, les messages de sondage, l'historique de discussion, les enveloppes rouges et les fiches contact ne peuvent pas être combinés et ajoutés aux favoris.
hi_in: कैलेंडर संदेश, समूह कार्ड, पोल संदेश, चैट इतिहास, होंगबाओ, और संपर्क कार्ड पसंदीदा में जोड़े नहीं जा सकते.
id_id: Pesan kalender, kartu grup, pesan polling, riwayat obrolan, angpau, dan kartu kontak tidak dapat digabungkan dan ditambahkan ke Favorit.
it_it: I messaggi del calendario, le schede del gruppo, i messaggi di sondaggio, la cronologia chat, le buste rosse e le schede dei contatti non possono essere combinati e aggiunti ai Preferiti.
ja_jp: 予定カード、グループカード、投票、チャット履歴、ラッキーマネー、プロフィールカードなどは一括お気に入りに追加できません。
ko_kr: 캘린더 메시지, 그룹 카드, 투표 메시지, 채팅 기록, 홍바오 및 연락처 카드는 결합하여 즐겨찾기에 추가할 수 없습니다.
ms_my: Mesej kalendar, kad kumpulan, mesej undian, sejarah sembang, pakej merah, dan kad kenalan tidak boleh digabungkan dan ditambah ke Kegemaran.
pt_br: Mensagens de calendário, cartões ao grupo, mensagens de votação, histórico do chat, envelopes vermelhos e cartões de contato não podem ser combinados e adicionados aos Favoritos.
ru_ru: Сообщения календаря, карточки группы, сообщения опросов, история чатов, денежные конверты и карточки контактов могут быть объединены и добавлены в избранное.
th_th: ไม่สามารถรวมและเพิ่มข้อความปฏิทิน การ์ดกลุ่ม ข้อความโพลล์ ประวัติแชท อั่งเปา และการ์ดรายชื่อที่ติดต่อลงในรายการโปรดได้
vi_vn: Không thể kết hợp và thêm tin nhắn lịch, thẻ nhóm, tin nhắn bình chọn, lịch sử trò chuyện, hồng bao và thẻ liên hệ vào mục Ưa thích.
zh_cn: 日历卡片、群名片、投票消息、会话记录、红包、个人名片等不支持合并收藏
zh_hk: 日曆卡片、群組名片、投票訊息、對話記錄、利是及個人名片等不支援合併新增至我的最愛

# WFQ
source: Please choose one message at least
de_de: Wählen Sie mindestens eine Nachricht aus
es_es: Selecciona al menos un mensaje
fr_fr: Veuillez choisir au moins un message
hi_in: कृपया कम से कम एक संदेश चुनें
id_id: Pilih setidaknya satu pesan
it_it: Scegli almeno un messaggio
ja_jp: 少なくとも 1 つのメッセージを選択してください
ko_kr: 한 개 이상의 메시지를 선택하세요
ms_my: Sila pilih sekurang-kurangnya satu mesej
pt_br: Escolha pelo menos uma mensagem
ru_ru: Выберите хотя бы одно сообщение
th_th: โปรดเลือกอย่างน้อยหนึ่งข้อความ
vi_vn: Vui lòng chọn ít nhất một tin nhắn
zh_cn: 请至少选择一条消息
zh_hk: 請至少選擇一則訊息

# Ps0
source: Select no more than 100 messages
de_de: Wählen Sie nicht mehr als 100 Nachrichten aus
es_es: Seleccione un máximo de 100 mensajes
fr_fr: Ne sélectionnez pas plus de 100 messages
hi_in: 100 संदेशों से अधिक का चयन नहीं करें
id_id: Pilih tidak lebih dari 100 pesan
it_it: Seleziona non più di 100 messaggi
ja_jp: 最大 100 件のメッセージを選択できます
ko_kr: 100개 이하의 메시지를 선택하세요
ms_my: Pilih tidak lebih daripada 100 mesej
pt_br: Selecione até 100 mensagens
ru_ru: Выберите не более 100 сообщений
th_th: เลือกได้ไม่เกิน 100 ข้อความ
vi_vn: Chọn tối đa 100 tin nhắn
zh_cn: 最多只能选择100条消息
zh_hk: 最多只能選擇 100 則訊息

# X5Y
source: [Multiple Choice]
de_de: [Mehrfachauswahl]
es_es: [Varias opciones]
fr_fr: [Choix multiples]
hi_in: [एकाधिक विकल्प]
id_id: [Pilihan Ganda]
it_it: [Scelta multipla]
ja_jp: [複数選択]
ko_kr: [다중 선택]
ms_my: [Pilihan Berganda]
pt_br: [Múltipla escolha]
ru_ru: [Несколько]
th_th: [คำถามแบบเลือกตอบ]
vi_vn: [Nhiều lựa chọn]
zh_cn: [多选]
zh_hk: [複選]

# 9vo
source: Play on mute
de_de: Wiedergabe mit Stummschalten
es_es: Reproducir en modo silencioso
fr_fr: Jouer en sourdine
hi_in: म्यूट पर चलाएँ
id_id: Putar saat bisu
it_it: Riproduci con audio disattivato
ja_jp: ミュート再生
ko_kr: 음소거 재생
ms_my: Mainkan dalam senyap
pt_br: Reproduzir no mudo
ru_ru: Играть без звука
th_th: เล่นโดยปิดเสียง
vi_vn: Phát khi tắt tiếng
zh_cn: 静音播放
zh_hk: 靜音播放

# Km8
source: Looks like you are offline!
de_de: Sieht aus, als wären Sie offline!
es_es: ¡Es posible que no tengas conexión!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
id_id: Sepertinya Anda offline!
it_it: Sembra che tu sia offline.
ja_jp: ネットワークエラー。後ほど再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Nampaknya anda sedang luar talian!
pt_br: Parece que você está off-line!
ru_ru: Похоже, что вы не подключены к сети!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络异常，请稍后重试
zh_hk: 網絡異常，請稍後重試

# kTU
source: This is either a network or service error. Please try again.
de_de: Dies ist entweder ein Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Se trata de un error del servicio o bien de la red. Inténtalo de nuevo.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
hi_in: नेटवर्क या सेवा त्रुटि. कृपया पुनः प्रयास करें.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
ko_kr: 네트워크 또는 서비스 오류입니다. 다시 시도하세요.
ms_my: Ini adalah kesilapan rangkaian atau perkhidmatan. Sila cuba lagi.
pt_br: Isto é um erro de rede ou serviço. Tente novamente.
ru_ru: Произошла ошибка сети или сервиса. Повторите попытку.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_cn: 网络或服务异常，请重试
zh_hk: 網絡或服務異常，請重試

# 8zM
source: Identical Amount
de_de: Exakter Betrag
es_es: importe idéntico
fr_fr: Montant identique
hi_in: समान राशि
id_id: Jumlah Sama
it_it: Importo identico
ja_jp: ラッキーマネー
ko_kr: 동일한 금액
ms_my: Jumlah sama
pt_br: Valor idêntico
ru_ru: Идентичная сумма
th_th: จำนวนเงินเท่ากัน
vi_vn: Số tiền giống nhau
zh_cn: 普通红包
zh_hk: 普通利是

# FPw
source: Only group owner can add new members
de_de: Nur der Gruppenbesitzer kann neue Mitglieder hinzufügen
es_es: Sólo el propietario de grupo puede agregar a nuevos miembros
fr_fr: Seul le propriétaire du groupe peut ajouter un nouveau membre
hi_in: केवल समूह के ओनर ही नए सदस्यों को जोड़ सकते हैं
id_id: Hanya pemilik grup yang dapat menambah anggota baru
it_it: Solo l'amministratore del gruppo può aggiungere un nuovo membro
ja_jp: オーナーのみメンバーを追加できる
ko_kr: 그룹 소유자만 새 멤버를 추가할 수 있음
ms_my: Hanya pemilik kumpulan boleh menambah ahli baru
pt_br: Apenas o proprietário do grupo pode adicionar um novo membro
ru_ru: Только владелец группы может добавлять новых участников
th_th: เฉพาะเจ้าของกลุ่มเท่านั้นที่จะสามารถเพิ่มสมาชิกใหม่ได้
vi_vn: Chỉ chủ sở hữu nhóm mới có thể thêm thành viên mới
zh_cn: 仅群主可添加群成员
zh_hk: 僅群主可新增群組成員

# qOk
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
hi_in: खोलें
id_id: Buka
it_it: Apri
ja_jp: 開く
ko_kr: 열기
ms_my: Buka
pt_br: Abrir
ru_ru: Открыть
th_th: เปิด
vi_vn: Mở
zh_cn: 打开
zh_hk: 開啟

# gYw
source: Unable to save image
de_de: Bild konnte nicht gespeichert werden
es_es: No se puede guardar la imagen
fr_fr: Impossible d'enregistrer l'image
hi_in: छवि सहेजने में असमर्थ
id_id: Tidak dapat menyimpan gambar
it_it: Impossibile salvare immagine
ja_jp: 画像を保存できませんでした
ko_kr: 이미지를 저장할 수 없음
ms_my: Tidak dapat menyimpan imej
pt_br: Não é possível salvar a imagem
ru_ru: Не удалось сохранить изображение
th_th: ไม่สามารถบันทึกภาพได้
vi_vn: Không thể lưu hình ảnh
zh_cn: 保存图片失败
zh_hk: 儲存圖片失敗

# KYY
source: Play by receiver
de_de: Von Hörer abspielen
es_es: Por auricular
fr_fr: Par écouteur
hi_in: रिसीवर द्वारा चलाएँ
id_id: Putar melalui penerima
it_it: Riproduci via ricevitore
ja_jp: レシーバーで再生
ko_kr: 수신기로 재생
ms_my: Main oleh penerima
pt_br: Reproduzir pelo receptor
ru_ru: Воспроизведение
th_th: กำลังเล่นด้วยตัวรับเสียง
vi_vn: Phát bởi người nhận
zh_cn: 听筒播放
zh_hk: 聽筒播放

# Rfc
source: Play by speaker
de_de: Laut wiedergeben
es_es: Por altavoz
fr_fr: Par haut-parleur
hi_in: स्पीकर द्वारा चलाएँ
id_id: Putar melalui speaker
it_it: Riproduci via altoparlante
ja_jp: スピーカーで再生
ko_kr: 스피커로 재생
ms_my: Mainkan mengikut pembicara
pt_br: Reproduzir pelo alto-falante
ru_ru: Воспроизведение
th_th: กำลังเล่น จากลำโพง
vi_vn: Phát bằng loa
zh_cn: 扬声器播放
zh_hk: 揚聲器播放

# 75E
source: Untitled post
de_de: Unbenannter Beitrag
es_es: Post sin título
fr_fr: Publication sans titre
hi_in: शीर्षकहीन पोस्ट
id_id: Postingan tanpa judul
it_it: Post senza titolo
ja_jp: タイトルなし
ko_kr: 제목 없는 포스트
ms_my: Kiriman tanpa tajuk
pt_br: Publicação sem título
ru_ru: Публикация без названия
th_th: โพสต์ที่ไม่มีขื่อ
vi_vn: Bài đăng không có tiêu đề
zh_cn: 无标题
zh_hk: 無標題

# /B8
source: +{{count}} more
de_de: + {{count}} weitere
es_es: +{{count}} más
fr_fr: +{{count}} de plus
hi_in: '+{{count}} लोग
id_id: +{{count}} lainnya
it_it: + altri {{count}}
ja_jp: + 他 {{count}} 人
ko_kr: +{{count}}명
ms_my: +{{count}} lagi
pt_br: +{{count}} mais
ru_ru: +{{count}} еще
th_th: +{{count}} เพิ่มเติม
vi_vn: Hơn {{count}} nữa
zh_cn: +{{count}} 人
zh_hk: +{{count}} 人

# N9U
source: [Contact Card] {{user_name}}
de_de: [Kontaktkarte] {{user_name}}
es_es: [Tarjeta de contacto] {{user_name}}
fr_fr: [Fiche de contact] {{user_name}}
hi_in: [संपर्क कार्ड] {{user_name}}
id_id: [Kartu Kontak] {{user_name}}
it_it: [Scheda contatto] {{user_name}}
ja_jp: [プロフィールカード] {{user_name}}
ko_kr: [연락처 카드] {{user_name}}
ms_my: [Kad Kenalan] {{user_name}}
pt_br: [Cartão de contato] {{user_name}}
ru_ru: [Карточка контакта] {{user_name}}
th_th: [การ์ดผู้ติดต่อ] {{user_name}}
vi_vn: [Thẻ lên hệ] {{user_name}}
zh_cn: [个人名片] {{user_name}}
zh_hk: [個人名片] {{user_name}}

# d6g
source: Processing
de_de: Verarbeitung
es_es: Procesando
fr_fr: Traitement en cours
hi_in: प्रोसेसिंग
id_id: Memproses
it_it: In elaborazione
ja_jp: 読み込み中
ko_kr: 처리 중
ms_my: Memproses
pt_br: Processando
ru_ru: Обработка
th_th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_cn: 处理中
zh_hk: 處理中

# L+M
source: Saved to album
de_de: Im Album gespeichert
es_es: Guardado en el álbum
fr_fr: Enregistré dans l'album
hi_in: अल्बम में सहेजा गया
id_id: Disimpan di album
it_it: Salvata nell'album
ja_jp: アルバムに保存しました
ko_kr: 앨범으로 저장됨
ms_my: Disimpan ke album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到系统相册
zh_hk: 已儲存至系統相簿

# aG0
source: Random Amount
de_de: Zufälliger Betrag
es_es: importe al azar
fr_fr: Montant aléatoire
hi_in: अनियमित धनराशि
id_id: Jumlah Acak
it_it: Importo casuale
ja_jp: 運試しラッキーマネー
ko_kr: 무작위 금액
ms_my: Jumlah Rawak
pt_br: Valor aleatório
ru_ru: Произвольная сумма
th_th: สุ่มจำนวนเงิน
vi_vn: Số tiền ngẫu nhiên
zh_cn: 拼手气红包
zh_hk: 試手氣利是

# KCQ
source: Recall
de_de: Zurückrufen
es_es: Recuperar
fr_fr: Rappeler
hi_in: वापस लें
id_id: Tarik
it_it: Richiama
ja_jp: 取り消し
ko_kr: 회수
ms_my: Tarik balik
pt_br: Recuperar
ru_ru: Отозвать
th_th: เรียกคืน
vi_vn: Thu hồi
zh_cn: 撤回
zh_hk: 撤回

# sX4
source: Oops... Looks like something went wrong
de_de: Hoppla... Irgendetwas stimmt nicht.
es_es: ¡Vaya! Parece que hay algún error
fr_fr: Désolé ! Un problème semble être survenu
hi_in: ओह... ऐसा लगता है कि कुछ ग़लत हुआ
id_id: Ups... Sepertinya ada yang salah
it_it: Spiacenti. Si è verificato un errore
ja_jp: エラーが発生したようです
ko_kr: 죄송합니다... 문제가 발생한 것 같습니다
ms_my: Alamak... Nampaknya ada yang tidak kena
pt_br: Ops... Parece que ocorreu um problema
ru_ru: Ошибка. Что-то пошло не так
th_th: แย่แล้ว... ดูเหมือนว่าจะมีบางอย่างผิดพลาด
vi_vn: Rất tiếc... Dường như đã có lỗi xảy ra
zh_cn: 好像什么东西出错了
zh_hk: 似乎發生錯誤

# 6JA
source: [Red packet]
de_de: [Hongbao]
es_es: [Sobre rojo]
fr_fr: [Enveloppe rouge]
hi_in: [होंगबाओ]
id_id: [Angpau]
it_it: [Busta rossa]
ja_jp: [ラッキーマネー]
ko_kr: [홍바오]
ms_my: [Pakej merah]
pt_br: [Envelope vermelho]
ru_ru: [Hongbao]
th_th: [อั่งเปา]
vi_vn: [Hồng bao]
zh_cn: [红包]
zh_hk: [利是]

# FU4
source: Re-edit
de_de: Erneut bearbeiten
es_es: Volver a editar
fr_fr: Modifier à nouveau
hi_in: पुनः संपादित करें
id_id: Edit ulang
it_it: Ripeti modifica
ja_jp: 再編集
ko_kr: 다시 편집
ms_my: Sunting semula
pt_br: Editar novamente
ru_ru: Редактировать
th_th: แก้ไขใหม่
vi_vn: Chỉnh sửa lại
zh_cn: 重新编辑
zh_hk: 重新編輯

# xlA
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
hi_in: उत्तर दें
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответ
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_hk: 回覆

# Lfk
source: Reply to {{name}}
de_de: {{name}} antworten
es_es: Responder a {{name}}
fr_fr: Répondre à {{name}}
hi_in: {{name}} को उत्तर दें
id_id: Balas {{name}}
it_it: Rispondi a {{name}}
ja_jp: {{name}} に返信
ko_kr: {{name}} 님에게 회신
ms_my: Balas kepada {{name}}
pt_br: Responder para {{name}}
ru_ru: Ответить {{name}}
th_th: ตอบกลับ {{name}}
vi_vn: Trả lời {{name}}
zh_cn: 回复 {{name}}
zh_hk: 回覆 {{name}}

# vcw
source: Unable to add. Please try again.
de_de: Hinzufügen nicht möglich. Versuchen Sie es erneut.
es_es: No se puede agregar. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'ajout. Veuillez réessayer.
hi_in: जोड़ने में विफल हुआ, कृपया बाद में पुनः प्रयास करें
id_id: Tidak dapat menambah. Coba lagi.
it_it: Impossibile aggiungere. Riprova.
ja_jp: お気に入りに追加できませんでした。再試行してください
ko_kr: 추가할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menambah. Sila cuba lagi.
pt_br: Não é possível adicionar. Tente novamente.
ru_ru: Не удалось добавить. Повторите попытку.
th_th: ไม่สามารถเพิ่มได้ โปรดลองอีกครั้ง
vi_vn: Không thể thêm. Vui lòng thử lại.
zh_cn: 收藏失败，请重试
zh_hk: 無法加到我的最愛，請重試

# 0E8
source: Save to Drive
de_de: Auf dem Drive speichern
es_es: Guardar en Drive
fr_fr: Enregistrer dans Drive
hi_in: ड्राइव पर सहेजें
id_id: Simpan ke Drive
it_it: Salva su Unità
ja_jp: ドライブに保存
ko_kr: 드라이브에 저장
ms_my: Simpan ke Drive
pt_br: Salvar no Drive
ru_ru: Сохранение на диске
th_th: บันทึกไปยัง Drive
vi_vn: Lưu vào Drive
zh_cn: 保存到云盘
zh_hk: 儲存至雲端硬碟

# Wag
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# Zas
source: Contact Card
de_de: Kontaktkarte
es_es: Tarjeta de contacto
fr_fr: Fiche contact
hi_in: संपर्क कार्ड
id_id: Kartu Kontak
it_it: Scheda contatto
ja_jp: プロフィールカード
ko_kr: 연락처 카드
ms_my: Kad Kenalan
pt_br: Cartão de contato
ru_ru: Карточка контакта
th_th: การ์ดรายชื่อที่ติดต่อ
vi_vn: Thẻ liên hệ
zh_cn: 个人名片
zh_hk: 個人名片

# v2o
source: Sending
de_de: Senden…
es_es: Enviando
fr_fr: Envoi en cours
hi_in: भेजा जा रहा है
id_id: Mengirim
it_it: Invio
ja_jp: 送信中
ko_kr: 보내는 중
ms_my: Menghantar
pt_br: Enviando
ru_ru: Отправка
th_th: กำลังส่ง
vi_vn: Đang gửi
zh_cn: 发送中
zh_hk: 發送中

# tcY
source: Sent successfully
de_de: Erfolgreich gesendet
es_es: Enviado con éxito
fr_fr: Envoi réussi
hi_in: भेजा गया
id_id: Berhasil dikirim
it_it: Invio completato
ja_jp: 送信しました
ko_kr: 전송 완료
ms_my: Berjaya dihantar
pt_br: Enviado com êxito
ru_ru: Успешно отправлено
th_th: ส่งเรียบร้อยแล้ว
vi_vn: Gửi thành công
zh_cn: 发送成功
zh_hk: 發送成功

# +1Y
source: You're in this group.
de_de: Sie befinden sich in dieser Gruppe.
es_es: Estás en este grupo.
fr_fr: Vous êtes membre de ce groupe.
hi_in: इस समूह में जाएँ
id_id: Anda berada di grup ini.
it_it: Sei in questo gruppo.
ja_jp: グループに参加済み
ko_kr: 회원님은 이 그룹에 속해 있습니다.
ms_my: Anda berada dalam kumpulan ini.
pt_br: Você está neste grupo.
ru_ru: Вы состоите в этой группе.
th_th: คุณอยู่ในกลุ่มนี้
vi_vn: Bạn đang ở trong nhóm này.
zh_cn: 已加入该群组
zh_hk: 已加入此群組，點擊進入

# /qQ
source: Invitation Expired
de_de: Einladung abgelaufen
es_es: La invitación ha caducado
fr_fr: Invitation expirée
hi_in: आमंत्रण की समय सीमा समाप्त हुई
id_id: Undangan Kedaluwarsa
it_it: Invito scaduto
ja_jp: この共有は期限切れです
ko_kr: 초대 만료됨
ms_my: Jemputan Tamat Tempoh
pt_br: Convite vencido
ru_ru: Приглашение просрочено
th_th: คำเชิญหมดอายุแล้ว
vi_vn: Lời mời đã hết hạn
zh_cn: 此分享已失效
zh_hk: 此分享已失效

# Vp8
source: [Group card]
de_de: [Gruppenkarte]
es_es: [Tarjeta de grupo]
fr_fr: [Carte de groupe]
hi_in: [समूह कार्ड]
id_id: [Kartu grup]
it_it: [Scheda del gruppo]
ja_jp: [グループカード]
ko_kr: [그룹 카드]
ms_my: [Kad kumpulan]
pt_br: [Cartão ao grupo]
ru_ru: [Карточка группы]
th_th: [บัตรกลุ่ม]
vi_vn: [Thẻ nhóm]
zh_cn: [群名片]
zh_hk: [群組名片]

# I8M
source: [Group card]
de_de: [Gruppenkarte]
es_es: [Tarjeta de grupo]
fr_fr: [Carte de groupe]
hi_in: [समूह कार्ड]
id_id: [Kartu grup]
it_it: [Scheda del gruppo]
ja_jp: [グループカード]
ko_kr: [그룹 카드]
ms_my: [Kad kumpulan]
pt_br: [Cartão ao grupo]
ru_ru: [Карточка группы]
th_th: [บัตรกลุ่ม]
vi_vn: [Thẻ nhóm]
zh_cn: [群名片]
zh_hk: [群組名片]

# YAY
source: [Single choice]
de_de: [Einfache Auswahl]
es_es: [Elección única]
fr_fr: [Choix simple]
hi_in: [एकल विकल्प]
id_id: [Pilihan tunggal]
it_it: [Scelta singola]
ja_jp: [単一選択]
ko_kr: [단일 선택]
ms_my: [Pilihan tunggal]
pt_br: [Única escolha]
ru_ru: [Одиночный выбор]
th_th: [คำถามแบบเลือกคำตอบเดียว]
vi_vn: [Một lựa chọn]
zh_cn: [单选]
zh_hk: [單選]

# jDg
source: Someone @all
de_de: Jemand @alle
es_es: Alguien ha mencionado a @todos
fr_fr: Quelqu'un @tous
hi_in: किसी द्वारा @सभी
id_id: Seseorang @semua
it_it: Qualcuno @tutti
ja_jp: 誰かが全員をメンションしました。
ko_kr: 누군가 @all 멘션을 했습니다
ms_my: Seseorang @all
pt_br: Alguém @todos
ru_ru: Кто-то @все
th_th: ใครบางคน @ทุกคน
vi_vn: Một người @tất cả
zh_cn: 有人@所有人
zh_hk: 有人 @ 所有人

# qXs
source: Someone @mentioned you
de_de: Jemand hat Sie @erwähnt
es_es: Alguien @te ha mencionado
fr_fr: Quelqu'un vous a @mentionné
hi_in: किसी ने आपका @उल्लेख किया
id_id: Seseorang @menyebutkan Anda
it_it: Qualcuno ti ha @menzionato
ja_jp: @メンションされました
ko_kr: 다른 사람이 사용자를 @멘션했습니다
ms_my: Seseorang @menyebut anda
pt_br: Alguém @mencionou você
ru_ru: Кто-то @упомянул вас
th_th: ใครบางคน @mention หาคุณ
vi_vn: Ai đó @đã đề cập đến bạn
zh_cn: 有人@你
zh_hk: 有人 @ 你

# jIs
source: Added to stickers
de_de: Zu Stickern hinzugefügt
es_es: Agregado a stickers
fr_fr: Ajouté aux vignettes
hi_in: स्टिकर में जोड़ा गया
id_id: Ditambahkan ke stiker
it_it: Aggiunta agli adesivi completata
ja_jp: カスタムスタンプに追加しました
ko_kr: 스티커에 추가됨
ms_my: Ditambah ke pelekat
pt_br: Adicionado às figurinhas
ru_ru: Добавлено к стикерам
th_th: เพิ่มไปยังสติกเกอร์แล้ว
vi_vn: Đã thêm vào nhãn dán
zh_cn: 已添加到自定义表情
zh_hk: 已新增至自訂表情

# O/k
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除
