Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# zDo
source: Group members can edit
de_de: Gruppenmitglieder können bearbeiten
es_es: Los miembros del grupo pueden editar
fr_fr: Les membres du groupe peuvent modifier
hi_in: समूह के सदस्य संपादित कर सकते हैं
id_id: Anggota grup dapat mengedit
it_it: I membri del gruppo possono modificare
ja_jp: グループメンバーは編集可能
ko_kr: 그룹 구성원 편집 가능
ms_my: Ahli kumpulan boleh edit
pt_br: Os membros do grupo podem editar
ru_ru: Участники группы могут редактировать
th_th: สมาชิกในกลุ่มสามารถแก้ไขได้
vi_vn: Thành viên nhóm có thể chỉnh sửa
zh_cn: 本群成员可编辑
zh_hk: 本群組成員可編輯

# DPs
source: Group members can view
de_de: Gruppenmitglieder können anzeigen
es_es: Los miembros del grupo pueden ver
fr_fr: Les membres du groupe peuvent consulter
hi_in: समूह के सदस्य देख सकते हैं
id_id: Anggota grup dapat melihat
it_it: I membri del gruppo possono visualizzare
ja_jp: グループメンバーは閲覧可能
ko_kr: 그룹 구성원 보기 가능
ms_my: Ahli kumpulan boleh lihat
pt_br: Os membros do grupo podem visualizar
ru_ru: Участники группы могут просматривать
th_th: สมาชิกในกลุ่มสามารถดูได้
vi_vn: Thành viên nhóm có thể xem
zh_cn: 本群成员可阅读
zh_hk: 本群組成員可閱讀

# zro
source: Group members can edit
de_de: Gruppenmitglieder können bearbeiten
es_es: Los miembros del grupo pueden editar
fr_fr: Les membres du groupe peuvent modifier
hi_in: समूह के सदस्य संपादित कर सकते हैं
id_id: Anggota grup dapat mengedit
it_it: I membri del gruppo possono modificare
ja_jp: グループメンバーは編集可能
ko_kr: 그룹 구성원 편집 가능
ms_my: Ahli kumpulan boleh edit
pt_br: Os membros do grupo podem editar
ru_ru: Участники группы могут редактировать
th_th: สมาชิกในกลุ่มสามารถแก้ไขได้
vi_vn: Thành viên nhóm có thể chỉnh sửa
zh_cn: 本群成员可编辑
zh_hk: 本群組成員可編輯

# Dns
source: Group members can view
de_de: Gruppenmitglieder können anzeigen
es_es: Los miembros del grupo pueden ver
fr_fr: Les membres du groupe peuvent consulter
hi_in: समूह के सदस्य देख सकते हैं
id_id: Anggota grup dapat melihat
it_it: I membri del gruppo possono visualizzare
ja_jp: グループメンバーは閲覧可能
ko_kr: 그룹 구성원 보기 가능
ms_my: Ahli kumpulan boleh lihat
pt_br: Os membros do grupo podem visualizar
ru_ru: Участники группы могут просматривать
th_th: สมาชิกในกลุ่มสามารถดูได้
vi_vn: Thành viên nhóm có thể xem
zh_cn: 本群成员可阅读
zh_hk: 本群組成員可閱讀

# Dzs
source: This group can't access. Group members can request permission from the owner.
de_de: Diese Gruppe kann nicht zugreifen. Gruppenmitglieder können beim Besitzer eine Berechtigung beantragen.
es_es: Este grupo no puede acceder. Los miembros del grupo pueden solicitar permiso al propietario.
fr_fr: Ce groupe n'a pas accès. Les membres du groupe peuvent demander l'autorisation au propriétaire.
hi_in: समूह के सदस्य ऐक्सेस नहीं कर सकते. वे ओनर से अनुमति का अनुरोध कर सकते हैं.
id_id: Grup ini tidak dapat mengakses. Anggota grup dapat meminta izin dari pemilik.
it_it: Questo gruppo non può accedere. I membri del gruppo possono richiedere l'autorizzazione al proprietario.
ja_jp: このグループはアクセス権限がありません。メンバーは権限を申請する必要があります
ko_kr: 이 그룹은 액세스 할 수 없습니다. 그룹 구성원은 소유자에게 권한을 요청할 수 있습니다.
ms_my: Kumpulan ini tidak boleh akses. Ahli kumpulan boleh meminta kebenaran daripada pemilik.
pt_br: Este grupo não pode acessar. Os membros do grupo podem solicitar permissão ao proprietário.
ru_ru: У этой группы нет доступа. Участники группы могут запрашивать разрешение у владельца.
th_th: กลุ่มนี้ไม่สามารถเข้าถึงได้ สมาชิกในกลุ่มสามารถขอสิทธิ์การอนุญาตจากเจ้าของได้
vi_vn: Nhóm này không thể truy cập. Thành viên nhóm có thể yêu cầu chủ sở hữu cấp quyền.
zh_cn: 本群没有权限访问，群成员需自行申请权限
zh_hk: 本群組沒有存取權限，群組成員需自行申請權限

# z/o
source: You don't have external sharing permissions
de_de: Sie haben keine Berechtigungen zum Externen Teilen.
es_es: No tiene permiso para compartir con el exterior
fr_fr: Vous n'avez aucune autorisation de partage externe
hi_in: आपको बाहरी साझाकरण करने की अनुमति नहीं हैं
id_id: Anda tidak memiliki izin berbagi eksternal
it_it: Non hai autorizzazioni per condivisioni esterne
ja_jp: 外部への共有権限がないため、共有できません
ko_kr: 외부 공유 권한이 없습니다
ms_my: Anda tidak mempunyai kebenaran kongsi luar
pt_br: Você não tem permissões de compartilhamento externo
ru_ru: У вас нет разрешений делиться за пределами организации
th_th: คุณไม่มีสิทธิ์การอนุญาตการแชร์สู่ภายนอก
vi_vn: Bạn không có quyền chia sẻ với bên ngoài
zh_cn: 你没有外部共享权限, 无法共享
zh_hk: 你沒有外部分享權限，無法分享

# y7o
source: This document has reached the maximum number of collaborators. Please turn on link sharing or delete some collaborators and try again.
de_de: Dieses Dokument hat die maximale Anzahl an Kollaboratoren erreicht. Bitte aktivieren Sie die Linkfreigabe oder löschen Sie einige der Kollaboratoren und versuchen Sie es erneut.
es_es: Este documento ha alcanzado el número máximo de colaboradores. Activa el uso compartido de enlaces o elimina algunos colaboradores e inténtalo de nuevo
fr_fr: Ce document a atteint le nombre maximum de collaborateurs. Veuillez activer le partage de liens ou supprimer certains collaborateurs, puis réessayez.
hi_in: इस दस्तावेज़ के सहयोगियों की संख्या सीमा तक पहुँच गई है
id_id: Dokumen ini telah mencapai jumlah maksimum kolaborator. Aktifkan berbagi tautan atau hapus beberapa kolaborator dan coba lagi.
it_it: Questo documento ha raggiunto il numero massimo di collaboratori. Attiva la condivisione di link o elimina alcuni collaboratori e riprova.
ja_jp: 共同編集者数が上限に達しています。リンク共有をオンにするか、一部の共同編集者を外してから共有してください。
ko_kr: 이 문서가 최대 공동 작업자 수에 도달했습니다. 링크 공유를 켜거나 일부 공동 작업자를 삭제하고 다시 시도하세요.
ms_my: Dokumen ini telah mencapai bilangan maksimum kolaborator. Sila hidupkan perkongsian pautan atau padam beberapa kolaborator dan cuba lagi.
pt_br: Este documento atingiu o número máximo de colaboradores. Ligue o compartilhamento de link ou exclua alguns colaboradores e tente novamente.
ru_ru: Этот документ достиг максимального количества соавторов. Включите обмен ссылками или удалите некоторых соавторов и повторите попытку.
th_th: เอกสารนี้มีจำนวนผู้ร่วมงานถึงขีดสูงสุดแล้ว โปรดเปิดการแบ่งปันลิงก์หรือลบผู้ร่วมงานบางคนแล้วลองอีกครั้ง
vi_vn: Số lượng cộng tác viên của tài liệu này đã đạt mức tối đa. Vui lòng bật chia sẻ liên kết hoặc xóa một số cộng tác viên và thử lại.
zh_cn: 协作者数量已达上限，建议开启链接分享，或移除部分协作者后再分享
zh_hk: 協作者數量已達上限，建議開啟連結分享，或移除部分協作者後再分享

# C3s
source: You need permission to share this document.
de_de: Sie benötigen eine Berechtigung, um dieses Dokument zu teilen.
es_es: Necesitas permiso para compartir este documento.
fr_fr: Vous devez disposer d'une autorisation pour partager ce document.
hi_in: इस दस्तावेज़ को साझा करने के लिए आपको अनुमति की आवश्यकता है.
id_id: Anda membutuhkan izin untuk membagikan dokumen ini.
it_it: Devi disporre dell'autorizzazione per condividere questo file.
ja_jp: アクセス権限がないため、共有できません
ko_kr: 이 문서를 공유하려면 권한이 필요합니다.
ms_my: Anda memerlukan kebenaran untuk berkongsi dokumen ini.
pt_br: Você precisa de permissão para compartilhar este documento.
ru_ru: Вам нужно разрешение, чтобы поделиться этим документом.
th_th: คุณต้องการสิทธิ์การอนุญาตในการแบ่งปันเอกสารนี้
vi_vn: Bạn cần có quyền để chia sẻ tệp tin này.
zh_cn: 你没有访问权限，无法共享
zh_hk: 你沒有存取權限，無法分享

# vJE
source: Members in this chat
de_de: Mitglieder in diesem Chat
es_es: Miembros que forman parte de este chat
fr_fr: Membres de cette discussion
hi_in: इस चैट के सदस्य
id_id: Anggota di obrolan ini
it_it: Membri in questa chat
ja_jp: チャットメンバーに権限を付与する
ko_kr: 이 채팅의 구성원
ms_my: Ahli dalam perbualan ini
pt_br: Membros neste chat
ru_ru: Участники в этом чате
th_th: สมาชิกในแชทนี้
vi_vn: Thành viên trong cuộc trò chuyện này
zh_cn: 赋予本会话成员权限
zh_hk: 授予本對話成員權限

# 4uo
source: {{person}} shared the file with you, you {{permission}}
de_de: {{person}} hat die Datei mit Ihnen geteilt, Sie {{permission}}
es_es: {{person}} ha compartido el archivo contigo, tu {{permission}}
fr_fr: {{person}} a partagé le fichier avec vous, vous {{permission}}
hi_in: {{person}} ने आपके साथ फ़ाइल साझा की, आप {{permission}}
id_id: {{person}} berbagi file dengan Anda, Anda {{permission}}
it_it: {{person}} ha condiviso il file con te, tu hai l'autorizzazione {{permission}}
ja_jp: {{person}} はあなたにドキュメントを共有しました。あなたの権限は：{{permission}}
ko_kr: {{person}} 님이 파일을 회원님과 공유했습니다. 귀하: {{permission}}
ms_my: {{person}} berkongsi fail dengan anda, anda {{permission}}
pt_br: {{person}} compartilhou o arquivo com você, você {{permission}}
ru_ru: {{person}} поделился файлом с вами, вы {{permission}}
th_th: {{person}} ได้แชร์ไฟล์กับคุณ คุณ {{permission}}
vi_vn: {{person}} đã chia sẻ tệp với bạn, bạn {{permission}}
zh_cn: {{person}}将文档分享给你，你{{permission}}
zh_hk: {{person}}將文件分享給你，你{{permission}}

# PiQ
source: You don't have access to the document.
de_de: Sie haben keinen Zugriff auf das Dokument.
es_es: No tienes acceso al documento.
fr_fr: Vous n'avez pas accès au document.
hi_in: आपके पास इस दस्तावेज़ का ऐक्सेस नहीं है.
id_id: Anda tidak memiliki akses ke dokumen ini.
it_it: Non disponi dell'accesso al file.
ja_jp: アクセス権限がありません
ko_kr: 문서 액세스 권한이 없습니다.
ms_my: Anda tidak mempunyai akses ke dokumen.
pt_br: Você não tem acesso ao documento.
ru_ru: У вас нет разрешения на доступ.
th_th: คุณไม่มีการเข้าถึงเอกสาร
vi_vn: Bạn không có quyền truy cập vào tài liệu.
zh_cn: 你没有访问权限
zh_hk: 你沒有存取權限

# jDA
source: You {{permission}}
de_de: Du {{permission}}
es_es: Tú {{permission}}
fr_fr: Vous {{permission}}
hi_in: आप {{permission}}
id_id: Anda {{permission}}
it_it: Tu hai l'autorizzazione {{permission}}
ja_jp: あなたは{{permission}}
ko_kr: {{permission}}
ms_my: Anda {{permission}}
pt_br: Você {{permission}}
ru_ru: Вы {{permission}}
th_th: คุณ {{permission}}
vi_vn: Bạn {{permission}}
zh_cn: 你{{permission}}
zh_hk: 你{{permission}}

# /YQ
source: Sharing failed. You can enter the document and try sharing there.
de_de: Teilen fehlgeschlagen. Sie können das Dokument eingeben und dort versuchen, es zu teilen.
es_es: Error al compartir. Puedes acceder al documento e intentar compartirlo allí.
fr_fr: Échec du partage. Vous pouvez accéder au document et essayer de le partager.
hi_in: साझा करने में विफल हुआ. आप दस्तावेज़ में जा सकते हैं और वहाँ से साझा करने का प्रयास कर सकते हैं.
id_id: Gagal berbagi. Anda dapat memasukkan dokumen dan mencoba membagikannya di sana.
it_it: Condivisione non riuscita. Puoi accedere al file e provare a condividere lì.
ja_jp: 共有できませんでした。ドキュメント内で共有してください
ko_kr: 공유에 실패했습니다. 문서에 들어가서 그곳에서 공유를 시도할 수 있습니다.
ms_my: Gagal berkongsi. Anda boleh masuk ke dokumen dan cuba berkongsi di situ.
pt_br: Falha no compartilhamento. Você pode inserir o arquivo e tentar compartilhar lá.
ru_ru: Не удалось поделиться. Откройте документ и попробуйте поделиться им там.
th_th: การแบ่งปันไม่สำเร็จ คุณสามารถเข้าสู่เอกสารและลองแบ่งปันจากที่นั่นได้
vi_vn: Chia sẻ không thành công. Bạn có thể nhập tài liệu và thử chia sẻ trên đó.
zh_cn: 共享失败，请进入文档共享
zh_hk: 無法分享，請進入文件分享

# UW8
source: Single file size cannot exceed {{max_single_size}}.
de_de: Größe einer Datei darf {{max_single_size}} nicht überschreiten.
es_es: El tamaño de un sólo archivo no puede superar los {{max_single_size}}.
fr_fr: La taille totale d'un fichier ne peut pas dépasser {{max_single_size}}.
hi_in: एक फ़ाइल का आकार {{max_single_size}} से अधिक नहीं हो सकता.
id_id: Ukuran file tunggal tidak boleh melebihi {{max_single_size}}.
it_it: La dimensione del singolo file non può superare {{max_single_size}}.
ja_jp: 単一のファイルサイズは {{max_single_size}} を超えることはできません
ko_kr: 단일 파일 크기는 {{max_single_size}}을(를) 초과할 수 없습니다.
ms_my: Saiz fail tunggal tidak boleh melebihi {{max_single_size}}.
pt_br: O tamanho do arquivo único não pode ultrapassar {{max_single_size}}.
ru_ru: Размер одного файла не может превышать {{max_single_size}}.
th_th: ขนาดไฟล์เดียวต้องไม่เกิน {{max_single_size}}
vi_vn: Kích thước một tệp tin không được vượt quá {{max_single_size}}.
zh_cn: 单个文件大小不能超过 {{max_single_size}}
zh_hk: 單個檔案大小不得超過 {{max_single_size}}

# IRA
source: You currently don't have permission to access this feature.
de_de: Sie haben derzeit keine Zugriffsberechtigung für diese Funktion.
es_es: Actualmente no tienes permiso para acceder a esta función.
fr_fr: Vous n'êtes pas autorisé(e) à accéder à cette fonctionnalité pour le moment.
id_id: Anda saat ini tidak memiliki izin untuk mengakses fitur ini.
it_it: Attualmente non disponi dell'autorizzazione per accedere a questa funzione.
ja_jp: 現在、この機能を利用できません。
ko_kr: 현재 이 기능에 액세스할 수 있는 권한이 없습니다.
ms_my: Anda kini tidak mempunyai kebenaran untuk mengakses ciri ini.
pt_br: No momento, você não tem permissão para acessar este recurso.
ru_ru: У вас нет разрешения на доступ к этой функции.
th_th: คุณไม่ได้รับอนุญาตให้เข้าถึงฟีเจอร์นี้ในขณะนี้
vi_vn: Bạn hiện không có quyền truy cập tính năng này.
zh_cn: 暂无使用权限
zh_hk: 暫無使用權限

# npA
source: Contact Admin
de_de: Administrator kontaktieren
es_es: Ponte en contacto con el administrador
fr_fr: Contacter l'administrateur
hi_in: एडमिन से संपर्क करें
id_id: Hubungi Admin
it_it: Contatta amministratore
ja_jp: 管理者に連絡
ko_kr: 관리자에게 문의하기
ms_my: Hubungi Pentadbir
pt_br: Entre em contato com o administrador
ru_ru: Связаться с администратором
th_th: ติดต่อผู้ดูแล
vi_vn: Liên hệ với Quản trị viên
zh_cn: 联系企业管理员
zh_hk: 聯絡企業管理員

# jZQ
source: Disbanded
de_de: Aufgelöst
es_es: Se ha disuelto
fr_fr: Dissolu
hi_in: भंग किया गया
id_id: Dibubarkan
it_it: Sciolto
ja_jp: グループは解散しました
ko_kr: 해산됨
ms_my: Dibubarkan
pt_br: Dissolvido
ru_ru: Расформировано
th_th: ยุบแล้ว
vi_vn: Đã giải tán
zh_cn: 已解散
zh_hk: 已解散

# q2k
source: From topic group
de_de: Aus Zirkel
es_es: Del grupo de temas
fr_fr: À partir du groupe de sujets
hi_in: विषय समूह से
id_id: Dari grup topik
it_it: Da gruppo di argomenti
ja_jp: トピックグループより
ko_kr: 주제 그룹에서
ms_my: Dari kumpulan topik
pt_br: Do grupo de tópicos
ru_ru: Из круга
th_th: จากกลุ่มหัวข้อ
vi_vn: Từ nhóm chủ đề
zh_cn: 来自话题群
zh_hk: 來自主題群組

# BFI
source: Unable to Join
de_de: Beitreten nicht möglich
es_es: No puedes unirte
fr_fr: Participation impossible
hi_in: शामिल होने में असमर्थ
id_id: Tidak dapat Bergabung
it_it: Impossibile partecipare
ja_jp: 招待は無効になりました
ko_kr: 참가할 수 없음
ms_my: Tidak Dapat Menyertai
pt_br: Não é possível ingressar
ru_ru: Не удалось присоединиться
th_th: ไม่สามารถเข้าร่วมได้
vi_vn: Không thể tham gia
zh_cn: 已被群主停用
zh_hk: 已被群主停用

# XVY
source: Inviter Has Left
de_de: Einladender ist gegangen.
es_es: La persona que te ha invitado ha abandonado el grupo
fr_fr: L'invitant est parti
hi_in: आमंत्रणकर्ता ने छोड़ दिया है
id_id: Pengundang Telah Keluar
it_it: Il mittente dell'invito ha abbandonato il gruppo
ja_jp: 参加者は退会しました
ko_kr: 초대자가 나갔습니다
ms_my: Pemanggil Telah Keluar
pt_br: O autor do convite saiu
ru_ru: Приглашающий вышел
th_th: ผู้เชิญได้ออกไปแล้ว
vi_vn: Người mời đã rời đi
zh_cn: 邀请人已退群
zh_hk: 邀請者已退出群組

# MQ0
source: Members are in the group already
de_de: Mitglieder befinden sich bereits in der Gruppe.
es_es: Los miembros ya están en el grupo
fr_fr: Les membres font déjà partie du groupe
hi_in: सदस्य पहले से समूह में हैं
id_id: Anggota sudah ada di grup
it_it: I membri sono già presenti nel gruppo
ja_jp: これらのメンバーはすでにグループに参加しています。
ko_kr: 구성원이 이미 그룹에 있습니다
ms_my: Ahli sudah berada dalam kumpulan
pt_br: Os membros já estão no grupo
ru_ru: Участники уже состоят в группе
th_th: สมาชิกอยู่ในกลุ่มแล้ว
vi_vn: Các thành viên đã ở trong nhóm rồi
zh_cn: 成员已在群内
zh_hk: 成員已在群組內

# ciE
source: {{name}}'s topic
de_de: Thema von {{name}}
es_es: Tema de {{name}}
fr_fr: Sujet de {{name}}
hi_in: {{name}} का विषय
id_id: Topik {{name}}
it_it: Argomento di {{name}}
ja_jp: {{name}} のトピック
ko_kr: {{name}} 님의 주제
ms_my: Topik {{name}}
pt_br: Tópico de {{name}}
ru_ru: Тема пользователя {{name}}
th_th: หัวข้อของ {{name}}
vi_vn: chủ đề của {{name}}
zh_cn: {{name}}的话题
zh_hk: {{name}} 的主題

# Rmw
source: Only the group owner or group administrators can invite people to this group.
de_de: Nur der Gruppenbesitzer oder die Gruppenadministratoren können Personen in diese Gruppe einladen.
es_es: Solo el propietario o los administradores de grupo pueden invitar a usuarios a este grupo.
fr_fr: Seuls le propriétaire et les administrateurs du groupe peuvent inviter des personnes à rejoindre ce groupe.
hi_in: केवल समूह ओनर या समूह एडमिनिस्ट्रेटर ही इस समूह में लोगों को आमंत्रित कर सकते हैं.
id_id: Hanya pemilik grup dan administrator grup yang dapat mengundang orang ke grup ini.
it_it: Solo il proprietario del gruppo e i suoi amministratori possono invitare persone a questo gruppo.
ja_jp: グループオーナーと管理者のみメンバーを招待できる
ko_kr: 그룹 소유자 또는 그룹 관리자만 이 그룹에 사람을 초대할 수 있습니다.
ms_my: Hanya pemilik kumpulan atau pentadbir kumpulan yang boleh menjemput orang ke kumpulan ini.
pt_br: Apenas o proprietário e os administradores do grupo podem convidar pessoas para este grupo.
ru_ru: Только владелец группы и администраторы группы могут приглашать людей в эту группу.
th_th: เฉพาะเจ้าของกลุ่มหรือผู้ดูแลกลุ่มเท่านั้นที่สามารถเชิญคนไปยังกลุ่มนี้ได้
vi_vn: Chỉ chủ sở hữu nhóm và quản trị viên nhóm mới có thể mời người vào nhóm này.
zh_cn: 仅群主和群管理员可邀请群成员
zh_hk: 僅群主和群組管理員可邀請群組成員

# t7A
source: Pending Approval
de_de: Ausstehende Genehmigung
es_es: Pendiente de aprobación
fr_fr: En attente d'approbation
hi_in: लंबित अनुमोदन
id_id: Menunggu Persetujuan
it_it: Approvazione in sospeso
ja_jp: 承認待ち
ko_kr: 승인 보류 중
ms_my: Menunggu Kelulusan
pt_br: Aprovação pendente
ru_ru: Ожидает подтверждения
th_th: รอดำเนินการคำอนุมัติ
vi_vn: Phê duyệt đang treo
zh_cn: 待验证
zh_hk: 待驗證

# 9so
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# 7ro
source: Unable to join external group
de_de: Beitreten zu externer Gruppe fehlgeschlagen
es_es: Error al unirse al grupo externo
fr_fr: Participation au groupe externe impossible
hi_in: बाहरी समूह में शामिल होने में विफल
id_id: Gagal bergabung dengan grup eksternal
it_it: Impossibile partecipare al gruppo esterno
ja_jp: 外部グループに参加できません
ko_kr: 외부 그룹에 참가할 수 없습니다
ms_my: Tidak dapat menyertai kumpulan luaran
pt_br: Falha ao ingressar no grupo externo
ru_ru: Не удалось присоединиться к внешней группе
th_th: ไม่สามารถเข้าร่วมกลุ่มภายนอกได้
vi_vn: Không thể tham gia nhóm bên ngoài
zh_cn: 无法加入外部群
zh_hk: 無法加入外部群組

# Jx8
source: Unable to join this group
de_de: Beitreten zu dieser Gruppe fehlgeschlagen
es_es: No puedes unirte a este grupo
fr_fr: Échec de la participation à ce groupe
hi_in: इस समूह में शामिल होने में असमर्थ
id_id: Gagal bergabung dengan grup ini
it_it: Impossibile partecipare a questo gruppo
ja_jp: 現在は当該グループに参加できません
ko_kr: 이 그룹에 참가할 수 없습니다
ms_my: Tidak dapat menyertai kumpulan ini
pt_br: Falha ao ingressar neste grupo
ru_ru: Не удалось присоединиться к этой группе
th_th: ไม่สามารถเข้าร่วมกลุ่มนี้ได้
vi_vn: Không thể tham gia nhóm này
zh_cn: 暂不支持加入该群
zh_hk: 暫時不支援加入此群組

# Wd8
source: Group card
ja_jp: グループカード
ru_ru: Карточка группы
zh_cn: 群名片
zh_hk: 群組名片

# 0P4
source: You're in this group.
de_de: Sie befinden sich in dieser Gruppe.
es_es: Estás en este grupo.
fr_fr: Vous êtes membre de ce groupe.
hi_in: यह समूह पर जाएँ
id_id: Anda berada di grup ini.
it_it: Sei in questo gruppo.
ja_jp: グループに参加済み
ko_kr: 회원님은 이 그룹에 속해 있습니다.
ms_my: Anda berada dalam kumpulan ini.
pt_br: Você está neste grupo.
ru_ru: Вы состоите в этой группе.
th_th: คุณอยู่ในกลุ่มนี้
vi_vn: Bạn đang ở trong nhóm này.
zh_cn: 已加入该话题群
zh_hk: 已加入此主題群組，點擊進入

# yg4
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 処理する
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Посмотреть
th_th: ดู
vi_vn: Xem
zh_cn: 点击处理
zh_hk: 點擊處理

# XlY
source: We allow, yet don't encourage anonymity. The max number of anonymous posts per person each month is {{N}}. Please be mindful your posts aren't offensive to other members. The company reserves the right to investigate malicious comments and hate speech.
de_de: Wir erlauben Anonymität, fördern sie aber nicht. Die maximale Anzahl an anonymen Posts pro Person und Monat beträgt {{N}}. Bitte achten Sie darauf, dass Ihre Beiträge für andere Mitglieder nicht anstößig sind. Das Unternehmen behält sich das Recht vor, böswillige Kommentare und Hasskommentar zu untersuchen.
es_es: Permitimos la publicación anónima, pero no la fomentamos. El número máximo de publicaciones anónimas por persona al mes es {{N}}. Debes tener cuidado de que tus publicaciones no sean ofensivas para los demás. La empresa reserva el derecho a investigar los comentarios maliciosos y las expresiones de odio.
fr_fr: Nous autorisons l'anonymat, mais ne l'encourageons pas. Le nombre maximum de messages anonymes par personne est de {{N}} chaque mois. Veuillez ne pas publier de contenu offensant pour les autres membres. L'entreprise se réserve le droit d'enquêter sur les commentaires malveillants et les incitations à la haine.
hi_in: हम अनुमति देते हैं, फिर भी गुमनामी को प्रोत्साहित नहीं करते हैं. प्रत्येक माह प्रति व्यक्ति अनाम पोस्ट की अधिकतम संख्या {{N}} है. कृपया ध्यान रखें कि आपके पोस्ट अन्य सदस्यों के लिए आक्रामक न हों. कंपनी दुर्भावनापूर्ण टिप्पणियों और अभद्र भाषा की जाँच करने का अधिकार सुरक्षित रखती है.
id_id: Kami mengizinkan, tapi tidak menyarankan anonimitas. Jumlah maksimum postingan anonim per orang setiap bulan adalah {{N}}. Pastikan postingan Anda tidak menyinggung anggota lain. Perusahaan berhak menyelidiki komentar jahat dan ujaran kebencian.
it_it: Consentiamo l'anonimato, ma non lo incoraggiamo. Il numero massimo di pubblicazioni anonime per persona ogni mese è di {{N}}. Presta attenzione affinché le tue pubblicazioni non risultino offensive per gli altri membri. La società si riserva il diritto di indagare eventuali commenti negativi e incitazioni all'odio.
ja_jp: 匿名での投稿を許可しますが、推奨しません。一人で毎月最大 {{N}} 件の匿名トピック/コメントを送信できます。悪意のある内容に対して、当社は責任を追及する権利を留保します。
ko_kr: 저희는 익명 기능을 제공하지만, 권장하지는 않습니다. 한 사람당 매월 최대 익명 게시물 수는 {{N}}개입니다. 게시물이 다른 구성원에게 불쾌감을 주지 않도록 주의하세요. 당사는 악의적인 댓글과 혐오 표현을 조사할 권리가 있습니다.
ms_my: Kami membenarkan, tetapi tidak menggalakkan anonimiti. Bilangan maksimum pos tanpa nama setiap orang setiap bulan ialah {{N}}. Sila pastikan pos anda tidak menyinggung ahli lain. Syarikat berhak menyiasat komen jahat dan ucapan kebencian.
pt_br: Permitimos, mas não estimulamos, o anonimato. O número máximo de postagens anônimas por pessoa a cada mês é de {{N}}. Fique atento para que suas postagens não sejam ofensivas aos outros membros. A empresa reserva para si o direito de investigar comentários maliciosos e discursos de ódio.
ru_ru: Это разрешено, но анонимность не поощряется. Макс. число анонимных публикаций на человека в месяц: {{N}}. Будьте внимательны, ваши публикации не должны быть оскорбительны для других участников. Компания сохраняет за собой право анализировать негативные комментарии и враждебные высказывания.
th_th: เราอนุญาตให้ทำได้ แต่ไม่ส่งเสริมการปกปิดตัวตน จำนวนโพสต์โดยไม่ระบุตัวตนสูงสุดต่อคนในแต่ละเดือนอยู่ที่ {{N}} โปรดระวังไม่ให้โพสต์ของคุณสร้างความไม่พอใจให้กับสมาชิกคนอื่น ๆ บริษัทขอสงวนสิทธิ์ในการตรวจสอบความคิดเห็นที่เป็นอันตรายและถ้อยคำแสดงความเกลียดชัง
vi_vn: Chúng tôi cho phép nhưng không khuyến khích việc ẩn danh. Số lượng bài viết ẩn danh tối đa mỗi tháng là {{N}}. Xin lưu ý đảm bảo các bài viết của bạn không gây phản cảm cho các thành viên khác. Công ty có quyền điều tra các bình luận ác ý và lời lẽ thù địch.
zh_cn: 我们允许但不鼓励匿名，每人每月最多可发送 {{N}} 条匿名帖。请慎独，并做有意义的发言。对恶意有害言论，公司保留追查权利
zh_hk: 我們允許但不鼓勵匿名，每人每月最多可發送 {{N}} 則匿名帖文。請保持謹慎守禮，並發佈有意義的帖文。對於惡意和有害的言論，本公司保留追查權利

# bvQ
source: Photo strip
de_de: Fotostreifen
es_es: Franja de foto
fr_fr: Bande de photo
hi_in: फ़ोटो स्ट्रिप
id_id: Panjang foto
it_it: Striscia fotografica
ja_jp: 写真
ko_kr: 사진 스트립
ms_my: Jalur foto
pt_br: Tira de fotos
ru_ru: Полоса фото
th_th: แถบภาพถ่าย
vi_vn: Dải ảnh
zh_cn: 长图
zh_hk: 長圖片

# 7wg
source: Revoke Invitation
de_de: Einladung widerrufen
es_es: Revocar invitación
fr_fr: Révoquer l'invitation
hi_in: आमंत्रण रद्द करें
id_id: Cabut Undangan
it_it: Revoca invito
ja_jp: 招待を取り消す
ko_kr: 초대 철회
ms_my: Tarik Balik Jemputan
pt_br: Revogar convite
ru_ru: Отозвать приглашение
th_th: เพิกถอนคำเชิญ
vi_vn: Thu hồi lời mời
zh_cn: 撤销邀请
zh_hk: 撤銷邀請
