Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# /cE
source: Combine and Favorite
de_de: Kombinieren und zu Favoriten
es_es: Combinar y Favorito
fr_fr: Combiner et ajouter aux favoris
hi_in: संयोजित रूप में पसंदीदा
id_id: Gabung dan Favoritkan
it_it: Combina e aggiungi ai Preferiti
ja_jp: お気に入りに一括追加
ko_kr: 결합 및 즐겨찾기
ms_my: Gabungkan dan Kegemaran
pt_br: Combinar e marcar como favorito
ru_ru: В избранное
th_th: รวบรวมรายการโปรด
vi_vn: Kết hợp và Mục yêu thích
zh_cn: 合并收藏
zh_hk: 合併加到我的最愛

# xwM
source: Favorited
de_de: Als Favorit
es_es: Se ha agregado a favoritos
fr_fr: Ajouté aux Favoris
hi_in: पसंदीदा में जोड़ा गया
id_id: Difavoritkan
it_it: Aggiunta a Preferiti completata
ja_jp: お気に入りに追加しました
ko_kr: 즐겨찾기 설정됨
ms_my: Kegemaran
pt_br: Favoritado
ru_ru: Добавлено в избранное
th_th: เพิ่มรายการโปรดแล้ว
vi_vn: Được yêu thích
zh_cn: 已收藏
zh_hk: 已收藏

# Z54
source: Title and content cannot be empty
de_de: Titel und Inhalt dürfen nicht leer sein
es_es: El título y el contenido no pueden estar vacíos
fr_fr: Le titre et le contenu ne peuvent pas être vides
hi_in: शीर्षक और सामग्री ख़ाली नहीं हो सकती है
id_id: Judul dan konten harus diisi
it_it: Il titolo e il contenuto non possono essere vuoti
ja_jp: タイトルと内容は空にできません
ko_kr: 제목과 내용은 비워둘 수 없습니다
ms_my: Tajuk dan kandungan tidak boleh kosong
pt_br: Título e conteúdo não podem ficar vazios
ru_ru: Заголовок и содержимое не могут быть пустыми
th_th: ชื่อเรื่องและเนื้อหาไม่สามารถเว้นว่างได้
vi_vn: Không thể để trống tiêu đề và nội dung
zh_cn: 帖子标题和内容不能为空
zh_hk: 帖子標題和內容不能為空

# PDI
source: Title cannot contain picture
de_de: Titel darf kein Bild enthalten
es_es: El título no puede incluir fotos
fr_fr: Le titre ne peut pas contenir de photo
hi_in: शीर्षक में तस्वीर शामिल नहीं हो सकती
id_id: Judul tidak boleh mengandung gambar
it_it: Il titolo non può contenere immagini
ja_jp: タイトルに画像を挿入できません
ko_kr: 제목에 사진을 포함할 수 없습니다
ms_my: Tajuk tidak boleh mengandungi gambar
pt_br: O título não pode conter imagem
ru_ru: Заголовок не может содержать изображение
th_th: ชื่อเรื่องไม่สามารถมีรูปภาพได้
vi_vn: Tiêu đề không thể chứa hình ảnh
zh_cn: 标题无法插入图片
zh_hk: 標題無法插入圖片

# qgk
source: Uploading picture
de_de: Bild hochladen
es_es: Subiendo foto
fr_fr: Téléchargement en cours d'une photo
hi_in: तस्वीर अपलोड की जा रही है
id_id: Mengunggah gambar
it_it: Caricamento immagine
ja_jp: 画像をアップロードしています
ko_kr: 사진 업로드 중
ms_my: Memuat naik gambar
pt_br: Carregando imagem
ru_ru: Загрузка изображения
th_th: กำลังอัปโหลดรูปภาพ
vi_vn: Đang tải lên hình ảnh
zh_cn: 正在上传图片
zh_hk: 正在上載圖片

# V0E
source: The video data loading failed. But don't worry, you can try sending it as attachment.
de_de: Das Laden der Videodaten ist fehlgeschlagen. Aber keine Sorge, Sie können versuchen, sie als Anhang zu senden.
es_es: Error al cargar los datos del vídeo. Pero no te preocupes, puedes intentar enviarlo como archivo adjunto.
fr_fr: Échec du chargement des données de la vidéo. Ne vous inquiétez pas, vous pouvez essayer de l'envoyer sous forme de pièce jointe.
hi_in: वीडियो डेटा लोड करने में विफल हुआ. लेकिन चिंता न करें, आप इसे अटैचमेंट के रूप में भेजने का प्रयास कर सकते हैं.
id_id: Pemuatan data video gagal. Namun jangan khawatir, Anda dapat mencoba mengirimkannya sebagai lampiran.
it_it: Caricamento dei dati video non riuscito. Non ti preoccupare, puoi provare a inviarli come allegato.
ja_jp: 動画データを読み込みできませんでした。添付ファイルの形式で送信してください
ko_kr: 동영상 데이터 로딩에 실패했습니다. 하지만 걱정하지 마세요. 첨부 파일로 보내도록 시도할 수 있습니다.
ms_my: Muatkan data video gagal. Tetapi jangan risau, anda boleh cuba menghantar sebagai lampiran.
pt_br: Falha ao carregar os dados do vídeo. Mas, não se preocupe, você pode tentar enviar como anexo.
ru_ru: Сбой загрузки видеоданных. Не беспокойтесь, вы можете отправить их в качестве вложения
th_th: การโหลดข้อมูลวิดีโอไม่สำเร็จ ไม่ต้องกังวลไป คุณสามารถลองส่งเป็นไฟล์แนบได้
vi_vn: Quá trình tải dữ liệu video không thành công. Nhưng đừng lo lắng, bạn có thể thử gửi dưới dạng tệp đính kèm.
zh_cn: 视频数据准备失败，请尝试使用附件发送
zh_hk: 影片數據準備失敗，請嘗試使用附件發送

# Mk4
source: Type something…
de_de: Tippen Sie etwas…
es_es: Escribe algo...
fr_fr: Saisissez quelque chose...
hi_in: कुछ टाइप करें…
id_id: Ketik sesuatu…
it_it: Digita qualcosa...
ja_jp: 何かを入力...
ko_kr: 입력하세요…
ms_my: Taip sesuatuâ€¦
pt_br: Digite algo...
ru_ru: Наберите что-нибудь…
th_th: พิมพ์อะไรสักหน่อย…
vi_vn: Nhập nội dung…
zh_cn: 写点什么…
zh_hk: 寫點什麼…

# oJU
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_hk: 複製

# 49c
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# 1Qg
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# Se0
source: Group members %@
de_de: Gruppenmitglieder %@
es_es: Miembros del grupo %@
fr_fr: Membres du groupe %@
hi_in: समूह के सदस्य %@
id_id: Anggota grup %@
it_it: Membri del gruppo %@
ja_jp: メンバーが %@
ko_kr: 그룹 멤버 %@
ms_my: Ahli kumpulan %@
pt_br: Membros do grupo %@
ru_ru: Участники группы %@
th_th: สมาชิกกลุ่ม %@
vi_vn: Thành viên nhóm %@
zh_cn: 本会话成员 %@
zh_hk: 本對話成員 %@

# AMQ
source: Authored by: {{owner}}
de_de: Verfasst von: {{owner}}
es_es: Creado por: {{owner}}
fr_fr: Rédigé par : {{owner}}
hi_in: ओनर: {{owner}}
id_id: Ditulis oleh: {{owner}}
it_it: Creazione di: {{owner}}
ja_jp: 所有者：{{owner}}
ko_kr: 작성: {{owner}}
ms_my: Ditulis oleh: {{owner}}
pt_br: Elaborado por: {{owner}}
ru_ru: Создал: {{owner}}
th_th: เขียนโดย: {{owner}}
vi_vn: Được cấp quyền bởi: {{owner}}
zh_cn: 文档所有者: {{owner}}
zh_hk: 文件擁有人： {{owner}}

# reQ
source: Only visible to you
de_de: Nur für Sie sichtbar
es_es: Visible sólo para ti
fr_fr: Seulement visible par vous
hi_in: केवल आपके लिए दृश्यमान
id_id: Hanya terlihat oleh Anda
it_it: Visibile solo a te
ja_jp: あなたにのみ表示
ko_kr: 사용자에게만 보임
ms_my: Hanya kelihatan kepada anda
pt_br: Apenas visível a você
ru_ru: Видно только вам
th_th: มีแค่คุณเท่านั้นที่เห็น
vi_vn: Chỉ hiển thị với bạn
zh_cn: 仅对你可见
zh_hk: 僅對你可見

# glM
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_hk: 糟糕…發生錯誤，請稍後重試

# 28k
source: [Voice call]
de_de: [Sprachanruf]
es_es: [Llamada de voz]
fr_fr: [Appel vocal]
hi_in: [वॉइस कॉल]
id_id: [Panggilan suara]
it_it: [Chiamata vocale]
ja_jp: [音声通話]
ko_kr: [음성 통화]
ms_my: [Panggilan suara]
pt_br: [Chamada de voz]
ru_ru: [Голосовой звонок]
th_th: [การสนทนาทางเสียง]
vi_vn: [Cuộc gọi Thoại]
zh_cn: [语音通话]
zh_hk: [語音通話]

# HOE
source: From Docs
de_de: Von Docs
es_es: De Docs
fr_fr: À partir de Docs
hi_in: डॉक्स से
id_id: Dari Docs
it_it: Dai documenti
ja_jp: Docs から
ko_kr: Docs에서
ms_my: Dari Docs
pt_br: De Docs
ru_ru: Из Docs
th_th: จาก Docs
vi_vn: Từ Docs
zh_cn: 来自云文档
zh_hk: 來自雲端文件

# T1Y
source: [File]
de_de: [Datei]
es_es: [Archivo]
fr_fr: [Fichier]
hi_in: [फ़ाइल]
ja_jp: [ファイル]
ko_kr: [파일]
ms_my: [Fail]
pt_br: [Arquivo]
ru_ru: [Файл]
th_th: [ไฟล์]
vi_vn: [Tệp tin]
zh_cn: [文件]
zh_hk: [檔案]

# mtg
source: The source file was recalled
de_de: Die Quelldatei wurde zurückgerufen
es_es: El archivo de origen se ha retirado
fr_fr: Le fichier source a été rappelé
hi_in: यह स्रोत फ़ाइल वापस ली गई थी
id_id: File sumber telah ditarik
it_it: Il file di origine è stato richiamato
ja_jp: 元のファイルは取り消されています
ko_kr: 소스 파일이 회수되었습니다
ms_my: Fail sumber telah ditarik balik
pt_br: O arquivo de origem foi recuperado
ru_ru: Исходный файл отозван
th_th: ไฟล์ต้นฉบับถูกเรียกคืน
vi_vn: Tệp nguồn đã bị thu hồi
zh_cn: 源文件已撤回
zh_hk: 原始檔案已被撤回

# nqg
source: Unable to view. The source file was recalled.
de_de: Anzeigen nicht möglich. Die Quelldatei wurde zurückgerufen.
es_es: No se puede ver. El archivo de origen se ha recuperado.
fr_fr: Impossible d'afficher. Le fichier source a été rappelé.
hi_in: देखने में विफल हुआ. यह स्रोत फ़ाइल वापस ली गई थी
id_id: Tidak dapat melihat. File sumber ditarik.
it_it: Impossibile visualizzare. Il file di origine è stato richiamato.
ja_jp: 元のファイルは取り消されたため、表示できません
ko_kr: 볼 수 없습니다. 소스 파일이 회수되었습니다.
ms_my: Tidak dapat melihat. Fail sumber ditarik balik.
pt_br: Não é possível visualizar. O arquivo de origem foi recuperado.
ru_ru: Не удалось просмотреть. Исходный файл отозван.
th_th: ไม่สามารถดูได้ ไฟล์ต้นฉบับถูกเรียกคืน
vi_vn: Không thể xem. Tệp nguồn đã bị thu hồi.
zh_cn: 查看失败，源文件已撤回
zh_hk: 無法查看，原始檔案已被撤回

# kTI
source: Forward
de_de: Weiterleiten
es_es: Reenviar
fr_fr: Transférer
hi_in: फ़ॉर्वर्ड करें
id_id: Teruskan
it_it: Inoltra
ja_jp: 転送
ko_kr: 전달
ms_my: Teruskan
pt_br: Encaminhar
ru_ru: Переслать
th_th: ส่งต่อ
vi_vn: Chuyển tiếp
zh_cn: 转发
zh_hk: 轉發

# Fqk
source: Group Chat History
de_de: Gruppenchatverlauf
es_es: Historial del chat de grupo
fr_fr: Historique de discussion de groupe
hi_in: समूह का चैट इतिहास
id_id: Riwayat Obrolan Grup
it_it: Cronologia chat di gruppo
ja_jp: グループのチャット履歴
ko_kr: 그룹 채팅 기록
ms_my: Sejarah Sembang Berkumpulan
pt_br: Histórico do chat em grupo
ru_ru: История из группы
th_th: ประวัติแชทกลุ่ม
vi_vn: Lịch sử trò chuyện nhóm
zh_cn: 群聊会话记录
zh_hk: 群組聊天對話記錄

# F7U
source: This message has been recalled by {{GroupAdministrator}}.
de_de: Diese Nachricht wurde von {{GroupAdministrator}} zurückgerufen.
es_es: {{GroupAdministrator}} ha recuperado este mensaje.
fr_fr: Ce message a été rappelé par {{GroupAdministrator}}.
hi_in: {{GroupAdministrator}} द्वारा यह संदेश वापस लिया गया.
id_id: Pesan ini telah ditarik oleh {{GroupAdministrator}}.
it_it: Questo messaggio è stato richiamato da {{GroupAdministrator}}.
ja_jp: このメッセージはグループ管理者{{GroupAdministrator}}により取り消されました
ko_kr: {{GroupAdministrator}} 님이 이 메시지를 회수했습니다.
ms_my: Mesej ini telah ditarik balik oleh {{GroupAdministrator}}.
pt_br: Esta mensagem foi recuperada por {{GroupAdministrator}}.
ru_ru: Это сообщение было отозвано {{GroupAdministrator}}.
th_th: ข้อความนี้ถูกเรียกคืนโดย {{GroupAdministrator}}
vi_vn: Tin nhắn này đã bị thu hồi bởi {{GroupAdministrator}}.
zh_cn: 此消息已被群管理员 {{GroupAdministrator}} 撤回
zh_hk: 此訊息已被群組管理員{{GroupAdministrator}}撤回

# 8Ls
source: Unable to join the group. Group member is out of range.
de_de: Beitreten zur Gruppe nicht möglich. Gruppenmitglied ist außerhalb des Bereichs.
es_es: No te puedes unir al grupo. El miembro del grupo está fuera del rango.
fr_fr: Impossible de rejoindre le groupe. Le membre du groupe est hors de portée.
hi_in: समूह का सदस्य सीमा से बाहर है. समूह में शामिल होने में विफल हुआ
id_id: Tidak dapat bergabung dengan grup. Anggota grup di luar jangkauan.
it_it: Impossibile partecipare al gruppo. Membro del gruppo fuori intervallo.
ja_jp: グループのメンバー数が上限に達したため、参加できませんでした
ko_kr: 그룹에 참가할 수 없습니다. 그룹 구성원이 범위를 초과합니다.
ms_my: Tidak dapat menyertai kumpulan. Ahli kumpulan di luar julat.
pt_br: Não é possível ingressar no grupo. O membro do grupo está fora do intervalo.
ru_ru: Не удалось присоединиться к группе. Участник группы вне диапазона.
th_th: ไม่สามารถเข้าร่วมกลุ่มได้ สมาชิกกลุ่มอยู่นอกช่วง
vi_vn: Không thể tham gia nhóm. Thành viên nhóm ở ngoài phạm vi.
zh_cn: 群人数已达上限，加入失败
zh_hk: 群組人數已達上限，加入失敗

# jE8
source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
hi_in: ओनर
id_id: Pemilik
it_it: Proprietario
ja_jp: オーナー
ko_kr: 소유자
ms_my: Pemilik
pt_br: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu
zh_cn: 群主
zh_hk: 群主

# 8nk
source: new messages
de_de: neue Nachrichten
es_es: mensajes nuevos
fr_fr: nouveaux messages
hi_in: नए संदेश
id_id: pesan baru
it_it: nuovi messaggi
ja_jp: 件の新着メッセージ
ko_kr: 새 메시지
ms_my: mesej baharu
pt_br: novas mensagens
ru_ru: новые сообщения
th_th: ข้อความใหม่
vi_vn: tin nhắn mới
zh_cn: 条新消息
zh_hk: 則新訊息

# fu8
source: new message
de_de: Neue Nachricht
es_es: mensaje nuevo
fr_fr: nouveau message
hi_in: नया संदेश
id_id: pesan baru
it_it: nuovo messaggio
ja_jp: 件の新着メッセージ
ko_kr: 새 메시지
ms_my: mesej baharu
pt_br: nova mensagem
ru_ru: новое сообщение
th_th: ข้อความใหม่
vi_vn: tin nhắn mới
zh_cn: 条新消息
zh_hk: 則新訊息

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# pLQ
source: Red packet
de_de: Hongbao
es_es: Sobre rojo
fr_fr: Enveloppe rouge
hi_in: होंगबाओ
id_id: Angpau
it_it: Busta rossa
ja_jp: ラッキーマネー
ko_kr: 홍바오
ms_my: Pakej merah
pt_br: Envelope vermelho
ru_ru: Hongbao
th_th: อั่งเปา
vi_vn: Hồng bao
zh_cn: 红包
zh_hk: 利是

# ZCU
source: Expired
de_de: Abgelaufen
es_es: Caducado
fr_fr: Expiré
hi_in: समय सीमा समाप्त
id_id: Kedaluwarsa
it_it: Scaduto
ja_jp: ラッキーマネーは期限切れです
ko_kr: 만료됨
ms_my: Tamat tempoh
pt_br: Vencido
ru_ru: Срок действия истек
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 红包已过期
zh_hk: 利是已過期

# eZw
source: None left
de_de: Keine übrig
es_es: No queda ninguno
fr_fr: Aucun restant
hi_in: कुछ भी शेष नहीं
id_id: Tidak ada yang tersisa
it_it: Nessuno ha abbandonato
ja_jp: ラッキーマネーは配分済みです
ko_kr: 남은 것 없음
ms_my: Tiada lagi
pt_br: Nenhum restante
ru_ru: Ничего слева
th_th: ครบแล้ว
vi_vn: Không còn gì
zh_cn: 红包已领完
zh_hk: 利是已領取完畢

# M3A
source: Opened
de_de: Geöffnet
es_es: Abierto
fr_fr: Ouvert
hi_in: खोला गया
id_id: Dibuka
it_it: Apertura completata
ja_jp: ラッキーマネーを受領済みです
ko_kr: 열림
ms_my: Dibuka
pt_br: Abriu
ru_ru: Открыто
th_th: เปิดแล้ว
vi_vn: Đã mở
zh_cn: 红包已领取
zh_hk: 利是已領取

# d+U
source: Edit Image
de_de: Bild bearbeiten
es_es: Editar imagen
fr_fr: Modifier l'image
hi_in: संपादित करें
id_id: Edit Gambar
it_it: Modifica immagine
ja_jp: 画像を編集
ko_kr: 이미지를 편집합니다
ms_my: Sunting Gambar
pt_br: Editar imagem
ru_ru: Редактировать изображение
th_th: แก้ไขภาพ
vi_vn: Chỉnh sửa hình ảnh
zh_cn: 编辑图片
zh_hk: 編輯圖片

# Ajk
source: Save Image
de_de: Bild speichern
es_es: Guardar imagen
fr_fr: Enregistrer l'image
hi_in: छवि सहेजें
id_id: Simpan Gambar
it_it: Salva immagine
ja_jp: 画像を保存
ko_kr: 이미지 저장
ms_my: Simpan Imej
pt_br: Salvar imagem
ru_ru: Сохранить изображение
th_th: บันทึกภาพ
vi_vn: Lưu Hình ảnh
zh_cn: 保存图片
zh_hk: 儲存圖片

# 7KI
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
it_it: [Immagine]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Imej]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_hk: [圖片]

# vbc
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入该群
zh_hk: 加入此群組

# NFE
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 复制成功
zh_hk: 已成功複製

# 9MM
source: View in Chat
de_de: Im Chat anzeigen
es_es: Ver en el chat
fr_fr: Afficher dans la discussion
hi_in: चैट में देखें
id_id: Lihat di Obrolan
it_it: Visualizza in chat
ja_jp: チャットで表示
ko_kr: 채팅에서 보기
ms_my: Lihat dalam Sembang
pt_br: Visualizar no chat
ru_ru: Показать в чате
th_th: ดูในแชท
vi_vn: Xem trong Trò chuyện
zh_cn: 跳转至会话
zh_hk: 重新導向至對話

# dqw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# vPs
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# /Vk
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_hk: 正在載入…

# 0Gs
source: [Video]
es_es: [Vídeo]
fr_fr: [Vidéo]
hi_in: [वीडियो]
ja_jp: [動画]
ko_kr: [동영상]
pt_br: [Vídeo]
ru_ru: [Видео]
th_th: [วิดีโอ]
zh_cn: [视频]
zh_hk: [影片]

# 4Wc
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# JTE
source: Forward
de_de: Weiterleiten
es_es: Reenviar
fr_fr: Transférer
hi_in: फ़ॉर्वर्ड करें
id_id: Teruskan
it_it: Inoltra
ja_jp: 転送
ko_kr: 전달
ms_my: Teruskan
pt_br: Encaminhar
ru_ru: Переслать
th_th: ส่งต่อ
vi_vn: Chuyển tiếp
zh_cn: 转发
zh_hk: 轉發

# VBE
source: Hide preview
de_de: Vorschau ausblenden
es_es: Ocultar previsualización
fr_fr: Masquer l'aperçu
hi_in: पूर्वावलोकन छिपाएँ
id_id: Sembunyikan pratinjau
it_it: Nascondi anteprima
ja_jp: プレビューを非表示
ko_kr: 미리보기 숨기기
ms_my: Sembunyikan pratonton
pt_br: Ocultar visualização
ru_ru: Скрыть предварительный просмотр
th_th: ซ่อนตัวอย่าง
vi_vn: Ẩn xem trước
zh_cn: 隐藏预览
zh_hk: 隱藏預覽

# al0
source: Combine and Forward
de_de: Kombinieren und Weiterleiten
es_es: Combinar y reenviar
fr_fr: Combiner et transférer
hi_in: संयोजित रूप में फ़ॉर्वर्ड करें
id_id: Gabung dan Teruskan
it_it: Combina e inoltra
ja_jp: 一括転送
ko_kr: 묶어서 전달
ms_my: Gabung dan Hantar
pt_br: Combinar e encaminhar
ru_ru: Переслать
th_th: รวบรวมแล้วส่งต่อ
vi_vn: Kết hợp và Chuyển tiếp
zh_cn: 合并转发
zh_hk: 合併轉發

# Ok0
source: Multiselect
de_de: Mehrfachauswahl
es_es: Selección múltiple
fr_fr: Sélection multiple
hi_in: एकाधिक चयन
id_id: Multipilihan
it_it: Selezione multipla
ja_jp: 複数選択
ko_kr: 다중 선택
ms_my: Pilihan berbilang
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: เลือกหลายรายการ
vi_vn: Chọn nhiều
zh_cn: 多选
zh_hk: 複選

# xO0
source: Recall
de_de: Rückgängig
es_es: Retirar
fr_fr: Rappeler
hi_in: वापस लें
id_id: Tarik
it_it: Richiama
ja_jp: 送信取り消し
ko_kr: 보내기 취소
ms_my: Tarik balik
pt_br: Recuperar
ru_ru: Отозвать
th_th: เรียกคืน
vi_vn: Thu hồi
zh_cn: 撤回
zh_hk: 撤回

# 69k
source: Buzz
hi_in: बज़
ja_jp: 緊急連絡
vi_vn: Thông báo
zh_cn: 加急
zh_hk: 緊急

# msE
source: This message was deleted.
de_de: Diese Nachricht wurde gelöscht.
es_es: Se ha eliminado este mensaje.
fr_fr: Ce message a été supprimé.
hi_in: यह संदेश हटाया गया
id_id: Pesan ini telah dihapus.
it_it: Questo messaggio è stato eliminato.
ja_jp: このメッセージは削除されています
ko_kr: 이 메시지가 삭제되었습니다.
ms_my: Mesej ini telah dipadamkan.
pt_br: Esta mensagem foi excluída.
ru_ru: Это сообщение было удалено.
th_th: ข้อความนี้ถูกลบแล้ว
vi_vn: Tin nhắn này đã bị xóa.
zh_cn: 此消息已删除
zh_hk: 此訊息已刪除

# cb0
source: This message has been burned
de_de: Diese Nachricht wurde vernichtet
es_es: Este mensaje se ha grabado
fr_fr: Ce message a été détruit
hi_in: यह संदेश नष्ट किया जा चुका है
id_id: Pesan ini telah dibakar
it_it: Questo messaggio è stato distrutto
ja_jp: 当該メッセージは破棄されました
ko_kr: 이 메시지는 소거되었습니다
ms_my: Mesej ini telah dibakar
pt_br: Esta mensagem foi excluída permanentemente
ru_ru: Это сообщение удалено
th_th: ข้อความนี้ได้ถูกทำลายแล้ว
vi_vn: Đã ghi tin nhắn này
zh_cn: 该消息已被销毁
zh_hk: 此訊息已被銷毀

# w7k
source: %@ votes
de_de: %@ Stimmen
es_es: %@ votos
hi_in: %@ वोट
id_id: %@ suara
it_it: %@ voti
ja_jp: %@ 票
ko_kr: %@ 투표
ms_my: %@ undi
pt_br: %@ votos
ru_ru: Голосов: %@
th_th: %@ โหวต
vi_vn: % @ phiếu
zh_cn: %@票
zh_hk: %@ 票

# yOM
source: %@ vote
de_de: %@ Stimme
es_es: %@ voto
hi_in: %@ वोट
id_id: %@ suara
it_it: %@ voto
ja_jp: %@ 票
ko_kr: %@ 투표
ms_my: %@ undi
pt_br: %@ voto
ru_ru: %@ голос
th_th: %@ โหวต
vi_vn: %@ bình chọn
zh_cn: %@票
zh_hk: %@ 票

# Geg
source: Are you sure to recall this message sent by {{msg_sender}}?
de_de: Möchten Sie diese von {{msg_sender}} gesendete Nachricht wirklich zurückrufen?
es_es: ¿Retirar este mensaje enviado por {{msg_sender}}?
fr_fr: Voulez-vous vraiment rappeler ce message envoyé par {{msg_sender}} ?
hi_in: क्या आप वाकई {{msg_sender}} द्वारा भेजे गए इस संदेश को वापस लेना चाहते हैं?
id_id: Anda yakin ingin menarik pesan yang dikirimkan oleh {{msg_sender}}?
it_it: Vuoi annullare l'invio di questo messaggio da parte di {{msg_sender}}?
ja_jp: {{msg_sender}}が送信したメッセージを取り消しますか？
ko_kr: {{msg_sender}}님이 보낸 이 메시지를 회수할까요?
ms_my: Adakah anda pasti untuk menarik balik mesej ini yang dihantar oleh {{msg_sender}}?
pt_br: Tem certeza de que deseja recuperar esta mensagem enviada por {{msg_sender}}?
ru_ru: Отозвать это сообщение от {{msg_sender}}?
th_th: คุณยืนยันที่จะเรียกคืนข้อความนี้ที่ถูกส่งโดย {{msg_sender}} หรือไม่
vi_vn: Bạn có chắc muốn thu hồi tin nhắn này được {{msg_sender}} gửi đi không?
zh_cn: 确认撤回 {{msg_sender}} 发送的消息?
zh_hk: 是否確認撤回 {{msg_sender}} 發送的訊息？

# WP8
source: This message has been burned
de_de: Diese Nachricht wurde vernichtet
es_es: Este mensaje se ha grabado
fr_fr: Ce message a été détruit
hi_in: यह संदेश नष्ट किया जा चुका है
id_id: Pesan ini telah dibakar
it_it: Questo messaggio è stato distrutto
ja_jp: このメッセージは破棄されています
ko_kr: 이 메시지는 소거되었습니다
ms_my: Mesej ini telah dihapuskan
pt_br: Esta mensagem foi excluída permanentemente
ru_ru: Это сообщение удалено
th_th: ข้อความนี้ได้ถูกทำลายแล้ว
vi_vn: Đã ghi tin nhắn này
zh_cn: 该消息已被销毁
zh_hk: 此訊息已被銷毀

# Yq8
source: This message was recalled.
de_de: Diese Nachricht wurde zurückgerufen.
es_es: Se ha recuperado este mensaje.
fr_fr: Ce message a été rappelé.
hi_in: यह संदेश वापस लिया गया
id_id: Pesan ini telah ditarik.
it_it: Questo messaggio è stato richiamato.
ja_jp: このメッセージは取り消されています
ko_kr: 이 메시지가 회수되었습니다.
ms_my: Mesej ini ditarik balik.
pt_br: Esta mensagem foi recuperada.
ru_ru: Это сообщение было отозвано.
th_th: ข้อความนี้ถูกเรียกคืนแล้ว
vi_vn: Tin nhắn này đã bị thu hồi.
zh_cn: 此消息已撤回
zh_hk: 此訊息已撤回

# c3w
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
it_it: [Immagine]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Imej]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_hk: [圖片]

# ztY
source: [Card]
de_de: [Karte]
es_es: [Tarjeta]
fr_fr: [Carte]
hi_in: [कार्ड]
id_id: [Kartu]
it_it: [Scheda]
ja_jp: [カード]
ko_kr: [카드]
ms_my: [Kad]
pt_br: [Cartão]
ru_ru: [Карточка]
th_th: [การ์ด]
vi_vn: [Thẻ]
zh_cn: [卡片]
zh_hk: [卡片]

# CZ8
source: [Poll]
de_de: [Abstimmen]
es_es: [Encuesta]
fr_fr: [Sondage]
hi_in: [पोल]
id_id: [Polling]
it_it: [Vota]
ja_jp: [投票]
ko_kr: [투표]
ms_my: [Undian]
pt_br: [Voto]
ru_ru: [Голосовать]
th_th: [โหวต]
vi_vn: [Bình chọn]
zh_cn: [投票]
zh_hk: [投票]

# ydQ
source: [Chat History]
de_de: [Chatverlauf]
es_es: [Historial de chat]
fr_fr: [Historique de discussion]
hi_in: [चैट इतिहास]
id_id: [Riwayat Obrolan]
it_it: [Cronologia chat]
ja_jp: [チャット履歴]
ko_kr: [채팅 기록]
ms_my: [Sejarah Sembang]
pt_br: [Histórico do chat]
ru_ru: [История чатов]
th_th: [ประวัติแชท]
vi_vn: [Lịch sử trò chuyện]
zh_cn: [会话记录]
zh_hk: [對話記錄]

# KxQ
source: [Image]
de_de: [Bild]
es_es: [Imagen]
hi_in: [छवि]
id_id: [Gambar]
it_it: [Immagine]
ja_jp: [画像]
ko_kr: [이미지]
ms_my: [Imej]
pt_br: [Imagem]
ru_ru: [Изображение]
th_th: [ภาพ]
vi_vn: [Hình ảnh]
zh_cn: [图片]
zh_hk: [圖片]
