Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# bJ8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# QuE
source: Once all contents are deleted, this message will be recalled
de_de: Nachdem alle Inhalte gelöscht wurden, wird diese Nachricht zurückgerufen
es_es: Una vez eliminado todo el contenido, se recuperará este mensaje
fr_fr: Une fois tout le contenu supprimé, ce message sera rappelé
id_id: Setelah semua konten dihapus, pesan ini akan ditarik
it_it: Una volta eliminati tutti i contenuti, questo messaggio sarà richiamato
ja_jp: すべての内容を削除してから保存すると、メッセージは取り消されます
ko_kr: 모든 콘텐츠가 삭제되면 이 메시지가 회수됩니다
ms_my: Setelah semua kandungan dipadamkan, mesej ini akan ditarik balik
pt_br: Depois que todo o conteúdo for excluído, esta mensagem será recuperada
ru_ru: Как только все содержимое будет удалено, это сообщение будет отозвано.
th_th: เมื่อเนื้อหาทั้งหมดลบออก ข้อความนี้จะเรียกคืนมา
vi_vn: Sau khi tất cả nội dung bị xóa, tin nhắn này sẽ bị thu hồi
zh_cn: 删除所有内容并保存后，该消息将被撤回
zh_hk: 刪除所有內容並儲存後，該訊息將會撤回

# KwQ
source: Recall Message
de_de: Nachricht zurückrufen
es_es: Recuperar mensaje
fr_fr: Rappeler le message
id_id: Tarik Pesan
it_it: Richiama messaggio
ja_jp: 取り消す
ko_kr: 메시지 회수
ms_my: Tarik balik Mesej
pt_br: Recuperar mensagem
ru_ru: Отзыв сообщения
th_th: เรียกคืนข้อความ
vi_vn: Thu hồi tin nhắn
zh_cn: 撤回消息
zh_hk: 撤回訊息

# wTQ
source: Delete all contents and recall message?
de_de: Alle Inhalte löschen und Nachricht zurückrufen?
es_es: ¿Eliminar todo el contenido y recuperar el mensaje?
fr_fr: Supprimer tout le contenu et rappeler le message ?
id_id: Hapus semua konten dan tarik pesan?
it_it: Eliminare tutti i contenuti e richiamare il messaggio?
ja_jp: すべての内容を削除し、メッセージを取り消しますか？
ko_kr: 모든 콘텐츠를 삭제하고 메시지를 회수하시겠습니까?
ms_my: Padam semua kandungan dan tarik balik mesej?
pt_br: Excluir todo o conteúdo e recuperar a mensagem?
ru_ru: Удалить все содержимое и отозвать сообщение?
th_th: ลบเนื้อหาและเรียกคืนข้อความทั้งหมดหรือไม่
vi_vn: Xóa tất cả nội dung và thu hồi tin nhắn?
zh_cn: 确定删除所有内容并撤回消息？
zh_hk: 確定刪除所有內容並撤回訊息？

# LfQ
source: Members in this chat won't be notified of edited message
de_de: Mitglieder in diesem Chat werden nicht über die bearbeitete Nachricht benachrichtigt
es_es: Los miembros de este chat no recibirán notificaciones del mensaje editado
fr_fr: Les membres de ce chat ne seront pas notifiés des modifications de messages
id_id: Anggota di obrolan ini tidak akan mendapat notifikasi mengenai pesan yang diedit
it_it: I membri di questa chat non riceveranno notifica del messaggio modificato
ja_jp: 編集したメッセージを送信するとき、相手に通知は送信されません
ko_kr: 이 채팅의 구성원은 편집된 메시지의 알림을 받지 않습니다
ms_my: Ahli dalam sembang ini tidak akan diberitahu mengenai mesej yang telah diedit
pt_br: Os membros deste chat não serão notificados sobre a mensagem editada
ru_ru: Участники этого чата не будут уведомлены об отредактированном сообщении
th_th: สมาชิกในแชทนี้จะไม่ได้รับการแจ้งเตือนเมื่อมีการแก้ไขข้อความ
vi_vn: Các thành viên trong cuộc trò chuyện này sẽ không được thông báo về tin nhắn đã chỉnh sửa
zh_cn: 编辑的消息发出后，不会再次推送通知
zh_hk: 編輯的訊息發出後，不會再次推送通知

# Qeg
source: (Edited)
de_de: (Bearbeitet)
es_es: (Editado)
fr_fr: (Modifié)
id_id: (Berhasil diedit)
it_it: (Modificato)
ja_jp: （編集済み）
ko_kr: (편집됨)
ms_my: (Telah disunting)
pt_br: (Editado)
ru_ru: (отредактировано)
th_th: (แก้ไขแล้ว)
vi_vn: (Đã chỉnh sửa)
zh_cn: （已编辑）
zh_hk: （已編輯）

# UZ0
source: Editing time ended
de_de: Bearbeitungszeit abgelaufen
es_es: El tiempo de edición ha terminado
fr_fr: Délai de modification écoulé
id_id: Waktu pengeditan berakhir
it_it: Tempo di modifica terminato
ja_jp: 編集時間が終了しました
ko_kr: 편집 시간 종료됨
ms_my: Masa mengedit tamat
pt_br: O tempo de edição terminou
ru_ru: Время редактирования закончилось
th_th: หมดเวลาแก้ไข
vi_vn: Đã kết thúc thời gian chỉnh sửa
zh_cn: 编辑时间结束
zh_hk: 編輯時間結束

# u0o
source: Unable to save changes because only group owner or specific members can send messages in {{ChatName}}
de_de: Änderungen können nicht gespeichert werden, da nur der Gruppenbesitzer oder bestimmte Mitglieder Nachrichten in {{ChatName}} senden können
es_es: No se pueden guardar los cambios debido a que solo el propietario del grupo o miembros específicos pueden enviar mensajes en {{ChatName}}
fr_fr: Impossible d'enregistrer les modifications, car seul le propriétaire du groupe ou certains membres peuvent envoyer des messages dans {{ChatName}}
id_id: Gagal menyimpan perubahan karena hanya pemilik grup atau anggota tertentu yang dapat mengirimkan pesan di {{ChatName}}
it_it: Impossibile salvare le modifiche poiché solo il proprietario del gruppo o membri specifici possono inviare messaggi in {{ChatName}}
ja_jp: {{ChatName}} はグループオーナーまたは特定のメンバーのみが発言できると設定されているため、保存できません。
ko_kr: 그룹 소유자 또는 특정 구성원만 {{ChatName}}에서 메시지를 보낼 수 있으므로 변경 사항을 저장할 수 없습니다
ms_my: Tidak dapat menyimpan perubahan kerana hanya pemilik kumpulan atau ahli tertentu boleh menghantar mesej dalam {{ChatName}}
pt_br: Não é possível salvar as alterações porque apenas o proprietário do grupo ou membros específicos podem enviar mensagens em {{ChatName}}
ru_ru: Не удалось сохранить изменения, так как только владелец группы или отдельные участники могут отправлять сообщения в {{ChatName}}
th_th: บันทึกการเปลี่ยนแปลงไม่สำเร็จเนื่องจากมีเพียงเจ้าของกลุ่มหรือสมาชิกเฉพาะรายเท่านั้นที่ส่งข้อความใน {{ChatName}} ได้
vi_vn: Không thể lưu các thay đổi vì chỉ có chủ nhóm hoặc một số thành viên nhất định mới có thể gửi tin nhắn trong {{ChatName}}
zh_cn: {{ChatName}}已开启仅群主或特定成员可发言，暂无法保存
zh_hk: {{ChatName}}已開啟只有群主或特定成員可發言，暫時無法儲存

# mIM
source: Unable to save changes because this message was deleted
de_de: Speichern der Änderungen nicht möglich, da diese Nachricht gelöscht wurde
es_es: No se pueden guardar los cambios porque este mensaje se ha eliminado
fr_fr: Impossible d'enregistrer les modifications, car ce message a été supprimé
id_id: Gagal menyimpan perubahan karena pesan ini dihapus
it_it: Impossibile salvare le modifiche poiché questo messaggio è stato eliminato
ja_jp: このメッセージは削除されましたので、保存できません。
ko_kr: 이 메시지가 삭제되었기 때문에 변경 사항을 저장할 수 없습니다
ms_my: Tidak dapat menyimpan perubahan kerana mesej ini dipadam
pt_br: Não é possível salvar as alterações porque esta mensagem foi excluída
ru_ru: Не удалось сохранить изменения, так как это сообщение было удалено
th_th: บันทึกการเปลี่ยนแปลงไม่สำเร็จเนื่องจากข้อความนี้ลบแล้ว
vi_vn: Lưu thay đổi không thành công vì tin nhắn này đã bị xóa
zh_cn: 该消息已被删除，无法保存
zh_hk: 該訊息已被刪除，無法儲存

# G0I
source: Unable to save changes because this message was recalled
de_de: Speichern der Änderungen nicht möglich, da diese Nachricht zurückgerufen wurde
es_es: No se pueden guardar los cambios porque este mensaje se ha recuperado
fr_fr: Impossible d'enregistrer les modifications, car ce message a été rappelé
id_id: Gagal menyimpan perubahan karena pesan ini ditarik
it_it: Impossibile salvare le modifiche poiché questo messaggio è stato richiamato
ja_jp: このメッセージは取り消されましたので、保存できません。
ko_kr: 이 메시지가 회수되었기 때문에 변경 사항을 저장할 수 없습니다
ms_my: Tidak dapat menyimpan perubahan kerana mesej ini ditarik balik
pt_br: Não é possível salvar as alterações porque esta mensagem foi recuperada
ru_ru: Не удалось сохранить изменения, так как это сообщение было отозвано
th_th: บันทึกการเปลี่ยนแปลงไม่สำเร็จเนื่องจากข้อความนี้เรียกคืนแล้ว
vi_vn: Lưu thay đổi không thành công vì tin nhắn này đã bị thu hồi
zh_cn: 该消息已被撤回，无法保存
zh_hk: 該訊息已經撤回，無法儲存

# 2aM
source: Update failed. Click to retry
de_de: Aktualisierung fehlgeschlagen. Klicken Sie, um es erneut zu versuchen
es_es: Error al actualizar. Haz clic para intentarlo de nuevo
fr_fr: Échec de la mise à jour. Cliquez pour réessayer
id_id: Pembaruan gagal. Klik untuk mencoba lagi
it_it: Aggiornamento non riuscito. Fai clic per riprovare
ja_jp: 更新できませんでした。再試行してください。
ko_kr: 업데이트에 실패했습니다. 다시 시도하려면 클릭하세요
ms_my: Kemas kini gagal. Klik untuk cuba lagi
pt_br: Falha na atualização. Clique para repetir
ru_ru: Не удалось обновить. Нажмите, чтобы повторить
th_th: อัปเดตไม่สำเร็จ คลิกเพื่อลองอีกครั้ง
vi_vn: Cập nhật không thành công. Nhấp để thử lại
zh_cn: 更新失败，点击重试
zh_hk: 更新失敗，點擊重試

# J3E
source: Updating...
de_de: Aktualisierungsvorgang...
es_es: Actualizando...
fr_fr: Mise à jour en cours...
id_id: Memperbarui...
it_it: Aggiornamento in corso
ja_jp: 更新中...
ko_kr: 업데이트 중...
ms_my: Sedang mengemas kini...
pt_br: Atualizando...
ru_ru: Обновление...
th_th: กำลังอัปเดต...
vi_vn: Đang cập nhật...
zh_cn: 更新中...
zh_hk: 更新中...

# vN8
source: Please finish editing in {{Num}} sec
de_de: Schließen Sie die Bearbeitung in {{Num}} Sek. ab
es_es: Termina la edición en {{Num}} segundos
fr_fr: Veuillez finir la modification dans {{Num}} secondes
id_id: Selesaikan pengeditan dalam {{Num}} dtk
it_it: Termina la modifica entro {{Num}} sec
ja_jp: {{Num}} 秒以内に編集を完了してください
ko_kr: {{Num}}초 안에 편집을 완료하세요
ms_my: Sila habiskan mengedit dalam {{Num}} saat
pt_br: Conclua a edição em {{Num}} s
ru_ru: Завершите редактирование через {{Num}} сек.
th_th: โปรดแก้ไขให้เสร็จใน {{Num}} วินาที
vi_vn: Vui lòng hoàn tất chỉnh sửa {{Num}} giây
zh_cn: 请在 {{Num}} 秒内完成编辑
zh_hk: 請在 {{Num}} 秒內完成編輯

# nPc
source: Unable to save changes
de_de: Speichern der Änderungen nicht möglich
es_es: No se pueden guardar los cambios
fr_fr: Impossible d'enregistrer les modifications
id_id: Gagal menyimpan perubahan
it_it: Impossibile salvare le modifiche
ja_jp: メッセージを保存できません
ko_kr: 변경 사항을 저장할 수 없습니다
ms_my: Tidak dapat menyimpan perubahan
pt_br: Não é possível salvar alterações
ru_ru: Не удалось сохранить изменения
th_th: บันทึกการเปลี่ยนแปลงไม่สำเร็จ
vi_vn: Lưu thay đổi không thành công
zh_cn: 无法保存消息
zh_hk: 無法儲存訊息

# Jns
source: OK
ko_kr: 확인
ru_ru: Понятно
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# VVI
source: Edit Reply
de_de: Antwort bearbeiten
es_es: Editar respuesta
fr_fr: Modifier la réponse
id_id: Edit Balasan
it_it: Modifica risposta
ja_jp: 返信を編集
ko_kr: 회신 편집
ms_my: Sunting Balasan
pt_br: Editar resposta
ru_ru: Редактировать ответ
th_th: แก้ไขการตอบกลับ
vi_vn: Chỉnh sửa câu trả lời
zh_cn: 编辑回复
zh_hk: 編輯回覆

# AfI
source: Edit Topic
de_de: Thema bearbeiten
es_es: Editar tema
fr_fr: Modifier le thème
id_id: Edit Topik
it_it: Modifica argomento
ja_jp: トピックを編集
ko_kr: 주제 편집
ms_my: Sunting Topik
pt_br: Editar tópico
ru_ru: Изменить тему
th_th: แก้ไขหัวข้อ
vi_vn: Chỉnh sửa chủ đề
zh_cn: 编辑话题
zh_hk: 編輯主題

# 3oY
source: The video can only be previewed on desktop.
de_de: Die Vorschau von Videos auf dem Mobilgerät ist nicht möglich. Bitte verwenden Sie die Desktopversion, um fortzufahren
es_es: Error al visualizar vídeos en el móvil. Usa una versión de escritorio para continuar
fr_fr: Impossible de prévisualiser les vidéos sur mobilee. Veuillez utiliser la version sur ordinateur pour continuer
id_id: Gagal melakukan pratinjau video pada ponsel. Gunakan versi desktop untuk melanjutkan
it_it: Impossibile visualizzare l'anteprima dei video sul dispositivo mobile. Utilizza la versione desktop per continuare
ja_jp: モバイル版でプレビューできません。デスクトップ版を使用してください。
ko_kr: 모바일에서 동영상을 미리 보기 할 수 없습니다. 계속하려면 데스크톱 버전을 사용하세요
ms_my: Tidak dapat melihat pratonton video di mudah alih. Sila gunakan versi desktop untuk meneruskan
pt_br: Não é possível visualizar vídeos no celular. Use a versão para desktop para continuar
ru_ru: Невозможно просмотреть видео на мобильном. используйте версию для ПК, чтобы продолжить
th_th: ดูตัวอย่างวิดีโอบนมือถือไม่สำเร็จ โปรดใช้เวอร์ชันเดสก์ท็อปเพื่อดำเนินการต่อ
vi_vn: Không thể xem trước video trên thiết bị di động. Vui lòng sử dụng phiên bản dành cho máy tính để tiếp tục
zh_cn: 暂不支持在移动端预览，请前往桌面端查看
zh_hk: 暫不支援在流動裝置端預覽，請前往桌面電腦端查看

# gYM
source: Please be careful as this file may contain risky content.
de_de: Bitte seien Sie vorsichtig, da diese Datei möglicherweise riskante Inhalte aufweist.
es_es: Ten cuidado, este archivo puede incluir contenido peligroso.
fr_fr: Veuillez faire attention, ce fichier peut contenir du contenu dangereux.
id_id: Berhati-hatilah karena file ini mungkin berisi konten yang berisiko.
it_it: Fai attenzione poiché questo file potrebbe includere contenuto a rischio.
ja_jp: このファイルにリスクが検出されたため、慎重に操作を行ってください。
ko_kr: 이 파일에는 위험한 콘텐츠가 포함되어 있을 수 있으므로 주의하세요.
ms_my: Berhati-hati kerana fail ini mungkin mengandungi kandungan berisiko.
pt_br: Tenha cuidado, pois este arquivo pode conter conteúdo arriscado.
ru_ru: Будьте осторожны, так как этот файл может содержать опасный контент.
th_th: โปรดใช้ความระมัดระวังเนื่องจากไฟล์นี้อาจมีเนื้อหาที่มีความเสี่ยง
vi_vn: Hãy cẩn thận vì tập tin này có thể chứa nội dung gây hại cho thiết bị.
zh_cn: 当前文件存在安全风险，请谨慎操作
zh_hk: 目前檔案存在安全風險，請謹慎操作

# c7g
source: Posted a topic
de_de: Ein Thema gepostet
es_es: Ha publicado un tema
fr_fr: A publié un sujet
id_id: Memposting sebuah topik
it_it: Argomento pubblicato
ja_jp: がトピックを投稿しました
ko_kr: 주제를 게시했습니다
ms_my: Menghantar topik
pt_br: Postou um tópico
ru_ru: Опубликована тема
th_th: โพสต์หัวข้อแล้ว
vi_vn: Đã đăng một chủ đề
zh_cn: 发布了话题
zh_hk: 發佈了主題

# AdM
source: Unable to preview
de_de: Vorschau nicht möglich
es_es: No se puede previsualizar
fr_fr: Prévisualisation impossible
id_id: Gagal mempratinjau
it_it: Anteprima non disponibile
ja_jp: プレビューできません
ko_kr: 미리 볼 수 없음
ms_my: Tidak dapat pratonton
pt_br: Não é possível visualizar
ru_ru: Невозможно предварительно просмотреть
th_th: ไม่สามารถดูตัวอย่างได้
vi_vn: Không thể xem trước
zh_cn: 不支持预览
zh_hk: 不支援預覽

# Tfw
source: Posted a topic in {{chatName}}
de_de: Ein Thema in {{chatName}} gepostet
es_es: Se ha publicado un tema en {{chatName}}
fr_fr: A publié un sujet dans {{chatName}}
id_id: Berhasil memposting topik di {{chatName}}
it_it: Argomento pubblicato in {{chatName}}
ja_jp: が {{chatName}} でトピックを投稿しました
ko_kr: {{chatName}}에서 주제를 게시했습니다
ms_my: Menyiarkan topik di {{chatName}}
pt_br: Postado um tópico em {{chatName}}
ru_ru: Разместил(а) тему в {{chatName}}
th_th: โพสต์หัวข้อใน {{chatName}}
vi_vn: Đã đăng một chủ đề trong {{chatName}}
zh_cn: 在 {{chatName}} 发布了话题
zh_hk: 在 {{chatName}} 發佈了主題

# zYo
source: {{user}}'s chat
de_de: Chat von {{user}}
es_es: Chat de {{user}}
fr_fr: Chat de {{user}}
id_id: Obrolan {{user}}
it_it: Chat di {{user}}
ja_jp: {{user}}のチャット
ko_kr: {{user}} 님의 채팅
ms_my: Sembang {{user}}
pt_br: Chat de {{user}}
ru_ru: Чат {{user}}
th_th: แชทของ {{user}}
vi_vn: Cuộc trò chuyện của {{user}}
zh_cn: {{user}}的会话
zh_hk: {{user}}的對話

# 8Co
source: {{user1}} and {{user2}}'s chat
de_de: Der Chat von {{user1}} und {{user2}}
es_es: Chat de {{user1}} y {{user2}}
fr_fr: Chat de {{user1}} et de {{user2}}
id_id: Obrolan {{user1}} dan {{user2}}
it_it: Chat di {{user1}} e {{user2}}
ja_jp: {{user1}}と{{user2}}のチャット
ko_kr: {{user1}} 님과 {{user2}} 님의 채팅
ms_my: Sembang {{user1}} dan {{user2}}
pt_br: Chat de {{user1}} e {{user2}}
ru_ru: Чат {{user1}} и {{user2}}
th_th: แชทของ {{user1}} และ {{user2}}
vi_vn: Cuộc trò chuyện của {{user1}} và {{user2}}
zh_cn: {{user1}}和{{user2}}的会话
zh_hk: {{user1}}和{{user2}}的對話

# 3Zo
source: Group admin {{admin}} recalled a message from you.
de_de: Der Gruppenadministrator {{admin}} hat eine Nachricht von Ihnen zurückgerufen.
es_es: El administrador del grupo {{admin}} ha recuperado un mensaje tuyo.
fr_fr: L'administrateur du groupe {{admin}} a rappelé un de vos message.
id_id: Admin grup {{admin}} menarik pesan dari Anda.
it_it: L'amministratore del gruppo {{admin}} ha richiamato un messaggio da te.
ja_jp: グループ管理者 {{admin}} があなたのメッセージを取り消しました。
ko_kr: 그룹 관리자 {{admin}} 님이 내 메시지를 회수했습니다.
ms_my: Pentadbir kumpulan {{admin}} menarik balik mesej daripada anda.
pt_br: O administrador do grupo {{admin}} recuperou uma mensagem sua.
ru_ru: Администратор группы {{admin}} отозвал сообщение от вас.
th_th: ผู้ดูแลกลุ่ม {{admin}} เรียกคืนข้อความจากคุณ
vi_vn: Quản trị viên nhóm {{admin}} đã thu hồi một tin nhắn từ bạn.
zh_cn: 群管理员 {{admin}} 撤回了你的一条消息
zh_hk: 群組管理員 {{admin}} 撤回了你的一條訊息

# VxQ
source: Group admin {{admin}} recalled a message from {{name}}.
de_de: Der Gruppenadministrator {{admin}} hat eine Nachricht von {{name}} zurückgerufen.
es_es: El administrador del grupo {{admin}} ha recuperado un mensaje de {{name}}.
fr_fr: L'administrateur du groupe {{admin}} a rappelé le message de {{name}}.
id_id: Admin grup {{admin}} menarik pesan dari {{name}}.
it_it: L'amministratore del gruppo {{admin}} ha richiamato un messaggio da {{name}}.
ja_jp: グループ管理者 {{admin}} が {{name}} から送信されたメッセージを取り消しました。
ko_kr: 그룹 관리자 {{admin}} 님이 {{name}} 님의 메시지를 회수했습니다.
ms_my: Pentadbir kumpulan {{admin}} menarik balik mesej daripada {{name}}.
pt_br: O administrador do grupo {{admin}} recuperou uma mensagem de {{name}}.
ru_ru: Администратор группы {{admin}} отозвал сообщение от пользователя {{name}}.
th_th: ผู้ดูแลกลุ่ม {{admin}} เรียกคืนข้อความจาก {{name}}
vi_vn: Quản trị viên nhóm {{admin}} đã thu hồi một tin nhắn từ {{name}}.
zh_cn: 群管理员 {{admin}} 撤回了 {{name}} 的一条消息
zh_hk: 群組管理員 {{admin}} 撤回了 {{name}} 的一條訊息

# RyE
source: Go Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
hi_in: वापस जाएँ
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# tI4
source: Unclip from top
de_de: Von oben lösen
es_es: Desanclar del principio
fr_fr: Ne plus conserver en haut
hi_in: शीर्ष से अनक्लिप करें
id_id: Lepas klip dari atas
it_it: Rimuovi dalla parte in alto
ja_jp: 適用
ko_kr: 맨 위에서 고정 해제
ms_my: Lepaskan dari atas
pt_br: Desprender da parte superior
ru_ru: Открепить сверху
th_th: ยกเลิกการติดไว้ที่ด้านบน
vi_vn: Bỏ ghim khỏi vị trí trên cùng
zh_cn: 取消置顶
zh_hk: 取消置頂

# HSk
source: Unclip for All Group Members
de_de: Loslösen für alle Gruppenmitglieder
es_es: Desanclar para todos los miembros del grupo
fr_fr: Désagrafer pour tous les membres du groupe
hi_in: सभी समूह सदस्यों के लिए अनक्लिप करें
id_id: Lepas Klip untuk Semua Anggota Grup
it_it: Rimuovi dagli elementi appuntati per tutti i membri del gruppo
ja_jp: すべてのグループメンバーに適用
ko_kr: 모든 그룹 구성원에 대해 고정 해제
ms_my: Lepaskan untuk Semua Ahli Kumpulan
pt_br: Desafixar para todos os membros do grupo
ru_ru: Открепить для всех участников группы
th_th: ยกเลิกการคลิปสำหรับสมาชิกกลุ่มทั้งหมด
vi_vn: Bỏ kẹp cho tất cả thành viên nhóm
zh_cn: 对所有群成员都取消置顶
zh_hk: 對所有群組成員取消置頂

# o8c
source: Unclip Only for Myself
de_de: Loslösen nur für mich selbst
es_es: Desanclar solo para mí
fr_fr: Désagrafer uniquement pour moi
hi_in: केवल मेरे लिए अनक्लिप करें
id_id: Lepas Klip Hanya untuk Saya Sendiri
it_it: Rimuovi dagli elementi appuntati solo per me
ja_jp: 自分のみに適用
ko_kr: 나 자신에 대해서만 고정 해제
ms_my: Lepaskan Hanya untuk Saya Sendiri
pt_br: Desafixar apenas para mim
ru_ru: Отклеить только для себя
th_th: ยกเลิกการคลิปสำหรับฉันเท่านั้น
vi_vn: Bỏ kẹp chỉ cho mình tôi
zh_cn: 仅对自己取消置顶
zh_hk: 只對自己取消置頂

# kP0
source: Group owner has restricted clip/unclip permissions. You can only unclip contents clipped by yourself.
de_de: Der Besitzer der Gruppe hat eingeschränkte Berechtigungen zum oben Anheften. Sie können nur von Ihnen selbst oben angeheftete Inhalte teilen.
es_es: El propietario de grupo ha restringido los permisos para recortar/deshacer recorte. Solo se puede deshacer el recorte de contenido recortado por ti mismo.
fr_fr: Le propriétaire du groupe a limité les autorisations de conservation/retrait. Vous pouvez uniquement retirer le contenu conservé par vous-même.
hi_in: समूह ओनर ने क्लिप/अनक्लिप अनुमतियाँ प्रतिबंधित कीं. आप केवल अपने द्वारा क्लिप किए गए कांटेंट अनक्लिप कर सकते हैं.
id_id: Pemilik grup telah membatasi izin pasang/lepas klip. Anda hanya dapat membuka konten yang Anda pasangi klip.
it_it: L'amministratore del gruppo dispone di autorizzazioni di aggiunta/rimozione limitate. Puoi rimuovere dagli appunti solo i contenuti che tu stesso hai aggiunto.
ja_jp: グループオーナーの権限設定より、自分にのみ適用できます
ko_kr: 그룹 소유자는 제한된 고정/고정 해제 권한이 있습니다. 자신이 고정한 콘텐츠만 고정 해제할 수 있습니다.
ms_my: Pemilik kumpulan telah menghadkan kebenaran klip/nyahklip. Anda hanya boleh menyahklip kandungan yang diklip oleh anda sendiri.
pt_br: O proprietário do grupo restringiu as permissões para prender/desprender. Você só pode desprender conteúdos que você mesmo prendeu.
ru_ru: Владелец группы ограничил права на закрепление и открепление. Вы можете откреплять только содержимое, закрепленное вами.
th_th: เจ้าของกลุ่มได้จำกัดสิทธิ์การอนุญาตในการติด/ยกเลิกการติด คุณสามารถยกเลิกการติดเนื้อหาที่ติดไว้ด้วยตนเองได้เท่านั้น
vi_vn: Người tạo nhóm đã hạn chế quyền đối với rút gọn/bỏ rút gọn. Bạn chỉ có thể bỏ rút gọn nội dung do chính bạn rút gọn.
zh_cn: 群主开启了置顶权限管控，你只能取消自己置顶的内容
zh_hk: 群主已開啟置頂權限管控，你只能取消自己置頂的內容

# tcs
source: Unclip from top?
de_de: Von oben lösen?
es_es: ¿Desanclar del principio?
fr_fr: Ne plus conserver en haut ?
hi_in: शीर्ष से अनक्लिप करें?
id_id: Lepas klip dari atas?
it_it: Vuoi rimuovere dall'alto?
ja_jp: トップから外しますか？
ko_kr: 맨 위에서 고정한 것을 해제하시겠습니까?
ms_my: Lepaskan dari atas?
pt_br: Desprender da parte superior?
ru_ru: Открепить сверху?
th_th: ยกเลิกการติดไว้ที่ด้านบนหรือไม่
vi_vn: Bỏ ghim khỏi vị trí trên cùng?
zh_cn: 取消置顶？
zh_hk: 取消置頂？

# SVc
source: Once unclipped, all group members will no longer see this content on the top of this chat
de_de: Nach dem Lösen sehen alle Gruppenmitglieder diesen Inhalt nicht mehr oben in diesem Chat
es_es: Una vez retirado, ningún miembro del grupo seguirá viendo este contenido al principio de este chat
fr_fr: Après son retrait, les membres du groupe ne verront plus cet élément en haut de cette discussion
hi_in: अनक्लिप किए जाने के बाद, समूह के सभी सदस्य इस चैट के शीर्ष पर अब यह कांटेंट नहीं देखेंगे
id_id: Setelah kilp dilepas, semua anggota grup tidak akan lagi melihat konten ini di bagian atas obrolan ini
it_it: Se rimuovi il contenuto dagli appunti, tutti i membri del gruppo non lo vedranno più in alto in questa chat
ja_jp: 外すと、すべてのメンバーはトップからこのメッセージを確認できなくなります
ko_kr: 고정을 해제하면 모든 그룹 구성원이 이 채팅의 맨 위에서 더 이상 이 콘텐츠를 볼 수 없습니다
ms_my: Setelah dilepaskan, semua ahli kumpulan tidak akan lagi melihat kandungan ini di bahagian atas sembang ini
pt_br: Depois de desprendido, todos os membros do grupo não mais verão este conteúdo na parte superior deste chat
ru_ru: После отключения все участники группы больше не будут видеть этот контент в верхней части этого чата.
th_th: เมื่อยกเลิกการติดแล้ว สมาชิกทุกคนในกลุ่มจะไม่เห็นเนื้อหานี้ที่ด้านบนของแชทนี้อีกต่อไป
vi_vn: Sau khi bỏ rút gọn, tất cả các thành viên trong nhóm sẽ không còn thấy nội dung này ở vị trí trên cùng của cuộc trò chuyện này nữa
zh_cn: 取消置顶后，所有群成员将不会再看到这条置顶内容
zh_hk: 取消置頂後，所有群組成員將不會再看到這則置頂內容

# fyI
source: Group owner {{owner}} recalled a message from you.
de_de: Der Gruppenbesitzer {{owner}} hat eine Nachricht von Ihnen zurückgerufen.
es_es: El propietario de grupo {{owner}} ha recuperado un mensaje tuyo.
fr_fr: Le propriétaire du groupe {{owner}} a rappelé un de vos message.
id_id: Pemilik grup {{owner}} menarik pesan dari Anda.
it_it: Il proprietario del gruppo {{owner}} ha richiamato un messaggio da te.
ja_jp: グループオーナー {{owner}} があなたのメッセージを取り消しました。
ko_kr: 그룹 소유자 {{owner}} 님이 내 메시지를 회수했습니다.
ms_my: Pemilik kumpulan {{owner}} menarik balik mesej daripada anda.
pt_br: O proprietário do grupo {{owner}} recuperou uma mensagem sua.
ru_ru: Владелец группы {{owner}} отозвал сообщение от вас.
th_th: เจ้าของกลุ่ม {{owner}} เรียกคืนข้อความจากคุณ
vi_vn: Chủ nhóm {{owner}} đã thu hồi một tin nhắn từ bạn.
zh_cn: 群主 {{owner}} 撤回了你的一条消息
zh_hk: 群主 {{owner}} 撤回了你的一條訊息
