Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 6FE
source: {noun, select, you {You recalled a message.} other {{name} recalled a message.}}
de_de: {noun, select, you {Sie haben eine Nachricht zurückgerufen.} other {{name} hat eine Nachricht zurückgerufen.}}
es_es: {noun, select, you {Has recuperado un mensaje.} other {{name} ha recuperado un mensaje.}}
fr_fr: {noun, select, you {Vous avez rappelé un message.} other {{name} a rappelé un message.}}
id_id: {noun, select, you {Anda menarik pesan. } other {{name} menarik pesan.}}
it_it: {noun, select, you {Hai richiamato un messaggio.} other {{name} ha richiamato un messaggio.}}
ja_jp: {noun, select, you {メッセージを取り消しました。} other {{name} がメッセージを取り消しました。}}
ko_kr: {noun, select, you {회원님이 메시지를 회수했습니다.} other {{name} 님이 메시지를 회수했습니다.}}
ms_my: {noun, select, you {Anda menarik balik mesej.} other {{name} menarik balik mesej.}}
pt_br: {noun, select, you {Você recuperou uma mensagem.} other {{name} recuperou uma mensagem.}}
ru_ru: {noun, select, you {Вы получили сообщение.} other {{name} отозвали сообщение.}}
th_th: {noun, select, you {คุณได้เรียกคืนข้อความแล้ว} other {{name} ได้เรียกคืนข้อความแล้ว}}
vi_vn: {noun, select, you {Bạn đã thu hồi một tin nhắn.} other {{name} đã thu hồi một tin nhắn.}}
zh_cn: {noun, select, you {你撤回了一条消息} other {{name} 撤回了一条消息}}
zh_hk: {noun, select, you {你撤回了一條訊息} other {{name} 撤回了一條訊息}}

# MBo
source: Pin
de_de: Anheften
es_es: Anclar
fr_fr: Épingler
hi_in: पिन
it_it: Aggiungi
ja_jp: ピン留め
ko_kr: 고정
pt_br: Fixar
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
