Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# GGA
source: You can't {{BlockedAction}} due to the administrator's permission settings. Please contact the organization administrator if needed.
de_de: {{BlockedAction}}: Aufgrund der Berechtigungseinstellungen des Administrators ist dieser Vorgang nicht möglich. Bitte wenden Sie sich an den Organisationsadministrator, falls erforderlich.
es_es: No se puede {{BlockedAction}} debido a la configuración de permisos del administrador. Ponte en contacto con el administrador corporativo si lo necesitas.
fr_fr: Vous ne pouvez pas {{BlockedAction}} en raison des paramètres d'autorisation de l'administrateur. Veuillez contacter l'administrateur de l'organisation si nécessaire.
id_id: Anda tidak dapat {{BlockedAction}} karena pengaturan izin administrator. Hubungi administrator perusahaan jika diperlukan.
it_it: Non è possibile {{BlockedAction}} a causa delle impostazioni delle autorizzazioni dell'amministratore. Se necessario, contatta l'amministratore dell'organizzazione.
ja_jp: 法人管理者の権限設定により、{{BlockedAction}}できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 관리자의 권한 설정으로 인해 {{BlockedAction}}할 수 없습니다. 필요한 경우 엔터프라이즈 관리자에게 문의하세요.
ms_my: Anda tidak boleh {{BlockedAction}} disebabkan tetapan kebenaran pentadbir. Sila hubungi pentadbir organisasi jika perlu.
pt_br: Você não pode {{BlockedAction}} devido às configurações de permissão do administrador. Entre em contato com o administrador da empresa, se necessário.
ru_ru: Вы не можете {{BlockedAction}} из-за настроек разрешений администратора. При необходимости свяжитесь с администратором организации.
th_th: คุณไม่สามารถ{{BlockedAction}}ได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล โปรดติดต่อผู้ดูแลองค์กรหากจำเป็น
vi_vn: Bạn không thể {{BlockedAction}} do cài đặt quyền của quản trị viên. Vui lòng liên hệ với quản trị viên tổ chức nếu cần.
zh_cn: 由于企业管理员的权限设置，你无法{{BlockedAction}}。如有疑问，请联系企业管理员
zh_hk: 由於企業管理員的權限設定，你無法{{BlockedAction}}。如有疑問，請聯絡企業管理員

# oa4
source: No permission
de_de: Keine Berechtigung
es_es: Sin permiso
fr_fr: Pas d'autorisation
id_id: Tidak ada izin
it_it: Nessuna autorizzazione
ja_jp: 権限がありません
ko_kr: 권한 없음
ms_my: Tiada kebenaran
pt_br: Sem permissão
ru_ru: Отсутствует разрешение
th_th: ไม่มีสิทธิ์การอนุญาต
vi_vn: Không có quyền
zh_cn: 无权限
zh_hk: 沒有權限

# jpY
source: preview this picture
de_de: Vorschau für dieses Bild
es_es: previsualizar esta imagen
fr_fr: prévisualiser cette image
id_id: pratinjau gambar ini
it_it: visualizzare questa immagine in anteprima
ja_jp: この画像をプレビュー
ko_kr: 이 사진 미리 보기
ms_my: pratonton gambar ini
pt_br: visualizar esta imagem
ru_ru: предварительно просмотреть это изображение
th_th: ดูตัวอย่างภาพนี้
vi_vn: xem trước hình ảnh này
zh_cn: 预览该图片
zh_hk: 預覽該圖片

# U64
source: preview this video
de_de: Video als Vorschau anzeigen
es_es: previsualizar este vídeo
fr_fr: prévisualiser cette vidéo
id_id: pratinjau video ini
it_it: anteprima di questo video
ja_jp: この動画をプレビュー
ko_kr: 이 비디오 미리 보기
ms_my: pratonton video ini
pt_br: visualizar este vídeo
ru_ru: предпросмотр видео
th_th: ดูตัวอย่างวิดีโอนี้
vi_vn: xem trước video này
zh_cn: 预览该视频
zh_hk: 預覽該影片

# 30s
source: view this file
de_de: Ansicht dieser Datei
es_es: ver esta imagen
fr_fr: afficher ce fichier
id_id: lihat file ini
it_it: visualizzare questo file
ja_jp: このファイルを表示
ko_kr: 이 파일 보기
ms_my: lihat fail ini
pt_br: visualizar este arquivo
ru_ru: просмотреть этот файл
th_th: ดูไฟล์นี้
vi_vn: xem tập tin này
zh_cn: 查看该文件
zh_hk: 查看該檔案

# Mo4
source: No receiving permission
de_de: Keine Berechtigung zum Empfangen
es_es: No hay permiso de recepción
fr_fr: Pas d'autorisation reçue
id_id: Tidak ada izin menerima
it_it: Nessuna autorizzazione per la ricezione
ja_jp: 受信権限がありません
ko_kr: 수신 권한 없음
ms_my: Tiada kebenaran penerimaan
pt_br: Sem permissão de recebimento
ru_ru: Нет разрешения на получение
th_th: ไม่ได้รับสิทธิ์การอนุญาต
vi_vn: Không có quyền nhận
zh_cn: 无接收权限
zh_hk: 沒有接收權限

# 6Ws
source: Add Contact
de_de: Kontakt hinzufügen
es_es: Agregar contacto
fr_fr: Ajouter un contact
id_id: Tambah Kontak
it_it: Aggiungi contatto
ja_jp: 連絡先を追加
ko_kr: 연락처 추가
ms_my: Tambah Kenalan
pt_br: Adicionar contato
ru_ru: Добавить контакт
th_th: เพิ่มรายชื่อที่ติดต่อ
vi_vn: Thêm liên hệ
zh_cn: 添加联系人
zh_hk: 新增聯絡人

# OWw
source: Organization admin recalled a message from you.
de_de: Der Administrator der Organisation hat eine Nachricht von Ihnen zurückgerufen.
es_es: El administrador de la organización ha recuperado un mensaje tuyo.
fr_fr: L'administrateur de l'organisation a rappelé un de vos message.
id_id: Admin organisasi menarik pesan dari Anda.
it_it: L'amministratore dell'organizzazione ha richiamato un messaggio da te.
ja_jp: 法人管理者があなたのメッセージを取り消しました。
ko_kr: 기업 관리자 님이 내 메시지를 회수했습니다.
ms_my: Pentadbir organisasi menarik balik mesej daripada anda.
pt_br: O administrador da organização recuperou uma mensagem sua.
ru_ru: Администратор организации отозвал сообщение от вас.
th_th: ผู้ดูแลองค์กรเรียกคืนข้อความจากคุณ
vi_vn: Quản trị viên của tổ chức đã thu hồi một tin nhắn từ bạn.
zh_cn: 企业管理员撤回了你的一条消息
zh_hk: 企業管理員撤回了你的一條訊息

# 8xo
source: Organization admin recalled a message from {{name}}.
de_de: Der Administrator der Organisation hat eine Nachricht von {{name}} zurückgerufen.
es_es: El administrador de la organización ha recuperado un mensaje de {{name}}.
fr_fr: L'administrateur de l'organisation a rappelé un message de {{name}}.
id_id: Admin organisasi menarik pesan dari {{name}}.
it_it: L'amministratore dell'organizzazione ha richiamato un messaggio da {{name}}.
ja_jp: 法人管理者が {{name}} から送信されたメッセージを取り消しました。
ko_kr: 기업 관리자 님이 {{name}} 님의 메시지를 회수했습니다.
ms_my: Pentadbir organisasi menarik balik mesej daripada {{name}}.
pt_br: O administrador da organização recuperou uma mensagem de {{name}}.
ru_ru: Администратор организации отозвал сообщение от пользователя {{name}}.
th_th: ผู้ดูแลองค์กรเรียกคืนข้อความจาก {{name}}
vi_vn: Quản trị viên của tổ chức đã thu hồi một tin nhắn từ {{name}}.
zh_cn: 企业管理员撤回了 {{name}} 的一条消息
zh_hk: 企業管理員撤回了 {{name}} 的一條訊息

# 6kA
source: Playing through the receiver. Please bring the phone closer.
de_de: Wiedergabe über den Receiver. Bitte bewegen Sie das Telefon näher heran.
es_es: Reproduciendo por el receptor. Acerca el teléfono.
fr_fr: Lecture par le récepteur. Veuillez rapprocher le téléphone.
id_id: Diputar melalui penerima. Dekatkan ponsel.
it_it: Riproduzione dal ricevitore. Avvicina il telefono.
ja_jp: レシーバーで再生中...デバイスを近づけてください。
ko_kr: 수신기를 통해 재생 중입니다. 휴대폰를 가까이 가져오세요.
pt_br: Reproduzindo pelo receptor. Aproxime o telefone.
ru_ru: Воспроизведение через приемник. Поднесите телефон ближе.
th_th: การเล่นผ่านเครื่องรับ โปรดนำโทรศัพท์เข้าไปใกล้ขึ้น
vi_vn: Phát qua người nhận. Vui lòng đưa điện thoại đến gần hơn.
zh_cn: 正在听筒播放，请贴近手机
zh_hk: 正在使用聽筒播放，請貼近手提電話

# bz4
source: Playing through the speaker
de_de: Wiedergabe über den Lautsprecher
es_es: Reproduciendo por el altavoz
fr_fr: Lecture par le haut-parleur
id_id: Diputar melalui speaker
it_it: Riproduzione dall'altoparlante
ja_jp: スピーカーで再生中...
ko_kr: 스피커를 통해 재생 중입니다
pt_br: Reprodução pelo alto-falante
ru_ru: Воспроизведение через динамик
th_th: การเล่นผ่านลำโพง
vi_vn: Phát qua loa
zh_cn: 正在扬声器播放
zh_hk: 正在使用揚聲器播放

# AS4
source: Creator
de_de: Ersteller
es_es: Creador
fr_fr: Créateur
hi_in: निर्माता
id_id: Pembuat
it_it: Creatore
ja_jp: 作成者
ko_kr: 생성자
ms_my: Pencipta
pt_br: Criador
ru_ru: Создатель
th_th: ผู้สร้าง
vi_vn: Người tạo
zh_cn: 发起人
zh_hk: 發起者

# Cxg
source: View all options
de_de: Alle Optionen anzeigen
es_es: Ver todas las opciones
fr_fr: Afficher toutes les options
hi_in: सभी विकल्प देखें
id_id: Lihat semua opsi
it_it: Visualizza tutte le opzioni
ja_jp: すべてのオプションを表示
ko_kr: 모든 옵션 보기
ms_my: Lihat semua pilihan
pt_br: Visualizar todas as opções
ru_ru: Посмотреть все варианты
th_th: ดูตัวเลือกทั้งหมด
vi_vn: Xem tất cả tùy chọn
zh_cn: 查看全部选项
zh_hk: 查看全部選項

# yWY
source: Anonymous
de_de: Anonym
es_es: Anónimo
fr_fr: Anonyme
hi_in: अनाम
id_id: Anonim
it_it: Anonimo
ja_jp: 匿名
ko_kr: 익명
ms_my: Tanpa nama
pt_br: Anônimo
ru_ru: Анонимный
th_th: ไม่เปิดเผยตัวตน
vi_vn: Ẩn danh
zh_cn: 匿名
zh_hk: 匿名

# b14
source: Multiple answers
de_de: Mehrere Antworten
es_es: Varias respuestas
fr_fr: Réponses multiples
hi_in: कई उत्तर
id_id: Multijawaban
it_it: Risposte multiple
ja_jp: 複数選択
ko_kr: 복수 답변
ms_my: Jawapan berbilang
pt_br: Várias respostas
ru_ru: Несколько ответов
th_th: หลายคำตอบ
vi_vn: Nhiều câu trả lời
zh_cn: 多选
zh_hk: 複選

# uLw
source: Non-anonymous
de_de: Nicht anonym
es_es: No anónimo
fr_fr: Non anonyme
hi_in: गैर-अनाम
id_id: Nonanonim
it_it: Non anonimo
ja_jp: 実名
ko_kr: 비 익명
ms_my: Bukan tanpa nama
pt_br: Não anônimo
ru_ru: Не анонимный
th_th: เปิดเผยตัวตน
vi_vn: Không ẩn danh
zh_cn: 实名
zh_hk: 實名

# KUs
source: Select option
de_de: Option auswählen
es_es: Seleccionar opción
fr_fr: Sélectionner une option
hi_in: विकल्प चुनें
id_id: Pilih opsi
it_it: Seleziona opzione
ja_jp: オプションを選択してください
ko_kr: 옵션 선택
ms_my: Pilih pilihan
pt_br: Selecionar opção
ru_ru: Выберите опцию
th_th: เลือกตัวเลือก
vi_vn: Chọn tùy chọn
zh_cn: 请选择后投票
zh_hk: 請選擇後投票

# EnQ
source: Single answer
de_de: Eine einzige Antwort
es_es: Respuesta simple
fr_fr: Réponse unique
hi_in: एक उत्तर
id_id: Satu jawaban
it_it: Risposta singola
ja_jp: 単一選択
ko_kr: 단답형
ms_my: Jawapan tunggal
pt_br: Resposta única
ru_ru: Один ответ
th_th: คำตอบเดียว
vi_vn: Một câu trả lời
zh_cn: 单选
zh_hk: 單選

# yAM
source: Vote
de_de: Abstimmen
es_es: Votar
fr_fr: Voter
hi_in: वोट करें
id_id: Voting
it_it: Vota
ja_jp: 投票
ko_kr: 투표
ms_my: Undi
pt_br: Votar
ru_ru: Голосовать
th_th: โหวต
vi_vn: Bình chọn
zh_cn: 立即投票
zh_hk: 立即投票

# SpI
source: The list ends here for security concerns
de_de: Die Liste endet hier aufgrund von Sicherheitsbedenken
es_es: La lista termina aquí por cuestiones de seguridad
fr_fr: La liste s'arrête ici pour des raisons de sécurité
hi_in: सुरक्षा कारणों से यह सूची यहाँ समाप्त होती है.
id_id: Daftar berakhir di sini karena alasan keamanan
it_it: L'elenco termina qui per motivi di sicurezza
ja_jp: セキュリティの都合で、一部の情報を非表示にしています
ko_kr: 보안상 이유로 목록이 여기서 끝납니다
ms_my: Senarai berakhir di sini kerana kebimbangan keselamatan
pt_br: A lista termina aqui por questão de segurança
ru_ru: Список заканчивается здесь по соображениям безопасности
th_th: รายการสิ้นสุดที่นี่เนื่องจากความกังวลด้านความปลอดภัย
vi_vn: Vì lý do bảo mật, danh sách kết thúc ở đây
zh_cn: 因隐私安全需要已隐藏部分信息
zh_hk: 因隱私安全需要，已隱藏部分資訊

# Akg
source: [Poll Message]
de_de: [Nachricht zur Abstimmung]
es_es: [Mensaje de encuesta]
fr_fr: [Message de sondage]
hi_in: [पोल संदेश]
id_id: [Pesan Polling]
it_it: [Messaggio di sondaggio]
ja_jp: [投票メッセージ]
ko_kr: [투표 메시지]
ms_my: [Mesej Undian]
pt_br: [Mensagem da votação]
ru_ru: [Сообщение опроса]
th_th: [ข้อความโพลล์]
vi_vn: [Thông báo bình chọn]
zh_cn: [投票消息]
zh_hk: [投票訊息]

# /6E
source: Responded: {{num}}
de_de: Reagiert: {{num}}
es_es: Respondieron: {{num}}
fr_fr: Réponses : {{num}}
hi_in: प्रतिक्रिया दी: {{num}}
id_id: Merespons: {{num}}
it_it: Hanno risposto: {{num}}
ja_jp: 参加者数：{{num}}
ko_kr: 응답: {{num}}
ms_my: Menjawab: {{num}}
pt_br: Respondido: {{num}}
ru_ru: Ответы: {{num}}
th_th: ตอบกลับแล้ว: {{num}}
vi_vn: Đã trả lời: {{num}}
zh_cn: 实际参与人数：{{num}}
zh_hk: 實際參與人數：{{num}}

# ZaU
source: Close Poll
de_de: Abstimmung schließen
es_es: Cerrar encuesta
fr_fr: Terminer le sondage
hi_in: पोल बंद करें
id_id: Tutup Polling
it_it: Chiudi sondaggio
ja_jp: 投票を終了
ko_kr: 투표 닫기
ms_my: Tutup Undian
pt_br: Fechar votação
ru_ru: Закрыть опрос
th_th: ปิดโพลล์
vi_vn: Đóng bình chọn
zh_cn: 结束投票
zh_hk: 結束投票

# ei4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# fjI
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 終了
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 结束
zh_hk: 結束

# MSc
source: Close this poll?
de_de: Diese Abstimmung schließen?
es_es: ¿Cerrar esta encuesta?
fr_fr: Terminer ce sondage ?
hi_in: यह पोल बंद करें?
id_id: Tutup polling ini?
it_it: Chiudere questo sondaggio?
ja_jp: 投票を終了しますか？
ko_kr: 이 투표를 닫으시겠습니까?
ms_my: Tutup undian ini?
pt_br: Fechar esta votação?
ru_ru: Закрыть этот опрос?
th_th: ปิดโพลล์นี้หรือไม่
vi_vn: Đóng bình chọn này?
zh_cn: 确定结束投票？
zh_hk: 確定結束投票嗎？

# A6o
source: Invited: {{num}}
de_de: Eingeladen: {{num}}
es_es: Invitados: {{num}}
fr_fr: Invité(s) : {{num}}
hi_in: आमंत्रित: {{num}}
id_id: Diundang: {{num}}
it_it: Invitati: {{num}}
ja_jp: 対象者数：{{num}}
ko_kr: 초대: {{num}}
ms_my: Dijemput: {{num}}
pt_br: Convidado: {{num}}
ru_ru: Приглашено: {{num}}
th_th: เชิญแล้ว: {{num}}
vi_vn: Đã mời: {{num}}
zh_cn: 应参与人数：{{num}}
zh_hk: 應參與人數：{{num}}

# 3W4
source: Poll closed
de_de: Abstimmung geschlossen
es_es: Encuesta cerrada
fr_fr: Sondage terminé
hi_in: पोल बंद किया गया
id_id: Polling ditutup
it_it: Sondaggio chiuso
ja_jp: 投票は終了しました
ko_kr: 투표 비활성화됨
ms_my: Undian ditutup
pt_br: Votação fechada
ru_ru: Опрос закрыт
th_th: โพลล์ปิดแล้ว
vi_vn: Đã đóng bình chọn
zh_cn: 投票已结束
zh_hk: 投票已結束

# 0Ak
source: Resend to Chat
de_de: Erneut an Chat senden
es_es: Enviar de nuevo a chat
fr_fr: Renvoyer dans le chat
hi_in: चैट पर पुनः भेजें
id_id: Kirim ulang ke Obrolan
it_it: Invia di nuovo alla chat
ja_jp: 再送信
ko_kr: 채팅으로 다시 보내기
ms_my: Hantar Semula ke Sembang
pt_br: Reenviar para chat
ru_ru: Отправить в чат
th_th: ส่งแชทอีกครั้ง
vi_vn: Gửi lại đến cuộc trò chuyện
zh_cn: 再次发送
zh_hk: 再次發送

# FVg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# Lmg
source: Resend
de_de: Erneut senden
es_es: Enviar de nuevo
fr_fr: Renvoyer
hi_in: पुनः भेजें
id_id: Kirim ulang
it_it: Invia di nuovo
ja_jp: 再送信
ko_kr: 다시 보내기
ms_my: Hantar semula
pt_br: Reenviar
ru_ru: Отправить
th_th: ส่งอีกครั้ง
vi_vn: Gửi lại
zh_cn: 再次发送
zh_hk: 再次發送

# 3JQ
source: Resend poll message to original chat
de_de: Nachricht zur Abstimmung erneut an ursprünglichen Chat senden
es_es: Enviar de nuevo mensaje de encuesta al chat original
fr_fr: Renvoyer le message de sondage vers le chat d'origine
hi_in: इस पोल संदेश को इस चैट में पुनः भेजें?
id_id: Kirim ulang pesan polling ke obrolan asli
it_it: Invia di nuovo il messaggio di sondaggio alla chat originale
ja_jp: 投票メッセージを元のチャットに再送信します
ko_kr: 투표 메시지를 원래 채팅으로 다시 보내기
ms_my: Hantar semula mesej undian ke sembang asal
pt_br: Reenviar mensagem da votação para o chat original
ru_ru: Повторно отправить сообщение опроса в исходный чат
th_th: ส่งโพลล์ไปยังแชทเดิมอีกครั้ง
vi_vn: Gửi lại thông báo bình chọn đến cuộc trò chuyện ban đầu
zh_cn: 再次发送投票消息到原会话
zh_hk: 再次發送投票訊息至原對話

# elw
source: Resend poll message to this chat
de_de: Nachricht zur Abstimmung erneut an diesen Chat senden
es_es: Enviar de nuevo mensaje de encuesta a este chat
fr_fr: Renvoyer un message de sondage à ce chat
id_id: Kirim ulang pesan polling ke obrolan ini
it_it: Invia di nuovo il messaggio di sondaggio a questa chat
ja_jp: 投票メッセージをこのチャットに再送信します
ko_kr: 투표 메시지를 이 채팅으로 다시 보내기
ms_my: Hantar semula mesej undian ke perbualan ini
pt_br: Reenviar mensagem da votação para este chat
ru_ru: Повторно отправить сообщение опроса в этот чат
th_th: ส่งโพลล์ไปยังแชทนี้อีกครั้ง
vi_vn: Gửi lại thông báo bình chọn đến cuộc trò chuyện này
zh_cn: 再次发送投票消息到当前会话
zh_hk: 再次發送投票訊息到目前對話

# P7M
source: Add to Starred Contacts
de_de: Zu mit Stern markierten Kontakten hinzufügen
es_es: Agregar a contactos destacados
fr_fr: Ajouter aux contacts favoris
hi_in: तारांकित संपर्कों में जोड़ा गया
id_id: Tambahkan ke Kontak Berbintang
it_it: Aggiungi ai contatti contrassegnati con la stella
ja_jp: スター付き連絡先に設定
ko_kr: 별표 표시된 연락처에 추가
ms_my: Tambah ke Kenalan Berbintang
pt_br: Adicionar aos contatos com estrela
ru_ru: Добавить в избранные контакты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Thêm vào các liên hệ được gắn dấu sao
zh_cn: 设为星标联系人
zh_hk: 設為星標聯絡人

# 3fc
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Réponse
id_id: Balas
it_it: Rispondi
ja_jp: 返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复
zh_hk: 回覆

# t3I
source: Quote
de_de: Zitieren
es_es: Citar
fr_fr: Citation
id_id: Kutip
it_it: Citazione
ja_jp: 引用
ko_kr: 인용
ms_my: Petik
pt_br: Cota
ru_ru: Цитировать
th_th: คำอ้างอิง
vi_vn: Trích dẫn
zh_cn: 引用
zh_hk: 引用

# G0U
source: You can only recall messages sent within {{num}} hr due to administrator's settings
de_de: Aufgrund der Administratoreinstellungen können Sie nur Nachrichten zurückrufen, die innerhalb von {{num}} Sd. gesendet wurden
es_es: Debido a la configuración del administrador, solo puedes recuperar los mensajes enviados en un plazo de {{num}} h
fr_fr: Vous pouvez uniquement rappeler les messages envoyés dans un délai de {{num}} h en raison des paramètres de l'administrateur
id_id: Anda hanya dapat menarik pesan yang dikirim dalam {{num}} jam karena pengaturan administrator
it_it: A causa delle impostazioni dell'amministratore, è possibile modificare richiamare solo i messaggi inviati entro {{num}} h
ja_jp: 管理者は、送信後 {{num}} 時間以内のメッセージのみ取り消しできるように設定しました。
ko_kr: 관리자의 설정으로 인해 {{num}}시간 이내에 보낸 메시지만 회수할 수 있습니다
ms_my: Anda hanya boleh menarik balik mesej yang dihantar dalam masa {{num}} jam kerana tetapan pentadbir
pt_br: Você só pode recuperar mensagens enviadas dentro de {{num}} h devido às configurações do administrador
ru_ru: Из-за настроек администратора вы можете отозвать только сообщения, отправленные в течение {{num}} ч.
th_th: คุณจะเรียกคืนได้เฉพาะข้อความที่ส่งภายใน {{num}} ชั่วโมงเท่านั้นเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Do cài đặt của quản trị viên, nên bạn chỉ có thể thu hồi tin nhắn được gửi trong vòng {{num}} giờ
zh_cn: 管理员已设置仅可撤回 {{num}} 小时内的消息
zh_hk: 管理員已設定只能撤回 {{num}} 小時內的訊息

# m8E
source: You can only recall messages sent within {{num}} min due to administrator's settings
de_de: Aufgrund der Administratoreinstellungen können Sie nur Nachrichten zurückrufen, die innerhalb von {{num}} Min. gesendet wurden
es_es: Debido a la configuración del administrador, solo puedes recuperar los mensajes enviados en un plazo de {{num}} min
fr_fr: Vous pouvez uniquement rappeler les messages envoyés dans un délai de {{num}} min en raison des paramètres de l'administrateur
id_id: Anda hanya dapat menarik pesan yang dikirim dalam {{num}} mnt karena pengaturan administrator
it_it: A causa delle impostazioni dell'amministratore, è possibile richiamare solo i messaggi inviati entro {{num}} min
ja_jp: 管理者は、送信後 {{num}} 分以内のメッセージのみ取り消しできるように設定しました。
ko_kr: 관리자의 설정으로 인해 {{num}}분 이내에 보낸 메시지만 회수할 수 있습니다
ms_my: Anda hanya boleh menarik balik mesej yang dihantar dalam masa {{num}} minit kerana tetapan pentadbir
pt_br: Você só pode recuperar mensagens enviadas dentro de {{num}} min devido às configurações do administrador
ru_ru: Из-за настроек администратора вы можете отозвать только сообщения, отправленные в течение {{num}} мин.
th_th: คุณจะเรียกคืนได้เฉพาะข้อความที่ส่งภายใน {{num}} นาทีเท่านั้นเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Do cài đặt của quản trị viên, nên bạn chỉ có thể thu hồi tin nhắn được gửi trong vòng {{num}} phút
zh_cn: 管理员已设置仅可撤回 {{num}} 分钟内的消息
zh_hk: 管理員已設定只能撤回 {{num}} 分鐘內的訊息

# eEg
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送

# Sdc
source: The recalled pictures and videos have exceeded the default storage time limit, and only text messages can be sent. Send anyway?
de_de: Die zurückgerufenen Bilder und Videos haben das standardmäßige Speicherzeitlimit überschritten, und es können nur noch Textnachrichten gesendet werden. Trotzdem senden?
es_es: Las imágenes y los vídeos recuperados superan el límite de tiempo de almacenamiento predefinido y solo se pueden enviar mensajes de texto. ¿Enviar igualmente?
fr_fr: Les photos et vidéos rappelées ont dépassé la limite par défaut de la durée de stockage, et seuls les SMS peuvent être envoyés. Envoyer quand même ?
id_id: Gambar dan video yang ditarik telah melampaui batas waktu penyimpanan default, dan hanya pesan teks yang dapat dikirim. Tetap kirim?
it_it: Le immagini e i video richiamati hanno superato il limite di tempo predefinito di archiviazione ed è possibile inviare solo messaggi di testo. Inviare comunque?
ja_jp: 取り消した画像・動画などのコンテンツがデフォルトの保持期間を過ぎているため、テキストのみを送信できます。送信してよろしいですか？
ko_kr: 회수된 사진 및 동영상이 기본 저장 시간 제한을 초과했으며 문자 메시지만 보낼 수 있습니다. 보내시겠습니까?
ms_my: Gambar dan video yang ditarik balik telah melebihi had masa penyimpanan lalai, dan hanya mesej teks yang boleh dihantar. Hantar juga?
pt_br: As fotos e os vídeos recuperados excederam o limite de tempo de armazenamento padrão e apenas mensagens de texto podem ser enviadas. Enviar mesmo assim?
ru_ru: Отозванные изображения и видео превысили лимит времени хранения по умолчанию, и можно отправить только текст. Все равно отправить?
th_th: รูปภาพและวิดีโอที่เรียกคืนนั้นเกินเวลาจัดเก็บเริ่มต้นสูงสุด และสามารถส่งได้เฉพาะข้อความเท่านั้น ส่งต่อหรือไม่
vi_vn: Ảnh và video được thu hồi đã vượt quá giới hạn thời gian lưu trữ mặc định và chỉ có thể gửi tin nhắn văn bản. Vẫn gửi?
zh_cn: 撤回的图片、视频等资源已超过默认存储有效期，仅能发送文本消息，确认发送？
zh_hk: 撤回的圖片和影片等資源已超過預設儲存有效期，只能發送文字訊息，確認發送嗎？

# FMI
source: Reply in Thread
de_de: In Thread antworten
es_es: Responder en la línea de la conversación
fr_fr: Répondre dans le fil de discussion
id_id: Balas dalam Utas
it_it: Rispondi nel thread
ja_jp: スレッドに返信
ko_kr: 스레드에서 회신
ms_my: Balas dalam Tred
pt_br: Responder na conversa
ru_ru: Ответить в теме
th_th: ตอบกลับในเธรด
vi_vn: Trả lời trong chuỗi
zh_cn: 回复话题
zh_hk: 回覆主題

# 1SI
source: Restricted Mode on. Unable to copy or forward messages.
de_de: „Eingeschränkter Modus“ ist aktiviert. Nachrichten können nicht kopiert oder weitergeleitet werden.
es_es: Modo restringido activado. No se pueden copiar ni reenviar los mensajes.
fr_fr: Mode restreint activé. Impossible de copier ou de transférer des messages.
id_id: Mode Terbatas aktif. Gagal menyalin atau meneruskan pesan.
it_it: Modalità Limitata attivata. Impossibile copiare o inoltrare messaggi.
ja_jp: 機密モードがオンになりました。メッセージをコピー・転送することができません。
ko_kr: 제한된 모드가 켜져 있습니다. 메시지를 복사하거나 전달할 수 없습니다.
ms_my: Mod Terhad diaktifkan. Tidak dapat menyalin atau menghantar mesej.
pt_br: Modo restrito ativado. Não é possível copiar ou encaminhar mensagens.
ru_ru: Ограниченный режим включен. Невозможно копировать или пересылать сообщения.
th_th: โหมดจำกัดเปิดอยู่ ไม่สามารถคัดลอกหรือส่งต่อข้อความ
vi_vn: Chế độ hạn chế đang bật. Không thể sao chép hoặc chuyển tiếp tin nhắn.
zh_cn: 保密模式已开启，禁止复制、转发消息
zh_hk: 已開啟保密模式，禁止複製和轉發訊息

# lqI
source: Restricted Mode on. Unable to download files.
de_de: „Eingeschränkter Modus“ ist aktiviert. Dateien können nicht heruntergeladen werden.
es_es: Modo restringido activado. No se pueden descargar archivos.
fr_fr: Mode restreint activé. Impossible de télécharger des fichiers.
id_id: Mode Terbatas aktif. Gagal mengunduh file.
it_it: Modalità Limitata attivata. Impossibile scaricare file.
ja_jp: 機密モードがオンになりました。画像、ビデオなどのファイルをダウンロードすることができません。
ko_kr: 제한된 모드가 켜져 있습니다. 파일을 다운로드할 수 없습니다.
pt_br: Modo restrito ativado. Falha ao fazer download dos arquivos.
ru_ru: Ограниченный режим включен. Невозможно скачать файлы.
th_th: โหมดจำกัดเปิดอยู่ ไม่สามารถดาวน์โหลดไฟล์
vi_vn: Chế độ hạn chế đang bật. Không thể tải xuống tập tin.
zh_cn: 保密模式已开启，禁止保存或下载图片、视频和文件
zh_hk: 已開啟保密模式，禁止儲存或下載圖片、影片和檔案
