Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# RXo
source: Image previewing not allowed due to administrator's permission settings. Please contact your organization administrator for assistance.
de_de: Eine Vorschau dieses Bilds ist aufgrund der Berechtigungseinstellungen des Administrators nicht möglich. Bei eventuellen Fragen wenden Sie sich an den Administrator Ihrer Organisation.
es_es: No se ha podido previsualizar esta imagen debido a la configuración de permisos del administrador. Si tienes alguna pregunta, ponte en contacto con el administrador de tu organización
fr_fr: Impossible de prévisualiser cette image en raison des paramètres d'autorisation de l'administrateur. Veuillez contacter l'administrateur de votre organisation pour toute question
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण इस छवि का पूर्वावलोकन करने में असमर्थ. अगर आपके पास कोई प्रश्न है, तो कृपया अपने संगठन के एडमिनिस्ट्रेटर से संपर्क करें
id_id: Gagal mempratinjau gambar ini karena pengaturan izin administrator. Jika Anda memiliki pertanyaan, hubungi administrator organisasi Anda
it_it: Impossibile visualizzare l'anteprima di questa immagine per via delle impostazioni delle autorizzazioni dell'amministratore. Per eventuali domande, contatta l'amministratore della tua organizzazione
ja_jp: 管理者の権限設定により、この画像をプレビューできません。不明な点がある場合は、法人管理者にお問い合わせください
ko_kr: 관리자의 권한 설정으로 인해 이 이미지를 미리 볼 수 없습니다. 질문이 있으면 기업 관리자에게 문의하세요.
ms_my: Tidak dapat pratonton imej ini kerana tetapan kebenaran pentadbir. Jika anda ada sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: Falha ao visualizar esta imagem devido às configurações de permissão do administrador. Se tiver alguma dúvida, entre em contato com o administrador da sua organização
ru_ru: Невозможно просмотреть это изображение из-за настроек разрешений администратора. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: ไม่สามารถดูตัวอย่างภาพนี้ได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Không thể xem trước hình ảnh này do cài đặt quyền của quản trị viên. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với quản trị viên tổ chức của bạn.
zh_cn: 由于管理员的权限设置，你无法预览该图片。如有疑问，请联系企业管理员
zh_hk: 由於管理員的權限設定，你無法預覽此圖片。如有疑問，請聯絡企業管理員

# SOQ
source: Unable to preview this image
de_de: Vorschau dieses Bilds nicht möglich
es_es: Error al previsualizar esta imagen
fr_fr: Impossible de prévisualiser cette image
hi_in: इस छवि का पूर्वावलोकन करने में असमर्थ
id_id: Gagal mempratinjau gambar ini
it_it: Impossibile visualizzare l'anteprima di questa immagine
ja_jp: 画像をプレビューする権限がありません
ko_kr: 이 이미지를 미리 볼 수 없습니다
ms_my: Tidak dapat pratonton imej ini
pt_br: Falha ao visualizar esta imagem
ru_ru: Невозможно просмотреть это изображение
th_th: ไม่สามารถดูตัวอย่างภาพนี้ได้
vi_vn: Không thể xem trước hình ảnh này
zh_cn: 暂无图片预览权限
zh_hk: 暫無圖片預覽權限

# k/Q
source: Video previewing not allowed due to administrator's permission settings. Please contact your organization administrator for assistance.
de_de: Eine Vorschau dieses Videos ist aufgrund der Berechtigungseinstellungen des Administrators nicht möglich. Bei eventuellen Fragen wenden Sie sich an den Administrator Ihrer Organisation.
es_es: No se ha podido previsualizar este vídeo debido a la configuración de permisos del administrador. Si tienes alguna pregunta, ponte en contacto con el administrador de tu organización
fr_fr: Impossible de prévisualiser cette vidéo en raison des paramètres d'autorisation de l'administrateur. Veuillez contacter l'administrateur de votre organisation pour toute question
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण इस वीडियो का पूर्वावलोकन करने में असमर्थ. अगर आपके पास कोई प्रश्न है, तो कृपया अपने संगठन के एडमिनिस्ट्रेटर से संपर्क करें
id_id: Gagal mempratinjau video ini karena pengaturan izin administrator. Jika Anda memiliki pertanyaan, hubungi administrator organisasi Anda
it_it: Impossibile visualizzare l'anteprima video per via delle impostazioni delle autorizzazioni dell'amministratore. Per eventuali domande, contatta l'amministratore della tua organizzazione
ja_jp: 管理者の権限設定により、この動画をプレビューできません。不明な点がある場合は、法人管理者にお問い合わせください
ko_kr: 관리자의 권한 설정으로 인해 이 동영상을 미리 볼 수 없습니다. 질문이 있으면 기업 관리자에게 문의하세요.
ms_my: Tidak dapat pratonton video ini kerana tetapan kebenaran pentadbir. Jika anda ada sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: Falha ao visualizar este vídeo devido às configurações de permissão do administrador. Se tiver alguma dúvida, entre em contato com o administrador da sua organização
ru_ru: Невозможно просмотреть это видео из-за настроек разрешений администратора. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: ไม่สามารถดูตัวอย่างวิดีโอนี้ได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Không thể xem trước video này do cài đặt quyền của quản trị viên. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với quản trị viên tổ chức của bạn.
zh_cn: 由于管理员的权限设置，你无法预览该视频。如有疑问，请联系企业管理员
zh_hk: 由於管理員的權限設定，你無法預覽此影片。如有疑問，請聯絡企業管理員

# eAQ
source: Unable to preview this video
de_de: Vorschau dieses Videos nicht möglich
es_es: Error al previsualizar este vídeo
fr_fr: Impossible de prévisualiser cette vidéo
hi_in: इस वीडियो का पूर्वावलोकन करने में असमर्थ
id_id: Gagal mempratinjau video ini
it_it: Impossibile visualizzare l'anteprima di questo video
ja_jp: 動画をプレビューする権限がありません
ko_kr: 이 동영상을 미리 볼 수 없습니다
ms_my: Tidak dapat pratonton video ini
pt_br: Falha ao visualizar este vídeo
ru_ru: Невозможно просмотреть это видео
th_th: ไม่สามารถดูตัวอย่างวิดีโอนี้ได้
vi_vn: Không thể xem trước video này
zh_cn: 暂无视频预览权限
zh_hk: 暫無影片預覽權限

# xik
source: No preview permissions
de_de: Keine Berechtigungen für Vorschau
es_es: No hay permisos de vista previa
fr_fr: Aucune autorisation d'aperçu
hi_in: पूर्वावलोकन अनुमतियाँ नहीं है
id_id: Tidak ada izin pratinjau
it_it: Nessuna autorizzazione di anteprima
ja_jp: プレビュー権限がありません
ko_kr: 미리 보기 권한이 없습니다
ms_my: Tiada kebenaran pratonton
pt_br: Nenhuma permissão de visualização
ru_ru: Нет разрешений на предварительный просмотр
th_th: ไม่มีสิทธิ์ดูตัวอย่าง
vi_vn: Không có quyền xem trước
zh_cn: 暂无预览权限
zh_hk: 暫無預覽權限

# x30
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# aKE
source: No preview permissions
de_de: Keine Berechtigungen für Vorschau
es_es: No hay permisos de vista previa
fr_fr: Aucune autorisation d'aperçu
hi_in: पूर्वावलोकन अनुमतियाँ नहीं है
id_id: Tidak ada izin pratinjau
it_it: Nessuna autorizzazione di anteprima
ja_jp: プレビュー権限がありません
ko_kr: 미리 보기 권한이 없습니다
ms_my: Tiada kebenaran pratonton
pt_br: Nenhuma permissão de visualização
ru_ru: Нет разрешений на предварительный просмотр
th_th: ไม่มีสิทธิ์ดูตัวอย่าง
vi_vn: Không có quyền xem trước
zh_cn: 暂无预览权限
zh_hk: 暫無預覽權限

# 8T0
source: Unable to view. Please try again later
de_de: Ansicht nicht möglich. Bitte versuchen Sie es später erneut
es_es: No se puede ver. Inténtalo de nuevo más tarde
fr_fr: Affichage impossible. Veuillez réessayer plus tard
id_id: Gagal menampilkan. Coba lagi nanti
it_it: Impossibile visualizzare. Riprova più tardi
ja_jp: 現在閲覧できません。後で再試行してください。
ko_kr: 볼 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat melihat. Sila cuba lagi kemudian
pt_br: Falha ao visualizar. Tente novamente mais tarde
ru_ru: Невозможно просмотреть. Попробуйте позже
th_th: ดูไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể xem. Vui lòng thử lại sau
zh_cn: 暂不支持查看，请稍后再试
zh_hk: 暫不支援查看，請稍後再試

# 9os
source: Unable to view
de_de: Ansicht nicht möglich
es_es: No se puede ver
fr_fr: Affichage impossible
id_id: Gagal melihat
it_it: Impossibile visualizzare
ja_jp: 閲覧できません
ko_kr: 볼 수 없습니다
ms_my: Tidak dapat melihat
pt_br: Não é possível visualizar
ru_ru: Невозможно просмотреть
th_th: ไม่สามารถดูได้
vi_vn: Không thể xem
zh_cn: 暂不支持查看
zh_hk: 暫不支援查看

# M7E
source: File deleted
de_de: Datei gelöscht
es_es: Archivo eliminado
fr_fr: Fichier supprimé
id_id: File berhasil dihapus
it_it: File eliminato
ja_jp: このファイルは削除済み
ko_kr: 파일 삭제됨
ms_my: Fail dipadam
pt_br: Arquivo excluído
ru_ru: Файл удален
th_th: ลบไฟล์ลบแล้ว
vi_vn: Đã xóa tập tin
zh_cn: 资源已被清理
zh_hk: 資源已被清理

# q64
source: You're not a member of this group chat
de_de: Sie sind nicht Mitglied in diesem Gruppenchat
es_es: No eres miembro de este chat de grupo
fr_fr: Vous n'êtes pas un membre de cette discussion de groupe
hi_in: आप इस समूह चैट के सदस्य नहीं हैं
id_id: Anda bukan anggota dari obrolan grup ini
it_it: Non sei un membro di questa chat di gruppo
ja_jp: あなたはこのグループのメンバーではありません。
ko_kr: 이 그룹 채팅의 구성원이 아닙니다
ms_my: Anda bukan ahli dalam perbualan kumpulan ini
pt_br: Você não é um membro deste chat em grupo
ru_ru: Вы не являетесь участником этого группового чата
th_th: คุณไม่ใช่สมาชิกของแชทกลุ่มนี้
vi_vn: Bạn không phải là thành viên của cuộc trò chuyện nhóm này
zh_cn: 你不在该群组
zh_hk: 你不在該群組

# I4U
source: Re-edit
de_de: Neu bearbeiten
es_es: Reeditar
fr_fr: Modifier à nouveau
id_id: Edit ulang
it_it: Modifica di nuovo
ja_jp: 再編集
ko_kr: 다시 편집
ms_my: Sunting semula
pt_br: Editar novamente
ru_ru: Повторное редактирование
th_th: แก้ไขใหม่
vi_vn: Chỉnh sửa lại
zh_cn: 重新编辑
zh_hk: 重新編輯

# a18
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# i1Y
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# wYM
source: Add Sticker
de_de: Sticker hinzufügen
es_es: Agregar sticker
fr_fr: Ajouter un sticker
hi_in: स्टिकर जोड़ें
id_id: Tambah Stiker
it_it: Aggiungi adesivo
ja_jp: スタンプに追加
ko_kr: 스티커 추가
ms_my: Tambah Stiker
pt_br: Adicionar Adesivo
ru_ru: Добавить стикер
th_th: ใส่สติกเกอร์
vi_vn: Thêm nhãn dán
zh_cn: 添加表情
zh_hk: 新增表情

# 6UQ
source: Favorite
de_de: Favorit
es_es: Favorito
fr_fr: Favoris
hi_in: पसंदीदा
id_id: Favorit
it_it: Aggiungi a Preferiti
ja_jp: お気に入りに追加
ko_kr: 즐겨찾기
ms_my: Kegemaran
pt_br: Favorito
ru_ru: В избранное
th_th: รายการโปรด
vi_vn: Mục ưa thích
zh_cn: 收藏
zh_hk: 收藏

# JbU
source: administrator
es_es: administrador
fr_fr: administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: pentadbir
pt_br: administrador
ru_ru: администратор
th_th: ผู้ดูแล
vi_vn: quản trị viên
zh_cn: 管理员
zh_hk: 管理員

# xck
source: I Know
de_de: Ich weiß
es_es: Entendido
fr_fr: J'ai compris
hi_in: जानता/जानती हूँ
id_id: Saya Tahu
it_it: Lo so
ja_jp: OK
ko_kr: 확인
ms_my: Saya Tahu
pt_br: Eu sei
ru_ru: Я знаю
th_th: ฉันทราบแล้ว
vi_vn: Tôi Biết
zh_cn: 我知道了
zh_hk: 我知道了

# yvM
source: {{chatter_name}} @all
de_de: {{chatter_name}} @alle
es_es: {{chatter_name}} @todos
fr_fr: {{chatter_name}} @tous
hi_in: {{chatter_name}} @सभी
id_id: {{chatter_name}} @semua
it_it: {{chatter_name}} @tutti
ja_jp: {{chatter_name}} @全員
ko_kr: {{chatter_name}} @모두
pt_br: {{chatter_name}} @todos
ru_ru: {{chatter_name}} @все
th_th: {{chatter_name}} @ทุกคน
vi_vn: {{chatter_name}} @tất cả
zh_cn: {{chatter_name}} @所有人
zh_hk: {{chatter_name}} @擁有者

# cCA
source: {{user}}@you
de_de: {{user}}@Sie
es_es: {{user}}te@
fr_fr: {{user}} vous a @mentionné
hi_in: {{user}}@आप
id_id: {{user}}@Anda
it_it: {{user}}@te
ja_jp: {{user}} による＠メンション
ko_kr: {{user}} 님이 회원님을 @멘션
ms_my: {{user}}@anda
pt_br: {{user}}@você
ru_ru: {{user}}@вас
th_th: {{user}}@คุณ
vi_vn: {{user}}@bạn
zh_cn: {{user}}@你
zh_hk: {{user}}@ 你

# 1bo
source: [Audio]
hi_in: [ऑडियो]
ja_jp: [音声]
ko_kr: [오디오]
pt_br: [Áudio]
ru_ru: [Аудио]
th_th: [เสียง]
vi_vn: [Âm thanh]
zh_cn: [语音]
zh_hk: [語音]

# rzQ
source: Please turn up the volume
de_de: Bitte drehen Sie den Ton lauter.
es_es: Sube el volumen
fr_fr: Veuillez augmenter le volume
hi_in: कृपया वॉल्यूम बढ़ाएँ
id_id: Naikkan volume
it_it: Alza il volume
ja_jp: 音量を上げて再生してください
ko_kr: 볼륨을 높이세요
ms_my: Sila naikkan volume
pt_br: Aumente o volume
ru_ru: Увеличьте громкость
th_th: โปรดเพิ่มระดับเสียง
vi_vn: Vui lòng tăng âm lượng
zh_cn: 请调大音量后播放
zh_hk: 請調高音量後播放

# u3w
source: Playing through speaker
de_de: Wiedergabe über Lautsprecher
es_es: Reproduciendo en el altavoz
fr_fr: Émettre par le haut-parleur
hi_in: स्पीकर से चलाया जा रहा है
id_id: Memutar melalui speaker
it_it: Riproduzione attraverso l'altoparlante
ja_jp: スピーカーから再生します
ko_kr: 스피커로 재생
ms_my: Mainkan melalui pembesar suara
pt_br: Reproduzindo pelo alto-falante
ru_ru: Воспроизведение через динамик
th_th: กำลังเล่นจากลำโพง
vi_vn: Phát qua loa
zh_cn: 当前为扬声器播放模式
zh_hk: 目前為揚聲器播放模式

# iW8
source: [Red Packet]
de_de: [Hongbao]
es_es: [Sobre rojo]
fr_fr: [Enveloppe rouge]
hi_in: [होंगबाओ]
id_id: [Angpau]
it_it: [Busta rossa]
ja_jp: [ラッキーマネー]
ko_kr: [홍바오]
ms_my: [Pakej Merah]
pt_br: [Envelope vermelho]
ru_ru: [Hongbao]
th_th: [อั่งเปา]
vi_vn: [Hồng bao]
zh_cn: [红包]
zh_hk: [利是]

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# TL4
source: Call back
de_de: Rückruf
es_es: Devolver la llamada
fr_fr: Rappeler
hi_in: वापस कॉल करें
id_id: Panggil kembali
it_it: Richiama
ja_jp: コールバック
ko_kr: 다시 걸기
ms_my: Panggil semula
pt_br: Ligar de volta
ru_ru: Перезвонить
th_th: โทรกลับ
vi_vn: Gọi lại
zh_cn: 回拨
zh_hk: 回撥

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# Zw0
source: Deleted messages will disappear from your own chat history but will still be visible to others in the chat.
de_de: Gelöschte Nachrichten verschwinden aus Ihrem eigenen Chatverlauf, sind aber für andere Chatteilnehmer weiterhin sichtbar.
es_es: Los mensajes eliminados desaparecerán de tu historial de chat, pero seguirán siendo visibles para las demás personas que participan en el chat.
fr_fr: Les messages supprimés disparaîtront de votre historique de discussion, mais seront toujours visibles pour les autres participants du chat.
hi_in: हटाए गए संदेश आपके स्वयं के चैट इतिहास से अदृश्य हो जाएँगे, लेकिन चैट में अन्य लोगों के लिए अभी भी दृश्यमान रहेंगे.
id_id: Pesan yang dihapus akan menghilang dari riwayat obrolan Anda sendiri, tetapi akan tetap terlihat oleh orang lain di obrolan.
it_it: I messaggi eliminati scompariranno dalla tua cronologia chat, ma rimarranno visibili agli altri nella chat.
ja_jp: 削除したメッセージは、あなたのチャット履歴に表示されなくなります。チャット内の他のメンバーには、そのまま表示され続けます。
ko_kr: 삭제된 메시지는 자신의 채팅 기록에서 사라지지만 채팅의 다른 사용자는 여전히 볼 수 있습니다.
ms_my: Mesej yang dipadam akan hilang dari sejarah sembang anda tetapi masih kelihatan kepada orang lain dalam sembang.
pt_br: As mensagens excluídas desaparecerão do seu histórico do chat, mas ainda estarão visíveis para outras pessoas no chat.
ru_ru: Удаленные сообщения исчезнут из вашей собственной истории чата, но по-прежнему будут видны другим участникам чата.
th_th: ข้อความที่ถูกลบจะหายไปจากประวัติแชทของคุณ แต่คนอื่นในแชทจะยังเห็นอยู่
vi_vn: Tin nhắn đã xóa sẽ không còn xuất hiện trong lịch sử trò chuyện của bạn, nhưng sẽ vẫn hiển thị với người khác trong cuộc trò chuyện.
zh_cn: 删除的消息将从你的会话记录中消失，但仍对会话内其他人可见
zh_hk: 刪除的訊息將會從你的對話記錄中消失，但仍對對話內的其他人可見

# hcI
source: Can edit
de_de: kannst bearbeiten
es_es: puedes editar
fr_fr: peux éditer
hi_in: संपादित कर सकते हैं
id_id: Dapat mengedit
it_it: puoi modificare
ja_jp: 編集可能
ko_kr: 편집 가능
ms_my: Boleh edit
pt_br: pode editar
ru_ru: можете редактировать
th_th: แก้ไขได้
vi_vn: Có thể chỉnh sửa
zh_cn: 可编辑
zh_hk: 可編輯

# wxI
source: Can view
de_de: kannst lesen
es_es: puedes leer
fr_fr: peux lire
hi_in: पढ़ सकते हैं
id_id: Dapat melihat
it_it: puoi leggere
ja_jp: 閲覧可能
ko_kr: 읽기 기능
ms_my: Boleh lihat
pt_br: pode ler
ru_ru: можете просматривать
th_th: ดูได้
vi_vn: Có thể xem
zh_cn: 可阅读
zh_hk: 可閱讀

# VGQ
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ja_jp: 訳
ko_kr: 번역
ms_my: Terjemahan
pt_br: Tradução
ru_ru: Перевод
th_th: การแปล
vi_vn: Dịch
zh_cn: 译
zh_hk: 譯

# 2eE
source: The recall was successful and the access was withdrawn
de_de: Das Zurückrufen war erfolgreich, und der Zugriff wurde zurückgezogen.
es_es: Se ha retirardo con éxito y se ha retirado el acceso
fr_fr: Le rappel a réussi et l'accès a été retiré
hi_in: वापस लेना सफ़ल था और ऐक्सेस वापस ले लिया गया
id_id: Penarikan berhasil dan akses telah dicabut
it_it: Il richiamo ha avuto esito positivo e l'accesso è stato ritirato
ja_jp: 取り消しました。付与したアクセス権限も同時に取り消しました
ko_kr: 회수에 성공했으며 액세스가 취소되었습니다
ms_my: Tarik balik berjaya dan akses ditarik balik
pt_br: A recuperação foi concluída com êxito e o acesso foi retirado
ru_ru: Документ отозван успешно, и доступ к нему отменен
th_th: การเรียกคืนสำเร็จและการเข้าถึงได้ถูกถอนออกแล้ว
vi_vn: Thu hồi thành công và quyền truy cập đã bị rút lại
zh_cn: 撤回成功并已将访问权限一并被撤回
zh_hk: 撤回成功，並已一併撤回存取權限

# 8ss
source: {{chatName}}'s chat history
de_de: Chatverlauf von {{chatName}}
es_es: Historial del chat {{chatName}}
fr_fr: Historique de discussion de {{chatName}}
hi_in: {{chatName}} का चैट इतिहास
id_id: Riwayat obrolan {{chatName}}
it_it: Cronologia chat di {{chatName}}
ja_jp: {{chatName}}のチャット履歴
ko_kr: {{chatName}}의 채팅 기록
ms_my: Sejarah perbualan {{chatName}}
pt_br: Histórico do chat de {{chatName}}
ru_ru: История чата {{chatName}}
th_th: ประวัติแชทของ {{chatName}}
vi_vn: Lịch sử trò chuyện của {{chatName}}
zh_cn: {{chatName}}的会话记录
zh_hk: {{chatName}}的對話記錄

# +/o
source: {{creator}} and {{partner}}'s chat history
de_de: Chatverlauf von {{creator}} und {{partner}}
es_es: Historial del chat entre {{creator}} y {{partner}}
fr_fr: Historique de discussion de {{creator}} et de {{partner}}
hi_in: {{creator}} और {{partner}} का चैट इतिहास
id_id: Riwayat obrolan {{creator}} dan {{partner}}
it_it: Cronologia chat di {{creator}} e {{partner}}
ja_jp: {{creator}}と{{partner}}のチャット履歴
ko_kr: {{creator}} 및 {{partner}}의 채팅 기록
ms_my: Sejarah sembang {{creator}} dan {{partner}}
pt_br: Histórico do chat de {{creator}} e {{partner}}
ru_ru: История чатов для пользователей {{creator}} и {{partner}}
th_th: ประวัติแชทของ {{creator}} และ {{partner}}
vi_vn: Lịch sử trò chuyện giữa {{creator}} và {{partner}}
zh_cn: {{creator}}与{{partner}}的会话记录
zh_hk: {{creator}}與{{partner}}的對話記錄

# 6Ks
source: {{count}} replies
de_de: {{count}} Antworten
es_es: {{count}} respuestas
fr_fr: {{count}} réponses
hi_in: {{count}} उत्तर
id_id: {{count}} balasan
it_it: {{count}} risposte
ja_jp: {{count}} 件の返信
ko_kr: 회신 {{count}}개
ms_my: {{count}} balasan
pt_br: {{count}} respostas
ru_ru: Ответов: {{count}}
th_th: {{count}} การตอบกลับ
vi_vn: {{count}} câu trả lời
zh_cn: {{count}} 条回复
zh_hk: {{count}}則回覆

# 3gE
source: {{count}} reply
de_de: {{count}} Antwort
es_es: {{count}} respuesta
fr_fr: {{count}} réponse(s)
hi_in: {{count}} उत्तर
id_id: {{count}} balasan
it_it: {{count}} risposta
ja_jp: {{count}} 件の返信
ko_kr: {{count}} 회신
ms_my: {{count}} balasan
pt_br: {{count}} resposta
ru_ru: Ответ: {{count}}
th_th: {{count}} การตอบกลับ
vi_vn: {{count}} câu trả lời
zh_cn: {{count}} 条回复
zh_hk: {{count}}則回覆

# rOk
source: Show More
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
hi_in: अधिक दिखाएँ
id_id: Tampilkan Lebih Banyak
it_it: Mostra altro
ja_jp: もっと見る
ko_kr: 더 보기
ms_my: Tunjukkan Lebih Banyak
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 展开
zh_hk: 展開

# ILg
source: Deletion failed. Please try again.
de_de: Löschung fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error de eliminación. Inténtalo de nuevo.
fr_fr: Échec de la suppression. Veuillez réessayer.
hi_in: हटाने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Penghapusan gagal. Coba lagi.
it_it: Eliminazione non riuscita. Riprova.
ja_jp: メッセージの削除ができませんでした。再試行してください
ko_kr: 삭제에 실패했습니다. 다시 시도하세요.
ms_my: Gagal menghapus. Sila cuba lagi.
pt_br: Falha na exclusão. Tente novamente.
ru_ru: Ошибка удаления. Повторите попытку.
th_th: การลบไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Xóa thất bại. Vui lòng thử lại.
zh_cn: 删除消息失败，请重试
zh_hk: 刪除訊息失敗，請重試

# dxQ
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: お気に入りに追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已收藏
zh_hk: 已收藏

# 3jc
source: Unable to hide preview
de_de: Vorschau konnte nicht ausgeblendet werden
es_es: No se puede ocultar la vista previa
fr_fr: Impossible de masquer l'aperçu
hi_in: पूर्वावलोकन छिपाने में असमर्थ
id_id: Tidak dapat menyembunyikan pratinjau
it_it: Impossibile nascondere anteprima
ja_jp: プレビューを非表示にできませんでした
ko_kr: 미리 보기를 숨길 수 없음
ms_my: Tidak dapat sembunyikan pratonton
pt_br: Não é possível ocultar visualização
ru_ru: Не удалось скрыть предварительный просмотр
th_th: ไม่สามารถซ่อนตัวอย่างได้
vi_vn: Không thể ẩn xem trước
zh_cn: 隐藏预览失败
zh_hk: 無法隱藏預覽

# UAI
source: Creating group with an unavailable account is not allowed.
de_de: Erstellen von Gruppen mit nicht verfügbarem Konto ist nicht zulässig.
es_es: No está permitido crear un grupo con una cuenta inhabilitada.
fr_fr: Créer un groupe avec un compte non disponible n'est pas autorisé.
hi_in: अनुपलब्ध खाते से समूह बनाने की अनुमति नहीं है.
id_id: Membuat grup dengan akun yang tidak tersedia tidak diizinkan.
it_it: Non è consentito creare un gruppo con un account non disponibile.
ja_jp: このアカウントは無効です。グループチャットを作成できません。
ko_kr: 사용 불가 계정으로는 그룹을 생성할 수 없습니다.
ms_my: Membuat kumpulan dengan akaun yang tidak tersedia tidak dibenarkan.
pt_br: Não é permitido criar um grupo com uma conta indisponível.
ru_ru: Создание группы с дезактивированной учетной записью запрещено.
th_th: ไม่อนุญาตให้สร้างกลุ่มด้วยบัญชีที่ไม่พร้อมใช้งาน
vi_vn: Không được phép tạo nhóm với tài khoản không khả dụng.
zh_cn: 此账号已停用，不可创建群聊
zh_hk: 此帳戶已停用，不可建立群組聊天

# q5Q
source: Buzzing an unavailable account is not allowed.
de_de: Buzz-Mitteilung an nicht verfügbares Konto ist nicht zulässig.
es_es: No está permitido enviar mensajes de Buzz a cuentas inhabilitadas.
fr_fr: Buzzer un compte non disponible n'est pas autorisé.
hi_in: अनुपलब्ध खाते को बज़ करने की अनुमति नहीं है.
id_id: Mengirim buzz ke akun yang tidak tersedia tidak diizinkan.
it_it: Non è consentito inviare messaggio Buzz a un account non disponibile.
ja_jp: このアカウントは無効です。緊急連絡できません
ko_kr: 사용 불가 계정에는 Buzz를 사용할 수 없습니다.
ms_my: Tidak dibenarkan menggegarkan akaun yang tidak tersedia.
pt_br: Não é permitido enviar mensagem por buzz para uma conta indisponível.
ru_ru: Отправка Buzz дезактивированной учетной записи запрещена.
th_th: ไม่อนุญาตให้ใช้ฟีเจอร์ Buzz กับบัญชีที่ไม่พร้อมใช้งาน
vi_vn: Không được buzz tài khoản không khả dụng.
zh_cn: 此账号已停用，不可加急
zh_hk: 此帳戶已停用，不可設為緊急

# KWE
source: Redial
de_de: Erneut wählen
es_es: Volver a marcar
fr_fr: Recomposer
hi_in: रीडायल करें
id_id: Panggil ulang
it_it: Ricomponi il numero
ja_jp: リダイヤル
ko_kr: 재다이얼
ms_my: Panggil semula
pt_br: Ligar novamente
ru_ru: Повторный набор
th_th: โทรอีกครั้ง
vi_vn: Quay số lại
zh_cn: 点击重拨
zh_hk: 點擊重撥

# jeI
source: Call back
de_de: Rückruf
es_es: Devolver la llamada
fr_fr: Rappeler
hi_in: वापस कॉल करें
id_id: Panggil balik
it_it: Richiama
ja_jp: かけ直す
ko_kr: 다시 걸기
ms_my: Panggil semula
pt_br: Retornar chamada
ru_ru: Перезвонить
th_th: โทรกลับ
vi_vn: Gọi lại
zh_cn: 点击回拨
zh_hk: 點擊回撥
