Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# DBk
source: You can't save the image as sticker with Restricted Mode on.
de_de: Eingeschränkter Modus ist aktiviert. Sticker können nicht hinzugefügt werden.
es_es: Modo restringido activado. No se pueden agregar stickers.
fr_fr: Mode restreint activé. Impossible d'ajouter des stickers.
id_id: Mode Terbatas aktif. Gagal menambah stiker.
it_it: Modalità Limitata attivata. Impossibile aggiungere adesivi.
ja_jp: 機密モードがオンになっているため、画像を絵文字に追加できません。
ko_kr: 제한된 모드가 켜져 있습니다. 스티커를 추가할 수 없습니다.
ms_my: Mod Terhad diaktifkan. Tidak boleh menambah pelekat.
pt_br: Modo restrito ativado. Falha ao adicionar adesivos.
ru_ru: Ограниченный режим включен. Не удалось добавить стикеры.
th_th: โหมดจำกัดเปิดอยู่ ไม่สามารถเพิ่มสติกเกอร์ได้
vi_vn: Chế độ hạn chế đang bật. Không thể thêm nhãn dán.
zh_cn: 保密模式已开启，禁止将图片添加为表情
zh_hk: 已開啟防洩密模式，禁止將圖片新增為表情

# r60
source: Restricted Mode on. Unable to edit image.
de_de: „Eingeschränkter Modus“ ist aktiviert. Bild kann nicht bearbeitet werden.
es_es: Modo restringido activado. No se puede editar la imagen.
fr_fr: Mode restreint activé. Impossible de modifier l'image.
id_id: Mode Terbatas aktif. Gagal mengedit gambar.
it_it: Modalità Limitata attivata. Impossibile modificare l'immagine.
ja_jp: 機密モードがオンになっているため、画像を編集することができません。
ko_kr: 제한된 모드가 켜져 있습니다. 이미지를 편집할 수 없습니다.
ms_my: Mod Terhad diaktifkan. Tidak dapat mengedit imej.
pt_br: Modo restrito ativado. Não é possível editar a imagem.
ru_ru: Ограниченный режим включен. Невозможно отредактировать изображение.
th_th: โหมดจำกัดเปิดอยู่ ไม่สามารถแก้ไขภาพ
vi_vn: Chế độ hạn chế đang bật. Không thể chỉnh sửa hình ảnh.
zh_cn: 保密模式已开启，无法编辑图片
zh_hk: 已開啟保密模式，無法編輯圖片

# LqU
source: 1 scheduled message only
de_de: Nur 1 geplante Nachricht
es_es: Solo 1 mensaje programado
fr_fr: 1 message planifié seulement
id_id: Hanya 1 pesan terjadwal
it_it: Solo 1 messaggio pianificato
ja_jp: 送信予約のメッセージを 1 件のみ送信できます。
ko_kr: 예약된 메시지 1개만
ms_my: 1 mesej berjadual sahaja
pt_br: Apenas 1 mensagem agendada
ru_ru: Только 1 запланированное к отправке сообщение
th_th: 1 ข้อความที่ตั้งกำหนดการไว้เท่านั้น
vi_vn: Chỉ có 1 tin nhắn đã lên lịch
zh_cn: 仅可发送 1 条定时消息
zh_hk: 只能發送 1 條定時訊息

# 5Fs
source: Schedule
de_de: Planen
es_es: Programar
fr_fr: Planifier
id_id: Jadwalkan
it_it: Pianifica
ja_jp: 送信予約
ko_kr: 예약
ms_my: Jadual
pt_br: Agendar
ru_ru: Расписание
th_th: ตั้งกำหนดการ
vi_vn: Lên lịch
zh_cn: 定时发送
zh_hk: 定時發送

# Z4k
source: Send: {{time}}
de_de: Senden: {{time}}
es_es: Enviar: {{time}}
fr_fr: Envoi : {{time}}
id_id: Kirim: {{time}}
it_it: Invio: {{time}}
ja_jp: {{time}}に送信
ko_kr: 보낸 시간: {{time}}
ms_my: Hantar: {{time}}
pt_br: Enviar: {{time}}
ru_ru: Отправить: {{time}}
th_th: ส่ง: {{time}}
vi_vn: Gửi: {{time}}
zh_cn: 发送于{{time}}
zh_hk: 發送於{{time}}

# CIQ
source: Custom time
de_de: Benutzerdefinierte Zeit
es_es: Fecha y hora personalizados
fr_fr: Heure personnalisée
id_id: Waktu kustom
it_it: Tempo personalizzato
ja_jp: 日時を選択
ko_kr: 사용자 지정 시간
ms_my: Masa tersuai
pt_br: Hora personalizada
ru_ru: Пользовательское время
th_th: เวลาที่กำหนดเอง
vi_vn: Thời gian tùy chỉnh
zh_cn: 选择时间
zh_hk: 選擇時間

# DQg
source: Cancel Schedule
de_de: Zeitplan stornieren
es_es: Cancelar programación
fr_fr: Annuler la planification
id_id: Batalkan Jadwal
it_it: Annulla pianificazione
ja_jp: 送信予約を取り消す
ko_kr: 예약 취소
ms_my: Batalkan Jadual
pt_br: Cancelar agenda
ru_ru: Отменить расписание
th_th: ยกเลิกกำหนดการ
vi_vn: Hủy lên lịch
zh_cn: 取消定时发送
zh_hk: 取消定時發送

# kjk
source: Continue Editing
de_de: Mit Bearbeitung fortfahren
es_es: Continuar editando
fr_fr: Continuer la modification
id_id: Lanjutkan Pengeditan
it_it: Continua a modificare
ja_jp: 編集に戻る
ko_kr: 계속 편집
ms_my: Teruskan Mengedit
pt_br: Continuar editando
ru_ru: Продолжить редактирование
th_th: ดำเนินการแก้ไขต่อ
vi_vn: Tiếp tục chỉnh sửa
zh_cn: 返回编辑
zh_hk: 返回編輯

# KvE
source: Schedule will be canceled if you delete the selected time
de_de: Zeitplan wird storniert, wenn Sie den ausgewählten Zeitpunkt löschen
es_es: La programación se cancelará si eliminas la fecha y hora seleccionadas
fr_fr: La planification sera annulé si vous supprimez l'heure sélectionnée
id_id: Jadwal akan dibatalkan jika Anda menghapus waktu yang dipilih
it_it: La pianificazione verrà annullata se elimini il periodo selezionato
ja_jp: 日時を削除すると、送信予約が取り消されます。
ko_kr: 선택한 시간을 삭제하면 예약이 취소됩니다
ms_my: Jadual akan dibatalkan jika anda padam masa yang dipilih
pt_br: A agenda será cancelada se você excluir a hora selecionada
ru_ru: Расписание будет отменено, если вы удалите выбранное время
th_th: กำหนดการจะยกเลิกหากคุณลบเวลาที่เลือกไว้
vi_vn: Lịch trình sẽ bị hủy nếu bạn xóa thời gian đã chọn
zh_cn: 删除时间将取消定时发送
zh_hk: 刪除時間將會取消定時發送

# /fA
source: Delete Message
de_de: Nachricht löschen
es_es: Eliminar mensaje
fr_fr: Supprimer le message
id_id: Hapus Pesan
it_it: Elimina messaggio
ja_jp: メッセージを削除
ko_kr: 메시지 삭제
ms_my: Padam Mesej
pt_br: Excluir mensagem
ru_ru: Удалить сообщение
th_th: ลบข้อความ
vi_vn: Xóa tin nhắn
zh_cn: 删除消息
zh_hk: 刪除訊息

# O30
source: Delete Scheduled Message
de_de: Geplante Nachricht löschen
es_es: Eliminar mensaje programado
fr_fr: Supprimer le message planifié
id_id: Hapus Pesan Terjadwal
it_it: Elimina il messaggio pianificato
ja_jp: 送信予約のメッセージを削除
ko_kr: 예약된 메시지 삭제
ms_my: Padam Mesej Berjadual
pt_br: Excluir mensagem agendada
ru_ru: Удалить запланированное к отправке сообщение
th_th: ลบข้อความที่ตั้งกำหนดการไว้
vi_vn: Xóa tin nhắn đã lên lịch
zh_cn: 删除定时消息
zh_hk: 刪除定時訊息

# xn4
source: Message will be deleted, once all contents are cleared.
de_de: Nachricht wird gelöscht, nachdem alle Inhalte gelöscht wurden.
es_es: El mensaje se eliminará cuando se haya borrado todo el contenido.
fr_fr: Le message sera supprimé une fois tout le contenu effacé.
id_id: Pesan akan dihapus, setelah semua konten dibersihkan.
it_it: Una volta cancellati tutti i contenuti, il messaggio verrà eliminato.
ja_jp: すべてのコンテンツを削除してから保存する場合、送信予約のメッセージが削除されます。
ko_kr: 모든 콘텐츠가 지워지면 메시지가 삭제됩니다.
ms_my: Mesej akan dipadam, setelah semua kandungan dibersihkan.
pt_br: A mensagem será excluída assim que todo o conteúdo for apagado.
ru_ru: Сообщение будет удалено после удаление всего контента.
th_th: ข้อความจะลบออก เมื่อล้างเนื้อหาทั้งหมดแล้ว
vi_vn: Tin nhắn sẽ bị xóa sau khi tất cả nội dung đã bị xóa.
zh_cn: 清空所有内容后保存，该定时消息将被删除
zh_hk: 清空所有內容後儲存，該定時訊息將被刪除

# wys
source: Discard Changes
de_de: Änderungen verwerfen
es_es: Descartar cambios
fr_fr: Abandonner les modifications
id_id: Buang Perubahan
it_it: Rimuovi modifiche
ja_jp: 編集を破棄
ko_kr: 변경 사항 취소
ms_my: Buang Perubahan
pt_br: Descartar alterações
ru_ru: Отменить изменения
th_th: ละทิ้งการเปลี่ยนแปลง
vi_vn: Bỏ thay đổi
zh_cn: 放弃修改
zh_hk: 放棄修改

# GZ4
source: Continue Editing
de_de: Mit Bearbeitung fortfahren
es_es: Continuar editando
fr_fr: Continuer la modification
id_id: Lanjutkan Pengeditan
it_it: Continua a modificare
ja_jp: 編集に戻る
ko_kr: 계속 편집
ms_my: Teruskan Mengedit
pt_br: Continuar editando
ru_ru: Продолжить редактирование
th_th: ดำเนินการแก้ไขต่อ
vi_vn: Tiếp tục chỉnh sửa
zh_cn: 返回编辑
zh_hk: 返回編輯

# jAQ
source: Discard unsaved changes?
de_de: Nicht gespeicherte Änderungen verwerfen?
es_es: ¿Descartar cambios no guardados?
fr_fr: Abandonner les modifications non enregistrées ?
id_id: Buang perubahan yang belum disimpan?
it_it: Rimuovere le modifiche non salvate?
ja_jp: 送信予約のメッセージの編集を取り消しますか？
ko_kr: 저장하지 않은 변경사항을 삭제하시겠습니까?
ms_my: Buang perubahan yang belum disimpan?
pt_br: Descartar alterações não salvas?
ru_ru: Отменить несохраненные изменения?
th_th: ละทิ้งการเปลี่ยนแปลงที่ยังไม่ได้บันทึกหรือไม่
vi_vn: Hủy bỏ các thay đổi chưa lưu?
zh_cn: 取消编辑定时消息？
zh_hk: 要取消編輯定時訊息嗎？

# JOs
source: Failed to send scheduled message
de_de: Senden der geplanten Nachricht fehlgeschlagen
es_es: Error al enviar el mensaje programado
fr_fr: Échec de l'envoi du message planifié
id_id: Gagal mengirim pesan terjadwal
it_it: Impossibile inviare il messaggio pianificato
ja_jp: 送信予約のメッセージを送信できませんでした。
ko_kr: 예약된 메시지를 전송하지 못했습니다
ms_my: Gagal menghantar mesej berjadual
pt_br: Falha ao enviar a mensagem agendada
ru_ru: Не удалось отправить запланированное сообщение
th_th: ไม่สามารถส่งข้อความที่ตั้งกำหนดการไว้ได้
vi_vn: Gửi tin nhắn đã lên lịch không thành công
zh_cn: 定时消息发送失败
zh_hk: 定時訊息發送失敗

# TWg
source: Unable to update scheduled message
de_de: Geplante Nachricht kann nicht aktualisiert werden
es_es: No se puede actualizar el mensaje programado
fr_fr: Impossible de mettre à jour le message planifié
id_id: Gagal memperbarui pesan terjadwal
it_it: Impossibile aggiornare il messaggio pianificato
ja_jp: 送信予約のメッセージを更新できませんでした。
ko_kr: 예약된 메시지를 업데이트할 수 없습니다
ms_my: Tidak dapat mengemas kini mesej berjadual
pt_br: Não é possível atualizar a mensagem agendada
ru_ru: Не удается обновить запланированное сообщение
th_th: อัปเดตข้อความที่ตั้งกำหนดการไม่สำเร็จ
vi_vn: Không thể cập nhật tin nhắn đã lên lịch
zh_cn: 定时消息更新失败
zh_hk: 定時訊息更新失敗

# 1KI
source: Copy Message
de_de: Nachricht kopieren
es_es: Copiar mensaje
fr_fr: Copier ce message
id_id: Salin Pesan
it_it: Copia messaggio
ja_jp: メッセージをコピー
ko_kr: 메시지 복사
ms_my: Salin Mesej
pt_br: Copiar mensagem
ru_ru: Копировать сообщение
th_th: คัดลอกข้อความ
vi_vn: Sao chép tin nhắn
zh_cn: 复制消息
zh_hk: 複製訊息

# PcQ
source: Message scheduled for: {{time}}
de_de: Nachricht soll gesendet werden: {{time}}.
es_es: Hora de envío del mensaje: {{time}}.
fr_fr: Message à envoyer : {{time}}.
id_id: Pesan yang akan dikirim: {{time}}.
it_it: Messaggio da inviare: {{time}}.
ja_jp: メッセージは {{time}} に送信される予定です
ko_kr: 보낼 메시지: {{time}}.
ms_my: Mesej dijadualkan pada: {{time}}
pt_br: Mensagem a ser enviada: {{time}}.
ru_ru: Сообщение будет отправлено: {{time}}.
th_th: ข้อความที่เตรียมส่ง: {{time}}
vi_vn: Tin nhắn sắp được gửi: {{time}}.
zh_cn: 定时消息将于{{time}}发送
zh_hk: 定時訊息將於{{time}}發送

# h/k
source: Processing
de_de: Verarbeitung
es_es: Procesando
fr_fr: Traitement en cours
id_id: Memproses
it_it: Elaborazione in corso
ja_jp: 設定中
ko_kr: 처리 중
ms_my: Memproses
pt_br: Processando
ru_ru: Обработка
th_th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_cn: 定时消息设置中
zh_hk: 正在設定定時訊息

# aMc
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# 3H8
source: Schedule
de_de: Planen
es_es: Programar
fr_fr: Planifier
id_id: Jadwalkan
it_it: Pianifica
ja_jp: 送信予約
ko_kr: 예약
ms_my: Jadual
pt_br: Agendar
ru_ru: Расписание
th_th: ตั้งกำหนดการ
vi_vn: Lên lịch
zh_cn: 定时发送
zh_hk: 定時發送

# CQw
source: Send:
de_de: Senden:
es_es: Enviar:
fr_fr: Envoi :
id_id: Kirim:
it_it: Invio:
ja_jp: 送信日時：
ko_kr: 보낸 시간:
ms_my: Hantar:
pt_br: Enviar:
ru_ru: Отправить:
th_th: ส่ง:
vi_vn: Gửi:
zh_cn: 发送时间：
zh_hk: 發送時間：

# Hro
source: Send Now
de_de: Jetzt senden
es_es: Enviar ahora
fr_fr: Envoyer maintenant
id_id: Kirim Sekarang
it_it: Invia ora
ja_jp: 今すぐ送信
ko_kr: 지금 전송
ms_my: Hantar Sekarang
pt_br: Enviar agora
ru_ru: Отправить
th_th: ส่งเลย
vi_vn: Gửi ngay
zh_cn: 立即发送
zh_hk: 立即發送

# 2vg
source: Failed to schedule message
de_de: Planen der Nachricht fehlgeschlagen
es_es: Error al programar el mensaje
fr_fr: Échec de la planification du message
id_id: Gagal menjadwalkan pesan
it_it: Impossibile pianificare il messaggio
ja_jp: 送信予約を設定できませんでした
ko_kr: 메시지를 예약하지 못했습니다
ms_my: Gagal menjadualkan mesej
pt_br: Falha ao agendar a mensagem
ru_ru: Не удалось запланировать отправку сообщения
th_th: ไม่สามารถตั้งกำหนดการส่งข้อความได้
vi_vn: Lên lịch gửi tin nhắn không thành công
zh_cn: 定时消息设置失败
zh_hk: 定時訊息設定失敗

# +Wc
source: Send this message to "{{groupname}}" now?
de_de: Diese Nachricht jetzt an „{{groupname}}“ senden?
es_es: ¿Enviar este mensaje a "{{groupname}}" ahora?
fr_fr: Envoyer ce message à "{{groupname}}" maintenant ?
id_id: Kirim pesan ini ke "{{groupname}}" sekarang?
it_it: Inviare ora questo messaggio a "{{groupname}}"?
ja_jp: このメッセージを今すぐ「{{groupname}}」に送信しますか？
ko_kr: 지금 이 메시지를 "{{groupname}}"(으)로 전송하시겠습니까?
ms_my: Hantar mesej ini ke "{{groupname}}" sekarang?
pt_br: Enviar esta mensagem para "{{groupname}}" agora?
ru_ru: Отправить это сообщение в группу "{{groupname}}" прямо сейчас?
th_th: ส่งข้อความนี้ถึง "{{groupname}}" เลยหรือไม่
vi_vn: Gửi tin nhắn này đến "{{groupname}}" ngay?
zh_cn: 确定要将此消息立即发送给“{{groupname}}”？
zh_hk: 確定要將此訊息立即發送到「{{groupname}}」嗎？

# hmo
source: Scheduled time has passed. Please select a time at least 5 min later from now.
de_de: Der Zeitplan wurde überschritten. Bitte wählen Sie einen Zeitpunkt, der mindestens 5 Minuten nach dem aktuellen Zeitpunkt liegt.
es_es: Ha pasado la hora programada. Selecciona una fecha y hora al menos 5 minutos más tarde que ahora.
fr_fr: L'heure prévue est passée. Veuillez sélectionner une heure qui commence dans 5 minutes au moins.
id_id: Waktu yang dijadwalkan telah berlalu. Pilih waktu minimal 5 menit kemudian dari sekarang.
it_it: L'orario pianificato è passato. Seleziona un orario che sia almeno 5 minuti successivo ad adesso.
ja_jp: 送信時間が無効になりました。5 分後以降を選択してください。
ko_kr: 예약 시간이 지났습니다. 지금부터 최소 5분 후의 시간을 선택하세요.
ms_my: Masa yang dijadualkan telah berlalu. Sila pilih masa sekurang-kurangnya 5 min kemudian dari sekarang.
pt_br: A hora agendada já passou. Selecione uma hora pelo menos 5 minutos depois.
ru_ru: Запланированное время прошло. Выберите время как минимум на 5 минут позже.
th_th: หมดเวลาตามกำหนดการแล้ว โปรดเลือกเวลาอย่างน้อย 5 นาทีนับจากนี้
vi_vn: Đã qua thời gian theo lịch. Vui lòng chọn thời gian sau ít nhất 5 phút kể từ bây giờ.
zh_cn: 发送时间已失效，请选择至少 5 分钟以后的时间
zh_hk: 發送時間已失效，請選擇至少 5 分鐘以後的時間

# 5lc
source: Your scheduled message wasn't sent.
de_de: Die geplante Nachricht kann derzeit nicht gesendet werden
es_es: No se puede enviar el mensaje programado en este momento
fr_fr: Impossible d'envoyer le message planifié pour le moment
id_id: Gagal mengirim pesan terjadwal untuk saat ini
it_it: Impossibile inviare il messaggio pianificato al momento
ja_jp: 送信予約のメッセージを送信できません
ko_kr: 예약된 메시지를 일시적으로 전송할 수 없습니다
ms_my: Tidak dapat menghantar mesej berjadual buat masa ini
pt_br: Falha ao enviar a mensagem agendada no momento
ru_ru: Не удается отправить на данный момент запланированное сообщение
th_th: ไม่สามารถส่งข้อความตามกำหนดเวลาได้ในขณะนี้
vi_vn: Không thể gửi tin nhắn đã lên lịch vào lúc này
zh_cn: 定时消息暂不可发送
zh_hk: 暫時無法發送定時訊息

# NXI
source: This message has already been sent.
de_de: Eine gesendete Nachricht kann nicht erneut gesendet werden
es_es: No se puede enviar de nuevo un mensaje ya enviado
fr_fr: Impossible de renvoyer un message envoyé
id_id: Gagal mengirim ulang pesan yang telah dikirim
it_it: Impossibile inviare di nuovo un messaggio già inviato
ja_jp: 送信予約のメッセージを送信したため、再度送信できません。
ko_kr: 전송된 메시지를 다시 보낼 수 없습니다
ms_my: Tidak dapat menghantar semula mesej yang telah dihantar
pt_br: Não é possível reenviar uma mensagem que foi enviada
ru_ru: Не удается повторно отправить сообщение, которое уже было отправлено
th_th: ไม่สามารถส่งข้อความที่ส่งไปแล้วได้อีกครั้ง
vi_vn: Không thể gửi lại một tin nhắn đã gửi đi
zh_cn: 定时消息已发送，无法再次发送
zh_hk: 已發送定時訊息，無法再次發送

# Wuk
source: Updating scheduled message
de_de: Geplante Nachricht wird aktualisiert
es_es: Actualizando mensaje programado
fr_fr: Mise à jour du message planifié
id_id: Memperbarui pesan terjadwal
it_it: Aggiornamento messaggio pianificato in corso
ja_jp: 送信予約のメッセージを更新しています
ko_kr: 예약된 메시지 업데이트 중
ms_my: Mengemas kini mesej berjadual
pt_br: Atualizando mensagem agendada
ru_ru: Обновление запланированного сообщения
th_th: กำลังอัปเดตข้อความที่ตั้งกำหนดการ
vi_vn: Đang cập nhật tin nhắn đã lên lịch
zh_cn: 定时消息更新中
zh_hk: 正在更新定時訊息

# CC0
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_hk: 編輯

# MhE
source: View Message
de_de: Nachricht ansehen
es_es: Ver mensaje
fr_fr: Afficher le message
id_id: Lihat Pesan
it_it: Visualizza messaggio
ja_jp: メッセージを表示
ko_kr: 메시지 보기
ms_my: Lihat Mesej
pt_br: Visualizar mensagem
ru_ru: Просмотреть сообщение
th_th: ดูข้อความ
vi_vn: Xem tin nhắn
zh_cn: 查看
zh_hk: 查看

# JP4
source: Action can't be completed as the scheduled message doesn't exist.
de_de: Vorgang nicht möglich, da diese geplante Nachricht nicht vorhanden ist
es_es: No se puede operar porque este mensaje programado no existe
fr_fr: Opération impossible, car ce message planifié n'existe pas
id_id: Gagal beroperasi karena pesan terjadwal ini tidak ada
it_it: Impossibile eseguire l'azione perché questo messaggio pianificato non esiste
ja_jp: 送信予約のメッセージが存在しないため、操作できません。
ko_kr: 이 예약된 메시지가 존재하지 않으므로 작업을 수행할 수 없습니다
ms_my: Tidak dapat beroperasi kerana mesej berjadual ini tidak wujud
pt_br: Não é possível operar porque esta mensagem agendada não existe
ru_ru: Не удалось выполнить операцию, так как этого запланированного сообщения не существует
th_th: ไม่สามารถใช้งานได้เนื่องจากไม่มีข้อความที่กำหนดเวลาไว้นี้
vi_vn: Không thể thao tác vì tin nhắn theo lịch này không tồn tại
zh_cn: 操作失败，定时消息不存在
zh_hk: 操作失敗，定時訊息不存在

# oGA
source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
id_id: Pengguna
it_it: Utente
ja_jp: ユーザー
ko_kr: 사용자
ms_my: Pengguna
pt_br: Usuário
ru_ru: Пользователь
th_th: ผู้ใช้
vi_vn: Người dùng
zh_cn: 用户
zh_hk: 用戶

# RBk
source: Unable to load this message
de_de: Diese Nachricht kann nicht geladen werden
es_es: No se puede cargar este mensaje
fr_fr: Impossible de charger ce message
id_id: Gagal memuat pesan ini
it_it: Impossibile caricare questo messaggio
ja_jp: このメッセージを取得できません。
ko_kr: 이 메시지를 로드할 수 없습니다
ms_my: Tidak dapat memuatkan mesej ini
pt_br: Não é possível carregar esta mensagem
ru_ru: Не удалось загрузить это сообщение
th_th: ไม่สามารถโหลดข้อความนี้
vi_vn: Không thể tải tin nhắn này
zh_cn: 消息获取失败
zh_hk: 訊息獲取失敗

# CGw
source: Restrict Sharing
de_de: Freigeben beschränkt
es_es: Restringir la capacidad de compartir
fr_fr: Restreindre le partage
id_id: Batasi Berbagi
it_it: Limita condivisione
ja_jp: 転送を禁止
ko_kr: 공유 제한
ms_my: Sekat Berkongsi
pt_br: Compartilhamento restrito
ru_ru: Запретить делиться
th_th: มีการจำกัดการแบ่งปัน
vi_vn: Hạn chế chia sẻ
zh_cn: 禁止转发
zh_hk: 禁止轉發

# y38
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# gkI
source: Once restricted, recipients will not be able to forward, copy or download this message.
de_de: Sobald die Nachricht beschränkt ist, können die Empfänger sie nicht mehr weiterleiten, kopieren oder herunterladen.
es_es: Tras la restricción, los destinatarios no podrán reenviar, copiar ni descargar este mensaje.
fr_fr: Une fois le partage restreint, les destinataires ne pourront pas transférer, copier ou télécharger le message.
id_id: Setelah dibatasi, penerima tidak akan bisa meneruskan, menyalin, atau mengunduh pesan ini.
it_it: Una volta aggiunta la limitazione, i destinatari non potranno inoltrare, copiare o scaricare questo messaggio.
ja_jp: 禁止すると、このメッセージを転送・コピー・ダウンロードできなくなります。
ko_kr: 제한하면 받는 사람은 이 메시지를 전달, 복사 또는 다운로드할 수 없습니다.
ms_my: Sekali dihadkan, penerima tidak akan dapat menghantar, menyalin atau memuat turun mesej ini.
pt_br: Uma vez restrita, os destinatários não poderão encaminhar, copiar ou fazer download desta mensagem.
ru_ru: После запрета получатели не смогут пересылать, копировать или скачивать это сообщение.
th_th: เมื่อมีการตั้งข้อจำกัด ผู้รับจะไม่สามารถส่งต่อ คัดลอก หรือดาวน์โหลดข้อความนี้ได้
vi_vn: Sau khi bị hạn chế, người nhận sẽ không thể chuyển tiếp, sao chép hoặc tải xuống tin nhắn này.
zh_cn: 设置后，任何人都无法转发、复制或下载该消息
zh_hk: 設定後，任何人都無法轉發、複製或下載該訊息

# iQ8
source: Restrict Sharing
de_de: Freigeben beschränkt
es_es: Restringir la capacidad de compartir
fr_fr: Restreindre le partage
id_id: Batasi Berbagi
it_it: Limita condivisione
ja_jp: 転送を禁止
ko_kr: 공유 제한
ms_my: Sekat Berkongsi
pt_br: Compartilhamento restrito
ru_ru: Запретить делиться
th_th: มีการจำกัดการแบ่งปัน
vi_vn: Hạn chế chia sẻ
zh_cn: 禁止转发
zh_hk: 禁止轉發

# uLQ
source: Restrict this message from sharing?
de_de: Diese Nachricht von der Freigabe ausschließen?
es_es: ¿Restringir la capacidad de compartir este mensaje?
fr_fr: Restreindre le partage de ce message ?
id_id: Batasi pesan ini agar tidak dibagikan?
it_it: Limitare la condivisione di questo messaggio?
ja_jp: このメッセージの転送を禁止しますか？
ko_kr: 이 메시지의 공유를 제한하시겠습니까?
ms_my: Sekat mesej ini daripada dikongsi?
pt_br: Restringir o compartilhamento desta mensagem?
ru_ru: Запретить делиться этим сообщением?
th_th: ต้องการจำกัดการแบ่งปันข้อความนี้หรือไม่
vi_vn: Hạn chế chia sẻ tin nhắn này?
zh_cn: 确定将该消息设为禁止转发吗？
zh_hk: 確定要將該訊息設為禁止轉發嗎？

# XTU
source: Allow Sharing
de_de: Freigabe erlauben
es_es: Permitir compartir
fr_fr: Autoriser le partage
id_id: Izinkan Berbagi
it_it: Consenti condivisione
ja_jp: 転送を許可
ko_kr: 공유 허용
ms_my: Benarkan Berkongsi
pt_br: Permitir compartilhamento
ru_ru: Разрешить делиться
th_th: อนุญาตให้แบ่งปัน
vi_vn: Cho phép chia sẻ
zh_cn: 允许转发
zh_hk: 允許轉發

# SMY
source: Last updated {{time}}
de_de: Zuletzt aktualisiert: {{time}}
es_es: Última actualización {{time}}
fr_fr: Dernière mise à jour: {{time}}
id_id: Terakhir diperbarui {{time}}
it_it: Ultimo aggiornamento {{time}}
ja_jp: 最終更新:{{time}}
ko_kr: 마지막 업데이트 {{time}}
ms_my: Kemaskini terakhir {{time}}
pt_br: Última atualização em {{time}}
ru_ru: Последнее обновление {{time}}
th_th: อัปเดตล่าสุด {{time}}
vi_vn: Cập nhật gần nhất {{time}}
zh_cn: 更新于 {{time}}
zh_hk: 更新於 {{time}}

# f7c
source: Group owner or administrator {{username}} recalled a stack message.
de_de: Gruppenbesitzer oder Administrator {{username}} hat eine Stapelnachricht zurückgerufen.
es_es: El propietario o administrador del grupo {{username}} recuperó un mensaje de la pila.
fr_fr: Le propriétaire du groupe ou l'administrateur {{username}} a rappelé une pile de messages.
id_id: Pemilik atau administrator grup {{username}} menarik pesan tumpukan.
it_it: Il proprietario del gruppo o l'amministratore {{username}} ha richiamato un messaggio impilato.
ja_jp: グループオーナーまたは管理者 {{username}} が集約メッセージを取り消しました。
ko_kr: 그룹 소유자 또는 관리자 {{username}} 님이 누적 메시지를 회수했습니다.
ms_my: Pemilik kumpulan atau pentadbir {{username}} menarik balik mesej tumpukan.
pt_br: O proprietário ou administrador do grupo {{username}} recuperou uma mensagem em pilha.
ru_ru: Владелец или администратор {{username}} группы отозвал сообщение стека.
th_th: เจ้าของกลุ่มหรือผู้ดูแล {{username}} เรียกคืนข้อความทั้งกอง
vi_vn: Chủ nhóm hoặc quản trị viên nhóm {{username}} đã thu hồi tin nhắn trong ngăn xếp.
zh_cn: 群主或群管理员 {{username}} 撤回了聚合卡片消息
zh_hk: 群主或群組管理員 {{username}} 撤回了聚合卡片訊息

# pcQ
source: Me Too
de_de: Ich auch
es_es: Yo también
fr_fr: Moi aussi
id_id: Saya Juga
it_it: Anch'io
ja_jp: 自分も送信
ko_kr: 동감
ms_my: Saya Juga
pt_br: Eu também
ru_ru: И мне
th_th: ฉันด้วย
zh_cn: 加一个
zh_hk: 加一個

# qgM
source: Recall
de_de: Zurückrufen
es_es: Recuperar
fr_fr: Rappeler
id_id: Tarik
it_it: Richiama
ja_jp: 取り消す
ko_kr: 회수
ms_my: Tarik Balik
pt_br: Recuperar
ru_ru: Отозвать
th_th: เรียกคืน
vi_vn: Thu hồi
zh_cn: 撤回
zh_hk: 撤回
