Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 5Lw
source: {{name}} was ended. Thanks for your help.
de_de: {{name}} wurde beendet. Vielen Dank für Ihre Hilfe.
es_es: {{name}} ha finalizado. Gracias por tu ayuda.
fr_fr: {{name}} a pris fin. Merci de votre aide.
hi_in: {{name}} समाप्त हो गया. आपकी सहायता के लिए धन्यवाद.
id_id: {{name}} telah berakhir. Terima kasih atas bantuan Anda.
it_it: {{name}} terminato. Grazie per il tuo aiuto.
ja_jp: {{name}}はサービスを終了しました。ご利用ありがとうございました
ko_kr: {{name}}이(가) 종료되었습니다. 도와주셔서 감사합니다.
ms_my: {{name}} telah berakhir. Terima kasih atas bantuan anda.
pt_br: {{name}} foi finalizado(a). Obrigado por sua ajuda.
ru_ru: Завершено: {{name}}. Благодарим вас за помощь!
th_th: {{name}} ได้สิ้นสุดลงแล้ว ขอบคุณสำหรับความช่วยเหลือของคุณ
vi_vn: {{name}} đã kết thúc. Cảm ơn bạn đã giúp đỡ.
zh_cn: {{name}} 已结束服务，感谢你的帮助
zh_hk: {{name}} 已結束服務，感謝你的幫助

# Tq8
source: Send to topic group and clip to top
de_de: An Zirkel senden und oben anhängen
es_es: Enviar al grupo de temas y pegar al principio
fr_fr: Envoyer au groupe de sujets et conserver en haut
hi_in: विषय समूह में भेजें और शीर्ष पर चिपकाएँ
id_id: Kirim ke grup topik dan tempelkan ke atas
it_it: Invia a gruppo di argomenti e metti in alto
ja_jp: トピックグループに送信してトップに固定
ko_kr: 주제 그룹에 보내고 맨 위에 고정
ms_my: Hantar ke kumpulan topik dan cantumkan ke atas
pt_br: Enviar para o grupo de tópicos e colar na parte superior
ru_ru: Отправить в тематическую группу и закрепить наверху
th_th: ส่งไปยังกลุ่มหัวข้อและติดไว้ที่ด้านบน
vi_vn: Gửi đến nhóm chủ đề và dính ở vị trí trên cùng
zh_cn: 发送至话题群并置顶
zh_hk: 寄送至主題群組並置頂

# GQg
source: Send to chat and clip to top
de_de: An Chat senden und oben anhängen
es_es: Enviar al chat y pegar al principio
fr_fr: Envoyer à la discussion et conserver en haut
hi_in: चैट में भेजें और शीर्ष पर चिपकाएँ
id_id: Kirim ke obrolan dan tempelkan ke atas
it_it: Invia a chat e Metti in alto
ja_jp: チャットに送信してトップに固定
ko_kr: 채팅에 보내고 맨 위에 고정
ms_my: Hantar ke sembang dan cantumkan ke atas
pt_br: Enviar para o chat e colar na parte superior
ru_ru: Отправить в чат и закрепить наверху
th_th: ส่งไปยังแชทและติดไว้ที่ด้านบน
vi_vn: Gửi đến cuộc trò chuyện và dính ở vị trí trên cùng
zh_cn: 发送至会话并置顶
zh_hk: 寄送至對話並置頂

# NLA
source: Clip to top of the chat
de_de: Oben im Chat anhängen
es_es: Pegar al principio del chat
fr_fr: Conserver en haut de la discussion
hi_in: चैट में शीर्ष पर चिपकाएँ
id_id: Tempelkan ke atas obrolan
it_it: Metti in alto nella chat
ja_jp: チャットのトップに固定
ko_kr: 채팅 맨 위에 고정
ms_my: Cantumkan ke atas sembang
pt_br: Colar na parte superior do chat
ru_ru: Закрепить вверху чата
th_th: ติดไว้ที่ด้านบนของแชท
vi_vn: Dính ở vị trí trên cùng của cuộc trò chuyện
zh_cn: 在会话内置顶显示
zh_hk: 在對話內置頂顯示

# Q4E
source: Clip to top of topic group
de_de: Oben im Zirkel anhängen
es_es: Pegar al principio del grupo de temas
fr_fr: Conserver en haut du groupe de sujets
hi_in: विषय समूह में शीर्ष पर चिपकाएँ
id_id: Tempelkan ke atas grup topik
it_it: Metti in alto nel gruppo di argomenti
ja_jp: トピックグループのトップに固定
ko_kr: 주제 그룹의 맨 위에 고정
ms_my: Cantumkan ke atas kumpulan topik
pt_br: Colar na parte superior do grupo de tópicos
ru_ru: Закрепить вверху тематической группы
th_th: ติดไว้ที่ด้านบนของกลุ่มหัวข้อ
vi_vn: Dính ở vị trí trên cùng của nhóm chủ đề
zh_cn: 在话题群置顶显示
zh_hk: 在主題群組置頂顯示

# 1kk
source: Send to chat
de_de: An Chat senden
es_es: Enviar al chat
fr_fr: Envoyer dans la discussion
hi_in: चैट में भेजें
id_id: Kirim ke obrolan
it_it: Invia a chat
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
ms_my: Hantar ke sembang
pt_br: Enviar para chat
ru_ru: Отправить в чат
th_th: ส่งไปยังแชท
vi_vn: Gửi đến cuộc trò chuyện
zh_cn: 发送至会话
zh_hk: 寄送至對話

# PG0
source: Send to topic group
de_de: An Zirkel senden
es_es: Enviar al grupo de temas
fr_fr: Envoyer au groupe de sujets
hi_in: विषय समूह में भेजें
id_id: Kirim ke grup topik
it_it: Invia a gruppo di argomenti
ja_jp: トピックグループに送信
ko_kr: 주제 그룹에 보내기
ms_my: Hantar ke kumpulan topik
pt_br: Enviar para grupo de tópicos
ru_ru: Отправить в тематическую группу
th_th: ส่งไปยังกลุ่มหัวข้อ
vi_vn: Gửi đến nhóm chủ đề
zh_cn: 发送至话题群
zh_hk: 寄送至主題群組

# AgA
source: Group announcement settings
de_de: Einstellungen für Gruppenankündigungen
es_es: Configuración de la anuncio del grupo
fr_fr: Paramètres d'annonce de groupe
hi_in: समूह सूचना सेटिंग्स
id_id: Pengaturan pengumuman grup
it_it: Impostazioni di annuncio di gruppo
ja_jp: お知らせの設定
ko_kr: 그룹 공지 설정
ms_my: Tetapan pengumuman kumpulan
pt_br: Configurações de comunicado do grupo
ru_ru: Настройки группового объявления
th_th: การตั้งค่าประกาศของกลุ่ม
vi_vn: Cài đặt thông báo nhóm
zh_cn: 群公告发布设置
zh_hk: 群組公告發佈設定

# z7g
source: Clip to Top
de_de: Oben anheften
es_es: Clip encima
fr_fr: Conserver en haut
hi_in: शीर्ष पर चिपकाएँ
id_id: Klip ke Atas
it_it: Appunta in alto
ja_jp: トップに固定
ko_kr: 맨 위에 고정
ms_my: Cantumkan ke Atas
pt_br: Fixação no topo
ru_ru: Закрепить сообщение
th_th: ติดไว้ที่ด้านบนสุด
vi_vn: Kẹp ở đầu trang
zh_cn: 置顶消息
zh_hk: 置頂訊息

# VQ8
source: [Group announcement]
de_de: [Gruppenankündigung]
es_es: [Anuncio del grupo]
fr_fr: [Annonce de groupe]
hi_in: [समूह सूचना]
id_id: [Pengumuman grup]
it_it: [Annuncio di gruppo]
ja_jp: [お知らせ]
ko_kr: [그룹 공지]
ms_my: [Pengumuman kumpulan]
pt_br: [Comunicado do grupo]
ru_ru: [Групповое объявление]
th_th: [ประกาศของกลุ่ม]
vi_vn: [Thông báo nhóm]
zh_cn: [群公告]
zh_hk: [群組公告]

# D6k
source: Unclip
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 外す
ko_kr: 제거
ms_my: Lepaskan
pt_br: Remover
ru_ru: Открепить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_hk: 移除

# gIs
source: Unclip
de_de: Loslösen
es_es: Borrar del principio
fr_fr: Retirer d'en haut
hi_in: शीर्ष से निकालें
id_id: Hapus dari atas
it_it: Rimuovi dall'alto
ja_jp: トップから外す
ko_kr: 맨 위에서 제거
ms_my: Nyahcantum
pt_br: Remover da parte superior
ru_ru: Открепить
th_th: ลบออกจากด้านบน
vi_vn: Loại bỏ khỏi vị trí trên cùng
zh_cn: 移除置顶
zh_hk: 移除置頂

# I+w
source: Clipped by {{name}}
de_de: Geclippt von {{name}}
es_es: Recortado por {{name}}
fr_fr: Capturé(e) par {{name}}
hi_in: {{name}} द्वारा क्लिप किया गया
id_id: Diklip oleh {{name}}
it_it: Ritagliato da {{name}}
ja_jp: {{name}} よりトップに固定
ko_kr: {{name}} 님이 고정함
ms_my: Dipotong oleh {{name}}
pt_br: Cortado por {{name}}
ru_ru: Вырезано пользователем {{name}}
th_th: ตัดโดย {{name}}
vi_vn: Được {{name}} cắt gọn
zh_cn: 由 {{name}} 置顶
zh_hk: 由 {{name}} 置頂

# luY
source: Unable to operate as the content contains self-destruct messages.
de_de: Der Vorgang kann nicht ausgeführt werden, da der Inhalt Nachrichten enthält, die sich selbst zerstören.
es_es: No se puede utilizar porque el contenido incluye mensajes de autodestrucción.
fr_fr: Opération impossible, car ce contenu contient des messages à destruction automatique.
id_id: Gagal mengoperasikan karena konten mengandung pesan penghancuran sendiri.
it_it: Impossibile eseguire l'azione poiché il contenuto include messaggi con autodistruzione.
ja_jp: 自動的に削除されるメッセージが含まれているため、操作できません。
ko_kr: 콘텐츠에 자동 삭제 메시지가 포함되어 있으므로 작업할 수 없습니다.
ms_my: Tidak dapat beroperasi kerana kandungan mengandungi mesej autodestruksi.
pt_br: Não é possível operar porque o conteúdo contém mensagens de autodestruição.
ru_ru: Не удалось выполнить операцию, так как содержимое содержит самоуничтожающиеся сообщения.
th_th: ไม่สามารถดำเนินการได้เนื่องจากเนื้อหามีข้อความที่มีการทำลายตัวเอง
vi_vn: Không thể thao tác do nội dung có chứa tin nhắn tự hủy.
zh_cn: 内容包含定时删除消息，不支持该操作
zh_hk: 內容包含定時刪除訊息，不支援該操作

# lOk
source: Also send to the chat with {{userName}}
de_de: Auch zum Chat mit {{userName}} senden
es_es: Enviar también al chat con {{userName}}
fr_fr: Envoyer également dans le chat avec {{userName}}
id_id: Kirim juga ke obrolan dengan {{userName}}
it_it: Invia anche alla chat con {{userName}}
ja_jp: {{userName}} とのチャットにも送信
ko_kr: {{userName}} 님과의 채팅에도 보내기
ms_my: Juga hantar ke sembang dengan {{userName}}
pt_br: Enviar também para o chat com {{userName}}
ru_ru: Также отправить в чат с пользователем {{userName}}
th_th: ส่งไปยังแชทที่มี {{userName}} ด้วย
vi_vn: Gửi cho cả cuộc trò chuyện với {{userName}}
zh_cn: 同时发送到与 {{userName}} 的会话
zh_hk: 同時發送至與 {{userName}} 的對話

# 8aE
source: Also send to the chat
de_de: Auch zum Chat senden
es_es: Enviar también al chat
fr_fr: Envoyer également dans le chat
id_id: Kirim juga ke obrolan
it_it: Invia anche alla chat
ja_jp: チャットにも送信
ko_kr: 채팅에도 보내기
ms_my: Hantar juga ke perbualan
pt_br: Enviar também para o chat
ru_ru: Также отправить в чат
th_th: ส่งไปยังแชทด้วย
vi_vn: Gửi cho cả cuộc trò chuyện
zh_cn: 同时发送到会话
zh_hk: 同時發送至對話

# NB4
source: Also send to group {{groupName}}
de_de: Auch an die Gruppe „{{groupName}}“ senden
es_es: Enviar también al grupo {{groupName}}
fr_fr: Envoyer également au groupe {{groupName}}
id_id: Kirim juga ke grup {{groupName}}
it_it: Invia anche al gruppo {{groupName}}
ja_jp: グループ「{{groupName}}」にも送信
ko_kr: 그룹 {{groupName}}에도 보내기
ms_my: Hantar juga ke kumpulan {{groupName}}
pt_br: Enviar também para o grupo {{groupName}}
ru_ru: Также отправить в группу {{groupName}}
th_th: ส่งไปยังกลุ่ม {{groupName}} ด้วย
vi_vn: Gửi cho cả nhóm {{groupName}}
zh_cn: 同时发送到群 {{groupName}}
zh_hk: 同時發送至群組 {{groupName}}

# yiQ
source: Scheduled messages can't be sent to the group simultaneously.
de_de: Geplante Nachrichten können nicht gleichzeitig an die Gruppe gesendet werden.
es_es: Los mensajes programados no se pueden enviar simultáneamente al grupo.
fr_fr: Les messages planifiés ne peuvent pas être envoyés simultanément au groupe.
id_id: Pesan terjadwal tidak dapat dikirimkan ke grup secara bersamaan.
it_it: I messaggi pianificati non possono essere inviati simultaneamente al gruppo.
ja_jp: 予約送信のメッセージは同時にグループに送信できません。
ko_kr: 예약된 메시지는 그룹에 동시에 보낼 수 없습니다.
ms_my: Mesej berjadual tidak boleh dihantar ke kumpulan secara serentak.
pt_br: As mensagens programadas não podem ser enviadas ao grupo simultaneamente.
ru_ru: Нельзя одновременно отправить в группу сообщения по расписанию.
th_th: ไม่สามารถตั้งกำหนดการส่งข้อความไปยังกลุ่มพร้อมกันได้
vi_vn: Không thể gửi các tin nhắn đã lên lịch đến nhóm cùng một lúc.
zh_cn: 暂不支持将定时消息同时发送到群
zh_hk: 暫不支援將定時訊息同時發送至群組

# jUM
source: Also send to the group
de_de: Auch zur Gruppe senden
es_es: Enviar también al grupo
fr_fr: Envoyer également au groupe
id_id: Kirim juga ke grup
it_it: Invia anche al gruppo
ja_jp: グループにも送信
ko_kr: 그룹에도 보내기
ms_my: Hantar juga ke kumpulan
pt_br: Enviar também para o grupo
ru_ru: Также отправить в группу
th_th: ส่งไปยังกลุ่มด้วย
vi_vn: Gửi cho cả nhóm
zh_cn: 同时发送到群
zh_hk: 同時發送至群組

# Qmk
source: Also sent to the chat
de_de: Auch zum Chat gesendet
es_es: Enviado también al chat
fr_fr: Envoyé également dans le chat
id_id: Juga dikirim ke obrolan
it_it: Inviato anche alla chat
ja_jp: チャットにも送信しました
ko_kr: 채팅에도 보냄
ms_my: Juga dihantar ke sembang
pt_br: Enviado também para o chat
ru_ru: Также отправлено в чат
th_th: ส่งไปยังแชทแล้ว
vi_vn: Đã gửi cả đến cuộc trò chuyện
zh_cn: 已同时发送到会话
zh_hk: 已同時發送至對話

# hC8
source: Also sent to the group
de_de: Auch zur Gruppe gesendet
es_es: Enviado también al grupo
fr_fr: Envoyé également au groupe
id_id: Juga dikirim ke grup
it_it: Inviato anche al gruppo
ja_jp: グループにも送信しました
ko_kr: 그룹에도 보냄
ms_my: Juga dihantar ke kumpulan
pt_br: Enviado também para o grupo
ru_ru: Также отправлено в группу
th_th: ส่งไปยังกลุ่มแล้ว
vi_vn: Đã gửi cho cả nhóm
zh_cn: 已同时发送到群
zh_hk: 已同時發送至群組

# Gmk
source: Audio messages can't be played when forwarded.
de_de: Das Abspielen von Audionachrichten ist nicht möglich, wenn sie weitergeleitet werden.
es_es: Los mensajes de audio no se pueden reproducir cuando se reenvían.
fr_fr: Impossible de lire les messages audio lorsqu'ils sont transférés.
id_id: Pesan audio tidak dapat diputar ketika diteruskan.
it_it: I messaggi audio non possono essere riprodotti quando vengono inoltrati.
ja_jp: 選択したメッセージに音声メッセージが含まれています。転送すると、音声は再生できません。
ko_kr: 전달할 때는 오디오 메시지를 재생할 수 없습니다.
ms_my: Mesej audio tidak boleh dimainkan apabila dihantar.
pt_br: As mensagens de áudio não podem ser reproduzidas quando encaminhadas.
ru_ru: Аудиосообщения не могут воспроизводиться при пересылке.
th_th: เมื่อส่งต่อจะไม่สามารถเล่นข้อความเสียงได้
vi_vn: Không thể phát tin nhắn âm thanh khi đã chuyển tiếp.
zh_cn: 你选择的消息中包含语音消息，转发后将不可播放
zh_hk: 你選擇的訊息中包含語音訊息，轉發後將無法播放

# 0v0
source: You can't add this user to groups due to their settings.
de_de: Sie können diesen Benutzer aufgrund seiner Einstellungen zu keiner Gruppe hinzufügen.
es_es: No puedes agregar este usuario a grupos debido a su configuración.
fr_fr: Vous ne pouvez pas ajouter cet utilisateur à des groupes en raison de ses paramètres.
id_id: Anda tidak dapat menambahkan pengguna ini sehubungan dengan pengaturannya.
it_it: Non puoi aggiungere questo utente ai gruppi a causa delle relative impostazioni.
ja_jp: 相手側の設定により、相手をグループに追加できません。
ko_kr: 해당 설정으로 인해 이 사용자를 그룹에 추가할 수 없습니다.
ms_my: Anda tidak boleh menambah pengguna ini ke kumpulan kerana tetapan mereka.
pt_br: Você não pode adicionar este usuário aos grupos devido às suas configurações.
ru_ru: Вы не можете добавлять этого пользователя в группы из-за его настроек.
th_th: คุณไม่สามารถเพิ่มผู้ใช้นี้ลงในกลุ่มได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Bạn không thể thêm người dùng này vào nhóm do cài đặt của họ.
zh_cn: 由于对方的设置，你暂时无法添加对方为群成员
zh_hk: 由於對方的設定，你暫時無法將對方新增為群組成員

# 2dk
source: You can't message a disbanded group.
de_de: Sie können keine Nachrichten an eine aufgelöste Gruppe senden.
es_es: No puedes enviar mensajes a un grupo disuelto.
fr_fr: Vous ne pouvez pas envoyer de message à un groupe dissout.
id_id: Anda tidak dapat mengirim pesan ke grup yang dibubarkan.
it_it: Impossibile inviare messaggi a un gruppo sciolto.
ja_jp: このグループは解散されています。メッセージを送信できません。
ko_kr: 해산된 그룹에는 메시지를 보낼 수 없습니다.
ms_my: Anda tidak boleh menghantar mesej ke kumpulan yang dibubarkan.
pt_br: Você não pode enviar mensagens para um grupo dissolvido.
ru_ru: Вы не можете отправить сообщение в расформированную группу.
th_th: คุณไม่สามารถส่งข้อความถึงกลุ่มที่ถูกยุบได้
vi_vn: Bạn không thể nhắn tin cho nhóm đã giải tán.
zh_cn: 无法在已解散的群组中发送消息
zh_hk: 無法在已解散的群組中發送訊息

# mx4
source: Copying is forbidden
de_de: Das Kopieren ist verboten
es_es: La copia está prohibida
fr_fr: La copie est formellement interdite
id_id: Dilarang menyalin
it_it: Copia vietata
ja_jp: コピーが禁止されています。
ko_kr: 복사가 금지되어 있습니다
ms_my: Penggandaan dilarang
pt_br: A cópia é proibida
ru_ru: Копирование запрещено
th_th: ห้ามทำการคัดลอก
vi_vn: Đã cấm sao chép
zh_cn: 禁止复制
zh_hk: 禁止複製

# lOA
source: Copy Message Link
de_de: Nachrichtenlink kopieren
es_es: Copiar enlace del mensaje
fr_fr: Copier le lien du message
id_id: Salin Tautan Pesan
it_it: Copia link messaggio
ja_jp: メッセージリンクをコピー
ko_kr: 메시지 링크 복사
ms_my: Salin Pautan Mesej
pt_br: Copiar link da mensagem
ru_ru: Скопировать ссылку на сообщение
th_th: คัดลอกลิงก์ข้อความ
vi_vn: Sao chép liên kết tin nhắn
zh_cn: 复制消息链接
zh_hk: 複製訊息連結

# AxE
source: Unable to download images with sensitive content
de_de: Das Herunterladen von Bildern mit vertraulichem Inhalt ist nicht möglich
es_es: Error al descargar imágenes con contenido confidencial
fr_fr: Impossible de télécharger des images au contenu sensible
id_id: Gagal mengunduh gambar dengan konten sensitif
it_it: Impossibile scaricare immagini con contenuto sensibile
ja_jp: 画像にセンシティブな内容が含まれているため、ダウンロードできませんでした。
ko_kr: 민감한 콘텐츠가 포함된 이미지를 다운로드할 수 없습니다
ms_my: Tidak dapat memuat turun gambar dengan kandungan sensitif
pt_br: Falha ao fazer download de imagens com conteúdo sensível
ru_ru: Невозможно скачать изображения с конфиденциальным содержанием
th_th: ดาวน์โหลดภาพที่มีเนื้อหาละเอียดอ่อนไม่สำเร็จ
vi_vn: Không thể tải xuống hình ảnh chứa nội dung nhạy cảm
zh_cn: 图片包含敏感信息，无法下载
zh_hk: 圖片包含敏感資訊，無法下載

# 3DM
source: Unable to download. Please try again later
de_de: Herunterladen nicht möglich. Versuchen Sie es später erneut
es_es: Error al descargar. Inténtalo de nuevo más tarde
fr_fr: Téléchargement impossible. Veuillez réessayer plus tard
id_id: Gagal mengunduh. Coba lagi nanti
it_it: Impossibile scaricare. Riprova più tardi
ja_jp: ダウンロードできませんでした。後で再試行してください
ko_kr: 다운로드할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat memuat turun. Sila cuba lagi kemudian
pt_br: Falha ao fazer download. Tente novamente mais tarde
ru_ru: Не удалось скачать. Попробуйте позже
th_th: ดาวน์โหลดไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Tải xuống không thành công. Vui lòng thử lại sau
zh_cn: 暂不支持下载，请稍后重试
zh_hk: 暫不支援下載，請稍後重試

# uT8
source: Unable to send message containing sensitive info. If you have any questions, please contact your organization administrator
de_de: Senden von Nachricht, die vertrauliche Informationen enthält, nicht möglich. Wenn Sie Fragen haben, wenden Sie sich an Ihren Organisationsadministrator.
es_es: Error al enviar el mensaje que contiene información sensible. Si tienes alguna duda, ponte en contacto con el administrador corporativo
fr_fr: Impossible d'envoyer un message contenant des informations sensibles. Si vous avez des questions, veuillez contacter l'administrateur de votre organisation
id_id: Gagal mengirim pesan yang berisi info sensitif. Jika ada pertanyaan, hubungi administrator perusahaan Anda
it_it: Impossibile inviare il messaggio con informazioni sensibili. In caso di domande, contatta il tuo amministratore aziendale
ja_jp: メッセージに機密情報が含まれているため、送信できません。ご不明な点がある場合は、法人管理者にお問い合わせください
ko_kr: 민감한 정보가 포함된 메시지를 보낼 수 없습니다. 질문이 있는 경우 엔터프라이즈 관리자에게 문의해보세요
ms_my: Tidak dapat menghantar mesej yang mengandungi maklumat sensitif. Jika ada sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: Falha ao enviar mensagem contendo informações confidenciais. Se você tiver alguma dúvida, entre em contato com o administrador da empresa
ru_ru: Не удалось отправить сообщение, содержащее конфиденциальную информацию. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: ส่งข้อความที่มีข้อมูลละเอียดอ่อนไม่สำเร็จ หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Không thể gửi tin nhắn chứa thông tin nhạy cảm. Nếu bạn có thắc mắc, vui lòng liên hệ quản trị viên doanh nghiệp của bạn
zh_cn: 消息内容包含敏感信息，无法发送。如有疑问，请联系企业管理员
zh_hk: 訊息內容包含敏感資訊，無法發送。如有疑問，請聯絡企業管理員

# R3w
source: Unable to send message containing sensitive info
de_de: Senden von Nachricht, die vertrauliche Informationen enthält, nicht möglich
es_es: Error al enviar un mensaje que contenga información sensible
fr_fr: Envoi impossible de message contenant des informations sensibles
id_id: Gagal mengirim pesan yang berisi info sensitif
it_it: Impossibile inviare il messaggio con informazioni sensibili
ja_jp: 送信できません。機密情報が含まれています
ko_kr: 민감한 정보가 포함된 메시지를 전송할 수 없습니다
ms_my: Tidak dapat menghantar mesej yang mengandungi maklumat sensitif
pt_br: Falha ao enviar mensagem contendo informações confidenciais
ru_ru: Невозможно отправить сообщение, содержащее конфиденциальную информацию
th_th: ส่งข้อความที่มีข้อมูลละเอียดอ่อนไม่สำเร็จ
vi_vn: Không thể gửi tin nhắn chứa thông tin nhạy cảm
zh_cn: 无法发送，消息内容涉及企业敏感信息
zh_hk: 無法發送，訊息內容涉及企業敏感資訊

# nOQ
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# dRk
source: Unable to send
de_de: Senden nicht möglich
es_es: Error al enviar
fr_fr: Envoi impossible
id_id: Gagal mengirim
it_it: Impossibile inviare
ja_jp: 送信できません
ko_kr: 전송할 수 없습니다
ms_my: Tidak dapat menghantar
pt_br: Falha ao enviar
ru_ru: Не удалось отправить
th_th: ส่งไม่สำเร็จ
vi_vn: Gửi không thành công
zh_cn: 无法发送
zh_hk: 無法發送

# +bM
source: Unable to add sticker. Please try again later
de_de: Hinzufügen von Sticker nicht möglich. Bitte versuchen Sie es später erneut
es_es: Error al agregar como sticker. Inténtalo de nuevo más tarde
fr_fr: Impossible d'ajouter un autocollant. Veuillez réessayer plus tard
id_id: Gagal menambah stiker. Coba lagi nanti
it_it: Impossibile aggiungere l'adesivo. Riprova più tardi
ja_jp: 絵文字を追加できません。後で再試行してください。
ko_kr: 스티커를 추가할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tidak dapat menambah pelekat. Sila cuba lagi kemudian
pt_br: Falha ao adicionar o adesivo. Tente novamente mais tarde
ru_ru: Не удалось добавить стикер. Попробуйте позже
th_th: เพิ่มสติกเกอร์ไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể thêm nhãn dán. Vui lòng thử lại sau
zh_cn: 无法添加表情，请稍后重试
zh_hk: 無法新增表情，請稍後重試

# K7g
source: Default emojis
de_de: Standard-Emojis
es_es: Emojis predeterminados
fr_fr: Emojis par défaut
hi_in: डिफ़ॉल्ट
id_id: Emoji default
it_it: Emoji predefiniti
ja_jp: デフォルトの絵文字
ko_kr: 기본 이모지
ms_my: Emojis lalai
pt_br: Emojis padrão
ru_ru: Смайлики по умолчанию
th_th: อิโมจิเริ่มต้น
vi_vn: Biểu tượng cảm xúc mặc định
zh_cn: 默认表情
zh_hk: 預設表情

# oK0
source: You can only edit messages sent within {{num}} hr due to administrator's settings
de_de: Aufgrund der Administratoreinstellungen können Sie nur Nachrichten bearbeiten, die innerhalb von {{num}} Std. gesendet wurden
es_es: Debido a la configuración del administrador, solo puedes editar los mensajes enviados en un plazo de {{num}} h
fr_fr: Vous pouvez uniquement modifier les messages envoyés dans un délai de {{num}} h en raison des paramètres de l'administrateur
id_id: Anda hanya dapat mengedit pesan yang dikirimkan dalam {{num}} jam karena pengaturan administrator
it_it: A causa delle impostazioni dell'amministratore, è possibile modificare solo i messaggi inviati entro {{num}} h
ja_jp: 管理者は、送信後 {{num}} 時間以内のメッセージのみ編集できるように設定しました。
ko_kr: 관리자의 설정으로 인해 {{num}}시간 이내에 보낸 메시지만 편집할 수 있습니다
ms_my: Anda hanya boleh mengedit mesej yang dihantar dalam {{num}} jam kerana tetapan pentadbir
pt_br: Você só pode editar mensagens enviadas dentro de {{num}} h devido às configurações do administrador
ru_ru: Из-за настроек администратора вы можете редактировать только сообщения, отправленные в течение {{num}} ч.
th_th: คุณจะแก้ไขได้เฉพาะข้อความที่ส่งภายใน {{num}} ชั่วโมงเท่านั้นเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Do cài đặt của quản trị viên, nên bạn chỉ có thể chỉnh sửa tin nhắn được gửi trong vòng {{num}} giờ
zh_cn: 管理员已设置仅可编辑 {{num}} 小时内的消息
zh_hk: 管理員已設定只能編輯 {{num}} 小時內的訊息

# 1Xo
source: You can only edit messages sent within {{num}} min due to administrator's settings
de_de: Aufgrund der Administratoreinstellungen können Sie nur Nachrichten bearbeiten, die innerhalb von {{num}} Min. gesendet wurden
es_es: Debido a la configuración del administrador, solo puedes editar los mensajes enviados en un plazo de {{num}} min
fr_fr: Vous pouvez uniquement modifier les messages envoyés dans un délai de {{num}} min en raison des paramètres de l'administrateur
id_id: Anda hanya dapat mengedit pesan yang dikirimkan dalam {{num}} mnt karena pengaturan administrator
it_it: A causa delle impostazioni dell'amministratore, è possibile modificare solo i messaggi inviati entro {{num}} min
ja_jp: 管理者は、送信後 {{num}} 分以内のメッセージのみ編集できるように設定しました。
ko_kr: 관리자의 설정으로 인해 {{num}}분 이내에 보낸 메시지만 편집할 수 있습니다
ms_my: Anda hanya boleh mengedit mesej yang dihantar dalam {{num}} minit kerana tetapan pentadbir
pt_br: Você só pode editar mensagens enviadas dentro de {{num}} min devido às configurações do administrador
ru_ru: Из-за настроек администратора вы можете редактировать только сообщения, отправленные в течение {{num}} мин.
th_th: คุณจะแก้ไขได้เฉพาะข้อความที่ส่งภายใน {{num}} นาทีเท่านั้นเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Do cài đặt của quản trị viên, nên bạn chỉ có thể chỉnh sửa tin nhắn được gửi trong vòng {{num}} phút
zh_cn: 管理员已设置仅可编辑 {{num}} 分钟内的消息
zh_hk: 管理員已設定只能編輯 {{num}} 分鐘內的訊息

# MRw
source: Edit Message
de_de: Nachricht bearbeiten
es_es: Editar mensaje
fr_fr: Modifier le message
id_id: Edit Pesan
it_it: Modifica messaggio
ja_jp: メッセージを編集
ko_kr: 메시지 편집
ms_my: Edit Mesej
pt_br: Editar mensagem
ru_ru: Изменить сообщение
th_th: แก้ไขข้อความ
vi_vn: Chỉnh sửa tin nhắn
zh_cn: 编辑消息
zh_hk: 編輯訊息
