Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# hA8
source: Group owner {{owner}} recalled a message from {{name}}.
de_de: Der Gruppenbesitzer {{owner}} hat eine Nachricht von {{name}} zurückgerufen.
es_es: El propietario de grupo {{owner}} ha recuperado un mensaje de {{name}}.
fr_fr: Le propriétaire du groupe {{owner}} a rappelé un message de {{name}}.
id_id: Pemilik grup {{owner}} menarik pesan dari {{name}}.
it_it: Il proprietario del gruppo {{owner}} ha richiamato un messaggio da {{name}}.
ja_jp: グループオーナー {{owner}} が {{name}} から送信されたメッセージを取り消しました。
ko_kr: 그룹 소유자 {{owner}} 님이 {{name}} 님의 메시지를 회수했습니다.
ms_my: Pemilik kumpulan {{owner}} menarik balik mesej daripada {{name}}.
pt_br: O proprietário do grupo {{owner}} recuperou uma mensagem de {{name}}.
ru_ru: Владелец группы {{owner}} отозвал сообщение от пользователя {{name}}.
th_th: เจ้าของกลุ่ม {{owner}} เรียกคืนข้อความจาก {{name}}
vi_vn: Chủ nhóm {{owner}} đã thu hồi một tin nhắn từ {{name}}.
zh_cn: 群主 {{owner}} 撤回了 {{name}} 的一条消息
zh_hk: 群主 {{owner}} 撤回了 {{name}} 的一條訊息

# Xlc
source: Your permissions might have changed due to network changes. Please try again later.
de_de: Ihre Berechtigungen haben sich möglicherweise aufgrund von Netzwerkänderungen geändert. Versuchen Sie es später erneut.
es_es: Es posible que tus permisos hayan cambiado debido a cambios en la red. Inténtalo de nuevo más tarde.
fr_fr: Vos autorisations peuvent avoir changé en raison de modifications du réseau. Veuillez réessayer plus tard.
hi_in: आपकी अनुमतियाँ संभवतः नेटवर्क बदलाव के कारण बदल गई हैं. कृपया बाद में पुनः प्रयास करें.
id_id: Izin Anda mungkin telah berubah karena perubahan jaringan. Coba lagi nanti.
it_it: Le tue autorizzazioni potrebbero essere cambiate a causa di modifiche della rete. Riprova più tardi.
ja_jp: ネットワークが変更されたため、権限が更新された可能性があります。後ほど再試行してください
ko_kr: 네트워크 변경으로 인해 권한이 변경되었을 수 있습니다. 나중에 다시 시도해 보세요.
ms_my: Kebenaran anda mungkin telah berubah disebabkan perubahan rangkaian. Sila cuba lagi kemudian.
pt_br: Suas permissões podem ter sido alteradas devido às alterações de rede. Tente novamente mais tarde.
ru_ru: Ваши разрешения могли измениться из-за изменений в сети. Повторите попытку позже.
th_th: สิทธิ์การอนุญาตของคุณอาจมีการเปลี่ยนแปลงเนื่องจากการเปลี่ยนแปลงเครือข่าย โปรดลองอีกครั้งภายหลัง
vi_vn: Quyền của bạn có thể đã thay đổi do các thay đổi về mạng. Vui lòng thử lại sau.
zh_cn: 网络发生变化，你的权限可能有变更，请稍后重试
zh_hk: 網絡發生變化，你的權限可能有所變更，請稍後重試

# uBY
source: Flag
de_de: Kennzeichnen
es_es: Marcar
fr_fr: Ajouter un marqueur
hi_in: फ़्लैग करें
id_id: Tandai dengan bendera
it_it: Contrassegna
ja_jp: フラグ
ko_kr: 플래그 지정
ms_my: Bendera
pt_br: Sinalizar
ru_ru: Пометить
th_th: ธง
vi_vn: Gắn cờ
zh_cn: 标记
zh_hk: 標記

# OwI
source: Unflag
de_de: Kennzeichnung aufheben
es_es: Desmarcar
fr_fr: Supprimer le marqueur
hi_in: अनफ़्लैग करें
id_id: Hapus bendera
it_it: Rimuovi contrassegno
ja_jp: フラグを外す
ko_kr: 플래그 지정 해제
ms_my: Nyahbendera
pt_br: Remover sinalização
ru_ru: Снять пометку
th_th: ยกเลิกการติดธง
vi_vn: Hủy gắn cờ
zh_cn: 取消标记
zh_hk: 取消標記

# ABY
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
id_id: Berhasil disalin
it_it: Copiato
ja_jp: コピーしました。
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制
zh_hk: 已複製

# NGc
source: From Bot
de_de: Von Bot
es_es: De bot
fr_fr: Du bot
id_id: Dari Bot
it_it: Da bot
ja_jp: ボットより
ko_kr: 봇에서
ms_my: Dari Bot
pt_br: Do bot
ru_ru: От бота
th_th: จากบอท
vi_vn: Từ bot
zh_cn: 来自 Bot
zh_hk: 來自 Bot

# lTQ
source: From group chat
de_de: Von Gruppenchat
es_es: De chat de grupo
fr_fr: Du groupe de discussion
id_id: Dari obrolan grup
it_it: Da chat di gruppo
ja_jp: グループチャットより
ko_kr: 그룹 채팅에서
ms_my: Dari perbualan kumpulan
pt_br: Do chat em grupo
ru_ru: Из группового чата
th_th: จากแชทกลุ่ม
vi_vn: Từ cuộc trò chuyện nhóm
zh_cn: 来自群聊
zh_hk: 來自群組聊天

# yik
source: From private chat
de_de: Von privatem Chat
es_es: De chat privado
fr_fr: De la discussion privée
id_id: Dari obrolan privat
it_it: Da chat privata
ja_jp: 個人チャットより
ko_kr: 개인 채팅에서
ms_my: Dari perbualan peribadi
pt_br: Do chat particular
ru_ru: Из приватного чата
th_th: จากแชทส่วนตัว
vi_vn: Từ cuộc trò chuyện riêng tư
zh_cn: 来自单聊
zh_hk: 來自私人聊天

# PIg
source: Unable to copy
de_de: Kopieren nicht möglich
es_es: No se puede copiar
fr_fr: Impossible de copier
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした。
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Не удалось скопировать
th_th: คัดลอกไม่สำเร็จ
vi_vn: Không thể sao chép
zh_cn: 复制失败
zh_hk: 複製失敗

# NjE
source: Chat history
de_de: Chatverlauf
es_es: Historial de chat
fr_fr: Historique de discussion
id_id: Riwayat obrolan
it_it: Cronologia chat
ja_jp: チャット履歴
ko_kr: 채팅 기록
ms_my: Sejarah sembang
pt_br: Histórico do chat
ru_ru: История чата
th_th: ประวัติแชท
vi_vn: Lịch sử trò chuyện
zh_cn: 会话详情
zh_hk: 對話詳情

# jso
source: No permission to view this audio message
de_de: Sie haben keine Berechtigung zum Anzeigen dieser Audionachricht
es_es: No tienes permiso para ver este mensaje de audio
fr_fr: Vous n'êtes pas autorisé à afficher ce message audio
id_id: Tidak ada izin untuk melihat pesan audio ini
it_it: Nessuna autorizzazione per visualizzare questo messaggio audio
ja_jp: 音声メッセージを再生する権限がありません
ko_kr: 이 오디오 메시지를 볼 수 있는 권한이 없습니다
ms_my: Tiada kebenaran untuk melihat mesej audio ini
pt_br: Sem permissão para visualizar esta mensagem de áudio
ru_ru: Отсутствует разрешение на просмотр этого аудиосообщения
th_th: ไม่มีสิทธิ์การอนุญาตดูข้อความเสียงนี้
vi_vn: Không có quyền để xem tin nhắn âm thanh này
zh_cn: 无权限查看该语音消息
zh_hk: 無權限查看該語音訊息

# Nms
source: View Details
de_de: Details ansehen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Подробности
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# vCE
source: Add to
de_de: Hinzufügen zu
es_es: Agregar a
fr_fr: Ajouter à
id_id: Tambah ke
it_it: Aggiungi a
ja_jp: 指定の場所に保存
ko_kr: 추가 위치
ms_my: Tambah ke
pt_br: Adicionar a
ru_ru: добавить в
th_th: เพิ่มไปยัง
vi_vn: Thêm vào
zh_cn: 添加到
zh_hk: 新增至

# ArY
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
id_id: Tugas
it_it: Attività
ja_jp: タスク
ko_kr: 할 일
ms_my: Tugas
pt_br: Tarefas
ru_ru: Задачи
th_th: งาน
vi_vn: Tác vụ
zh_cn: 任务
zh_hk: 任務

# rE8
source: Convert to Text
de_de: In Text konvertieren
es_es: Convertir a texto
fr_fr: Convertir en texte
id_id: Konversi ke Teks
it_it: Converti in testo
ja_jp: テキストに変換
ko_kr: 텍스트로 변환
ms_my: Tukar ke Teks
pt_br: Converter em texto
ru_ru: Преобразовать в текст
th_th: แปลงเป็นข้อความ
vi_vn: Chuyển đổi thành văn bản
zh_cn: 转文字
zh_hk: 轉文字

# XGU
source: Hide Text
de_de: Text ausblenden
es_es: Ocultar texto
fr_fr: Masquer le texte
id_id: Sembunyikan Teks
it_it: Nascondi testo
ja_jp: テキストを非表示
ko_kr: 텍스트 숨기기
ms_my: Sorok Teks
pt_br: Ocultar texto
ru_ru: Скрыть текст
th_th: ซ่อนข้อความ
vi_vn: Ẩn văn bản
zh_cn: 收起文字
zh_hk: 收合文字

# hmM
source: Play by Receiver
de_de: Wiedergabe über Empfänger
es_es: Reproducir por receptor
fr_fr: Jouer via le destinataire
id_id: Putar oleh Penerima
it_it: Riproduci con ricevitore
ja_jp: レシーバーで再生
ko_kr: 수신자에 의해 재생
ms_my: Main mengikut Penerima
pt_br: Reproduzir pelo receptor
ru_ru: Воспроизведение по разговорному динамику
th_th: เล่นผ่านตัวรับสัญญาณ
vi_vn: Phát bằng bộ thu
zh_cn: 听筒播放
zh_hk: 聽筒播放

# 2U8
source: Play by Speaker
de_de: Über Lautsprecher abspielen
es_es: Reproducir por altavoz
fr_fr: Jouer via l'intervenant
id_id: Mainkan oleh Speaker
it_it: Riproduci con altoparlante
ja_jp: スピーカーで再生
ko_kr: 발화자에 의해 재생
ms_my: Main mengikut Pembicara
pt_br: Reproduzir pelo alto-falante
ru_ru: Воспроизведение по громкоговорителю
th_th: เล่นผ่านลำโพง
vi_vn: Phát bằng loa
zh_cn: 扬声器播放
zh_hk: 揚聲器播放

# j1U
source: Play on Mute
de_de: Wiedergabe mit Stummschalten
es_es: Reproducir en modo silenciado
fr_fr: Jouer en sourdine
id_id: Putar saat Bisu
it_it: Riproduci con audio disattivato
ja_jp: ミュート再生
ko_kr: 음소거로 재생
ms_my: Main tanpa Bunyi
pt_br: Reproduzir no mudo
ru_ru: Воспроизведение без звука
th_th: เล่นโดยปิดเสียง
vi_vn: Phát khi tắt tiếng
zh_cn: 静音播放
zh_hk: 靜音播放

# /jI
source: Message recalled by organization administrator
de_de: Nachricht wurde vom Organisationsadministrator zurückgerufen
es_es: Mensaje recuperado por el administrador corporativo
fr_fr: Message rappelé par l'administrateur de l'organisation
id_id: Pesan ditarik oleh administrator perusahaan
it_it: Messaggio richiamato dall'amministratore aziendale
ja_jp: このメッセージは法人管理者によって取り消されました
ko_kr: 기업 관리자가 회수한 메시지
ms_my: Mesej ditarik balik oleh pentadbir organisasi
pt_br: Mensagem recuperada pelo administrador da empresa
ru_ru: Сообщение отозвано администратором организации
th_th: ผู้ดูแลองค์กรเรียกคืนข้อความ
vi_vn: Tin nhắn đã được quản trị viên doanh nghiệp thu hồi
zh_cn: 此消息已被企业管理员撤回
zh_hk: 企業管理員已撤回此訊息

# PLg
source: This message has been restricted from sharing and can't be added as sticker.
de_de: Diese Nachricht wurde von der Freigabe ausgeschlossen und kann nicht als Sticker hinzugefügt werden.
es_es: Este mensaje tiene restringida la capacidad de compartir y no se puede agregar como sticker.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être ajouté comme autocollant.
id_id: Pesan ini telah ditetapkan sebagai dibatasi dari dibagikan dan tidak dapat ditambahkan sebagai stiker.
it_it: La condivisione di questo messaggio è stata limitata e non può essere aggiunto come adesivo.
ja_jp: このメッセージはスタンプに追加できません。
ko_kr: 이 메시지는 공유가 제한되어 있어 스티커로 추가할 수 없습니다.
ms_my: Mesej ini telah dihadkan daripada dikongsi dan tidak boleh ditambah sebagai pelekat.
pt_br: Esta mensagem foi impedida de compartilhar e não pode ser adicionada com sucesso como adesivo.
ru_ru: Этим сообщением запрещено делиться и оно не может быть добавлено в качестве стикера.
th_th: ข้อความนี้ถูกจำกัดการแบ่งปันและไม่สามารถเพิ่มเป็นสติกเกอร์ได้
vi_vn: Tin nhắn này đã bị hạn chế chia sẻ và không thể thêm dưới dạng nhãn dán.
zh_cn: 该消息禁止添加为表情
zh_hk: 該訊息禁止新增為表情

# I0o
source: This message is restricted from sharing and can't be copied.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen und kann nicht kopiert werden.
es_es: Se ha restringido la capacidad de compartir este mensaje y no se puede copiar.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être copié.
id_id: Pesan ini dibatasi dari dibagikan tidak dapat disalin.
it_it: La condivisione di questo messaggio è stata limitata e non può essere copiato.
ja_jp: このメッセージはコピーできません。
ko_kr: 이 메시지는 공유가 제한되어 있어 복사할 수 없습니다.
ms_my: Mesej ini terhad daripada dikongsi dan tidak boleh disalin.
pt_br: Esta mensagem não pode ser compartilhada e não pode ser copiada.
ru_ru: Этим сообщением запрещено делиться и оно не может быть скопировано.
th_th: ข้อความนี้มีการจำกัดการแบ่งปันและไม่สามารถคัดลอกได้
vi_vn: Tin nhắn này bị hạn chế chia sẻ và không thể sao chép được.
zh_cn: 该消息禁止复制
zh_hk: 該訊息禁止複製

# Aiw
source: This message is restricted from sharing and can't be downloaded.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen und kann nicht heruntergeladen werden.
es_es: Se ha restringido la capacidad de compartir este mensaje y no se puede descargar.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être téléchargé.
id_id: Pesan ini dibatasi dari dibagikan dan tidak dapat diunduh.
it_it: La condivisione di questo messaggio è stata limitata e non può essere scaricato.
ja_jp: このメッセージはダウンロードできません。
ko_kr: 이 메시지는 공유가 제한되어 있어 다운로드할 수 없습니다.
ms_my: Mesej ini dihadkan daripada dikongsi dan tidak boleh dimuat turun.
pt_br: Esta mensagem não pode ser compartilhada e não pode ser baixada.
ru_ru: Этим сообщением запрещено делиться и оно не может быть загружено.
th_th: ข้อความนี้มีการจำกัดการแบ่งปันและไม่สามารถดาวน์โหลดได้
vi_vn: Tin nhắn này bị hạn chế chia sẻ và không thể tải xuống được.
zh_cn: 该消息禁止下载
zh_hk: 該訊息禁止下載

# qsQ
source: This message is restricted from sharing and can't be edited.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen und kann nicht bearbeitet werden.
es_es: Se ha restringido la capacidad de compartir este mensaje y no se puede editar.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être modifié.
id_id: Pesan ini dibatasi dari dibagikan dan tidak dapat diedit.
it_it: La condivisione di questo messaggio è stata limitata e non può essere modificato.
ja_jp: このメッセージは編集できません。
ko_kr: 이 메시지는 공유가 제한되어 있어 편집할 수 없습니다.
ms_my: Mesej ini dihadkan daripada dikongsi dan tidak boleh diedit.
pt_br: Esta mensagem não pode ser compartilhada e não pode ser editada.
ru_ru: Этим сообщением запрещено делиться и оно не может быть отредактировано.
th_th: ข้อความนี้มีการจำกัดการแบ่งปันและไม่สามารถแก้ไขได้
vi_vn: Tin nhắn này bị hạn chế chia sẻ và không thể chỉnh sửa được.
zh_cn: 该消息禁止编辑
zh_hk: 該訊息禁止編輯

# WJg
source: This message is restricted from sharing and can't be forwarded.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen und kann nicht weitergeleitet werden.
es_es: Se ha restringido la capacidad de compartir este mensaje y no se puede reenviar.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être transféré.
id_id: Pesan ini dibatasi dari dibagikan tidak dapat diteruskan.
it_it: La condivisione di questo messaggio è stata limitata e non può essere inoltrato.
ja_jp: このメッセージは転送できません。
ko_kr: 이 메시지는 공유가 제한되어 있어 전달할 수 없습니다.
ms_my: Mesej ini terhad daripada dikongsi dan tidak boleh dihantar.
pt_br: Esta mensagem não pode ser compartilhada e não pode ser encaminhada.
ru_ru: Этим сообщением запрещено делиться и оно не может быть переслано.
th_th: ข้อความนี้มีการจำกัดการแบ่งปันและไม่สามารถส่งต่อได้
vi_vn: Tin nhắn này bị hạn chế chia sẻ và không thể chuyển tiếp được.
zh_cn: 该消息禁止转发
zh_hk: 該訊息禁止轉發

# PVo
source: This message is restricted from sharing and can't be saved.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen und kann nicht gespeichert werden.
es_es: Se ha restringido la capacidad de compartir este mensaje y no se puede guardar.
fr_fr: Ce message fait l'objet d'une restriction de partage et ne peut pas être enregistré.
id_id: Pesan ini dibatasi dari dibagikan tidak dapat disimpan.
it_it: La condivisione di questo messaggio è stata limitata e non può essere salvato.
ja_jp: このメッセージは保存できません。
ko_kr: 이 메시지는 공유가 제한되어 있어 저장할 수 없습니다.
ms_my: Mesej ini dihadkan daripada dikongsi dan tidak boleh disimpan.
pt_br: Esta mensagem não pode ser compartilhada e não pode ser salva.
ru_ru: Этим сообщением запрещено делиться и оно не может быть сохранено.
th_th: ข้อความนี้มีการจำกัดการแบ่งปันและไม่สามารถบันทึกได้
vi_vn: Tin nhắn này bị hạn chế chia sẻ và không thể lưu được.
zh_cn: 该消息禁止保存
zh_hk: 該訊息禁止儲存

# R7I
source: This message is restricted from sharing. Others won't be able to see its content when forwarded.
de_de: Diese Nachricht ist von der Freigabe ausgeschlossen. Andere Personen können ihren Inhalt nicht sehen, wenn sie weitergeleitet wird.
es_es: Se ha restringido la capacidad de compartir este mensaje. Las demás personas usuarios no podrán ver su contenido cuando se reenvíe.
fr_fr: Ce message fait l'objet d'une restriction de partage. Les autres ne pourront pas voir son contenu s'il est transféré.
id_id: Pesan ini dibatasi dari dibagikan. Orang lain tidak akan bisa melihat kontennya ketika pesan ini diteruskan.
it_it: La condivisione di questo messaggio è stata limitata. Gli altri non potranno visualizzarne il contenuto se viene inoltrato.
ja_jp: このメッセージの転送が禁止されたため、ほかのユーザーに表示しません。
ko_kr: 이 메시지는 공유가 제한되어 있습니다. 전달해도 다른 사용자는 콘텐츠를 볼 수 없습니다.
ms_my: Mesej ini dihadkan daripada dikongsi. Orang lain tidak akan dapat melihat kandungannya apabila diteruskan.
pt_br: Esta mensagem não pode ser compartilhada. Outros não poderão ver seu conteúdo quando encaminhado.
ru_ru: Этим сообщением запрещено делиться. Другие не смогут увидеть его содержимое при пересылке.
th_th: ข้อความนี้มีการจำกัดการแบ่งปัน ผู้อื่นจะมองไม่เห็นเนื้อหานี้เมื่อส่งต่อ
vi_vn: Tin nhắn này bị hạn chế chia sẻ nên người khác sẽ không thể nhìn thấy nội dung tin nhắn khi được chuyển tiếp.
zh_cn: 该消息已设为禁止转发，他人将无法看到消息内容
zh_hk: 該訊息已設為禁止轉發，其他人將無法看到訊息內容

# cuo
source: Message sharing restricted
de_de: Freigabe von Nachrichten beschränkt
es_es: Se ha restringido la capacidad de compartir este mensaje
fr_fr: Partage de message restreint
id_id: Berbagi pesan dibatasi
it_it: Condivisione messaggio limitata
ja_jp: このメッセージの転送を禁止しました。
ko_kr: 메시지 공유가 제한되었습니다
ms_my: Pembatasan perkongsian mesej
pt_br: Compartilhamento de mensagem restrito
ru_ru: Делиться сообщениями запрещено
th_th: ข้อความมีการจำกัดการแบ่งปัน
vi_vn: Đã hạn chế chia sẻ tin nhắn
zh_cn: 消息已设为禁止转发
zh_hk: 訊息已設為禁止轉發

# 0kM
source: Message sharing allowed
de_de: Die Freigabe der Nachricht ist erlaubt
es_es: Se permite compartir el mensaje
fr_fr: Partage de message autorisé
id_id: Berbagi pesan diizinkan
it_it: Condivisione del messaggio consentita
ja_jp: このメッセージは転送可能になりました。
ko_kr: 메시지 공유가 허용되었습니다
ms_my: Pengongsian mesej dibenarkan
pt_br: Compartilhamento de mensagens permitido
ru_ru: Делиться сообщениями разрешено
th_th: อนุญาตให้แบ่งปันข้อความ
vi_vn: Đã cho phép chia sẻ tin nhắn
zh_cn: 消息已设为允许转发
zh_hk: 訊息已設為允許轉發

# 3s8
source: Message deleted
de_de: Nachricht gelöscht
es_es: Mensaje eliminado
fr_fr: Message supprimé
id_id: Pesan berhasil dihapus
it_it: Messaggio eliminato
ja_jp: メッセージは削除されました。
ko_kr: 메시지가 삭제되었습니다
ms_my: Mesej dipadam
pt_br: Mensagem excluída
ru_ru: Сообщение удалено
th_th: ข้อความถูกลบแล้ว
vi_vn: Tin nhắn đã bị xóa
zh_cn: 消息已删除
zh_hk: 訊息已刪除

# 70o
source: Calendar messages, group cards, poll messages, chat history, and contact cards can't be combined and added to Favorites.
de_de: Kalendernachrichten, Gruppenkarten, Nachrichten zur Abstimmung, Chatverlauf und Kontaktkarten können nicht kombiniert und zu Favoriten hinzugefügt werden.
es_es: Los mensajes de calendario, las tarjetas de grupo, los mensajes de encuesta, el historial de chat y las tarjetas de contactos no se pueden combinar y agregar a Favoritos.
fr_fr: Les messages du calendrier, les cartes de groupe, les messages de sondage, l'historique de discussion et les fiches contact ne peuvent pas être combinés et ajoutés aux favoris.
id_id: Pesan kalender, kartu grup, pesan polling, riwayat obrolan, dan kartu kontak tidak dapat digabungkan dan ditambahkan ke Favorit.
it_it: I messaggi del calendario, le schede del gruppo, i messaggi di sondaggio, la cronologia chat e le schede dei contatti non possono essere combinati e aggiunti ai Preferiti.
ja_jp: 予定カード、グループカード、投票、チャット履歴、プロフィールカードなどは一括お気に入りに追加できません。
ko_kr: 캘린더 메시지, 그룹 카드, 투표 메시지, 채팅 기록, 연락처 카드는 결합하여 즐겨찾기에 추가할 수 없습니다.
ms_my: Mesej kalendar, kad kumpulan, mesej undian, sejarah sembang, dan kad kenalan tidak boleh digabungkan dan ditambah ke Kegemaran.
pt_br: Mensagens de calendário, cartões ao grupo, mensagens de votação, histórico do chat e cartões de contato não podem ser combinados e adicionados aos Favoritos.
ru_ru: Сообщения календаря, карточки группы, сообщения опросов, история чатов и карточки контактов могут быть объединены и добавлены в избранное.
th_th: ไม่สามารถรวมและเพิ่มข้อความปฏิทิน การ์ดกลุ่ม ข้อความโพลล์ ประวัติแชท และการ์ดรายชื่อที่ติดต่อลงในรายการโปรดได้
vi_vn: Không thể kết hợp và thêm tin nhắn lịch, thẻ nhóm, tin nhắn bình chọn, lịch sử trò chuyện và thẻ liên hệ vào mục Ưa thích.
zh_cn: 日历卡片、群名片、投票消息、会话记录、个人名片等不支持合并收藏
zh_hk: 日曆卡片、群組名片、投票訊息、對話記錄及個人名片等不支援合併新增至我的最愛

# 23c
source: Unable to complete the action. Please try again.
de_de: Die Aktion konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
es_es: No se puede completar la acción. Inténtalo de nuevo.
fr_fr: Impossible de terminer l'opération. Veuillez réessayer.
id_id: Gagal menyelesaikan tindakan. Coba lagi.
it_it: Impossibile completare l'azione. Riprova.
ja_jp: 操作を完了できませんでした。後でもう一度お試しください。
ko_kr: 작업을 완료할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat melengkapkan tindakan. Sila cuba lagi.
pt_br: Não é possível concluir a ação. Tente novamente.
ru_ru: Не удалось завершить действие. Попробуйте еще раз.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể hoàn thành hành động này. Vui lòng thử lại.
zh_cn: 操作失败，请重试
zh_hk: 操作失敗，請重試

# sWo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# TnE
source: Unpin
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 外す
ko_kr: 제거
ms_my: Nyahpin
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_hk: 移除

# KwY
source: The item will be unpinned for all group members.
de_de: Dieses Elements wird für alle Gruppenmitglieder abgeheftet.
es_es: El elemento dejará de estar fijado para todos los miembros del grupo.
fr_fr: L'élément sera désépinglé pour tous les membres du groupe.
id_id: Item akan dilepas pinnya untuk semua anggota grup.
it_it: L'elemento sarà rimosso dagli elementi fissati per tutti i membri del gruppo.
ja_jp: グループメンバーはピン留めからこのアイテムを表示できなくなります。
ko_kr: 모든 그룹 구성원에게 이 항목이 고정 해제됩니다.
ms_my: Item akan dinyahpin untuk semua ahli kumpulan.
pt_br: O item será desafixado para todos os membros do grupo.
ru_ru: Элемент будет откреплен для всех участников группы.
th_th: รายการจะยกเลิกปักหมุดสำหรับสมาชิกกลุ่มทั้งหมด
vi_vn: Mục này sẽ bị bỏ ghim đối với tất cả thành viên nhóm.
zh_cn: 将为所有群成员移除该置顶内容
zh_hk: 將為所有群組成員移除該置頂內容

# ix0
source: Unpin this item?
de_de: Dieses Element abheften?
es_es: ¿Quitar este elemento de fijados?
fr_fr: Désépingler cet article ?
id_id: Lepas pin item ini?
it_it: Rimuovere questo elemento dagli elementi fissati?
ja_jp: ピン留めから外しますか？
ko_kr: 이 항목을 고정 해제하시겠습니까?
ms_my: Nyahpin item ini?
pt_br: Desafixar este item?
ru_ru: Открепить этот элемент?
th_th: ยกเลิกปักหมุดรายการนี้หรือไม่
vi_vn: Bỏ ghim mục này?
zh_cn: 确认移除置顶？
zh_hk: 確認移除置頂嗎？

# y+I
source: Item unpinned
de_de: Element abgeheftet
es_es: Elemento quitado de fijados
fr_fr: Article désépinglé
id_id: Item dilepas pinnya
it_it: Elemento rimosso dagli elementi fissati
ja_jp: ピン留めから外しました。
ko_kr: 항목이 고정해제되었습니다
ms_my: Item dinyahpin
pt_br: Item desafixado
ru_ru: Элемент откреплен
th_th: ยกเลิกปักหมุดรายการแล้ว
vi_vn: Đã bỏ ghim mục
zh_cn: 已移除置顶
zh_hk: 已移除置頂

# kDM
source: OK
es_es: Aceptar
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了
