Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Z7U
source: Recall the entire stack? Once recalled, the entire stack will be deleted
de_de: Gesamten Stapel zurückrufen? Nach dem Zurückrufen wird der gesamte Stapel gelöscht
es_es: ¿Recuperar la pila completa? Una vez recuperada, la pila competa se eliminará
fr_fr: Rappeler l'empilement entier ? Une fois rappelé, il sera supprimé
id_id: Tarik seluruh tumpukan? Setelah ditarik, seluruh tumpukan akan dihapus
it_it: Richiamare l'intera pila? Una volta richiamata, l'intera pila verrà eliminata
ja_jp: カード全体を取り消しますか？操作後、集約メッセージは復元できなくなります。
ko_kr: 전체 스택을 회수하시겠습니까? 회수하면 전체 스택이 삭제됩니다
ms_my: Tarik balik keseluruhan tumpukan? Setelah ditarik balik, keseluruhan tumpukan akan dihapuskan
pt_br: Recuperar toda a pilha? Uma vez recuperada, toda a pilha será excluída
ru_ru: Отозвать весь стек? После отзыва весь стек будет удален
th_th: เรียกคืนกองข้อความทั้งหมดหรือไม่ เมื่อเรียกคืนแล้ว กองข้อความทั้งหมดจะลบออก
vi_vn: Thu hồi toàn bộ ngăn xếp? Sau khi thu hồi, toàn bộ ngăn xếp sẽ bị xóa
zh_cn: 确定撤回整个卡片吗？撤回后，聚合消息将无法恢复
zh_hk: 確定要撤回整個卡片嗎？撤回後，將無法恢復聚合訊息

# HfI
source: Sent by {{num}} members
de_de: Gesendet von {{num}} Mitgliedern
es_es: Enviado por {{num}} miembros
fr_fr: Envoyé par {{num}} membres
id_id: Dikirim oleh {{num}} anggota
it_it: Inviato da {{num}} membri
ja_jp: 合計 {{num}} 人が送信
ko_kr: {{num}}명의 구성원이 전송함
ms_my: Dihantar oleh {{num}} ahli
pt_br: Enviado por {{num}} membros
ru_ru: Отправлено {{num}} участниками
th_th: ส่งโดยสมาชิก {{num}} คน
vi_vn: Đã gửi bởi {{num}} thành viên
zh_cn: 共 {{num}} 人发送
zh_hk: 共 {{num}} 人發送

# e7I
source: This stack message has been recalled
de_de: Diese Stapelnachricht wurde zurückgerufen
es_es: Se ha recuperado este mensaje de pila
fr_fr: Cette pile de messages a été rappelée
id_id: Pesan tumpukan ini telah ditarik
it_it: Questo messaggio impilato è stato richiamato
ja_jp: 集約メッセージが取り消されました。
ko_kr: 이 스택 메시지는 회수되었습니다
ms_my: Mesej tumpukan ini telah ditarik balik
pt_br: Esta mensagem de pilha foi recuperada
ru_ru: Сообщение стека было отозвано
th_th: มีการเรียกคืนข้อความเรียงซ้อนนี้แล้ว
vi_vn: Tin nhắn trong ngăn xếp này đã được thu hồi
zh_cn: 聚合卡片消息已撤回
zh_hk: 聚合卡片訊息已撤回

# cDc
source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Perincian
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ko_kr: 세부 정보 보기
ms_my: Lihat Butiran
pt_br: Exibir detalhes
ru_ru: Просмотреть сведения
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_hk: 查看詳細資訊

# GW8
source: My Message Only
de_de: Nur meine Nachricht
es_es: Solo mi mensaje
fr_fr: Mon message uniquement
id_id: Hanya Pesan Saya
it_it: Solo il mio messaggio
ja_jp: 自分のメッセージのみ
ko_kr: 내 메시지만
ms_my: Mesej Saya Sahaja
pt_br: Apenas minha mensagem
ru_ru: Только мои сообщения
th_th: ข้อความของฉันเท่านั้น
vi_vn: Chỉ tin nhắn của tôi
zh_cn: 仅撤回自己的消息
zh_hk: 只撤回自己的訊息

# G4I
source: The Entire Stack
de_de: Gesamter Stapel
es_es: Toda la pila
fr_fr: La pile entière
id_id: Seluruh Tumpukan
it_it: L'intera pila
ja_jp: カード全体
ko_kr: 전체 스택
ms_my: Keseluruhan Tumpukan
pt_br: Toda a pilha
ru_ru: Весь стек
th_th: ทั้งหมด
vi_vn: Toàn bộ ngăn xếp
zh_cn: 撤回整个卡片
zh_hk: 撤回整張卡片

# qHM
source: Select the item to recall
de_de: Wählen Sie das zurückzurufende Element aus
es_es: Selecciona el elemento que quieres recuperar
fr_fr: Sélectionner l'élément à rappeler
id_id: Pilih item untuk ditarik
it_it: Seleziona l'elemento da richiamare
ja_jp: 取り消す内容を選択
ko_kr: 회수할 항목 선택
ms_my: Pilih item untuk ditarik balik
pt_br: Selecionar o item a recuperar
ru_ru: Выберите элемент для отзыва
th_th: เลือกรายการที่ต้องการเรียกคืน
vi_vn: Chọn một mục để thu hồi
zh_cn: 请选择撤回的内容
zh_hk: 請選擇撤回的內容

# LTI
source: You recalled a stack message.
de_de: Sie haben eine Stapelnachricht zurückgerufen.
es_es: Has recuperado un mensaje de la pila.
fr_fr: Vous avez rappelé une pile de messages.
id_id: Anda menarik pesan tumpukan.
it_it: Hai richiamato un messaggio impilato.
ja_jp: 集約メッセージを取り消しました。
ko_kr: 스택 메시지를 회수했습니다.
ms_my: Anda menarik balik mesej tumpukan.
pt_br: Você recuperou uma mensagem em pilha.
ru_ru: Вы отозвали сообщение стека.
th_th: คุณเรียกคืนข้อความทั้งกอง
vi_vn: Bạn đã thu hồi một tin nhắn trong ngăn xếp.
zh_cn: 你撤回了聚合卡片消息
zh_hk: 你撤回了聚合卡片訊息

# zKc
source: Pin
de_de: Anheften
es_es: Fijar
fr_fr: Épingler
it_it: Fissa
ja_jp: ピン留め
ko_kr: 고정
pt_br: Fixar
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
zh_cn: 置顶
zh_hk: 置頂

# Okk
source: Unpin
de_de: Abheften
es_es: Quitar de fijados
fr_fr: Désépingler
id_id: Lepas Pin
it_it: Rimuovi dagli elementi fissati
ja_jp: ピン留めを外す
ko_kr: 고정 해제
ms_my: Nyahpin
pt_br: Desafixar
ru_ru: Открепить
th_th: ยกเลิกปักหมุด
vi_vn: Bỏ ghim
zh_cn: 移除置顶
zh_hk: 移除置頂

# ecE
source: Send to chat and prioritize in Pins
de_de: An Chat senden und unter „Angeheftete Elemente“ priorisieren
es_es: Enviar a chat y dar prioridad en Elementos fijados
fr_fr: Envoyer dans le chat et classer par ordre de priorité dans Éléments épinglés
id_id: Kirim ke obrolan dan prioritaskan di Pin
it_it: Invia alla chat e assegna priorità in Elementi fissati
ja_jp: チャットに送信するとともに優先ピン留め
ko_kr: 채팅에 전송 및 고정 우선 순위 지정
ms_my: Hantar ke chat dan utamakan dalam Pin
pt_br: Enviar para o chat e priorizar em Fixados
ru_ru: Отправить в чат и приоритизировать в Закреплениях
th_th: ส่งไปยังแชทและเรียงลำดับการปักหมุด
vi_vn: Gửi đến cuộc trò chuyện và ưu tiên trong Mục đã ghim
zh_cn: 发送到会话并固定在置顶
zh_hk: 發送至對話並固定到置頂

# y+0
source: Unable to pin. Please try again later.
de_de: Anheften nicht möglich. Bitte versuchen Sie es später erneut.
es_es: No se puede fijar. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'épingler. Veuillez réessayer plus tard.
id_id: Gagal mengepin. Coba lagi nanti.
it_it: Impossibile fissare in alto. Riprova più tardi.
ja_jp: ピン留めできませんでした。後で再試行してください。
ko_kr: 고정할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat pin. Sila cuba lagi kemudian.
pt_br: Não foi possível fixar. Tente novamente mais tarde.
ru_ru: Не удалось закрепить. Попробуйте позже.
th_th: ปักหมุดไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể ghim. Vui lòng thử lại sau.
zh_cn: 置顶失败，请稍后重试
zh_hk: 置頂失敗，請稍後重試

# Qt4
source: Item pinned
de_de: Element angeheftet
es_es: Elemento anclado
fr_fr: Élément épinglé
id_id: Item dipin
it_it: Elemento fissato
ja_jp: ピン留めしました。
ko_kr: 항목이 고정되었습니다
ms_my: Item dipin
pt_br: Item fixado
ru_ru: Элемент закреплен
th_th: ปักหมุดรายการแล้ว
vi_vn: Đã ghim mục
zh_cn: 已置顶
zh_hk: 已置頂

# T/4
source: Pin and Prioritize
de_de: Anheften und priorisieren
es_es: Fijar y dar prioridad
fr_fr: Épingler et prioriser
id_id: Pin dan Prioritaskan
it_it: Fissa e assegna priorità
ja_jp: 優先ピン留め
ko_kr: 고정 및 우선 적용
ms_my: Pin dan Utamakan
pt_br: Fixar e priorizar
ru_ru: Закрепить и установить приоритет
th_th: ปักหมุดและจัดลำดับความสำคัญ
vi_vn: Ghim và ưu tiên
zh_cn: 置顶并固定在前
zh_hk: 置頂並固定在前面

# p6c
source: Pin Only
de_de: Nur anheften
es_es: Solo fijar
fr_fr: Épingler uniquement
id_id: Pin Saja
it_it: Fissa solamente
ja_jp: 通常のピン留め
ko_kr: 고정만
ms_my: Pin Sahaja
pt_br: Fixar apenas
ru_ru: Только закрепить
th_th: ปักหมุดเท่านั้น
vi_vn: Chỉ ghim
zh_cn: 仅置顶
zh_hk: 只置頂

# ivw
source: Pinned by {{name}}. Visible to all group members.
de_de: Von {{name}} angeheftet. Für alle Gruppenmitglieder sichtbar.
es_es: Fijado por {{name}}. Visible para todos los miembros del grupo.
fr_fr: Épinglé par {{name}}. Visible par tous les membres du groupe.
id_id: Dipin oleh {{name}}. Terlihat oleh semua anggota grup.
it_it: Fissato da {{name}}. Visibile a tutti i membri del gruppo.
ja_jp: {{name}} がこのメッセージをピン留めしました。グループメンバー全員が確認できます。
ko_kr: {{name}} 님이 고정했습니다. 모든 그룹 구성원에게 표시됩니다.
ms_my: Ditanda oleh {{name}}. Dapat dilihat oleh semua ahli kumpulan.
pt_br: Fixado por {{name}}. Visível para todos os membros do grupo.
ru_ru: Закреплено пользователем {{name}}. Видно для всех участников группы.
th_th: ปักหมุดโดย {{name}} แสดงผลให้สมาชิกกลุ่มทั้งหมด
vi_vn: Đã ghim bởi {{name}}. Hiển thị với tất cả thành viên nhóm.
zh_cn: {{name}} 置顶了这条消息，对所有群成员可见
zh_hk: {{name}} 置頂了這條訊息，所有群組成員均可查看

# /nw
source: Pinned by {{name}}. Visible to both of you.
de_de: Von {{name}} angeheftet. Sichtbar für Sie und {{name}}.
es_es: Fijado por {{name}}. Visible para los dos.
fr_fr: Épinglé par {{name}}. Visible par vous deux.
id_id: Dipin oleh {{name}}. Terlihat oleh Anda berdua.
it_it: Fissato da {{name}}. Visibile ad entrambi.
ja_jp: {{name}} がこのメッセージをピン留めしました。お互いに確認できます。
ko_kr: {{name}} 님이 고정했습니다. 고정한 사용자와 회원님 모두에게 표시됩니다.
ms_my: Ditanda oleh {{name}}. Dapat dilihat oleh kedua-dua anda.
pt_br: Fixado por {{name}}. Visível para ambos.
ru_ru: Закреплено пользователем {{name}}. Видно для вас двоих.
th_th: ปักหมุดโดย {{name}} แสดงผลให้คุณทั้งคู่
vi_vn: Đã ghim bởi {{name}}. Hiển thị với cả hai bạn.
zh_cn: {{name}} 置顶了这条消息，会话双方均可见
zh_hk: {{name}} 置頂了這條訊息，對話雙方均可查看

# Kc0
source: You've pinned this message for yourself.
de_de: Sie haben diese Nachricht für sich selbst angeheftet.
es_es: Tú has fijado este mensaje para ti.
fr_fr: Vous avez épinglé ce message pour vous-même.
id_id: Pesan ini telah Anda pin untuk diri Anda sendiri.
it_it: Hai fissato questo messaggio per te.
ja_jp: 自分用にピン留めしました。
ko_kr: 이 메시지를 직접 고정했습니다.
ms_my: Anda telah menanda mesej ini untuk diri sendiri.
pt_br: Você fixou esta mensagem para você mesmo.
ru_ru: Вы закрепили это сообщение для себя.
th_th: คุณได้ปักหมุดข้อความนี้ไว้สำหรับตัวคุณเอง
vi_vn: Bạn đã ghim tin nhắn này cho chính mình.
zh_cn: 你为自己置顶了这条消息
zh_hk: 你為自己置頂了這條訊息

# 3oc
source: Item unpinned
de_de: Element abgeheftet
es_es: Elemento quitado de fijados
fr_fr: Article désépinglé
id_id: Item dilepas pinnya
it_it: Elemento rimosso dagli elementi fissati
ja_jp: ピン留めを外しました。
ko_kr: 항목이 고정해제되었습니다
ms_my: Item dinyahpin
pt_br: Item desafixado
ru_ru: Элемент откреплен
th_th: ยกเลิกปักหมุดรายการแล้ว
vi_vn: Đã bỏ ghim mục
zh_cn: 已移除置顶
zh_hk: 已移除置頂

# Q+8
source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Réponse
id_id: Balas
it_it: Rispondi
ja_jp: スレッドに返信
ko_kr: 회신
ms_my: Balas
pt_br: Responder
ru_ru: Ответить
th_th: ตอบกลับ
vi_vn: Trả lời
zh_cn: 回复话题
zh_hk: 回覆主題

# /Cs
source: This function is unavailable as you are currently in the state of temporarily joining the meeting.
de_de: Diese Funktion ist nicht verfügbar, da Sie der Besprechung gerade vorübergehend beitreten.
es_es: Esta función no está disponible ya que actualmente te encuentras en el estado de unirte temporalmente a la reunión.
fr_fr: Cette fonction est non disponible car vous êtes actuellement en train de rejoindre temporairement la réunion.
id_id: Fungsi ini tidak tersedia karena Anda sedang berada dalam status bergabung dengan rapat untuk sementara.
it_it: Questa funzione non è disponibile perché al momento sei nello stato di partecipazione temporanea alla riunione.
ja_jp: 仮参加中のため、この機能を利用できません。
ko_kr: 현재 임시로 회의에 참가 중인 상태이므로 이 기능을 사용할 수 없습니다.
ms_my: Fungsi ini tidak tersedia kerana anda sedang dalam keadaan menyertai mesyuarat secara sementara.
pt_br: Esta função está indisponível porque você está no estado de ingresso temporário na reunião.
ru_ru: Эта функция недоступна, так как вы временно присоединяетесь к конференции.
th_th: ฟังก์ชันนี้ไม่พร้อมใช้งานเนื่องจากขณะนี้คุณอยู่ในสถานะเข้าร่วมการประชุมชั่วคราว
vi_vn: Chức năng này không khả dụng vì bạn đang có trạng thái tạm thời tham gia cuộc họp.
zh_cn: 你当前为临时入会状态，暂无该功能使用权限
zh_hk: 你目前為臨時加入會議狀態，暫無該功能的使用權限

# VpU
source: This user sent you a contact request. (Reason: {{reason}})
de_de: Dieser Benutzer hat Ihnen eine Kontaktanfrage gesendet. (Grund: {{reason}})
es_es: Este usuario te ha enviado una solicitud de contacto. (Motivo: {{reason}})
fr_fr: Cet utilisateur vous a envoyé une demande de contact. (Motif : {{reason}})
id_id: Pengguna ini mengirimkan permintaan kontak kepada Anda. (Alasan: {{reason}})
it_it: Questo utente ti ha inviato una richiesta di contatto (motivo: {{reason}})
ja_jp: このユーザーから連絡先申請が届いています。（理由：{{reason}}）
ko_kr: 이 사용자가 회원님에게 연락 요청을 보냈습니다.(이유: {{reason}})
ms_my: Pengguna ini menghantar permintaan kenalan kepada anda. (Sebab: {{reason}})
pt_br: Este usuário enviou a você uma solicitação de contato. (Motivo: {{reason}})
ru_ru: Этот пользователь отправил вам запрос на связь. (Причина: {{reason}})
th_th: ผู้ใช้รายนี้ส่งคำขอติดต่อถึงคุณแล้ว (เหตุผลคือ {{reason}})
vi_vn: Người dùng này đã gửi cho bạn yêu cầu liên hệ. (Lý do: {{reason}})
zh_cn: 对方申请添加你为联系人（申请理由：{{reason}}）
zh_hk: 對方申請將你新增為聯絡人 (申請理由：{{reason}})

# DNQ
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
id_id: Terima
it_it: Accetta
ja_jp: 同意
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 同意
zh_hk: 同意

# m6c
source: This user sent you a contact request.
de_de: Dieser Benutzer hat Ihnen eine Kontaktanfrage gesendet.
es_es: Este usuario te ha enviado una solicitud de contacto.
fr_fr: Cet utilisateur vous a envoyé une demande de contact.
id_id: Pengguna ini mengirimkan permintaan kontak kepada Anda.
it_it: Questo utente ti ha inviato una richiesta di contatto.
ja_jp: このユーザーから連絡先申請が届いています。
ko_kr: 이 사용자가 회원님에게 연락 요청을 보냈습니다.
ms_my: Pengguna ini menghantar permintaan kenalan kepada anda.
pt_br: Esse usuário enviou a você uma solicitação de contato.
ru_ru: Этот пользователь отправил вам запрос на связь.
th_th: ผู้ใช้รายนี้ส่งคำขอติดต่อถึงคุณแล้ว
vi_vn: Người dùng này đã gửi cho bạn yêu cầu liên hệ.
zh_cn: 对方申请添加你为联系人
zh_hk: 對方申請將你新增為聯絡人

# wA4
source: Content deleted
de_de: Inhalt gelöscht
es_es: Contenido eliminado
fr_fr: Contenu supprimé
id_id: Konten berhasil dihapus
it_it: Contenuto eliminato
ja_jp: コンテンツが削除されました。
ko_kr: 콘텐츠 삭제됨
ms_my: Kandungan dipadam
pt_br: Conteúdo excluído
ru_ru: Контент удален
th_th: ลบเนื้อหาแล้ว
vi_vn: Nội dung đã bị xóa
zh_cn: 该内容已被删除
zh_hk: 該內容已被刪除

# qXQ
source: 999+ replies
de_de: 999+ Antworten
es_es: Más de 999 respuestas
fr_fr: Plus de 999 réponses
id_id: 999+ balasan
it_it: 999+ risposte
ja_jp: 999+ 件の返信があります
ko_kr: 999+ 회신
ms_my: 999+ balasan
pt_br: Mais de 999 respostas
ru_ru: 999+ ответов
th_th: ตอบกลับ 999+
vi_vn: 999+ câu trả lời
zh_cn: 999+ 条话题回复
zh_hk: 999+ 條主題回覆

# pIo
source: Forward Thread
de_de: Thread weiterleiten
es_es: Reenviar la línea de la conversación
fr_fr: Transférer le fil de discussion
hi_in: पूरे थ्रेड को फ़ॉर्वर्ड करें
id_id: Teruskan Utas
it_it: Inoltra thread
ja_jp: スレッドを転送
ko_kr: 스레드 전달
ms_my: Majukan Rentetan
pt_br: Encaminhar conversa
ru_ru: Переслать ветку
th_th: ส่งต่อเธรด
vi_vn: Chuyển tiếp chủ đề
zh_cn: 转发话题
zh_hk: 轉發主題

# EiM
source: chat between {{user1}} and {{user2}}
de_de: Chat zwischen {{user1}} und {{user2}}
es_es: chat entre {{user1}} y {{user2}}
fr_fr: chat entre {{user1}} et {{user2}}
id_id: obrolan antara {{user1}} dan {{user2}}
it_it: chat tra {{user1}} e {{user2}}
ja_jp: {{user1}}と{{user2}}のチャット
ko_kr: {{user1}} 님과 {{user2}} 님 사이의 채팅
ms_my: perbualan antara {{user1}} dan {{user2}}
pt_br: chat entre {{user1}} e {{user2}}
ru_ru: чата между {{user1}} и {{user2}}
th_th: แชทระหว่าง {{user1}} และ {{user2}}
vi_vn: cuộc trò chuyện giữa {{user1}} và {{user2}}
zh_cn: {{user1}}和{{user2}}的会话
zh_hk: {{user1}}和{{user2}}的對話

# qpQ
source: Reply in Thread
de_de: In Thread antworten
es_es: Responder en la línea de la conversación
fr_fr: Répondre dans le fil de discussion
hi_in: थ्रेड में उत्तर दें
id_id: Balas dalam Utas
it_it: Rispondi nel thread
ja_jp: スレッドを作成
ko_kr: 스레드에서 회신
ms_my: Balas dalam Rentetan
pt_br: Responder na conversa
ru_ru: Ответить в теме
th_th: ตอบกลับในเธรด
vi_vn: Trả lời trong Chuỗi
zh_cn: 创建话题
zh_hk: 建立主題

# mLk
source: {{username}}'s thread
es_es: Línea de conversación de {{username}}
fr_fr: Fil de discussion de {{username}}
id_id: Utas {{username}}
it_it: Thread di {{username}}
ja_jp: {{username}}のスレッド
ko_kr: {{username}} 님의 스레드
ms_my: Talian {{username}}
pt_br: Conversa de {{username}}
ru_ru: Тема {{username}}
th_th: เธรดของ {{username}}
vi_vn: Chủ đề của {{username}}
zh_cn: {{username}}的话题
zh_hk: {{username}}的主題

# K2A
source: View Thread
de_de: Thread anzeigen
es_es: Ver línea de la conversación
fr_fr: Afficher le fil de discussion
hi_in: थ्रेड देखें
id_id: Lihat Utas
it_it: Visualizza thread
ja_jp: スレッドを表示
ko_kr: 스레드 보기
ms_my: Lihat Rentetan
pt_br: Visualizar conversa
ru_ru: Просмотр темы
th_th: ดูเธรด
vi_vn: Xem Chủ đề
zh_cn: 查看话题
zh_hk: 查看主題

# EY8
source: "Translate as you type" is off
de_de: „Während der Eingabe übersetzen“ ist ausgeschaltet
es_es: "Traducir mientras se escribe" está desactivado
fr_fr: "Traduire lors de la saisie" est désactivé
id_id: "Terjemahkan saat Anda mengetik" tidak aktif
it_it: "Traduci durante la digitazione" è inattivo
ja_jp: リアルタイム翻訳がオフ
ko_kr: "입력하는 대로 번역하기"가 꺼져 있음
ms_my: "Terjemah semasa anda menaip" dimatikan
pt_br: "Traduzir ao digitar" está desligado
ru_ru: Параметр "Переводить при печати" отключен
th_th: "แปลขณะที่คุณพิมพ์" ปิดอยู่
vi_vn: Tính năng "Dịch khi gõ" đang tắt
zh_cn: 边写边译已关闭
zh_hk: 已關閉邊寫邊譯

# /J8
source: Turn Off
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
hi_in: बंद करें
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: 翻訳をオフ
ko_kr: 끄기
ms_my: Matikan
pt_br: Desativar
ru_ru: Выключить
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭翻译
zh_hk: 關閉翻譯

# QH0
source: Turn Off Translation
de_de: Übersetzung ausschalten
es_es: Desactivar traducción
fr_fr: Désactiver la traduction
hi_in: अनुवाद बंद करें
id_id: Nonaktifkan Terjemahan
it_it: Disattiva traduzione
ja_jp: 翻訳をオフ
ko_kr: 번역 끄기
ms_my: Matikan Terjemahan
pt_br: Desativar tradução
ru_ru: Отключить перевод
th_th: ปิดการแปลภาษา
vi_vn: Tắt tính năng dịch
zh_cn: 关闭边写边译
zh_hk: 關閉邊寫邊譯

# CHM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: 取り消す
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 撤销
zh_hk: 撤銷

# o7o
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke dalam
it_it: Traduci in
ja_jp: 次の言語に翻訳
ko_kr: 다음으로 번역하기
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 将输入内容翻译为
zh_hk: 將輸入內容翻譯為

# iIA
source: Translate into...
de_de: Übersetzen in...
es_es: Traducir al...
fr_fr: Traduire en...
hi_in: इसमें अनुवाद करें...
id_id: Terjemahkan ke dalam...
it_it: Traduci in...
ja_jp: 翻訳後のメッセージ...
ko_kr: 다음으로 번역하기...
ms_my: Terjemahkan ke...
pt_br: Traduzir para...
ru_ru: Перевести на...
th_th: แปลเป็น...
vi_vn: Dịch sang...
zh_cn: 翻译为...
zh_hk: 翻譯為...

# CJs
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
hi_in: चुनें
id_id: Terapkan
it_it: Applica
ja_jp: 使用
ko_kr: 적용
ms_my: Guna
pt_br: Aplicar
ru_ru: Применить
th_th: นำไปใช้
vi_vn: Áp dụng
zh_cn: 使用
zh_hk: 使用

# XfE
source: Translated text
de_de: Übersetzter Text
es_es: Texto traducido
fr_fr: Texte traduit
hi_in: अनुवादित टेक्स्ट
id_id: Teks yang diterjemahkan
it_it: Testo tradotto
ja_jp: 訳文の詳細
ko_kr: 번역된 텍스트
ms_my: Teks terjemahan
pt_br: Texto traduzido
ru_ru: Переведенный текст
th_th: ข้อความที่แปล
vi_vn: Văn bản đã dịch
zh_cn: 译文详情
zh_hk: 譯文詳情

# 9TM
source: Use this text
de_de: Diesen Text verwenden
es_es: Usar este texto
fr_fr: Utiliser ce texte
hi_in: इस टेक्स्ट का उपयोग करें
id_id: Gunakan teks ini
it_it: Usa questo testo
ja_jp: 訳文を使用
ko_kr: 이 텍스트를 사용
ms_my: Guna teks ini
pt_br: Usar este texto
ru_ru: Использовать этот текст
th_th: ใช้ข้อความนี้
vi_vn: Sử dụng văn bản này
zh_cn: 使用译文
zh_hk: 使用譯文

# yM4
source: The action is currently disabled due to permission restrictions.
de_de: Der Vorgang kann aufgrund von Berechtigungseinschränkungen nicht abgeschlossen werden.
es_es: No se puede completar la operación debido a las restricciones de permisos.
fr_fr: Impossible d'effectuer l'opération, en raison de restrictions d'autorisation.
id_id: Gagal menyelesaikan operasi karena pembatasan izin.
it_it: Impossibile completare l'operazione a causa delle limitazioni alle autorizzazioni.
ja_jp: メッセージの権限が制限されているため、この操作を行えません。
ko_kr: 권한 제한으로 인해 작업을 완료할 수 없습니다.
ms_my: Tidak dapat melengkapkan operasi kerana sekatan kebenaran.
pt_br: Não é possível concluir a operação devido a restrições de permissão.
ru_ru: Невозможно завершить операцию из-за ограничений разрешений.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้เนื่องจากข้อจำกัดทางด้านสิทธิ์การอนุญาต
vi_vn: Không thể hoàn thành thao tác do hạn chế quyền.
zh_cn: 消息权限受管控，该操作已禁用
zh_hk: 訊息權限受管控，已停用該操作

# BKA
source: File viewing not allowed due to administrator's permission settings. Please contact your organization administrator for assistance.
de_de: Die Datei kann aufgrund der Berechtigungseinstellungen des Administrators nicht angezeigt werden. Bei eventuellen Fragen wenden Sie sich an den Administrator Ihrer Organisation.
es_es: Error al ver este archivo debido a la configuración de permisos del administrador. Si tienes alguna pregunta, ponte en contacto con el administrador de tu organización
fr_fr: Impossible d'afficher ce fichier en raison des paramètres d'autorisation de l'administrateur. Veuillez contacter l'administrateur de votre organisation pour toute question
hi_in: एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण यह फ़ाइल देखने में असमर्थ. अगर आपके पास कोई प्रश्न है, तो कृपया अपने संगठन के एडमिनिस्ट्रेटर से संपर्क करें
id_id: Gagal melihat file ini karena pengaturan izin administrator. Jika Anda memiliki pertanyaan, hubungi administrator organisasi Anda
it_it: Impossibile visualizzare questo file per via delle impostazioni delle autorizzazioni dell'amministratore. Per eventuali domande, contatta l'amministratore della tua organizzazione
ja_jp: 管理者の権限設定により、このファイルを閲覧できません。不明な点がある場合は、法人管理者にお問い合わせください
ko_kr: 관리자의 권한 설정으로 인해 이 파일을 볼 수 없습니다. 질문이 있으면 기업 관리자에게 문의하세요.
ms_my: Tidak dapat melihat fail ini kerana tetapan kebenaran pentadbir. Jika anda ada sebarang pertanyaan, sila hubungi pentadbir organisasi anda
pt_br: Falha ao visualizar este arquivo devido às configurações de permissão do administrador. Se tiver alguma dúvida, entre em contato com o administrador da sua organização
ru_ru: Невозможно просмотреть этот файл из-за настроек разрешений администратора. Если у вас есть какие-либо вопросы, свяжитесь с администратором вашей организации
th_th: ไม่สามารถดูไฟล์นี้ได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล หากคุณมีคำถามใด ๆ โปรดติดต่อผู้ดูแลองค์กรของคุณ
vi_vn: Không thể xem tệp tin này do cài đặt quyền của quản trị viên. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với quản trị viên tổ chức của bạn.
zh_cn: 由于管理员的权限设置，你无法查看该文件。如有疑问，请联系企业管理员
zh_hk: 由於管理員的權限設定，你無法查看此檔案。如有疑問，請聯絡企業管理員
