Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# UaM
source: [Event] {{title}}
de_de: [Ereignis] {{title}}
es_es: [Evento] {{title}}
fr_fr: [Événement] {{title}}
hi_in: [ईवेंट] {{title}}
id_id: [Acara] {{title}}
it_it: [Evento] {{title}}
ja_jp: [予定] {{title}}
ko_kr: [이벤트] {{title}}
ms_my: [Acara] {{title}}
pt_br: [Evento] {{title}}
ru_ru: [Событие] {{title}}
th_th: [เหตุการณ์] {{title}}
vi_vn: [Sự kiện] {{title}}
zh_cn: [日程] {{title}}
zh_hk: [日程] {{title}}

# 5VM
source: [Event]{{title}}
de_de: [Termin]{{title}}
es_es: [Evento]{{title}}
fr_fr: [Invitation à un événement]{{title}}
hi_in: [ईवेंट का आमंत्रण]{{title}}
id_id: [Acara] {{title}}
it_it: [Evento]{{title}}
ja_jp: [予定]{{title}}
ko_kr: [이벤트 초대]{{title}}
ms_my: [Acara]{{title}}
pt_br: [Convite para evento]{{title}}
ru_ru: [Event Invitation]{{title}}
th_th: [คำเชิญเข้าร่วมกิจกรรม]{{title}}
vi_vn: [Lời mời tham gia sự kiện]{{title}}
zh_cn: [日程]{{title}}
zh_hk: [日程]{{title}}

# /vo
source: [Event](No title)
de_de: [Termin](Kein Titel)
es_es: días restantes
fr_fr: [Événement](sans titre)
hi_in: [ईवेंट](कोई शीर्षक नहीं)
id_id: [Acara] (Tidak ada judul)
it_it: [Evento](Senza titolo)
ja_jp: [予定](タイトル無し)
ko_kr: [이벤트](제목 없음)
ms_my: [Acara](Tiada tajuk)
pt_br: [Evento](Sem título)
ru_ru: [Событие](Без названия)
th_th: [กิจกรรม](ไม่มีชื่อเรื่อง)
vi_vn: [Sự kiện](Không tiêu đề)
zh_cn: [日程](无主题)
zh_hk: [日程](無主題)

# QMM
source: This event is no longer available.
de_de: Dieser Termin ist nicht mehr verfügbar.
es_es: Este evento ya no está disponible.
fr_fr: Cet événement n'est plus disponible.
id_id: Acara ini sudah tidak tersedia lagi.
it_it: L'evento non è più disponibile.
ja_jp: この予定は無効になりました
ko_kr: 이 이벤트는 더 이상 사용할 수 없습니다.
ms_my: Acara ini tidak lagi tersedia.
pt_br: Este evento não está mais disponível.
ru_ru: Это событие больше недоступно.
th_th: กิจกรรมนี้ไม่สามารถพร้อมใช้งานอีกต่อไปแล้ว
vi_vn: Sự kiện này không còn được tổ chức nữa.
zh_cn: 此日程已失效
zh_hk: 此日程已失效

# cIg
source: {{invitee}} canceled the schedule with @{{host}}.
de_de: {{invitee}} hat den Termin mit @{{host}} abgesagt.
es_es: {{invitee}} ha cancelado la programación con @{{host}}.
fr_fr: {{invitee}} a annulé la planification avec @{{host}}.
id_id: {{invitee}} membatalkan jadwal dengan @{{host}}.
it_it: {{invitee}} ha annullato il programma con @{{host}}.
ja_jp: {{invitee}} は @{{host}} との予定を取り消しました
ko_kr: {{invitee}} 님이 @{{host}} 님과의 일정을 취소했습니다.
ms_my: {{invitee}} membatalkan jadual dengan @{{host}}.
pt_br: {{invitee}} cancelou a agenda com @{{host}}.
ru_ru: {{invitee}} отменил(а) событие с @{{host}}.
th_th: {{invitee}} ได้ยกเลิกตารางงานด้วย @{{host}}
vi_vn: {{invitee}} đã hủy lịch với @{{host}}.
zh_cn: {{invitee}}取消了@{{host}}的日程
zh_hk: {{invitee}}取消了@{{host}}的日程

# Uh0
source: {{invitee}} rescheduled the event with @{{host}}.
de_de: {{invitee}} hat den Termin mit @{{host}} verlegt.
es_es: {{invitee}} ha vuelto a programar el evento con @{{host}}.
fr_fr: {{invitee}} a replanifié l'événement avec @{{host}}.
id_id: {{invitee}} menjadwalkan ulang acara dengan @{{host}}.
it_it: {{invitee}} ha ripianificato l'evento con @{{host}}.
ja_jp: {{invitee}} が @{{host}} の予定を再予約しました
ko_kr: {{invitee}} 님이 @{{host}} 님과의 이벤트 일정을 변경했습니다.
ms_my: {{invitee}} mengubah jadual acara dengan @{{host}}.
pt_br: {{invitee}} reagendou o evento com @{{host}}.
ru_ru: {{invitee}} перенес(ла) событие с @{{host}}.
th_th: {{invitee}} ได้ตั้งกำหนดการกิจกรรมใหม่ด้วย @{{host}}
vi_vn: {{invitee}} đã lên lịch lại cho sự kiện với @{{host}}.
zh_cn: {{invitee}}重新预约了@{{host}}的日程
zh_hk: {{invitee}}重新預約了@{{host}}的日程

# 8Gw
source: @{{host}} is scheduled by {{invitee}}.
de_de: @{{host}} wird geplant von {{invitee}}
es_es: {{invitee}} ha programado @{{host}}
fr_fr: @{{host}} est programmé par {{invitee}}
id_id: @{{host}} dijadwalkan oleh {{invitee}}
it_it: @{{host}} è pianificato da {{invitee}}
ja_jp: {{invitee}} は、@{{host}} の予定を予約しました。
ko_kr: @{{host}} 님의 일정이 {{invitee}} 님에게 예정되어 있습니다
ms_my: @{{host}} dijadualkan oleh {{invitee}}.
pt_br: @{{host}} está agendado por {{invitee}}
ru_ru: @{{host}} назначен {{invitee}}
th_th: @{{host}} ได้รับการกำหนดโดย {{invitee}}
vi_vn: @{{host}} được {{invitee}} lên lịch
zh_cn: {{invitee}}预约了@{{host}}的日程
zh_hk: {{invitee}}預約了@{{host}}的日程

# M7U
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역하기
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_hk: 翻譯

source: Hide Translation
de_de: Übersetzung ausblenden
es_es: Ocultar traducción
fr_fr: Masquer la traduction
id_id: Sembunyikan Terjemahan
it_it: Nascondi traduzione
ja_jp: 訳文を非表示
ko_kr: 번역 숨기기
ms_my: Sembunyikan Terjemahan
pt_br: Ocultar tradução
ru_ru: Скрыть перевод
th_th: ซ่อนการแปล
vi_vn: Ẩn bản dịch
zh_cn: 隐藏译文
zh_hk: 隱藏譯文

# Ktw
source: More Actions
de_de: Weitere Aktionen
es_es: Más acciones
fr_fr: Plus d'actions
id_id: Tindakan Lainnya
it_it: Altre azioni
ja_jp: その他
ko_kr: 작업 더 보기
ms_my: Tindakan Lain
pt_br: Mais ações
ru_ru: Больше действий
th_th: การดำเนินการเพิ่มเติม
vi_vn: Thao tác khác
zh_cn: 更多操作
zh_hk: 更多操作

# /uQ
source: Show Original Text
de_de: Originaltext anzeigen
es_es: Mostrar texto original
fr_fr: Afficher le texte original
id_id: Tampilkan Teks Asli
it_it: Mostra testo originale
ja_jp: 原文を表示
ko_kr: 원본 텍스트 표시
ms_my: Tunjukkan Teks Asal
pt_br: Mostrar texto original
ru_ru: Показать исходный текст
th_th: แสดงข้อความต้นฉบับ
vi_vn: Hiển thị văn bản gốc
zh_cn: 查看原文
zh_hk: 查看原文

# SB8
source: Switch Languages
de_de: Sprachen wechseln
es_es: Cambiar idiomas
fr_fr: Changer de langue
id_id: Beralih Bahasa
it_it: Cambia lingua
ja_jp: 言語を切り替える
ko_kr: 언어 전환
ms_my: Tukar Bahasa
pt_br: Mudar idiomas
ru_ru: Переключение языков
th_th: เปลี่ยนภาษา
vi_vn: Chuyển đổi ngôn ngữ
zh_cn: 切换语种
zh_hk: 切換語言

# nDM
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역하기
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปลภาษา
vi_vn: Dịch
zh_cn: 翻译
zh_hk: 翻譯

# MvQ
source: OK
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 好的
zh_hk: 好的

# NAk
source: add images to stickers
de_de: Bilder zu Stickern hinzufügen
es_es: agregar imágenes a stickers
fr_fr: ajouter des images aux vignettes
hi_in: स्टीकर में छवियाँ जोड़ें
id_id: menambah gambar ke stiker
it_it: aggiungi immagini ad adesivi
ja_jp: 画像をスタンプに追加
ko_kr: 스티커에 이미지 추가
ms_my: tambah imej ke pelekat
pt_br: adicionar imagens a adesivos
ru_ru: добавлять изображения к стикерам
th_th: เพิ่มภาพลงในสติกเกอร์
vi_vn: thêm hình ảnh vào nhãn dán
zh_cn: 添加图片为自定义表情
zh_hk: 新增圖片為自訂表情

# Lxs
source: No permission
de_de: Keine Berechtigung
es_es: No hay permiso
fr_fr: Aucune autorisation
hi_in: कोई अनुमति नहीं
id_id: Tidak ada izin
it_it: Nessuna autorizzazione
ja_jp: 権限なし
ko_kr: 권한 없음
ms_my: Tiada kebenaran
pt_br: Nenhuma permissão
ru_ru: Отсутствует разрешение
th_th: ไม่มีสิทธิ์การอนุญาต
vi_vn: Không có quyền
zh_cn: 无权限
zh_hk: 無權限

# GrA
source: download files
de_de: Dateien herunterladen
es_es: descargar archivos
fr_fr: télécharger des fichiers
hi_in: फ़ाइलें डाउनलोड करें
id_id: mengunduh file
it_it: scarica file
ja_jp: ダウンロード
ko_kr: 파일 다운로드
ms_my: muat turun fail
pt_br: fazer download de arquivos
ru_ru: скачать файлы
th_th: ดาวน์โหลดไฟล์
vi_vn: tải xuống các tệp tin
zh_cn: 下载文件
zh_hk: 下載檔案

# pT0
source: download images
de_de: Bilder herunterladen
es_es: descargar imágenes
fr_fr: télécharger des images
hi_in: छवियाँ डाउनलोड करें
id_id: mengunduh gambar
it_it: scarica immagini
ja_jp: 画像をダウンロード
ko_kr: 이미지 다운로드
ms_my: muat turun imej
pt_br: fazer download de imagens
ru_ru: скачать изображения
th_th: ดาวน์โหลดภาพ
vi_vn: tải xuống các hình ảnh
zh_cn: 下载图片
zh_hk: 下載圖片

# mRs
source: download videos
de_de: Videos herunterladen
es_es: descargar vídeos
fr_fr: télécharger des vidéos
hi_in: वीडियो डाउनलोड करें
id_id: mengunduh video
it_it: scarica video
ja_jp: ビデオをダウンロード
ko_kr: 동영상 다운로드
ms_my: muat turun video
pt_br: fazer download de vídeos
ru_ru: скачать видео
th_th: ดาวน์โหลดวิดีโอ
vi_vn: tải xuống các video
zh_cn: 下载视频
zh_hk: 下載影片

# EJo
source: open files in other apps
de_de: Dateien in andere Apps öffnen
es_es: abrir archivos en otras aplicaciones
fr_fr: ouvrir des fichiers dans d'autres applications
hi_in: अन्य ऐप में फ़ाइलें खोलें
id_id: membuka file di aplikasi lain
it_it: apri file in altre app
ja_jp: 他のアプリで開くことが
ko_kr: 다른 앱에서 파일 열기
ms_my: buka fail dalam apl lain
pt_br: abrir arquivos em outros aplicativos
ru_ru: открывать файлы в других приложениях
th_th: เปิดไฟล์ในแอปอื่น ๆ
vi_vn: mở tệp tin trong các ứng dụng khác
zh_cn: 用其他应用打开文件
zh_hk: 以其他應用程式開啟檔案

# +Yo
source: send files
de_de: Dateien senden
es_es: enviar archivos
fr_fr: envoyer des fichiers
hi_in: फ़ाइलें भेजें
id_id: mengirim file
it_it: invia file
ja_jp: ファイルを送信
ko_kr: 파일 보내기
ms_my: hantar fail
pt_br: enviar arquivos
ru_ru: отправить файлы
th_th: ส่งไฟล์
vi_vn: gửi các tệp tin
zh_cn: 发送附件
zh_hk: 發送附件

# Hn0
source: send images
de_de: Bilder senden
es_es: enviar imágenes
fr_fr: envoyer des images
hi_in: छवियाँ भेजें
id_id: mengirim gambar
it_it: invia immagini
ja_jp: 画像を送信
ko_kr: 이미지 보내기
ms_my: hantar imej
pt_br: enviar imagens
ru_ru: отправить изображения
th_th: ส่งภาพ
vi_vn: gửi các hình ảnh
zh_cn: 发送图片
zh_hk: 發送圖片

# ing
source: send videos
de_de: Videos senden
es_es: enviar vídeos
fr_fr: envoyer des vidéos
hi_in: वीडियो भेजें
id_id: mengirim video
it_it: invia video
ja_jp: ビデオを送信
ko_kr: 동영상 보내기
ms_my: hantar video
pt_br: enviar vídeos
ru_ru: отправить видео
th_th: ส่งวิดีโอ
vi_vn: gửi các video
zh_cn: 发送视频
zh_hk: 發送影片

# XVE
source: You can't {{BlockedAction}} due to the administrator's permission settings. Please contact the organization administrator if needed.
de_de: {{BlockedAction}} ist aufgrund der Berechtigungseinstellung des Administrators nicht möglich. Kontaktieren Sie den Organisationsadministrator, falls erforderlich.
es_es: No puedes {{BlockedAction}} debido a la configuración de permisos del administrador. Ponte en contacto con el administrador de la organización si es necesario.
fr_fr: Vous ne pouvez pas {{BlockedAction}} en raison des paramètres d'autorisation de l'administrateur. Veuillez contacter l'administrateur d'organisation si nécessaire.
hi_in: आप एडमिनिस्ट्रेटर की अनुमति सेटिंग्स के कारण {{BlockedAction}} नहीं कर सकते. यदि आवश्यक हो तो संगठन के एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Anda tidak dapat {{BlockedAction}} karena pengaturan izin administrator. Hubungi administrator organisasi jika diperlukan.
it_it: Non puoi {{BlockedAction}} a causa delle impostazioni delle autorizzazioni configurate dall'amministratore. Contatta l'amministratore dell'organizzazione, se necessario.
ja_jp: 管理者の権限設定により、{{BlockedAction}}できません。詳細につきましては、管理者までご連絡ください
ko_kr: 관리자의 권한 설정으로 인해 {{BlockedAction}} 작업을 할 수 없습니다. 필요할 경우 기업 관리자에게 문의하세요.
ms_my: Anda tidak boleh {{BlockedAction}} kerana tetapan kebenaran pentadbir. Sila hubungi pentadbir organisasi jika perlu.
pt_br: Você não pode {{BlockedAction}} devido às configurações de permissão do administrador. Entre em contato com o administrador da organização se necessário.
ru_ru: Вы не можете {{BlockedAction}} из-за настроек разрешений администратора. При необходимости обратитесь к администратору группы.
th_th: คุณไม่สามารถ {{BlockedAction}} ได้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตของผู้ดูแล โปรดติดต่อผู้ดูแลองค์กรหากจำเป็น
vi_vn: Bạn không thể {{BlockedAction}} do cài đặt quyền của quản trị viên. Vui lòng liên hệ với quản trị viên của tổ chức nếu cần.
zh_cn: 由于管理员设定的权限限制，你无法{{BlockedAction}}，如有疑问，请联系企业管理员
zh_hk: 由於管理員設定的權限限制，你無法{{BlockedAction}}，如有疑問，請聯絡團隊管理員

# jWU
source: The file was deleted by the organization administrator.
de_de: Die Datei wurde vom Organisationsadministrator gelöscht.
es_es: El administrador de la organización ha eliminado este archivo.
fr_fr: Le fichier a été supprimé par l'administrateur de l'organisation.
hi_in: फ़ाइल संगठन के एडमिनिस्ट्रेटर द्वारा हटाई गई.
id_id: File telah dihapus oleh administrator organisasi.
it_it: Il file è stato eliminato dall'amministratore dell'organizzazione.
ja_jp: このファイルは管理者によって削除されました
ko_kr: 기업 관리자가 파일을 삭제했습니다.
ms_my: Fail telah dipadam oleh pentadbir organisasi.
pt_br: O arquivo foi excluído pelo administrador da organização.
ru_ru: Файл был удален администратором группы.
th_th: ผู้ดูแลองค์กรได้ลบไฟล์นี้แล้ว
vi_vn: Quản trị viên tổ chức đã xóa tệp tin.
zh_cn: 该文件已被管理员删除
zh_hk: 此檔案已被管理員刪除

# Nc4
source: The file was deleted by the organization administrator.
de_de: Die Datei wurde vom Organisationsadministrator gelöscht.
es_es: El administrador de la organización ha eliminado este archivo.
fr_fr: Le fichier a été supprimé par l'administrateur de l'organisation.
hi_in: फ़ाइल संगठन के एडमिनिस्ट्रेटर द्वारा हटाई गई.
id_id: File telah dihapus oleh administrator organisasi.
it_it: Il file è stato eliminato dall'amministratore dell'organizzazione.
ja_jp: このファイルは管理者によって削除されました。復元したい場合は、管理者に連絡してください
ko_kr: 기업 관리자가 파일을 삭제했습니다.
ms_my: Fail telah dipadam oleh pentadbir organisasi.
pt_br: O arquivo foi excluído pelo administrador da organização.
ru_ru: Файл был удален администратором группы. Обратитесь к администратору, если его нужно восстановить.
th_th: ผู้ดูแลองค์กรได้ลบไฟล์นี้แล้ว
vi_vn: Quản trị viên tổ chức đã xóa tệp tin.
zh_cn: 该文件已被管理员删除
zh_hk: 此檔案已被管理員刪除，如需找回，請聯絡管理員

# tRM
source: No valid text recognized
de_de: Kein gültiger Text erkannt
es_es: No se ha reconocido texto válido
fr_fr: Aucun texte valide reconnu
hi_in: किसी मान्य टेक्स्ट की पहचान नहीं की गई
id_id: Tidak ada teks yang dikenali
it_it: Nessun testo valido riconosciuto
ja_jp: 有効なテキストが認識されません
ko_kr: 유효한 텍스트 인식되지 않음
ms_my: Tiada teks sah dikenal pasti
pt_br: Nenhum texto válido reconhecido
ru_ru: Действительный текст не распознан
th_th: ไม่รู้จักข้อความที่ถูกต้อง
vi_vn: Không nhận diện được văn bản hợp lệ nào
zh_cn: 未识别到有效文字
zh_hk: 未識別到有效文字

# c5E
source: Converted to text
de_de: In Text umgewandelt
es_es: Convertido en texto
fr_fr: Converti en texte
hi_in: टेक्स्ट में रूपांतरित किया गया
id_id: Dikonversikan ke teks
it_it: Convertito in testo
ja_jp: 音声認識が完了しました
ko_kr: 텍스트로 변환됨
ms_my: Ditukar ke teks
pt_br: Convertido para texto
ru_ru: Преобразовано в текст
th_th: แปลงเป็นข้อความ
vi_vn: Đã chuyển đổi thành văn bản
zh_cn: 转换完成
zh_hk: 轉換完成

# fMA
source: {{number}} people
de_de: {{number}} Personen
es_es: {{number}} usuarios
fr_fr: {{number}} personnes
hi_in: {{number}} लोग
id_id: {{number}} orang
it_it: {{number}} persone
ja_jp: など {{number}} 人
ko_kr: {{number}}명
ms_my: {{number}} orang
pt_br: {{number}} pessoas
ru_ru: {{number}} чел.
th_th: {{number}} คน
vi_vn: {{number}} người
zh_cn: 等{{number}}人
zh_hk: 等 {{number}} 人

# L7g
source: Buzzed
de_de: Buzz gesendet
es_es: Con Buzz a
fr_fr: Buzzé
hi_in: बज़ किया गया
id_id: Mengirim Buzz ke
it_it: Messaggio Buzz inviato
ja_jp: 緊急連絡の送信先：
ko_kr: Buzz됨
ms_my: Dibunyikan
pt_br: Enviou Buzz
ru_ru: Buzz отправлено
th_th: สั่นเตือนแล้ว
vi_vn: Đã thông báo
zh_cn: 加急给
zh_hk: 緊急聯絡

# uck
source: current page
de_de: aktuelle Seite
es_es: página actual
fr_fr: page actuelle
hi_in: वर्तमान पेज
id_id: halaman saat ini
it_it: pagina corrente
ja_jp: このページ
ko_kr: 현재 페이지
ms_my: laman semasa
pt_br: página atual
ru_ru: текущую страницу
th_th: หน้าปัจจุบัน
vi_vn: trang hiện tại
zh_cn: 当前页面
zh_hk: 目前頁面

# s+s
source: current page and its subpages
de_de: aktuelle Seite und zugehörige Unterseiten
es_es: la página actual y las páginas secundarias
fr_fr: page actuelle et ses sous-pages
hi_in: वर्तमान पेज और इसके उप-पेज
id_id: halaman saat ini dan subhalamannya
it_it: pagina corrente e relative pagine secondarie
ja_jp: このページとそのサブページ
ko_kr: 현재 페이지 및 해당 하위 페이지
ms_my: laman semasa dan sublaman
pt_br: página atual e suas subpáginas
ru_ru: текущую страницу и ее подстраницы
th_th: หน้าปัจจุบันและหน้าย่อยของหน้าปัจจุบัน
vi_vn: trang hiện tại và các trang con của mình
zh_cn: 当前页面及其子页面
zh_hk: 目前頁面及其子頁面

# 2Xs
source: Please contact the administrator to upgrade your current plan.
de_de: Bitte wenden Sie sich an den Admin, um Ihren aktuellen Plan zu aktualisieren.
es_es: Contacta con el administrador para ascender tu plan actual.
fr_fr: Contactez l'administrateur pour mettre à niveau votre forfait actuel.
hi_in: वर्तमान प्लान अपग्रेड करने के लिए कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Hubungi administrator untuk meningkatkan paket Anda saat ini.
it_it: Per effettuare l'upgrade del tuo piano attuale, contatta l'amministratore.
ja_jp: 管理者に連絡してプランをアップグレートするか、ストレージアップグレードプランを購入してください
ko_kr: 현재 요금제를 업그레이드하려면 관리자에게 문의하세요.
ms_my: Sila hubungi pentadbir untuk menaik taraf pelan semasa anda.
pt_br: Fale com o administrador para fazer upgrade do seu plano atual.
ru_ru: Обратитесь к администратору, чтобы обновить ваш текущий план.
th_th: โปรดติดต่อผู้ดูแลเพื่ออัปเกรดแผนปัจจุบันของคุณ
vi_vn: Vui lòng liên hệ quản trị viên để nâng cấp gói hiện tại của bạn.
zh_cn: 请联系企业管理员升级套餐，或购买扩容包
zh_hk: 請聯絡管理員升級方案，或者購買擴容套件

# N14
source: Cloud storage is full
de_de: Ihr Cloud-Speicher ist voll
es_es: El almacenamiento en la nube está lleno
fr_fr: Le stockage dans le Cloud est plein
hi_in: क्लाउड स्टोरेज भर गया है
id_id: Penyimpanan cloud penuh
it_it: Lo spazio di archiviazione cloud è pieno
ja_jp: Docs ストレージは上限に達しています
ko_kr: 클라우드 저장 공간이 가득 찼습니다
ms_my: Storan awan penuh
pt_br: O armazenamento em nuvem está cheio
ru_ru: Облачное хранилище заполнено
th_th: พื้นที่จัดเก็บข้อมูลแบบคลาวด์เต็ม
vi_vn: Dung lượng lưu trữ trên đám mây đã đầy
zh_cn: 云文档存储空间已达上限
zh_hk: 雲端文件儲存空間已達上限

# ITQ
source: Convert to text
de_de: Als Text
es_es: Convertir a texto
fr_fr: Convertir en texte
hi_in: टेक्स्ट में रूपांतरित करें
id_id: Konversikan ke teks
it_it: Converti in testo
ja_jp: テキストに変換
ko_kr: 텍스트로 변환
ms_my: Tukar ke teks
pt_br: Converter para texto
ru_ru: Преобразовать в текст
th_th: แปลงเป็นข้อความ
vi_vn: Chuyển đổi thành văn bản
zh_cn: 转文字
zh_hk: 轉換為文字

# igc
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
hi_in: लिंक कॉपी करें
id_id: Salin Tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin Pautan
pt_br: Copiar link
ru_ru: Скопировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接

# YkE
source: Look up
de_de: Nachschlagen
es_es: Buscar
fr_fr: Rechercher
hi_in: ऊपर देखें
id_id: Cari
it_it: Cerca
ja_jp: 調べる
ko_kr: 검색
ms_my: Cari
pt_br: Procurar
ru_ru: Посмотреть
th_th: ค้นหา
vi_vn: Tra cứu
zh_cn: 查询
zh_hk: 查詢

# RJQ
source: From {{name}}
de_de: Von {{name}}
es_es: De {{name}}
fr_fr: De {{name}}
hi_in: {{name}} से
id_id: Dari {{name}}
it_it: Da {{name}}
ja_jp: {{name}} から
ko_kr: {{name}} 발송
ms_my: Dari {{name}}
pt_br: De {{name}}
ru_ru: От пользователя {{name}}
th_th: จาก {{name}}
vi_vn: Từ {{name}}
zh_cn: 来自 {{name}}
zh_hk: 來自 {{name}}

# xWE
source: [Location] {{title}}
de_de: [Standort] {{title}}
es_es: [Ubicación] {{title}}
fr_fr: {{title}} de l'[emplacement]
hi_in: [स्थान] {{title}}
id_id: [Lokasi] {{title}}
it_it: [Posizione] {{title}}
ja_jp: [位置情報] {{title}}
ko_kr: [위치] {{title}}
ms_my: [Lokasi] {{title}}
pt_br: [Local] {{title}}
ru_ru: [Расположение] {{title}}
th_th: [ตำแหน่งที่ตั้ง] {{title}}
vi_vn: [Địa điểm] {{title}}
zh_cn: [位置] {{title}}
zh_hk: [位置] {{title}}

# 9Lw
source: Multi- select
de_de: Mehrfach-auswahl
es_es: Multi- selección
fr_fr: Sélection multiple
hi_in: एकाधिक- चयन
id_id: Multi- pilihan
it_it: Selezione multipla
ja_jp: 複数選択
ko_kr: 다중- 선택
ms_my: Pilih- berbilang
pt_br: Seleção múltipla
ru_ru: Выбрать несколько
th_th: หลายตัวเลือก
vi_vn: Đa- lựa chọn
zh_cn: 多选
zh_hk: 複選

# XAU
source: One-by-One Forward
de_de: Einzeln Weiterleiten
es_es: Reenvío uno a uno
fr_fr: Un par un Transférer
hi_in: एक-एक करके फ़ॉर्वर्ड करें
id_id: Teruskan Satu per Satu
it_it: Uno alla volta Inoltra
ja_jp: 1 件ずつ転送
ko_kr: 하나씩 전달
ms_my: Hantar Satu-Demi-Satu
pt_br: Um por um Encaminhar
ru_ru: Поочередная пересылка
th_th: ทีละคน ส่งต่อ
vi_vn: Chuyển tiếp từng cái một
zh_cn: 逐条转发
zh_hk: 逐一轉發

# S2Q
source: You can now one-by-one forward multi-selected messages.
de_de: Sie können nun mehrere ausgewählte Nachrichten einzeln weiterleiten.
es_es: Ahora puedes reenviar uno por uno mensajes de selección múltiple.
fr_fr: Vous pouvez désormais transférer les messages multiples sélectionnés un par un.
hi_in: अब आप एक-एक करके बहु-चयनित संदेशों को अग्रेषित कर सकते हैं.
id_id: Anda sekarang dapat meneruskan pesan multipilihan satu per satu.
it_it: Ora puoi inoltrare uno alla volta messaggi a selezione multipla.
ja_jp: 新機能を使ってみましょう
ko_kr: 이제 여러 선택된 메시지를 하나씩 전달할 수 있습니다.
ms_my: Anda kini boleh menghantar mesej yang dipilih secara berasingan.
pt_br: Agora você pode encaminhar mensagens de seleção múltipla uma a uma.
ru_ru: Теперь вы можете одно за другим пересылать несколько выбранных сообщений.
th_th: คุณสามารถส่งต่อข้อความหลายรายการที่เลือกแบบทีละข้อความได้แล้วในขณะนี้
vi_vn: Bây giờ bạn có thể chuyển tiếp lần lượt nhiều tin nhắn được chọn.
zh_cn: 多选消息可以逐条转发啦
zh_hk: 複選訊息現可逐一轉發

# EMA
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# d3s
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: 追加しました
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_hk: 已新增

# Sfw
source: Purchase
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
hi_in: ख़रीदारी
id_id: Beli
it_it: Acquista
ja_jp: 購入
ko_kr: 구매
ms_my: Beli
pt_br: Comprar
ru_ru: Купить
th_th: การซื้อ
vi_vn: Mua
zh_cn: 购买
zh_hk: 購買

# WR4
source: Please update your app to the latest version to purchase this sticker collection.
de_de: Bitte aktualisieren Sie Ihre App auf die neueste Version, um diese Stickersammlung zu erwerben.
es_es: Actualiza tu aplicación a la versión más reciente para comprar esta recopilación de stickers.
fr_fr: Mettez votre application à jour vers la dernière version afin d'acheter cette collection de vignettes.
hi_in: स्टिकर का यह संग्रह ख़रीदने के लिए कृपया अपने ऐप को नवीनतम संस्करण में अपडेट करें.
id_id: Perbarui aplikasi ke versi terbaru untuk membeli koleksi stiker ini.
it_it: Per poter acquistare questa raccolta di adesivi, aggiorna la tua app all'ultima versione.
ja_jp: スタンプを購入できません。最新バージョンにアップデートしてください
ko_kr: 이 스티커 컬렉션을 구입하려면 앱을 최신 버전으로 업데이트하세요.
ms_my: Sila kemas kini apl anda ke versi terkini untuk membeli koleksi pelekat ini.
pt_br: Atualize seu aplicativo para a versão mais recente para comprar esta coleção de figurinhas.
ru_ru: Чтобы купить эту коллекцию стикеров, обновите свое приложение до последней версии.
th_th: โปรดอัปเดตแอปของคุณเป็นเวอร์ชันล่าสุดเพื่อซื้อคอลเลกชันสติกเกอร์นี้
vi_vn: Vui lòng cập nhật ứng dụng của bạn lên phiên bản mới nhất để mua bộ sưu tập nhãn dán này.
zh_cn: 当前版本不支持购买，请升级到最新版本
zh_hk: 目前版本不支援購買，請升級至最新版本

# pRg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# PcU
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# 8hQ
source: Delete this collection?
de_de: Diese Sammlung löschen?
es_es: ¿Eliminar esta recopilación?
fr_fr: Supprimer cette collection ?
hi_in: यह संग्रह हटाएँ?
id_id: Hapus koleksi ini?
it_it: Vuoi eliminare questa raccolta?
ja_jp: このスタンプパックを削除しますか？
ko_kr: 이 컬렉션을 삭제하시겠습니까?
ms_my: Padamkan koleksi ini?
pt_br: Excluir esta coleção?
ru_ru: Удалить эту коллекцию?
th_th: ลบคอลเลกชันนี้หรือไม่
vi_vn: Xóa bộ sưu tập này?
zh_cn: 确定要删除此表情包吗
zh_hk: 確定要刪除此表情包？
