Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Z8w
source: Please note that external users with permission to share the document can view the list of collaborators.
de_de: Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen.
es_es: Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores.
fr_fr: Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs.
hi_in: कृपया ध्यान दें, कि दस्तावेज़ साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator.
it_it: Tieni presente che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori.
ja_jp: ドキュメントの共有権限のある外部ユーザーは、共同編集者リストの閲覧が可能です。
ko_kr: 파일 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Harap maklum bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator.
pt_br: Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores.
ru_ru: Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов.
th_th: โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้
vi_vn: Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên.
zh_cn: 注意：有文档分享权限的外部用户可查看协作者列表。
zh_hk: 注意：擁有文件分享權限的外部用戶可查看協作者名單。

# Xhs
source: [Calendar]
de_de: [Kalender]
es_es: [Calendario]
fr_fr: [Calendrier]
hi_in: [कैलेंडर]
id_id: [Kalender]
it_it: [Calendario]
ja_jp: [カレンダー]
ko_kr: [캘린더]
ms_my: [Kalendar]
pt_br: [Calendário]
ru_ru: [Календарь]
th_th: [ปฏิทิน]
vi_vn: [Lịch]
zh_cn: [日历]
zh_hk: [日曆]

# 0yY
source: Pinned by {{user}}. Visible to all group members.
de_de: Angeheftet von {{user}}. Für alle Gruppenmitglieder sichtbar.
es_es: Anclado por {{user}}. Visible a todos los miembros del grupo.
fr_fr: Épinglé par {{user}}. Visible par tous les membres du groupe.
hi_in: {{user}} द्वारा पिन किया गया. समूह के सभी सदस्य देख सकते हैं.
id_id: Di pin oleh {{user}}. Terlihat oleh semua anggota grup.
it_it: Aggiunta completata da {{user}}. Visibile a tutti i membri del gruppo.
ja_jp: {{user}} がこのメッセージをピン留めしました。すべてのグループメンバーが確認できます。
ko_kr: {{user}}님이 고정함. 모든 그룹 구성원들에게 표시됩니다.
ms_my: Ditandakan oleh {{user}}. Dapat dilihat oleh semua ahli kumpulan.
pt_br: Fixado por {{user}}. Visível a todos os membros do grupo.
ru_ru: Закреплено {{user}}. Видно всем участникам группы.
th_th: ปักหมุดโดย {{user}} ปรากฏให้สมาชิกทุกคนในกลุ่มเห็น
vi_vn: Được ghim bởi {{user}}. Hiển thị cho tất cả thành viên nhóm.
zh_cn: {{user}} Pin 了这条消息，对所有群成员可见
zh_hk: {{user}} Pin 了這則訊息，對所有群組成員可見

# hc8
source: Pinned by {{user}}. Visible to both of you.
de_de: Angeheftet von {{user}}. Für Sie beide sichtbar.
es_es: Anclado por {{user}}. Visible a ambos.
fr_fr: Épinglé par {{user}}. Visible par vous deux.
hi_in: {{user}} द्वारा पिन किया गया. आप दोनों देख सकते हैं.
id_id: Di pin oleh {{user}}. Terlihat oleh Anda berdua.
it_it: Aggiunta completata da {{user}}. Visibile a entrambi.
ja_jp: {{user}} がこのメッセージをピン留めしました。チャット内のメンバーが確認できます。
ko_kr: {{user}}님이 고정함. 두 사람 모두에게 표시됩니다.
ms_my: Ditandakan oleh {{user}}. Dapat dilihat oleh kedua-dua anda.
pt_br: Fixado por {{user}}. Visível a vocês dois.
ru_ru: Закреплено {{user}}. Видно вам обоим.
th_th: ปักหมุดโดย {{user}} ปรากฏให้คุณทั้งคู่เห็น
vi_vn: Được ghim bởi {{user}}. Hiển thị cho cả hai bạn.
zh_cn: {{user}} Pin 了这条消息，对会话双方均可见
zh_hk: {{user}} Pin 了這則訊息，對對話雙方均可見

# AXE
source: Unpin
de_de: Lösen
es_es: Desanclar
fr_fr: Désépingler
hi_in: अनपिन करें
id_id: Lepas Pin
it_it: Rimuovi
ja_jp: ピン留めを外す
ko_kr: 고정 해제
ms_my: Nyahpin
pt_br: Desmarcar
ru_ru: Открепить
th_th: ยกเลิกปักหมุด
vi_vn: Bỏ ghim
zh_cn: 取消 Pin
zh_hk: 取消 Pin

# mgU
source: Projects
de_de: Projekte
es_es: Proyectos
fr_fr: Projets
hi_in: प्रोजेक्ट
id_id: Proyek
it_it: Progetti
ja_jp: プロジェクト
ko_kr: 프로젝트
ms_my: Projek
pt_br: Projetos
th_th: โครงการ
vi_vn: Dự án
zh_cn: 项目
zh_hk: 專案

# Akc
source: {{amount}} CNY
ja_jp: {{amount}} 人民元
th_th: {{amount}} หยวนจีน
zh_cn: {{amount}} 元
zh_hk: {{amount}} 元

# NGo
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# ymk
source: You can set a self-destruct timer.
de_de: Sie können einen Timer für die Selbstvernichtung der Nachrichten festlegen.
es_es: Puedes programar un temporizador de autodestrucción.
fr_fr: Vous pouvez définir une minuterie d'autodestruction.
hi_in: आप एक स्वयं-नष्ट होने वाला टाइमर सेट कर सकते हैं
id_id: Anda dapat menetapkan pengatur waktu penghancuran.
it_it: Puoi impostare un timer per l'autodistruzione.
ja_jp: 消去時間を設定できます
ko_kr: 자동 삭제 타이머를 설정할 수 있습니다.
ms_my: Anda boleh menetapkan pemusnah masa sendiri.
pt_br: Você pode definir um temporizador de autodestruição.
ru_ru: Сообщения не оставляют следов на серверах
th_th: คุณสามารถตั้งค่าตัวจับเวลาทำลายตนเองได้
vi_vn: Bạn có thể đặt một hẹn giờ tự hủy.
zh_cn: 销毁时间可以设置
zh_hk: 可以設定銷毀時間

# T48
source: Messages in secure chats will be automatically deleted after being read. You can also set a self-destruct timer.
de_de: Nachrichten in sicheren Chats werden nach dem Lesen automatisch gelöscht. Sie können auch einen Timer für die Selbstvernichtung einstellen.
es_es: Los mensajes de los chats seguros se eliminarán automáticamente una vez leídos. También puedes establecer un temporizador de eliminación automática.
fr_fr: Les messages des discussions sécurisées seront automatiquement supprimés une fois lus. Vous pouvez également définir un minuteur de destruction automatique.
hi_in: पढ़े जाते ही संदेश स्वतः हटाए जाएँगे.
id_id: Pesan dalam obrolan aman akan otomatis dihapus setelah dibaca. Anda juga dapat menetapkan timer penghancuran diri.
it_it: I messaggi nelle chat sicure verranno automaticamente eliminati dopo la lettura. È anche possibile impostare un timer di autoeliminazione.
ja_jp: メッセージは閲覧後に自動的に破棄されます。破棄時間を設定できます。
ko_kr: 보안 채팅의 메시지는 읽은 후 자동으로 삭제됩니다. 자동 삭제 타이머를 설정할 수도 있습니다.
ms_my: Mesej dalam sembang selamat akan dipadam secara automatik selepas dibaca. Anda juga boleh menetapkan pemusnah masa.
pt_br: As mensagens em chats seguros serão excluídas automaticamente após serem lidas. Você também pode definir um temporizador de autodestruição.
ru_ru: Сообщения в защищенных чатах будут автоматически удаляться после прочтения. Вы также можете установить таймер самоуничтожения.
th_th: ข้อความในแชทที่ปลอดภัยจะถูกลบโดยอัตโนมัติหลังจากอ่านแล้ว คุณยังสามารถตั้งค่าตัวจับเวลาทำลายตัวเองได้ด้วย
vi_vn: Tin nhắn trong các cuộc trò chuyện bảo mật sẽ tự động bị xóa sau khi bạn đọc. Bạn cũng có thể đặt hẹn giờ tự hủy.
zh_cn: 密聊消息阅后即焚，销毁时间可设置
zh_hk: 私密聊天訊息閱後即焚，可設定銷毀時間

# Alg
source: Forwarding is not allowed.
de_de: Weiterleitung ist unzulässig.
es_es: No se permite el reenvío.
fr_fr: Le transfert est interdit.
hi_in: संदेश फ़ॉर्वर्ड नहीं किए जा सकते.
id_id: Penerusan tidak diizinkan.
it_it: L'inoltro non è consentito.
ja_jp: メッセージは転送できません。
ko_kr: 전달은 허용되지 않습니다.
ms_my: Penghantaran tidak dibenarkan.
pt_br: O encaminhamento não é permitido.
ru_ru: Пересылка запрещена.
th_th: ไม่อนุญาตให้ส่งต่อ
vi_vn: Bạn không được phép chuyển tiếp.
zh_cn: 消息不可转发
zh_hk: 不可轉發訊息

# BRQ
source: All messages will self-destruct in 7 days, whether they're read or not.
de_de: Alle Nachrichten vernichten sich nach 7 Tagen selbst, unabhängig davon, ob sie gelesen wurden oder nicht.
es_es: Tanto los mensajes leídos como los no leídos se eliminarán automáticamente dentro de 7 días.
fr_fr: Tous les messages seront automatiquement détruits au bout de 7 jours, qu'ils soient lus ou non.
hi_in: संदेश 7 दिनों में स्वयं नष्ट हो जाएँगे, चाहे उन्हें पढ़ा गया या अपठित.
id_id: Semua pesan akan hancur sendiri dalam 7 hari baik sudah dibaca maupun belum.
it_it: Tutti i messaggi, letti e non letti, verranno eliminati automaticamente dopo 7 giorni.
ja_jp: 送信されてから 7 日後、メッセージは既読状態に関係なく、自動的に破棄されます。
ko_kr: 읽기 여부와 관계 없이 모든 메시지는 7일 후에 자동으로 삭제됩니다.
ms_my: Semua mesej akan musnah sendiri dalam 7 hari, sama ada dibaca atau tidak.
pt_br: Todas as mensagens se autodestruirão em 7 dias, sejam lidas ou não.
ru_ru: Все сообщения будут самоуничтожаться через 7 дней, независимо от того, прочитаны они или нет.
th_th: ข้อความทั้งหมดจะทำลายตัวเองภายใน 7 วันไม่ว่าจะอ่านแล้วหรือไม่ก็ตาม
vi_vn: Tất cả tin nhắn sẽ tự hủy sau 7 ngày dù bạn có đọc hay không.
zh_cn: 消息无论是否已读，发出 7 天后自动销毁
zh_hk: 訊息無論是否已讀，發出 7 日後自動銷毀

# AqM
source: Users aren't able to take screenshots when using mobile devices. However, there's no screenshot blocking or alerts on desktop devices. Please be careful.
de_de: Bei der Verwendung von Mobilgeräten können die Benutzer keine Screenshots erstellen. Auf Desktop-Geräten gibt es jedoch keine Screenshot-Blockierung oder Warnmeldungen. Bitte seien Sie vorsichtig.
es_es: Los usuarios no pueden tomar capturas de pantalla desde dispositivos móviles. Sin embargo, no hay bloqueos de capturas de pantalla ni avisos en los dispositivos de escritorio. Ten cuidado.
fr_fr: Les utilisateurs ne peuvent pas faire de capture d'écran lorsqu'ils utilisent des appareils mobiles. En revanche, les captures d'écran ne sont ni bloquées ni accompagnées d'alertes sur les appareils de bureau. Soyez prudent.
id_id: Pengguna tidak dapat mengambil screenshot saat menggunakan perangkat seluler. Namun, tidak ada pemblokiran atau peringatan screenshot di perangkat desktop. Hati-hati.
it_it: Gli utenti non possono acquisire screenshot quando utilizzano dispositivi mobili. Tuttavia, non è presente alcun blocco degli screenshot o avvisi sui dispositivi desktop. Fai attenzione.
ja_jp: モバイル版ではスクリーンショットが禁止されますが、デスクトップ版では禁止できず、スクリーンショット時のアラート通知も表示されないため、情報をやりとりする際のセキュリティにご注意ください。
ko_kr: 사용자는 모바일 장치를 사용할 때 스크린샷을 찍을 수 없습니다. 하지만 데스크톱 장치에는 스크린샷 차단이나 경고 기능이 없습니다. 유의해 주세요.
ms_my: Pengguna tidak boleh mengambil tangkapan skrin apabila menggunakan peranti mudah alih. Walau bagaimanapun, tiada penyekatan tangkapan skrin atau amaran pada peranti desktop. Sila berhati-hati.
pt_br: Os usuários não podem fazer capturas de tela ao usar dispositivos móveis. No entanto, não há bloqueio de captura de tela ou alertas em dispositivos de desktop. Tenha cuidado.
ru_ru: Пользователи не могут делать снимки экрана с мобильных. Однако на ПК нет блокировки снимков экрана или предупреждений. Будьте осторожны.
th_th: ผู้ใช้ไม่สามารถถ่ายภาพหน้าจอได้เมื่อใช้อุปกรณ์มือถือ อย่างไรก็ตาม จะไม่มีการปิดกั้นถ่ายภาพหน้าจอหรือการแจ้งเตือนบนอุปกรณ์เดสก์ท็อป โปรดระวัง
vi_vn: Người dùng không thể chụp ảnh màn hình khi sử dụng thiết bị di động. Tuy nhiên, chức năng chụp ảnh màn hình không bị chặn hoặc không có cảnh báo trên thiết bị máy tính. Vui lòng cẩn thận.
zh_cn: 在移动端截屏会被系统拦截，桌面端无法阻断截屏也无提示，请注意沟通安全
zh_hk: 在流動裝置端擷取螢幕截圖會被系統攔截，桌面電腦端無法阻止截圖，亦無提示，請注意溝通安全

# 9Yo
source: Members in the chat will be notified when someone takes a screenshot.
de_de: Mitglieder im Chat werden benachrichtigt, wenn jemand einen Screenshot erstellt.
es_es: Se notificará a los miembros del chat cuando alguien haga una captura de pantalla.
fr_fr: Les membres de la discussion seront avertis lorsque quelqu'un prend une capture d'écran.
hi_in: जब कोई स्क्रीनशॉट लेता है तो चैट में सदस्यों को सूचित किया जाएगा.
id_id: Anggota dalam obrolan akan diberi tahu jika seseorang mengambil screenshot.
it_it: I membri della chat non verranno informati quando qualcuno acquisisce uno screenshot.
ja_jp: スクリーンショートが撮られる時、チャット内のメンバーは通知を受信します
ko_kr: 누군가가 스크린샷을 찍으면 채팅 구성원에게 알림이 전송됩니다.
ms_my: Ahli dalam perbualan akan dimaklumkan apabila seseorang mengambil tangkapan skrin.
pt_br: Os membros no chat serão notificados quando alguém tirar uma captura de tela.
ru_ru: Участники чата будут уведомлены, когда кто-либо сделает снимок экрана.
th_th: สมาชิกในแชทจะได้รับแจ้งให้ทราบเมื่อมีคนถ่ายภาพหน้าจอ
vi_vn: Thành viên tham gia trò chuyện sẽ được thông báo khi có người chụp ảnh màn hình.
zh_cn: 截图时会话内成员会收到提醒
zh_hk: 截圖時，對話內的成員會收到提醒

# HQQ
source: Setup failed. Please try again later.
de_de: Einrichtung fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error de configuración. Inténtalo más tarde, por favor.
fr_fr: Échec de la configuration. Veuillez réessayer plus tard.
hi_in: सेटअप विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Pengaturan gagal. Coba lagi nanti.
it_it: Impossibile configurare. Riprova più tardi.
ja_jp: 設定できませんでした。後ほど再試行してください
ko_kr: 설정 실패. 나중에 다시 시도하세요.
ms_my: Persediaan gagal. Sila cuba lagi kemudian.
pt_br: Falha na configuração. Tente novamente mais tarde.
ru_ru: Ошибка при настройке. Повторите попытку позже.
th_th: การตั้งค่าไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thiết lập thất bại. Vui lòng thử lại sau.
zh_cn: 设置失败，请稍后再试
zh_hk: 無法設定，請稍後再試

# uqE
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# Nsc
source: Canceled
de_de: Storniert
es_es: Cancelada
fr_fr: Annulé
hi_in: रद्द किया
id_id: Dibatalkan
it_it: Annullata
ja_jp: キャンセル済み
ko_kr: 취소됨
ms_my: Dibatalkan
pt_br: Cancelado
ru_ru: Отменено
th_th: ยกเลิกแล้ว
vi_vn: Đã hủy bỏ
zh_cn: 已取消
zh_hk: 已取消

# nDQ
source: Declined
de_de: Abgelehnt
es_es: Rechazada
fr_fr: Refusé
hi_in: अस्वीकार की गई
id_id: Ditolak
it_it: Rifiutata
ja_jp: 拒否済み
ko_kr: 거부됨
ms_my: Ditolak
pt_br: Recusado
ru_ru: Отклонено
th_th: ปฏิเสธแล้ว
vi_vn: Bị từ chối
zh_cn: 已拒绝
zh_hk: 已拒絕

# CH8
source: No response
de_de: Keine Reaktion
es_es: Sin respuesta
fr_fr: Aucune réponse
hi_in: कोई प्रतिक्रिया नहीं
id_id: Tidak ada respons
it_it: Nessuna risposta
ja_jp: 応答がありません
ko_kr: 응답 없음
ms_my: Tiada respons
pt_br: Nenhuma resposta
ru_ru: Нет ответа
th_th: ไม่มีการตอบสนอง
vi_vn: Không có phản hồi
zh_cn: 无回应
zh_hk: 沒有回應

# S4k
source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
hi_in: अनुपलब्ध
id_id: Tidak tersedia
it_it: Non disponibile
ja_jp: 取込み中
ko_kr: 다른 용무 중
ms_my: Tidak tersedia
pt_br: Indisponível
ru_ru: Недоступно
th_th: ไม่สามารถใช้งานได้
vi_vn: Không khả dụng
zh_cn: 忙线中
zh_hk: 線路繁忙

# bP8
source: [Video Meeting Invitation]
de_de: [Einladung zur Videobesprechung]
es_es: [Invitación a una reunión por video]
fr_fr: [Invitation à une réunion vidéo]
hi_in: [वीडियो मीटिंग निमंत्रण]
id_id: [Undangan Rapat Video]
it_it: [Invito alla riunione video]
ja_jp: [ビデオ会議の招待]
ko_kr: [화상 회의 초대장]
ms_my: [Jemputan Mesyuarat Video]
pt_br: [Convite para reunião por vídeo]
ru_ru: [Приглашение на видеоконференцию]
th_th: [การเชิญให้ร่วมประชุมผ่านวิดีโอ]
vi_vn: [Mời tham gia Cuộc họp Video]
zh_cn: [视频会议邀请]
zh_hk: [視像會議邀請]

# MV4
source: Canceled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
id_id: Dibatalkan
it_it: Annullato
ja_jp: キャンセルしました。
ko_kr: 취소되었습니다
ms_my: Dibatalkan
pt_br: Cancelado
ru_ru: Отменено
th_th: ยกเลิกแล้ว
vi_vn: Đã hủy
zh_cn: 已取消
zh_hk: 已取消

# zzw
source: Thank you for your like! Your support means a lot to us!
de_de: Danke für Ihr „Gefällt mir“! Ihre Unterstützung bedeutet uns sehr viel!
es_es: Gracias por tu Me gusta. Tu apoyo es muy importante para nosotros.
fr_fr: Merci pour votre mention J'aime ! Votre soutien est très important pour nous !
id_id: Terima kasih atas suka yang Anda berikan! Dukungan Anda sangat berarti bagi kami!
it_it: Grazie per aver aggiunto Mi piace! Il tuo supporto è molto importante!
ja_jp: 「いいね」をありがとうございます！お客様の満足度向上のために、全力を注いで取り組んでまいります。
ko_kr: 좋아요'를 눌러 주셔서 감사합니다! 여러분의 응원은 저희에게 매우 큰 힘이 됩니다!
ms_my: Terima kasih atas sokongan anda! Sokongan anda sangat bermakna kepada kami!
pt_br: Obrigado por sua curtida! Seu apoio é muito importante para nós!
ru_ru: Благодарим за положительную оценку — ваша поддержка очень важна для нас!
th_th: ขอบคุณที่กดถูกใจ การสนับสนุนของคุณมีความหมายสำหรับเรามาก
vi_vn: Cảm ơn bạn đã thích! Sự ủng hộ của bạn có ý nghĩa to lớn với chúng tôi!
zh_cn: 你的点赞是我们进步的动力！
zh_hk: 你的讚好是我們進步的動力！

# oSc
source: Dislike
de_de: Gefällt mir nicht
es_es: No me gusta
fr_fr: Je n'aime pas
id_id: Tidak suka
it_it: Non mi piace
ja_jp: よくない
ko_kr: 싫어요
ms_my: Tidak suka
pt_br: Não curtir
ru_ru: Не нравится
th_th: ไม่ถูกใจ
vi_vn: Không thích
zh_cn: 不喜欢
zh_hk: 不喜歡

# NaU
source: Like
de_de: Gefällt mir
es_es: Me gusta
fr_fr: J'aime
id_id: Suka
it_it: Mi piace
ja_jp: いいね
ko_kr: 좋아요
ms_my: Suka
pt_br: Curtir
ru_ru: Нравится
th_th: ถูกใจ
vi_vn: Thích
zh_cn: 喜欢
zh_hk: 喜歡

# 9d4
source: Regenerate
de_de: Erneut generieren
es_es: Regenerar
fr_fr: Générer à nouveau
id_id: Hasilkan ulang
it_it: Rigenera
ja_jp: 回答を再生成
ko_kr: 다시 생성
ms_my: Cipta Semula
pt_br: Gerar novamente
ru_ru: Сгенерировать снова
th_th: สร้างใหม่
vi_vn: Tạo lại
zh_cn: 重新生成
zh_hk: 重新建立

# bDI
source: Collaboration records on {{link}}
de_de: Zusammenarbeitsdatensätze auf {{link}}
es_es: Registros de colaboración en {{link}}
fr_fr: Enregistrements de collaboration sur {{link}}
id_id: Rekaman kolaborasi di {{link}}
it_it: Record di collaborazione su {{link}}
ja_jp: {{link}} でのコラボレーション履歴
ko_kr: {{link}}의 공동 작업 기록
ms_my: Rekod kerjasama di {{link}}
pt_br: Registros de colaboração em {{link}}
ru_ru: Записи о сотрудничестве в {{link}}
th_th: บันทึกการทำงานร่วมกันใน {{link}}
vi_vn: Bản ghi cộng tác trên {{link}}
zh_cn: {{link}} 协作记录
zh_hk: {{link}} 協作記錄

# 7T0
source: You ended the collaboration.
de_de: Sie haben die Zusammenarbeit beendet.
es_es: Has finalizado la colaboración.
fr_fr: Vous avez mis fin à la collaboration.
id_id: Anda mengakhiri kolaborasi.
it_it: Hai terminato la collaborazione.
ja_jp: コラボレーションを終了しました。
ko_kr: 공동 작업을 종료했습니다.
ms_my: Anda mengakhiri kerjasama.
pt_br: Você encerrou a colaboração.
ru_ru: Вы прекратили сотрудничество.
th_th: คุณยุติการทำงานร่วมกันแล้ว
vi_vn: Bạn đã chấm dứt cộng tác.
zh_cn: 你结束了协作
zh_hk: 你結束了協作

# DHw
source: Summarize
de_de: Zusammenfassen
es_es: Resumir
fr_fr: Résumer
id_id: Rangkum
it_it: Riepiloga
ja_jp: まとめ
ko_kr: 요약
ms_my: Ringkaskan
pt_br: Resumir
ru_ru: Подвести итог
th_th: สรุป
vi_vn: Tóm tắt
zh_cn: 总结
zh_hk: 總結

# j+8
source: Undo Dislike
de_de: „Gefällt mir nicht“ rückgängig machen
es_es: Deshacer no me gusta
fr_fr: Annuler la mention Je n'aime pas
id_id: Urungkan Tidak Suka
it_it: Rimuovi Non mi piace
ja_jp: よくないをキャンセル
ko_kr: 싫어요' 실행 취소
ms_my: Buat asal Tidak suka
pt_br: Desfazer o Não gostei
ru_ru: Отменить снятие отметки Нравится
th_th: ยกเลิกไม่ถูกใจ
vi_vn: Hoàn tác không thích
zh_cn: 取消不喜欢
zh_hk: 取消不喜歡

# DUw
source: Unlike
de_de: Gefällt mir nicht
es_es: Eliminar me gusta
fr_fr: Je n'aime plus
id_id: Batal Suka
it_it: Rimuovi Mi piace
ja_jp: いいねをキャンセル
ko_kr: 좋아요' 취소
ms_my: Tidak suka
pt_br: Diferente de
ru_ru: Убрать отметку Нравится
th_th: ยกเลิกถูกใจ
vi_vn: Bỏ thích
zh_cn: 取消喜欢
zh_hk: 取消喜歡

# HI4
source: Used extension
de_de: Verwendete Erweiterung
es_es: Extensión usada
fr_fr: Extension utilisée
id_id: Ekstensi yang digunakan
it_it: Estensione utilizzata
ja_jp: 拡張機能を使用した
ko_kr: 확장 사용됨
ms_my: Menggunakan sambungan
pt_br: Extensão usada
ru_ru: Использовано расширение
th_th: ส่วนขยายที่ใช้แล้ว
vi_vn: Phần mở rộng đã sử dụng
zh_cn: 使用了插件
zh_hk: 使用了外掛程式

# t4Y
source: Used {{extension}}
de_de: {{extension}} verwendet
es_es: se ha usado {{extension}}
fr_fr: {{extension}} utilisé
id_id: {{extension}} yang digunakan
it_it: utilizzo di {{extension}}
ja_jp: {{extension}}を使用した
ko_kr: {{extension}} 사용됨
ms_my: Menggunakan {{extension}}
pt_br: {{extension}} usada
ru_ru: Использовано {{extension}}
th_th: ใช้ {{extension}} แล้ว
vi_vn: {{extension}} đã sử dụng
zh_cn: 使用了{{extension}}
zh_hk: 使用了{{extension}}

# wlc
source: Using extension
de_de: Erweiterung verwenden
es_es: Usando extensión
fr_fr: Utilisation de l'extension
id_id: Menggunakan ekstensi
it_it: Utilizzo dell'estensione in corso
ja_jp: 拡張機能を使用中
ko_kr: 확장 사용 중
ms_my: Menggunakan sambungan
pt_br: Usando extensão
ru_ru: Используется расширение
th_th: กำลังใช้ส่วนขยาย
vi_vn: Đang sử dụng phần mở rộng
zh_cn: 正在使用插件
zh_hk: 正在使用外掛程式

# kGc
source: Using {{extension}}
de_de: {{extension}} verwenden
es_es: Usando {{extension}}
fr_fr: Utilisation de {{extension}}
id_id: Menggunakan {{extension}}
it_it: Utilizzo di {{extension}} in corso
ja_jp: {{extension}}を使用中
ko_kr: {{extension}} 사용 중
ms_my: Menggunakan {{extension}}
pt_br: Usando {{extension}}
ru_ru: Используется {{extension}}
th_th: กำลังใช้ {{extension}}
vi_vn: Đang sử dụng {{extension}}
zh_cn: 正在使用{{extension}}
zh_hk: 正在使用{{extension}}

# Y5M
source: Join Discussion
de_de: Diskussion beitreten
es_es: Unirse a la discusión
fr_fr: Rejoindre la discussion
id_id: Bergabung dengan Diskusi
it_it: Partecipa alla discussione
ja_jp: グループに参加
ko_kr: 토론에 참여
ms_my: Sertai Perbincangan
pt_br: Ingressar na discussão
ru_ru: Присоединиться к обсуждению
th_th: เข้าร่วมการสนทนา
vi_vn: Tham gia thảo luận
zh_cn: 加入群组参与讨论
zh_hk: 加入群組參與討論

# 0aA
source: Add Task
de_de: Aufgabe hinzufügen
es_es: Agregar tareas
fr_fr: Ajouter une tâche
hi_in: कार्य जोड़ें
id_id: Tambah Tugas
it_it: Aggiungi attività
ja_jp: タスクを追加
ko_kr: 할 일 추가
ms_my: Tambah Tugasan
pt_br: Adicionar tarefa
ru_ru: Добавить задачу
th_th: เพิ่มงาน
vi_vn: Thêm nhiệm vụ
zh_cn: 添加任务
zh_hk: 新增任務

# iwE
source: From chat with {{Chat}}
de_de: Aus Chat mit {{Chat}}
es_es: Del chat con {{Chat}}
fr_fr: À partir de la discussion avec {{Chat}}
hi_in: {{Chat}} के साथ चैट से
id_id: Dari obrolan dengan {{Chat}}
it_it: Da chat con {{Chat}}
ja_jp: チャット：{{Chat}} より
ko_kr: {{Chat}}이(가) 있는 채팅에서
ms_my: Dari sembang dengan {{Chat}}
pt_br: Do chat com {{Chat}}
ru_ru: Из чата с {{Chat}}
th_th: จากการแชทกับ {{Chat}}
vi_vn: Từ cuộc trò chuyện với {{Chat}}
zh_cn: 来自会话：{{Chat}}
zh_hk: 來自對話：{{Chat}}

# yyY
source: From topic group {{Topic}}
de_de: Aus Zirkel {{Topic}}
es_es: Del grupo de temas {{Topic}}
fr_fr: À partir du groupe de sujets {{Topic}}
hi_in: {{Topic}} विषय समूह से
id_id: Dari grup topik {{Topic}}
it_it: Da gruppo di argomenti {{Topic}}
ja_jp: トピックグループ：{{Topic}} より
ko_kr: 주제 그룹 {{Topic}}에서
ms_my: Dari kumpulan topik {{Topic}}
pt_br: Do grupo de tópicos {{Topic}}
ru_ru: Из тематической группы {{Topic}}
th_th: จากกลุ่มหัวข้อ {{Topic}}
vi_vn: Từ nhóm chủ đề {{Topic}}
zh_cn: 来自话题群：{{Topic}}
zh_hk: 來自主題群組：{{Topic}}

# tbE
source: [Task]
de_de: [Aufgabe]
es_es: [Tarea]
fr_fr: [Tâche]
hi_in: [कार्य]
id_id: [Tugas]
it_it: [Attività]
ja_jp: [タスク]
ko_kr: [할 일]
ms_my: [Tugas]
pt_br: [Tarefa]
ru_ru: [Задача]
th_th: [งาน]
vi_vn: [Nhiệm vụ]
zh_cn: [任务]
zh_hk: [任務]

# Gyc
source: Recent ongoing tasks
de_de: Fortlaufende Aufgaben in letzter Zeit
es_es: Tareas recientes en curso
fr_fr: Tâches récentes en cours
hi_in: चालू कार्य
id_id: Tugas terbaru yang sedang berlangsung
it_it: Attività recenti in corso
ja_jp: 最近の未処理タスク
ko_kr: 최근 진행 중인 할 일
ms_my: Tugas sedang berlangsung terkini
pt_br: Tarefas em andamento recentes
ru_ru: Последние текущие задачи
th_th: งานที่กำลังดำเนินการอยู่
vi_vn: Tác vụ đang diễn ra gần đây
zh_cn: 近期待处理任务
zh_hk: 近期待處理任務
