Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Libs/LarkMessageCore/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Krs
source: [Sticker]
fr_fr: [Vignette]
hi_in: [स्टिकर]
id_id: [Stiker]
it_it: [Adesivo]
ja_jp: [スタンプ]
ko_kr: [스티커]
ms_my: [Stiker]
pt_br: [Figurinha]
ru_ru: [Стикер]
th_th: [สติกเกอร์]
vi_vn: [Nhãn dán]
zh_cn: [表情]
zh_hk: [表情]

# RGk
source: Manage Stickers
de_de: Sticker verwalten
es_es: Administrar stickers
fr_fr: Gérer les vignettes
hi_in: स्टिकर प्रबंधित करें
id_id: Kelola Stiker
it_it: Gestisci adesivi
ja_jp: スタンプ管理
ko_kr: 스티커 관리
ms_my: Uruskan Pelekat
pt_br: Gerenciar figurinhas
ru_ru: Управление стикерами
th_th: จัดการสติกเกอร์
vi_vn: Quản lý nhãn dán
zh_cn: 添加的单个表情
zh_hk: 新增的單個表情

# KOU
source: Pin
de_de: Anheften
es_es: Anclar
fr_fr: Épingler
hi_in: पिन करें
it_it: Aggiungi
ja_jp: トップに固定
ko_kr: 고정
pt_br: Fixar
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
zh_cn: 置顶
zh_hk: 置頂

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# anQ
source: Re-dial
de_de: Erneut wählen.
es_es: Volver a marcar
fr_fr: Composer à nouveau
hi_in: री-डायल करें
id_id: Panggil ulang
it_it: Ripeti chiamata
ja_jp: リダイヤル
ko_kr: 재다이얼
ms_my: Dail semula
pt_br: Rediscar
ru_ru: Повторный набор
th_th: โทรซ้ำ
vi_vn: Gọi lại
zh_cn: 重拨
zh_hk: 重撥

# Zk8
source: Called (Checked) {{user}}'s phone
de_de: Telefon von {{user}} angerufen (geprüft)
es_es: Ha llamado (visto) el teléfono de {{user}}
fr_fr: Appelé (Vérifié) le téléphone de {{user}}
hi_in: {{user}} का फ़ोन नंबर कॉल/चेक किया
id_id: Memanggil (Memeriksa) telepon {{user}}
it_it: Chiamato (selezionato) il telefono di {{user}}
ja_jp: {{user}} の携帯番号を確認しました
ko_kr: {{user}} 님의 번호로 전화(확인)함
ms_my: Panggil (Disemak) telefon {{user}}
pt_br: Ligou para (marcou) o telefone de {{user}}
ru_ru: Телефон вызываемого (отмеченного) абонента {{user}}
th_th: โทรหา (ตรวจสอบแล้ว) โทรศัพท์ของ {{user}}
vi_vn: Đã gọi (Đã kiểm tra) vào số điện thoại của {{user}}
zh_cn: 呼叫(查看)了{{user}}的电话
zh_hk: 致電 (查看) 了{{user}}的電話

# SXo
source: This month
de_de: Diesen Monat
es_es: Este mes
fr_fr: Ce mois
hi_in: इस महीने
id_id: Bulan ini
it_it: Questo mese
ja_jp: 今月
ko_kr: 이달
ms_my: Bulan ini
pt_br: Este mês
ru_ru: Этот месяц
th_th: เดือนนี้
vi_vn: Tháng này
zh_cn: 本月
zh_hk: 本月

# GOs
source: This week
de_de: Diese Woche
es_es: Esta semana
fr_fr: Cette semaine
hi_in: इस सप्ताह
id_id: Minggu ini
it_it: Questa settimana
ja_jp: 今週
ko_kr: 이번 주
ms_my: Minggu ini
pt_br: Esta semana
ru_ru: Эта неделя
th_th: สัปดาห์นี้
vi_vn: Tuần này
zh_cn: 本周
zh_hk: 本星期

# HxU
source: Playing through receiver
de_de: Wiedergabe über Hörer
es_es: Reproduciendo en el receptor
fr_fr: Émettre via le récepteur
hi_in: रिसीवर के माध्यम से चलाया जा रहा है
id_id: Memutar melalui penerima
it_it: Riproduzione attraverso ricevitore
ja_jp: イヤホンから再生します
ko_kr: 수신기를 통해 재생하기
ms_my: Mainkan melalui penerima
pt_br: Reproduzindo pelo receptor
ru_ru: Воспроизведение через получателя
th_th: กำลังเล่นจากตัวรับเสียง
vi_vn: Phát qua người nhận
zh_cn: 当前为听筒播放模式
zh_hk: 目前為聽筒播放模式

# QgI
source: [Translation]
de_de: [Übersetzung]
es_es: [Traducción]
fr_fr: [Traduction]
hi_in: [अनुवाद]
id_id: [Terjemahan]
it_it: [Traduzione]
ja_jp: [訳]
ko_kr: [번역]
ms_my: [Terjemahan]
pt_br: [Tradução]
ru_ru: [Перевод]
th_th: [การแปล]
vi_vn: [Dịch]
zh_cn: [译]
zh_hk: [譯]

# JBg
source: [Unable to view message, please upgrade to the latest version of {{APP_DISPLAY_NAME}}]
de_de: [Ansehen der Nachricht nicht möglich. Bitte führen Sie ein Upgrade auf die neueste Version von {{APP_DISPLAY_NAME}} durch]
es_es: [No se puede ver el mensaje. Actualiza a la versión más reciente de {{APP_DISPLAY_NAME}}]
fr_fr: [Impossible d'afficher le message, veuillez mettre {{APP_DISPLAY_NAME}} à niveau vers la dernière version]
hi_in: [मौजूदा संस्करण यह संदेश देखने का समर्थन नहीं करता है]
id_id: [Gagal melihat pesan, tingkatkan ke {{APP_DISPLAY_NAME}}versi terbaru]
it_it: [Impossibile visualizzare il messaggio, effettua l'upgrade alla versione più recente di {{APP_DISPLAY_NAME}}]
ja_jp: [メッセージを表示できません。最新バージョンの {{APP_DISPLAY_NAME}} にアップデートしてください]
ko_kr: [메시지를 볼 수 없습니다, {{APP_DISPLAY_NAME}} 최신 버전으로 업그레이드하세요]
ms_my: [Tidak dapat melihat mesej, sila naik taraf ke versi terkini {{APP_DISPLAY_NAME}}]
pt_br: [Falha ao visualizar mensagem, faça upgrade para a versão mais recente do {{APP_DISPLAY_NAME}}]
ru_ru: [Не удается просмотреть сообщение, обновитесь до последней версии {{APP_DISPLAY_NAME}}]
th_th: [ไม่สามารถดูข้อความได้ โปรดอัปเกรด {{APP_DISPLAY_NAME}} เป็นเวอร์ชันล่าสุดก่อน]
vi_vn: [Không thể xem tin nhắn, vui lòng nâng cấp lên phiên bản {{APP_DISPLAY_NAME}} mới nhất]
zh_cn: [无法查看此消息，请更新到最新版本的{{APP_DISPLAY_NAME}}]
zh_hk: [無法查看此訊息，請更新到最新版本的{{APP_DISPLAY_NAME}}]

# G4k
source: Stickers can't be recovered once deleted.
de_de: Sticker können nicht wiederhergestellt werden, wenn sie gelöscht wurden.
es_es: Los stickers no se pueden recuperar una vez borradas.
fr_fr: La suppression des vignettes est définitive.
hi_in: हटाए जाने के बाद स्टिकर बहाल नहीं किए जा सकते.
id_id: Stiker tidak dapat dipulihkan setelah dihapus.
it_it: Una volta eliminati, gli adesivi non possono essere recuperati.
ja_jp: 削除したスタンプは復元できません。
ko_kr: 스티커는 삭제하면 복구할 수 없습니다.
ms_my: Stiker tidak boleh dipulihkan setelah dihapuskan.
pt_br: As figurinhas não podem ser recuperadas após serem excluídas.
ru_ru: Стикеры нельзя восстановить после удаления.
th_th: ไม่สามารถกู้คืนสติ๊กเกอร์ได้เมื่อลบไปแล้ว
vi_vn: Không thể khôi phục các nhãn sau khi đã bị xóa.
zh_cn: 删除的表情无法恢复
zh_hk: 已刪除的表情將無法復原

# aEk
source: Uploading
de_de: Hochladen
es_es: Subiendo
fr_fr: Téléchargement en cours
hi_in: अपलोड किया जा रहा है
id_id: Mengunggah
it_it: Caricamento
ja_jp: アップロード中
ko_kr: 업로드 중
ms_my: Memuat naik
pt_br: Carregando
ru_ru: Загружаем
th_th: กำลังอัปโหลด
vi_vn: Đang tải lên
zh_cn: 正在上传
zh_hk: 正在上載

# uQI
source: [Video Call]
de_de: [Videoanruf]
es_es: [Videollamada]
fr_fr: [Appel vidéo]
hi_in: [वीडियो कॉल]
id_id: [Panggilan Video]
it_it: [Videochiamata]
ja_jp: [ビデオ通話]
ko_kr: [영상 통화]
ms_my: [Panggilan Video]
pt_br: [Videochamada]
ru_ru: [Видеозвонок]
th_th: [การสนทนาทางวิดีโอ]
vi_vn: [Cuộc gọi Video]
zh_cn: [视频通话]
zh_hk: [視像通話]

# hLc
source: [Video call]
de_de: [Videoanruf]
es_es: [Videollamada]
fr_fr: [Appel vidéo]
hi_in: [वीडियो कॉल]
id_id: [Panggilan video]
it_it: [Videochiamata]
ja_jp: [ビデオ通話]
ko_kr: [영상 통화]
ms_my: [Panggilan video]
pt_br: [Videochamada]
ru_ru: [Видеозвонок]
th_th: [การสนทนาทางวิดีโอ]
vi_vn: [Cuộc gọi Video]
zh_cn: [视频通话]
zh_hk: [視像通話]

# mZM
source: This video was recalled or is unavailable
de_de: Dieses Video wurde zurückgerufen oder ist nicht verfügbar.
es_es: Este vídeo se ha retirado o no está disponible
fr_fr: Cette vidéo a été rappelée ou est indisponible
hi_in: यह वीडिया वापस लिया गया था या यह अनुपलब्ध है
id_id: Video ini telah ditarik atau tidak tersedia
it_it: Questo video è stato richiamato oppure non è disponibile
ja_jp: この動画は取り消されたか、もしくは期限切れです
ko_kr: 이 동영상이 회수되었거나 이용할 수 없습니다
ms_my: Video ini telah ditarik balik atau tidak tersedia
pt_br: Este vídeo foi recuperado ou não está disponível
ru_ru: Это видео отозвано или недоступно
th_th: วิดีโอนี้ถูกเรียกคืนหรือไม่พร้อมใช้งาน
vi_vn: Video này đã bị thu hồi hoặc không khả dụng
zh_cn: 视频已被撤回或失效
zh_hk: 影片已被撤回或失效

# u/4
source: Video has been recalled or unavailable
de_de: Video wurde zurückgerufen oder ist nicht verfügbar
es_es: El vídeo se ha retirado o no está disponible
fr_fr: La vidéo a été rappelée ou n'est pas disponible
hi_in: वीडियो वापस लिया गया या अनुपलब्ध है
id_id: Video telah ditarik atau tidak tersedia
it_it: Il video è stato richiamato oppure non è disponibile
ja_jp: この動画は取り消されたか、もしくは無効です
ko_kr: 동영상이 회수되었거나 사용을 할 수 없습니다
ms_my: Video telah ditarik balik atau tidak tersedia
pt_br: O vídeo foi recuperado ou não está disponível
ru_ru: Видео отозвано или недоступно
th_th: วิดีโอได้ถูกเรียกคืนหรือไม่พร้อมใช้งาน
vi_vn: Video đã bị thu hồi hoặc không khả dụng
zh_cn: 该视频已被撤回或失效
zh_hk: 此影片已被撤回或失效

# I5U
source: [Video]
es_es: [Vídeo]
fr_fr: [Vidéo]
hi_in: [वीडियो]
ja_jp: [動画]
ko_kr: [동영상]
pt_br: [Vídeo]
ru_ru: [Видео]
th_th: [วิดีโอ]
zh_cn: [视频]
zh_hk: [視像]

# Zko
source: Scroll Down
de_de: Nach unten blättern
es_es: Desplazarse hacia abajo
fr_fr: Faire défiler vers le bas
hi_in: नीचे स्क्रॉल करें
id_id: Gulir ke Bawah
it_it: Scorri verso il basso
ja_jp: 下にスクロールする
ko_kr: 스크롤 내림
ms_my: Gulir Ke Bawah
pt_br: Rolar para baixo
ru_ru: Прокрутить вниз
th_th: เลื่อนลง
vi_vn: Cuộn xuống
zh_cn: 会话内容向下滚动
zh_hk: 對話內容向下滾動

# Pt0
source: Scroll Up
de_de: Nach oben blättern
es_es: Desplazarse hacia arriba
fr_fr: Faire défiler vers le haut
hi_in: ऊपर स्क्रॉल करें
id_id: Gulir ke Atas
it_it: Scorri verso l'alto
ja_jp: 上にスクロールする
ko_kr: 스크롤 올림
ms_my: Gulir Ke Atas
pt_br: Rolar para cima
ru_ru: Прокрутить вверх
th_th: เลื่อนขึ้น
vi_vn: Cuộn lên
zh_cn: 会话内容向上滚动
zh_hk: 對話內容向上滾動

# e7c
source: The source audio message was recalled
de_de: Die Quellaudionachricht wurde zurückgerufen
es_es: El mensaje de audio de origen se ha retirado
fr_fr: Le message audio source a été rappelé
hi_in: स्रोत ऑडियो संदेश वापस लिया गया
id_id: Pesan audio sumber telah ditarik
it_it: L'invio del messaggio vocale di origine è stato annullato
ja_jp: このボイスメッセージは取り消されました
ko_kr: 소스 음성 메시지가 회수되었습니다
ms_my: Mesej audio sumber ditarik balik
pt_br: A mensagem de áudio da origem foi recuperada
ru_ru: Исходное звуковое сообщение отозвано
th_th: ข้อความเสียงต้นฉบับถูกเรียกคืน
vi_vn: Tin nhắn thoại nguồn này đã bị thu hồi
zh_cn: 源语音已撤回
zh_hk: 原始語音已撤回

# vxY
source: ailed to play. The source audio message was recalled.
de_de: Wiedergabe fehlgeschlagen. Die Quellaudionachricht wurde zurückgerufen.
es_es: Error al reproducir. El mensaje de audio de origen se ha recuperado.
fr_fr: Échec de la lecture. Le message audio source a été rappelé.
hi_in: चलाने में विफल हुआ. स्रोत ऑडियो संदेश वापस लिया गया.
id_id: Gagal memutar. Pesan audio sumber telah ditarik.
it_it: Riproduzione non riuscita. Il messaggio audio d'origine è stato richiamato.
ja_jp: 再生できません。元のボイスメッセージが取り消されました
ko_kr: 재생에 실패했습니다. 소스 오디오 메시지가 회수되었습니다.
ms_my: Gagal memainkan. Mesej audio sumber ditarik balik.
pt_br: Falha ao reproduzir. A mensagem de áudio da origem foi recuperada.
ru_ru: Не удалось воспроизвести. Исходное звуковое сообщение отозвано.
th_th: เล่นไม่สำเร็จ ข้อความเสียงต้นฉบับถูกเรียกคืน
vi_vn: Phát thất bại. Tin nhắn thoại nguồn đã bị thu hồi.
zh_cn: 播放失败，源语音已撤回
zh_hk: 無法播放，原始語音已撤回

# mDA
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# giI
source: Resend
de_de: Erneut senden
es_es: Enviar de nuevo
fr_fr: Renvoyer
hi_in: पुनः भेजें
id_id: Kirim Ulang
it_it: Invia di nuovo
ja_jp: 再送信
ko_kr: 다시 보내기
ms_my: Hantar semula
pt_br: Reenviar
ru_ru: Отпр. повторно
th_th: ส่งซ้ำอีกครั้ง
vi_vn: Gửi lại
zh_cn: 重发
zh_hk: 重新發送

# hMg
source: Unable to send. Resend this message?
de_de: Senden nicht möglich. Diese Nachricht erneut senden?
es_es: No se puede enviar. ¿Enviar de nuevo este mensaje?
fr_fr: Impossible d'envoyer. Renvoyer ce message ?
hi_in: भेजने में विफल हुआ. यह संदेश पुनः भेजें?
id_id: Tidak dapat mengirim. Kirim ulang pesan ini?
it_it: Impossibile inviare. Inviare di nuovo questo messaggio?
ja_jp: 送信できませんでした。再試行しますか？
ko_kr: 보낼 수 없습니다. 이 메시지를 다시 보내시겠습니까?
ms_my: Tidak dapat menghantar. Hantar semula mesej ini?
pt_br: Não é possível enviar. Reenviar esta mensagem?
ru_ru: Не удалось отправить. Отправить это сообщение еще раз?
th_th: ไม่สามารถส่งได้ ส่งข้อความนี้อีกครั้งหรือไม่
vi_vn: Không thể gửi. Gửi lại tin nhắn này?
zh_cn: 发送失败，重发该消息？
zh_hk: 發送失敗，重新發送此訊息？

# Zl4
source: View in Chat
de_de: Im Chat anzeigen
es_es: Ver en el chat
fr_fr: Afficher dans la discussion
hi_in: चैट में देखें
id_id: Lihat di Obrolan
it_it: Visualizza in chat
ja_jp: チャットで表示
ko_kr: 채팅에서 보기
ms_my: Lihat dalam Chat
pt_br: Visualizar no chat
ru_ru: Показать в чате
th_th: ดูในแชท
vi_vn: Xem trong Trò chuyện
zh_cn: 回到原文
zh_hk: 回到原文

# rk0
source: You've received a LAN file. Check it on your computer.
de_de: Sie haben eine LAN-Datei erhalten. Prüfen Sie es auf Ihrem Computer.
es_es: Has recibido un archivo de la LAN. Compruébalo en tu equipo.
fr_fr: Vous avez reçu un fichier LAN. Consultez-le sur votre ordinateur.
hi_in: आपने एक LAN फाइल प्राप्त किया है. अपने कंप्यूटर पर इसकी जाँच करें.
id_id: Anda telah menerima file LAN. Periksa di perangkat penerima.
it_it: Hai ricevuto un file LAN. Controllalo sul tuo computer.
ja_jp: LAN 経由のファイルを受信しました。デスクトップ版のみ確認できます
ko_kr: LAN 파일을 받았습니다. 컴퓨터에서 확인하세요.
ms_my: Anda telah menerima fail LAN. Periksa di komputer anda.
pt_br: Você recebeu um arquivo LAN. Verifique-o no seu computador.
ru_ru: Вы получили файл из локальной сети. Проверьте это на своем компьютере.
th_th: คุณได้รับไฟล์ LAN โปรดตรวจสอบบนคอมพิวเตอร์ของคุณ
vi_vn: Bạn đã nhận được một tệp tin LAN. Kiểm tra tệp tin này trên máy tính của bạn.
zh_cn: 你收到一个局域网传输文件，请在电脑端查看
zh_hk: 你收到一個局域網傳輸檔案，請在電腦端查看

# vRE
source: You've sent a LAN file. Check it on the sending device.
de_de: Sie haben eine LAN-Datei gesendet. Überprüfen Sie es auf dem Sendegeräte.
es_es: Has enviado un archivo de la LAN. Compruébalo en el dispositivo de envío.
fr_fr: Vous avez envoyé un fichier LAN. Consultez-le sur l'appareil d'envoi.
hi_in: आपने एक LAN फाइल भेजा है. भेजने वाले डिवाइस पर इसकी जाँच करें.
id_id: Anda telah mengirimkan file LAN. Periksa di perangkat pengirim.
it_it: Hai inviato un file LAN. Controllalo sul dispositivo mittente.
ja_jp: LAN 経由のファイルを送信しました。デスクトップ版のみ確認できます
ko_kr: LAN 파일을 보냈습니다. 전송 장치에서 확인하세요.
ms_my: Anda telah menghantar fail LAN. Periksa pada peranti penghantar.
pt_br: Você enviou um arquivo LAN. Verifique-o no dispositivo de envio.
ru_ru: Вы отправили файл из локальной сети. Проверьте это на своем компьютере.
th_th: คุณได้ส่งไฟล์ LAN ตรวจสอบบนอุปกรณ์ที่ส่ง
vi_vn: Bạn đã gửi một tệp tin LAN. Kiểm tra tệp tin này trên thiết bị gửi.
zh_cn: 你发送了一个局域网传输文件，请在电脑端查看
zh_hk: 你已發送一個局域網傳輸檔案，請在電腦端查看

# uS4
source: Add to Contacts
de_de: Zu Kontakten hinzufügen
es_es: Agregar a Contactos
fr_fr: Ajouter aux contacts
hi_in: संपर्कों में जोड़ें
id_id: Tambah ke Kontak
it_it: Aggiungi ai contatti
ja_jp: 連絡先を追加する
ko_kr: 연락처에 추가
ms_my: Tambah ke Kenalan
pt_br: Adicionar aos contatos
ru_ru: Добавить в контакты
th_th: เพิ่มลงในรายชื่อที่ติดต่อ
vi_vn: Thêm vào Danh bạ
zh_cn: 添加为联系人
zh_hk: 新增為聯絡人

# J24
source: You can no longer chat or collaborate if you block this user.
de_de: Sie können nicht mehr chatten oder zusammenarbeiten, wenn Sie diesen Benutzer blockieren.
es_es: No podréis chatear y colaborar si bloqueas a este usuario.
fr_fr: Si vous bloquez cet utilisateur, vous ne pourrez plus discuter ou collaborer.
hi_in: अगर आप इस उपयोगकर्ता को ब्लॉक करते हैं, तो आप अब चैट या सहयोग नहीं कर पाएँगे.
id_id: Anda tidak dapat mengobrol atau berkolaborasi jika Anda memblokir pengguna ini.
it_it: Se blocchi questo utente, non potrete più chattare o collaborare.
ja_jp: ブロックすると、お互いにチャット、共同作業できなくなります
ko_kr: 이 사용자를 차단하면 더 이상 채팅이나 공동 작업을 할 수 없습니다.
ms_my: Anda tidak lagi boleh bersembang atau bekerjasama jika anda menyekat pengguna ini.
pt_br: Se bloquear este usuário, você não poderá mais bater papo ou colaborar com ele.
ru_ru: Вы больше не сможете общаться или сотрудничать, если вы заблокируете этого пользователя.
th_th: คุณไม่สามารถแชทหรือทำงานร่วมกันได้อีกต่อไปหากปิดกั้นผู้ใช้รายนี้
vi_vn: Bạn không thể trò chuyện hoặc cộng tác nếu chặn người dùng này.
zh_cn: 屏蔽后，你们将无法继续聊天或协作
zh_hk: 封鎖後，你們將無法繼續聊天或協作

# s0Q
source: Block user
de_de: Benutzer blockieren
es_es: Bloquear al usuario
fr_fr: Bloquer l'utilisateur
hi_in: उपयोगकर्ता को ब्लॉक करें
id_id: Blokir pengguna
it_it: Blocca utente
ja_jp: ブロック
ko_kr: 사용자 차단
ms_my: Sekat pengguna
pt_br: Bloquear usuário
ru_ru: Блокировать
th_th: บล็อกผู้ใช้
vi_vn: Chặn người dùng
zh_cn: 屏蔽用户
zh_hk: 封鎖用戶

# 4VA
source: Block User
de_de: Benutzer blockieren
es_es: Bloquear al usuario
fr_fr: Bloquer l'utilisateur
hi_in: इस उपयोगकर्ता को ब्लॉक करें
id_id: Blokir Pengguna
it_it: Blocca utente
ja_jp: このユーザーをブロックする
ko_kr: 사용자 차단
ms_my: Sekat Pengguna
pt_br: Bloquear usuário
ru_ru: Блокировать
th_th: บล็อกผู้ใช้
vi_vn: Chặn Người dùng
zh_cn: 屏蔽该用户
zh_hk: 封鎖此用戶

# 4NU
source: Blocked
de_de: Blockiert
es_es: Bloqueado
fr_fr: Bloqué
hi_in: ब्लॉक किया गया
id_id: Diblokir
it_it: Bloccato
ja_jp: ブロック中
ko_kr: 차단됨
ms_my: Disekat
pt_br: Bloqueado
ru_ru: Заблокирован
th_th: บล็อกแล้ว
vi_vn: Đã chặn
zh_cn: 已屏蔽
zh_hk: 已封鎖

# O78
source: Unable to perform this action as you've blocked this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie diesen Benutzer blockiert haben.
es_es: No se puede realizar esta acción ya que has bloqueado a este usuario.
fr_fr: Impossible d'effectuer cette action car vous avez bloqué cet utilisateur.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपने इस उपयोगकर्ता को ब्लॉक कर दिया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda memblokir pengguna ini.
it_it: Impossibile eseguire questa azione poiché hai bloccato questo utente.
ja_jp: このユーザーをブロックしているため、操作できません
ko_kr: 이 사용자를 차단하셨으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda telah menyekat pengguna ini.
pt_br: Não é possível realizar esta ação porque você bloqueou este usuário.
ru_ru: Невозможно выполнить это действие, так как вы заблокировали этого пользователя.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณได้ปิดกั้นผู้ใช้รายนี้แล้ว
vi_vn: Không thể thực hiện thao tác này vì bạn đã chặn người dùng này.
zh_cn: 你已屏蔽该用户，无法进行此操作
zh_hk: 你已封鎖該用戶，無法執行此操作

# pcE
source: Unable to perform this action as you're blocked by this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie von diesem Benutzer blockiert werden.
es_es: No se puede realizar esta acción ya que este usuario te ha bloqueado.
fr_fr: Impossible d'effectuer cette action car cet utilisateur vous a bloqué.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपको इस उपयोगकर्ता द्वारा ब्लॉक किया गया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda diblokir oleh pengguna ini.
it_it: Impossibile eseguire questa azione poiché sei bloccato da questo utente.
ja_jp: このユーザーにブロックされているため、操作できません
ko_kr: 이 사용자가 회원님을 차단했으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda disekat oleh pengguna ini.
pt_br: Não é possível realizar esta ação porque você foi bloqueado por este usuário.
ru_ru: Невозможно выполнить это действие, так как этот пользователь вас заблокировал.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณถูกผู้ใช้รายนี้ปิดกั้น
vi_vn: Không thể thực hiện thao tác này vì bạn đã bị người dùng này chặn.
zh_cn: 该用户已将你屏蔽，无法进行此操作
zh_hk: 此用戶已封鎖你，無法進行此操作

# A8Q
source: Shortcuts
de_de: Verknüpfungen
es_es: Accesos directos
fr_fr: Raccourcis
hi_in: शॉर्टकट
id_id: Pintasan
it_it: Tasti di scelta rapida
ja_jp: ショートカット
ko_kr: 바로 가기
ms_my: Pintasan
pt_br: Atalhos
ru_ru: Сочетания клавиш
th_th: ทางลัด
vi_vn: Phím tắt
zh_cn: 快捷操作
zh_hk: 快捷操作

# a/c
source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
hi_in: संगठन
id_id: Organisasi
it_it: Organizzazione
ja_jp: 法人ラッキーマネー
ko_kr: 기업
ms_my: Organisasi
pt_br: Organização
ru_ru: Организация
th_th: องค์กร
vi_vn: Tổ chức
zh_cn: 企业红包
zh_hk: 企業利是

# OfM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: 権限付与を取り消す
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消授权
zh_hk: 取消授權

# dO0
source: Please note that external users with permission to share the document can view the list of collaborators.
de_de: Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können die Liste der Mitarbeiter anzeigen.
es_es: Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver la lista de colaboradores.
fr_fr: Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher la liste des collaborateurs.
hi_in: कृपया ध्यान दें, कि दस्तावेज़ साझा करने की अनुमति वाले बाहरी उपयोगकर्ता सहयोगियों की सूची देख सकते हैं.
id_id: Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat daftar kolaborator.
it_it: Tieni presente che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare l'elenco dei collaboratori.
ja_jp: ドキュメントの共有権限のある外部ユーザーは、共同編集者リストの閲覧が可能です。
ko_kr: 파일 공유 권한이 있는 외부 사용자는 공동 작업자 목록을 볼 수 있습니다.
ms_my: Harap maklum bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat senarai kolaborator.
pt_br: Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar a lista de colaboradores.
ru_ru: Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать список соавторов.
th_th: โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูรายการผู้ร่วมงานได้
vi_vn: Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được danh sách cộng tác viên.
zh_cn: 注意：有文档分享权限的外部用户可查看协作者列表。
zh_hk: 注意：擁有文件分享權限的外部用戶可查看協作者名單。

# csg
source: Please note that the external users with permission to share the document can view the group name.
de_de: Externe Benutzer mit einer Berechtigung zum Teilen des Dokuments können den Gruppennamen anzeigen.
es_es: Ten en cuenta que los usuarios externos con permiso para compartir el documento pueden ver el nombre de grupo.
fr_fr: Veuillez noter que les utilisateurs externes autorisés à partager le document peuvent afficher le nom du groupe.
hi_in: कृपया ध्यान दें, कि दस्तावेज़ साझा करने की अनुमति वाले बाहरी उपयोगकर्ता समूह का नाम देख सकते हैं.
id_id: Perhatikan bahwa pengguna eksternal yang memiliki izin untuk berbagi dokumen dapat melihat nama grup.
it_it: Tieni presente che gli utenti esterni che dispongono dell'autorizzazione per condividere il file possono visualizzare il nome del gruppo.
ja_jp: ドキュメントの共有権限のある外部ユーザーは、当グループ名を閲覧できます。
ko_kr: 문서 공유 권한이 있는 외부 사용자는 그룹 이름을 볼 수 있습니다.
ms_my: Harap maklum bahawa pengguna luar dengan kebenaran untuk berkongsi dokumen boleh melihat nama kumpulan.
pt_br: Observe que os usuários externos com permissão para compartilhar o documento poderão visualizar o nome do grupo.
ru_ru: Обратите внимание, что внешние пользователи с разрешением делиться документом могут просматривать имя группы.
th_th: โปรดทราบว่าผู้ใช้ภายนอกที่มีสิทธิ์การอนุญาตในการแบ่งปันเอกสารสามารถดูชื่อกลุ่มได้
vi_vn: Xin lưu ý rằng người dùng bên ngoài có quyền chia sẻ tài liệu có thể xem được tên nhóm.
zh_cn: 注意：有文档分享权限的外部用户可查看本群名称。
zh_hk: 注意：擁有文件分享權限的外部用戶可查看本群組名稱。
