Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LKLaunchGuide/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn

# bKc
source: Get Started
de_de: Erste Schritte
es_es: Comenzar
fr_fr: C'est parti
it_it: Inizia
ja_jp: 使ってみる
ko_kr: 시작
ms_my: Mula
pt_br: Iniciar
ru_ru: Начать
th_th: เริ่มต้น
vi_vn: Bắt đầu

# l1s
source: Feishu, first choice for front-runners
de_de: Feishu – erste Wahl für Spitzenreiter
es_es: Feishu, primera opción para los vanguardistas
fr_fr: Feishu, premier choix des leaders
it_it: Feishu, la prima scelta dei leader
ja_jp: Feishu でつなぐ、最先端のチーム
ko_kr: Feishu, 선두 주자를 위한 최우선 선택 제품
ms_my: Feishu, pilihan pertama untuk pelari hadapan
pt_br: Feishu, a primeira opção para os primeiros colocados
ru_ru: Feishu — первый выбор лидеров
th_th: Feishu ตัวเลือกแรกสำหรับผู้นำในวงการ
vi_vn: Feishu, lựa chọn hàng đầu cho doanh nghiệp tiềm năng

# CbQ
source: Manage information, workflows, and people, all in one place.
de_de: Informationen, Workflows und Personen verwalten – alles an einem Ort.
es_es: Gestiona la información, los flujos de trabajo y las personas, todo en un mismo lugar.
fr_fr: Gérez vos informations, vos flux de travail et vos collaborateurs au même endroit.
it_it: Gestisci informazioni, flussi di lavoro e persone, tutto in un unico posto.
ja_jp: すべての情報・ワークフロー・人を一元で管理します。
ko_kr: 정보, 워크플로 및 사용자를 모두 한곳에서 관리합니다.
ms_my: Urus maklumat, aliran kerja, dan orang, semua dalam satu tempat.
pt_br: Gerencie informações, fluxos de trabalho e pessoas em um só lugar.
ru_ru: Централизованно управляйте информацией, рабочими процессами и людьми.
th_th: จัดการข้อมูล ขั้นตอนการทำงาน และผู้ใช้ ทั้งหมดในที่เดียว
vi_vn: Quản lý thông tin, quy trình làm việc và nhân sự ở một nơi duy nhất.

# jS8
source: Your one-stop work platform
de_de: Ihre alles umfassende Arbeitsplattform
es_es: Tu plataforma de trabajo integral
fr_fr: Votre plateforme de travail unique
it_it: La tua piattaforma lavorativa completa
ja_jp: 統合型 DX プラットフォーム
ko_kr: 원스톱 작업 플랫폼
ms_my: Platform kerja serba ada anda
pt_br: Sua plataforma de trabalho completa
ru_ru: Ваша универсальная рабочая платформа
th_th: แพลตฟอร์มงานครบวงจรของคุณ
vi_vn: Nền tảng làm việc toàn diện của bạn

# PZM
source: Manage information, workflows, and people, all in one place.
de_de: Informationen, Workflows und Personen verwalten – alles an einem Ort.
es_es: Gestiona la información, los flujos de trabajo y las personas, todo en un mismo lugar.
fr_fr: Gérez vos informations, vos flux de travail et vos collaborateurs au même endroit.
it_it: Gestisci informazioni, flussi di lavoro e persone, tutto in un unico posto.
ja_jp: すべての情報・ワークフロー・人を一元で管理します。
ko_kr: 정보, 워크플로 및 사용자를 모두 한곳에서 관리합니다.
ms_my: Urus maklumat, aliran kerja, dan orang, semua dalam satu tempat.
pt_br: Gerencie informações, fluxos de trabalho e pessoas em um só lugar.
ru_ru: Централизованно управляйте информацией, рабочими процессами и людьми.
th_th: จัดการข้อมูล ขั้นตอนการทำงาน และผู้ใช้ ทั้งหมดในที่เดียว
vi_vn: Quản lý thông tin, quy trình làm việc và nhân sự ở một nơi duy nhất.

# SNY
source: Log in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
ms_my: Log masuk
pt_br: Fazer login
ru_ru: Войти
th_th: ล็อกอิน
vi_vn: Đăng nhập

# scU
source: Sign up an organization on {{BrandName}}
de_de: Organisation unter {{BrandName}} registrieren
es_es: Registra una organización en {{BrandName}}
fr_fr: Inscrire une organisation sur {{BrandName}}
it_it: Iscriviti a un'organizzazione su {{BrandName}}
ja_jp: {{BrandName}} 法人アカウントを開設
ko_kr: {{BrandName}}에서 기업에 가입
ms_my: Daftar organisasi di {{BrandName}}
pt_br: Registrar uma organização em {{BrandName}}
ru_ru: Зарегистрируйте организацию в {{BrandName}}
th_th: ลงทะเบียนองค์กรบน {{BrandName}}
vi_vn: Đăng ký tổ chức trên {{BrandName}}

# 9lY
source: Sign Up Now
de_de: Jetzt registrieren
es_es: Regístrate ahora
fr_fr: S'inscrire maintenant
it_it: Iscriviti ora
ja_jp: 新規登録
ko_kr: 지금 가입하기
ms_my: Daftar Sekarang
pt_br: Inscrever-se agora
ru_ru: Зарегистрироваться
th_th: ลงทะเบียนตอนนี้เลย
vi_vn: Đăng ký ngay

# 40E
source: Host reliable and collaborative meetings for unlimited time and for up to 100 people - for free!
de_de: Veranstalten Sie zuverlässige und kooperative Treffen für unbegrenzte Zeit und für bis zu 100 Personen - kostenlos!
es_es: Organiza reuniones fiables y colaborativas durante un tiempo ilimitado y para un máximo de 100 personas: ¡gratis!
fr_fr: Organisez des réunions fiables et collaboratives sans limite de durée et jusqu'à 100 personnes - gratuitement !
it_it: Organizza gratuitamente riunioni affidabili e collaborative per un tempo illimitato e per un massimo di 100 persone!
ja_jp: Lark では、無料で時間無制限、最大 100 人参加可能のビデオ会議とその他のコラボレーションツールを提供しています。
ko_kr: 신뢰할 수 있는 상호 참여형 회의를 무료로 주최해 보세요. 시간 제한이 없는 데다 최대 100명까지 참가할 수 있습니다!
ms_my: Anjurkan mesyuarat yang boleh dipercayai dan kolaboratif tanpa had masa dan untuk sehingga 100 orang - secara percuma!
pt_br: Organize reuniões confiáveis e colaborativas por tempo ilimitado e para até 100 pessoas, de graça!
ru_ru: Проводите конференции с числом участников до 100 человек без ограничения по времени бесплатно!
th_th: จัดการประชุมร่วมกันอย่างราบรื่นได้แบบฟรี ๆ ในระยะเวลาจำกัดพร้อมเข้าร่วมได้สูงสุดถึง 100 คน
vi_vn: Tổ chức cuộc họp cộng tác và đáng tin cậy trong thời gian không giới hạn cho tối đa 100 người - miễn phí!

# qII
source: Stay Connected
de_de: Verbunden bleiben
es_es: Permanece conectado
fr_fr: Restez connecté
it_it: Rimani connesso
ja_jp: コラボをより簡単に
ko_kr: 연락 유지
ms_my: Sentiasa Berhubung
pt_br: Fique conectado
ru_ru: Оставайтесь на связи
th_th: เชื่อมต่อถึงกันอยู่เสมอ
vi_vn: Giữ liên lạc
