Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/LarkOCR/auto_resources/*.strings
Languages: ko_kr, th_th, vi_vn

# 4hA
source: Copy All
ko_kr: 모두 복사
th_th: คัดลอกทั้งหมด
vi_vn: Sao chép tất cả

# Ptc
source: Copy Selected
ko_kr: 선택 항목 복사
th_th: คัดลอกที่เลือก
vi_vn: Sao chép nội dung đã chọn

# PdA
source: Copy
ko_kr: 복사
th_th: สำเนา
vi_vn: Sao chép

# yaY
source: Extract All
ko_kr: 모두 추출
th_th: แยกทั้งหมด
vi_vn: Trích xuất tất cả

# 8oo
source: Extract Selected
ko_kr: 선택 항목 추출
th_th: แยกที่เลือก
vi_vn: Trích xuất nội dung đã chọn

# WVg
source: Close
ko_kr: 닫기
th_th: ปิด
vi_vn: Đóng

# ML4
source: Extract text
ko_kr: 텍스트 추출
th_th: แยกข้อความ
vi_vn: Trích xuất văn bản

# 55k
source: Failed to extract text
ko_kr: 텍스트를 추출하지 못했습니다
th_th: แยกข้อความไม่สำเร็จ
vi_vn: Trích xuất văn bản không thành công

# PPI
source: Forward All
ko_kr: 모두 전달
th_th: ส่งต่อทั้งหมด
vi_vn: Chuyển tiếp tất cả

# Sos
source: Forward Selected
ko_kr: 선택 항목 전달
th_th: ส่งต่อที่เลือก
vi_vn: Chuyển tiếp nội dung đã chọn

# f4Y
source: Forward
ko_kr: 전달
th_th: ส่งต่อ
vi_vn: Chuyển tiếp

# d4Q
source: No text found
ko_kr: 텍스트를 찾을 수 없음
th_th: ไม่พบข้อความ
vi_vn: Không tìm thấy văn bản

# 2Cc
source: Scroll with 2 fingers
ko_kr: 두 손가락으로 스크롤
th_th: เลื่อนด้วย 2 นิ้ว
vi_vn: Kéo bằng 2 ngón tay

# eSA
source: Tap or drag to select text
ko_kr: 탭하거나 드래그하여 텍스트 선택
th_th: แตะหรือลากเพื่อเลือกข้อความ
vi_vn: Nhấn hoặc kéo để chọn văn bản

# Km8
source: Looks like you are offline!
ko_kr: 오프라인 상태인 것 같습니다!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
