Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/QRCode/auto_resources/*.strings
Languages: fr_fr, id_id, it_it, vi_vn

# WMo
source: Recognize Text
fr_fr: Reconnaître le texte
id_id: Kenali Teks
it_it: Riconosci testo
vi_vn: Nhận diện Văn bản

# qWU
source: Scan QR Code
fr_fr: Scanner le code QR
id_id: Pindai kode QR
it_it: Scansiona codice QR
vi_vn: Quét Mã QR

# HyU
source: Select the text area to be recognized.
fr_fr: Sélectionnez la zone de texte à reconnaître.
id_id: Pilih area teks untuk dikenali.
it_it: Seleziona l'area di testo da riconoscere.
vi_vn: Chọn vùng văn bản cần nhận diện.

# pbo
source: Tap to turn off flashlight.
fr_fr: Appuyez pour éteindre la lampe torche.
id_id: Ketuk untuk mematikan lampu senter.
it_it: Tocca per spegnere la torcia.
vi_vn: Chạm để tắt đèn pin.

# w44
source: Tap to turn on flashlight.
fr_fr: Appuyer pour activer la lampe torche
id_id: Ketuk untuk menghidupkan lampu senter.
it_it: Tocca per accendere la torcia.
vi_vn: Chạm để bật đèn pin.

# xAQ
source: Cancel
fr_fr: Annuler
id_id: Batal
it_it: Annulla
vi_vn: Hủy

# RZg
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your camera to scan QR codes
fr_fr: Veuillez accéder aux Paramètres et autoriser {{APP_DISPLAY_NAME}} à accéder à votre caméra pour scanner les codes QR
id_id: Buka Pengaturan dan izinkan {{APP_DISPLAY_NAME}} untuk mengakses kamera Anda untuk memindai kode QR
it_it: Vai a Impostazioni e consenti a {{APP_DISPLAY_NAME}} di accedere alla tua videocamera per scansionare i codici QR
vi_vn: Vui lòng đi tới Cài đặt và cho phép {{APP_DISPLAY_NAME}} truy cập vào máy ảnh của bạn để quét mã QR

# L4Q
source: Need permission to access your camera
fr_fr: Autorisation requise pour accéder à votre caméra
id_id: Perlu izin untuk mengakses kamera Anda
it_it: Occorre l'autorizzazione per accedere alla tua videocamera
vi_vn: Cần quyền để truy cập vào máy ảnh của bạn

# ciI
source: Loading...
fr_fr: Chargement…
id_id: Memuatâ€¦
it_it: Caricamento in corso
vi_vn: Đang tải...

# ewo
source: Cancel
fr_fr: Annuler
id_id: Batal
it_it: Annulla
vi_vn: Hủy bỏ

# Tac
source: Confirm
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
vi_vn: Xác nhận

# 4L8
source: Notice
fr_fr: Avis
id_id: Pemberitahuan
it_it: Messaggio di avviso
vi_vn: Thông báo

# qXI
source: Scan QR Code
fr_fr: Scanner le code QR
id_id: Pindai Kode QR
it_it: Scansiona codice QR
vi_vn: Quét Mã QR

# kTU
source: This is either a network or service error. Please try again.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.

# 9xY
source: Device error. Please try again later.
fr_fr: Erreur d'appareil. Veuillez réessayer plus tard.
id_id: Kesalahan perangkat. Coba lagi nanti.
it_it: Errore del dispositivo. Riprova più tardi.
vi_vn: Lỗi thiết bị. Vui lòng thử lại sau.

# FLI
source: QR code not found
fr_fr: Code QR introuvable
id_id: Kode QR tidak ditemukan
it_it: Codice QR non trovato
vi_vn: Không tìm thấy mã QR

# DrA
source: Confirm
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
vi_vn: Xác nhận

# lSc
source: Switch to full-screen to use camera
fr_fr: Passez en plein écran pour utiliser la caméra
id_id: Beralih ke layar penuh untuk menggunakan kamera
it_it: Passa allo schermo intero per utilizzare la videocamera
vi_vn: Chuyển sang toàn màn hình để sử dụng máy ảnh

# 1cY
source: Tap the code you'd like to open
fr_fr: Appuyez sur le code que vous souhaitez ouvrir
id_id: Ketuk kode yang ingin Anda buka
it_it: Tocca il codice che desideri aprire
vi_vn: Nhấn vào mã bạn muốn mở

# UQg
source: Tap to Turn Off Flashlight
fr_fr: Appuyez pour désactiver la lampe de poche
id_id: Ketuk untuk Menonaktifkan Senter
it_it: Tocca per disattivare la Torcia
vi_vn: Nhấn để tắt đèn flash

# aDk
source: Tap to Turn On Flashlight
fr_fr: Appuyez pour activer la lampe de poche
id_id: Ketuk untuk Mengaktifkan Senter
it_it: Tocca per attivare la Torcia
vi_vn: Nhấn để bật đèn flash
