Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# WM8
source: This user will be removed from your contacts but your chat history will not be deleted.
de_de: Diese Benutzer wird zwar aus Ihren Kontakten entfernt, Ihr Chatverlauf aber nicht gelöscht.
es_es: Este usuario se eliminará de tus contactos, pero su historial de chat no se eliminará.
fr_fr: Cet utilisateur sera supprimé de vos contacts mais votre historique de discussion ne sera pas supprimé.
hi_in: यह उपयोगकर्ता आपके संपर्क से निकाल दिया जाएगा, लेकिन आपका चैट इतिहास हटाया नहीं जाएगा.
id_id: Pengguna ini akan dihapus dari kontak Anda tapi riwayat obrolan Anda tidak akan dihapus.
it_it: Questo utente verrà rimosso dai tuoi contatti ma la cronologia chat non verrà eliminata.
ja_jp: このユーザーはあなたの連絡先リストから削除されますが、チャット履歴は保存されます
ko_kr: 이 사용자는 연락처에서 제거되지만 채팅 기록은 삭제되지 않습니다.
ms_my: Pengguna ini akan dikeluarkan dari kenalan anda tetapi sejarah sembang anda tidak akan dipadam.
pt_br: Este usuário será removido dos contatos, mas o histórico do chat não será excluído.
ru_ru: Этот пользователь будет удален из контактов, но история чатов сохранится.
th_th: ผู้ใช้รายนี้จะถูกลบออกจากรายชื่อที่ติดต่อของคุณ แต่ประวัติแชทจะไม่ถูกลบ
vi_vn: Người dùng này sẽ bị xóa khỏi danh bạ của bạn nhưng lịch sử trò chuyện sẽ không bị xóa.
zh_cn: 对方将从你的联系人列表中移除，但会话记录会保留
zh_hk: 對方將從你的聯絡人名單中移除，但對話記錄會保留

# xl0
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定

# nu4
source: Report
de_de: Melden
es_es: Informe
fr_fr: Signaler
hi_in: रिपोर्ट
id_id: Lapor
it_it: Rapporto
ja_jp: このユーザーを報告する
ko_kr: 신고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报该用户
zh_hk: 舉報此用戶

# RdU
source: Collaborators and partners outside of your organization can find you via this link.
de_de: Über diesen Link können Sie von Mitarbeitern und Partnern außerhalb Ihrer Organisation gefunden werden.
es_es: Los colaboradores y los socios ajenos a tu organización pueden buscarte a través de este enlace.
fr_fr: Les collaborateurs et les partenaires qui n'appartiennent pas à votre organisation peuvent vous trouver via ce lien.
hi_in: आपके संगठन के बाहर के सहयोगी और भागीदार आपको इस लिंक से ढूँढ सकते हैं.
id_id: Kolaborator dan mitra di luar organisasi Anda dapat menambahkan Anda melalui tautan ini.
it_it: Collaboratori e partner esterni alla tua organizzazione possono trovarti tramite questo link.
ja_jp: 外部の協力者とパートナーはこのリンクからあなたを見つけられます
ko_kr: 기업 외부의 공동 작업자와 파트너는 이 링크를 통해 회원님을 찾을 수 있습니다.
ms_my: Rakan kerjasama dan rakan kongsi di luar organisasi anda boleh mencari anda melalui pautan ini.
pt_br: Os colaboradores e parceiros de fora da sua organização podem encontrar você por meio deste link.
ru_ru: Соавторы и партнеры не из вашей команды могут добавить вас в качестве контакта по этой ссылке.
th_th: ผู้ร่วมงานและพันธมิตรนอกองค์กรของคุณสามารถค้นหาคุณผ่านทางลิงก์นี้ได้
vi_vn: Cộng tác viên và đối tác bên ngoài tổ chức có thể tìm thấy bạn qua liên kết này.
zh_cn: 企业外的协作者、合作伙伴可通过此链接找到你
zh_hk: 團隊外的協作者和合作夥伴可通過此連結找到你

# 99g
source: Others can click the link to add you as their external contact
de_de: Andere können auf den Link klicken, um Sie als externen Kontakt hinzuzufügen.
es_es: Otros usuarios pueden hacer clic en el enlace para agregarte como contacto externo
fr_fr: Ce lien permet aux autres utilisateurs de vous ajouter en tant que contact externe
hi_in: अन्य लोग आपको उनके बाहरी संपर्क के रूप में जोड़ने के लिए लिंक पर क्लिक कर सकते हैं
id_id: Orang lain dapat klik pada tautan untuk menambah Anda sebagai kontak eksternal mereka
it_it: Altri possono fare clic sul link per aggiungerti come loro contatto esterno
ja_jp: 相手はリンクをクリックして、あなたを外部連絡先に追加できます
ko_kr: 다른 사용자는 링크를 클릭하여 회원님을 외부 연락처로 추가할 수 있습니다
ms_my: Orang lain boleh klik pautan untuk menambah anda sebagai kenalan luaran mereka
pt_br: Outras pessoas podem clicar no link para adicionar você como contato externo
ru_ru: Другие могут щелкнуть ссылку, чтобы добавить вас в качестве внешнего контакта.
th_th: คนอื่น ๆ สามารถคลิกลิงก์เพื่อเพิ่มคุณเป็นผู้ติดต่อภายนอกของตนเองได้
vi_vn: Những người khác có thể chạm vào liên kết để thêm bạn làm liên hệ bên ngoài
zh_cn: 对方可点击链接，将你添加为外部联系人
zh_hk: 對方可點擊連結，將你新增為外部聯絡人

# RXU
source: Others can scan the QR code to add you as their external contact
de_de: Über diesen QR-Code können Sie von Mitarbeitern und Partnern außerhalb Ihres Teams gefunden werden.
es_es: Los colaboradores y los socios ajenos a tu equipo pueden buscarte si escanean este código QR.
fr_fr: Les collaborateurs et les partenaires qui n'appartiennent pas à votre équipe peuvent vous trouver via ce code QR.
hi_in: आपकी टीम के बाहर के सहयोगी और भागीदार आपको इस QR कोड के माध्यम से ढूँढ सकते हैं.
id_id: Kolaborator dan mitra di luar tim Anda dapat menemukan Anda via kode QR ini.
it_it: Collaboratori e partner esterni al tuo team possono trovarti tramite questo codice QR.
ja_jp: QRコードをスキャンすると、外部連絡先として追加できます。
ko_kr: 팀 외부의 공동 작업자와 파트너는 이 QR 코드를 통해 회원님을 찾을 수 있습니다.
ms_my: Orang lain boleh mengimbas kod QR untuk menambah anda sebagai kenalan luaran mereka
pt_br: Os colaboradores e parceiros de fora da sua equipe podem encontrar você por meio deste código QR.
ru_ru: Соавторы и партнеры не из вашей команды могут добавить вас в качестве контакта с помощью этого QR-кода.
th_th: ผู้ร่วมงานและพันธมิตรนอกทีมของคุณสามารถค้นหาคุณผ่านทางคิวอาร์โค้ดนี้ได้
vi_vn: Cộng tác viên và đối tác bên ngoài nhóm có thể tìm thấy qua mã QR này.
zh_cn: 对方可扫描二维码，将你添加为外部联系人
zh_hk: 對方可掃描 QR 碼，將你新增為外部聯絡人

# bjo
source: You can resume chatting and collaborating if you unblock this user.
de_de: Sie können den Chat und die Zusammenarbeit wieder aufnehmen, wenn Sie die Blockierung dieses Benutzers aufheben.
es_es: Podréis seguir chateando y colaborando si desbloqueas a este usuario.
fr_fr: Si vous débloquez cet utilisateur, vous pourrez à nouveau discuter et collaborer.
hi_in: अगर आप इस उपयोगकर्ता को अनब्लॉक करते हैं, तो आप अब चैट करना या सहयोग करना फिर शुरू कर सकते हैं.
id_id: Anda dapat kembali mengobrol dan berkolaborasi jika Anda membuka blokir pengguna ini.
it_it: Se sblocchi questo utente, potrete riprendere a chattare e collaborare.
ja_jp: ブロックを解除すると、お互いにチャット、共同作業できるようになります
ko_kr: 이 사용자를 차단 해제하면 채팅 및 공동 작업을 재개할 수 있습니다.
ms_my: Anda boleh meneruskan sembang dan bekerjasama jika anda menyahsekat pengguna ini.
pt_br: Se desbloquear este usuário, você poderá voltar a bater papo e colaborar com ele.
ru_ru: Вы можете вернуться к чату и сотрудничеству, если вы разблокируете этого пользователя.
th_th: คุณสามารถแชทและทำงานร่วมกันได้ต่อไปหากคุณยกเลิกการปิดกั้นผู้ใช้ราย
vi_vn: Bạn có thể tiếp tục trò chuyện và cộng tác nếu bỏ chặn người dùng này.
zh_cn: 解除屏蔽后，你们可以恢复聊天和协作
zh_hk: 解除封鎖後，你們可以恢復聊天和協作

# 3Fc
source: Unblock this user?
de_de: Blockierung für diesen Benutzer aufheben?
es_es: ¿Desbloquear a este usuario?
fr_fr: Débloquer cet utilisateur ?
hi_in: इस उपयोगकर्ता को अनब्लॉक करना चाहते हैं?
id_id: Buka blokir pengguna ini?
it_it: Vuoi sbloccare questo utente?
ja_jp: このユーザーのブロックを解除しますか？
ko_kr: 이 사용자의 차단을 해제하시겠습니까?
ms_my: Buka sekatan pengguna ini?
pt_br: Desbloquear este usuário?
ru_ru: Разблокировать этого пользователя?
th_th: ต้องการเลิกบล็อกผู้ใช้รายนี้หรือไม่
vi_vn: Bỏ chặn người dùng này?
zh_cn: 确定解除屏蔽该用户？
zh_hk: 確定解除封鎖此用戶？

# gdI
source: Unblocked successfully
de_de: Blockierung erfolgreich aufgehoben
es_es: Desbloqueado con éxito
fr_fr: Débloqué avec succès
hi_in: अनब्लॉक किया गया
id_id: Blokir berhasil dibuka
it_it: Sbloccato correttamente
ja_jp: 解除しました
ko_kr: 차단 해제 성공
ms_my: Berjaya dinyahsekat
pt_br: Desbloqueado com êxito
ru_ru: Разблокирован
th_th: เลิกบล็อกสำเร็จ
vi_vn: Bỏ chặn thành công
zh_cn: 解除成功
zh_hk: 解除成功

# iVk
source: Exit Organization
de_de: Organisation verlassen
es_es: Salir de la organización
fr_fr: Quitter l'organisation
id_id: Keluar dari Organisasi
it_it: Esci dall'organizzazione
ja_jp: 法人を退会
ko_kr: 기업에서 나가기
ms_my: Keluar Organisasi
pt_br: Sair da organização
ru_ru: Выйти из организации
th_th: ออกจากองค์กร
vi_vn: Thoát khỏi tổ chức
zh_cn: 退出当前企业
zh_hk: 退出目前企業

# MjE
source: Manage Organization
de_de: Organisation verwalten
es_es: Administrar organización
fr_fr: Gérer l'organisation
id_id: Kelola Organisasi
it_it: Gestisci organizzazione
ja_jp: 組織構造を管理
ko_kr: 기업 관리
ms_my: Urus Organisasi
pt_br: Gerenciar organização
ru_ru: Управление организацией
th_th: จัดการองค์กร
vi_vn: Quản lý tổ chức
zh_cn: 管理组织架构
zh_hk: 管理組織架構

# 1kg
source: When the member belongs to more than 1 department, count only the ones in the main department.
de_de: Wenn das Mitglied mehr als einer Abteilung angehört, wird es nur in der Hauptabteilung gezählt.
es_es: Si un miembro pertenece a más de un departamento, se cuentan solo los del departamento principal.
fr_fr: Lorsque le membre appartient à plus d'un service, ne comptez que ceux du service principal.
id_id: Ketika anggota merupakan bagian dari lebih dari 1 departemen, hanya hitung anggota yang ada di departemen utama.
it_it: Quando il membro appartiene a più di 1 reparto, conta solo quelli nel reparto principale.
ja_jp: メンバーが複数の部門に属する場合、メイン所属部門の人数にのみ計上します。
ko_kr: 구성원이 부서에 1개 넘게 속해 있을 때는 주요 부서의 것만 계산합니다.
ms_my: Apabila ahli itu tergolong dalam lebih daripada 1 jabatan, kira hanya yang berada dalam jabatan utama.
pt_br: Quando o membro pertencer a mais de 1 departamento, conte apenas os do departamento principal.
ru_ru: Когда участник принадлежит более чем к 1 отделу, учитываются только те, кто находится в основном отделе.
th_th: เมื่อสมาชิกอยู่ในแผนกมากกว่า 1 แผนก ให้นับเฉพาะแผนกที่เป็นแผนกหลัก
vi_vn: Khi thành viên thuộc nhiều phòng ban, chỉ đếm những người trong phòng ban chính.
zh_cn: 成员属于多个部门时，仅计入所属主部门人数
zh_hk: 成員屬於多個部門時，只計入所屬主部門人數

# KfY
source: When the member belongs to more than 1 department, count members from all departments.
de_de: Wenn das Mitglied mehr als einer Abteilung angehört, wird es in der Zahl jeder zugehörigen Abteilung gezählt.
es_es: Si el miembro pertenece a más de un departamento, contar los miembros de todos los departamentos.
fr_fr: Si le membre appartient à plus d'un service, comptez les membres de tous les services.
id_id: Ketika anggota merupakan bagian dari lebih dari 1 departemen, hitung anggota dari semua departemen.
it_it: Quando il membro appartiene a più di un reparto, conta i membri di tutti i reparti.
ja_jp: メンバーが複数の部門に属する場合、すべての所属部門の人数に計上します。
ko_kr: 구성원이 둘 이상의 부서에 속해 있는 경우 모든 부서의 구성원 수를 계산합니다.
ms_my: Apabila ahli itu tergolong dalam lebih daripada 1 jabatan, kira ahli dari semua jabatan.
pt_br: Quando o membro pertencer a mais de 1 departamento, conte os membros de todos os departamentos.
ru_ru: Когда участник принадлежит более чем к 1 отделу, подсчитываются участники из всех отделов.
th_th: เมื่อสมาชิกอยู่ในแผนกมากกว่า 1 แผนก ให้นับสมาชิกจากทุกแผนก
vi_vn: Khi thành viên thuộc nhiều phòng ban, đếm số lượng thành viên từ tất cả phòng ban.
zh_cn: 成员属于多个部门时，计入每个所属部门人数
zh_hk: 成員屬於多個部門時，計入每個所屬部門人數

# FAo
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次に進む
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Вперед
th_th: ถัดไป
vi_vn: Tiếp theo
zh_cn: 下一步
zh_hk: 下一步

# e+c
source: Scan the QR code to add me to your Contacts
de_de: QR-Code scannen und mich zu Ihren Kontakten hinzufügen
es_es: Escanea el código QR para añadirme a tus contactos
fr_fr: Scannez le code QR pour m'ajouter à vos Contacts
hi_in: मुझे अपने "संपर्क" में जोड़ने के लिए QR कोड स्कैन करें
id_id: Pindai Kode QR untuk menambahkan saya ke Kontak Anda
it_it: Scansiona il codice QR per aggiungermi ai tuoi Contatti
ja_jp: スキャンして連絡先に追加
ko_kr: QR 코드를 스캔하여 연락처에 저를 추가하세요.
ms_my: Imbas kod QR untuk menambah saya ke Kenalan anda
pt_br: Escaneie o código QR para me adicionar aos seus contatos
ru_ru: Отсканируйте QR-код, чтобы добавить меня в Контакты
th_th: สแกนคิวอาร์โค้ดเพื่อเพิ่มฉันลงในรายชื่อที่ติดต่อของคุณ
vi_vn: Quét mã QR để thêm tôi vào Danh bạ của bạn
zh_cn: 扫描二维码，添加我为联系人
zh_hk: 掃描 QR 碼，新增我為聯絡人

# MBE
source: Block
de_de: Blockieren
es_es: Bloquear
fr_fr: Bloquer
id_id: Blok
it_it: Blocca
ja_jp: ブロック
ko_kr: 차단
ms_my: Sekat
pt_br: Bloquear
ru_ru: Заблокировать
th_th: บล็อก
vi_vn: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# Dko
source: Once blocked, this user won't be able to message, buzz or call you. Inviting you to groups, events, and assigning you tasks are also prevented.
de_de: Wenn dieser Benutzer geblockt wird, kann er Ihnen keine Nachrichten mehr senden, Sie nicht mehr buzzen und Sie auch nicht mehr anrufen. Er kann Sie auch nicht mehr in eine Gruppe oder zu Terminen einladen und Aufgaben kann er Ihnen auch nicht mehr zuweisen.
es_es: Una vez bloqueado, este usuario no podrá enviarte mensajes ni Buzz ni llamarte. Tampoco podrá invitarte a grupos o eventos ni asignarte tareas.
fr_fr: Une fois bloqué, cet utilisateur ne pourra plus vous envoyer de messages ou de buzz ni vous appeler. Il ne pourra pas non plus vous inviter à des groupes ou à des événements ni vous confier des tâches.
id_id: Setelah diblokir, pengguna ini tidak akan dapat mengirim pesan, buzz, atau menelepon Anda. Mengundang Anda ke grup, acara, dan menugaskan Anda tugas juga dicegah.
it_it: Una volta bloccato, questo utente non potrà inviarti messaggi o buzz, né chiamarti. Inoltre non potrà invitarti a gruppi o eventi e assegnarti attività.
ja_jp: ブロックされたユーザーは、あなたに対してメッセージの送信、緊急連絡、グループへの追加、電話、音声・ビデオ通話、予定招待、タスクの割り当てなどができなくなります。
ko_kr: 차단하면 이 사용자는 회원님에게 메시지, 긴급 메시지를 보내거나 전화할 수 없게 됩니다. 회원님을 그룹, 이벤트에 초대하고 회원님에게 할 일을 요청하는 것도 금지됩니다.
ms_my: Setelah disekat, pengguna ini tidak akan dapat menghantar mesej, buzz atau menelefon anda. Menjemput anda ke kumpulan, acara, dan memberi tugasan juga dihalang.
pt_br: Uma vez bloqueado, esse usuário não poderá enviar mensagens, buzz ou ligar para você. Convidar você para grupos, eventos e atribuir tarefas a você também são impedidos.
ru_ru: После блокировки этот пользователь не сможет писать вам, отправлять сообщения Buzz или звонить. Также он не сможет приглашать вас в группы, на события и назначать вам задачи.
th_th: เมื่อบล็อกแล้ว ผู้ใช้รายนี้จะไม่สามารถส่งข้อความ, Buzz หรือโทรหาคุณได้ และยังไม่สามารถเชิญคุณเข้าร่วมกลุ่ม กิจกรรม และการมอบหมายงานให้คุณเช่นกัน
vi_vn: Sau khi bị chặn, người dùng này sẽ không thể nhắn tin, buzz hoặc gọi cho bạn. Các tính năng mời bạn vào nhóm, sự kiện và gán nhiệm vụ cho bạn cũng sẽ bị chặn.
zh_cn: 屏蔽后，该用户将不能向你发送消息、加急、加群、拨打电话、音视频通话、发起日程、分配任务等
zh_hk: 封鎖後，該用戶將無法向你發送訊息、緊急聯絡你、將你新增為群組成員、給你打電話、發起語音與視像通話、發起日程，以及分配任務等

# fjk
source: Block this user?
de_de: Möchten Sie diesen Benutzer blockieren?
es_es: ¿Bloquear a este usuario?
fr_fr: Bloquer cet utilisateur ?
id_id: Blokir pengguna ini?
it_it: Bloccare questo utente?
ja_jp: このユーザーをブロックしますか？
ko_kr: 이 사용자를 차단하시겠습니까?
ms_my: Sekat pengguna ini?
pt_br: Bloquear este usuário?
ru_ru: Заблокировать этого пользователя?
th_th: บล็อกผู้ใช้รายนี้หรือไม่
vi_vn: Chặn người dùng này?
zh_cn: 确定屏蔽该用户吗？
zh_hk: 確定要封鎖該用戶嗎？

# DOk
source: Once unblocked, this user will regain the ability to message, buzz, or call you. They will also be able to invite you to groups, events, and assign you tasks again.
de_de: Wenn das Blockieren dieses Benutzer aufgehoben wird, kann er Ihnen wieder Nachrichten senden, Sie wieder buzzen und Sie auch wieder anrufen. Er kann Sie auch wieder in eine Gruppe oder zu Terminen einladen und Aufgaben kann er Ihnen auch wieder zuweisen.
es_es: Una vez desbloqueado, este usuario recuperará la capacidad de enviarte mensajes y Buzz, así como de llamarte. También podrá invitarte a grupos y eventos, y volver a asignarte tareas.
fr_fr: Une fois débloqué, cet utilisateur pourra à nouveau vous envoyer des messages, des buzz ou vous appeler. Il pourra également à nouveau vous inviter à des groupes ou à des événements et vous confier des tâches.
id_id: Setelah blokir dibuka, pengguna ini akan mendapatkan kembali kemampuan untuk mengirim pesan, buzz, atau menelepon Anda. Dia juga akan dapat mengundang Anda ke grup, acara, dan menugasi Anda tugas lagi.
it_it: Una volta sbloccato, questo utente potrà di nuovo inviarti messaggi o buzz e chiamarti. Inoltre potrà invitarti a gruppi o eventi e assegnarti attività.
ja_jp: ブロックが解除されたユーザーは、あなたに対してメッセージの送信、緊急連絡、グループへの追加、電話、音声・ビデオ通話、予定招待、タスクの割り当てなどができるようになります。
ko_kr: 차단을 해제하면 이 사용자는 회원님에게 메시지, 긴급 메시지를 보내거나 전화할 수 있게 됩니다. 또한 다시 회원님을 그룹, 이벤트에 초대하고 회원님에게 할 일을 요청할 수도 있게 됩니다.
ms_my: Setelah dinyahsekat, pengguna ini akan mendapatkan semula keupayaan untuk menghantar mesej, buzz, atau menelefon anda. Mereka juga akan dapat menjemput anda ke kumpulan, acara, dan menugaskan tugas kepada anda lagi.
pt_br: Depois de desbloqueado, esse usuário recuperará a capacidade de enviar mensagens, buzz ou ligar para você. Ele também poderá convidá-lo para grupos, eventos e atribuir-lhe tarefas novamente.
ru_ru: После разблокировки этот пользователь снова сможет писать вам, отправлять сообщения Buzz или звонить. Также он снова сможет приглашать вас в группы, на события и назначать вам задачи.
th_th: เมื่อเลิกบล็อกแล้ว ผู้ใช้รายนี้จะสามารถส่งข้อความ, Buzz หรือโทรหาคุณได้อีกครั้ง และยังเชิญคุณเข้าร่วมกลุ่ม งานกิจกรรม และมอบหมายงานให้คุณได้อีกครั้ง
vi_vn: Sau khi bỏ chặn, người dùng này sẽ có thể tiếp tục nhắn tin, buzz hoặc gọi cho bạn. Họ cũng sẽ có thể tiếp tục mời bạn vào nhóm, sự kiện và gán nhiệm vụ cho bạn.
zh_cn: 解除屏蔽后，你们将恢复聊天，该用户可以对你加急、加群、拨打电话、音视频通话、发起日程、分配任务等
zh_hk: 解除封鎖後，你們將恢復聊天，該用戶可以緊急聯絡你、將你新增為群組成員、給你打電話、發起語音與視像通話、發起日程，以及分配任務等

# B3s
source: Unblock this user?
de_de: Möchten Sie die Blockierung dieses Benutzers aufheben?
es_es: ¿Desbloquear a este usuario?
fr_fr: Débloquer cet utilisateur ?
id_id: Buka blokir pengguna ini?
it_it: Sbloccare questo utente?
ja_jp: このユーザーのブロックを解除しますか？
ko_kr: 이 사용자의 차단을 해제하시겠습니까?
ms_my: Nyahsekat pengguna ini?
pt_br: Desbloquear este usuário?
ru_ru: Разблокировать этого пользователя?
th_th: เลิกบล็อกผู้ใช้รายนี้หรือไม่
vi_vn: Bỏ chặn người dùng này?
zh_cn: 解除对该用户的屏蔽？
zh_hk: 要解除對該用戶的封鎖嗎？

# NpQ
source: Unblock
de_de: Blockierung aufheben
es_es: Desbloquear
fr_fr: Débloquer
id_id: Buka blokir
it_it: Sblocca
ja_jp: ブロックを解除
ko_kr: 차단 해제
ms_my: Nyahsekat
pt_br: Desbloquear
ru_ru: Разблокировать
th_th: ยกเลิกการบล็อก
vi_vn: Bỏ chặn
zh_cn: 解除屏蔽
zh_hk: 解除封鎖

# wBA
source: Enter Feishu
de_de: Feishu eingeben
es_es: Acceder a Feishu
fr_fr: Démarrer Feishu
id_id: Masuk ke Feishu
it_it: Accedi a Feishu
ja_jp: Feishu に入る
ko_kr: Feishu 입력
ms_my: Masuk Feishu
pt_br: Inserir o Feishu
ru_ru: Войти в Feishu
th_th: เข้า Feishu
vi_vn: Vào Feishu
zh_cn: 立刻进入飞书
zh_hk: 立刻進入飛書

# AMk
source: Everything is ready
de_de: Alles ist bereit
es_es: Todo listo
fr_fr: Tout est prêt
id_id: Segala sesuatunya sudah siap
it_it: È tutto pronto
ja_jp: 準備が完了しました
ko_kr: 모든 준비가 완료되었습니다
ms_my: Semuanya sudah sedia
pt_br: Tudo está pronto
ru_ru: Все готово
th_th: ทุกอย่างพร้อมแล้ว
vi_vn: Mọi thứ đã sẵn sàng
zh_cn: 一切已准备就绪
zh_hk: 一切準備就緒

# p1A
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# uqE
source: External
de_de: Extern
es_es: Externo
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешние
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部

# JNI
source: Supervisor
de_de: Vorgesetzter
fr_fr: Responsable
hi_in: पर्यवेक्षक
id_id: Pengawas
it_it: Supervisore
ja_jp: 責任者
ko_kr: 감독자
ms_my: Penyelia
ru_ru: Руководитель
th_th: หัวหน้างาน
vi_vn: Người giám sát
zh_cn: 负责人
zh_hk: 負責人

# 5Kg
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# FkA
source: You will receive a bot notification once an invite has been sent by the other party.
de_de: Sie erhalten eine Bot-Benachrichtigung, sobald die andere Partei eine Einladung versendet hat.
es_es: Recibirás una notificación de bot una vez que la otra parte haya enviado una invitación.
fr_fr: Vous recevrez une notification du bot une fois l'invitation envoyée par l'autre partie.
id_id: Anda akan menerima notifikasi bot setelah undangan dikirimkan oleh pihak lain.
it_it: Riceverai una notifica dal bot una volta inviato un invito dall'altra parte.
ja_jp: 相手組織の管理者が申請を送信した後、ボット「管理者アシスタント」から承認依頼が送信されます。
ko_kr: 상대방이 초대를 보내면 회원님은 봇 알림을 받게 됩니다.
ms_my: Anda akan menerima pemberitahuan bot setelah jemputan dihantar oleh pihak lain.
pt_br: Você receberá uma notificação de bot quando um convite for enviado pela outra parte.
ru_ru: После отправки приглашения другим человеком вы получите уведомление от чат-бота.
th_th: คุณจะได้รับการแจ้งเตือนจากบอทเมื่ออีกฝ่ายส่งคำเชิญไปแล้ว
vi_vn: Bạn sẽ nhận được thông báo từ bot sau khi bên kia gửi lời mời.
zh_cn: 对方管理员提交申请后，你将收到管理员小助手的审核提醒
zh_hk: 對方管理員提交申請後，你將收到管理員小助手的審核提醒

# +0U
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# eXc
source: No contacts found
de_de: Keine Kontakte gefunden
es_es: No se ha encontrado ningún contacto
fr_fr: Aucun contact trouvé
hi_in: कोई संपर्क नहीं मिला
id_id: Tidak ada kontak yang ditemukan
it_it: Nessun contatto trovato
ja_jp: 連絡先が見つかりません
ko_kr: 연락처를 찾을 수 없음
ms_my: Tiada kenalan dijumpai
pt_br: Nenhum contato encontrado
ru_ru: Контакты не найдены
th_th: ไม่พบรายชื่อผู้ติดต่อ
vi_vn: Không tìm thấy liên hệ nào
zh_cn: 没有匹配的联系人
zh_hk: 沒有相符的聯絡人

# o4g
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 去设置
zh_hk: 前往設定

# UGU
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อผู้ติดต่อ
vi_vn: Danh bạ
zh_cn: 通讯录
zh_hk: 通訊錄

# LM0
source: Please enter a valid email.
de_de: Geben Sie eine gültige E-Mail-Adresse ein.
es_es: Introduce un correo electrónico válido.
fr_fr: Veuillez saisir une adresse e-mail valide.
hi_in: कृपया एक मान्य ईमेल दर्ज करें.
id_id: Masukkan email yang valid.
it_it: Immetti un indirizzo e-mail valido.
ja_jp: 正しいメールアドレスを入力してください
ko_kr: 유효한 이메일을 입력하세요.
ms_my: Sila masukkan emel yang sah.
pt_br: Insira um e-mail válido.
ru_ru: Укажите действительный адрес электронной почты.
th_th: โปรดป้อนอีเมลที่ถูกต้อง
vi_vn: Vui lòng nhập email hợp lệ.
zh_cn: 请输入正确的邮箱
zh_hk: 請輸入正確的電郵地址

# 1mM
source: Please enter a valid phone number.
de_de: Geben Sie eine gültige Telefonnummer ein.
es_es: Introduce un nº de móvil válido, por favor.
fr_fr: Veuillez saisir un numéro de téléphone valide.
hi_in: कृपया एक मान्य फ़ोन नंबर दर्ज करें.
id_id: Masukkan nomor telepon yang valid.
it_it: Immetti un numero di telefono valido.
ja_jp: 正しい電話番号を入力してください
ko_kr: 올바른 전화번호를 입력하세요.
ms_my: Sila masukkan nombor telefon yang sah.
pt_br: Insira um número de telefone válido.
ru_ru: Укажите действительный номер телефона.
th_th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
vi_vn: Vui lòng nhập số điện thoại hợp lệ.
zh_cn: 请输入正确的手机号码
zh_hk: 請輸入正確的手機號碼
