Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# zg0
source: Please enter a valid email address.
de_de: Geben Sie eine gültige E-Mail-Adresse ein.
es_es: Introduce una dirección de correo válida, por favor.
fr_fr: Veuillez saisir une adresse e-mail valide.
hi_in: कृपया एक मान्य ईमेल पता दर्ज करें.
id_id: Masukkan alamat email yang valid.
it_it: Inserisci un indirizzo e-mail valido.
ja_jp: 有効なメールアドレスを入力してください
ko_kr: 올바른 이메일 주소를 입력하세요.
ms_my: Sila masukkan alamat e-mel yang sah.
pt_br: Insira um endereço de e-mail válido.
ru_ru: Введите действительный адрес электронной почты.
th_th: โปรดใส่อีเมลที่ถูกต้อง
vi_vn: Vui lòng nhập địa chỉ email hợp lệ.
zh_cn: 请输入有效的邮箱
zh_hk: 請輸入有效的電郵地址

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_hk: 糟糕…發生錯誤，請稍後重試

# f80
source: Request failed. A quick reload should set things right.
de_de: Anfrage fehlgeschlagen. Ein kurzes Neuladen sollte das korrigieren.
es_es: Solicitud fallida. Si actualizas la página, es posible que las cosas se arreglen.
fr_fr: Échec de la demande. Une actualisation rapide devrait remettre les choses en ordre.
hi_in: अनुरोध करने में विफल हुआ, कृपया पुनः प्रयास करें.
id_id: Permintaan gagal. Pemuatan ulang cepat akan mengatasi masalah.
it_it: Impossibile completare richiesta. Ripetendo il caricamento, il problema dovrebbe risolversi.
ja_jp: リクエストができませんでした。再試行してください
ko_kr: 요청에 실패했습니다. 빨리 다시 로드하면 문제가 해결될 것입니다.
ms_my: Permintaan gagal. Muat semula pantas seharusnya membetulkan keadaan.
pt_br: Falha na solicitação. Um recarregamento rápido corrigirá as coisas.
ru_ru: Ошибка запроса. Быстрая перезагрузка должна устранить проблемы.
th_th: ส่งคำขอไม่สำเร็จ การโหลดใหม่อย่างรวดเร็วน่าจะทำให้สามารถทำงานได้ตามปกติ
vi_vn: Yêu cầu thất bại. Tải lại nhanh sẽ đặt mọi thứ trở lại trạng thái bình thường.
zh_cn: 请求失败，请重试
zh_hk: 要求失敗，請重試

# QT4
source: Unable to add members. A quick reload should set things right.
de_de: Mitglieder konnten nicht hinzugefügt werden. Ein kurzes Neuladen sollte das korrigieren.
es_es: No se pueden agregar miembros. Si actualizas la página, es posible que las cosas se arreglen.
fr_fr: Impossible d'ajouter des membres. Une actualisation rapide devrait remettre les choses en ordre.
hi_in: सदस्यों को जोड़ने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat menambah anggota. Pemuatan ulang cepat akan mengatasi masalah.
it_it: Impossibile aggiungere membri. Ripetendo il caricamento, il problema dovrebbe risolversi.
ja_jp: グループメンバーを追加できませんでした。後ほど再試行してください
ko_kr: 구성원을 추가할 수 없습니다. 빨리 다시 로드하면 문제가 해결될 것입니다.
ms_my: Tidak dapat menambah ahli. Muat semula pantas harus membetulkan keadaan.
pt_br: Não é possível adicionar membros. Um recarregamento rápido corrigirá as coisas.
ru_ru: Не удалось добавить участников. Быстрая перезагрузка должна устранить проблемы.
th_th: ไม่สามารถเพิ่มสมาชิกได้ การโหลดใหม่อย่างรวดเร็วน่าจะทำให้สามารถทำงานได้ตามปกติ
vi_vn: Không thể thêm thành viên. Tải lại nhanh sẽ đặt mọi thứ trở lại trạng thái bình thường.
zh_cn: 添加群成员失败，请稍后再试
zh_hk: 無法新增群組成員，請稍後再試

# 9UU
source: Group Existed
de_de: Gruppe existierte
es_es: El grupo ya existe
fr_fr: Le groupe a existé
hi_in: समूह मौजूद है
id_id: Grup Sudah Ada
it_it: Gruppo esistente
ja_jp: 既存のグループチャット
ko_kr: 존재한 그룹
ms_my: Kumpulan Wujud
pt_br: Grupo existente
ru_ru: Группа существовала
th_th: กลุ่มที่มีอยู่แล้ว
vi_vn: Nhóm đã tồn tại
zh_cn: 已有的群聊
zh_hk: 現有的群組聊天

# dNs
source: Joined
de_de: Beigetreten
es_es: Te has unido
fr_fr: Rejoint
hi_in: शामिल हो गए
id_id: Telah bergabung
it_it: Partecipa
ja_jp: 参加中のグループ
ko_kr: 가입됨
ms_my: Sertai
pt_br: Ingressou
ru_ru: Вступления
th_th: เข้าร่วมแล้ว
vi_vn: Đã tham gia
zh_cn: 我加入的群组
zh_hk: 我加入的群組

# ocU
source: New Group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
hi_in: नया समूह
id_id: Grup Baru
it_it: Nuovo gruppo
ja_jp: グループを作成
ko_kr: 새 그룹
ms_my: Kumpulan Baharu
pt_br: Novo grupo
ru_ru: Создать группу
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 创建群组
zh_hk: 建立群組

# voE
source: Select messages and sync to the new chat
de_de: Nachrichten auswählen und mit dem neuen Chat synchronisieren
es_es: Seleccionar mensajes y sincronizarlos con el nuevo chat
fr_fr: Sélectionner les messages et les synchroniser avec la nouvelle discussion
hi_in: कृपया संदेशों को चुनें और नई चैट में सिंक करें
id_id: Pilih pesan dan sinkronkan ke obrolan baru
it_it: Seleziona i messaggi e sincronizza con la nuova chat
ja_jp: チャット履歴を選択して、新しいグループに同期できます
ko_kr: 메시지를 선택하고 새 채팅에 동기화하세요
ms_my: Pilih mesej dan sinkron ke perbualan baharu
pt_br: Selecionar mensagens e sincronizar com o novo chat
ru_ru: Выбрать сообщения и синхронизировать с новым чатом
th_th: เลือกข้อความและซิงก์กับแชทใหม่
vi_vn: Chọn tin nhắn và đồng bộ hóa với cuộc trò chuyện mới
zh_cn: 可选择记录并同步至新的群聊
zh_hk: 可選擇記錄，並同步至新的群組聊天

# aAs
source: Selected:
de_de: Ausgewählt:
es_es: Seleccionados:
fr_fr: Sélection :
hi_in: चयनित:
id_id: Dipilih:
it_it: Selezionati:
ja_jp: 選択中：
ko_kr: 선택됨:
ms_my: Terpilih:
pt_br: Selecionado:
ru_ru: Выбрано:
th_th: เลือกไว้:
vi_vn: Đã chọn:
zh_cn: 已选:
zh_hk: 已選：

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# 5pI
source: Expired
de_de: Abgelaufen
es_es: Caducado
fr_fr: Expiré
hi_in: समय-सीमा समाप्त
id_id: Kedaluwarsa
it_it: Scaduto
ja_jp: 期限切れ
ko_kr: 만료됨
ms_my: Luput
pt_br: Vencido
ru_ru: Срок действия истек
th_th: หมดอายุแล้ว
vi_vn: Đã hết hạn
zh_cn: 已过期
zh_hk: 已過期

# 3tw
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 6nA
source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_hk: 正在載入…

# vYA
source: The invitation is successful! S/He can use {{APP_DISPLAY_NAME}} by logging in with email address.
de_de: Die Einladung ist erfolgreich! Er/sie kann {{APP_DISPLAY_NAME}} verwenden, indem er/sie sich mit der E-Mail-Adresse anmeldet.
es_es: ¡La invitación se ha realizado con éxito! El invitado podrá utilizar {{APP_DISPLAY_NAME}} iniciando la sesión con una dirección de correo electrónico.
fr_fr: L'invitation a réussi ! Il ou elle pourra utiliser {{APP_DISPLAY_NAME}} en s'y connectant avec une adresse e-mail.
hi_in: आमंत्रण सफल! वह ईमेल पते के साथ लॉगिन करके {{APP_DISPLAY_NAME}} का उपयोग कर सकता/सकती है.
id_id: Undangan berhasil! Dia dapat menggunakan {{APP_DISPLAY_NAME}} dengan login melalui alamat email.
it_it: Invito completato correttamente. S/Può utilizzare {{APP_DISPLAY_NAME}} effettuando l'accesso con l'indirizzo e-mail.
ja_jp: 招待しました。相手はメールアドレスで直接 {{APP_DISPLAY_NAME}} にログインできます
ko_kr: 초대에 성공했습니다! 이메일 주소로 로그인하여 {{APP_DISPLAY_NAME}}을(를) 이용할 수 있습니다.
ms_my: Jemputan berjaya! Mereka boleh menggunakan {{APP_DISPLAY_NAME}} dengan mengelog masuk menggunakan alamat e-mel.
pt_br: O convite foi enviado com êxito! Ela/Ele pode usar o {{APP_DISPLAY_NAME}} fazendo login com o endereço de e-mail.
ru_ru: Приглашение принято! Этот пользователь может войти в {{APP_DISPLAY_NAME}} по адресу электронной почты.
th_th: การเชิญสำเร็จ! S/บุคคลนี้สามารถใช้ {{APP_DISPLAY_NAME}} โดยการเข้าสู่ระบบด้วยอีเมลได้แล้ว
vi_vn: Mời thành công! S/Người đó có thể sử dụng {{APP_DISPLAY_NAME}} nhờ đăng nhập bằng địa chỉ email.
zh_cn: 邀请成功！对方使用邮箱登录即可使用{{APP_DISPLAY_NAME}}
zh_hk: 邀請成功！對方使用電郵地址登入，即可使用{{APP_DISPLAY_NAME}}

# Ry4
source: The invitation is successful! This person can use {{APP_DISPLAY_NAME}} by logging in with phone number.
de_de: Die Einladung ist erfolgreich! Diese Person kann {{APP_DISPLAY_NAME}} verwenden, indem sie sich mit der Telefonnummer anmeldet.
es_es: ¡La invitación se ha realizado con éxito! Esta persona puede utilizar {{APP_DISPLAY_NAME}} si inicia sesión con un número de teléfono.
fr_fr: L'invitation a réussi ! Cette personne pourra utiliser {{APP_DISPLAY_NAME}} en se connectant avec un numéro de téléphone.
hi_in: आमंत्रण सफल रहा! यह व्यक्ति फ़ोन के साथ लॉगिन करके {{APP_DISPLAY_NAME}} का उपयोग कर सकता है.
id_id: Undangan berhasil! Orang ini dapat menggunakan {{APP_DISPLAY_NAME}} dengan login melalui nomor telepon.
it_it: Invito completato correttamente. Questa persona può utilizzare {{APP_DISPLAY_NAME}} effettuando l'accesso con il numero di telefono.
ja_jp: 招待しました。相手は携帯番号で直接 {{APP_DISPLAY_NAME}} にログインできます
ko_kr: 초대에 성공했습니다! 이 사람은 전화번호로 로그인하여 {{APP_DISPLAY_NAME}}을(를) 이용할 수 있습니다.
ms_my: Jemputan berjaya! Orang ini boleh menggunakan {{APP_DISPLAY_NAME}} dengan log masuk menggunakan nombor telefon.
pt_br: O convite foi enviado com êxito! Esta pessoa pode usar o {{APP_DISPLAY_NAME}} fazendo login com o número de telefone.
ru_ru: Приглашение принято! Этот человек может использовать {{APP_DISPLAY_NAME}} путем входа с помощью номера телефона.
th_th: การเชิญสำเร็จ! บุคคลนี้สามารถใช้ {{APP_DISPLAY_NAME}} โดยการเข้าสู่ระบบด้วยหมายเลขโทรศัพท์ได้แล้ว
vi_vn: Mời thành công! Người này có thể sử dụng {{APP_DISPLAY_NAME}} nhờ đăng nhập bằng số điện thoại.
zh_cn: 邀请成功！对方使用手机号登录即可使用{{APP_DISPLAY_NAME}}
zh_hk: 邀請成功！對方使用手機號碼登入，即可使用{{APP_DISPLAY_NAME}}

# JLQ
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित करें
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_hk: 邀請

# JIQ
source: Invite Contacts
de_de: Kontakte einladen
es_es: Invitar a contactos
fr_fr: Inviter des contacts
hi_in: संपर्कों को आमंत्रित करें
id_id: Undang Kontak
it_it: Invita contatti
ja_jp: 友だちを招待
ko_kr: 연락처 초대
ms_my: Jemput Kenalan
pt_br: Convidar contatos
ru_ru: Пригласить контакты
th_th: เชิญรายชื่อผู้ติดต่อ
vi_vn: Mời Liên hệ
zh_cn: 邀请朋友
zh_hk: 邀請朋友

# E7k
source: My QR code
de_de: Mein QR-Code
es_es: Mi código QR
fr_fr: Mon code QR
hi_in: मेरा QR कोड
id_id: Kode QR saya
it_it: Il mio codice QR
ja_jp: QRコード
ko_kr: 나의 QR 코드
ms_my: Kod QR saya
pt_br: Meu código QR
ru_ru: Мой QR-код
th_th: คิวอาร์โค้ดของฉัน
vi_vn: Mã QR của tôi
zh_cn: 我的二维码
zh_hk: 我的 QR 碼

# FMg
source: Invite Contacts
de_de: Kontakte einladen
es_es: Invitar a contactos
fr_fr: Inviter des contacts
hi_in: संपर्कों को आमंत्रित करें
id_id: Undang Kontak
it_it: Invita contatti
ja_jp: 友だちを招待
ko_kr: 연락처 초대
ms_my: Jemput Kenalan
pt_br: Convidar contatos
ru_ru: Пригласить контакты
th_th: เชิญรายชื่อผู้ติดต่อ
vi_vn: Mời Liên hệ
zh_cn: 邀请朋友
zh_hk: 邀請朋友

# l9s
source: Invite work partners to communicate on {{APP_DISPLAY_NAME}}
de_de: Arbeitspartner zur Kommunikation über {{APP_DISPLAY_NAME}} einladen
es_es: Invite a compañeros de trabajo a comunicar a través de {{APP_DISPLAY_NAME}}
fr_fr: Inviter des partenaires professionnels à communiquer dans {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} पर संचार करने हेतु कार्य भागीदारों को आमंत्रित करें
id_id: Undang mitra kerja untuk berkomunikasi di {{APP_DISPLAY_NAME}}
it_it: Invita i partner di lavoro a comunicare su {{APP_DISPLAY_NAME}}
ja_jp: 友だちを {{APP_DISPLAY_NAME}} に招待して、効率的なコミュニケーションを体験します
ko_kr: {{APP_DISPLAY_NAME}}에서 소통하기 위해 작업 파트너를 초대합니다
ms_my: Jemput rakan kerja berkomunikasi di {{APP_DISPLAY_NAME}}
pt_br: Convidar parceiros de trabalho para se comunicarem pelo {{APP_DISPLAY_NAME}}
ru_ru: Предложить партнерам по работе взаимодействовать через {{APP_DISPLAY_NAME}}
th_th: เชิญเพื่อนร่วมงานมาติดต่อสื่อสารกันทาง {{APP_DISPLAY_NAME}}
vi_vn: Mời các đối tác làm việc liên lạc trên {{APP_DISPLAY_NAME}}
zh_cn: 邀请好友在{{APP_DISPLAY_NAME}}上高效沟通
zh_hk: 邀請好友在{{APP_DISPLAY_NAME}}上高效率溝通

# yXs
source: Please enter a valid phone number.
de_de: Geben Sie eine gültige Telefonnummer ein.
es_es: Indica un número de teléfono válido.
fr_fr: Veuillez saisir un numéro de téléphone valide.
hi_in: कृपया एक मान्य फ़ोन नंबर दर्ज करें.
id_id: Masukkan nomor telepon yang valid.
it_it: Inserisci un numero di telefono valido.
ja_jp: 正しい携帯電話番号を入力してください
ko_kr: 올바른 전화번호를 입력하세요.
ms_my: Sila masukkan nombor telefon yang sah.
pt_br: Insira um número de telefone válido.
ru_ru: Введите действительный номер телефона.
th_th: โปรดใส่หมายเลขโทรศัพท์ที่ถูกต้อง
vi_vn: Vui lòng nhập số điện thoại hợp lệ.
zh_cn: 请输入正确格式的手机号
zh_hk: 請輸入正確格式的手機號碼

# GVM
source: Scan contact's QR code
de_de: QR-Code des Kontakts scannen
es_es: Escanear el código QR del contacto
fr_fr: Scanner le code QR du contact
hi_in: संपर्क का QR कोड स्कैन करें
id_id: Pindai kode QR kontak
it_it: Scansiona il codice QR del contatto
ja_jp: QRコードをスキャン
ko_kr: 연락처의 QR 코드 스캔
ms_my: Imbas kod QR kenalan
pt_br: Escanear código QR do contato
ru_ru: Сканировать QR-код контакта
th_th: สแกนคิวอาร์โค้ดของรายชื่อผู้ติดต่อ
vi_vn: Quét mã QR của liên hệ
zh_cn: 扫描朋友二维码
zh_hk: 掃描朋友 QR 碼

# ntI
source: Invite this person to use {{APP_DISPLAY_NAME}}
de_de: Diese Person einladen, {{APP_DISPLAY_NAME}} zu verwenden
es_es: Invite a esta persona a utilizar {{APP_DISPLAY_NAME}}
fr_fr: Inviter cette personne à utiliser {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} का उपयोग करने के लिए इस व्यक्ति को आमंत्रित करें
id_id: Undang orang ini untuk menggunakan {{APP_DISPLAY_NAME}}
it_it: Invita questa persona a utilizzare {{APP_DISPLAY_NAME}}
ja_jp: 相手を {{APP_DISPLAY_NAME}} に招待する
ko_kr: 이 사람이 {{APP_DISPLAY_NAME}}을(를) 사용하도록 초대합니다
ms_my: Jemput orang ini untuk menggunakan {{APP_DISPLAY_NAME}}
pt_br: Convidar esta pessoa para usar o {{APP_DISPLAY_NAME}}
ru_ru: Предложить этому человеку использовать {{APP_DISPLAY_NAME}}
th_th: เชิญบุคคลนี้ให้มาใช้ {{APP_DISPLAY_NAME}}
vi_vn: Mời người này sử dụng {{APP_DISPLAY_NAME}}
zh_cn: 邀请对方使用{{APP_DISPLAY_NAME}}
zh_hk: 邀請對方使用{{APP_DISPLAY_NAME}}

# 6tQ
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_hk: 電郵地址

# tsk
source: Red Packet
de_de: Roter Umschlag
es_es: Sobre rojo
fr_fr: Enveloppe rouge
hi_in: होंगबाओ
id_id: Angpau
it_it: Busta rossa
ja_jp: ラッキーマネー
ko_kr: 홍바오
ms_my: Pakej Merah
pt_br: Envelope vermelho
ru_ru: Hongbao
th_th: อั่งเปา
vi_vn: Hồng bao
zh_cn: 红包
zh_hk: 利是

# +FI
source: Call
de_de: Anrufen
es_es: Llamar
fr_fr: Appeler
hi_in: कॉल करें
id_id: Panggil
it_it: Chiama
ja_jp: 呼び出し
ko_kr: 호출
ms_my: Panggilan
pt_br: Chamar
ru_ru: Позвонить
th_th: โทร
vi_vn: Gọi
zh_cn: 呼叫
zh_hk: 致電

# qXI
source: Scan QR Code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner le code QR
hi_in: QR कोड स्कैन करें
id_id: Pindai Kode QR
it_it: Scansiona codice QR
ja_jp: スキャン
ko_kr: QR 코드 스캔
ms_my: Imbas Kod QR
pt_br: Escanear código QR
ru_ru: Сканировать QR-код
th_th: สแกนคิวอาร์โค้ด
vi_vn: Quét Mã QR
zh_cn: 扫一扫
zh_hk: 掃一掃

# k2U
source: My Groups
de_de: Meine Gruppen
es_es: Mis grupos
fr_fr: Mes groupes
hi_in: मेरे समूह
id_id: Grup Saya
it_it: I miei gruppi
ja_jp: 自分のグループ
ko_kr: 나의 그룹
ms_my: Kumpulan Saya
pt_br: Meus grupos
ru_ru: Мои группы
th_th: กลุ่มของฉัน
vi_vn: Nhóm của tôi
zh_cn: 我的群组
zh_hk: 我的群組

# Sd4
source: Looks like you are offline!
de_de: Sieht aus, als wären Sie offline!
es_es: ¡Es posible que no tengas conexión!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: नेटवर्क त्रुटि, कृपया पुनः प्रयास करें
id_id: Sepertinya Anda offline!
it_it: Sembra che tu sia offline.
ja_jp: ネットワークエラーです。再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Nampaknya anda tiada talian!
pt_br: Parece que você está off-line!
ru_ru: Похоже, что вы не подключены к сети!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络错误，请重试
zh_hk: 網絡錯誤，請重試

# kTU
source: This is either a network or service error. Please try again.
de_de: Dies ist entweder ein Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Se trata de un error del servicio o bien de la red. Inténtalo de nuevo.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
hi_in: नेटवर्क या सेवा त्रुटि. कृपया पुनः प्रयास करें.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
ko_kr: 네트워크 또는 서비스 오류입니다. 다시 시도하세요.
ms_my: Ini adalah kesilapan rangkaian atau perkhidmatan. Sila cuba lagi.
pt_br: Isto é um erro de rede ou serviço. Tente novamente.
ru_ru: Произошла ошибка сети или сервиса. Повторите попытку.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_cn: 网络或服务异常，请重试
zh_hk: 網絡或服務異常，請重試

# pAk
source: No Contacts
de_de: Keine Kontakte
es_es: No hay contactos
fr_fr: Aucun contact
hi_in: कोई संपर्क नहीं
id_id: Tidak Ada Kontak
it_it: Nessun contatto
ja_jp: 連絡先がありません
ko_kr: 연락처 없음
ms_my: Tiada Kenalan
pt_br: Nenhum contato
ru_ru: Контактов нет
th_th: ไม่มีรายชื่อผู้ติดต่อ
vi_vn: Không có liên hệ
zh_cn: 暂无联系人
zh_hk: 暫無聯絡人

source: Copy link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
hi_in: लिंक कॉपी करें
id_id: Salin tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_hk: 複製連結

# xRo
source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
hi_in: फ़ोन
id_id: Telepon
it_it: Telefono
ja_jp: 携帯電話
ko_kr: 전화
ms_my: Telefon
pt_br: Telefone
ru_ru: Телефон
th_th: โทรศัพท์
vi_vn: Điện thoại
zh_cn: 手机
zh_hk: 手機

# CVo
source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Nomor telepon
it_it: Numero di telefono
ja_jp: 携帯電話番号
ko_kr: 전화번호
ms_my: Nombor telefon
pt_br: Número de telefone
ru_ru: Номер телефона
th_th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_cn: 手机号码
zh_hk: 手機號碼

# QrA
source: Phone/Email
de_de: Telefon/E-Mail
es_es: Móvil/Correo
fr_fr: Téléphone/E-mail
hi_in: फ़ोन/ईमेल
id_id: Telepon/Email
it_it: Telefono/E-mail
ja_jp: 携帯電話番号・メール
ko_kr: 전화/이메일
ms_my: Telefon/Emel
pt_br: Telefone/E-mail
ru_ru: Телефон или почта
th_th: โทรศัพท์/อีเมล
vi_vn: Điện thoại/Email
zh_cn: 手机号/邮箱
zh_hk: 手機號碼/電郵地址

# 0VU
source: Popular Country/Area
de_de: Beliebtes Land/Gebiet
es_es: País/Área frecuente
fr_fr: Pays/Zone populaire
hi_in: लोकप्रिय देश/क्षेत्र
id_id: Negara/Area Populer
it_it: Paese/Area popolari
ja_jp: 人気の国/地域
ko_kr: 인기 국가/지역
ms_my: Negara/Kawasan Popular
pt_br: País/área popular
ru_ru: Популярная страна/регион
th_th: ประเทศ/พื้นที่ยอดนิยม
vi_vn: Quốc gia/Khu vực phổ biến
zh_cn: 热门国家/地区
zh_hk: 熱門國家/地區

# b0Q
source: Unable to create private chat
de_de: Privater Chat konnte nicht erstellt werden
es_es: No se puede crear un chat privado
fr_fr: Impossible de créer une discussion privée
hi_in: निजी चैट बनाने में विफल हुआ
id_id: Tidak dapat membuat obrolan privat
it_it: Impossibile creare chat privata
ja_jp: 個人チャットを作成できませんでした
ko_kr: 개인 채팅을 생성할 수 없음
ms_my: Tidak dapat membuat sembang peribadi
pt_br: Não é possível criar chat particular
ru_ru: Не удалось создать приватный чат
th_th: ไม่สามารถสร้างแชทส่วนตัวได้
vi_vn: Không thể tạo cuộc trò chuyện riêng tư
zh_cn: 创建单聊失败
zh_hk: 無法建立私人聊天

# u6s
source: Unable to generate QR code
de_de: QR-Code konnte nicht generiert werden
es_es: No se puede generar un código QR
fr_fr: Échec de la génération d'un code QR
hi_in: QR कोड जनरेट करने में विफल हुआ
id_id: Tidak dapat membuat kode QR
it_it: Impossibile generare codice QR
ja_jp: QRコードの読み込みができませんでした
ko_kr: QR 코드를 생성할 수 없음
ms_my: Tidak dapat menjana kod QR
pt_br: Não é possível gerar código QR
ru_ru: Не удалось создать QR-код
th_th: ไม่สามารถสร้างคิวอาร์โค้ดได้
vi_vn: Không thể tạo mã QR
zh_cn: 二维码加载失败
zh_hk: QR 碼無法載入

# V5c
source: Click to try again
de_de: Zum erneuten Versuchen klicken
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquez pour réessayer
hi_in: पुनः प्रयास करने के लिए क्लिक करें
id_id: Klik untuk mencoba lagi
it_it: Fai clic per riprovare
ja_jp: クリックして再試行
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk cuba lagi
pt_br: Clique para tentar novamente
ru_ru: Щелкните, чтобы повторить попытку
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_hk: 點擊重試

# Ln4
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# 3kY
source: Saved to Album
de_de: Im Album gespeichert
es_es: Guardado en Álbum
fr_fr: Enregistré dans l'album
hi_in: अल्बम में सहेजा गया
id_id: Disimpan di Album
it_it: Salvato nell'album
ja_jp: アルバムに保存しました
ko_kr: 앨범으로 저장됨
ms_my: Disimpan ke Album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào tập ảnh
zh_cn: 已保存到相册
zh_hk: 已儲存到相簿

# Y9I
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# E0I
source: Request sent
de_de: Anfrage versendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 已申请
zh_hk: 已申請

# tgY
source: No BOT
de_de: Keinen BOT gefunden
fr_fr: Aucun BOT trouvé
hi_in: कोई बॉट नहीं मिला
id_id: Tidak ada BOT
it_it: Nessun BOT trovato
ja_jp: ボットが見つかりませんでした
ko_kr: 봇이 없음
ms_my: Tiada BOT
pt_br: Nenhum BOT encontrado
ru_ru: Боты не найдены
th_th: ไม่พบบอท
vi_vn: Không tìm thấy BOT
zh_cn: 暂无机器人
zh_hk: 暫無機械人

# yvI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# bXg
source: Oops... save failed. Please try again.
de_de: Hoppla... Speichern fehlgeschlagen. Versuchen Sie es erneut.
es_es: ¡Vaya!... error al guardar. Inténtalo de nuevo.
fr_fr: Oups… échec de la sauvegarde. Veuillez réessayer.
hi_in: सहेजने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Maaf... Penyimpanan gagal. Coba lagi.
it_it: Ops! Salvataggio non riuscito. Riprova.
ja_jp: 保存できませんでした
ko_kr: 죄송합니다. 저장하지 못했습니다. 다시 시도하세요.
ms_my: Alamak... gagal menyimpan. Sila cuba lagi.
pt_br: Ops... Falha ao salvar. Tente novamente.
ru_ru: Ошибка сохранения. Повторите попытку.
th_th: อ๊ะ... การบันทึกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Ôi... không thể lưu được. Vui lòng thử lại.
zh_cn: 保存失败
zh_hk: 儲存失敗

# gwQ
source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
fr_fr: Enregistré avec succès
hi_in: सहेजा गया
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Berjaya disimpan
pt_br: Salvo com sucesso
ru_ru: Успешно сохранено
th_th: บันทึกเรียบร้อยแล้ว
vi_vn: Đã lưu thành công
zh_cn: 保存成功
zh_hk: 成功儲存

# Wag
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
