Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# p8U
source: Only available for phone numbers with region code +86 to join via the organization link. To add other members, please go to admin console.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Organisationslink beizutreten. Um andere Mitglieder hinzuzufügen, navigieren Sie bitte zur Admin-Konsole.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el enlace de la organización. Para agregar otros miembros, ve a la consola de administración.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le lien de l'organisation. Pour ajouter d'autres membres, veuillez accéder à la console d'administration.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui tautan organisasi. Untuk menambahkan lebih banyak anggota, buka konsol admin.
it_it: La partecipazione tramite link dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, vai alla console amministratore.
ja_jp: +86 から始まる携帯番号のみ法人リンクから参加できます。他のメンバーを追加するには、管理コンソールで操作してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 링크를 통해 참가할 수 있습니다. 다른 구성원을 더 추가하려면 관리 콘솔로 이동하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui pautan organisasi. Untuk menambah ahli lain, sila pergi ke konsol admin.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do link da organização. Para adicionar outros membros, acesse o console de administração.
ru_ru: Присоединение с помощью ссылки организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, перейдите в консоль администратора.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านลิงก์ขององค์กร หากต้องการเพิ่มสมาชิกอื่น โปรดไปยังผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua liên kết của tổ chức. Để thêm thành viên khác, vui lòng đi tới bảng điều khiển dành cho quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业链接加入，添加其他用户请前往管理后台
zh_hk: 只支援地區代碼為 +86 的手機透過企業連結加入，若要新增其他用戶，請前往管理控制台

# CzE
source: Only available for phone numbers with region code +86 to join via the organization link. To add other members, please contact the administrator.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Einladungslink der Organisation beizutreten. Um andere Mitglieder hinzuzufügen, wenden Sie sich bitte an den Administrator.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el enlace de la organización. Para agregar otros miembros, ponte en contacto con el administrador.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le lien de l'organisation. Pour ajouter d'autres membres, veuillez contacter l'administrateur.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui tautan organisasi. Untuk menambahkan lebih banyak anggota, hubungi administrator.
it_it: La partecipazione tramite link dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, contatta l'amministratore.
ja_jp: +86 から始まる携帯番号のみ法人リンクから参加できます。他のメンバーを追加するには、法人管理者に連絡してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 링크를 통해 참가할 수 있습니다. 다른 구성원을 추가하려면 관리자에게 문의하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui pautan organisasi. Untuk menambah ahli lain, sila hubungi pentadbir.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do link da organização. Para adicionar outros membros, entre em contato com o administrador.
ru_ru: Присоединение с помощью ссылки организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, обратитесь к администратору.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านลิงก์ขององค์กร หากต้องการเพิ่มสมาชิกอื่น โปรดติดต่อผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua liên kết của tổ chức. Để thêm thành viên khác, vui lòng liên hệ với quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业链接加入，添加其他用户请联系企业管理员
zh_hk: 只支援地區代碼為 +86 的手機透過企業連結加入，若要新增其他用戶，請聯絡企業管理員

# +3U
source: Only available for phone numbers with region code +86 to join via the organization QR code. To add other members, please go to admin console.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den QR-Code der Organisation beizutreten. Um andere Mitglieder hinzuzufügen, navigieren Sie bitte zur Admin-Konsole.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el código QR de la organización. Para agregar otros miembros, ve a la consola de administración.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le code QR de l'organisation. Pour ajouter d'autres membres, veuillez accéder à la console d'administration.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui kode QR organisasi. Untuk menambahkan lebih banyak anggota, buka konsol admin.
it_it: La partecipazione tramite codice QR dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, vai alla console amministratore.
ja_jp: +86 から始まる携帯番号のみ法人QRコードをスキャンして参加できます。他のメンバーを追加するには、管理コンソールで操作してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 QR 코드를 통해 참가할 수 있습니다. 다른 구성원을 더 추가하려면 관리 콘솔로 이동하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui kod QR organisasi. Untuk menambah ahli lain, sila pergi ke konsol admin.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do código QR da organização. Para adicionar outros membros, acesse o console de administração.
ru_ru: Присоединение с помощью QR-кода организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, перейдите в консоль администратора.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านคิวอาร์โค้ดขององค์กร หากต้องการเพิ่มสมาชิกอื่น โปรดไปยังผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua mã QR của tổ chức. Để thêm thành viên khác, vui lòng đi tới bảng điều khiển dành cho quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业二维码加入，添加其他用户请前往管理后台
zh_hk: 只支援地區代碼為 +86 的手機透過企業 QR 碼加入，若要新增其他用戶，請前往管理控制台

# XIw
source: Only available for phone numbers with region code +86 to join via the organization QR code. To add other members, please contact the administrator.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den QR-Code der Organisation beizutreten. Um andere Mitglieder hinzuzufügen, wenden Sie sich bitte an den Administrator.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el código QR de la organización. Para agregar otros miembros, ponte en contacto con el administrador.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le code QR de l'organisation. Pour ajouter d'autres membres, veuillez contacter l'administrateur.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui kode QR organisasi. Untuk menambahkan lebih banyak anggota, hubungi administrator.
it_it: La partecipazione tramite codice QR dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, contatta l'amministratore.
ja_jp: +86 から始まる携帯番号のみ法人QRコードをスキャンして参加できます。他のメンバーを追加するには、法人管理者に連絡してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 QR 코드를 통해 참가할 수 있습니다. 다른 구성원을 추가하려면 관리자에게 문의하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui kod QR organisasi. Untuk menambah ahli lain, sila hubungi pentadbir.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do código QR da organização. Para adicionar outros membros, entre em contato com o administrador.
ru_ru: Присоединение с помощью QR-кода организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, обратитесь к администратору.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านคิวอาร์โค้ดขององค์กร หากต้องการเพิ่มสมาชิกอื่น โปรดติดต่อผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua mã QR của tổ chức. Để thêm thành viên khác, vui lòng liên hệ với quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业二维码加入，添加其他用户请联系企业管理员
zh_hk: 只支援地區代碼為 +86 的手機透過企業 QR 碼加入，若要新增其他用戶，請聯絡企業管理員

# 5dg
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセットしました
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброшено
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置成功
zh_hk: 重設成功

# 2PU
source: QR code has been saved to the album
de_de: QR-Code wurde im Album gespeichert
es_es: El código QR se ha guardado en el álbum
fr_fr: Le code QR a été enregistré dans l'album
id_id: Kode QR telah disimpan ke album
it_it: Codice QR salvato nell'album
ja_jp: QRコードを写真に保存しました
ko_kr: QR 코드가 앨범에 저장되었습니다
ms_my: Kod QR telah disimpan ke dalam album
pt_br: O código QR foi salvo no álbum
ru_ru: QR-код сохранен в альбоме
th_th: มีการบันทึกคิวอาร์โค้ดไว้ในอัลบั้ม
vi_vn: Mã QR đã được lưu vào album
zh_cn: 二维码已保存到相册
zh_hk: QR 碼已儲存到相簿

# NlE
source: Once reset, all Invite Links, Invite QR Codes, and Invite Codes that have been shared previously will expire.
de_de: Nach dem Zurücksetzen laufen alle zuvor freigegebenen Einladungslinks, Einladungs-QR-Codes und Einladungscodes ab.
es_es: Si se restablece, expirarán todos los enlaces de invitación, los códigos QR de invitación y los códigos de invitación compartidos previamente.
fr_fr: Une fois la réinitialisation effectuée, tous les Liens d'invitation, les codes QR d'invitation et les codes d'invitation précédemment partagés expireront.
id_id: Setelah direset, semua Tautan Undangan, Kode QR Undangan, dan Kode Undangan yang telah dibagikan sebelumnya akan kedaluwarsa.
it_it: Dopo il ripristino, tutti i link di invito, i codici QR di invito e i codici di invito precedentemente condivisi scadranno.
ja_jp: リセット後、共有中の法人リンク、法人QRコードと法人コードは無効になります。
ko_kr: 재설정하면 이전에 공유한 모든 초대 링크, 초대 QR 코드 및 초대 코드가 만료됩니다.
ms_my: Sekali ditetapkan semula, semua Pautan Jemputan, Kod QR Jemputan, dan Kod Jemputan yang dikongsi sebelumnya akan luput.
pt_br: Depois de redefinidos, todos os links de convite, códigos QR de convite e códigos de convite que foram compartilhados anteriormente expirarão.
ru_ru: После сброса срок действия всех пригласительных ссылок, пригласительных QR-кодов и пригласительных кодов, которыми вы делились ранее, истечет.
th_th: เมื่อรีเซ็ตแล้ว ลิงก์เชิญ คิวอาร์โค้ดเชิญ และรหัสเชิญทั้งหมดที่เคยแบ่งปันก่อนหน้านี้จะหมดอายุ
vi_vn: Sau khi đặt lại, tất cả Liên kết mời, Mã QR mời và Mã mời đã được chia sẻ trước đó sẽ hết hạn.
zh_cn: 重置后，已分享的企业链接、企业二维码和企业邀请码将都失效

# dLU
source: Add Trust
de_de: Vertrauenswürdigen Partner hinzufügen
es_es: Agregar contacto de confianza
fr_fr: Ajouter une confiance
hi_in: ट्रस्ट जोड़ें
id_id: Tambah Kepercayaan
it_it: Aggiungi attendibilità
ja_jp: 関連組織を追加
ko_kr: 신뢰 추가
ms_my: Tambah Kepercayaan
pt_br: Adicionar confiança
ru_ru: Добавить доверие
th_th: เพิ่มความน่าเชื่อถือ
vi_vn: Thêm Kết nối đáng tin cậy
zh_cn: 邀请关联
zh_hk: 邀請關聯

# QU8
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Indietro
ja_jp: 前へ
ko_kr: 뒤로
ms_my: Kembali
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 上一步
zh_hk: 上一步

# Y3w
source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement
id_id: Memuat
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로딩 중
ms_my: Memuatkan
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_hk: 載入中

# q+U
source: Show Less
de_de: Weniger anzeigen
es_es: Mostrar menos
fr_fr: Afficher moins
id_id: Tampilkan Lebih Sedikit
it_it: Mostra meno
ja_jp: 折りたたむ
ko_kr: 간단히 표시
ms_my: Papar Kurang
pt_br: Mostrar menos
ru_ru: Показать меньше
th_th: แสดงน้อยลง
vi_vn: Ẩn bớt
zh_cn: 收起
zh_hk: 摺疊

# C0Q
source: Show More
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Voir plus
id_id: Tampilkan Lainnya
it_it: Mostra altro
ja_jp: 展開
ko_kr: 더 자세히 보기
ms_my: Papar Lebih
pt_br: Mostrar mais
ru_ru: Показать больше
th_th: แสดงเพิ่มเติม
vi_vn: Hiển thị thêm
zh_cn: 展开更多
zh_hk: 展開更多

# i3A
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消

# 0i8
source: Confirm to reset
de_de: Zurücksetzen bestätigen
es_es: Confirmar para restablecer
fr_fr: Confirmer la réinitialisation
hi_in: रीसेट करने की पुष्टि करें
id_id: Konfirmasi untuk mereset
it_it: Conferma ripristino
ja_jp: リンクをリセット
ko_kr: 재설정 확인
ms_my: Sahkan untuk menetapkan semula
pt_br: Confirmar para redefinir
ru_ru: Подтвердить сброс
th_th: ยืนยันที่จะรีเซ็ต
vi_vn: Xác nhận đặt lại
zh_cn: 确认重置
zh_hk: 確認重新設定

# M7Y
source: You're unable to view this part due to administrator settings
de_de: Sie können diesen Bereich aufgrund der Administratoreinstellungen nicht sehen
es_es: No puede ver esta parte debido a la configuración del administrador
fr_fr: Vous ne pouvez pas afficher cette partie en raison des paramètres de l'administrateur
id_id: Anda tidak dapat melihat bagian ini karena pengaturan administrator
it_it: Non puoi visualizzare questa parte a causa delle impostazioni dell'amministratore
ja_jp: 管理者の設定により表示できません
ko_kr: 관리자 설정으로 인해 이 부분을 볼 수 없습니다
ms_my: Anda tidak boleh melihat bahagian ini kerana tetapan pentadbir
pt_br: Você não consegue visualizar esta parte devido às configurações do administrador
ru_ru: Эта часть для вас не отображается из-за настроек администратора
th_th: คุณไม่สามารถดูส่วนนี้ได้เนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Bạn không thể xem phần này do cài đặt của quản trị viên
zh_cn: 管理员设置该部分不可见
zh_hk: 管理員已將此部分設為無法查看

# Q/Q
source: · Join only the external groups of the other party · Label displayed next to chat boxes and profile page · Access to only selected Docs and Workspaces owned by the other party
de_de: · Der externen Gruppen des anderen Partners beitreten · Neben den Chat-Boxen und auf der Profilseite angezeigtes Label · Zugang nur zu bestimmten Docs und Workspaces im Besitz des anderen Partners
es_es: · Unirse solo a los grupos externos de la otra entidad · Etiqueta mostrada junto a las cajas de chat y la página de perfil · Acceder solo a documentos de Docs seleccionados y los espacios de trabajo propiedad de la otra entidad
fr_fr: · Rejoignez uniquement les groupes externes de l'autre partie · Les libellés s'affichent à côté des boîtes de discussion et de la page de profil · Accédez uniquement aux Docs et espaces de travail sélectionnés appartenant à l'autre partie
id_id: · Bergabung hanya dengan grup eksternal pihak lain · Label ditampilkan di samping kotak obrolan dan halaman profil · Akses hanya ke Docs yang dipilih dan Ruang Kerja yang dimiliki pihak lain
it_it: Partecipa solo ai gruppi esterni dell'altra parte · Etichetta visualizzata accanto alle caselle di chat e alla pagina del profilo · Accesso solo a Docs e Aree di lavoro selezionati posseduti dall'altra parte
ja_jp: · 互いに相手組織の外部グループのみに参加可能 · チャット画面とプロフィールページに「外部」ラベルが表示される · 相手組織のメンバーが権限付与した特定の Docs とウィキのみにアクセス可能
ko_kr: · 상대방의 외부 그룹에만 참가합니다 · 채팅 상자 및 프로필 페이지 옆에 레이블이 표시됩니다 · 상대방이 소유한 선택한 Docs 및 작업 영역에만 액세스합니다
ms_my: · Sertai hanya kumpulan luaran pihak lain · Label dipaparkan di sebelah kotak sembang dan halaman profil · Akses hanya ke Docs dan Ruang Kerja terpilih yang dimiliki oleh pihak lain
pt_br: · Ingresse apenas nos grupos externos da outra parte ·Rótulo exibido próximos às caixas do chat e página do perfil · Acesso a apenas os Docs selecionados e Espaços de trabalho de propriedade da outra parte
ru_ru: · Вступление только во внешние группы другой стороны · Метка отображается рядом с окнами чата и страницей профиля · Доступ только к избранным Docs и рабочим средам, принадлежащим другой стороне
th_th: · เข้าร่วมได้เฉพาะกลุ่มภายนอกของอีกฝ่าย · มีป้ายกำกับแสดงถัดจากกล่องแชทและหน้าโปรไฟล์ · เข้าถึงได้เฉพาะ Docs และพื้นที่ทำงานที่เลือกเอาไว้ซึ่งอีกฝ่ายเป็นเจ้าของ
vi_vn: · Chỉ tham gia các nhóm bên ngoài của bên kia · Nhãn hiển thị bên cạnh ô trò chuyện và trang hồ sơ · Chỉ truy cập vào Docs và Không gian làm việc đã chọn do bên kia sở hữu
zh_cn: · 双方只能加入外部群 · 聊天窗和名片携带外部标签 · 访问对方单独授权的文档和指定知识库
zh_hk: · 雙方只能加入外部群組 · 聊天視窗和名片顯示外部標籤 · 存對方取單獨授權的文件和指定知識庫

# YX8
source: Both parties have a high degree of trust and regard each other as internal members.
de_de: Beide Partner genießen ein hohes Maß an Vertrauen und betrachten sich gegenseitig als interne Mitglieder.
es_es: Las dos partes tienen un alto grado de confianza y se consideran miembros internos.
fr_fr: Les deux parties ont un niveau élevé de confiance et se considèrent mutuellement comme des membres internes.
id_id: Kedua belah pihak memiliki tingkat kepercayaan yang tinggi dan menganggap satu sama lain sebagai anggota internal.
it_it: Entrambe le parti dispongono di un grado elevato di attendibilità e si considerano membri interni.
ja_jp: 組織間の信頼度が高く、両組織は互いに相手組織のメンバーを内部ユーザーと見なしています
ko_kr: 양 당사자는 신뢰도가 높고 서로를 내부 구성원으로 간주합니다.
ms_my: Kedua-dua pihak mempunyai tahap kepercayaan yang tinggi dan menganggap satu sama lain sebagai ahli dalaman.
pt_br: Ambas as partes têm um alto grau de confiança e se consideram membros internos.
ru_ru: Обе стороны будут иметь высокий уровень доверия и будут видеть друг друга как внутренних участников.
th_th: ทั้งสองฝ่ายมีความน่าเชื่อถือสูงและถือว่าแต่ละฝ่ายเป็นสมาชิกภายใน
vi_vn: Cả hai bên đều có mức độ tin cậy cao và coi nhau là thành viên nội bộ.
zh_cn: 双方信任度高，互相视为内部成员
zh_hk: 雙方信任度高，互相視為內部成員

# mSo
source: · Join the internal groups of the other party · Label displayed in Contacts under organization structure · More information displayed on the profile page · Access to all public Docs owned by the other party
de_de: · Der internen Gruppen des anderen Partners beitreten · In „Kontakte“ unter der Organisationsstruktur angezeigtes Label · Weitere Informationen werden auf der Profilseite angezeigt · Zugang zu allen öffentlichen Docs im Besitz des anderen Partners
es_es: · Unirse a los grupos internos de la otra entidad · Etiqueta mostrada en Contactos en la estructura de la organización · Más información mostrada en la página de perfil · Acceso a todos los documentos de Docs públicos propiedad de la otra entidad
fr_fr: · Rejoignez les groupes internes de l'autre partie · Les libellés s'affichent dans Contacts, sous Structure organisationnelle · Plus d'informations sont affichées sur la page de profil · Accédez à tous les Docs publics appartenant à l'autre partie
id_id: · Bergabung dengan grup internal pihak lain · Label ditampilkan di Kontak di bagian struktur organisasi · Informasi lainnya ditampilkan pada halaman profil · Akses ke semua Docs publik yang dimiliki pihak lain
it_it: · Partecipa ai gruppi interni dell'altra parte · Etichetta visualizzata in Contatti nella struttura organizzativa · Ulteriori informazioni visualizzate sulla pagina del profilo · Accesso a tutti i Docs pubblici posseduti dall'altra parte
ja_jp: · 互いに相手組織の内部グループに参加でき、コラボレーションを体験 · 連絡先ページでメンバーが所属する組織の構造情報が表示 · プロフィールページでより多くの情報が表示 · 相手組織のメンバーが内部公開した Docs ウィキにアクセス可能
ko_kr: · 상대방의 내부 그룹에 참가합니다 · 조직 구조의 연락처에 레이블이 표시됩니다 · 프로필 페이지에 추가 정보가 표시됩니다 · 상대방이 소유한 모든 공개 Docs에 액세스합니다
ms_my: · Sertai kumpulan dalaman pihak lain · Label dipaparkan dalam Kenalan di bawah struktur organisasi · Maklumat lebih lanjut dipaparkan di halaman profil · Akses ke semua Docs awam yang dimiliki oleh pihak lain
pt_br: · Ingresse nos grupos internos da outra parte · Rótulo exibido em Contatos na estrutura organizacional · Mais informações exibidas na página do perfil · Acesso a todos os Docs públicos de propriedade da outra parte
ru_ru: · Вступление во внутренние группы другой стороны · Метка отображается в контактах организационной структуры · Дополнительная информация отображается на странице профиля · Доступ ко всем общедоступным документам, принадлежащим другой стороне
th_th: · เข้าร่วมกลุ่มภายในของอีกฝ่าย · ป้ายกำกับที่แสดงในรายชื่อที่ติดต่อภายใต้โครงสร้างองค์กร · ข้อมูลเพิ่มเติมจะแสดงอยู่ในหน้าโปรไฟล์ · เข้าถึง Docs สาธารณะทั้งหมดที่อีกฝ่ายเป็นเจ้าของ
vi_vn: · Tham gia các nhóm nội bộ của bên kia · Nhãn hiển thị trong Danh bạ thuộc cơ cấu tổ chức · Thông tin khác hiển thị trên trang hồ sơ · Truy cập vào tất cả Docs công khai do bên kia sở hữu
zh_cn: · 双方加入内部群，体验同企业协作 · 通讯录组织架构下方展示 · 名片页展示更多信息 · 访问对方内部公开文档、知识库
zh_hk: · 雙方加入內部群組，體驗同企業協作 · 在通訊錄組織架構下方展示 · 名片頁面展示更多資訊 · 存取對方內部公開文件和知識庫

# cjs
source: Both parties have a low degree of trust and regard each other as external members.
de_de: Beide Partner genießen ein geringes Maß an Vertrauen und betrachten sich gegenseitig als externe Mitglieder.
es_es: Las dos partes tienen un bajo grado de confianza y se consideran miembros externos.
fr_fr: Les deux parties ont un niveau élevé de confiance et se considèrent mutuellement comme des membres externes.
id_id: Kedua belah pihak memiliki tingkat kepercayaan yang rendah dan menganggap satu sama lain sebagai anggota eksternal.
it_it: Entrambe le parti dispongono di un grado basso di attendibilità e si considerano membri esterni.
ja_jp: 組織間の信頼度が低く、相手組織のメンバーを外部ユーザーと見なしています
ko_kr: 양 당사자는 신뢰도가 낮고 서로를 외부 구성원으로 간주합니다.
ms_my: Kedua-dua pihak mempunyai tahap kepercayaan yang rendah dan menganggap satu sama lain sebagai ahli luaran.
pt_br: Ambas as partes têm um baixo grau de confiança e consideram uma à outra como membros externos.
ru_ru: Обе стороны будут иметь низкий уровень доверия и будут считать друг друга внешними участниками.
th_th: ทั้งสองฝ่ายมีความน่าเชื่อถือต่ำและถือว่าแต่ละฝ่ายเป็นสมาชิกภายนอก
vi_vn: Cả hai bên đều có mức độ tin cậy thấp và coi nhau là thành viên bên ngoài.
zh_cn: 双方信任度低，对方成员仍是外部成员
zh_hk: 雙方信任度低，對方成員仍是外部成員

# 4Lg
source: Configure different trusted types to level up your efficiency
de_de: Konfigurieren Sie unterschiedliche vertrauenswürdige Typen, um Ihre Effizienz zu steigern
es_es: Configura diferentes tipos de confianza para aumentar tu eficiencia
fr_fr: Configurez différents types de confiance pour gagner en efficacité
id_id: Konfigurasikan jenis tepercaya yang berbeda untuk meningkatkan efisiensi Anda
it_it: Configura diversi tipi di attendibilità per ottimizzare la tua efficienza
ja_jp: 組織間の関係タイプを設定し、連携効率を向上
ko_kr: 다양한 신뢰 유형을 구성하여 효율성 향상
ms_my: Konfigurasikan jenis dipercayai yang berbeza untuk meningkatkan kecekapan anda
pt_br: Configure diferentes tipos confiáveis para aumentar sua eficiência
ru_ru: Настраивайте разные типы доверенных отношений для более эффективной работы
th_th: กำหนดค่าฝ่ายที่น่าเชื่อถือประเภทต่าง ๆ เพื่อยกระดับประสิทธิภาพของคุณ
vi_vn: Cấu hình các loại mối quan hệ đáng tin cậy khác nhau để cải thiện hiệu quả của bạn
zh_cn: 设置不同的关联组织类型，提升协作效率
zh_hk: 設定不同的關聯組織類型，提升協作效率

# QAQ
source: Expires by:
de_de: Ablaufzeitpunkt:
es_es: Expira antes del:
fr_fr: Expire le :
hi_in: अवधि समाप्त होती है:
id_id: Kedaluwarsa pada:
it_it: Data di scadenza:
ja_jp: 無効になる時間：
ko_kr: 만료 시간:
ms_my: Luput pada:
pt_br: Expira em:
ru_ru: Срок действия истекает:
th_th: หมดอายุภายใน:
vi_vn: Hết hạn:
zh_cn: 失效时间：
