Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# qPE
source: Copy Invite Code
de_de: Einladungscode kopieren
es_es: Copiar código de invitación
fr_fr: Copier le code d'invitation
id_id: Salin Kode Undangan
it_it: Copia codice di invito
ja_jp: 招待コードをコピー
ko_kr: 초대 코드 복사
ms_my: Salin Pautan
pt_br: Copiar código do convite
ru_ru: Копировать пригласительный код
th_th: คัดลอกรหัสเชิญ
vi_vn: Sao chép mã mời
zh_cn: 复制邀请码
zh_hk: 複製邀請碼

# Dj0
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
id_id: Salin Tautan
it_it: Copia link
ja_jp: リンクをコピー
ko_kr: 링크 복사
ms_my: Salin pautan
pt_br: Copiar link
ru_ru: Копировать ссылку
th_th: คัดลอกลิงก์
vi_vn: Sao chép liên kết
zh_cn: 复制链接
zh_hk: 複製連結

# UWM
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# RMU
source: Save QR Code
de_de: QR-Code speichern
es_es: Guardar código QR
fr_fr: Enregistrer le code QR
id_id: Simpan Kode QR
it_it: Salva codice QR
ja_jp: QRコードを保存
ko_kr: QR 코드 복사
ms_my: Simpan Kod QR
pt_br: Salvar código QR
ru_ru: Сохранить QR-код
th_th: บันทึกคิวอาร์โค้ด
vi_vn: Lưu mã QR
zh_cn: 保存二维码
zh_hk: 儲存 QR 碼

# hxY
source: Share Invite Code
de_de: Einladungscode teilen
es_es: Compartir código de invitación
fr_fr: Partager le code d'invitation
id_id: Bagikan Kode Undangan
it_it: Condividi codice di invito
ja_jp: 招待コードを共有
ko_kr: 초대 코드 공유
ms_my: Kongsi Kod Jemputan
pt_br: Compartilhar código de convite
ru_ru: Поделиться пригласительным кодом
th_th: แบ่งปันรหัสเชิญ
vi_vn: Chia sẻ mã mời
zh_cn: 分享邀请码
zh_hk: 分享邀請碼

# OeY
source: Share Link
de_de: Link teilen
es_es: Compartir enlace
fr_fr: Partager le lien
id_id: Bagikan Tautan
it_it: Condividi link
ja_jp: リンクを共有
ko_kr: 링크 공유
ms_my: Kongsi Pautan
pt_br: Compartilhar link
ru_ru: Поделиться ссылкой
th_th: แบ่งปันลิงก์
vi_vn: Chia sẻ liên kết
zh_cn: 分享链接
zh_hk: 分享連結

# fM4
source: Share QR Code
de_de: QR-Code teilen
es_es: Compartir código QR
fr_fr: Partager le code QR
id_id: Bagikan Kode QR
it_it: Condividi codice QR
ja_jp: QRコードを共有
ko_kr: QR 코드 공유
ms_my: Kongsi Kod QR
pt_br: Compartilhar código QR
ru_ru: Поделиться QR-кодом
th_th: แบ่งปันคิวอาร์โค้ด
vi_vn: Chia sẻ mã QR
zh_cn: 分享二维码
zh_hk: 分享 QR 碼

# uVE
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс настроек
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置

# aPY
source: You've been invited to join {{TEAM_NAME}}. Phone numbers with area code + 86 can join the organization via the 8-digit invite code {{TEAM_CODE}}. View how to join: {{LINK}} You can also join by clicking this link {{INVITATION_LINK}} (Organization link)
de_de: Sie wurden eingeladen, {{TEAM_NAME}} beizutreten. Telefonnummern mit der Vorwahl + 86 können der Organisation über den 8-stelligen Einladungscode {{TEAM_CODE}} beitreten. So treten Sie bei: {{LINK}} Sie können auch beitreten, indem Sie auf diesen Link klicken {{INVITATION_LINK}} (Link der Organisation)
es_es: Has recibido una invitación para unirte a {{TEAM_NAME}}. Los números de teléfono con código de área + 86 pueden unirse a la organización a través del código de invitación de 8 dígitos {{TEAM_CODE}}. Instrucciones para unirse: {{LINK}} También puedes unirte haciendo clic en este enlace {{INVITATION_LINK}} (enlace de la organización)
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}}. Les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre l'organisation via le code d'invitation à 8 chiffres {{TEAM_CODE}}. Découvrez comment rejoindre : {{LINK}} Vous pouvez également rejoindre l'organisation en cliquant sur ce lien {{INVITATION_LINK}} (Lien de l'organisation)
id_id: Anda telah diundang untuk bergabung dengan {{TEAM_NAME}}. Nomor telepon dengan kode area +86 dapat bergabung dengan organisasi melalui kode undangan 8 digit {{TEAM_CODE}}. Lihat cara bergabung: {{LINK}}. Anda juga dapat bergabung dengan mengeklik tautan ini {{INVITATION_LINK}} (Tautan organisasi)
it_it: Sei stato/a invitato/a a partecipare a {{TEAM_NAME}}. I numeri di telefono con prefisso dell'area geografica +86 possono partecipare all'organizzazione tramite il codice di invito a 8 cifre {{TEAM_CODE}}. Visualizza come partecipare: {{LINK}}. Puoi anche partecipare facendo clic su questo link {{INVITATION_LINK}} (link dell'organizzazione)
ja_jp: あなたは法人{{TEAM_NAME}}に招待されています。+86 から始まる携帯電話番号を使用している場合、8 桁の法人コード {{TEAM_CODE}} を使用して参加できます。法人コードの使用方法について：{{LINK}}。 また、リンク：{{INVITATION_LINK}} にアクセスして法人にすばやく参加できます。
ko_kr: {{TEAM_NAME}}에 참가하도록 초대받았습니다. 지역 번호가 +86인 전화번호는 8자리 초대 코드 {{TEAM_CODE}}을(를) 통해 기업에 참가할 수 있습니다. 참가 방법 보기: {{LINK}} 이 링크 {{INVITATION_LINK}}(기업 링크)을(를) 클릭하여 참가할 수도 있습니다
ms_my: Anda telah dijemput untuk menyertai {{TEAM_NAME}}. Nombor telefon dengan kod kawasan + 86 boleh menyertai organisasi melalui kod jemputan 8 digit {{TEAM_CODE}}. Lihat cara menyertai: {{LINK}} Anda juga boleh menyertai dengan mengklik pautan ini {{INVITATION_LINK}} (Pautan Organisasi)
pt_br: Você foi convidado a ingressar em {{TEAM_NAME}}. Números de telefone com código de área + 86 podem ingressar na organização por meio do código de convite de 8 dígitos {{TEAM_CODE}}. Veja como ingressar: {{LINK}}. Você também pode ingressar clicando neste link {{INVITATION_LINK}} (Link da organização)
ru_ru: Вас пригласили присоединиться к {{TEAM_NAME}}. Телефонные номера с кодом + 86 могут присоединиться к организации с помощью 8-значного кода приглашения {{TEAM_CODE}}. Узнайте, как присоединиться: {{LINK}} Вы также можете присоединиться, нажав на эту ссылку {{INVITATION_LINK}} (ссылка организации)
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}} หมายเลขโทรศัพท์ที่มีรหัสพื้นที่ +86 สามารถเข้าร่วมองค์กรได้โดยใช้รหัสเชิญ 8 หลัก {{TEAM_CODE}} ดูวิธีการเข้าร่วม: {{LINK}} คุณยังสามารถเข้าร่วมได้โดยคลิกที่ลิงก์นี้ได้ด้วย {{INVITATION_LINK}} (ลิงก์องค์กร)
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}. Các số điện thoại có mã vùng +86 có thể tham gia tổ chức qua mã mời gồm 8 chữ số {{TEAM_CODE}}. Tìm hiểu về cách tham gia tại: {{LINK}} Bạn cũng có thể tham gia bằng cách nhấp vào liên kết này {{INVITATION_LINK}} (Liên kết của tổ chức)
zh_cn: 邀请你加入{{TEAM_NAME}}，区号为 +86 的手机号可通过 8 位数企业邀请码 {{TEAM_CODE}} 加入，查看如何使用企业邀请码：{{LINK}} 或点击链接快速加入: {{INVITATION_LINK}}（企业链接）
zh_hk: 邀請你加入{{TEAM_NAME}}，地區代碼為 +86 的手機號碼可透過 8 位數企業邀請碼 {{TEAM_CODE}} 加入，查看如何使用企業邀請碼：{{LINK}} 或點擊連結快速加入：{{INVITATION_LINK}} (企業連結)

# myU
source: You've been invited to join {{TEAM_NAME}}. Phone numbers with area code + 86 can join the organization via this link {{INVITATION_LINK}}, or the 8-digit invite code {{TEAM_CODE}}. For all other users, please contact the administrator.
de_de: Sie wurden eingeladen, {{TEAM_NAME}} beizutreten. Telefonnummern mit der Vorwahl +86 können der Organisation über den Link {{INVITATION_LINK}} oder über den 8-stelligen Einladungscode {{TEAM_CODE}} beitreten. Alle anderen Benutzer wenden sich bitte an den Administrator.
es_es: Te han invitado a unirte a {{TEAM_NAME}}. Los números de teléfono con código de área +86 pueden unirse a la organización a través de este enlace {{INVITATION_LINK}} o del código de invitación de 8 dígitos {{TEAM_CODE}}. Los demás usuarios deberán ponerse en contacto con el administrador.
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}}. Les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre l'organisation via ce lien {{INVITATION_LINK}}, ou le code d'invitation à 8 chiffres {{TEAM_CODE}}. Pour tous les autres utilisateurs, veuillez contacter l'administrateur.
id_id: Anda telah diundang untuk bergabung dengan {{TEAM_NAME}}. Nomor telepon dengan kode area +86 dapat bergabung dengan organisasi melalui tautan ini {{INVITATION_LINK}}, atau kode undangan 8 digit {{TEAM_CODE}}. Untuk semua pengguna lainnya, hubungi administrator.
it_it: Sei stato/a invitato/a a partecipare a {{TEAM_NAME}}. I numeri di telefono con prefisso dell'area geografica +86 possono partecipare all'organizzazione tramite questo link {{INVITATION_LINK}}, o il codice di invito a 8 cifre {{TEAM_CODE}}. Per tutti gli altri utenti, contattare l'amministratore.
ja_jp: あなたは法人 {{TEAM_NAME}}に招待されています。+86 から始まる携帯番号を使用している場合、リンク：{{INVITATION_LINK}} にアクセスするか、8 桁の法人コード {{TEAM_CODE}} を使用して参加できます。それ以外の場合は、法人管理者にお問い合わせください。
ko_kr: {{TEAM_NAME}}에 참가하도록 초대받았습니다. 지역 번호가 +86인 전화번호는 이 링크 {{INVITATION_LINK}} 또는 8자리 초대 코드 {{TEAM_CODE}}을(를) 통해 기업에 참가할 수 있습니다. 다른 모든 사용자의 경우 관리자에게 문의하세요.
ms_my: Anda telah dijemput untuk menyertai {{TEAM_NAME}}. Nombor telefon dengan kod kawasan +86 boleh menyertai organisasi melalui pautan ini {{INVITATION_LINK}}, atau kod jemputan 8 digit {{TEAM_CODE}}. Untuk semua pengguna lain, sila hubungi pentadbir.
pt_br: Você foi convidado para ingressar em {{TEAM_NAME}}. Números de telefone com código de área +86 podem ingressar na organização por meio deste link {{INVITATION_LINK}} ou do código de convite de 8 dígitos {{TEAM_CODE}}. Para todos os outros usuários, entre em contato com o administrador.
ru_ru: Вас пригласили присоединиться к {{TEAM_NAME}}. Телефонные номера с кодом + 86 могут присоединиться к организации по этой ссылке {{INVITATION_LINK}} или 8-значному коду приглашения {{TEAM_CODE}}. Для всех других пользователей, свяжитесь с администратором.
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}} หมายเลขโทรศัพท์ที่มีรหัสพื้นที่ +86 สามารถเข้าร่วมองค์กรผ่านลิงก์นี้ {{INVITATION_LINK}} หรือรหัสเชิญ 8 หลัก {{TEAM_CODE}} ได้ สำหรับผู้ใช้รายอื่นทั้งหมด โปรดติดต่อผู้ดูแล
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}. Các số điện thoại có mã vùng +86 có thể tham gia tổ chức qua liên kết {{INVITATION_LINK}} này hoặc mã mời gồm 8 chữ số {{TEAM_CODE}}. Đối với tất cả những người dùng khác, vui lòng liên hệ với quản trị viên.
zh_cn: 邀请你加入{{TEAM_NAME}}，区号为 +86 的手机号可通过此链接 {{INVITATION_LINK}} 或使用 8 位数企业邀请码 {{TEAM_CODE}} 加入，其他用户请联系管理员处理
zh_hk: 邀請你加入{{TEAM_NAME}}，地區代碼為 +86 的手機號碼可透過此連結 {{INVITATION_LINK}} 或使用 8 位數企業邀請碼 {{TEAM_CODE}} 加入，若為其他用戶，請聯絡管理員處理

# tq0
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 注意事項
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# 4ow
source: Only available for phone numbers with region code +86 to join via the organization link.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Organisationslink beizutreten.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el enlace de la organización.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le lien de l'organisation.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui tautan organisasi.
it_it: La partecipazione tramite link dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86.
ja_jp: +86 から始まる携帯番号のみ法人リンクから参加できます
ko_kr: 지역 번호가 +86인 전화번호만 기업 링크를 통해 참가할 수 있습니다.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui pautan organisasi.
pt_br: Disponível apenas para números de telefone com código de região +86 para participar por meio do link da organização.
ru_ru: Присоединение с помощью ссылки организации доступно только для номеров телефона с кодом +86.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านลิงก์ขององค์กร
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua liên kết của tổ chức.
zh_cn: 仅支持区号为 +86 的手机通过企业链接加入
zh_hk: 只支援地區代碼為 +86 的手機透過企業連結加入

# h6A
source: Only available for phone numbers with region code +86 to join
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um beizutreten
es_es: Solo pueden unirse los números de teléfono disponibles con el código de región +86
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung
it_it: Partecipazione disponibile solo per i numeri di telefono con prefisso dell'area geografica +86
ja_jp: +86 から始まる携帯番号のみ下記法人に参加できます
ko_kr: 지역 번호가 +86인 전화번호만 참가할 수 있습니다
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar
ru_ru: Присоединение доступно только для номеров телефона с кодом +86
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วม
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia
zh_cn: 仅支持区号为 +86 的手机号加入以下企业
zh_hk: 只支援地區代碼為 +86 的手機號碼加入以下企業

# HtM
source: Invite members to join
de_de: Mitglieder zum Beitreten einladen
es_es: Invitar a miembros a unirse
fr_fr: Inviter les membres à rejoindre
id_id: Undang anggota untuk bergabung
it_it: Invita i membri a partecipare
ja_jp: 下記法人にメンバーを招待
ko_kr: 참가하도록 구성원 초대
ms_my: Jemput ahli untuk sertai
pt_br: Convidar membros para ingressar
ru_ru: Пригласите участников присоединиться
th_th: เชิญสมาชิกเข้าร่วม
vi_vn: Mời thành viên tham gia
zh_cn: 邀请成员加入以下企业
zh_hk: 邀請成員加入以下企業

# 3Sw
source: Invite code will expire on: {{expireTime}}
de_de: Der Einladungscode läuft ab am: {{expireTime}}
es_es: El código de invitación expirará el: {{expireTime}}
fr_fr: Le code d'invitation expirera le : {{expireTime}}
id_id: Kode undangan akan kedaluwarsa pada: {{expireTime}}
it_it: Scadenza codice di invito: {{expireTime}}
ja_jp: 招待コードの有効期限：{{expireTime}}
ko_kr: 초대 코드 만료 예정 일시: {{expireTime}}
ms_my: Kod jemputan akan luput pada: {{expireTime}}
pt_br: O código de convite vencerá em: {{expireTime}}
ru_ru: Срок действия кода приглашения истекает: {{expireTime}}
th_th: รหัสเชิญจะหมดอายุในวันที่: {{expireTime}}
vi_vn: Mã mời sẽ hết hạn vào: {{expireTime}}
zh_cn: 邀请码失效时间：{{expireTime}}
zh_hk: 邀請碼失效時間：{{expireTime}}

# 7dA
source: Link will expire on: {{expireTime}}
de_de: Der Link läuft ab am: {{expireTime}}
es_es: El enlace expirará el: {{expireTime}}
fr_fr: Le lien expirera le : {{expireTime}}
id_id: Tautan akan kedaluwarsa pada: {{expireTime}}
it_it: Scadenza link: {{expireTime}}
ja_jp: リンクの有効期限：{{expireTime}}
ko_kr: 링크 만료 예정 일시: {{expireTime}}
ms_my: Pautan akan luput pada: {{expireTime}}
pt_br: O link vencerá em: {{expireTime}}
ru_ru: Срок действия ссылки истекает: {{expireTime}}
th_th: ลิงก์จะหมดอายุในวันที่: {{expireTime}}
vi_vn: Liên kết sẽ hết hạn vào: {{expireTime}}
zh_cn: 链接失效时间：{{expireTime}}
zh_hk: 連結失效時間：{{expireTime}}

# lhs
source: QR code will expire on: {{expireTime}}
de_de: Der QR-Code läuft ab am: {{expireTime}}
es_es: El código QR expirará el: {{expireTime}}
fr_fr: Le code QR expirera le : {{expireTime}}
id_id: Kode QR akan kedaluwarsa pada: {{expireTime}}
it_it: Scadenza codice QR: {{expireTime}}
ja_jp: QRコードの有効期限：{{expireTime}}
ko_kr: QR 코드 만료 예정 일시: {{expireTime}}
ms_my: Kod QR akan luput pada: {{expireTime}}
pt_br: O código QR vencerá em: {{expireTime}}
ru_ru: Срок действия QR-кода истекает: {{expireTime}}
th_th: รหัส QR จะหมดอายุในวันที่: {{expireTime}}
vi_vn: Mã QR sẽ hết hạn vào: {{expireTime}}
zh_cn: 二维码失效时间：{{expireTime}}
zh_hk: QR 碼失效時間：{{expireTime}}

# Vu0
source: Reset?
de_de: Zurücksetzen?
es_es: ¿Restablecer?
fr_fr: Réinitialiser ?
it_it: Ripristinare?
ja_jp: リセットしますか？
ko_kr: 재설정하시겠습니까?
ms_my: Tetapkan semula?
pt_br: Redefinir?
ru_ru: Сброс настроек?
th_th: รีเซ็ตหรือไม่
vi_vn: Đặt lại?
zh_cn: 确定重置吗？

# 5rM
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Copiado en el portapapeles
fr_fr: Copié dans le presse-papiers
id_id: Disalin ke papan klip
it_it: Copiato negli appunti
ja_jp: コピーしました
ko_kr: 클립보드에 복사되었습니다
ms_my: Disalin ke papan klip
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép vào bộ nhớ tạm
zh_cn: 已复制到剪贴板
zh_hk: 已複製到剪貼簿

# vd0
source: Unable to copy
de_de: Kopieren nicht möglich
es_es: No se puede copiar
fr_fr: Impossible de copier
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Невозможно скопировать
th_th: ไม่สามารถคัดลอก
vi_vn: Không thể sao chép
zh_cn: 无法复制
zh_hk: 無法複製

# ZXo
source: Unable to reset
de_de: Zurücksetzen nicht möglich
es_es: No se puede restablecer
fr_fr: Réinitialisation impossible
id_id: Gagal mereset
it_it: Impossibile ripristinare
ja_jp: リセットできませんでした
ko_kr: 재설정할 수 없습니다
ms_my: Tidak dapat menetapkan semula
pt_br: Falha ao redefinir
ru_ru: Невозможно сбросить
th_th: ไม่สามารถรีเซ็ตได้
vi_vn: Không thể đặt lại
zh_cn: 无法重置
zh_hk: 無法重設

# 17o
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できませんでした
ko_kr: 저장할 수 없습니다
ms_my: Tidak dapat menyimpan
pt_br: Não é possível salvar
ru_ru: Невозможно сохранить
th_th: ไม่สามารถบันทึก
vi_vn: Không thể lưu
zh_cn: 无法保存
zh_hk: 無法儲存

# UyE
source: Loading...
de_de: Ladevorgang...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中…
zh_hk: 載入中…

# 3mU
source: Only available for phone numbers with region code +86 to join via the organization invite code.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Einladungscode der Organisation beizutreten.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el código de invitación de la organización.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le code d'invitation de l'organisation.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui kode undangan organisasi.
it_it: La partecipazione tramite codice di invito dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86.
ja_jp: +86 から始まる携帯番号のみ法人コードを使用して参加できます
ko_kr: 지역 번호가 +86인 전화번호만 기업 초대 코드를 통해 참가할 수 있습니다.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui kod jemputan organisasi.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do código de convite da organização.
ru_ru: Присоединение с помощью пригласительного кода организации доступно только для номеров телефона с кодом +86.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านรหัสเชิญขององค์กร
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua mã mời của tổ chức.
zh_cn: 仅支持区号为 +86 的手机通过企业邀请码加入
zh_hk: 只支援地區代碼為 +86 的手機透過企業邀請碼加入

# fms
source: Only available for phone numbers with region code +86 to join via the organization invite code. To add other members, please go to admin console.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Einladungscode der Organisation beizutreten. Um andere Mitglieder hinzuzufügen, navigieren Sie bitte zur Admin-Konsole.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el código de invitación de la organización. Para agregar otros miembros, ve a la consola de administración.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le code d'invitation de l'organisation. Pour ajouter d'autres membres, veuillez accéder à la console d'administration.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui kode undangan organisasi. Untuk menambahkan lebih banyak anggota, buka konsol admin.
it_it: La partecipazione tramite codice di invito dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, vai alla console amministratore.
ja_jp: +86 から始まる携帯番号のみ法人コードを使用して参加できます。他のメンバーを追加するには、管理コンソールで操作してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 초대 코드를 통해 참가할 수 있습니다. 다른 구성원을 더 추가하려면 관리 콘솔로 이동하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui kod jemputan organisasi. Untuk menambah ahli lain, sila pergi ke konsol admin.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do código de convite da organização. Para adicionar outros membros, acesse o console de administração.
ru_ru: Присоединение с помощью пригласительного кода организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, перейдите в консоль администратора.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านรหัสเชิญขององค์กร หากต้องการเพิ่มสมาชิกอื่น โปรดไปยังผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua mã mời của tổ chức. Để thêm thành viên khác, vui lòng đi tới bảng điều khiển dành cho quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业邀请码加入，添加其他用户请前往管理后台
zh_hk: 只支援地區代碼為 +86 的手機透過企業邀請碼加入，若要新增其他用戶，請前往管理控制台

# yG0
source: Only available for phone numbers with region code +86 to join via the organization invite code. To add other members, please contact the administrator.
de_de: Nur für Telefonnummern mit der Ländervorwahl +86 verfügbar, um über den Einladungscode der Organisation beizutreten. Um andere Mitglieder hinzuzufügen, wenden Sie sich bitte an den Administrator.
es_es: Solo los números de teléfono con el código de región +86 pueden unirse mediante el código de invitación de la organización. Para agregar otros miembros, ponte en contacto con el administrador.
fr_fr: Seuls les numéros de téléphone avec l'indicatif téléphonique +86 peuvent rejoindre via le code d'invitation de l'organisation. Pour ajouter d'autres membres, veuillez contacter l'administrateur.
id_id: Hanya tersedia untuk nomor telepon dengan kode wilayah +86 untuk bergabung melalui kode undangan organisasi. Untuk menambahkan lebih banyak anggota, hubungi administrator.
it_it: La partecipazione tramite codice di invito dell'organizzazione è disponibile solo per i numeri di telefono con prefisso dell'area geografica +86. Per aggiungere altri membri, contatta l'amministratore.
ja_jp: +86 から始まる携帯番号のみ法人コードを使用して参加できます。他のメンバーを追加するには、法人管理者に連絡してください。
ko_kr: 지역 번호가 +86인 전화번호만 기업 초대 코드를 통해 참가할 수 있습니다. 다른 구성원을 추가하려면 관리자에게 문의하세요.
ms_my: Hanya tersedia untuk nombor telefon dengan kod wilayah +86 untuk sertai melalui kod jemputan organisasi. Untuk menambah ahli lain, sila hubungi pentadbir.
pt_br: Disponível apenas para números de telefone com código de região +86 para ingressar por meio do código de convite da organização. Para adicionar outros membros, entre em contato com o administrador.
ru_ru: Присоединение с помощью пригласительного кода организации доступно только для номеров телефона с кодом +86. Чтобы добавить других участников, обратитесь к администратору.
th_th: ใช้ได้เฉพาะหมายเลขโทรศัพท์ที่มีรหัสภูมิภาค +86 เพื่อเข้าร่วมผ่านรหัสเชิญขององค์กร หากต้องการเพิ่มผู้ใช้อื่น โปรดติดต่อผู้ดูแล
vi_vn: Chỉ các số điện thoại có mã vùng +86 mới có thể tham gia qua mã mời của tổ chức. Để thêm thành viên khác, vui lòng liên hệ với quản trị viên.
zh_cn: 仅支持区号为 +86 的手机通过企业邀请码加入，添加其他用户请联系企业管理员
zh_hk: 只支援地區代碼為 +86 的手機透過企業邀請碼加入，若要新增其他用戶，請聯絡企業管理員
