Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# +Ss
source: Label
es_es: Etiqueta
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
ko_kr: 레이블
pt_br: Rótulo
ru_ru: Метка
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_hk: 標籤

# YUY
source: Email Contacts
de_de: E-Mail-Kontakte
es_es: Tarjetas de contactos
fr_fr: Contacts par e-mail
hi_in: ईमेल संपर्क
id_id: Kontak Email
it_it: Contatti e-mail
ja_jp: メール連絡先
ko_kr: 이메일 연락처
ms_my: Kenalan Emel
pt_br: Cartões de contato
ru_ru: Контакты почты
th_th: รายชื่อที่ติดต่อของอีเมล
vi_vn: Thẻ liên lạc
zh_cn: 邮箱联系人
zh_hk: 名片夾

# jLQ
source: No email contacts yet. Add one with the "Add" button.
de_de: Noch keine E-Mail-Kontakte. Fügen Sie mithilfe der Schaltfläche „Hinzufügen“ Kontakte hinzu.
es_es: No hay contactos de correo electrónico todavía. Agrega uno en el botón "Agregar".
fr_fr: Aucun contact par e-mail pour le moment. Ajoutez-en un en utilisant le bouton "Ajouter".
hi_in: कोई ईमेल संपर्क नहीं, "+" बटन का उपयोग करके एक ईमेल संपर्क जोड़ें.
id_id: Belum ada kontak email. Tambahkan kontak email dengan tombol "Tambah".
it_it: Non è ancora presente alcun contatto e-mail. Aggiungine uno con il pulsante "Aggiungi".
ja_jp: メール連絡先がありません。右上から追加できます。
ko_kr: 아직 이메일 연락처가 없습니다. "추가" 버튼으로 추가하세요.
ms_my: Tiada kenalan emel lagi. Tambah satu dengan butang "Tambah".
pt_br: Ainda não há contatos de e-mail. Adicione um com o botão "Adicionar".
ru_ru: Контактов почты пока нет. Нажмите "Добавить" для добавления.
th_th: ยังไม่มีรายชื่อที่ติดต่อของอีเมล เพิ่มลงในรายการได้ด้วยปุ่ม "เพิ่ม"
vi_vn: Chưa có liên hệ email nào. Hãy thêm liên hệ bằng nút "Thêm".
zh_cn: 暂无邮箱联系人，可在右上角“添加”
zh_hk: 暫無名片夾，可在右上角「新增」

# ZvI
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อที่ติดต่อ
vi_vn: Danh bạ
zh_cn: 通讯录
zh_hk: 通訊錄

# 43Q
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# xSI
source: Delete email contact?
de_de: E-Mail-Kontakt löschen?
es_es: ¿Eliminar contacto de correo electrónico?
fr_fr: Supprimer le contact par e-mail ?
hi_in: ईमेल संपर्क हटाएँ?
id_id: Hapus kontak email?
it_it: Vuoi eliminare il contatto e-mail?
ja_jp: このメール連絡先を削除しますか？
ko_kr: 이메일 연락처를 삭제하시겠습니까?
ms_my: Padam kenalan emel?
pt_br: Excluir contato de e-mail?
ru_ru: Удалить контакт почты?
th_th: ลบรายชื่อที่ติดต่อของอีเมลหรือไม่
vi_vn: Xóa liên hệ email?
zh_cn: 删除该邮箱联系人？
zh_hk: 刪除此電郵地址聯絡人

# V58
source: Deleted
de_de: Gelöscht
es_es: Se ha eliminado
fr_fr: Supprimé
hi_in: हटाया गया
id_id: Dihapus
it_it: Eliminazione completata
ja_jp: 削除しました
ko_kr: 삭제됨
ms_my: Dihapus
pt_br: Excluído
ru_ru: Удалено
th_th: ลบแล้ว
vi_vn: Đã xóa
zh_cn: 已删除
zh_hk: 已刪除

# fmk
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
hi_in: छोड़ें
id_id: Buang
it_it: Chiudi
ja_jp: 退出
ko_kr: 취소
ms_my: Buang
pt_br: Descartar
ru_ru: Отменить
th_th: ละทิ้ง
vi_vn: Loại bỏ
zh_cn: 退出
zh_hk: 退出

# K7U
source: If you leave now, changes will not be saved.
de_de: Wenn Sie den Vorgang nun beenden, werden Änderungen nicht gespeichert.
es_es: Si abandonas la página ahora, se perderán los cambios que no estén guardados.
fr_fr: Si vous quittez maintenant, les modifications ne seront pas enregistrées.
hi_in: अगर आप अभी छोड़ देते हैं, तो बदलाव सहेजे नहीं जाएँगे।
id_id: Jika Anda keluar sekarang, perubahan tidak akan disimpan.
it_it: Se esci adesso, le modifiche non verranno salvate.
ja_jp: 今移動すると、変更内容は保存されません
ko_kr: 지금 나가면 변경 사항이 저장되지 않습니다.
ms_my: Jika anda keluar sekarang, perubahan tidak akan disimpan.
pt_br: Se sair agora, as alterações não serão salvas.
ru_ru: Если вы сейчас выйдете, изменения не будут сохранены.
th_th: หากคุณออกตอนนี้ การเปลี่ยนแปลงจะไม่ถูกบันทึก
vi_vn: Nếu bạn rời đi ngay bây giờ, các thay đổi sẽ không được lưu.
zh_cn: 当前信息将不被保存
zh_hk: 目前訊息將不會儲存

# fqs
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_hk: 編輯

# Nbc
source: Edit email contact
de_de: E-Mail-Kontakt bearbeiten
es_es: Editar contacto de correo electrónico
fr_fr: Modifier le contact par e-mail
hi_in: ईमेल संपर्क संपादित करें
id_id: Edit kontak email
it_it: Modifica contatto e-mail
ja_jp: メール連絡先を編集
ko_kr: 이메일 연락처 편집
ms_my: Edit kenalan emel
pt_br: Editar contato de e-mail
ru_ru: Редактировать контакт почты
th_th: แก้ไขรายชื่อที่ติดต่อของอีเมล
vi_vn: Chỉnh sửa liên hệ email
zh_cn: 编辑邮箱联系人
zh_hk: 編輯電郵地址聯絡人

# L7w
source: Email Contacts
de_de: E-Mail-Kontakte
es_es: Contactos de correo electrónico
fr_fr: Contacts par e-mail
hi_in: ईमेल संपर्क
id_id: Kontak Email
it_it: Contatti e-mail
ja_jp: メール連絡先
ko_kr: 이메일 연락처
ms_my: Kenalan Emel
pt_br: Contatos de e-mail
ru_ru: Контакты почты
th_th: รายชื่อที่ติดต่อของอีเมล
vi_vn: Thẻ liên lạc
zh_cn: 邮箱联系人
zh_hk: 名片夾

# 92A
source: Requested
de_de: Angefragt
es_es: Solicitado
fr_fr: Demande envoyée
hi_in: अनुरोध किया गया
id_id: Diminta
it_it: Richiesta inviata
ja_jp: 申請済み
ko_kr: 요청됨
ms_my: Diminta
pt_br: Solicitada
ru_ru: Запрошено
th_th: ร้องขอแล้ว
vi_vn: Đã yêu cầu
zh_cn: 已申请
zh_hk: 已發送申請

# gcY
source: Feishu organizations can only import Chinese mainland phone numbers when importing members.
de_de: Feishu-Organisationen können für den Import von Mitgliedern nur Telefonnummern aus Festlandchina verwenden.
es_es: Las organizaciones de Feishu solo pueden importar números de teléfono de China continental cuando importan miembros.
fr_fr: Les organisations Feishu ne peuvent importer que des numéros de téléphone de Chine continentale lors de l'importation de membres.
hi_in: सदस्यों को आयात करते समय, Feishu संगठन केवल चीन की मुख्यभूमि के फ़ोन नंबर आयात कर सकते हैं.
id_id: Organisasi Feishu hanya dapat mengimpor nomor telepon Tiongkok Daratan ketika mengimpor anggota.
it_it: Durante l'importazione di membri, le organizzazioni Feishu possono importare solo numeri di telefono della Cina continentale.
ja_jp: Feishu の法人アカウントにメンバーとしてインポートできるのは、中国本土の携帯電話番号のみです
ko_kr: Feishu 기업은 구성원을 가져올 때 중국 본토의 전화번호만 가져올 수 있습니다.
ms_my: Organisasi Feishu hanya boleh mengimport nombor telefon daratan China semasa mengimport ahli.
pt_br: As organizações do Feishu só podem importar números de telefone da China continental ao importar membros.
ru_ru: Организации Feishu могут импортировать только телефонные номера материкового Китая при импорте участников.
th_th: ทางองค์กร Feishu สามารถนำเข้าหมายเลขโทรศัพท์จากแผ่นดินใหญ่จีนได้ ในกรณีที่มีการนำเข้าสมาชิกเท่านั้น
vi_vn: Các tổ chức trên Feishu chỉ có thể nhập số điện thoại Trung Quốc đại lục khi nhập thành viên.
zh_cn: 飞书企业导入成员时，仅支持导入中国大陆手机号
zh_hk: 飛書企業匯入成員時，僅支援匯入中國大陸的手機號碼

# 70M
source: Numbers with this region code cannot be imported
de_de: Nummern mit dieser Vorwahl können nicht importiert werden
es_es: No se pueden importar números con este código de región.
fr_fr: Les numéros avec cet indicatif régional ne peuvent pas être importés
id_id: Nomor dengan kode wilayah ini tidak dapat diimpor
it_it: I numeri con questo codice di area geografica non possono essere importati
ja_jp: この地域の携帯電話番号をインポートできません。
ko_kr: 이 지역 번호가 포함된 번호를 가져올 수 없습니다
ms_my: Nombor dengan kod kawasan ini tidak boleh diimport
pt_br: Os números com este código de região não podem ser importados
ru_ru: Номера с этим кодом региона не могут быть импортированы
th_th: ไม่สามารถนำเข้าหมายเลขที่มีรหัสภูมิภาคนี้ได้
vi_vn: Không thể nhập các số có mã vùng này
zh_cn: 该地区手机号不支持导入
zh_hk: 不支援匯入該地區手機號碼

# 88g
source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
hi_in: प्रबंधित करें
id_id: Kelola
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
ms_my: Urus
pt_br: Gerenciar
ru_ru: Управление
th_th: จัดการ
vi_vn: Quản lý
zh_cn: 管理

# Q3k
source: Mobile Contacts
de_de: Mobile Kontakte
es_es: Contactos móviles
fr_fr: Contacts mobiles
hi_in: मोबाइल संपर्क
id_id: Kontak Ponsel
it_it: Contatti su dispositivo mobile
ja_jp: 携帯の連絡先
ko_kr: 모바일 연락처
ms_my: Kenalan Mudah Alih
pt_br: Contatos do celular
ru_ru: Мобильные контакты
th_th: รายชื่อที่ติดต่อบนมือถือ
vi_vn: Danh bạ trên Thiết bị di động
zh_cn: 手机联系人
zh_hk: 手機聯絡人

# 5UM
source: More departments
de_de: Weitere Abteilungen
es_es: Más departamentos
fr_fr: Plus de services
hi_in: अधिक विभाग
id_id: Departemen lainnya
it_it: Altri reparti
ja_jp: もっと見る
ko_kr: 부서 더 보기
ms_my: Lebih banyak jabatan
pt_br: Mais departamentos
ru_ru: Другие отделы
th_th: แผนกเพิ่มเติม
vi_vn: Thêm bộ phận
zh_cn: 更多部门

# eS4
source: No business email added to this contact
de_de: Keine geschäftliche E-Mail zu diesem Kontakt hinzugefügt
es_es: No se ha agregado el correo electrónico empresarial a este contacto
fr_fr: Aucune adresse e-mail professionnelle ajoutée à ce contact
hi_in: इस संपर्क के साथ कोई बिज़नेस ईमेल नहीं जोड़ा गया
id_id: Tidak ada email bisnis yang ditambahkan ke kontak ini
it_it: Nessuna email aziendale aggiunta a questo contatto
ja_jp: 法人メールがありません
ko_kr: 이 연락처에 추가된 비즈니스 이메일이 없습니다
ms_my: Tiada emel perniagaan ditambah ke kenalan ini
pt_br: Nenhum e-mail comercial adicionado a este contato
ru_ru: К этому контакту не добавлен рабочий адрес почты
th_th: ไม่มีอีเมลธุรกิจที่เพิ่มไปยังรายชื่อที่ติดต่อนี้
vi_vn: Không có email doanh nghiệp nào được thêm thành công vào liên hệ này
zh_cn: 无企业邮箱
zh_hk: 無企業電郵地址

# 36A
source: No results found. This person may not be using {{APP_DISPLAY_NAME}}, or has turned off privacy settings.
de_de: Keine Ergebnisse gefunden. Diese Person nutzt {{APP_DISPLAY_NAME}} möglicherweise nicht oder hat die Privatsphäre-Einstellungen deaktiviert.
es_es: No se han encontrado resultados. Es posible que esta persona no esté utilizando {{APP_DISPLAY_NAME}} o que haya desactivado la configuración de privacidad.
fr_fr: Aucun résultat trouvé. Cette personne n'utilise peut-être pas {{APP_DISPLAY_NAME}}, ou a désactivé les paramètres de confidentialité.
hi_in: कोई परिणाम नहीं मिला. हो सकता है कि यह व्यक्ति {{APP_DISPLAY_NAME}} का उपयोग नहीं कर रहा है, या गोपनीयता सेटिंग्स बंद कर दी हैं.
id_id: Hasil tidak ditemukan. Orang ini mungkin tidak menggunakan {{APP_DISPLAY_NAME}}, atau telah menonaktifkan pengaturan privasi.
it_it: Nessun risultato trovato. È possibile che questa persona non utilizzi {{APP_DISPLAY_NAME}} o che abbia disattivato le impostazioni sulla privacy.
ja_jp: 結果が見つかりませんでした。相手は {{APP_DISPLAY_NAME}} を使用していないか、プライバシー設定で他人から検索できないように設定しています。
ko_kr: 결과가 없습니다. 이 사용자는 {{APP_DISPLAY_NAME}}을(를) 사용하지 않거나 개인 정보 보호 설정을 껐을 수 있습니다.
ms_my: Tiada hasil ditemui. Orang ini mungkin tidak menggunakan {{APP_DISPLAY_NAME}}, atau telah mematikan tetapan privasi.
pt_br: Nenhum resultado encontrado. Talvez essa pessoa não esteja usando {{APP_DISPLAY_NAME}} ou tenha desativado as configurações de privacidade.
ru_ru: Результаты не найдены. Возможно, этот пользователь не использует {{APP_DISPLAY_NAME}} или у него отключены настройки конфиденциальности.
th_th: ไม่พบผลลัพธ์ บุคคลนี้อาจไม่ได้ใช้ {{APP_DISPLAY_NAME}} หรือได้ปิดการตั้งค่าความเป็นส่วนตัว
vi_vn: Không tìm thấy kết quả. Người này có thể không đang sử dụng {{APP_DISPLAY_NAME}} hoặc đã tắt cài đặt quyền riêng tư.
zh_cn: 没有搜到相关结果。对方可能未使用{{APP_DISPLAY_NAME}}，或因关闭隐私设置无法被搜索。
zh_hk: 找不到相關結果。對方可能未使用{{APP_DISPLAY_NAME}}，或已將私隱設定關閉，因而搜尋不到。

# /lU
source: No permission to send emails to this group
de_de: Keine Berechtigung zum Senden von E-Mails an diese Gruppe
es_es: No tienes permiso para enviar correos electrónicos a este grupo
fr_fr: Aucune autorisation d'envoyer des e-mails à ce groupe
hi_in: इस समूह में ईमेल भेजने की कोई अनुमति नहीं
id_id: Tidak ada izin untuk mengirim email ke grup ini
it_it: Nessuna autorizzazione all'invio di e-mail a questo gruppo
ja_jp: このグループにメールを送信できません
ko_kr: 이 그룹에 이메일을 보낼 권한이 없습니다
ms_my: Tiada kebenaran untuk menghantar emel kepada kumpulan ini
pt_br: Sem permissão para enviar e-mails para este grupo
ru_ru: Нет разрешения на отправку писем этой группе
th_th: ไม่มีสิทธิ์การอนุญาตในการส่งอีเมลไปยังกลุ่มนี้
vi_vn: Không có quyền gửi email đến nhóm này
zh_cn: 无法向此群发送邮件
zh_hk: 無法向此群組發送郵件

# a2I
source: Please enter a name.
de_de: Bitte geben Sie einen Namen ein.
es_es: Introduce un nombre.
fr_fr: Veuillez saisir un nom.
hi_in: कृपया नाम दर्ज करें
id_id: Masukkan nama.
it_it: Immetti un nome.
ja_jp: 氏名を入力してください
ko_kr: 이름을 입력하세요.
ms_my: Sila masukkan nama.
pt_br: Insira um nome.
ru_ru: Введите имя.
th_th: โปรดกรอกชื่อ
vi_vn: Vui lòng nhập tên.
zh_cn: 请填写姓名
zh_hk: 請填寫姓名

# ges
source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Introduce un correo electrónico válido.
fr_fr: Veuillez saisir une adresse e-mail valide.
hi_in: कृपया एक मान्य ईमेल पता दर्ज करें
id_id: Masukkan alamat email yang valid.
it_it: Immetti un indirizzo e-mail valido.
ja_jp: 正しいメールアドレスを入力してください
ko_kr: 올바른 이메일 주소를 입력하세요.
ms_my: Sila masukkan alamat e-mel yang sah.
pt_br: Insira um endereço de e-mail válido.
ru_ru: Введите действительный адрес почты.
th_th: โปรดกรอกที่อยู่อีเมลที่ใช้งานได้
vi_vn: Vui lòng nhập địa chỉ email hợp lệ.
zh_cn: 请填写有效的邮箱地址
zh_hk: 請填寫有效的電郵地址

# Cx8
source: Please enter a valid mobile number
de_de: Geben Sie bitte eine gültige Mobiltelefonnummer ein
es_es: Introduce un número de teléfono móvil válido
fr_fr: Veuillez saisir un numéro de mobile valide
hi_in: कृपया मान्य मोबाइल नंबर दर्ज करें
id_id: Masukkan nomor ponsel yang valid
it_it: Immetti un numero di telefono valido
ja_jp: 正しい携帯番号を入力してください
ko_kr: 올바른 휴대폰 번호를 입력하세요
ms_my: Sila masukkan nombor telefon bimbit yang sah
pt_br: Insira um número de celular válido
ru_ru: Введите действительный номер мобильного телефона
th_th: กรุณาใส่หมายเลขโทรศัพท์มือถือที่ถูกต้อง
vi_vn: Vui lòng nhập một số điện thoại di động hợp lệ
zh_cn: 请填写有效的手机号
zh_hk: 請填寫有效的手機號碼

# www
source: Maximum number of recipients reached
de_de: Maximale Anzahl an Empfängern erreicht
es_es: Se ha alcanzado el número máximo de destinatarios
fr_fr: Nombre maximum de destinataires atteint
hi_in: प्राप्तकर्ताओं की संख्या सीमा तक पहुँच गई है
id_id: Jumlah maksimum penerima tercapai
it_it: Numero massimo di destinatari raggiunto
ja_jp: 受信者人数は上限に達しました
ko_kr: 최대 받는 사람 수에 도달했습니다
ms_my: Bilangan penerima maksimum dicapai
pt_br: Número máximo de recipientes atingido
ru_ru: Достигнуто максимальное количество получателей
th_th: ผู้รับครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt số lượng người nhận tối đa
zh_cn: 收件人已达上限
zh_hk: 收件人人數已達上限

# c/8
source: Saved
de_de: Gespeichert
es_es: Se ha guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장됨
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_hk: 已儲存

# sFk
source: Select contacts
de_de: Kontakte auswählen
es_es: Seleccionar contactos
fr_fr: Sélectionner des contacts
hi_in: संपर्क चुनें
id_id: Pilih kontak
it_it: Seleziona contatti
ja_jp: 連絡先を選択
ko_kr: 연락처 선택
ms_my: Pilih kenalan
pt_br: Selecionar contatos
ru_ru: Выберите контакты
th_th: เลือกรายชื่อที่ติดต่อ
vi_vn: Lựa chọn danh bạ
zh_cn: 选择联系人
zh_hk: 選擇聯絡人

# Xnw
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# +JY
source: Department group
de_de: Abteilungsgruppe
es_es: Grupo de departamentos
fr_fr: Groupe de service
hi_in: टीम का समूह
id_id: Grup departemen
it_it: Gruppo reparti
ja_jp: 部門グループ
ko_kr: 부서 그룹
ms_my: Kumpulan jabatan
pt_br: Grupo do departamento
ru_ru: Группа отдела
th_th: กลุ่มแผนก
vi_vn: Nhóm phòng ban
zh_cn: 部门群
zh_hk: 部門群組

# Gd0
source: Not yet created
de_de: Noch nicht erstellt
es_es: No se ha creado aún
fr_fr: Pas encore créé
hi_in: अभी तक नहीं बनाया गया
id_id: Belum dibuat
it_it: Creazione non ancora completata
ja_jp: 未作成
ko_kr: 아직 생성되지 않았습니다
ms_my: Belum dicipta
pt_br: Ainda não foi criado
ru_ru: Еще не создано
th_th: ยังไม่ได้สร้าง
vi_vn: Chưa được tạo
zh_cn: 尚未创建
zh_hk: 尚未建立

# kr0
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# rFc
source: People will be added to the Department group automatically after they join.
de_de: Personen werden der Abteilungsgruppe automatisch hinzugefügt, nachdem sie beitreten.
es_es: Los usuarios se agregarán automáticamente al grupo del departamento una vez que entren.
fr_fr: Après leur adhésion, les personnes seront automatiquement ajoutées au groupe de service.
hi_in: लोगों के शामिल होने के बाद वे विभाग के समूह में स्वचालित रूप से जोड़े जाएँगे.
id_id: Orang akan otomatis ditambahkan ke grup Departemen setelah mereka bergabung.
it_it: Quando parteciperanno, le persone verranno aggiunte automaticamente al gruppo reparti.
ja_jp: 部門に所属するユーザーが自動的に部門グループに追加されます
ko_kr: 참여한 사람들이 자동으로 부서 그룹에 추가됩니다.
ms_my: Orang akan ditambah ke kumpulan Jabatan secara automatik selepas menyertai.
pt_br: As pessoas serão adicionadas automaticamente ao grupo do departamento após ingressarem.
ru_ru: Присоединившись, люди будут автоматически добавлены в группу "Отдел".
th_th: ระบบจะเพิ่มผู้คนที่เข้าร่วมเข้าไปยังกลุ่มแผนกโดยอัตโนมัติ
vi_vn: Mọi người sẽ được tự động thêm vào nhóm Phòng ban sau khi tham gia.
zh_cn: 新成员加入部门时会自动加入部门群
zh_hk: 新成員加入部門時，會自動加入部門群組

# 41c
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成する
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# qPk
source: Create department group
de_de: Abteilungsgruppe erstellen
es_es: Crear grupo de departamento
fr_fr: Créer un groupe de service
hi_in: टीम का समूह बनाएँ
id_id: Buat grup departemen
it_it: Crea gruppo reparti
ja_jp: 部門グループの作成
ko_kr: 부서 그룹 생성
ms_my: Cipta kumpulan jabatan
pt_br: Criar grupo do departamento
ru_ru: Создать группу отдела
th_th: สร้างกลุ่มแผนก
vi_vn: Tạo nhóm phòng ban
zh_cn: 创建部门群
zh_hk: 建立部門群組

# uJk
source: Enter
de_de: Eingabe
es_es: Entrar
fr_fr: Accéder
hi_in: शामिल हों
id_id: Masuk
it_it: Immetti
ja_jp: 表示
ko_kr: 입력
ms_my: Masuk
pt_br: Entrar
ru_ru: Ввод
th_th: เข้า
vi_vn: Nhập
zh_cn: 进入
zh_hk: 進入

# oj8
source: Add to Phone Contacts
de_de: Zu Telefonkontakten hinzufügen
es_es: Agregar a Contactos del teléfono
fr_fr: Ajouter aux contacts téléphoniques
id_id: Tambahkan ke Kontak Telepon
it_it: Aggiungi ai contatti del telefono
ja_jp: 携帯電話の連絡先に登録
ko_kr: 전화 연락처에 추가
ms_my: Tambah ke Kenalan Telefon
pt_br: Adicionar aos contatos do telefone
ru_ru: Добавить в контакты телефона
th_th: เพิ่มไปยังรายชื่อที่ติดต่อของโทรศัพท์
vi_vn: Thêm vào danh bạ điện thoại
zh_cn: 保存到手机通讯录
zh_hk: 儲存至手機通訊錄

# xAQ
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# FR0
source: Create New Contact
de_de: Neuen Kontakt erstellen
es_es: Crear nuevo contacto
fr_fr: Créer un nouveau contact
id_id: Buat Kontak Baru
it_it: Crea nuovo contatto
ja_jp: 新規作成
ko_kr: 새 연락처 생성
ms_my: Cipta Kenalan Baru
pt_br: Criar novo contato
ru_ru: Создать новый контакт
th_th: สร้างรายชื่อที่ติดต่อใหม่
vi_vn: Tạo liên hệ mới
zh_cn: 新建联系人
zh_hk: 建立聯絡人

# AbQ
source: Add to Existing Contact
de_de: Zu vorhandenem Kontakt hinzufügen
es_es: Agregar a contacto existente
fr_fr: Ajouter à un contact existant
id_id: Tambahkan ke Kontak yang Ada
it_it: Aggiungi a contatto esistente
ja_jp: 既存の連絡先に追加
ko_kr: 기존 연락처에 추가
ms_my: Tambah ke Kenalan Sedia Ada
pt_br: Adicionar ao contato existente
ru_ru: Добавить к существующему контакту
th_th: เพิ่มไปยังรายชื่อที่ติดต่อที่มีอยู่
vi_vn: Thêm vào liên hệ hiện có
zh_cn: 添加到现有联系人
zh_hk: 新增到現有聯絡人

# rVU
source: Please allow {{APP_DISPLAY_NAME}} to access your location, so you can join nearby groups
de_de: Erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihren Standort, damit Sie Gruppen in Ihrer Nähe beitreten können.
es_es: Permite a {{APP_DISPLAY_NAME}} acceder a tu ubicación para que te puedas unir a los grupos cercanos
fr_fr: Veuillez autoriser {{APP_DISPLAY_NAME}} à accéder à votre localisation afin de pouvoir rejoindre des groupes à proximité
hi_in: कृपया {{APP_DISPLAY_NAME}} को अपना स्थान ऐक्सेस करने की अनुमति दें, ताकि आप पास के समूहों में शामिल हो सकें
id_id: Izinkan {{APP_DISPLAY_NAME}} untuk mengakses lokasi Anda sehingga Anda dapat bergabung dengan grup terdekat
it_it: Consenti a {{APP_DISPLAY_NAME}} di accedere alla tua posizione, così puoi unirti ai gruppi nelle vicinanze
ja_jp: 「近くの人とグループを作成」する機能を利用するには、設定で{{APP_DISPLAY_NAME}} による位置情報へのアクセスを許可してください.
ko_kr: 주변 그룹에 참가할 수 있도록 {{APP_DISPLAY_NAME}}이(가) 위치에 액세스하도록 허용해 주세요
ms_my: Sila benarkan {{APP_DISPLAY_NAME}} mengakses lokasi anda, supaya anda boleh menyertai kumpulan berdekatan
pt_br: Permita que o {{APP_DISPLAY_NAME}} acesse o local para que você possa ingressar em grupos próximos
ru_ru: Разрешите приложению "{{APP_DISPLAY_NAME}}" доступ к вашему местоположению, чтобы вы могли присоединяться к ближайшим группам.
th_th: โปรดอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงตำแหน่งที่ตั้งของคุณ เพื่อให้คุณสามารถเข้าร่วมกลุ่มในบริเวณใกล้เคียงได้
vi_vn: Vui lòng cho phép {{APP_DISPLAY_NAME}} truy cập địa điểm của bạn, để bạn có thể tham gia vào các nhóm xung quanh
zh_cn: 请在设置中开启{{APP_DISPLAY_NAME}}的位置权限，以便使用面对面建群功能
zh_hk: 請在設定中開啟{{APP_DISPLAY_NAME}}的位置權限，以使用面對面建立群組功能

# 32c
source: Need permission to access your location
de_de: Berechtigung für den Zugriff auf Ihren Standort erforderlich
es_es: Se necesita permiso para acceder a tu ubicación
fr_fr: Autorisation requise pour accéder à votre localisation
hi_in: आपका स्थान ऐक्सेस करने के लिए अनुमति की आवश्यकता है
id_id: Perlu izin untuk mengakses lokasi Anda
it_it: Occorre l'autorizzazione per accedere alla posizione
ja_jp: 位置情報へのアクセス許可が必要です
ko_kr: 위치 액세스 권한 필요
ms_my: Perlu kebenaran untuk mengakses lokasi anda
pt_br: Precisa de permissão para acessar o local
ru_ru: Требуется разрешение на доступ к вашему местоположению
th_th: ต้องการสิทธิ์การอนุญาตในการเข้าถึงตำแหน่งที่ตั้งของคุณ
vi_vn: Cần quyền để truy cập địa điểm của bạn
zh_cn: 需要获得位置权限
zh_hk: 需要獲得位置權限

# BKU
source: Need permission to access your photos
de_de: Berechtigung für den Zugriff auf Ihre Fotos erforderlich
es_es: Necesitas permiso para acceder a tus fotos
fr_fr: Autorisation requise pour accéder à vos photos
hi_in: आपके फ़ोटो ऐक्सेस करने के लिए अनुमति की आवश्यकता है
id_id: Perlu izin untuk mengakses foto Anda
it_it: Occorre l'autorizzazione per accedere alle tue foto
ja_jp: 写真へのアクセス許可が必要です
ko_kr: 사진 액세스 권한 필요
ms_my: Perlu kebenaran untuk mengakses gambar anda
pt_br: Precisa de permissão para acessar as fotos
ru_ru: Требуется разрешение на доступ к вашим фотографиям
th_th: ต้องการสิทธิ์การอนุญาตในการเข้าถึงภาพถ่ายของคุณ
vi_vn: Cần quyền để truy cập ảnh của bạn
zh_cn: 需要获得照片权限
zh_hk: 需要獲得相片權限
