Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# vV4
source: Unable to select external group
de_de: Auswählen von externer Gruppe nicht möglich
es_es: No se puede seleccionar el grupo externo
fr_fr: Impossible de sélectionner un groupe externe
hi_in: बाहरी समूह को चुनने में असमर्थ
id_id: Tidak dapat memilih grup eksternal
it_it: Impossibile selezionare gruppo esterno
ja_jp: 外部グループを選択できません
ko_kr: 외부 그룹을 선택할 수 없음
ms_my: Tidak dapat memilih kumpulan luaran
pt_br: Não é possível selecionar o grupo externo
ru_ru: Не удалось выбрать внешнюю группу
th_th: ไม่สามารถเลือกกลุ่มภายนอกได้
vi_vn: Không thể chọn nhóm bên ngoài
zh_cn: 无法选择外部群

# X1w
source: {{APP_DISPLAY_NAME}} Verification
de_de: {{APP_DISPLAY_NAME}}-Überprüfung
es_es: Verificación de {{APP_DISPLAY_NAME}}
fr_fr: Vérification {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} सत्यापन
id_id: Verifikasi {{APP_DISPLAY_NAME}}
it_it: Verifica {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} 法人認証について
ko_kr: {{APP_DISPLAY_NAME}} 인증
ms_my: Pengesahan {{APP_DISPLAY_NAME}}
pt_br: Verificação do {{APP_DISPLAY_NAME}}
ru_ru: Проверка {{APP_DISPLAY_NAME}}
th_th: การตรวจสอบยืนยัน {{APP_DISPLAY_NAME}}
vi_vn: Xác minh {{APP_DISPLAY_NAME}}
zh_cn: 了解{{APP_DISPLAY_NAME}}企业认证
zh_hk: 瞭解{{APP_DISPLAY_NAME}}企業認證

# 0u4
source: Create Group
de_de: Gruppe erstellen
es_es: Crear grupo
fr_fr: Créer un groupe
hi_in: समूह बनाएँ
id_id: Buat grup
it_it: Crea gruppo
ja_jp: グループを作成
ko_kr: 그룹 생성
ms_my: Cipta Kumpulan
pt_br: Criar grupo
ru_ru: Создать группу
th_th: สร้างกลุ่ม
vi_vn: Tạo Nhóm
zh_cn: 创建话题群
zh_hk: 建立主題群組

# 3js
source: Add Members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
hi_in: सदस्यों को जोड़ें
id_id: Tambah Anggota
it_it: Aggiungi membri
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah Ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# Aho
source: Groups I Manage
de_de: Gruppen, die ich verwalte
es_es: Grupos que administro
fr_fr: Groupes gérés par moi
hi_in: समूह जिन्हें मैं प्रबंधित करता/करती हूँ
id_id: Grup yang Saya Kelola
it_it: Gruppi che gestisco
ja_jp: 自分が管理するグループ
ko_kr: 그룹화 I 관리
ms_my: Kumpulan yang Saya Urus
pt_br: Grupos que eu gerencio
ru_ru: Группы, которыми я управляю
th_th: กลุ่มที่ฉันจัดการ
vi_vn: Nhóm do tôi quản lý
zh_cn: 我管理的群组
zh_hk: 我管理的群組

# aS4
source: Group name
de_de: Gruppenname
es_es: Nombre de grupo
fr_fr: Nom du groupe
hi_in: समूह का नाम
id_id: Nama grup
it_it: Nome gruppo
ja_jp: グループ名
ko_kr: 그룹 이름
ms_my: Nama kumpulan
pt_br: Nome do grupo
ru_ru: Имя группы
th_th: ชื่อกลุ่ม
vi_vn: Tên nhóm
zh_cn: 群名称
zh_hk: 群組名稱

# 7FU
source: Enter a group name (required)
de_de: Gruppennamen eingeben (erforderlich)
es_es: Introducir un nombre de grupo (obligatorio)
fr_fr: Saisissez un nom de groupe (obligatoire)
hi_in: समूह का नाम दर्ज करें (आवश्यक)
id_id: Masukkan nama grup (wajib diisi)
it_it: Immetti il nome di un gruppo (obbligatorio)
ja_jp: グループ名を入力してください（必須）
ko_kr: 그룹 이름 입력(필수)
ms_my: Masukkan nama kumpulan (diperlukan)
pt_br: Inserir um nome do grupo (obrigatório)
ru_ru: Введите имя группы (обязательно)
th_th: ป้อนชื่อกลุ่ม (จำเป็น)
vi_vn: Nhập một tên nhóm (bắt buộc)
zh_cn: 输入群名称（必填）
zh_hk: 輸入群組名稱（必填）

# TrU
source: You can only select departments you manage
de_de: Sie können nur von Ihnen verwaltete Abteilungen auswählen.
es_es: Sólo puedes seleccionar los departamentos que gestiones
fr_fr: Vous pouvez uniquement sélectionner les services que vous gérez
hi_in: इस विभाग को चुनने की कोई अनुमति नहीं है.
id_id: Anda hanya dapat memilih departemen yang Anda kelola
it_it: Puoi selezionare solo i reparti che gestisci
ja_jp: 自分が管理するグループのみ選択できます。
ko_kr: 회원님이 관리하는 부서만 선택할 수 있습니다
ms_my: Anda hanya boleh memilih jabatan yang anda urus
pt_br: Você só pode selecionar os departamentos que gerencia
ru_ru: Вы можете выбирать только отделы, которыми управляете
th_th: คุณสามารถเลือกได้เฉพาะแผนกที่คุณจัดการเท่านั้น
vi_vn: Bạn chỉ có thể chọn các bộ phận mà bạn quản lý
zh_cn: 仅可选择我管理的部门
zh_hk: 僅可選擇我管理的部門

# gAw
source: No permission to add
de_de: Keine Berechtigung zum Hinzufügen
es_es: No tienes permiso para agregar
fr_fr: Aucune autorisation pour ajouter
hi_in: जोड़ने की अनुमति नहीं
id_id: Tidak ada izin untuk menambah
it_it: Nessuna autorizzazione per aggiungere
ja_jp: ユーザーを追加する権限がありません
ko_kr: 추가된 권한이 없습니다
ms_my: Tiada kebenaran untuk tambah
pt_br: Sem permissão para adicionar
ru_ru: Нет разрешения на добавление
th_th: ไม่มีสิทธิ์การอนุญาตในการเพิ่ม
vi_vn: Không có quyền thêm
zh_cn: 无权限添加
zh_hk: 無權限新增

# sNs
source: Subscribed
de_de: Abonniert
es_es: Suscrito
fr_fr: Abonné
hi_in: सदस्यता ली गई
id_id: Berlangganan
it_it: Sottoscritto
ja_jp: フォロー
ko_kr: 구독됨
ms_my: Dilanggan
pt_br: Subscrito
ru_ru: Подписки
th_th: สมัครใช้งานแล้ว
vi_vn: Đã đăng ký
zh_cn: 我订阅的
zh_hk: 我訂閱的

# QlI
source: Add Now
de_de: Jetzt hinzufügen
es_es: Agregar ahora
fr_fr: Ajouter maintenant
hi_in: अभी जोड़ें
id_id: Tambah Sekarang
it_it: Aggiungi ora
ja_jp: 外部連絡先を追加
ko_kr: 지금 추가
ms_my: Tambah Sekarang
pt_br: Adicionar agora
ru_ru: Добавить сейчас
th_th: เพิ่มเลย
vi_vn: Thêm ngay
zh_cn: 开始添加
zh_hk: 開始新增

# 4Kg
source: External contacts refer to people <b>outside of your organization</b>, like <b>business partners</b>, or <b>friends</b>.
de_de: Externe Kontakte beziehen sich auf Menschen <b>außerhalb Ihrer Organisation</b>, wie <b>Geschäftspartner</b> oder <b>Freunde</b>.
es_es: Los contactos externos hacen referencia a personas <b>ajenas a tu organización</b>, como <b>socios empresariales</b> o <b>amigos</b>.
fr_fr: Les contacts externes désignent des personnes <b>extérieures à votre organisation</b>, comme des <b>partenaires commerciaux</b> ou des <b>amis</b>.
hi_in: बाहरी संपर्क <b>आपके संगठन के बाहर</b> के लोगों, जैसे <b>बिज़नेस के भागीदारों</b>, या <b>दोस्तों</b> को संदर्भित करते हैं.
id_id: Kontak eksternal merujuk pada orang <b>di luar organisasi Anda</b>, seperti <b>mitra bisnis</b>, atau <b>teman</b>.
it_it: I contatti esterni fanno riferimento a persone <b>al di fuori del tuo team</b> quali, ad esempio, <b>partner commerciali</b> o <b>amici</b>.
ja_jp: 「外部連絡先」とは、<b>取引先の代表</b>や<b>自分の友人</b>など、所属の企業や部門/組織<b>以外</b>のパートナーのことを指します。
ko_kr: 외부 연락처는 <b>비즈니스 파트너</b> 또는 <b>친구</b>와 같이 <b>기업 외부</b>의 사람들을 가리킵니다.
ms_my: Kenalan luaran merujuk kepada orang <b>di luar organisasi anda</b>, seperti <b>rakan kongsi perniagaan</b>, atau <b>kawan-kawan</b>.
pt_br: Contatos externos referem-se a pessoas <b>fora de sua organização</b>, como <b>parceiros de negócios</b> ou <b>amigos</b>.
ru_ru: Внешние контакты относятся к людям <b>за пределами вашей команды</b>, например <b>деловым партнерам</b> или <b>друзьям</b>.
th_th: ผู้ติดต่อภายนอกหมายถึงบุคคล<b>ภายนอกองค์กรของคุณ</b> เช่น <b>พันธมิตรธุรกิจ</b> หรือ <b>เพื่อน</b>
vi_vn: Danh bạ bên ngoài đề cập đến những người <b>ở ngoài tổ chức của bạn</b>, chẳng hạn như <b>đối tác kinh doanh</b> hoặc <b>bạn bè</b>.
zh_cn: “外部联系人”指<b>企业之外</b>的合作伙伴， 比如<b>客户</b>、<b>好友</b>等
zh_hk: 「外部聯絡人」指<b>團隊以外</b>的合作夥伴， 例如<b>客戶</b>、<b>好友</b>等

# Bfk
source: If you'd like to add internal collaborators to your department, company, or organization, please add them as organization members.
de_de: Wenn Sie interne Mitarbeiter zu Ihrer Abteilung, Ihrem Unternehmen oder Ihrer Organisation hinzufügen möchten, fügen Sie diese bitte als Teammitglieder hinzu.
es_es: Si quieres agregar colaboradores internos a tu departamento, empresa u organización, debes agregarlos como miembros del equipo.
fr_fr: Si vous souhaitez ajouter des collaborateurs internes à votre service, entreprise ou organisation, veuillez les ajouter en tant que membres d'équipe.
hi_in: यदि आप अपने विभाग, कंपनी या संगठन में आंतरिक सहयोगी जोड़ना चाहते हैं, तो कृपया उन्हें टीम के सदस्यों के रूप में जोड़ें.
id_id: Jika Anda ingin menambah kolaborator internal ke departemen, perusahaan, atau organisasi Anda, tambah mereka sebagai anggota tim.
it_it: Se desideri aggiungere collaboratori interni al tuo reparto, alla tua società o alla tua organizzazione, aggiungili come membri del team.
ja_jp: 同じ企業や部門/組織に所属する仲間を追加する場合は、「メンバーを追加」を選択してください。
ko_kr: 부서, 회사 또는 조직에 내부 공동 작업자를 추가하려면 해당 사용자를 팀 구성원으로 추가하세요.
ms_my: Jika anda ingin menambah kolaborator dalaman ke jabatan, syarikat, atau organisasi anda, sila tambahkan mereka sebagai ahli organisasi.
pt_br: Se você quiser adicionar colaboradores internos ao seu departamento, empresa ou organização, adicione-os como membros da equipe.
ru_ru: Если вы хотите добавить внутренних сотрудников для вашей компании, отдела или организации, добавьте их в качестве участников команды.
th_th: หากคุณต้องการเพิ่มผู้ร่วมงานภายในไปยังแผนก บริษัท หรือองค์กรของคุณ โปรดเพิ่มพวกเขาเป็นสมาชิกทีม
vi_vn: Nếu bạn muốn thêm cộng tác viên nội bộ vào bộ phận, công ty hoặc tổ chức của mình, hãy thêm họ làm thành viên nhóm.
zh_cn: 如果是添加公司、组织或部门内的同事，请添加企业成员
zh_hk: 如果要新增公司、組織或部門內的同事，請新增團隊成員

# xlM
source: You are adding external contacts
de_de: Sie fügen einen externen Kontakt hinzu
es_es: Estás agregando un contacto externo
fr_fr: Vous ajoutez un contact externe
hi_in: आप बाहरी संपर्क को जोड़ रहे हैं
id_id: Anda menambahkan kontak eksternal
it_it: Stai aggiungendo contatti esterni
ja_jp: 外部連絡先を追加しています
ko_kr: 외부 연락처를 추가하고 있습니다
ms_my: Anda sedang menambah kenalan luaran
pt_br: Você está adicionando contatos externos
ru_ru: Вы добавляете внешний контакт
th_th: คุณกำลังเพิ่มผู้ติดต่อภายนอก
vi_vn: Bạn đang thêm danh bạ bên ngoài
zh_cn: 你正在添加外部联系人
zh_hk: 你正在新增外部聯絡人

# 6yY
source: You've been invited to {{TEAM_NAME}}! Join the organization via {{INVITATION_LINK}}.
de_de: Sie wurden zu {{TEAM_NAME}} eingeladen! Treten Sie der Organisation über {{INVITATION_LINK}} bei.
es_es: ¡Te han invitado a {{TEAM_NAME}}! Únete a la organización a través de {{INVITATION_LINK}}.
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}} ! Rejoignez l'organisation via {{INVITATION_LINK}}.
hi_in: आपको {{TEAM_NAME}} में आमंत्रित किया गया है! {{INVITATION_LINK}} से संगठन में शामिल हों.
id_id: Anda telah diundang ke {{TEAM_NAME}}! Bergabung dengan organisasi melalui {{INVITATION_LINK}}.
it_it: Sei stato/a invitato/a su {{TEAM_NAME}}. Partecipa all'organizzazione tramite {{INVITATION_LINK}}.
ja_jp: {{TEAM_NAME}} に招待されました。リンクをクリックして法人アカウントに参加しましょう：{{INVITATION_LINK}}
ko_kr: {{TEAM_NAME}}에 초대받았습니다! {{INVITATION_LINK}}을(를) 통해 기업에 참가하세요.
ms_my: Anda telah dijemput ke {{TEAM_NAME}}! Sertai organisasi melalui {{INVITATION_LINK}}.
pt_br: Você foi convidado para {{TEAM_NAME}}! Ingresse na organização via {{INVITATION_LINK}}.
ru_ru: Получено приглашение в {{TEAM_NAME}}! Присоединитесь к команде по этой ссылке: {{INVITATION_LINK}}.
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}}! เข้าร่วมองค์กรผ่านทาง {{INVITATION_LINK}}
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}! Tham gia tổ chức qua {{INVITATION_LINK}}.
zh_cn: 邀请你加入{{TEAM_NAME}}，请点击此链接 {{INVITATION_LINK}} 加入企业
zh_hk: 邀請你加入{{TEAM_NAME}}，請點擊此連結 {{INVITATION_LINK}} 加入團隊。

# B4s
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 知道了
zh_hk: 知道了

# mxI
source: Add Now
de_de: Jetzt hinzufügen
es_es: Agregar ahora
fr_fr: Ajouter maintenant
hi_in: अभी जोड़ें
id_id: Tambah Sekarang
it_it: Aggiungi ora
ja_jp: 追加する
ko_kr: 지금 추가
ms_my: Tambah Sekarang
pt_br: Adicionar agora
ru_ru: Добавить сейчас
th_th: เพิ่มเลย
vi_vn: Thêm ngay
zh_cn: 去添加
zh_hk: 前往新增

# thw
source: Share a QR code or link to collaborate with friends and partners.
de_de: Teilen Sie einen QR-Code oder Link, um mit Freunden und Partnern zusammenzuarbeiten.
es_es: Compartir un código QR o un enlace para colaborar con amigos y socios.
fr_fr: Partagez un code QR ou un lien pour collaborer avec vos amis et partenaires.
hi_in: मित्रों और भागीदारों के साथ सहयोग करने के लिए एक QR कोड या लिंक साझा करें.
id_id: Berbagi kode QR atau tautan untuk berkolaborasi dengan teman dan mitra.
it_it: Condividi un codice QR o un link per collaborare con amici e colleghi.
ja_jp: リンクやQRコードを共有してコラボレーションを始めましょう！
ko_kr: QR 코드 또는 링크를 공유하여 친구 및 파트너와 협업하세요.
ms_my: Kongsi kod QR atau pautan untuk bekerjasama dengan rakan dan rakan kongsi.
pt_br: Compartilhe um código QR ou link para colaborar com amigos e parceiros.
ru_ru: Поделитесь QR-кодом или ссылкой для совместной работы с друзьями и партнерами.
th_th: แบ่งปันคิวอาร์โค้ดหรือลิงก์เพื่อทำงานร่วมกันกับเพื่อนหรือพันธมิตร
vi_vn: Chia sẻ mã QR hoặc liên kết để cộng tác với bạn bè và đối tác.
zh_cn: 分享链接或二维码，即刻开始协作！
zh_hk: 分享連結或 QR 碼，立即開始協作！

# QAE
source: Add Contacts
de_de: Kontakte hinzufügen
es_es: Agregar contactos
fr_fr: Ajouter des contacts
hi_in: संपर्क जोड़ें
id_id: Tambah Kontak
it_it: Aggiungi contatti
ja_jp: 連絡先を追加
ko_kr: 연락처 추가
ms_my: Tambah Kenalan
pt_br: Adicionar contatos
ru_ru: Добавить контакты
th_th: เพิ่มรายชื่อที่ติดต่อ
vi_vn: Thêm liên hệ
zh_cn: 添加联系人
zh_hk: 新增聯絡人

# SXQ
source: Send Email Invitations
de_de: E-Mail-Einladungen senden
es_es: Enviar invitaciones por correo electrónico
fr_fr: Envoyer des invitations par e-mail
hi_in: "ईमेल आमंत्रण" भेजें
id_id: Kirim Undangan Email
it_it: Invia inviti tramite e-mail
ja_jp: メールで招待状を送信
ko_kr: 이메일 초대장 보내기
ms_my: Hantar Jemputan Melalui E-mel
pt_br: Enviar convites por email
ru_ru: Отправить письма приглашений
th_th: ส่งคำเชิญทางอีเมล
vi_vn: Gửi lời mời qua email
zh_cn: 发送邀请邮件
zh_hk: 發送邀請郵件

# SeU
source: Invite Phone Contacts
de_de: Telefonkontakte einladen
es_es: Invitar a contactos de teléfono
fr_fr: Inviter des contacts téléphoniques
hi_in: फ़ोन के संपर्कों को आमंत्रित करें
id_id: Undang Kontak Telepon
it_it: Invita contatti telefonici
ja_jp: 携帯連絡先を招待
ko_kr: 휴대폰 연락처 초대
ms_my: Jemput Kenalan Telefon
pt_br: Convidar contatos do telefone
ru_ru: Пригласить контакты из телефона
th_th: เชิญรายชื่อที่ติดต่อบนโทรศัพท์
vi_vn: Mời trong Danh bạ Điện thoại
zh_cn: 邀请手机联系人
zh_hk: 邀請手機聯絡人

# GXk
source: Share Invite Link
de_de: Teamlink teilen
es_es: Compartir enlace del equipo
fr_fr: Partager le lien d'équipe
hi_in: "टीम लिंक" साझा करें
id_id: Berbagi Tautan Tim
it_it: Condividi link dell'invito
ja_jp: 法人リンクを共有
ko_kr: 팀 링크 공유
ms_my: Kongsi Pautan Jemputan
pt_br: Compartilhar link de convite
ru_ru: Поделиться ссылкой команды
th_th: แบ่งปันลิงก์ของทีม
vi_vn: Chia sẻ Liên kết nhóm
zh_cn: 分享企业链接
zh_hk: 分享團隊連結

# skc
source: Shared successfully
de_de: Erfolgreich geteilt
es_es: Compartido correctamente
fr_fr: Partage réussi
hi_in: साझा किया गया
id_id: Berhasil dibagikan
it_it: Condivisione completata
ja_jp: 共有しました
ko_kr: 공유 성공
ms_my: Berjaya dikongsi
pt_br: Compartilhado com êxito
ru_ru: Поделился(-ась) успешно
th_th: แบ่งปันสำเร็จแล้ว
vi_vn: Đã chia sẻ thành công
zh_cn: 分享成功
zh_hk: 分享成功

# /Gw
source: Get everyone onboard to enjoy efficient collaboration on {{APP_DISPLAY_NAME}}.
de_de: Holen Sie alle an Bord, um in {{APP_DISPLAY_NAME}} effizient zusammenzuarbeiten.
es_es: Convence a todo el mundo para colaborar de forma eficiente en {{APP_DISPLAY_NAME}}.
fr_fr: Faites participer tous les membres afin de mettre en place une collaboration efficace dans {{APP_DISPLAY_NAME}}.
hi_in: {{APP_DISPLAY_NAME}} पर प्रभावशाली सहयोग का आनंद लेने के लिए सभी लोगों को ऑनबोर्ड लाएँ.
id_id: Ajak semua orang untuk menikmati kolaborasi yang efisien di {{APP_DISPLAY_NAME}}.
it_it: Coinvolgi tutti così che possano utilizzare le funzionalità di collaborazione efficiente su {{APP_DISPLAY_NAME}}.
ja_jp: 所属している組織・企業・部門の仲間を {{APP_DISPLAY_NAME}} に招待しましょう！
ko_kr: 모두를 참여시켜 {{APP_DISPLAY_NAME}}에서 효율적으로 공동 작업하세요.
ms_my: Dapatkan semua orang untuk menikmati kerjasama yang efisien di {{APP_DISPLAY_NAME}}.
pt_br: Tenha todos a bordo para aproveitar a colaboração eficiente no {{APP_DISPLAY_NAME}}.
ru_ru: Пригласите всех, чтобы эффективно совместно работать в {{APP_DISPLAY_NAME}}.
th_th: เตรียมความพร้อมให้กับทุกคนเพื่อเพลิดเพลินไปกับการทำงานร่วมกันอย่างมีประสิทธิภาพใน {{APP_DISPLAY_NAME}}
vi_vn: Xin mời mọi người cùng tham gia để tận hưởng sự cộng tác hiệu quả trên {{APP_DISPLAY_NAME}}.
zh_cn: 邀请你所在公司、部门或工作组的同事共同使用{{APP_DISPLAY_NAME}}
zh_hk: 邀請你所在的公司、部門或工作組同事共同使用{{APP_DISPLAY_NAME}}

# 7oc
source: Invite members to your organization
de_de: Mitglieder in Ihre Organisation einladen
es_es: Invita a miembros a tu organización
fr_fr: Inviter des membres à rejoindre votre organisation
hi_in: सदस्यों को अपने संगठन में आमंत्रित करें
id_id: Undang anggota ke organisasi Anda
it_it: Invita membri a partecipare alla tua organizzazione
ja_jp: メンバーを法人アカウントに招待して、コラボを始めましょう！
ko_kr: 기업에 구성원 초대
ms_my: Jemput ahli ke organisasi anda
pt_br: Convide membros para sua organização
ru_ru: Пригласите участников в свою команду
th_th: เชิญสมาชิกเข้าร่วมองค์กรของคุณ
vi_vn: Mời các thành viên vào tổ chức của bạn
zh_cn: 邀请大家加入企业，即刻开启协作！
zh_hk: 邀請大家加入團隊，馬上開始協作！

# MOc
source: {{USER_NAME}} invites you to join
de_de: {{USER_NAME}} lädt Sie zum Mitmachen ein
es_es: {{USER_NAME}} te invita a unirte
fr_fr: {{USER_NAME}} vous invite à rejoindre
hi_in: {{USER_NAME}} ने आपको शामिल होने के लिए आमंत्रित किया है
id_id: {{USER_NAME}} mengundang Anda untuk bergabung
it_it: {{USER_NAME}} ti invita a partecipare
ja_jp: {{USER_NAME}}があなたを次の法人アカウントに招待しています
ko_kr: {{USER_NAME}} 님이 참가하도록 초대합니다
ms_my: {{USER_NAME}} menjemput anda untuk menyertai
pt_br: {{USER_NAME}} convida você a ingressar
ru_ru: {{USER_NAME}} приглашает вас присоединиться
th_th: {{USER_NAME}} เชิญให้คุณเข้าร่วม
vi_vn: {{USER_NAME}} mời bạn tham gia
zh_cn: {{USER_NAME}}邀请你加入
zh_hk: {{USER_NAME}} 邀請你加入

# yTI
source: Members can easily join your organization via Invite QR Code.
de_de: Mitglieder können Ihrem Unternehmen ganz einfach über den Team-QR-Code beitreten.
es_es: Los miembros pueden unirse fácilmente a tu empresa mediante el código QR del equipo
fr_fr: Les membres peuvent facilement rejoindre votre entreprise à l'aide d'un code QR d'équipe
hi_in: सदस्य आपकी कंपनी में "टीम QR कोड" से आसानी से शामिल हो सकते हैं
id_id: Anggota dapat dengan mudah bergabung dengan perusahaan Anda melalui Kode QR Tim
it_it: I membri possono facilmente partecipare alla tua società tramite Codice QR dell'invito
ja_jp: 法人QRコードを使うと、この法人に簡単に参加できます。
ko_kr: 구성원은 팀 QR 코드를 통해 기업에 쉽게 참가할 수 있습니다
ms_my: Ahli boleh menyertai organisasi anda dengan mudah melalui Kod QR Jemputan.
pt_br: Os membros podem ingressar facilmente em sua empresa via código QR de convite
ru_ru: Участники могут легко присоединиться к вашей компании с помощью QR-кода команды.
th_th: สมาชิกสามารถเข้าร่วมบริษัทของคุณได้ง่าย ๆ ผ่านทางคิวอาร์โค้ดของทีม
vi_vn: Các thành viên có thể dễ dàng tham gia vào công ty của bạn thông qua Mã QR lời mời
zh_cn: 大家可通过企业二维码轻松加入你的企业或组织
zh_hk: 大家可通過團隊 QR 碼，輕鬆加入你的企業或組織

# Q2s
source: Members can easily join your company via Invite Link
de_de: Mitglieder können Ihrem Unternehmen ganz einfach über den Einladungslink beitreten.
es_es: Los miembros pueden unirse fácilmente a tu empresa mediante el enlace de invitación
fr_fr: Les membres peuvent facilement rejoindre votre entreprise à l'aide d'un lien d'invitation
hi_in: सदस्य आपकी कंपनी में आमंत्रण लिंक से आसानी से शामिल हो सकते हैं
id_id: Anggota dapat dengan mudah bergabung dengan perusahaan Anda melalui Tautan Undangan
it_it: I membri possono facilmente partecipare alla tua società tramite il link dell'invito
ja_jp: 法人アカウントのリンクを介して、あなたの法人や組織に簡単に参加できます
ko_kr: 구성원은 초대 링크를 통해 기업에 쉽게 참가할 수 있습니다
ms_my: Ahli boleh menyertai syarikat anda dengan mudah melalui Pautan Jemputan
pt_br: Os membros podem ingressar facilmente em sua empresa via link de convite
ru_ru: Участники могут легко присоединиться к вашей компании с помощью пригласительной ссылки.
th_th: สมาชิกสามารถเข้าร่วมบริษัทของคุณได้ง่าย ๆ ผ่านทางลิงก์เชิญ
vi_vn: Các thành viên có thể dễ dàng tham gia vào công ty của bạn thông qua Liên kết lời mời
zh_cn: 大家可通过企业链接轻松加入你的企业或组织
zh_hk: 大家可通過團隊連結，輕鬆加入你的企業或組織

# xmo
source: Try out {{APP_DISPLAY_NAME}} with others!
de_de: Probieren Sie {{APP_DISPLAY_NAME}} mit anderen aus!
es_es: ¡Prueba {{APP_DISPLAY_NAME}} con otros!
fr_fr: Essayez {{APP_DISPLAY_NAME}} avec d'autres personnes !
hi_in: दूसरों के साथ {{APP_DISPLAY_NAME}} आज़माएँ!
id_id: Cobalah {{APP_DISPLAY_NAME}} dengan yang lain!
it_it: Prova {{APP_DISPLAY_NAME}} insieme ad altri.
ja_jp: {{APP_DISPLAY_NAME}} に同僚を招待しましょう
ko_kr: 다른 사람들과 함께 {{APP_DISPLAY_NAME}}을(를) 사용해 보세요!
ms_my: Cuba {{APP_DISPLAY_NAME}} bersama orang lain!
pt_br: Experimente o {{APP_DISPLAY_NAME}} com outras pessoas!
ru_ru: Попробуйте поработать с {{APP_DISPLAY_NAME}} вместе с остальными!
th_th: ลองใช้ {{APP_DISPLAY_NAME}} กับคนอื่น ๆ!
vi_vn: Hãy thử {{APP_DISPLAY_NAME}} cùng với những người khác!
zh_cn: 邀请同事共同体验{{APP_DISPLAY_NAME}}
zh_hk: 邀請同事共同體驗{{APP_DISPLAY_NAME}}

# ovY
source: Give collaboration a go! Did you know that you can upgrade {{APP_DISPLAY_NAME}} for free? Create an organization in just two steps and try our video conferencing, shared calendars and document collaboration.
de_de: Nutzen Sie die Vorteile gemeinsamen Arbeitens! Schon gewusst, dass Sie ein kostenloses Upgrade für {{APP_DISPLAY_NAME}} durchführen können? Erstellen Sie eine Organisation in nur zwei Schritten und nutzen Sie unsere Funktionen für Videokonferenzen, geteilte Kalender und gemeinsame Dokumentbearbeitung.
es_es: No desaproveche la oportunidad de colaborar ¿Sabías que puedes actualizar {{APP_DISPLAY_NAME}} gratis? Crea la organización en solo dos pasos y prueba nuestras funciones de videoconferencia, calendarios compartidos y colaboración a través de documentos.
fr_fr: Essayez la collaboration ! Saviez-vous que vous pouviez mettre à niveau {{APP_DISPLAY_NAME}} gratuitement ? Créez une organisation en seulement deux étapes et essayez notre conférence vidéo, nos calendriers partagés et notre collaboration sur les documents.
hi_in: सहयोग आज़माएँ! क्या आप जानते हैं कि आप {{APP_DISPLAY_NAME}} मुफ़्त में अपग्रेड कर सकते हैं? केवल दो चरणों में संगठन बनाएँ और हमारे वीडियो सम्मेलन, साझा किए गए कैलेंडर और दस्तावेज़ सहयोग आज़माएँ.
id_id: Ayo kolaborasi! Tahukah Anda bahwa Anda dapat meningkatkan {{APP_DISPLAY_NAME}} secara gratis? Buat organisasi dalam dua langkah saja dan coba telekonferensi, kalender bersama, dan kolaborasi dokumen kami.
it_it: Prova la collaborazione. Sapevi che puoi effettuare l'upgrade di {{APP_DISPLAY_NAME}} gratuitamente? Crea un'organizzazione in soli due passaggi e prova le conferenze video, i calendari condivisi e la collaborazione ai documenti offerti dalla nostra soluzione.
ja_jp: {{APP_DISPLAY_NAME}} でコラボレーションするまであとたった 2 つのステップです。他のユーザーを招待し、ビデオ会議やカレンダー共有、共同編集を体験しましょう！
ko_kr: 협업을 해 보세요! 무료로 {{APP_DISPLAY_NAME}}을(를) 업그레이드할 수 있다는 사실을 알고 계셨나요? 단 두 단계로 기업을 생성하여 화상 회의와 공유 캘린더, 문서 공동 작업 기능을 사용해 보세요.
ms_my: Cuba kerjasama! Tahukah anda bahawa anda boleh menaik taraf {{APP_DISPLAY_NAME}} secara percuma? Wujudkan organisasi dalam hanya dua langkah dan cuba video konferens kami, kalendar berkongsi dan kerjasama dokumen.
pt_br: Experimente a colaboração! Você sabia que pode fazer upgrade do {{APP_DISPLAY_NAME}} gratuitamente? Crie uma organização em apenas duas etapas e experimente nossa videoconferência, os calendários compartilhados e a colaboração em documentos.
ru_ru: Взаимодействуйте эффективно! Вы знали о том, что можете расширить функции {{APP_DISPLAY_NAME}} бесплатно? Создайте команду в два простых шага и используйте для эффективного взаимодействия функции видео-конференц-связи, совместного доступа к календарям и документам.
th_th: มาลองทำงานร่วมกันเลย! คุณทราบหรือไม่ว่าสามารถอัปเกรด {{APP_DISPLAY_NAME}} ได้ฟรี สร้างองค์กรได้ในแค่สองขั้นตอนและลองใช้การประชุมทางวิดีโอของเรา ปฏิทินที่ใช้ร่วมกัน และการทำงานร่วมกันในเอกสาร
vi_vn: Hãy thử cộng tác! Bạn có biết là mình có thể nâng cấp {{APP_DISPLAY_NAME}} miễn phí không? Tạo một tổ chức chỉ với hai bước và thử tính năng hội nghị truyền hình, lịch dùng chung và cộng tác trên tài liệu.
zh_cn: 简单两步创建企业，即可免费使用视频会议、文档协作、共享日历等强大的{{APP_DISPLAY_NAME}}协作功能。
zh_hk: 簡單兩步建立團隊，即可免費使用視像會議、文件協作、分享日曆等強大的{{APP_DISPLAY_NAME}}協作功能。
