Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# rSs
source: Everyone in the organization
de_de: Alle innerhalb der Organisation
es_es: Todos los miembros de la organización
fr_fr: Tous les membres de l'organisation
id_id: Semua orang di organisasi
it_it: Tutti nell'organizzazione
ja_jp: 組織内のメンバー
ko_kr: 기업의 모든 사용자
ms_my: Semua orang dalam organisasi
pt_br: Todos na organização
ru_ru: Все в организации
th_th: ทุกคนในองค์กร
vi_vn: Mọi người trong tổ chức
zh_cn: 组织内所有成员
zh_hk: 組織內所有成員

# pUc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 7Fc
source: Deactivated
de_de: Deaktiviert
es_es: Desactivada
fr_fr: Désactivé
id_id: Dinonaktifkan
it_it: Disattivata
ja_jp: 停止中
ko_kr: 비활성화됨
ms_my: Dinyahaktifkan
pt_br: Desativado
ru_ru: Деактивировано
th_th: ปิดใช้งานแล้ว
vi_vn: Đã hủy kích hoạt
zh_cn: 已停用
zh_hk: 已停用

# HvE
source: Email Contacts
de_de: E-Mail-Kontakte
es_es: Tarjetas de contactos
fr_fr: Contacts par e-mail
hi_in: ईमेल संपर्क
id_id: Kontak Email
it_it: Contatti e-mail
ja_jp: メール連絡先
ko_kr: 이메일 연락처
ms_my: Kenalan Emel
pt_br: Cartões de contato
ru_ru: Контакты почты
th_th: รายชื่อที่ติดต่อของอีเมล
vi_vn: Thẻ liên lạc
zh_cn: 邮箱通讯录
zh_hk: 電郵地址通訊錄

# fJ8
source: Enter addresses
de_de: Adressen eingeben
es_es: Introducir direcciones
fr_fr: Saisir des adresses
id_id: Masukkan alamat
it_it: Immetti indirizzi
ja_jp: メールアドレスを入力
ko_kr: 주소를 입력하세요
ms_my: Masukkan alamat
pt_br: Inserir endereços
ru_ru: Введите адреса
th_th: กรอกที่อยู่
vi_vn: Nhập địa chỉ
zh_cn: 输入邮箱地址
zh_hk: 輸入電郵地址

# BZs
source: Enter email addresses
de_de: E-Mail-Adressen eingeben
es_es: Introduce las direcciones de correo electrónico
fr_fr: Saisir des adresses e-mail
id_id: Masukkan alamat email
it_it: Immetti indirizzi e-mail
ja_jp: メールアドレスを入力してください
ko_kr: 이메일 주소를 입력하세요
ms_my: Masukkan alamat e-mel
pt_br: Inserir endereços de e-mail
ru_ru: Введите адреса почты
th_th: กรอกที่อยู่อีเมล
vi_vn: Nhập địa chỉ email
zh_cn: 请输入邮箱地址
zh_hk: 請輸入電郵地址

# s0c
source: Unable to remove
de_de: Entfernen nicht möglich
es_es: No se puede quitar
fr_fr: Suppression impossible
hi_in: निकालने में असमर्थ
id_id: Tidak dapat menghapus
it_it: Impossibile rimuovere
ja_jp: 削除できません
ko_kr: 제거할 수 없음
ms_my: Tidak dapat membuang
pt_br: Não é possível remover
ru_ru: Не удалось удалить
th_th: ไม่สามารถลบออกได้
vi_vn: Không xóa được
zh_cn: 移除失败
zh_hk: 移除失敗

# FI0
source: Mailing list administrator
de_de: Mailinglisten-Administrator
es_es: Administrador de la lista de correo
fr_fr: Administrateur de la liste de diffusion
id_id: Administrator milis
it_it: Amministratore della lista di distribuzione
ja_jp: メーリングリスト管理者
ko_kr: 메일 그룹 관리자
ms_my: Pentadbir senarai mel
pt_br: Administrador da lista de e-mails
ru_ru: Администратор списка рассылки
th_th: ผู้ดูแลรายการส่งอีเมล
vi_vn: Quản trị viên của danh sách gửi thư
zh_cn: 邮件组管理员
zh_hk: 郵件群組管理員

# HXs
source: The number of mailing lists managed by the following members have reached the maximum:
de_de: Die Anzahl der von den folgenden Mitgliedern verwalteten Mailinglisten hat das Maximum erreicht:
es_es: El número de listas de correo gestionadas por los siguientes miembros ha alcanzado el máximo:
fr_fr: Le nombre de listes de diffusion gérées par les membres suivants a atteint le maximum :
hi_in: निम्न सदस्यों द्वारा प्रबंधित मेलिंग लिस्ट की संख्या सीमा तक पहुँच गई है:
id_id: Jumlah milis yang dikelola oleh anggota berikut telah mencapai jumlah maksimum:
it_it: È stato raggiunto il numero massimo di liste di distribuzione gestite dai seguenti membri:
ja_jp: 以下のメンバーのメーリングリスト数が上限に達したため、追加できませんでした。
ko_kr: 다음 구성원이 관리하는 메일 그룹의 수가 최대치에 도달했습니다.
ms_my: Bilangan senarai mel yang diuruskan oleh ahli berikut telah mencapai maksimum:
pt_br: O número de listas de emails gerenciadas pelos seguintes membros atingiu o máximo:
ru_ru: Количество списков рассылки, которыми управляют следующие участники, достигло максимума:
th_th: จำนวนรายการส่งอีเมลที่จัดการโดยสมาชิกต่อไปนี้ครบจำนวนสูงสุดแล้ว:
vi_vn: Số lượng danh sách gửi thư do các thành viên sau quản lý đã đạt giới hạn:
zh_cn: 以下成员管理的邮件组数量已达上限
zh_hk: 以下成員管理的郵件群組已達上限

# Lb4
source: Mailing list members
de_de: Mitglieder der Mailingliste
es_es: Miembros de la lista de correo
fr_fr: Membres de la liste de diffusion
id_id: Anggota milis
it_it: Membri della lista di distribuzione
ja_jp: メンバー
ko_kr: 메일 그룹 구성원
ms_my: Ahli senarai surat-menyurat
pt_br: Membros da lista de e-mails
ru_ru: Участники списка рассылки
th_th: สมาชิกรายการส่งอีเมล
vi_vn: Thành viên trong danh sách gửi thư
zh_cn: 邮件组成员
zh_hk: 郵件群組成員

# yi8
source: Mailing list members only
de_de: Ausschließlich Mitglieder der Mailingliste
es_es: Solo los miembros de la lista de correo
fr_fr: Membres de la liste de diffusion uniquement
id_id: Khusus anggota milis
it_it: Solo membri della lista di distribuzione
ja_jp: メーリングリストのメンバー
ko_kr: 메일 그룹 구성원만
ms_my: Ahli senarai surat-menyurat sahaja
pt_br: Apenas membros da lista de e-mails
ru_ru: Только участники списка рассылки
th_th: สมาชิกรายการส่งอีเมลเท่านั้น
vi_vn: Chỉ thành viên trong danh sách gửi thư
zh_cn: 仅邮件组成员
zh_hk: 僅郵件群組成員

# z9c
source: Mailing List
de_de: Mailingliste
es_es: Lista de correo
fr_fr: Liste de diffusion
id_id: Milis
it_it: Lista di distribuzione
ja_jp: メーリングリスト
ko_kr: 메일 그룹
ms_my: Senarai Mel
pt_br: Lista de e-mails
ru_ru: Список рассылки
th_th: รายการส่งอีเมล
vi_vn: Danh sách gửi thư
zh_cn: 邮件组
zh_hk: 郵件群組

# IkQ
source: Note
de_de: Hinweis
es_es: Nota
id_id: Catatan
it_it: Nota
ja_jp: 備考
ko_kr: 메모
ms_my: Nota
pt_br: Anotação
ru_ru: Примечание
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 备注
zh_hk: 備註

# j0k
source: Maximum number of characters reached.
de_de: Die maximale Anzahl an Zeichen wurde erreicht.
es_es: Número máximo de caracteres alcanzado.
fr_fr: Nombre maximal de caractères atteint.
id_id: Jumlah maksimum karakter telah tercapai.
it_it: Numero massimo di caratteri raggiunto.
ja_jp: 最大 200 文字です
ko_kr: 최대 문자 수에 도달했습니다.
ms_my: Bilangan aksara maksimum dicapai.
pt_br: Número máximo de caracteres atingido.
ru_ru: Достигнуто максимальное количество символов.
th_th: อักขระครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số lượng ký tự tối đa.
zh_cn: 字符数已达上限
zh_hk: 字元數已達上限

# Sp4
source: Enter additional information here. Maximum 200 characters.
de_de: Geben Sie zusätzliche Informationen hier ein. Maximal 200 Zeichen.
es_es: Introduce aquí la información adicional. Se admiten 200 caracteres como máximo.
fr_fr: Saisissez des informations supplémentaires ici. 200 caractères maximum.
id_id: Masukkan informasi tambahan di sini. Maksimum 200 karakter.
it_it: Immetti qui le informazioni aggiuntive. Massimo 200 caratteri.
ja_jp: 最大 200 文字（例：営業部用）
ko_kr: 여기에 추가 정보를 입력하세요. 최대 200자를 입력할 수 있습니다.
ms_my: Masukkan maklumat tambahan di sini. Maksimum 200 aksara.
pt_br: Insira informações adicionais aqui. Máximo de 200 caracteres.
ru_ru: Введите дополнительную информацию здесь. Максимум 200 символов.
th_th: ป้อนข้อมูลเพิ่มเติมที่นี่ สูงสุด 200 อักขระ
vi_vn: Nhập thông tin bổ sung tại đây. Tối đa 200 ký tự.
zh_cn: 输入备注，如“HR 招聘专用邮件组”，最多 200 个字
zh_hk: 輸入備註，如「HR 招聘專用郵件群組」，最多 200 個字

# TXE
source: Or add by
de_de: Oder hinzufügen durch
es_es: O agregar por
fr_fr: Ou ajouter par
hi_in: या इससे जोड़ें
id_id: Atau tambah dengan
it_it: In alternativa, aggiungi tramite
ja_jp: その他方法
ko_kr: 또는 기타 추가 방법
ms_my: Atau tambah melalui
pt_br: Ou adicionar por
ru_ru: Добавить из
th_th: หรือเพิ่มโดย
vi_vn: Hoặc thêm bằng cách
zh_cn: 其它方式
zh_hk: 其他方式

# fyc
source: Unable to add some administrators
de_de: Hinzufügen einiger Administratoren nicht möglich
es_es: Error al agregar algunos administradores
fr_fr: Échec de l'ajout de certains administrateurs
hi_in: कुछ एडमिनिस्ट्रेटर जोड़ने में असमर्थ
id_id: Gagal menambahkan beberapa administrator
it_it: Impossibile aggiungere alcuni amministratori
ja_jp: 一部の管理者を追加できませんでした
ko_kr: 일부 관리자를 추가할 수 없습니다
ms_my: Tidak dapat menambah beberapa pentadbir
pt_br: Falha ao adicionar alguns administradores
ru_ru: Невозможно добавить некоторых администраторов
th_th: ไม่สามารถเพิ่มผู้ดูแลบางคนได้
vi_vn: Không thể thêm một số quản trị viên
zh_cn: 部分管理员添加失败
zh_hk: 部分管理員新增失敗

# nEc
source: Selected members only
de_de: Nur ausgewählte Mitglieder
es_es: Solo los miembros seleccionados
fr_fr: Membres sélectionnés uniquement
id_id: Hanya anggota terpilih
it_it: Solo membri selezionati
ja_jp: 組織内の一部のメンバー
ko_kr: 선택한 구성원만
ms_my: Hanya ahli terpilih
pt_br: Apenas membros selecionados
ru_ru: Только избранные участники
th_th: เฉพาะสมาชิกที่เลือกไว้เท่านั้น
vi_vn: Chỉ thành viên được chọn
zh_cn: 组织内部分成员
zh_hk: 組織內部分成員

# nHI
source: Public mailbox
de_de: Öffentliches Postfach
es_es: Buzón público
fr_fr: Boîte aux lettres publique
id_id: Kotak surat publik
it_it: Cassetta postale pubblica
ja_jp: 共有メールアドレス
ko_kr: 공개 사서함
ms_my: Peti mel awam
pt_br: Caixa de entrada pública
ru_ru: Общий почтовый ящик
th_th: กล่องจดหมายสาธารณะ
vi_vn: Hộp thư công khai
zh_cn: 公共邮箱
zh_hk: 公共電郵地址

# vxM
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Xóa
zh_cn: 移除
zh_hk: 移除

# pVA
source: Removed
de_de: Entfernt
es_es: Quitado
fr_fr: Supprimé
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 削除しました
ko_kr: 제거됨
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã xóa
zh_cn: 已移除
zh_hk: 已移除

# it8
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# ih0
source: Unable to add departments as mailing list members. Please revise.
de_de: Hinzufügen von Abteilungen als Mitglieder der Mailingliste nicht möglich. Bitte überarbeiten.
es_es: Error al agregar departamentos como miembros de la lista de correo. Revísalo por favor.
fr_fr: Impossible d'ajouter des services en tant que membres de la liste de diffusion. Veuillez corriger.
hi_in: विभागों को मेलिंग लिस्ट सदस्यों के रूप में जोड़ने में असमर्थ. कृपया संशोधित करें.
id_id: Gagal menambahkan departemen sebagai anggota milis. Revisi.
it_it: Impossibile aggiungere reparti come membri della lista di distribuzione. Effettua revisione.
ja_jp: 部門をメーリングリストに追加できません。再追加してください
ko_kr: 부서를 메일 그룹 구성원으로 추가할 수 없습니다. 수정하세요.
ms_my: Tidak dapat menambah jabatan sebagai ahli senarai surat. Sila semak semula.
pt_br: Falha ao adicionar departamentos como membros da lista de emails. Revise.
ru_ru: Невозможно добавить отделы в список рассылки. Добавьте их снова.
th_th: ไม่สามารถเพิ่มแผนกเป็นสมาชิกในรายการส่งอีเมลได้ โปรดแก้ไข
vi_vn: Không thể thêm các bộ phận làm thành viên danh sách gửi thư. Vui lòng sửa lại.
zh_cn: 暂不支持添加部门为邮件组成员，请重新添加
zh_hk: 暫時不支援新增部門為郵件群組成員，請重新新增

# 3i4
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: チェック
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Вид
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看

# liU
source: View mailing list
de_de: Mailingliste anzeigen
es_es: Ver lista de correo
fr_fr: Afficher la liste de diffusion
id_id: Lihat milis
it_it: Visualizza lista di distribuzione
ja_jp: メーリングリストを確認
ko_kr: 메일 그룹 보기
ms_my: Lihat senarai mel
pt_br: Visualizar lista de e-mails
ru_ru: Посмотреть список рассылки
th_th: ดูรายการส่งอีเมล
vi_vn: Xem danh sách gửi thư
zh_cn: 查看邮件组
zh_hk: 查看郵件群組

# B04
source: Who can email this mailing list
de_de: Wer kann diese Mailingliste per E-Mail versenden?
es_es: Quién puede enviar correos electrónicos a esta lista de correo
fr_fr: Qui peut envoyer des e-mails à cette liste de diffusion
id_id: Siapa saja yang dapat mengirim email ke milis ini
it_it: Chi può inviare e-mail a questa lista di distribuzione
ja_jp: メーリングリストに送信可能なリスト
ko_kr: 이 메일 그룹에 이메일을 전송할 수 있는 사용자
ms_my: Siapa boleh menghantar emel ke senarai surat-menyurat ini
pt_br: Quem pode enviar e-mail para esta lista de e-mails
ru_ru: Кто может отправить письмо по этому списку рассылки
th_th: ใครที่สามารถส่งอีเมลรายการส่งอีเมลนี้ได้บ้าง
vi_vn: Người có thể gửi email cho danh sách gửi thư này
zh_cn: 谁可发信给邮件组
zh_hk: 誰可寄件給郵件群組

# zEE
source: Dynamic
de_de: Dynamisch
es_es: Dinámico
fr_fr: Dynamique
id_id: Dinamis
it_it: Dinamico
ja_jp: 動的
ko_kr: 동적
ms_my: Dinamik
pt_br: Dinâmico
ru_ru: Динамическая
th_th: ไดนามิก
vi_vn: Động
zh_cn: 动态
zh_hk: 動態

# I5w
source: Add to account
de_de: Zu Konto hinzufügen
es_es: Agregar a cuenta
fr_fr: Ajouter au compte
id_id: Tambah ke akun
it_it: Aggiungi all'account
ja_jp: 以下のアカウントに追加
ko_kr: 계정에 추가
ms_my: Tambah ke akaun
pt_br: Adicionar à conta
ru_ru: Добавить в учетную запись
th_th: เพิ่มไปยังบัญชี
vi_vn: Thêm vào tài khoản
zh_cn: 添加至账号
zh_hk: 新增至帳戶

# WvE
source: Contacts
de_de: Kontakte
es_es: Contactos
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อที่ติดต่อ
vi_vn: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人

# AVI
source: Email address already exists.
de_de: Die E-Mail-Adresse ist bereits vorhanden.
es_es: La dirección de correo electrónico ya existe.
fr_fr: L'adresse e-mail existe déjà.
id_id: Alamat email sudah ada.
it_it: Indirizzo e-mail già esistente.
ja_jp: メールアドレスは存在されています
ko_kr: 이메일 주소가 이미 있습니다.
ms_my: Alamat e-mel sudah wujud.
pt_br: O endereço de e-mail já existe.
ru_ru: Адрес почты уже существует.
th_th: มีที่อยู่อีเมลอยู่แล้ว
vi_vn: Địa chỉ email đã tồn tại rồi.
zh_cn: 你输入的邮箱已存在于该账号
zh_hk: 你輸入的電郵地址已存在於該帳戶

# 2Fg
source: Email Contacts
de_de: E-Mail-Kontakte
es_es: Contactos de correo electrónico
fr_fr: Contacts par e-mail
id_id: Kontak Email
it_it: Contatti e-mail
ja_jp: メール連絡先
ko_kr: 이메일 연락처
ms_my: Kenalan Emel
pt_br: Cartões de contato
ru_ru: Контакты почты
th_th: รายชื่อที่ติดต่อของอีเมล
vi_vn: Thẻ liên lạc
zh_cn: 邮箱通讯录
zh_hk: 電郵地址通訊錄

# X4A
source: Mailing list
de_de: Mailingliste
es_es: Lista de correo
fr_fr: Liste de diffusion
id_id: Milis
it_it: Lista di distribuzione
ja_jp: メーリングリスト
ko_kr: 메일 그룹
ms_my: Senarai mel
pt_br: Lista de emails
ru_ru: Список рассылки
th_th: รายการส่งอีเมล
vi_vn: Danh sách gửi thư
zh_cn: 邮件组
zh_hk: 郵件群組

# M4o
source: Only mailing lists you can manage are displayed.
de_de: Es werden nur Mailinglisten angezeigt, die Sie verwalten können.
es_es: Solo se muestran las listas de correo que puedes gestionar.
fr_fr: Seules les listes de diffusion que vous pouvez gérer sont affichées.
id_id: Hanya milis yang dapat Anda kelola yang ditampilkan.
it_it: Sono visualizzate solo le liste di distribuzione che puoi gestire.
ja_jp: 管理できるメーリングリストのみ表示
ko_kr: 회원님이 관리 가능한 메일 그룹만 표시됩니다.
ms_my: Hanya senarai surat yang boleh anda uruskan dipaparkan.
pt_br: Apenas listas de e-mails que você pode gerenciar são exibidas.
ru_ru: Показаны только списки рассылки, которыми вы можете управлять.
th_th: มีเพียงรายการส่งอีเมลที่คุณสามารถจัดการได้เท่านั้นที่จะแสดง
vi_vn: Chỉ những danh sách gửi thư bạn có thể quản lý mới được hiển thị.
zh_cn: 仅显示你可管理的邮件组
zh_hk: 只顯示你可管理的郵件群組

# g9s
source: My contacts
de_de: Meine Kontakte
es_es: Mis contactos
fr_fr: Mes contacts
id_id: Kontak saya
it_it: I miei contatti
ja_jp: 連絡先
ko_kr: 내 연락처
ms_my: Kenalan saya
pt_br: Meus contatos
ru_ru: Мои контакты
th_th: รายชื่อที่ติดต่อของฉัน
vi_vn: Danh bạ của tôi
zh_cn: 我的联系人
zh_hk: 我的聯絡人

# gn4
source: Phone number already exists.
de_de: Die Telefonnummer ist bereits vorhanden.
es_es: El número de teléfono ya existe.
fr_fr: Le numéro de téléphone existe déjà.
id_id: Nomor telepon sudah ada.
it_it: Numero di telefono già esistente.
ja_jp: 携帯番号は存在されています
ko_kr: 전화번호가 이미 있습니다.
ms_my: Nombor telefon sudah wujud.
pt_br: O número de telefone já existe.
ru_ru: Номер телефона уже существует.
th_th: มีหมายเลขโทรศัพท์อยู่แล้ว
vi_vn: Số điện thoại đã tồn tại rồi.
zh_cn: 你输入的手机号已存在于该账号
zh_hk: 你輸入的手機號碼已存在於該帳戶

# UV0
source: Please select
de_de: Bitte auswählen
es_es: Selecciona
fr_fr: Veuillez sélectionner
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택하세요
ms_my: Sila pilih
pt_br: Selecione
ru_ru: Выберите
th_th: โปรดเลือก
vi_vn: Vui lòng chọn
zh_cn: 请选择
zh_hk: 請選擇

# Pg8
source: Loading failed. You no longer have access to this email account
de_de: Das Laden ist fehlgeschlagen. Sie haben keinen Zugriff mehr auf dieses E-Mail-Konto
es_es: Error al guardar. Ya no tienes acceso a esta cuenta de correo electrónico
fr_fr: Échec du chargement. Vous n'avez plus accès à ce compte e-mail
id_id: Gagal memuat. Anda tidak lagi memiliki akses ke akun email ini
it_it: Impossibile caricare. Non hai più accesso a questo account e-mail
ja_jp: 内容を読み込むことができません。当該メールアカウント権限は無効になりました。
ko_kr: 로드하지 못했습니다. 더 이상 이 이메일 계정에 액세스할 수 없습니다
ms_my: Gagal memuat. Anda tidak lagi mempunyai akses ke akaun emel ini
pt_br: Falha ao enviar. Você não tem mais acesso a esta conta de e-mail
ru_ru: Загрузка не удалась. У вас больше нет доступа к этой учетной записи почты
th_th: การโหลดล้มเหลว คุณไม่สามารถเข้าถึงบัญชีอีเมลนี้ได้อีกต่อไป
vi_vn: Tải không thành công. Bạn không có quyền truy cập vào tài khoản email này nữa
zh_cn: 无法加载内容，对应邮箱账号权限已失效
zh_hk: 無法載入內容，對應電郵地址帳戶權限已失效

# HYA
source: Unable to save. You no longer have access to this email account
de_de: Speichern nicht möglich. Sie haben keinen Zugriff mehr auf dieses E-Mail-Konto
es_es: No se puede guardar. Ya no tienes acceso a esta cuenta de correo electrónico
fr_fr: Enregistrement impossible. Vous n'avez plus accès à ce compte e-mail
id_id: Gagal menyimpan. Anda tidak lagi memiliki akses ke akun email ini
it_it: Impossibile salvare. Non hai più accesso a questo account e-mail
ja_jp: 保存できませんでした。このメールアカウントへのアクセス権限は期限切れです
ko_kr: 저장할 수 없습니다. 더 이상 이 이메일 계정에 액세스할 수 없습니다
ms_my: Tidak dapat menyimpan. Anda tidak lagi mempunyai akses ke akaun emel ini
pt_br: Não é possível salvar. Você não tem mais acesso a esta conta de e-mail
ru_ru: Не удалось сохранить. У вас больше нет доступа к этой учетной записи почты
th_th: ไม่สามารถบันทึกได้ คุณไม่สามารถเข้าถึงบัญชีอีเมลนี้ได้อีกต่อไป
vi_vn: Không thể lưu. Bạn không còn quyền truy cập vào tài khoản email này nữa
zh_cn: 无法保存，对应邮箱账号权限已失效
zh_hk: 無法儲存，對應電郵地址帳戶權限已失效

# Gv4
source: The administrator has set the department members count rule to:
de_de: Der Administrator hat die Regel zur Anzahl der Abteilungsmitglieder wie folgt festgelegt:
es_es: El administrador ha establecido la regla de recuento de miembros del departamento en:
fr_fr: L'administrateur a défini les règles de comptage du nombre de membres dans le service sur :
id_id: Administrator telah menetapkan aturan penghitungan anggota departemen ke:
it_it: L'amministratore ha impostato la regola per il conteggio dei membri del reparto su:
ja_jp: 管理者が設定した部門人数の集計ルール：
ko_kr: 관리자가 부서 구성원 수 규칙을 다음과 같이 설정했습니다.
ms_my: Pentadbir telah menetapkan peraturan bilangan ahli jabatan kepada:
pt_br: O administrador configurou a regra de contagem de membros do departamento como:
ru_ru: Администратор установил правило подсчета участников отдела:
th_th: ผู้ดูแลได้ตั้งค่ากฎการนับสมาชิกในแผนกเป็น:
vi_vn: Quản trị viên đã đặt quy tắc đếm số lượng thành viên của phòng ban thành:
zh_cn: 管理员已设置部门人数统计规则：
zh_hk: 管理員已設定部門人數統計規則：

# A84
source: View Count Details
de_de: Details zur Anzahl anzeigen
es_es: Ver detalles del recuento
fr_fr: Afficher les détails du comptage
id_id: Lihat Perincian Penghitungan
it_it: Visualizza dettagli conteggio
ja_jp: 集計ルールを表示
ko_kr: 카운트 세부 정보 보기
ms_my: Lihat Butiran Bilangan
pt_br: Exibir detalhes de contagem
ru_ru: Просмотр сведений о подсчете
th_th: ดูรายละเอียดการนับ
vi_vn: Xem chi tiết đếm
zh_cn: 查看统计说明
zh_hk: 查看統計說明

# h8M
source: {{number}} may be a meeting ID or phone number
de_de: {{number}} kann eine Besprechungs-ID oder Telefonnummer sein.
es_es: {{number}} puede ser un número de teléfono o un código reunión
fr_fr: {{number}} peut être un ID de réunion ou un numéro de téléphone
hi_in: {{number}} मीटिंग ID या फ़ोन नंबर हो सकता है
id_id: {{number}} mungkin adalah ID rapat atau nomor telepon
it_it: {{number}} potrebbe essere un ID riunione o un numero di telefono
ja_jp: {{number}} は、会議 ID または電話番号の可能性があります。
ko_kr: {{number}}은(는) 회의 ID 또는 전화번호일 수 있습니다
ms_my: {{number}} mungkin ID mesyuarat atau nombor telefon
pt_br: {{number}} pode ser uma ID de reunião ou um número de telefone
ru_ru: {{number}} может быть ID конференции или номером телефона
th_th: {{number}} อาจเป็น ID การประชุมหรือหมายเลขโทรศัพท์
vi_vn: {{number}} có thể là ID cuộc họp hoặc số điện thoại
zh_cn: {{number}} 可能是一个会议 ID 或电话号码
zh_hk: {{number}} 可能是一個會議 ID 或電話號碼

# e9E
source: Join Meeting
de_de: Besprechung beitreten
es_es: Unirse a la reunión
fr_fr: Rejoindre la réunion
hi_in: मीटिंग में शामिल हों
id_id: Bergabung dengan rapat
it_it: Partecipa alla riunione
ja_jp: 会議に参加
ko_kr: 회의 참가
ms_my: Sertai Mesyuarat
pt_br: Ingressar na reunião
ru_ru: Присоединиться к конференции
th_th: เข้าร่วมการประชุม
vi_vn: Tham gia cuộc họp
zh_cn: 加入会议
zh_hk: 加入會議

# CQ8
source: Invite:
de_de: Einladen:
es_es: Invitar:
fr_fr: Inviter :
hi_in: आमंत्रित करें:
id_id: Undang:
it_it: Invito:
ja_jp: 招待：
ko_kr: 초대:
ms_my: Jemputan:
pt_br: Convite:
ru_ru: Приглашение:
th_th: เชิญ:
vi_vn: Mời:
zh_cn: 邀请：
zh_hk: 邀請：

# OxA
source: Contacts, groups or emails
de_de: Kontakte, Gruppen oder E-Mail-Adressen
es_es: Contactos, grupos o correos electrónicos
fr_fr: Contacts, groupes ou adresses e-mail
hi_in: संपर्क, समूह या ईमेल
id_id: Kontak, grup atau email
it_it: Contatti, gruppi o indirizzi e-mail
ja_jp: 連絡先、グループまたはメール
ko_kr: 연락처, 그룹 또는 이메일
ms_my: Kenalan, kumpulan atau emel
pt_br: Contatos grupos ou e-mails
ru_ru: Контакты, группы или почты
th_th: รายชื่อที่ติดต่อ กลุ่ม หรืออีเมล
vi_vn: Danh bạ, nhóm hoặc tin nhắn
zh_cn: 联系人、群组、或邮箱
zh_hk: 聯絡人、群組、或電郵

# BNI
source: Members added
de_de: Mitglieder hinzugefügt
es_es: Miembros agregados
fr_fr: Membres ajoutés
hi_in: सहभागी जोड़े गए
id_id: Anggota ditambahkan
it_it: Membri aggiunti
ja_jp: 部門メンバーが予定に参加します
ko_kr: 구성원 추가됨
ms_my: Ahli ditambah
pt_br: Membros adicionados
ru_ru: Участники добавлены
th_th: เพิ่มสมาชิกแล้ว
vi_vn: Thành viên được thêm
zh_cn: 部门成员将分别加入日程
zh_hk: 部門成員將分別加入日程

# k/U
source: Contacts, organizations, groups or emails
de_de: Kontakte, Organisationen, Gruppen oder E-Mails
es_es: Contactos, organizaciones, grupos o correos electrónicos
fr_fr: Contacts, organisations, groupes ou e-mails
hi_in: संपर्क, विभाग, समूह या ईमेल
id_id: Kontak, organisasi, grup, atau email
it_it: Contatti, organizzazioni, gruppi o e-mail
ja_jp: 連絡先/組織/グループ/メール
ko_kr: 연락처, 기업, 그룹 또는 이메일
ms_my: Kenalan, organisasi, kumpulan atau emel
pt_br: Contatos, organizações, grupos ou e-mails
ru_ru: Контакты, организации, группы или адреса почты
th_th: รายชื่อที่ติดต่อ องค์กร กลุ่ม หรืออีเมล
vi_vn: Danh bạ, tổ chức, nhóm hoặc email
zh_cn: 联系人、组织、群或邮箱
zh_hk: 聯絡人、組織、群組或電郵地址

# 0Xc
source: Add {{number}} emails: {{emails}}
de_de: {{number}} E-Mails hinzufügen: {{emails}}
es_es: Agregar {{number}} mensajes de correo electrónico {{emails}}
fr_fr: Ajoutez {{number}} e-mails : {{emails}}
hi_in: {{number}} ईमेल जोड़ें: {{emails}}
id_id: Tambah {{number}} email: {{emails}}
it_it: Aggiungi {{number}} e-mail: {{emails}}
ja_jp: {{number}} 個のメールを追加：{{emails}}
ko_kr: 이메일 {{number}}개 추가: {{emails}}
ms_my: Tambah {{number}} emel: {{emails}}
pt_br: Adicionar {{number}} e-mails: {{emails}}
ru_ru: Добавить адреса электронной почты ({{number}}): {{emails}}
th_th: เพิ่ม {{number}} อีเมล: {{emails}}
vi_vn: Thêm {{number}} email: {{emails}}
zh_cn: 添加 {{number}} 个邮箱：{{emails}}
zh_hk: 新增 {{number}} 個電郵地址：{{emails}}
