Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# JbY
source: Once reset, all invitation QR codes will automatically expire and users will no longer be able to establish trust by scanning the QR code. Confirm to reset?
de_de: Nach dem Zurücksetzen laufen alle QR-Codes für Einladungen automatisch ab und die Benutzer können durch das Scannen des QR-Codes keine vertrauenswürdige Verbindung mehr herstellen. Bestätigen Sie das Zurücksetzen?
es_es: Tras el restablecimiento, todos los códigos QR de invitación expirarán automáticamente y los usuarios no podrán establecer una relación de confianza escaneando el código QR. ¿Confirmar el restablecimiento?
fr_fr: Une fois réinitialisés, tous les codes QR d'invitation expireront automatiquement et les utilisateurs ne pourront plus établir la confiance en scannant le code QR. Confirmer la réinitialisation ?
hi_in: रीसेट करने पर, सभी आमंत्रण लिंकों की अवधि स्वतः समाप्त हो जाएगी और अब उपयोगकर्ता लिंक से ट्रस्ट स्थापित करने में असमर्थ होंगे. रीसेट करने की पुष्टि करें?
id_id: Setelah direset, semua kode QR undangan akan secara otomatis kedaluwarsa dan pengguna tidak akan lagi bisa membangun kepercayaan dengan memindai kode QR. Konfirmasi untuk mereset?
it_it: Dopo il ripristino, tutti i codici QR di invito scadranno automaticamente e gli utenti non potranno più stabilire attendibilità tramite la scansione del codice QR. Vuoi davvero ripristinare?
ja_jp: リセットすると、すべての招待QRコードは自動的に無効になります。他のユーザーはQRコードを読み取ることで組織を関連できなくなります。リセットしますか？
ko_kr: 재설정하면 모든 초대 QR 코드가 자동으로 만료되며 사용자는 더 이상 QR 코드를 스캔하여 신뢰 관계를 설정할 수 없습니다. 재설정하시겠습니까?
ms_my: Setelah ditetapkan semula, semua kod QR jemputan akan luput secara automatik dan pengguna tidak lagi dapat menubuhkan kepercayaan dengan mengimbas kod QR. Sahkan untuk menetapkan semula?
pt_br: Depois de redefinidos, todos os códigos QR de convite expirarão automaticamente e os usuários não poderão mais estabelecer confiança escaneando o código QR. Confirmar para redefinir?
ru_ru: После сброса срок действия всех QR-кодов приглашений автоматически истечет, и пользователи больше не смогут установить доверие, отсканировав QR-код. Подтвердить сброс?
th_th: เมื่อรีเซ็ตแล้ว คิวอาร์โค้ดเชิญคิวอาร์โค้ดเชิญทั้งหมดจะหมดอายุโดยอัตโนมัติ และผู้ใช้จะไม่สามารถสร้างความน่าเชื่อถือด้วยการสแกนคิวอาร์โค้ดได้อีกต่อไป ยืนยันการรีเซ็ตหรือไม่
vi_vn: Sau khi đặt lại, tất cả mã QR mời sẽ tự động hết hạn và người dùng sẽ không thể thiết lập mối quan hệ tin cậy bằng cách quét mã QR nữa. Xác nhận đặt lại?
zh_cn: 重置后，所有邀请二维码将会自动失效，后续他人无法再通过该二维码建立组织关联关系，确认重置？
zh_hk: 重設後，所有邀請 QR 碼將會自動失效，其他人以後無法再透過該 QR 碼建立組織關聯關係，確認重設嗎？

# kb8
source: Help Center
de_de: Hilfecenter
es_es: Centro de ayuda
fr_fr: Centre d'aide
id_id: Pusat Bantuan
it_it: Centro assistenza
ja_jp: ヘルプ記事
ko_kr: 도움말 센터
ms_my: Pusat Bantuan
pt_br: Central de ajuda
ru_ru: Справочный центр
th_th: ศูนย์ช่วยเหลือ
vi_vn: Trung tâm Trợ giúp
zh_cn: 帮助文档
zh_hk: 用戶說明指南

# sMY
source: External Trusted Party
de_de: Externer vertrauenswürdiger Partner
es_es: Entidad de confianza externa
fr_fr: Partie de confiance externe
id_id: Pihak Tepercaya Eksternal
it_it: Parte attendibile esterna
ja_jp: 外部関連組織
ko_kr: 외부 신뢰 당사자
ms_my: Pihak Berkepercayaan Luar
pt_br: Contraparte confiável externa
ru_ru: Внешняя доверенная организация
th_th: ฝ่ายที่น่าเชื่อถือภายนอก
vi_vn: Bên đáng tin cậy bên ngoài
zh_cn: 外部组织
zh_hk: 外部組織

# ahg
source: Internal Trusted Party
de_de: Interner vertrauenswürdiger Partner
es_es: Entidad de confianza interna
fr_fr: Partie de confiance interne
id_id: Pihak Tepercaya Internal
it_it: Parte attendibile interna
ja_jp: 内部関連組織
ko_kr: 내부 신뢰 당사자
ms_my: Pihak Berkepercayaan Dalaman
pt_br: Contraparte confiável interna
ru_ru: Внутренняя доверенная организация
th_th: ฝ่ายที่น่าเชื่อถือภายใน
vi_vn: Bên đáng tin cậy nội bộ
zh_cn: 内部组织
zh_hk: 內部組織

# S5M
source: No permission to select this department
de_de: Sie können nur von Ihnen verwaltete Abteilungen auswählen.
es_es: Sólo puedes seleccionar los departamentos que gestiones
fr_fr: Vous pouvez uniquement sélectionner les services que vous gérez
hi_in: आप केवल उन्हीं विभागों का चयन कर सकते हैं जिन्हें आप प्रबंधित करते हैं
id_id: Anda hanya dapat memilih departemen yang Anda kelola
it_it: Puoi selezionare solo i reparti che gestisci
ja_jp: 当該部門を選択する権限はありません
ko_kr: 회원님이 관리하는 부서만 선택할 수 있습니다
ms_my: Tiada kebenaran untuk memilih jabatan ini
pt_br: Você só pode selecionar os departamentos que gerencia
ru_ru: Вы можете выбирать только отделы, которыми управляете
th_th: คุณสามารถเลือกได้เฉพาะแผนกที่คุณจัดการเท่านั้น
vi_vn: Bạn chỉ có thể chọn các bộ phận mà bạn quản lý
zh_cn: 没有权限选择这个部门
zh_hk: 僅可選擇我管理的部門

# Nvs
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# eb0
source: No external trusted party yet
de_de: Noch kein externer vertrauenswürdiger Partner
es_es: Todavía no hay ninguna entidad de confianza externa
fr_fr: Aucune partie de confiance externe pour l'instant
id_id: Belum ada pihak tepercaya eksternal
it_it: Ancora nessuna parte attendibile esterna
ja_jp: 外部関連組織がありません
ko_kr: 외부 신뢰 당사자가 아직 없습니다
ms_my: Tiada parti luaran yang dipercayai lagi
pt_br: Nenhuma contraparte confiável externa ainda
ru_ru: Внешние доверенные организации пока отсутствуют
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายนอก
vi_vn: Chưa có bên đáng tin cậy bên ngoài
zh_cn: 暂无外部组织
zh_hk: 暫無外部組織

# tDI
source: No external trusted party yet Click "Invite" to get started
de_de: Noch kein externer vertrauenswürdiger Partner Klicken Sie auf „Einladen“, um loszulegen
es_es: Aún no hay ninguna entidad de confianza externa Haz clic en "Invitar" para comenzar
fr_fr: Aucune partie de confiance externe pour l'instant Cliquez sur "Inviter" pour commencer
id_id: Belum ada pihak tepercaya eksternal Klik "Undang" untuk memulai
it_it: Ancora nessuna parte attendibile esterna Fai clic su "Invita" per cominciare
ja_jp: 外部関連組織がありません 「招待」をクリックして招待を送信します
ko_kr: 외부 신뢰 당사자가 아직 없습니다 시작하려면 "초대"를 클릭하세요
ms_my: Tiada parti luaran yang dipercayai lagi Klik "Jemput" untuk memulakan
pt_br: Nenhuma contraparte confiável ainda Clique em "Convidar" para começar
ru_ru: Нет внешних доверенных сторон. Нажмите "Пригласить", чтобы начать.
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายนอก คลิก "เชิญ" เพื่อเริ่มต้น
vi_vn: Chưa có bên đáng tin cậy bên ngoài Nhấp vào "Mời" để bắt đầu
zh_cn: 暂无外部组织 可点击右上角发送邀请
zh_hk: 暫無外部組織 可點擊右上角發送邀請

# YRY
source: No external trusted party yet Click "Invite" to get started
de_de: Noch kein externer vertrauenswürdiger Partner Klicken Sie auf „Einladen“, um loszulegen
es_es: Aún no hay ninguna entidad de confianza externa Haz clic en "Invitar" para comenzar
fr_fr: Aucune partie de confiance externe pour l'instant Cliquez sur "Inviter" pour commencer
id_id: Belum ada pihak tepercaya eksternal Klik "Undang" untuk memulai
it_it: Ancora nessuna parte attendibile esterna Fai clic su "Invita" per cominciare
ja_jp: 外部関連組織がありません 「招待」をクリックして招待を送信します
ko_kr: 외부 신뢰 당사자가 아직 없습니다 시작하려면 "초대"를 클릭하세요
ms_my: Tiada pihak berkepercayaan luar lagi Klik "Jemput" untuk memulakan
pt_br: Nenhuma contraparte confiável ainda Clique em "Convidar" para começar
ru_ru: Нет внешних доверенных сторон. Нажмите "Пригласить", чтобы начать.
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายนอก คลิก "เชิญ" เพื่อเริ่มต้น
vi_vn: Chưa có bên đáng tin cậy bên ngoài Nhấp vào "Mời" để bắt đầu
zh_cn: 暂无外部组织 可点击右上角发送邀请
zh_hk: 暫無外部組織 可點擊右上角發送邀請

# YAA
source: No internal trusted party yet
de_de: Noch kein interner vertrauenswürdiger Partner
es_es: Todavía no hay ninguna entidad de confianza interna
fr_fr: Aucune partie de confiance interne pour l'instant
id_id: Belum ada pihak tepercaya internal
it_it: Ancora nessuna parte attendibile interna
ja_jp: 内部関連組織がありません
ko_kr: 내부 신뢰 당사자가 아직 없습니다
ms_my: Tiada pihak berkepercayaan dalaman lagi
pt_br: Nenhuma contraparte confiável interna ainda
ru_ru: Внутренние доверенные организации пока отсутствуют
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายใน
vi_vn: Chưa có bên đáng tin cậy nội bộ
zh_cn: 暂无内部组织
zh_hk: 暫無內部組織

# 50o
source: No internal trusted party yet Click "Invite" to get started
de_de: Noch kein interner vertrauenswürdiger Partner Klicken Sie auf „Einladen“, um loszulegen
es_es: Aún no hay ninguna entidad de confianza interna Haz clic en "Invitar" para comenzar
fr_fr: Aucune partie de confiance interne pour l'instant Cliquez sur "Inviter" pour commencer
id_id: Belum ada pihak tepercaya internal Klik "Undang" untuk memulai
it_it: Ancora nessuna parte attendibile interna Fai clic su "Invita" per cominciare
ja_jp: 内部関連組織がありません 「招待」をクリックして招待を送信します
ko_kr: 내부 신뢰 당사자가 아직 없습니다 시작하려면 "초대"를 클릭하세요
ms_my: Tiada pihak berkepercayaan dalaman lagi Klik "Jemput" untuk memulakan
pt_br: Nenhuma contraparte confiável interna ainda Clique em "Convidar" para começar
ru_ru: Нет внутренних доверенных сторон. Нажмите "Пригласить", чтобы начать.
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายใน คลิก "เชิญ" เพื่อเริ่มต้น
vi_vn: Chưa có bên đáng tin cậy nội bộ Nhấp vào "Mời" để bắt đầu
zh_cn: 暂无内部组织 可点击右上角发送邀请
zh_hk: 暫無內部組織 可點擊右上角發送邀請

# VBg
source: Search by organization name
de_de: Suche nach Organisationsnamen
es_es: Buscar por nombre de organización
fr_fr: Rechercher par nom de l'organisation
id_id: Cari berdasarkan nama organisasi
it_it: Cerca per nome dell'organizzazione
ja_jp: 法人名で関連組織を検索
ko_kr: 기업 이름별로 검색
ms_my: Cari mengikut nama organisasi
pt_br: Pesquisar por nome da organização
ru_ru: Поиск по названию организации
th_th: ค้นหาตามชื่อองค์กร
vi_vn: Tìm kiếm theo tên tổ chức
zh_cn: 按租户名称搜索关联组织
zh_hk: 按租戶名稱搜尋關聯組織

# 2gw
source: Search by organization name
de_de: Suche nach Organisationsnamen
es_es: Buscar por nombre de organización
fr_fr: Rechercher par nom de l'organisation
id_id: Cari berdasarkan nama organisasi
it_it: Cerca per nome dell'organizzazione
ja_jp: 法人名で関連組織を検索
ko_kr: 기업 이름별로 검색
ms_my: Cari mengikut nama organisasi
pt_br: Pesquisar por nome da organização
ru_ru: Поиск по названию организации
th_th: ค้นหาตามชื่อองค์กร
vi_vn: Tìm kiếm theo tên tổ chức
zh_cn: 按租户名称搜索关联组织
zh_hk: 按租戶名稱搜尋關聯組織

# aVE
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: さらに表示
ko_kr: 더 보기
ms_my: Lebih
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Xem thêm
zh_cn: 展开更多
zh_hk: 展開更多

# 6qs
source: Requests to become your trust party
de_de: Anfragen zur Einstufung als Ihr vertrauenswürdiger Partner
es_es: Solicita convertirse en tu contacto de confianza
fr_fr: Demande à devenir votre partie de confiance
hi_in: आपकी ट्रस्ट पार्टी बनने का अनुरोध करते हैं
id_id: Meminta untuk menjadi pihak tepercaya Anda
it_it: Richiede di diventare tua parte attendibile
ja_jp: が関連組織の追加を申請しています
ko_kr: 신뢰 당사자가 되기 위한 요청
ms_my: Permintaan untuk menjadi pihak kepercayaan anda
pt_br: Envia solicitação para se tornar sua contraparte confiável
ru_ru: Отправил(-а) запрос, чтобы стать вашей доверенной стороной
th_th: ขอเป็นฝ่ายที่น่าเชื่อถือของคุณ
vi_vn: Yêu cầu trở thành bên đáng tin cậy của bạn
zh_cn: 邀请你成为关联组织
zh_hk: 邀請你成為關聯組織

# KCc
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сбросить
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置

# z+k
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重新設定

# Slc
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# vXc
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 分享

# ox0
source: Share QR code
de_de: QR-Code teilen
es_es: Compartir código QR
fr_fr: Partager le code QR
hi_in: QR कोड साझा करें
id_id: Berbagi kode QR
it_it: Condividi codice QR
ja_jp: QRコードで招待
ko_kr: QR 코드 공유
ms_my: Kongsi kod QR
pt_br: Compartilhar código QR
ru_ru: Поделиться QR-кодом
th_th: แบ่งปันคิวอาร์โค้ด
vi_vn: Chia sẻ mã QR
zh_cn: 二维码邀请

# gzQ
source: Ask the primary administrator to join by scanning the QR code
de_de: Bitten Sie den Superadministrator, den QR-Code für den Beitritt zu scannen
es_es: Pide al superadministrador que escanee el código QR para unirse
fr_fr: Demander au super administrateur de rejoindre en scannant le code QR
hi_in: सुपर एडमिनिस्ट्रेटर को शामिल होने के लिए Feishu का उपयोग करके QR कोड स्कैन करने के लिए पूछें
id_id: Minta administrator super untuk bergabung dengan memindai kode QR
it_it: Chiedi all'amministratore con privilegi avanzati di partecipare scansionando il codice QR
ja_jp: 法人のスーパー管理者にQRコードのスキャンを依頼してください
ko_kr: 최고 관리자에게 QR 코드를 스캔하여 참가하도록 요청합니다
ms_my: Minta pentadbir utama menyertai dengan mengimbas kod QR
pt_br: Peça ao superadministrador para ingressar escaneando o código QR
ru_ru: Попросите основного администратора присоединиться, отсканировав QR-код.
th_th: ขอให้ผู้ดูแลสูงสุดเข้าร่วมโดยการสแกนคิวอาร์โค้ด
vi_vn: Yêu siêu quản trị viên tham gia bằng cách quét mã QR
zh_cn: 请贵组织的超级管理员扫码关联
zh_hk: 請貴組織的超級管理員掃碼關聯

# 2d0
source: Ask the primary administrator to join by scanning the QR code
de_de: Bitten Sie den Superadministrator, den QR-Code für den Beitritt zu scannen
es_es: Pide al superadministrador que escanee el código QR para unirse
fr_fr: Demander au super administrateur de rejoindre en scannant le code QR
hi_in: सुपर एडमिनिस्ट्रेटर को शामिल होने के लिए Lark का उपयोग करके QR कोड स्कैन करने के लिए पूछें
id_id: Minta administrator super untuk bergabung dengan memindai kode QR
it_it: Chiedi all'amministratore con privilegi avanzati di partecipare scansionando il codice QR
ja_jp: 法人のスーパー管理者にQRコードのスキャンを依頼してください
ko_kr: 최고 관리자에게 QR 코드를 스캔하여 참가하도록 요청합니다
ms_my: Minta pentadbir utama menyertai dengan mengimbas kod QR
pt_br: Peça ao superadministrador para ingressar escaneando o código QR
ru_ru: Попросите основного администратора присоединиться, отсканировав QR-код.
th_th: ขอให้ผู้ดูแลสูงสุดเข้าร่วมโดยการสแกนคิวอาร์โค้ด
vi_vn: Yêu siêu quản trị viên tham gia bằng cách quét mã QR
zh_cn: 请贵组织的超级管理员扫码关联
zh_hk: 請貴組織的超級管理員掃碼關聯

# RCY
source: Search Result
de_de: Suchergebnis
es_es: Resultado de búsqueda
fr_fr: Résultat de la recherche
id_id: Hasil Pencarian
it_it: Risultato di ricerca
ja_jp: 検索結果
ko_kr: 검색 결과
ms_my: Hasil Carian
pt_br: Resultado da pesquisa
ru_ru: Результат поиска
th_th: ผลการค้นหา
vi_vn: Kết quả tìm kiếm
zh_cn: 搜索结果
zh_hk: 搜尋結果

# liM
source: Invite external trusted party
de_de: Externen vertrauenswürdigen Partner einladen
es_es: Invitar a entidad de confianza externa
fr_fr: Inviter une partie de confiance externe
id_id: Undang pihak tepercaya eksternal
it_it: Invita parte attendibile esterna
ja_jp: 外部関連組織に招待
ko_kr: 외부 신뢰 당사자 초대
ms_my: Jemput parti luaran yang dipercayai
pt_br: Convidar contraparte confiável externa
ru_ru: Приглашение внешней доверенной организации
th_th: เชิญฝ่ายที่น่าเชื่อถือภายนอก
vi_vn: Mời bên đáng tin cậy bên ngoài
zh_cn: 邀请外部关联组织
zh_hk: 邀請外部關聯組織

# CxE
source: External trusted party members have a relatively lower degree of trust. Both parties view each other as external members to the organization. You can share the invite code with the administrator of your external trusted party and ask them to scan on the client-end.
de_de: Externe vertrauenswürdige Partner genießen ein relativ geringeres Maß an Vertrauen. Beide Partner betrachten sich gegenseitig als externe Mitglieder der Organisation. Sie können den Einladungscode an den Administrator Ihres externen vertrauenswürdigen Partners weitergeben und ihn bitten, ihn clientseitig zu scannen.
es_es: Los miembros de entidades de confianza externas tienen un grado relativamente más bajo de confianza. Las dos partes se ven entre sí como miembros externos de la organización. Puedes compartir el código de invitación con el administrador de tu entidad de confianza externa y pedirle que lo escanee en el extremo del cliente.
fr_fr: Les membres des parties de confiance externes ont un degré de confiance relativement faible. Pour chaque partie, l'autre partie correspond à des membres externes de l'organisation. Vous pouvez partager le code d'invitation avec l'administrateur de votre partie de confiance externe et lui demander de le scanner côté client.
id_id: Anggota pihak tepercaya eksternal memiliki tingkat kepercayaan yang lebih rendah. Kedua belah pihak menganggap satu sama lain sebagai anggota eksternal organisasi. Anda dapat membagikan kode undangan dengan administrator pihak tepercaya eksternal Anda dan meminta mereka untuk memindai pada sisi klien.
it_it: I membri della parte attendibile esterna dispongono di un grado relativamente basso di attendibilità. Entrambe le parti si considerano membri esterni all'organizzazione. Puoi condividere il codice di invito con l'amministratore della parte attendibile esterna e chiedere di eseguire la scansione sul lato client.
ja_jp: 外部関連組織の場合、両組織のメンバーが互いに低い信頼度を持ち、外部ユーザーと見なされます。相手組織の管理者に下記QRコードをアプリでスキャンしていただくと、外部関連組織の参加申請が送信されます。
ko_kr: 외부 신뢰 당사자 구성원은 상대적으로 신뢰도가 낮습니다. 양 당사자는 서로를 기업의 외부 구성원으로 간주합니다. 외부 신뢰 당사자의 관리자와 초대 코드를 공유하고 클라이언트 측에서 스캔하도록 요청할 수 있습니다.
ms_my: Ahli parti luaran yang dipercayai mempunyai tahap kepercayaan yang agak rendah. Kedua-dua pihak melihat satu sama lain sebagai ahli luaran kepada organisasi. Anda boleh berkongsi kod jemputan dengan pentadbir parti luaran yang dipercayai anda dan minta mereka untuk mengimbas di hujung pelanggan.
pt_br: Os membros da contraparte confiável externa têm um grau de confiança relativamente menor. Ambas as partes se veem como membros externos da organização. Você pode compartilhar o código de convite com o administrador da contraparte confiável externa e pedir que ele faça a varredura no lado do cliente.
ru_ru: Участники внешней доверенной организации будут иметь меньший уровень доверия. Обе стороны будут видеть друг друга как внешних участников организации. Вы не можете поделиться с администратором внешней доверенной организации кодом приглашения, сканируемым на стороне клиентов.
th_th: สมาชิกฝ่ายที่น่าเชื่อถือภายนอกมีระดับความน่าเชื่อถือค่อนข้างต่ำ ทั้งสองฝ่ายมองกันและกันว่าเป็นสมาชิกภายนอกองค์กร คุณสามารถแบ่งปันรหัสเชิญกับผู้ดูแลของฝ่ายที่น่าเชื่อถือภายนอกได้ และขอให้สแกนจากฝั่งไคลเอ็นต์
vi_vn: Thành viên của bên đáng tin cậy bên ngoài có mức độ tin cậy tương đối thấp. Cả hai bên xem nhau là thành viên bên ngoài của tổ chức. Bạn có thể chia sẻ mã mời với quản trị viên của bên đáng tin cậy bên ngoài và yêu cầu họ quét trên thiết bị máy khách.
zh_cn: 外部组织成员间信任度相对较低，双方仍视彼此为外部人员。将二维码分享给对方组织的管理员，请对方使用客户端扫码提交申请。
zh_hk: 外部組織成員之間的信任度相對較低，雙方仍視對方為外部成員。將 QR 碼分享給對方組織的管理員，請對方使用用戶端掃碼提交申請。

# TP0
source: Invite internal trusted parties
de_de: Interne vertrauenswürdige Partner einladen
es_es: Invitar a entidades de confianza internas
fr_fr: Inviter des parties de confiance internes
id_id: Undang pihak tepercaya internal
it_it: Invita parti attendibili interne
ja_jp: 内部関連組織に招待
ko_kr: 내부 신뢰 당사자 초대
ms_my: Jemput parti dalaman yang dipercayai
pt_br: Convidar contraparte confiável interna
ru_ru: Приглашение внутренней доверенной организации
th_th: เชิญฝ่ายที่น่าเชื่อถือภายใน
vi_vn: Mời bên đáng tin cậy nội bộ
zh_cn: 邀请内部关联组织
zh_hk: 邀請內部關聯組織

# PDw
source: Internal trusted party members have a high degree of trust for a smooth cross-team collaboration. You can share the invite code with the administrator of your internal trusted party and ask them to scan on the client-end.
de_de: Interne vertrauenswürdige Partner genießen ein hohes Maß an Vertrauen in eine reibungslose teamübergreifende Zusammenarbeit. Sie können den Einladungscode an den Administrator Ihres internen vertrauenswürdigen Partners weitergeben und ihn bitten, ihn clientseitig zu scannen.
es_es: Los miembros de entidades de confianza internas tienen un alto grado de confianza para una colaboración sin problemas entre equipos. Puedes compartir el código de invitación con el administrador de tu parte interna de confianza y pedirle que lo escanee en el extremo del cliente.
fr_fr: Les membres des parties de confiance internes ont un degré de confiance élevé, pour une collaboration optimale entre les équipes. Vous pouvez partager le code d'invitation avec l'administrateur de votre partie de confiance interne et lui demander de le scanner côté client.
id_id: Anggota pihak tepercaya internal memiliki tingkat kepercayaan yang tinggi untuk kolaborasi lintas tim yang lancar. Anda dapat membagikan kode undangan dengan administrator pihak tepercaya internal Anda dan meminta mereka untuk memindai pada sisi klien.
it_it: I membri della parte attendibile interna dispongono di un grado elevato di attendibilità per una collaborazione tra i team senza problemi. Puoi condividere il codice di invito con l'amministratore della parte attendibile interna e chiedere di eseguire la scansione sul lato client.
ja_jp: 内部関連組織の場合、両組織のメンバーが互いに高い信頼度を持ち、同一法人内でのコラボレーションに相当する仕事フローを体験できます。相手組織の管理者に下記QRコードをアプリでスキャンしていただくと、内部関連組織の参加申請が送信されます。
ko_kr: 내부 신뢰 당사자 구성원은 원활한 팀 간 공동 작업에 대한 신뢰도가 높습니다. 내부 신뢰 당사자의 관리자와 초대 코드를 공유하고 클라이언트 측에서 스캔하도록 요청할 수 있습니다.
ms_my: Ahli parti dalaman yang dipercayai mempunyai tahap kepercayaan yang tinggi untuk kerjasama lintas pasukan yang lancar. Anda boleh berkongsi kod jemputan dengan pentadbir parti dalaman yang dipercayai anda dan minta mereka untuk mengimbas di hujung pelanggan.
pt_br: Os membros da contraparte confiável interna têm um alto grau de confiança para uma colaboração tranquila entre equipes. Você pode compartilhar o código de convite com o administrador da contraparte confiável interna e pedir que ele faça a varredura no lado do cliente.
ru_ru: Участники внутренней доверенной организации будут иметь высокий уровень доверия для удобства взаимодействия в команде. Вы не можете поделиться с администратором внутренней доверенной организации кодом приглашения, сканируемым на стороне клиентов.
th_th: สมาชิกภายในฝ่ายที่น่าเชื่อถือมีความน่าเชื่อถือสูงในการทำงานร่วมกันข้ามทีมได้อย่างราบรื่น คุณสามารถแบ่งปันรหัสเชิญกับผู้ดูแลของฝ่ายที่น่าเชื่อถือภายในของคุณได้ และขอให้สแกนจากฝั่งไคลเอ็นต์
vi_vn: Thành viên của bên đáng tin cậy nội bộ có mức độ tin cậy cao để cộng tác suôn sẻ giữa các đội. Bạn có thể chia sẻ mã mời với quản trị viên của bên đáng tin cậy nội bộ và yêu cầu họ quét trên thiết bị máy khách.
zh_cn: 内部组织的成员间信任度高，相互之间的协作体验接近同企业成员协作。将二维码分享给对方组织的管理员，请对方使用客户端扫码提交申请。
zh_hk: 內部組織成員之間的信任度高，互相之間的協作體驗接近同企業成員協作。將 QR 碼分享給對方組織的管理員，請對方使用用戶端掃碼提交申請。

# rcA
source: Select trusted type
de_de: Typ der Vertrauenswürdigkeit auswählen
es_es: Seleccionar tipo de confianza
fr_fr: Sélectionner le type de confiance
id_id: Pilih jenis yang dipercaya
it_it: Seleziona tipo di attendibilità
ja_jp: 関連組織の関係タイプを選択
ko_kr: 신뢰 유형 선택
ms_my: Pilih jenis dipercayai
pt_br: Selecionar tipo confiável
ru_ru: Выберите тип доверенных отношений
th_th: เลือกประเภทฝ่ายที่น่าเชื่อถือ
vi_vn: Chọn loại mối quan hệ đáng tin cậy
zh_cn: 选择关联组织关系
zh_hk: 選擇關聯組織關係
