Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 0rg
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your photos to save photos
de_de: Gehen Sie zu den Einstellungen und erlauben Sie {{APP_DISPLAY_NAME}} den Zugriff auf Ihre Fotos, um Fotos zu speichern.
es_es: Ve a Configuración y permite a {{APP_DISPLAY_NAME}} acceder a tus fotos para guardar fotos
fr_fr: Veuillez accéder aux Paramètres et autoriser {{APP_DISPLAY_NAME}} à accéder à vos photos afin d'enregistrer des photos
hi_in: कृपया सेटिंग्स पर जाएँ और फ़ोटो सहेजने के लिए {{APP_DISPLAY_NAME}} को आपके फ़ोटो ऐक्सेस करने की अनुमति दें
id_id: Buka Pengaturan dan izinkan {{APP_DISPLAY_NAME}} untuk mengakses foto Anda untuk menyimpan foto
it_it: Vai a Impostazioni e consenti a {{APP_DISPLAY_NAME}} di accedere alle tue foto per salvare foto
ja_jp: 画像を保存するには、設定に移動して、{{APP_DISPLAY_NAME}} による写真へのアクセスを許可してください
ko_kr: 설정으로 이동하여 {{APP_DISPLAY_NAME}}이(가) 사진 저장을 위해 사진에 액세스하도록 허용하세요
ms_my: Sila pergi ke Tetapan dan benarkan {{APP_DISPLAY_NAME}} mengakses gambar anda untuk menyimpan gambar
pt_br: Vá para Configurações e permita que o {{APP_DISPLAY_NAME}} acesse as fotos para salvá-las
ru_ru: Перейдите в настройки и разрешите {{APP_DISPLAY_NAME}} доступ к вашим фотографиям для сохранения фотографий
th_th: โปรดไปยังการตั้งค่าและอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงภาพถ่ายของคุณเพื่อบันทึกภาพถ่าย
vi_vn: Vui lòng đi tới Cài đặt và cho phép {{APP_DISPLAY_NAME}} truy cập vào ảnh của bạn để lưu ảnh
zh_cn: 请在设置中开启{{APP_DISPLAY_NAME}}的照片权限，以便保存照片
zh_hk: 請在設定中開啟{{APP_DISPLAY_NAME}}的相片權限，以儲存相片

# 4sw
source: Administrator
es_es: Administrador
fr_fr: Administrateur
hi_in: एडमिनिस्ट्रेटर
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
ms_my: Pentadbir
pt_br: Administrador
ru_ru: Администратор
th_th: ผู้ดูแล
vi_vn: Quản trị viên
zh_cn: 管理员
zh_hk: 管理員

# Tc8
source: The home screen application doesn't support split screen, and can't be opened in a new window.
de_de: Die Startbildschirm-Anwendung unterstützt nicht die geteilte Bildschirmansicht und kann nicht in einem neuen Fenster geöffnet werden.
es_es: La aplicación de la pantalla de inicio no admite la pantalla dividida y no puede abrirse en una nueva ventana.
fr_fr: L'application de l'écran d'accueil ne prend pas en charge l'écran partagé et ne peut pas être ouverte dans une nouvelle fenêtre.
hi_in: होम स्क्रीन एप्लिकेशन विभाजित स्क्रीन का समर्थन नहीं करता है, और एक नई विंडो में नहीं खोला जा सकता है.
id_id: Aplikasi Anda tidak mendukung layar terpisah, dan tidak dapat dibuka di jendela baru.
it_it: L'applicazione nella schermata iniziale non supporta la visualizzazione a schermo diviso e non può essere aperta in una nuova finestra.
ja_jp: アプリは分割画面をサポートしません。新しいウィンドウで開けません
ko_kr: 홈 화면 애플리케이션은 분할 화면을 지원하지 않으며 새 창에서 열 수 없습니다.
ms_my: Aplikasi skrin utama tidak menyokong skrin berpecah, dan tidak boleh dibuka dalam tetingkap baru.
pt_br: O aplicativo da tela inicial não é compatível com tela dividida e não pode ser aberto em uma nova janela.
ru_ru: Приложение главного экрана не поддерживает разделенный экран и не может быть открыто в новом окне.
th_th: แอปพลิเคชันหน้าจอหลักไม่รองรับการแบ่งหน้าจอ และไม่สามารถเปิดในหน้าต่างใหม่ได้
vi_vn: Ứng dụng màn hình chủ không hỗ trợ màn hình phân tách và không thể mở trong một cửa sổ mới.
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_hk: 應用程式主營幕不支援螢幕分細，無法在新視窗中開啟

# ZvY
source: Primary administrator
de_de: Superadministrator
es_es: Superadministrador
fr_fr: Super administrateur
hi_in: सुपर एडमिनिस्ट्रेटर
id_id: Administrator super
it_it: Amministratore con privilegi avanzati
ja_jp: スーパー管理者
ko_kr: 최고 관리자
ms_my: Pentadbir utama
pt_br: Superadministrador
ru_ru: Основной администратор
th_th: ผู้ดูแลสูงสุด
vi_vn: Siêu quản trị viên
zh_cn: 超级管理员
zh_hk: 超級管理員

# jHQ
source: {{APP_DISPLAY_NAME}} invite
de_de: {{APP_DISPLAY_NAME}} einladen
es_es: Invitación de {{APP_DISPLAY_NAME}}
fr_fr: Invitation {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} आमंत्रण
id_id: Undangan {{APP_DISPLAY_NAME}}
it_it: Invito {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} で招待
ko_kr: {{APP_DISPLAY_NAME}} 초대
ms_my: Jemputan {{APP_DISPLAY_NAME}}
pt_br: Convite do {{APP_DISPLAY_NAME}}
ru_ru: Приглашение в {{APP_DISPLAY_NAME}}
th_th: คำเชิญ {{APP_DISPLAY_NAME}}
vi_vn: Lời mời {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}内邀请

# nzo
source: Headteacher
ja_jp: クラス担任
zh_cn: 班主任

# N3A
source: Invite more parents
ja_jp: より多くの保護者を招待
zh_cn: 邀请更多家长

# grc
source: Invite Parents
ja_jp: 保護者を招待
zh_cn: 邀请家长

# jks
source: Link invite
ja_jp: リンクによる招待
zh_cn: 链接邀请

# EMk
source: No inactive parents
ja_jp: 現在、非アクティブの保護者がいません。
zh_cn: 暂无未激活家长

# puo
source: There is no parent information of this class. The super administrator can go to Admin console to set up.
ja_jp: このグラスには現在、保護者がいません。スーパー管理者は、Feishu 管理コンソールに移動して設定できます。
zh_cn: 此班级暂无家长，超级管理员可前往飞书管理后台进行设置

# Zjk
source: There is no student information of this class. The super administrator can go to Admin console to set up.
ja_jp: このグラスには現在、生徒がいません。スーパー管理者は、Feishu 管理コンソールに移動して設定できます。
zh_cn: 此班级暂无学生，超级管理员可前往飞书管理后台进行设置

# jTY
source: There is no headteacher or class teacher for this class. The super administrator can go to Admin console to set up.
ja_jp: このグラスには現在、教師がいません。スーパー管理者は、Feishu 管理コンソールに移動して設定できます。
zh_cn: 此班级暂无老师，超级管理员可前往飞书管理后台进行设置

# V4A
source: Parent
ja_jp: 保護者
zh_cn: 家长

# 0g0
source: QR code invite
ja_jp: QRコードによる招待
zh_cn: 二维码邀请

# Y8M
source: Can share to WeChat, QQ and other platforms
ja_jp: WeChat、QQ などに送信できます。
zh_cn: 可分享至微信、QQ 等平台

# hq8
source: Inactive account. You can remind them to activate.
ja_jp: 保護者のアカウントが非アクティブになっています。アカウントの有効化に関する通知を送信できます。
ru_ru: Неактивный аккаунт. Вы можете напомнить об активации.
zh_cn: 家长暂未激活账号，可提醒激活

# pg8
source: Remind parents to activate
ja_jp: 通知を送信
zh_cn: 提醒家长激活账号

# XgY
source: School-Parent Contacts
ja_jp: 保護者連絡帳
zh_cn: 家校通讯录

# 8/A
source: Share this link with parents. Parents can join the school-parent group after they fill out the application form and get approval.
ja_jp: このリンクを保護者に送信します。保護者がクラスへの参加申請を送信し、承認された後、クラスに参加できます。
zh_cn: 将此链接分享给家长，家长填写入班申请表后，审批通过可加入班级

# 3wM
source: Share this QR code with parents. Parents can join the school-parent group after they fill out the application form and get approval.
ja_jp: このQRコードを保護者に送信します。保護者がクラスへの参加申請を送信し、承認された後、クラスに参加できます。
zh_cn: 将此二维码分享给家长，家长填写入班申请表后，审批通过可加入班级

# QLE
source: Student
ja_jp: 生徒
zh_cn: 学生

# 81U
source: Teacher
ja_jp: 教師
zh_cn: 老师

# ygY
source: WeChat invite
ja_jp: WeChat による招待
ru_ru: Приглашение в WeChat
zh_cn: 微信邀请

# /rc
source: {{Count}} parents are inactive
ja_jp: {{Count}} 名の保護者が非アクティブ
zh_cn: {{Count}} 位家长未激活

# i4c
source: {{CountStudent}} students, {{CountParent}} parents
ja_jp: {{CountStudent}} 名の生徒、{{CountParent}} 名の保護者
zh_cn: {{CountStudent}} 学生，{{CountParent}} 家长

# zNg
source: {{CountStudent}} students, {{CountParent}} parents, ({{CountInactiveParent}} parents are inactive)
ja_jp: 合計 {{CountStudent}} 名の生徒、{{CountParent}} 名の保護者（うち {{CountInactiveParent}} 名の保護者が非アクティブ）
zh_cn: 共 {{CountStudent}} 位学生，{{CountParent}} 位家长，（{{CountInactiveParent}} 位家长未激活）

# OcU
source: Unverified
de_de: Nicht überprüft
es_es: No está verificada
fr_fr: Non vérifié(e)
hi_in: असत्यापित
id_id: Belum diverifikasi
it_it: Non verificata
ja_jp: 未認証
ko_kr: 인증되지 않음
ms_my: Tidak disahkan
pt_br: Não verificado
ru_ru: Непроверенно
th_th: ยังไม่ยืนยัน
vi_vn: Chưa xác nhận
zh_cn: 未认证
zh_hk: 未認證

# EWY
source: Verified
de_de: Überprüft
es_es: Verificado
fr_fr: Vérifié(e)
hi_in: सत्यापित किया गया
id_id: Diverifikasi
it_it: Verifica completata
ja_jp: 認証済み
ko_kr: 인증됨
ms_my: Disahkan
pt_br: Verificado
ru_ru: Проверено
th_th: ยืนยันแล้ว
vi_vn: Đã xác nhận
zh_cn: 飞书认证
zh_hk: 飛書認證

# Cn8
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 好的
zh_hk: 好的

# efQ
source: Group size limit exceeded
de_de: Gruppengrößenbegrenzung überschritten
es_es: Se ha superado el límite de tamaño del grupo
fr_fr: Limite de taille de groupe dépassée
hi_in: समूह आकार सीमा पार हुई
id_id: Batas ukuran grup terlampaui
it_it: Limite di dimensioni del gruppo superato
ja_jp: グループのメンバー数が上限を超えました
ko_kr: 그룹 크기 한도 초과
ms_my: Melebihi had saiz kumpulan
pt_br: Limite de tamanho do grupo excedido
ru_ru: Превышен предел размера группы
th_th: เกินการจำกัดขนาดกลุ่มแล้ว
vi_vn: Đã vượt quá giới hạn kích cỡ nhóm
zh_cn: 群人数超过上限
zh_hk: 群組人數超過上限

# sIM
source: Create connect group
de_de: Verbundene Gruppe erstellen
es_es: Crear grupo de conexión
fr_fr: Créer un groupe de connexion
hi_in: कनेक्ट समूह बनाएँ
id_id: Buat grup koneksi
it_it: Crea gruppo di connessione
ja_jp: コネクトグループを作成
ko_kr: 연결 그룹 생성
ms_my: Buat kumpulan sambungan
pt_br: Criar grupo de conexão
ru_ru: Создать группу подключения
th_th: สร้างกลุ่มเชื่อมต่อ
vi_vn: Tạo nhóm kết nối
zh_cn: 创建互通群
zh_hk: 建立互通群組

# 4A4
source: A new connect group will be created as the users you selected include external contacts. Members of the existing group will be automatically added to the new group.
de_de: Eine neue verbundene Gruppe wird erstellt, da die von Ihnen ausgewählten Benutzer externe Kontakte umfassen. Mitglieder der bestehenden Gruppe werden der neuen Gruppe automatisch hinzugefügt.
es_es: Se creará un nuevo grupo de conexión a medida que los usuarios seleccionados incluyan contactos externos. Los miembros del grupo existente se agregarán automáticamente al grupo nuevo.
fr_fr: Un nouveau groupe de connexion sera créé, car les utilisateurs que vous avez sélectionnés incluent des contacts externes. Les membres du groupe existant seront automatiquement ajoutés au nouveau groupe.
hi_in: एक नया कनेक्ट समूह बनाया जाएगा क्योंकि आपके द्वारा चयनित उपयोगकर्ताओं में बाहरी संपर्क भी शामिल हैं. मौजूदा समूह के सदस्य स्वचालित रूप से नए समूह में जोड़े जाएँगे.
id_id: Grup koneksi baru akan dibuat saat pengguna yang Anda pilih menyertakan kontak eksternal. Anggota grup yang ada akan otomatis ditambahkan ke grup baru.
it_it: Verrà creato un nuovo gruppo di connessione poiché gli utenti da te selezionati includono contatti esterni. I membri del gruppo esistente verranno aggiunti automaticamente al nuovo gruppo.
ja_jp: 選択中のユーザーに外部ユーザーがいるため、新しいコネクトグループが作成されます。既存のグループメンバーは自動的にコネクトグループに追加されます。
ko_kr: 선택한 사용자가 외부 연락처를 포함하면 새 연결 그룹이 생성됩니다. 기존 그룹의 구성원들이 새 그룹에 자동으로 추가됩니다.
ms_my: Kumpulan sambungan baru akan diwujudkan kerana pengguna yang anda pilih termasuk kenalan luaran. Ahli kumpulan sedia ada akan ditambah secara automatik ke kumpulan baru.
pt_br: Um novo grupo de conexão será criado à medida que os usuários que você selecionou incluírem contatos externos. Os membros do grupo atual serão automaticamente adicionados ao novo grupo.
ru_ru: Будет создана новая группа подключения, поскольку выбранные вами пользователи будут включать внешние контакты. Участники существующей группы будут автоматически добавлены в новую группу.
th_th: กลุ่มเชื่อมต่อใหม่จะถูกสร้างขึ้นเนื่องจากผู้ใช้ที่คุณได้เลือกมีผู้ติดต่อภายนอกรวมอยู่ด้วย สมาชิกของกลุ่มที่มีอยู่จะได้รับการเพิ่มไปยังกลุ่มใหม่โดยอัตโนมัติ
vi_vn: Một nhóm kết nối mới sẽ được tạo ra khi người dùng do bạn lựa chọn bao gồm cả danh bạ bên ngoài. Thành viên của nhóm hiện tại sẽ được tự động thêm vào nhóm mới.
zh_cn: 所选成员包含外部联系人，将创建一个新的互通群，已有群成员会被自动添加到新群中。
zh_hk: 所選成員包含外部聯絡人，將建立一個新的互通群組，現有群組成員會被自動新增至新群組中。

# ViQ
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# fIA
source: Group Type
de_de: Gruppentyp
es_es: Tipo de grupo
fr_fr: Type de groupe
hi_in: समूह का प्रकार
id_id: Jenis Grup
it_it: Tipo di gruppo
ja_jp: グループのタイプ
ko_kr: 그룹 유형
ms_my: Jenis Kumpulan
pt_br: Tipo de grupo
ru_ru: Тип группы
th_th: ประเภทกลุ่ม
vi_vn: Loại nhóm
zh_cn: 群类型
zh_hk: 群組類型

# roc
source: Messages are displayed according to timeline.
de_de: Nachrichten werden gemäß der Zeitachse angezeigt.
es_es: Los mensajes se muestran según la línea de tiempo.
fr_fr: Les messages sont affichés par ordre chronologique.
hi_in: जिसमें संदेश टाइमलाइन के अनुसार प्रदर्शित होते हैं
id_id: Pesan ditampilkan berdasarkan lini masa.
it_it: I messaggi sono visualizzati in base alla sequenza temporale.
ja_jp: メッセージは送信時間順に表示されます。
ko_kr: 메시지는 타임라인에 따라 표시됩니다.
ms_my: Mesej dipaparkan mengikut garis masa.
pt_br: As mensagens são exibidas de acordo com a linha do tempo.
ru_ru: Сообщения отображаются в соответствии с временной шкалой.
th_th: ข้อความจะแสดงตามไทม์ไลน์
vi_vn: Các tin nhắn sẽ được hiển thị theo dòng thời gian.
zh_cn: 根据发送的先后顺序展现信息内容
zh_hk: 根據發送的先後次序展現資訊內容

# KE0
source: Chat
hi_in: चैट
id_id: Obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чат
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 对话
zh_hk: 對話

# HQI
source: Messages are automatically deleted after a period of time.
de_de: Nachrichten werden nach einem bestimmten Zeitraum automatisch gelöscht.
es_es: Los mensajes se eliminan automáticamente pasado un período de tiempo.
fr_fr: Les messages sont automatiquement supprimés après une certaine période de temps.
hi_in: तय समयावधि के बाद संदेश स्वचालित रूप से हटाया जाएगा.
id_id: Pesan otomatis dihapus setelah jangka waktu tertentu.
it_it: I messaggi vengono automaticamente eliminati dopo un periodo di tempo.
ja_jp: 送信されたメッセージは有効期間が切れると自動的に破棄されます
ko_kr: 메시지는 일정 시간이 지나면 자동으로 삭제됩니다.
ms_my: Mesej akan dipadam secara automatik selepas tempoh masa.
pt_br: As mensagens são excluídas automaticamente após um período.
ru_ru: Сообщения автоматически удаляются через определенное время.
th_th: ข้อความจะถูกลบโดยอัตโนมัติหลังจากที่ผ่านไประยะหนึ่ง
vi_vn: Các tin nhắn sẽ tự động bị xóa sau một khoảng thời gian.
zh_cn: 所有消息会在有效时间过后自动销毁
zh_hk: 所有訊息會在有效時間過後自動銷毀

# nDM
source: Secure
de_de: Sicherer Chat
es_es: Seguro
fr_fr: Sécurisé(e)
hi_in: सुरक्षित
id_id: Aman
it_it: Sicura
ja_jp: セキュアチャット
ko_kr: 보안
ms_my: Selamat
pt_br: Seguro
ru_ru: Защищенный
th_th: ปลอดภัย
vi_vn: Bảo mật
zh_cn: 密聊
zh_hk: 私密聊天

# Rxw
source: Group type
de_de: Gruppentyp
es_es: Tipo de grupo
fr_fr: Type de groupe
hi_in: समूह का प्रकार
id_id: Jenis grup
it_it: Tipo di gruppo
ja_jp: タイプ
ko_kr: 그룹 유형
ms_my: Jenis kumpulan
pt_br: Tipo de grupo
ru_ru: Тип группы
th_th: ประเภทกลุ่ม
vi_vn: Loại nhóm
zh_cn: 群模式
zh_hk: 群組模式

# udg
source: Messages are sent as topics for group members to discuss.
de_de: Nachrichten werden als Diskussionsthemen an die Gruppenmitglieder gesendet.
es_es: Los mensajes se envían como temas para que los miembros del grupo hablen de ellos.
fr_fr: Les messages sont envoyés en tant que sujets de débat pour les membres du groupe.
hi_in: विभिन्न विषयों पर संवाद करें.
id_id: Pesan dikirim sebagai topik untuk didiskusikan oleh anggota grup.
it_it: I messaggi vengono inviati come argomenti di discussione ai membri del gruppo.
ja_jp: さまざまなトピックについて話をしましょう！
ko_kr: 그룹 구성원이 토론할 주제가 메시지로 전송됩니다.
ms_my: Mesej dihantar sebagai topik untuk ahli kumpulan berbincang.
pt_br: As mensagens são enviadas como tópicos para os membros do grupo discutirem.
ru_ru: Сообщения отправляются в виде тем для обсуждения участниками группы.
th_th: ข้อความจะถูกส่งเป็นหัวข้อสำหรับสมาชิกกลุ่มเพื่อหารือ
vi_vn: Tin nhắn đã được gửi dưới dạng chủ đề để thành viên nhóm thảo luận.
zh_cn: 发布话题，在群内开展讨论
zh_hk: 發佈主題，在群組內部展開討論

# A4Q
source: Topic
es_es: Tema
fr_fr: Sujet
hi_in: विषय
id_id: Topik
it_it: Argomento
ja_jp: トピック
ko_kr: 주제
ms_my: Topik
pt_br: Tópico
ru_ru: Тема
th_th: หัวข้อ
vi_vn: Chủ đề
zh_cn: 话题
zh_hk: 主題

# 0uU
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# ct8
source: Group name (required)
de_de: Gruppenname (erforderlich)
es_es: Nombre del grupo (obligatorio)
fr_fr: Nom du groupe (obligatoire)
hi_in: समूह का नाम (अनिवार्य)
id_id: Nama grup (wajib diisi)
it_it: Nome del gruppo (obbligatorio)
ja_jp: グループ名（必須）
ko_kr: 그룹 이름 (필수)
ms_my: Nama kumpulan (diperlukan)
pt_br: Nome do grupo (obrigatório)
ru_ru: Имя группы (обязательно)
th_th: ชื่อกลุ่ม (จำเป็น)
vi_vn: Tên nhóm (bắt buộc)
zh_cn: 群名称
zh_hk: 群組名稱

# fwQ
source: This name has already been taken by a public group
de_de: Dieser Name ist bereits für einer öffentlichen Gruppe vergeben
es_es: Este nombre ya lo tiene un grupo público
fr_fr: Ce nom a déjà été pris par un groupe public
hi_in: यह नाम पहले से ही एक सार्वजनिक समूह द्वारा लिया गया है
id_id: Nama ini sudah digunakan oleh grup publik
it_it: Questo nome è già stato scelto da un gruppo pubblico
ja_jp: このグループ名がすでに存在します。
ko_kr: 이 이름은 공개 그룹이 이미 사용 중입니다
ms_my: Nama ini telah diambil oleh kumpulan awam
pt_br: Este nome já está sendo usado por um grupo público
ru_ru: Это имя уже используется открытой группой
th_th: ชื่อนี้ถูกใช้โดยกลุ่มสาธารณะแล้ว
vi_vn: Tên này đã được một nhóm công khai sử dụng
zh_cn: 此公开群名称已存在
zh_hk: 此公開群組名稱已存在

# ffE
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: プライベート
ko_kr: 비공개
ms_my: Peribadi
pt_br: Particular
ru_ru: Частная
th_th: ส่วนตัว
vi_vn: Riêng tư
zh_cn: 私有
zh_hk: 私人

# lN4
source: This group can only be joined via invitation
de_de: Beitreten zu dieser Gruppe nur auf Einladung.
es_es: Se puede unir a este grupo sólo mediante invitación
fr_fr: Il est possible de rejoindre ce groupe uniquement via une invitation
hi_in: इस समूह में केवल आमंत्रण के माध्यम से शामिल हो सकते हैं
id_id: Hanya dapat bergabung dengan grup ini via undangan
it_it: Si può partecipare a questo gruppo solo tramite invito
ja_jp: 招待でのみグループに参加できます
ko_kr: 이 그룹은 초대를 통해서만 가입할 수 있습니다
ms_my: Kumpulan ini hanya boleh disertai melalui jemputan
pt_br: As pessoas só podem ingressar neste grupo por meio de convite
ru_ru: К этой группе можно присоединиться только по приглашению
th_th: กลุ่มนี้สามารถเข้าร่วมผ่านการเชิญได้เท่านั้น
vi_vn: Chỉ có thể tham gia nhóm này thông qua lời mời
zh_cn: 仅可通过邀请加入
zh_hk: 僅可通過邀請加入

# HBg
source: Public
de_de: Öffentlich
es_es: Público
hi_in: सार्वजनिक
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
ms_my: Awam
pt_br: Público
ru_ru: Открытая
th_th: สาธารณะ
vi_vn: Công khai
zh_cn: 公开
zh_hk: 公開

# Frs
source: Anyone in your organization can find and join this group.
de_de: Jeder in Ihrer Organisation kann diese Gruppe finden und ihr beitreten.
es_es: Cualquier usuario de tu organización puede buscar este grupo y unirse a él.
fr_fr: Toute personne de votre organisation peut trouver et rejoindre ce groupe.
hi_in: आपके संगठन का कोई भी व्यक्ति इस समूह को ढूंढ सकता है और इसमें शामिल हो सकता है.
id_id: Siapa pun di organisasi Anda dapat menemukan dan bergabung dengan grup ini.
it_it: Chiunque nella tua organizzazione può trovare e partecipare a questo gruppo.
ja_jp: すべての内部ユーザーが手動で参加できます
ko_kr: 조직의 누구나 이 그룹을 찾아서 가입할 수 있습니다.
ms_my: Sesiapa dalam organisasi anda boleh mencari dan menyertai kumpulan ini.
pt_br: Qualquer pessoa da sua organização pode encontrar e ingressar neste grupo.
ru_ru: Любой человек в вашей организации может сам найти эту группу и присоединиться к ней.
th_th: ทุกคนในองค์กรของคุณสามารถค้นหาและเข้าร่วมกลุ่มนี้ได้
vi_vn: Bất kỳ ai trong tổ chức của bạn đều có thể tìm và tham gia nhóm này.
zh_cn: 组织内任何成员均可自助加入
zh_hk: 組織內任何成員均可自行加入

# Q5s
source: new connect group
de_de: neue verbundene Gruppe
es_es: nuevo grupo de conexión
fr_fr: nouveau groupe de connexion
hi_in: नया कनेक्ट समूह
id_id: grup koneksi baru
it_it: nuovo gruppo di connessione
ja_jp: 新しいコネクトグループ
ko_kr: 새 연결 그룹
ms_my: kumpulan sambungan baharu
pt_br: novo grupo de conexão
ru_ru: новая группа подключения
th_th: กลุ่มเชื่อมต่อใหม่
vi_vn: nhóm kết nối mới
zh_cn: 新的互通群
zh_hk: 新的互通群組

# 2YU
source: Contacts, departments or groups I manage
de_de: Suche nach Kontakten oder Abteilungen und Gruppen, die ich verwalte
es_es: Buscar contactos o departamentos y grupos que administro
fr_fr: Rechercher des contacts ou des services et des groupes que je gère
hi_in: मेरे प्रबंधन में संपर्क, विभाग या समूह
id_id: Cari kontak atau departemen dan grup yang saya kelola
it_it: Cerca contatti o reparti e gruppi da me gestiti
ja_jp: 連絡先、管理部門とグループを検索
ko_kr: 내가 관리하는 연락처 또는 부서 및 그룹 검색
ms_my: Kontak, jabatan atau kumpulan yang saya urus
pt_br: Pesquisar contatos ou departamentos e grupos que eu gerencio
ru_ru: Контакты, отделы или группы, которыми я управляю
th_th: ค้นหารายชื่อที่ติดต่อหรือแผนกและกลุ่มที่ฉันจัดการ
vi_vn: Tìm kiếm danh bạ hoặc bộ phận và nhóm do tôi quản lý
zh_cn: 搜索联系人、我管理的部门和群组
zh_hk: 搜尋聯絡人、我管理的部門和群組

# YGQ
source: Adding departments or groups to secure group chats isn't supported. After switching, the selected departments or groups will be automatically removed. Switch?
de_de: Das Hinzufügen von Abteilungen oder Gruppen zu sicheren Gruppenchats wird nicht unterstützt. Nach dem Wechsel werden die ausgewählten Abteilungen oder Gruppen automatisch entfernt. Wechseln?
es_es: No es posible agregar departamentos o grupos a los chats de grupo seguros. Tras el cambio, los departamentos o grupos seleccionados se eliminarán automáticamente. ¿Cambiar?
fr_fr: L'ajout de services ou de groupes à des groupes de discussion sécurisés n'est pas pris en charge. Après le changement, les services ou les groupes sélectionnés seront automatiquement retirés. Changer ?
hi_in: सुरक्षित चैट में विभाग या समूह जोड़ना समर्थित नहीं है. स्विच करने के बाद, चयनित विभाग या समूह स्वचालित रूप से निकाले जाएँगे. स्विच करें?
id_id: Tidak mendukung penambahan departemen atau grup ke grup obrolan aman. Setelah beralih, departemen atau grup yang dipilih akan dihapus secara otomatis. Alihkan?
it_it: La funzione di aggiunta di reparti o gruppi a chat di gruppo sicure non è supportata. Dopo aver effettuato il cambio, i reparti o i gruppi selezionati verranno automaticamente rimossi. Vuoi cambiare?
ja_jp: 現在のところ、セキュアチャットはグループや部門の追加に対応していません。セキュアチャットに切り替えると、選択中のグループや部門は外されます。切り替えますか？
ko_kr: 보안 그룹 채팅에 부서 또는 그룹을 추가하는 것은 지원되지 않습니다. 전환하면 선택한 부서 또는 그룹이 자동으로 제거됩니다. 전환하시겠습니까?
ms_my: Menambah jabatan atau kumpulan ke dalam perbualan kumpulan selamat tidak disokong. Selepas bertukar, jabatan atau kumpulan yang dipilih akan dikeluarkan secara automatik. Tukar?
pt_br: Não há suporte para adicionar departamentos ou grupos aos chats em grupo seguros. Depois de trocar, os departamentos ou grupos selecionados serão removidos automaticamente. Trocar?
ru_ru: Добавление отделов или групп в защищенные групповые чаты не поддерживается. После переключения выбранные отделы или группы будут автоматически удалены. Переключить?
th_th: ไม่รองรับการเพิ่มแผนกหรือกลุ่มไปยังแชทกลุ่มที่ปลอดภัย หลังจากสลับ แผนกหรือกลุ่มที่เลือกจะถูกลบออกโดยอัตโนมัติ สลับหรือไม่
vi_vn: Hiện chưa hỗ trợ tính năng thêm bộ phận hoặc nhóm vào cuộc trò chuyện nhóm bảo mật. Sau khi chuyển đổi, các bộ phận hoặc nhóm đã chọn sẽ được tự động xóa. Đồng ý chuyển?
zh_cn: 暂不支持在密聊群中添加部门或群 ，切换后将自动移除已选的部门或群，确定切换吗？
zh_hk: 暫不支援在私密聊天群組中新增部門或群組，切換後將自動移除已選擇的部門或群組，確定切換嗎？

# 1ew
source: The department you selected contains sub-departments. Continue?
de_de: Die Abteilung, die Sie ausgewählt haben, umfasst Unterabteilungen. Fortfahren?
es_es: El departamento que has seleccionado contiene subdepartamentos. ¿Continuar?
fr_fr: Le service que vous avez sélectionné contient des sous-services. Continuer ?
hi_in: आपने जो विभाग चुना है उसमें उप-विभाग शामिल हैं. जारी रखें?
id_id: Departemen yang Anda pilih berisi subdepartemen. Lanjutkan?
it_it: Il reparto che hai selezionato contiene sottoreparti. Vuoi continuare?
ja_jp: 選択中の部門にサブ部門があります。よろしいですか？
ko_kr: 선택한 부서에 하위 부서가 있습니다. 계속하시겠습니까?
ms_my: Jabatan yang anda pilih mengandungi sub-jabatan. Teruskan?
pt_br: O departamento que você selecionou contém subdepartamentos. Continuar?
ru_ru: Выбранный вами отдел содержит подотделы. Продолжить?
th_th: แผนกที่คุณเลือกมีแผนกย่อย ดำเนินการต่อหรือไม่
vi_vn: Bộ phận mà bạn đã lựa chọn có chứa các bộ phận con. Tiếp tục?
zh_cn: 你所选择的部门包含子部门，是否确认选择？
zh_hk: 你所選擇的部門包含子部門，是否確認選擇？
