Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 3Wk
source: Add Contacts
de_de: Kontakte hinzufügen
es_es: Agregar contactos
fr_fr: Ajouter des contacts
hi_in: संपर्क जोड़ें
id_id: Tambah Kontak
it_it: Aggiungi contatti
ja_jp: 連絡先を追加
ko_kr: 연락처 추가
ms_my: Tambah Kenalan
pt_br: Adicionar contatos
ru_ru: Добавить контакты
th_th: เพิ่มรายชื่อที่ติดต่อ
vi_vn: Thêm liên hệ
zh_cn: 添加联系人
zh_hk: 新增聯絡人

# /18
source: Add External Contact
de_de: Externen Kontakt hinzufügen
es_es: Agregar contacto externo
fr_fr: Ajouter un contact externe
hi_in: बाहरी संपर्क जोड़ें
id_id: Tambah Kontak Eksternal
it_it: Aggiungi contatto esterno
ja_jp: 外部連絡先を追加
ko_kr: 외부 연락처 추가
ms_my: Tambah Kenalan Luar
pt_br: Adicionar contatos externos
ru_ru: Добавить внешний контакт
th_th: เพิ่มผู้ติดต่อภายนอก
vi_vn: Thêm danh bạ bên ngoài
zh_cn: 添加外部联系人
zh_hk: 新增外部聯絡人

# kos
source: Add from phone contacts
de_de: Aus Telefonkontakten hinzufügen
es_es: Agregar de los contactos del teléfono
fr_fr: Ajouter à partir des contacts téléphoniques
hi_in: फ़ोन संपर्कों से जोड़ें
id_id: Tambah dari kontak telepon
it_it: Aggiungi dai contatti telefonici
ja_jp: 携帯の連絡先から追加
ko_kr: 휴대폰 연락처에서 추가
ms_my: Tambah dari kenalan telefon
pt_br: Adicionar dos contatos do telefone
ru_ru: Добавить из телефонных контактов
th_th: เพิ่มจากรายชื่อที่ติดต่อบนโทรศัพท์
vi_vn: Thêm từ danh bạ điện thoại
zh_cn: 从手机通讯录添加
zh_hk: 從手機通訊錄新增

# cok
source: My QR Code
de_de: Mein QR-Code
es_es: Mi código QR
fr_fr: Mon code QR
hi_in: मेरा QR कोड
id_id: Kode QR Saya
it_it: Il mio codice QR
ja_jp: QRコード
ko_kr: 내 QR 코드
ms_my: Kod QR Saya
pt_br: Meu código QR
ru_ru: Мой QR-код
th_th: คิวอาร์โค้ดของฉัน
vi_vn: Mã QR của tôi
zh_cn: 我的二维码
zh_hk: 我的 QR 碼

# d3M
source: My QR Code
de_de: Mein QR-Code
es_es: Mi código QR
fr_fr: Mon code QR
hi_in: मेरा QR कोड
id_id: Kode QR Saya
it_it: Il mio codice QR
ja_jp: QRコード
ko_kr: 나의 QR 코드
ms_my: Kod QR Saya
pt_br: Meu código QR
ru_ru: Мой QR-код
th_th: คิวอาร์โค้ดของฉัน
vi_vn: Mã QR của tôi
zh_cn: 我的二维码
zh_hk: 我的 QR 碼

# FpE
source: Block this contact?
de_de: Diesen Kontakt blockieren?
es_es: ¿Bloquear a este contacto?
fr_fr: Bloquer ce contact ?
hi_in: इस संपर्क को ब्लॉक करें?
id_id: Blokir kontak ini?
it_it: Vuoi bloccare questo contatto?
ja_jp: このユーザーをブロックしますか？
ko_kr: 이 연락처를 차단하시겠습니까?
ms_my: Sekat kenalan ini?
pt_br: Bloquear este contato?
ru_ru: Заблокировать этого пользователя?
th_th: ต้องการบล็อกผู้ติดต่อรายนี้หรือไม่
vi_vn: Chặn liên hệ này?
zh_cn: 确定屏蔽该用户？
zh_hk: 確定封鎖此用戶？

# +r0
source: Once blocked, this user will not be able to send any messages to you.
de_de: Sobald dieser Benutzer blockiert ist, kann er keine Nachrichten mehr an Sie senden.
es_es: Una vez bloqueado, este usuario no podrá enviarte ningún mensaje.
fr_fr: Une fois bloqué, cet utilisateur ne pourra plus vous envoyer de messages.
hi_in: ब्लॉक किए जाने के बाद, यह उपयोगकर्ता आपको कोई भी संदेश भेजने में समर्थ नहीं होगा.
id_id: Setelah diblokir, pengguna ini tidak dapat mengirim pesan apa pun ke Anda.
it_it: Una volta bloccato, questo utente non sarà in grado di inviarti alcun messaggio.
ja_jp: ブロックすると、このユーザーはあなたにメッセージを送信できなくなります
ko_kr: 차단하면 이 사용자는 회원님께 메시지를 보낼 수 없습니다.
ms_my: Selepas disekat, pengguna ini tidak akan dapat menghantar mesej kepada anda.
pt_br: Depois de bloqueado, este usuário não poderá enviar nenhuma mensagem para você.
ru_ru: После блокировки этот пользователь не сможет отправлять вам сообщения.
th_th: เมื่อบล็อกแล้ว ผู้ใช้รายนี้จะไม่สามารถส่งข้อความถึงคุณได้
vi_vn: Sau khi bị chặn, người dùng này sẽ không thể gửi bất kỳ tin nhắn nào cho bạn.
zh_cn: 屏蔽后，对方将无法向你发送任何消息
zh_hk: 封鎖後，對方將無法向你發送任何訊息

# eco
source: Block
de_de: Blockieren
es_es: Bloquear
fr_fr: Bloquer
hi_in: ब्लॉक करें
id_id: Blokir
it_it: Blocca
ja_jp: ブロック
ko_kr: 차단
ms_my: Sekat
pt_br: Bloquear
ru_ru: Блокировать
th_th: บล็อก
vi_vn: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# O78
source: Unable to perform this action as you've blocked this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie diesen Benutzer blockiert haben.
es_es: No se puede realizar esta acción ya que has bloqueado a este usuario.
fr_fr: Impossible d'effectuer cette action car vous avez bloqué cet utilisateur.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपने इस उपयोगकर्ता को ब्लॉक कर दिया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda memblokir pengguna ini.
it_it: Impossibile eseguire questa azione poiché hai bloccato questo utente.
ja_jp: このユーザーをブロックしているため、操作できません
ko_kr: 이 사용자를 차단하셨으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda telah menyekat pengguna ini.
pt_br: Não é possível realizar esta ação porque você bloqueou este usuário.
ru_ru: Невозможно выполнить это действие, так как вы заблокировали этого пользователя.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณได้ปิดกั้นผู้ใช้รายนี้แล้ว
vi_vn: Không thể thực hiện thao tác này vì bạn đã chặn người dùng này.
zh_cn: 你已屏蔽该用户，无法进行此操作
zh_hk: 你已封鎖該用戶，無法執行此操作

# pcE
source: Unable to perform this action as you're blocked by this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie von diesem Benutzer blockiert werden.
es_es: No se puede realizar esta acción ya que este usuario te ha bloqueado.
fr_fr: Impossible d'effectuer cette action car cet utilisateur vous a bloqué.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपको इस उपयोगकर्ता द्वारा ब्लॉक किया गया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda diblokir oleh pengguna ini.
it_it: Impossibile eseguire questa azione poiché sei bloccato da questo utente.
ja_jp: このユーザーにブロックされているため、操作できません
ko_kr: 이 사용자가 회원님을 차단했으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda disekat oleh pengguna ini.
pt_br: Não é possível realizar esta ação porque você foi bloqueado por este usuário.
ru_ru: Невозможно выполнить это действие, так как этот пользователь вас заблокировал.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณถูกผู้ใช้รายนี้ปิดกั้น
vi_vn: Không thể thực hiện thao tác này vì bạn đã bị người dùng này chặn.
zh_cn: 该用户已将你屏蔽，无法进行此操作
zh_hk: 此用戶已封鎖你，無法進行此操作

# smo
source: You've blocked this user. You can't add this user to the group.
de_de: Sie haben diesen Benutzer blockiert. Sie können diesen Benutzer nicht zur Gruppe hinzufügen.
es_es: Has bloqueado a este usuario. No puedes agregarlo al grupo.
fr_fr: Vous avez bloqué cet utilisateur. Vous ne pouvez pas ajouter cet utilisateur au groupe.
hi_in: आपने इस उपयोगकर्ता को ब्लॉक कर दिया है. आप इस उपयोगकर्ता को समूह में नहीं जोड़ सकते.
id_id: Anda memblokir pengguna ini. Anda tidak dapat menambah pengguna ini ke grup.
it_it: Hai bloccato questo utente. Non puoi aggiungere questo utente al gruppo.
ja_jp: このユーザーをブロックしているため、相手をグループに招待できません
ko_kr: 이 사용자를 차단하셨습니다. 이 사용자를 그룹에 추가할 수 없습니다.
ms_my: Anda telah menyekat pengguna ini. Anda tidak boleh menambah pengguna ini ke kumpulan.
pt_br: Você bloqueou este usuário. Você não pode adicionar este usuário ao grupo.
ru_ru: Вы заблокировали этого пользователя. Вы не можете добавить его в группу.
th_th: คุณบล็อกผู้ใช้รายนี้เรียบร้อยแล้ว คุณไม่สามารถเพิ่มผู้ใช้รายนี้เข้าในกลุ่ม
vi_vn: Bạn đã chặn người dùng này. Bạn không thể thêm người dùng này vào nhóm.
zh_cn: 你已屏蔽该用户，无法添加 Ta 为群成员
zh_hk: 你已封鎖該用戶，無法將對方新增為群組成員

# HKo
source: You're blocked by this user. You can't add this user to the group.
de_de: Sie wurden von diesem Benutzer blockiert. Sie können diesen Benutzer nicht zur Gruppe hinzufügen.
es_es: Este usuario te ha bloqueado. No puedes agregar a este usuario al grupo
fr_fr: Cet utilisateur vous a bloqué. Vous ne pouvez pas ajouter cet utilisateur au groupe.
hi_in: इस उपयोगकर्ता ने आपको ब्लॉक किया है. आप इस उपयोगकर्ता को समूह में नहीं जोड़ सकते हैं.
id_id: Anda diblokir oleh pengguna ini. Anda tidak dapat menambah pengguna ini ke grup.
it_it: Sei bloccato da questo utente. Non puoi aggiungere questo utente al gruppo.
ja_jp: このユーザーにブロックされているため、グループに招待できません
ko_kr: 이 사용자가 회원님을 차단했습니다. 이 사용자를 그룹에 추가할 수 없습니다.
ms_my: Anda disekat oleh pengguna ini. Anda tidak boleh menambah pengguna ini ke dalam kumpulan.
pt_br: Você foi bloqueado por este usuário. Você não pode adicionar este usuário ao grupo.
ru_ru: Этот пользователь заблокировал вас. Вы не можете включить этого пользователя в группу.
th_th: คุณถูกผู้ใช้รายนี้บล็อก คุณไม่สามารถเพิ่มผู้ใช้รายนี้เข้าในกลุ่ม
vi_vn: Bạn bị chặn bởi người dùng này. Bạn không thể thêm người dùng này vào nhóm.
zh_cn: 该用户已将你屏蔽，你无法添加 Ta 为群成员
zh_hk: 此用戶已封鎖你，你無法新增對方為群組成員

# ifY
source: Accepted
de_de: Akzeptiert
es_es: Aceptado
fr_fr: Accepté
hi_in: स्वीकार किया गया
id_id: Diterima
it_it: Accettato
ja_jp: 承認済み
ko_kr: 수락됨
ms_my: Diterima
pt_br: Aceito
ru_ru: Принято
th_th: ยอมรับแล้ว
vi_vn: Đã chấp nhận
zh_cn: 已同意
zh_hk: 已同意

# b9M
source: Contact request
de_de: Kontaktanfrage
es_es: Solicitud de contacto
fr_fr: Demande de contact
hi_in: संपर्क अनुरोध
id_id: Permintaan kontak
it_it: Richiesta di contatto
ja_jp: 申請理由
ko_kr: 연락처 요청
ms_my: Permintaan kenalan
pt_br: Solicitação de contato
ru_ru: Запрос на контакт
th_th: คำขอการติดต่อ
vi_vn: Yêu cầu liên hệ
zh_cn: 申请理由
zh_hk: 申請理由

# avs
source: I'm {{username}}
de_de: Ich bin {{username}}
es_es: Soy {{username}}
fr_fr: Je suis {{username}}
hi_in: मैं {{username}} हूँ
id_id: Saya adalah {{username}}
it_it: Sono {{username}}
ja_jp: {{username}}です
ko_kr: 저는 {{username}}입니다.
ms_my: Saya {{username}}
pt_br: Eu sou {{username}}
ru_ru: Я {{username}}
th_th: ฉันคือ {{username}}
vi_vn: Tôi là {{username}}
zh_cn: 我是{{username}}
zh_hk: 我是{{username}}

# uLo
source: Request sent
de_de: Anfrage versendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: 申請を送信しました
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_hk: 申請已提交

# IBM
source: Delete Contact
de_de: Kontakt löschen
es_es: Eliminar contacto
fr_fr: Supprimer un contact
hi_in: संपर्क हटाएँ
id_id: Hapus Kontak
it_it: Elimina contatto
ja_jp: 連絡先を削除
ko_kr: 연락처 삭제
ms_my: Padam Kenalan
pt_br: Excluir contato
ru_ru: Удаление контакта
th_th: ลบรายชื่อที่ติดต่อ
vi_vn: Xóa liên hệ
zh_cn: 删除联系人
zh_hk: 刪除聯絡人

# EXw
source: Delete this contact?
de_de: Kontakt löschen?
es_es: ¿Eliminar este contacto?
fr_fr: Supprimer le contact ?
hi_in: संपर्क हटाएँ?
id_id: Hapus kontak ini?
it_it: Vuoi eliminare il contatto?
ja_jp: 連絡先を削除しますか？
ko_kr: 연락처를 삭제하시겠습니까?
ms_my: Padam kenalan ini?
pt_br: Excluir contato?
ru_ru: Удалить этот контакт?
th_th: ลบรายชื่อที่ติดต่อหรือไม่
vi_vn: Xóa liên hệ?
zh_cn: 确定删除联系人？
zh_hk: 確定刪除聯絡人？

# n/E
source: Set alias
de_de: Alias festlegen
es_es: Establecer alias
fr_fr: Définir l'alias
hi_in: उपनाम सेट करें
id_id: Tetapkan alias
it_it: Imposta alias
ja_jp: ニックネームを編集
ko_kr: 별칭 설정
ms_my: Tetapkan nama samaran
pt_br: Definir alias
ru_ru: Установить псевдоним
th_th: ตั้งนามแฝง
vi_vn: Đặt bí danh
zh_cn: 设置备注名
zh_hk: 設定備註名稱

# Eo4
source: From mobile contacts:
de_de: Von Telefonkontakten
es_es: Desde contactos de teléfono:
fr_fr: Depuis les contacts mobiles :
hi_in: मोबाइल संपर्क से:
id_id: Dari kontak ponsel:
it_it: Dai contatti su dispositivo mobile:
ja_jp: 携帯電話の連絡先から：
ko_kr: 모바일 연락처로부터:
ms_my: Dari kenalan mudah alih:
pt_br: A partir dos contatos do celular:
ru_ru: Из мобильных контактов:
th_th: จากรายชื่อที่ติดต่อบนมือถือ:
vi_vn: Từ danh bạ trên thiết bị di động:
zh_cn: 来自手机通讯录：
zh_hk: 來自手機通訊錄：

# tBc
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# PCU
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: 追加済み
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_hk: 已新增

# 1yU
source: Invite friends to {{APP_DISPLAY_NAME}}
de_de: Freunde zu {{APP_DISPLAY_NAME}} einladen
es_es: Invitar a amigos a {{APP_DISPLAY_NAME}}
fr_fr: Inviter des amis à rejoindre {{APP_DISPLAY_NAME}}
hi_in: मित्रों को {{APP_DISPLAY_NAME}} पर आमंत्रित करें
id_id: Undang teman ke {{APP_DISPLAY_NAME}}
it_it: Invita amici su {{APP_DISPLAY_NAME}}
ja_jp: 友だちを {{APP_DISPLAY_NAME}} に招待
ko_kr: {{APP_DISPLAY_NAME}}에 친구 초대
ms_my: Jemput rakan ke {{APP_DISPLAY_NAME}}
pt_br: Convidar amigos para o {{APP_DISPLAY_NAME}}
ru_ru: Пригласите друзей в приложение {{APP_DISPLAY_NAME}}
th_th: เชิญเพื่อนเข้าร่วม {{APP_DISPLAY_NAME}}
vi_vn: Mời bạn bè sử dụng {{APP_DISPLAY_NAME}}
zh_cn: 邀请认识的人加入{{APP_DISPLAY_NAME}}
zh_hk: 邀請認識的人加入{{APP_DISPLAY_NAME}}

# be0
source: Invite to {{APP_DISPLAY_NAME}}
de_de: zum {{APP_DISPLAY_NAME}} einladen
es_es: Invitar a {{APP_DISPLAY_NAME}}
fr_fr: Inviter à {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} में आमंत्रण करें
id_id: Undang ke {{APP_DISPLAY_NAME}}
it_it: Invita su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} に招待する
ko_kr: {{APP_DISPLAY_NAME}}에 초대
ms_my: Jemput ke {{APP_DISPLAY_NAME}}
pt_br: Convidar para o {{APP_DISPLAY_NAME}}
ru_ru: Пригласить в {{APP_DISPLAY_NAME}}
th_th: เชิญเข้าร่วม {{APP_DISPLAY_NAME}}
vi_vn: Mời vào {{APP_DISPLAY_NAME}}
zh_cn: 邀请加入{{APP_DISPLAY_NAME}}
zh_hk: 邀請加入{{APP_DISPLAY_NAME}}

# q88
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित करें
id_id: Undang
it_it: Invita
ja_jp: 招待する
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_hk: 邀請

# D1s
source: Invited
de_de: Eingeladen
es_es: Invitado
fr_fr: Invité
hi_in: आमंत्रित
id_id: Diundang
it_it: Invitato
ja_jp: 招待済み
ko_kr: 초대됨
ms_my: Dijemput
pt_br: Convidado
ru_ru: Приглашен
th_th: เชิญแล้ว
vi_vn: Đã mời
zh_cn: 已邀请
zh_hk: 已邀請

# WKE
source: Using {{APP_DISPLAY_NAME}}
de_de: {{APP_DISPLAY_NAME}} verwenden
es_es: Utilizando {{APP_DISPLAY_NAME}}
fr_fr: Utilisateurs de {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} का उपयोग कर रहे हैं
id_id: Menggunakan {{APP_DISPLAY_NAME}}
it_it: Utilizzatori di {{APP_DISPLAY_NAME}}
ja_jp: 現在 {{APP_DISPLAY_NAME}} を使用中
ko_kr: {{APP_DISPLAY_NAME}} 사용 중
ms_my: Menggunakan {{APP_DISPLAY_NAME}}
pt_br: Usando o {{APP_DISPLAY_NAME}}
ru_ru: Используя {{APP_DISPLAY_NAME}}
th_th: กำลังใช้งาน {{APP_DISPLAY_NAME}}
vi_vn: Đang sử dụng {{APP_DISPLAY_NAME}}
zh_cn: 正在使用{{APP_DISPLAY_NAME}}
zh_hk: 正在使用{{APP_DISPLAY_NAME}}

# VkA
source: Add to contacts first
de_de: Zuerst zu Kontakten hinzufügen
es_es: Agregar a contactos primero
fr_fr: Ajouter d'abord aux contacts
hi_in: पहले संपर्क में जोड़ें
id_id: Tambah ke kontak terlebih dahulu
it_it: Aggiungi dapprima ai contatti
ja_jp: 連絡先の追加
ko_kr: 먼저 연락처에 추가
ms_my: Tambah ke kenalan dahulu
pt_br: Adicionar aos contatos primeiro
ru_ru: Добавить в контакты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อก่อน
vi_vn: Thêm vào danh bạ trước
zh_cn: 你需要添加联系人
zh_hk: 你需要新增聯絡人

# wNM
source: Add following users as contacts to add them to the group.
de_de: Fügen Sie folgende Benutzer als Kontakte hinzu, um sie der Gruppe hinzuzufügen.
es_es: Agregar a los siguientes usuarios como contacto para añadirlos al grupo.
fr_fr: Ajoutez les utilisateurs suivants à vos contacts pour pouvoir les ajouter au groupe.
hi_in: समूह में जोड़ने के लिए नीचे दिए गए उपयोगकर्ताओं को संपर्क के रूप में जोड़ें.
id_id: Tambah pengguna berikut sebagai kontak untuk menambah mereka grup.
it_it: Aggiungi i seguenti utenti come contatti per aggiungerli al gruppo.
ja_jp: 次のユーザーをグループに招待するには、ユーザーを連絡先に追加する必要があります
ko_kr: 그룹에 추가하려면 다음 사용자를 연락처로 추가하세요.
ms_my: Tambah pengguna berikut sebagai kenalan untuk menambah mereka ke dalam kumpulan.
pt_br: Adicione os usuários a seguir como contatos para adicioná-los ao grupo.
ru_ru: Добавьте следующих пользователей в список контактов, чтобы включить их в группу.
th_th: เพิ่มผู้ใช้ต่อไปนี้เป็นผู้ติดต่อเพื่อเพิ่มเข้าในกลุ่ม
vi_vn: Thêm những người dùng sau vào danh bạ để thêm họ vào nhóm.
zh_cn: 添加以下用户为联系人，才能将 Ta 们加入群组
zh_hk: 新增以下用戶為聯絡人，才能將他們加入群組

# oVk
source: Add {{Name}} as a contact to add them to the group.
de_de: Fügen Sie {{Name}} als Kontakt hinzu, um ihn der Gruppe hinzuzufügen.
es_es: Agregar a {{Name}} como contacto para añadirle al grupo.
fr_fr: Ajoutez {{Name}} à vos contacts pour pouvoir l'ajouter au groupe.
hi_in: {{Name}} को एक संपर्क के रूप में जोड़ें ताकि उन्हें समूह में जोड़ा जा सके.
id_id: Tambah {{Name}} sebagai kontak untuk menambahnya ke grup.
it_it: Aggiungi {{Name}} come contatto per aggiungerlo al gruppo.
ja_jp: {{Name}}を連絡先に追加してから、グループに招待することができます
ko_kr: 그룹에 추가하려면 {{Name}} 님을 연락처로 추가하세요.
ms_my: Tambah {{Name}} sebagai kenalan untuk menambah mereka ke dalam kumpulan.
pt_br: Adicione {{Name}} como um contato para adicioná-lo ao grupo.
ru_ru: Добавьте {{Name}} как контакт, чтобы добавить его в группу.
th_th: เพิ่ม {{Name}} เป็นรายชื่อที่ติดต่อเพื่อเพิ่มไปยังกลุ่ม
vi_vn: Thêm {{Name}} vào danh bạ để thêm họ vào nhóm.
zh_cn: 添加{{Name}}为联系人，才能将 Ta 加入群组
zh_hk: 新增為{{Name}}聯絡人，才能將對方加入群組

# qA0
source: No {{APP_DISPLAY_NAME}} users were found
de_de: Es wurden keine {{APP_DISPLAY_NAME}} Benutzer gefunden
es_es: No se han encontrado usuarios de {{APP_DISPLAY_NAME}}
fr_fr: Aucun utilisateur {{APP_DISPLAY_NAME}} trouvé
hi_in: कोई {{APP_DISPLAY_NAME}} उपयोगकर्ता नहीं मिला
id_id: Tidak ada pengguna {{APP_DISPLAY_NAME}} yang ditemukan
it_it: Non è stato possibile trovare alcun utente {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ユーザーは見つかりませんでした
ko_kr: {{APP_DISPLAY_NAME}} 사용자 없음
ms_my: Tiada pengguna {{APP_DISPLAY_NAME}} dijumpai
pt_br: Nenhum usuário do {{APP_DISPLAY_NAME}} foi encontrado
ru_ru: Не найдены пользователи в приложении {{APP_DISPLAY_NAME}}
th_th: ไม่พบผู้ใช้ของ {{APP_DISPLAY_NAME}}
vi_vn: Không tìm thấy người dùng {{APP_DISPLAY_NAME}} nào
zh_cn: 没有找到{{APP_DISPLAY_NAME}}用户
zh_hk: 暫未找到{{APP_DISPLAY_NAME}}用戶

# mwc
source: Mobile contacts:
de_de: Mobile Kontakte:
es_es: Contactos móviles:
fr_fr: Contacts mobiles :
hi_in: मोबाइल संपर्क:
id_id: Kontak ponsel:
it_it: Contatti da dispositivo mobile:
ja_jp: 携帯連絡先：
ko_kr: 모바일 연락처:
ms_my: Kenalan mudah alih:
pt_br: Contatos do celular:
ru_ru: Мобильные контакты:
th_th: รายชื่อที่ติดต่อบนมือถือ:
vi_vn: Danh bạ trên thiết bị di động:
zh_cn: 手机通讯录：
zh_hk: 手機通訊錄：

# Bj0
source: People you may know
de_de: Personen, die Sie vielleicht kennen
es_es: Usuarios a los que podrías conocer
fr_fr: Personnes que vous connaissez peut-être
hi_in: लोग जिन्हें आप जानते हों
id_id: Orang yang mungkin Anda kenal
it_it: Persone che potresti conoscere
ja_jp: 知り合いかもしれない方
ko_kr: 내가 알 수 있는 사람들
ms_my: Orang yang mungkin anda kenal
pt_br: Pessoas que você talvez conheça
ru_ru: Люди, которых вы можете знать
th_th: คนที่คุณอาจรู้จัก
vi_vn: Người bạn có thể biết
zh_cn: 你可能认识的人
zh_hk: 你可能認識的人

# UHc
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 正在加载
zh_hk: 正在載入

# gaI
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Ignorar
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# pyA
source: Leave a message
de_de: Eine Nachricht hinterlassen
es_es: Deja un mensaje
fr_fr: Laisser un message
hi_in: कोई संदेश छोड़ें
id_id: Tinggalkan pesan
it_it: Lascia un messaggio
ja_jp: コメントする
ko_kr: 메시지를 남겨주세요
ms_my: Tinggalkan mesej
pt_br: Deixar uma mensagem
ru_ru: Оставить сообщение
th_th: ทิ้งข้อความ
vi_vn: Để lại tin nhắn
zh_cn: 留言给对方
zh_hk: 留言給對方

# cqg
source: {{Number}} users
de_de: {{Number}} Benutzer
es_es: {{Number}} usuarios
fr_fr: {{Number}} utilisateurs
hi_in: {{Number}} उपयोगकर्ता
id_id: {{Number}} pengguna
it_it: {{Number}} utenti
ja_jp: 合計 {{Number}} 名のユーザー
ko_kr: 사용자 {{Number}}명
ms_my: {{Number}} pengguna
pt_br: {{Number}} usuários
ru_ru: Пользователей: {{Number}}
th_th: {{Number}} ราย
vi_vn: {{Number}} người dùng
zh_cn: 共 {{Number}} 位用户
zh_hk: 共 {{Number}} 位用戶

# T4o
source: Max number of users you can select reached.
de_de: Max. Anzahl auswählbarer Benutzer erreicht.
es_es: Se ha alcanzado el número máximo de usuarios que puedes seleccionar.
fr_fr: Nombre maximum d'utilisateurs sélectionnables atteint.
hi_in: आप आपके द्वारा चुने जा सकने वाले अधिकतम उपयोगकर्ताओं की संख्या पर पहुंच गए हैं.
id_id: Jumlah maksimum pengguna yang dapat Anda pilih tercapai.
it_it: Numero massimo di utenti selezionabili raggiunto.
ja_jp: 選択できるユーザー数は上限に達しました
ko_kr: 선택할 수 있는 최대 사용자 수에 도달했습니다.
ms_my: Bilangan maksimum pengguna yang boleh anda pilih telah dicapai.
pt_br: Você alcançou o número máximo de usuários que pode selecionar.
ru_ru: Максимальное количество пользователей, которых вы можете выбрать, достигнуто.
th_th: ผู้ใช้ครบจำนวนสูงสุดที่คุณสามารถเลือกได้แล้ว
vi_vn: Đã đạt số lượng người dùng tối đa mà bạn có thể chọn.
zh_cn: 可选人数已达上限
zh_hk: 可選人數已達上限

# Iy0
source: Phone contacts
de_de: Telefonkontakte
es_es: Contactos de teléfono
fr_fr: Contacts téléphoniques
hi_in: फ़ोन के संपर्क
id_id: Kontak telepon
it_it: Contatti telefonici
ja_jp: 携帯連絡先
ko_kr: 전화 연락처
ms_my: Kenalan telefon
pt_br: Contatos telefônicos
ru_ru: Телефонные контакты
th_th: รายชื่อที่ติดต่อบนโทรศัพท์
vi_vn: Danh bạ điện thoại
zh_cn: 手机通讯录
zh_hk: 手機通訊錄

# Nr8
source: No profile information
de_de: Keine Profilinformationen
es_es: Sin información de perfil
fr_fr: Aucune information de profil
hi_in: कोई प्रोफ़ाइल जानकारी नहीं
id_id: Tidak ada informasi profil
it_it: Nessuna informazione sul profilo
ja_jp: プロフィール情報がありません
ko_kr: 프로필 정보 없음
ms_my: Tiada maklumat profil
pt_br: Nenhuma informação no perfil
ru_ru: нет данных в профиле
th_th: ไม่มีข้อมูลโปรไฟล์
vi_vn: Không có thông tin hồ sơ
zh_cn: 暂无个人信息
zh_hk: 暫無個人資訊

# PFk
source: Enter phone number or email address
de_de: Telefonnummer oder E-Mail-Adresse
es_es: Número de teléfono o correo electrónico
fr_fr: Numéro de téléphone ou e-mail
hi_in: फ़ोन नंबर या ईमेल
id_id: Nomor telepon atau email
it_it: Numero di telefono o indirizzo e-mail
ja_jp: 携帯番号やメールアドレスを入力
ko_kr: 전화번호 또는 이메일
ms_my: Masukkan nombor telefon atau alamat e-mel
pt_br: Número de telefone ou e-mail
ru_ru: Номер телефона или почта
th_th: หมายเลขโทรศัพท์หรืออีเมล
vi_vn: Số điện thoại hoặc email
zh_cn: 搜索手机号或邮箱添加
zh_hk: 搜尋手機號碼或電郵地址新增

# Xsg
source: Request to Add
de_de: Anfrage zum Hinzufügen
es_es: Solicitar para agregar
fr_fr: Demande d'ajout
hi_in: जोड़ने के लिए अनुरोध करें
id_id: Permintaan untuk Menambah
it_it: Richiedi aggiunta
ja_jp: 連絡先の追加を申請
ko_kr: 추가 요청
ms_my: Permintaan untuk Tambah
pt_br: Solicitar adição
ru_ru: Запрос на добавление
th_th: ขอเพิ่มรายชื่อ
vi_vn: Yêu cầu Thêm
zh_cn: 申请添加联系人
zh_hk: 申請新增聯絡人

# SWk
source: Block
es_es: Bloquear
fr_fr: Bloquer
hi_in: ब्लॉक करें
id_id: Blokir
it_it: Blocca
ja_jp: ブロック
ko_kr: 차단
ms_my: Sekat
pt_br: Bloquear
ru_ru: Блокировать
th_th: บล็อก
vi_vn: Chặn
zh_cn: 屏蔽该用户
zh_hk: 封鎖此用戶

# lcw
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除
