Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 2hk
source: Meeting group or meeting notes have been created for this event. External users can't be invited due to security concerns.
de_de: Besprechungsgruppe oder Besprechungsnotizen wurden für diesen Termin erstellt. Externe Benutzer können aufgrund von Sicherheitsbedenken nicht eingeladen werden.
es_es: Se han creado notas de reunión o un grupo de reunión para este evento. No se puede invitar a usuarios externos por motivos de seguridad.
fr_fr: Un groupe de réunion ou des notes de réunion ont été créés pour cet événement. Impossible d'inviter des utilisateurs externes en raison de problèmes de sécurité.
hi_in: इस ईवेंट के लिए मीटिंग समूह या मीटिंग नोट्स बनाए गए. सुरक्षा कारणों से बाहरी उपयोगकर्ता आमंत्रित नहीं किए जा सकते.
id_id: Grup rapat atau catatan rapat telah dibuat untuk acara ini. Pengguna eksternal tidak dapat diundang karena masalah keamanan.
it_it: Per questo evento è stato creato un gruppo o sono state create note riunione. Gli utenti esterni non possono essere invitati per problemi di sicurezza.
ja_jp: 予定の会議グループや議事録が作成されました。情報の安全を確保するため、外部連絡先を招待することができません
ko_kr: 이 이벤트에 대한 회의 그룹 또는 회의 메모가 생성되었습니다. 외부 사용자는 보안상의 이유로 초대할 수 없습니다.
ms_my: Kumpulan mesyuarat atau nota mesyuarat telah diwujudkan untuk acara ini. Pengguna luar tidak boleh dijemput kerana kebimbangan keselamatan.
pt_br: Grupo de reunião ou anotações da reunião foram criados para este evento. Usuários externos não podem ser convidados devido a motivos de segurança.
ru_ru: Группа конференции или minutes были созданы для этого события. Внешних пользователей нельзя пригласить из соображений безопасности.
th_th: สร้างกลุ่มการประชุมหรือบันทึกการประชุมสำหรับเหตุการณ์นี้แล้ว ไม่สามารถเชิญผู้ใช้ภายนอกได้เนื่องจากข้อกังวลด้านความปลอดภัย
vi_vn: Đã tạo thành công ghi chú nhóm cuộc họp hoặc ghi chú cuộc họp cho sự kiện này. Không thể mời người dùng bên ngoài vì các lý do bảo mật.
zh_cn: 日程已创建会议群或会议纪要，为保护内部信息安全，不支持邀请外部联系人
zh_hk: 日程已建立會議群組或會議記錄，為保護內部資訊安全，不支援邀請外部聯絡人

# u5s
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# pYE
source: Unable to add
de_de: Es können keine Mitglieder hinzugefügt werden.
es_es: No se puede agregar al usuario
fr_fr: Impossible d'ajouter l'utilisateur
hi_in: उपयोगकर्ता जोड़ने में असमर्थ
id_id: Gagal menambah pengguna
it_it: Impossibile aggiungere utente
ja_jp: 追加できません
ko_kr: 사용자를 추가할 수 없습니다
ms_my: Tidak dapat menambah pengguna
pt_br: Falha ao adicionar usuário
ru_ru: Не удалось добавить
th_th: ไม่สามารถเพิ่มผู้ใช้ได้
vi_vn: Không thể thêm người dùng
zh_cn: 无法添加
zh_hk: 無法新增

# VDM
source: Group members will be added respectively.
de_de: Gruppenmitglieder werden entsprechend hinzugefügt.
es_es: Los miembros del grupo se agregarán respectivamente.
fr_fr: Les membres du groupe seront ajoutés respectivement.
hi_in: समूह के सदस्यों को क्रमशः जोड़ा जाएगा.
id_id: Anggota grup akan ditambahkan secara berurut.
it_it: I membri del gruppo verranno rispettivamente aggiunti.
ja_jp: グループメンバーがそれぞれ予定に追加されます。
ko_kr: 그룹 구성원이 각각 추가됩니다.
ms_my: Ahli kumpulan akan ditambah masing-masing.
pt_br: Membros do grupo serão adicionados respectivamente.
ru_ru: Члены группы будут добавлены в соответствующем порядке.
th_th: สมาชิกกลุ่มจะถูกเพิ่มตามลำดับ
vi_vn: Thành viên nhóm sẽ được thêm tương ứng.
zh_cn: 群成员将分别加入日程
zh_hk: 群組成員將分別加入日程

# DgM
source: Search members, groups or contacts
de_de: Mitglieder, Gruppen oder Kontakte suchen
es_es: Buscar miembros, grupos o contactos
fr_fr: Rechercher des membres, des groupes ou des contacts
hi_in: सदस्य, समूह, या संपर्क खोजें
id_id: Cari anggota, grup, atau kontak
it_it: Cerca membri, gruppi o contatti
ja_jp: メンバー、グループまたは連絡先を検索
ko_kr: 구성원, 그룹 또는 연락처 검색
ms_my: Cari ahli, kumpulan atau kenalan
pt_br: Pesquisar membros, grupos ou contatos
ru_ru: Поиск участников, групп и контактов
th_th: ค้นหาสมาชิก กลุ่ม หรือรายชื่อที่ติดต่อ
vi_vn: Tìm kiếm thành viên, nhóm hoặc danh bạ
zh_cn: 搜索成员、群或联系人
zh_hk: 搜尋成員、群組或聯絡人

# NtU
source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: グループ全員
ko_kr: 모두 선택
ms_my: Pilih semua
pt_br: Selecionar tudo
ru_ru: Выбрать всех
th_th: เลือกทั้งหมด
vi_vn: Chọn tất cả
zh_cn: 选择全部成员
zh_hk: 選擇全部成員

# Kp8
source: Assign Duplicate Sub-tasks
de_de: Doppelte Unteraufgaben zuweisen
es_es: Asignar subtareas duplicadas
fr_fr: Attribuer des sous-tâches en double
id_id: Tugaskan Duplikat Subtugas
it_it: Assegna attività secondarie duplicate
ja_jp: 一括割り当て
ko_kr: 중복 하위 할 일 요청
ms_my: Berikan Sub-tugas Pendua
pt_br: Atribuir subtarefas duplicadas
ru_ru: Назначить повторяющиеся подзадачи
th_th: มอบหมายงานย่อยที่ซ้ำกัน
vi_vn: Chỉ định tác vụ con trùng lặp
zh_cn: 批量指派任务
zh_hk: 批量指派任務

# oFk
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# 6UQ
source: Selected: {{num}}
de_de: Ausgewählt: {{num}}
es_es: Seleccionadas: {{num}}
fr_fr: Sélection : {{num}}
id_id: Dipilih: {{num}}
it_it: Selezionati: {{num}}
ja_jp: 選択中：{{num}} 個
ko_kr: 선택 항목 수: {{num}}
ms_my: Terpilih: {{num}}
pt_br: Selecionado(s): {{num}}
ru_ru: Выбрано: {{num}}
th_th: รายการ: {{num}}
vi_vn: Đã chọn: {{num}}
zh_cn: 已选：{{num}} 个
zh_hk: 已選：{{num}}個

# gQU
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: チャット内のメンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 会话内成员
zh_hk: 對話內的成員

# R3E
source: You may want to add...
de_de: Sie sollten vielleicht Folgendes hinzufügen...
es_es: Es posible que desees mencionar a...
fr_fr: Vous souhaitez peut-être ajouter…
hi_in: आप शायद जोड़ना चाहते हैं...
id_id: Anda mungkin ingin menambahkan...
it_it: Puoi aggiungere...
ja_jp: 探しているかも
ko_kr: 추가 추천:
ms_my: Anda mungkin ingin menambah...
pt_br: Você pode querer adicionar...
ru_ru: Возможно, вы захотите добавить...
th_th: คุณอาจต้องการเพิ่ม...
vi_vn: Bạn có thể cần thêm...
zh_cn: 可能想添加的人
zh_hk: 可能想添加的人

# Woc
source: Due to privacy concerns, unable to batch select more than 100 group members. Please add them separately
de_de: Aus Gründen des Datenschutzes können nicht mehr als 100 Gruppenmitglieder auf einmal ausgewählt werden. Bitte fügen Sie sie separat hinzu
es_es: Por cuestiones de privacidad, no se pueden seleccionar en lote más de 100 miembros de grupo. Agrégalos por separado
fr_fr: Pour des raisons de confidentialité, il est impossible de sélectionner par lot plus de 100 membres du groupe. Veuillez les ajouter séparément
id_id: Karena alasan privasi, gagal memilih lebih dari 100 anggota grup dalam batch. Tambahkan mereka secara terpisah
it_it: A causa di preoccupazioni relative alla privacy, non è possibile selezionare in batch più di 100 membri del gruppo. Aggiungili separatamente
ja_jp: グループメンバーが 100 人を超えています。プライバシーの都合上、追加を個別に行ってください。
ko_kr: 개인 정보 보호를 위해 100명 이상의 그룹 구성원을 일괄 선택할 수 없습니다. 개별적으로 추가하세요
ms_my: Kerana kebimbangan privasi, tidak boleh memilih lebih daripada 100 ahli kumpulan secara berkelompok. Sila tambah mereka secara berasingan
pt_br: Devido a questões de privacidade, não é possível selecionar em lote mais de 100 membros do grupo. Adicione-os separadamente
ru_ru: Из соображений конфиденциальности невозможно выбрать более 100 участников группы. Добавьте их отдельно
th_th: เลือกสมาชิกกลุ่มเป็นชุดเกิน 100 คนไม่สำเร็จเนื่องจากความกังวลด้านความปลอดภัย โปรดเพิ่มสมาชิกกลุ่มแยกกัน
vi_vn: Do vấn đề về quyền riêng tư, không thể chọn hàng loạt trên 100 thành viên nhóm. Vui lòng thêm từng thành viên
zh_cn: 群成员已超过 100 人，因隐私安全问题，请单独添加
zh_hk: 群組成員已超過 100 人，因私隱安全問題，請單獨新增

# 0w0
source: Subscribe Now
de_de: Jetzt abonnieren
es_es: Suscribirse ahora
fr_fr: S'abonner maintenant
hi_in: अभी सदस्यता लें
id_id: Berlangganan Sekarang
it_it: Iscriviti ora
ja_jp: 今すぐ取得
ko_kr: 지금 구독
ms_my: Langgan Sekarang
pt_br: Inscreva-se agora
ru_ru: Подписаться сейчас
th_th: สมัครใช้งานตอนนี้
vi_vn: Đăng ký ngay
zh_cn: 立即获取
zh_hk: 立即獲取

# Qn4
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Ignorar
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# AjM
source: Here are some services for you to maximize your {{APP_DISPLAY_NAME}} experience!
de_de: Mit diesen Diensten können Sie Ihr {{APP_DISPLAY_NAME}}-Erlebnis maximieren!
es_es: Aquí tienes algunos servicios para aprovechar al máximo tu experiencia en {{APP_DISPLAY_NAME}}.
fr_fr: Voici quelques services pour vous permettre de maximiser votre expérience avec {{APP_DISPLAY_NAME}} !
hi_in: अपना {{APP_DISPLAY_NAME}} अनुभव बढ़ाने के लिए यहाँ कुछ सेवाएँ हैं!
id_id: Berikut adalah beberapa layanan bagi Anda untuk memaksimalkan pengalaman {{APP_DISPLAY_NAME}}!
it_it: Qui troverai alcuni servizi a tua disposizione per massimizzare la tua esperienza su {{APP_DISPLAY_NAME}}.
ja_jp: あなたとチームが {{APP_DISPLAY_NAME}} の旅を簡単に開始できるように、次のサービスを用意しました。
ko_kr: 다음은 {{APP_DISPLAY_NAME}} 경험을 극대화할 몇 가지 서비스입니다!
ms_my: Berikut adalah beberapa perkhidmatan untuk anda memaksimumkan pengalaman {{APP_DISPLAY_NAME}} anda!
pt_br: Aqui estão alguns serviços para você maximizar sua experiência com o {{APP_DISPLAY_NAME}}!
ru_ru: Вот некоторые службы, которые помогут вам использовать {{APP_DISPLAY_NAME}} максимально эффективно!
th_th: นี่คือบริการบางส่วนสำหรับคุณเพื่อให้ใช้งาน {{APP_DISPLAY_NAME}} ได้อย่างเต็มประสิทธิภาพ!
vi_vn: Dưới đây là một số dịch vụ giúp bạn tối đa hóa trải nghiệm {{APP_DISPLAY_NAME}} của mình!
zh_cn: 我们准备了以下专享服务，助你和企业轻松开启{{APP_DISPLAY_NAME}}效率之旅
zh_hk: 我們已準備以下專享服務，助你和團隊輕鬆展開{{APP_DISPLAY_NAME}}高效率之旅

# Rk0
source: Congrats! You've set up {{TEAM_NAME}}!
de_de: Glückwunsch! Sie haben {{TEAM_NAME}} eingerichtet!
es_es: ¡Enhorabuena! ¡Has configurado {{TEAM_NAME}}!
fr_fr: Félicitations ! Vous avez configuré {{TEAM_NAME}} !
hi_in: बधाई! आपने {{TEAM_NAME}} सेट किया!
id_id: Selamat! Anda telah menyiapkan {{TEAM_NAME}} !
it_it: Congratulazioni! Hai completato l'impostazione di {{TEAM_NAME}}.
ja_jp: おめでとうございます！{{TEAM_NAME}}の基本設定が完了しました！
ko_kr: 축하드립니다! {{TEAM_NAME}}을(를) 설정했습니다!
ms_my: Tahniah! Anda telah menubuhkan {{TEAM_NAME}}!
pt_br: Parabéns! Você configurou {{TEAM_NAME}}!
ru_ru: Поздравляем! Вы настроили {{TEAM_NAME}}!
th_th: ยินดีด้วย! คุณได้ตั้งค่า {{TEAM_NAME}} แล้ว!
vi_vn: Xin chúc mừng! Bạn đã thiết lập {{TEAM_NAME}} !
zh_cn: 恭喜，你已完成{{TEAM_NAME}}的基本设置！
zh_hk: 恭喜，你已完成{{TEAM_NAME}}的基本設定！

# K4Q
source: Subscribed. Now you'll receive relevant notifications.
de_de: Abonniert. Nun werden Sie relevante Benachrichtigungen erhalten.
es_es: Suscrito. Ahora recibirás las notificaciones relevantes.
fr_fr: Abonnement effectué. Vous recevrez désormais des notifications pertinentes.
hi_in: सदस्यता ली गई. अब आप प्रासंगिक नोटिफ़िकेशन प्राप्त करेंगे.
id_id: Berlangganan. Sekarang Anda akan menerima notifikasi yang sesuai.
it_it: Iscrizione completata. Ora riceverai le notifiche pertinenti.
ja_jp: 取得しました。関連する通知が届きますので、しばらくお待ちください。
ko_kr: 구독되었습니다. 이제 관련 알림을 받게 됩니다.
ms_my: Langganan. Sekarang anda akan menerima notifikasi yang relevan.
pt_br: Inscrito. Agora você receberá notificações relevantes.
ru_ru: Подписка оформлена. Теперь вы будете получать актуальные уведомления.
th_th: สมัครใช้งานแล้ว ขณะนี้ คุณจะได้รับการแจ้งเตือนที่เกี่ยวข้อง
vi_vn: Đã đăng ký Giờ bạn sẽ nhận được các thông báo liên quan.
zh_cn: 获取成功，请留意相关消息提醒
zh_hk: 獲取成功，請留意相關訊息提醒

# /aI
source: Invite Later
de_de: Später einladen
es_es: Invitar más tarde
fr_fr: Inviter plus tard
hi_in: नए संगठन में जाएँ
id_id: Undang Nanti
it_it: Invita più tardi
ja_jp: 後で招待
ko_kr: 나중에 초대
ms_my: Jemput Kemudian
pt_br: Convidar mais tarde
ru_ru: Пригласить позже
th_th: เชิญภายหลัง
vi_vn: Mời sau
zh_cn: 稍后邀请
zh_hk: 稍後邀請

# wOI
source: Now enjoy smooth collaboration with your team
de_de: Freuen Sie sich von nun an auf eine reibungslose Zusammenarbeit mit Ihrem Team!
es_es: Disfruta de una colaboración fluida con tu equipo
fr_fr: Profitez dès maintenant d'une collaboration fluide avec votre équipe
hi_in: अब अपनी टीम के साथ सहज सहयोग का आनंद लें
id_id: Sekarang nikmati kolaborasi yang lancar dengan tim Anda
it_it: Ora puoi collaborare con il tuo team senza interruzioni
ja_jp: チームメンバーとのコラボを始めましょう
ko_kr: 이제 팀과 원활하게 협업해 보세요
ms_my: Sekarang nikmati kerjasama lancar dengan pasukan anda
pt_br: Agora aproveite a colaboração tranquila com sua equipe
ru_ru: Наслаждайтесь плавной совместной работой со своей командой
th_th: เพลิดเพลินกับการทำงานร่วมกันอย่างราบรื่นกับทีมของคุณได้แล้วในขณะนี้
vi_vn: Bây giờ hãy tận hưởng sự cộng tác liền mạch với nhóm của bạn
zh_cn: 大家一起愉快协作吧
zh_hk: 大家一起愉快協作吧！

# hkU
source: Your organization has been created!
de_de: Ihre Organisation wurde erstellt.
es_es: ¡Tu organización se ha creado!
fr_fr: Votre organisation a été créée !
hi_in: आपका संगठन बनाया जा चुका है!
id_id: Organisasi Anda telah dibuat!
it_it: La tua organizzazione è stata creata.
ja_jp: 法人アカウントの作成に成功しました
ko_kr: 기업이 생성되었습니다!
ms_my: Organisasi anda telah dicipta!
pt_br: Sua organização foi criada com sucesso!
ru_ru: Ваша команда была создана!
th_th: องค์กรของคุณถูกสร้างขึ้นแล้ว!
vi_vn: Tổ chức của bạn đã được tạo!
zh_cn: 企业创建成功！
zh_hk: 團隊建立成功 🎉

# S/E
source: Enter {{APP_DISPLAY_NAME}}
de_de: {{APP_DISPLAY_NAME}} aufrufen
es_es: Introducir {{APP_DISPLAY_NAME}}
fr_fr: Accéder à {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} दर्ज करें
id_id: Masukkan {{APP_DISPLAY_NAME}}
it_it: Accedi a {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} を開く
ko_kr: {{APP_DISPLAY_NAME}}에 들어가기
ms_my: Masuk {{APP_DISPLAY_NAME}}
pt_br: Inserir {{APP_DISPLAY_NAME}}
ru_ru: Войти в {{APP_DISPLAY_NAME}}
th_th: ป้อน {{APP_DISPLAY_NAME}}
vi_vn: Vào {{APP_DISPLAY_NAME}}
zh_cn: 进入{{APP_DISPLAY_NAME}}
zh_hk: 進入{{APP_DISPLAY_NAME}}

# i+Y
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# DRw
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
id_id: Lewati
it_it: Salta
ja_jp: 後でする
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# WYc
source: Related contacts
de_de: Zugehörige Kontakte
es_es: Contactos relacionados
fr_fr: Contacts connexes
id_id: Kontak terkait
it_it: Contatti correlati
ja_jp: 関連する連絡先
ko_kr: 관련 연락처
ms_my: Kenalan berkaitan
pt_br: Contatos relacionados
ru_ru: Связанные контакты
th_th: รายชื่อที่ติดต่อที่เกี่ยวข้อง
vi_vn: Liên hệ liên quan
zh_cn: 相关联系人
zh_hk: 相關聯絡人
