Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# voU
source: Why not create an organization
de_de: Warum nicht eine Organisation erstellen?
es_es: ¿Por qué no crear una organización?
fr_fr: Pourquoi ne pas créer une organisation
hi_in: क्यों न एक संगठन बनाएँ
id_id: Mengapa tidak membuat organisasi
it_it: Perché non creare un'organizzazione
ja_jp: コラボを始めましょう
ko_kr: 기업을 생성해 보세요
ms_my: Mengapa tidak mewujudkan organisasi
pt_br: Por que não criar uma organização
ru_ru: Создать команду? Отличная идея!
th_th: ทำไมไม่ลองสร้างองค์กรล่ะ
vi_vn: Tại sao không tạo một tổ chức
zh_cn: 升级你的协作体验
zh_hk: 升級你的協作體驗

# k9M
source: Create Organization
de_de: Organisation erstellen
es_es: Crear organización
fr_fr: Créer une organisation
hi_in: संगठन बनाएँ
id_id: Buat Organisasi
it_it: Crea organizzazione
ja_jp: 法人アカウントを作成
ko_kr: 기업 생성
ms_my: Wujudkan Organisasi
pt_br: Criar organização
ru_ru: Создать команду
th_th: สร้างองค์กร
vi_vn: Tạo Tổ chức
zh_cn: 创建企业
zh_hk: 建立團隊

# m8Q
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi_in: छोड़ें
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Ignorar
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# FY4
source: Help Desk
es_es: Centro de Asistencia
fr_fr: Assistance technique
hi_in: हेल्प डेस्क
id_id: Meja Bantuan
ja_jp: ヘルプデスク
ko_kr: 헬프 데스크
ms_my: Kaunter Bantuan
pt_br: Central de ajuda
ru_ru: Служба поддержки
th_th: ช่วยเหลือ
vi_vn: Bộ phận trợ giúp
zh_cn: 服务台
zh_hk: 服務台

# HwY
source: There is no Help Desk
de_de: Es gibt kein Helpdesk.
es_es: No hay Centro de Asistencia
fr_fr: Aucune Assistance technique n'existe
hi_in: कोई हेल्प डेस्क नहीं है
id_id: Tidak ada Meja Bantuan
it_it: Help desk non disponibile
ja_jp: ヘルプデスクのグループはありません
ko_kr: 헬프 데스크가 없습니다.
ms_my: Tiada Meja Bantuan
pt_br: Não há central de ajuda
ru_ru: Служба поддержки отсутствует
th_th: ไม่มี ช่วยเหลือ
vi_vn: Không có Bộ phận trợ giúp
zh_cn: 暂时没有服务台
zh_hk: 暫時沒有服務台

# pJk
source: Visit Help Desk in Workplace.
de_de: Besuchen Sie das Helpdesk im Arbeitsbereich.
es_es: Visita el departamento de soporte técnico en el espacio de trabajo.
fr_fr: Visitez l'Assistance technique dans l'Espace de travail.
hi_in: कार्यस्थल में हेल्प डेस्क पर जाएँ.
id_id: Kunjungi Meja Bantuan di Tempat Kerja.
it_it: Visita Help desk in Centro risorse.
ja_jp: ヘルプデスクへの入り口は更新しました。
ko_kr: 작업 공간의 헬프 데스크를 방문하세요.
ms_my: Lawati Kaunter Bantuan di Tempat Kerja.
pt_br: Acesse a Central de ajuda no Espaço de trabalho.
ru_ru: Посетите службу поддержки на рабочем месте.
th_th: เยี่ยมชม Help Desk ในที่ทำงาน
vi_vn: Truy cập Bộ phận Trợ giúp tại Không gian làm việc.
zh_cn: 访问服务台在工作台的新入口。
zh_hk: 前往服務台在工作平台的新入口。

# 3ZM
source: Other accounts linked to this email
de_de: Andere mit dieser E-Mail-Adresse verknüpfte Konten
es_es: Otras cuentas que están vinculadas a este correo electrónico
fr_fr: Autres comptes liés à cette adresse e-mail
hi_in: इस ईमेल से लिंक अन्य खाते
id_id: Akun lain yang ditautkan ke email ini
it_it: Altri account collegati a questa e-mail
ja_jp: メールが関連付け中の他のアカウント
ko_kr: 이 이메일에 연결된 다른 계정
ms_my: Akaun lain yang dikaitkan dengan e-mel ini
pt_br: Outras contas vinculadas a este e-mail
ru_ru: Другие учетные записи, связанные с этим адресом почты
th_th: บัญชีอื่น ๆ ที่เชื่อมโยงไว้กับอีเมลนี้
vi_vn: Các tài khoản khác được liên kết với email này
zh_cn: 更多绑定该邮箱的账号
zh_hk: 更多綁定此電郵地址的帳戶

# xMA
source: Other accounts linked to this phone number
de_de: Andere mit dieser Telefonnummer verknüpfte Konten
es_es: Otras cuentas que están vinculadas a este número de teléfono
fr_fr: Autres comptes liés à ce numéro de téléphone
hi_in: इस फ़ोन नंबर से लिंक अन्य खाते
id_id: Akun lain yang ditautkan ke nomor telepon ini
it_it: Altri account collegati a questo numero di telefono
ja_jp: 番号が関連付け中の他のアカウント
ko_kr: 이 전화번호에 연결된 다른 계정
ms_my: Akaun lain yang dikaitkan dengan nombor telefon ini
pt_br: Outras contas vinculadas a este número de telefone
ru_ru: Другие учетные записи, связанные с этим номером телефона
th_th: บัญชีอื่น ๆ ที่เชื่อมโยงไว้กับหมายเลขโทรศัพท์นี้
vi_vn: Các tài khoản khác được liên kết với số điện thoại này
zh_cn: 更多绑定该手机号的账号
zh_hk: 更多綁定此手機號碼的帳戶

# MeM
source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
hi_in: विफल
id_id: Gagal
it_it: Impossibile eseguire operazione
ja_jp: 設定できませんでした
ko_kr: 실패했습니다
ms_my: Gagal
pt_br: Falha
ru_ru: Не удалось
th_th: ไม่สำเร็จ
vi_vn: Không thành công
zh_cn: 设置失败
zh_hk: 無法設定

# 2B0
source: Added
de_de: Hinzugefügt
es_es: Se ha agregado con éxito
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 設定しました
ko_kr: 추가했습니다
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Thêm thành công
zh_cn: 设置成功
zh_hk: 設定成功

# mx4
source: Copying is forbidden
de_de: Das Kopieren ist verboten
es_es: La copia está prohibida
fr_fr: La copie est formellement interdite
id_id: Dilarang menyalin
it_it: Copia vietata
ja_jp: コピーが禁止されています。
ko_kr: 복사가 금지되어 있습니다
ms_my: Penggandaan dilarang
pt_br: A cópia é proibida
ru_ru: Копирование запрещено
th_th: ห้ามทำการคัดลอก
vi_vn: Đã cấm sao chép
zh_cn: 禁止复制
zh_hk: 禁止複製

# NxE
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 9ns
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_hk: 建立

# 5aA
source: You don't have permission to create an Encrypted Chat. A regular group chat will be created. Create anyway?
de_de: Sie haben keine Berechtigung, „Verschlüsselter Chat“ zu erstellen. Es wird ein normaler Gruppenchat erstellt. Möchten Sie den Chat trotzdem erstellen?
es_es: No tienes permiso para crear un Chat cifrado. Se creará un chat de grupo normal. ¿Quieres crearlo igualmente?
fr_fr: Vous n'êtes pas autorisé(e) à créer un Chat chiffré. Une discussion de groupe normale sera créée. Créer quand même ?
id_id: Anda tidak memiliki izin untuk membuat Obrolan Terenkripsi. Obrolan grup reguler akan dibuat. Tetap buat?
it_it: Non disponi dell'autorizzazione necessaria per creare una Chat crittografata. Verrà creata una chat di gruppo regolare. Creare comunque?
ja_jp: 暗号化チャットグループを作成する権限がありません。チャットグループを作成します。作成しますか？
ko_kr: 암호화 채팅을 생성할 수 있는 권한이 없습니다. 일반 그룹 채팅이 생성됩니다. 그래도 생성하시겠습니까?
ms_my: Anda tidak mempunyai kebenaran untuk mencipta Sembang Tersulit. Sembang kumpulan biasa akan dicipta. Cipta juga?
pt_br: Você não tem permissão para criar um Chat criptografado. Um chat em grupo regular será criado. Criar mesmo assim?
ru_ru: У вас недостаточно прав для создания зашифрованного чата. Будет создан обычный групповой чат. Все равно создать?
th_th: คุณไม่มีสิทธิ์การอนุญาตในการสร้างแชทที่ได้รับการเข้ารหัส จะมีการสร้างแชทกลุ่มปกติ ต้องการสร้างหรือไม่
vi_vn: Bạn không có quyền tạo Cuộc trò chuyện mã hóa. Một cuộc trò chuyện nhóm thông thường sẽ được tạo. Vẫn tạo?
zh_cn: 你没有权限创建密盾聊群组，将创建对话群组，确定创建吗？
zh_hk: 你沒有建立加密聊天群組的權限，將建立對話群組，確定建立嗎？

# o7U
source: Encrypted
de_de: Verschlüsselt
es_es: Cifrado
fr_fr: Chiffré
id_id: Terenkripsi
it_it: Crittografata
ja_jp: 暗号化
ko_kr: 암호화됨
ms_my: Berkod
pt_br: Criptografado
ru_ru: Зашифровано
th_th: เข้ารหัสแล้ว
vi_vn: Đã mã hóa
zh_cn: 密盾聊
zh_hk: 加密聊天

# VtA
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# 6MI
source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
id_id: Konversikan
it_it: Converti
ja_jp: 切り替える
ko_kr: 변환
ms_my: Tukar
pt_br: Converter
ru_ru: Преобразовать
th_th: แปลง
vi_vn: Chuyển đổi
zh_cn: 切换
zh_hk: 切換

# EN4
source: External users and groups selected will be removed from Encrypted Chat. Convert anyway?
de_de: Die ausgewählten externen Benutzer und Gruppen werden aus Verschlüsselter Chat entfernt. Trotzdem konvertieren?
es_es: Los usuarios y grupos externos seleccionados se borrarán del chat cifrado. ¿Convertir de todos modos?
fr_fr: Les utilisateurs externes et les groupes sélectionnés seront retirés du chat chiffré. Convertir quand même ?
id_id: Pengguna dan grup eksternal yang dipilih akan dihapus dari Obrolan Terenkripsi. Tetap konversi?
it_it: Gli utenti e i gruppi esterni selezionati saranno rimossi dalla Chat crittografata. Convertire comunque?
ja_jp: 外部の連絡先とグループは暗号化チャットに参加できません。暗号化チャットに切り替えると、選択中の外部連絡先とグループは自動的に外されます。切り替えますか？
ko_kr: 선택한 외부 사용자 및 그룹이 암호화된 채팅에서 제거됩니다. 그래도 변환하시겠습니까?
ms_my: Pengguna luar dan kumpulan yang dipilih akan dikeluarkan dari Sembang Berkod. Tukar juga?
pt_br: Os usuários e os grupos externos selecionados serão removidos do chat criptografado. Converter mesmo assim?
ru_ru: Выбранные внешние пользователи и группы будут удалены из зашифрованного чата. Все равно преобразовать?
th_th: ผู้ใช้ภายนอกและกลุ่มที่เลือกจะถูกลบออกจากการแชทที่เข้ารหัส ต้องการแปลงหรือไม่
vi_vn: Người dùng và nhóm bên ngoài đã chọn sẽ bị xóa khỏi Cuộc trò chuyện mã hóa. Vẫn chuyển đổi?
zh_cn: 暂不支持在密盾聊群组中添加外部联系人和外部群。切换成密盾聊后，将自动移除已选的外部联系人和外部群，确定切换吗？
zh_hk: 暫不支援在加密聊天群組中新增外部聯絡人和外部群組。切換成加密聊天後，將自動移除已選的外部聯絡人和外部群組，確定要切換嗎？

# qLs
source: Confidential Project
de_de: Vertrauliches Projekt
es_es: Proyecto confidencial
fr_fr: Projet confidentiel
id_id: Proyek Rahasia
it_it: Progetto riservato
ja_jp: 極秘プロジェクト
ko_kr: 기밀 프로젝트
ms_my: Projek Sulit
pt_br: Projeto confidencial
ru_ru: Конфиденциальный проект
th_th: โครงการที่เป็นความลับ
vi_vn: Dự án bí mật
zh_cn: 保密项目
zh_hk: 保密專案

# SJk
source: All messages are encrypted by both {{APP_DISPLAY_NAME}} and a third party
de_de: Alle Nachrichten werden sowohl von {{APP_DISPLAY_NAME}} als auch von einem Drittanbieter verschlüsselt
es_es: Todos los mensajes están cifrados por {{APP_DISPLAY_NAME}} y un tercero
fr_fr: Tous les messages sont chiffrés à la fois par {{APP_DISPLAY_NAME}} et par un tiers
id_id: Semua pesan dienkripsi oleh {{APP_DISPLAY_NAME}} dan pihak ketiga
it_it: Tutti i messaggi sono crittografati sia da {{APP_DISPLAY_NAME}} sia da una terza parte
ja_jp: すべてのメッセージは {{APP_DISPLAY_NAME}} とサードパーティによって共同で暗号化されます
ko_kr: 모든 메시지는 {{APP_DISPLAY_NAME}} 및 제삼자 모두에 의해 암호화됩니다
ms_my: Semua mesej disulitkan oleh kedua-dua {{APP_DISPLAY_NAME}} dan pihak ketiga
pt_br: Todas as mensagens são criptografas pelo {{APP_DISPLAY_NAME}} e por um terceiro
ru_ru: Все сообщения шифруются как {{APP_DISPLAY_NAME}}, так и третьей стороной
th_th: ข้อความทั้งหมดได้รับการเข้ารหัสโดยทั้ง {{APP_DISPLAY_NAME}} และบุคคลที่สาม
vi_vn: Tất cả tin nhắn đều được mã hóa bởi cả {{APP_DISPLAY_NAME}} và bên thứ ba
zh_cn: 所有消息均被{{APP_DISPLAY_NAME}}和第三方共同加密
zh_hk: 所有訊息均由{{APP_DISPLAY_NAME}}和第三方共同加密

# vL4
source: To protect our trade secrets, we'll share all updates on the confidential project in this group chat.
de_de: Zum Schutz unserer Betriebsgeheimnisse werden wir alle Aktualisierungen über das vertrauliche Projekt in diesem Gruppenchat teilen.
es_es: Para proteger nuestros secretos comerciales, compartiremos todas las actualizaciones del proyecto confidencial en este chat de grupo.
fr_fr: Afin de protéger nos secrets commerciaux, nous utiliserons cette discussion de groupe pour partager toute mise à jour sur ce projet confidentiel.
id_id: Untuk melindungi rahasia dagang kami, kami akan membagikan semua pembaruan proyek rahasia di obrolan grup ini.
it_it: Per proteggere i nostri segreti commerciali, condivideremo tutti gli aggiornamenti riguardo al progetto riservato in questa chat di gruppo.
ja_jp: 情報漏えいを防ぐために、極秘プロジェクトに関する情報共有はこのグループ内に限るようにお願い致します。
ko_kr: 영업 비밀을 보호하기 위해 이 그룹 채팅에서 기밀 프로젝트에 대한 모든 업데이트를 공유합니다.
ms_my: Untuk melindungi rahsia perdagangan kami, kami akan kongsikan semua kemaskini mengenai projek sulit dalam sembang kumpulan ini.
pt_br: Para proteger nossos segredos comerciais, compartilharemos todas as atualizações do projeto confidencial neste chat em grupo.
ru_ru: Чтобы защитить нашу коммерческую тайну, мы будем делиться всеми новостями о конфиденциальном проекте в этом групповом чате.
th_th: เราจะแบ่งปันการอัปเดตทั้งหมดเกี่ยวกับโครงการที่เป็นความลับในแชทกลุ่มนี้เพื่อปกป้องความลับทางการค้า
vi_vn: Để bảo vệ bí mật kinh doanh, chúng ta sẽ chia sẻ tất cả thông tin cập nhật về dự án bí mật trong trò chuyện nhóm này.
zh_cn: 为避免商业机密泄露，保密项目相关的信息在这个群里同步
zh_hk: 為避免商業機密洩露，保密專案相關的資訊在這個群組裏同步

# vf4
source: BTW, all messages sent in this chat are encrypted. No other third parties can see.
de_de: Noch ein Hinweis: Alle in diesem Chat gesendeten Nachrichten sind verschlüsselt. Keine Drittpartei kann sie einsehen.
es_es: Por cierto, todos los mensajes enviados en este chat están cifrados. Ningún otro tercero puede verlos.
fr_fr: Sachez que tous les messages envoyés dans cette discussion sont chiffrés. Aucun autre tiers ne peut les voir.
id_id: Omong-omong, semua pesan yang dikirim di obrolan ini dienkripsi. Tidak ada pihak ketiga lain yang dapat melihat.
it_it: A proposito, tutti i messaggi inviati in questa chat sono crittografati. Nessun'altra terza parte può visualizzarli.
ja_jp: 補足しますと、このグループ内のメッセージはすべて暗号化されており、第三者にアクセスされることはありません。
ko_kr: 참고로, 이 채팅에서 보낸 모든 메시지는 암호화됩니다. 다른 제삼자는 볼 수 없습니다.
ms_my: Sekadar makluman, semua mesej yang dihantar dalam sembang ini disulitkan. Tiada pihak ketiga lain boleh melihat.
pt_br: A propósito, todas as mensagens enviadas neste chat são criptografadas. Nenhum outro terceiro pode ver.
ru_ru: Кстати, все сообщения, отправленные в этом чате, зашифрованы. Третьи лица не могут их видеть.
th_th: อย่างไรก็ตาม ข้อความทั้งหมดที่ส่งในแชทนี้ได้รับการเข้ารหัส บุคคลที่สามรายอื่นๆ ไม่สามารถมองเห็นได้
vi_vn: Nhân tiện thì tất cả tin nhắn đã gửi trong cuộc trò chuyện này sẽ được mã hóa. Các bên thứ ba khác sẽ không xem được.
zh_cn: 补充说明一下，此群中的消息是加密的，任何第三方都无法查看
zh_hk: 補充說明一下，此群組中的訊息已經過加密處理，任何第三方都無法查看

# fT8
source: Got it. Exclusive Chat is perfect for such situations.
de_de: OK, verstanden. Exklusiver Chat ist für solche Situationen perfekt geeignet.
es_es: Entendido. El chat exclusivo es perfecto para estas situaciones.
fr_fr: J'ai compris. Le chat exclusif est idéal dans ce genre de cas.
id_id: Mengerti. Obrolan Eksklusif cocok untuk situasi seperti itu.
it_it: OK. La Chat esclusiva è perfetta per situazioni come questa.
ja_jp: 了解しました。暗号化チャットは秘密プロジェクトの推進に適していますね
ko_kr: 확인. 독점 채팅은 이러한 상황에 적합합니다.
ms_my: Faham. Sembang Eksklusif sangat sesuai untuk situasi seperti ini.
pt_br: OK, entendi. O Chat exclusivo é perfeito para essas situações.
ru_ru: Понятно. Эксклюзивный чат идеально подходит для таких ситуаций.
th_th: เข้าใจแล้ว แชทพิเศษเหมาะกับสถานการณ์เช่นนี้
vi_vn: Tôi đã hiểu. Cuộc trò chuyện độc quyền là lựa chọn hoàn hảo cho những tình huống như thế này.
zh_cn: 了解了，密盾聊很适合推进保密项目
zh_hk: 了解了，加密聊天很適合推進保密專案

# M14
source: Send to Confidential Project
de_de: An vertrauliches Projekt senden
es_es: Enviar a Proyecto confidencial
fr_fr: Envoyer vers Projet confidentiel
id_id: Kirim ke Proyek Rahasia
it_it: Invia a Progetto riservato
ja_jp: 極秘プロジェクト へのメッセージ
ko_kr: 기밀 프로젝트로 전송하기
ms_my: Hantar ke Projek Sulit
pt_br: Enviar para projeto confidencial
ru_ru: Отправить в конфиденциальный проект
th_th: ส่งไปยังโครงการที่เป็นความลับ
vi_vn: Gửi đến Dự án bí mật
zh_cn: 发送给 保密项目
zh_hk: 發送給 保密專案

# Enc
source: Daniel
id_id: Doni
it_it: Daniele
ja_jp: 田中
ko_kr: 다니엘
ru_ru: Василий
th_th: แดเนียล
zh_cn: 李健
zh_hk: 李健

# Ezc
source: Naomi
es_es: Nuria
id_id: Nadia
it_it: Noemi
ja_jp: 川原
ko_kr: 나오미
ru_ru: Дарья
th_th: นาโอมิ
zh_cn: 李梅
zh_hk: 李梅

# 0/Y
source: Linda
es_es: Lucía
id_id: Lesti
ja_jp: 佐藤
ko_kr: 린다
ru_ru: Ирина
th_th: ลินดา
zh_cn: 王冰
zh_hk: 王冰

# m4E
source: Add starred contacts to never miss their messages. When a starred contact sends a message in a muted or collapsed chat, you can still receive a notification with a special tone.
de_de: Fügen Sie mit Stern markierte Kontakte hinzu, um ihre Nachrichten nicht zu verpassen. Wenn ein mit Stern markierter Kontakt eine Nachricht in einem stummgeschalteten oder zusammengeklappten Chat sendet, können Sie trotzdem mit einem speziellen Ton eine Benachrichtigung erhalten.
es_es: Agrega contactos destacados para no perderte sus mensajes. Cuando un contacto destacado envíe un mensaje en un chat silenciado o contraído, recibirás una notificación con un tono especial.
fr_fr: Ajoutez des contacts favoris pour ne jamais manquer leurs messages. Lorsqu'un contact favori envoie un message dans une discussion en sourdine ou une fenêtre de discussion réduite, vous pouvez tout de même recevoir une notification avec une tonalité spéciale.
hi_in: कोई तारांकित संपर्क नहीं. अपना पहला तारांकित संपर्क जोड़ने के लिए "जोड़ें" चुनें.
id_id: Tambahkan kontak berbintang agar tidak pernah melewatkan pesan mereka. Saat kontak berbintang mengirim pesan dalam obrolan yang dibisukan atau dilipat, Anda masih dapat menerima notifikasi dengan nada khusus.
it_it: Aggiungi contatti contrassegnati con la stella per non perderti mai i loro messaggi. Quando un contatto contrassegnato con la stella invia un messaggio in una chat compressa o con audio disattivato, puoi ricevere comunque una notifica con un suono speciale.
ja_jp: スター付き連絡先のメッセージ通知は、通知ミュートの影響を受けないほか、特別な通知音が鳴るため、重要なメッセージを見逃さないようにできます。右上にあるボタンをクリックしてスター付き連絡先を追加できます。
ko_kr: 메시지를 놓치지 않으려면 별표 표시된 연락처를 추가하십시오. 별표 표시된 연락처가 음소거 또는 축소된 채팅에서 메시지를 보낼 때 여전히 특별한 톤으로 알림을 받을 수 있습니다.
ms_my: Tambah kenalan berbintang supaya tidak terlepas mesej mereka. Apabila kenalan berbintang menghantar mesej dalam perbualan yang disenyapkan atau dikuncupkan, anda masih boleh menerima pemberitahuan dengan nada khas.
pt_br: Adicione contatos com estrela para nunca perder suas mensagens. Quando um contato com estrela envia uma mensagem em um chat silenciado ou recolhido, você ainda pode receber uma notificação com um tom especial.
ru_ru: Добавляйте помеченные контакты, чтобы никогда не пропускать их сообщения. Когда помеченный контакт отправляет сообщение в отключенном или свернутом чате, вы все равно можете получить уведомление со специальным тоном.
th_th: เพิ่มรายชื่อที่ติดต่อที่ติดดาวไว้เพื่อไม่ให้พลาดข้อความ เมื่อรายชื่อที่ติดต่อที่ติดดาวไว้ส่งข้อความในแชทที่ปิดเสียงหรือแชทแบบพับ คุณจะยังรับการแจ้งเตือนด้วยเสียงพิเศษได้
vi_vn: Thêm liên hệ được gắn dấu sao để không bao giờ bỏ lỡ tin nhắn của họ. Khi một liên hệ được gắn dấu sao gửi tin nhắn vào cuộc trò chuyện bị tắt tiếng hoặc thu gọn, bạn vẫn có thể nhận được thông báo có âm thanh đặc biệt.
zh_cn: 星标联系人的消息通知可不受免打扰和通知静音影响，且有特殊提示音，保证重要消息不遗漏。可在右上角添加。
zh_hk: 星標聯絡人的訊息通知可不受免打擾和靜音通知影響，且擁有特殊提示音，確保重要訊息不遺漏。可在右上角新增。

# QSQ
source: Dynamic
de_de: Dynamisch
es_es: Dinámico
fr_fr: Dynamique
id_id: Dinamis
it_it: Dinamico
ja_jp: 動的
ko_kr: 동적
ms_my: Dinamik
pt_br: Dinâmico
ru_ru: Динамический
th_th: ไดนามิก
vi_vn: Động
zh_cn: 动态
zh_hk: 動態

# nec
source: No user groups yet
de_de: Noch keine Benutzergruppen
es_es: No hay grupos de usuarios todavía
fr_fr: Aucun groupe d'utilisateurs pour l'instant
id_id: Belum ada grup pengguna
it_it: Ancora nessun gruppo utenti
ja_jp: ユーザーグループがありません
ko_kr: 아직 사용자 그룹이 없습니다
ms_my: Tiada kumpulan pengguna lagi
pt_br: Ainda não há grupos de usuários
ru_ru: Пока нет групп пользователей
th_th: ยังไม่มีกลุ่มผู้ใช้
vi_vn: Chưa có nhóm người dùng nào
zh_cn: 暂无用户组
zh_hk: 暫無用戶群組

# gwA
source: User Groups
de_de: Benutzergruppen
es_es: Grupos de usuarios
fr_fr: Groupes d'utilisateurs
id_id: Grup Pengguna
it_it: Gruppi utenti
ja_jp: ユーザーグループ
ko_kr: 사용자 그룹
ms_my: Kumpulan Pengguna
pt_br: Grupos de usuários
ru_ru: Группы пользователей
th_th: กลุ่มผู้ใช้
vi_vn: Nhóm người dùng
zh_cn: 用户组
zh_hk: 用戶群組

# P7M
source: Add to Starred Contacts
de_de: Zu mit Stern markierten Kontakten hinzufügen
es_es: Agregar a contactos destacados
fr_fr: Ajouter aux contacts favoris
hi_in: तारांकित संपर्कों में जोड़ा गया
id_id: Tambahkan ke Kontak Berbintang
it_it: Aggiungi ai contatti contrassegnati con la stella
ja_jp: スター付き連絡先に設定
ko_kr: 별표 표시된 연락처에 추가
ms_my: Tambah ke Kenalan Berbintang
pt_br: Adicionar aos contatos com estrela
ru_ru: Добавить в избранные контакты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Thêm vào các liên hệ được gắn dấu sao
zh_cn: 设为星标联系人
zh_hk: 設為星標聯絡人

# 37k
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# qx8
source: When a starred contact sends a message in a muted or collapsed chat, you can still receive a notification with a special tone.
de_de: Wenn ein mit Stern markierter Kontakt eine Nachricht in einem stummgeschalteten oder zusammengeklappten Chat sendet, können Sie trotzdem mit einem speziellen Ton eine Benachrichtigung erhalten.
es_es: Cuando un contacto destacado envíe un mensaje en un chat silenciado o contraído, recibirás una notificación con un tono especial.
fr_fr: Lorsqu'un contact favori envoie un message dans une discussion en sourdine ou une fenêtre de discussion réduite, vous pouvez tout de même recevoir une notification avec une tonalité spéciale.
id_id: Saat kontak berbintang mengirim pesan dalam obrolan yang dibisukan atau dilipat, Anda masih dapat menerima notifikasi dengan nada khusus.
it_it: Quando un contatto contrassegnato con la stella invia un messaggio in una chat compressa o con audio disattivato, puoi ricevere comunque una notifica con un suono speciale.
ja_jp: スター付き連絡先のメッセージ通知は、通知ミュートの影響を受けないほか、特別な通知音が鳴るため、重要なメッセージを見逃さないようにできます。
ko_kr: 별표 표시된 연락처가 음소거 또는 축소된 채팅에서 메시지를 보낼 때 여전히 특별한 톤으로 알림을 받을 수 있습니다.
ms_my: Apabila kenalan berbintang menghantar mesej dalam sembang yang dibisukan atau diringkaskan, anda masih boleh menerima pemberitahuan dengan nada khas.
pt_br: Quando um contato com estrela envia uma mensagem em um chat silenciado ou recolhido, você ainda pode receber uma notificação com um tom especial.
ru_ru: Когда помеченный контакт отправляет сообщение в отключенном или свернутом чате, вы все равно можете получить уведомление со специальным тоном.
th_th: เมื่อรายชื่อที่ติดต่อที่ติดดาวไว้ส่งข้อความในแชทที่ปิดเสียงหรือแชทแบบพับ คุณจะยังรับการแจ้งเตือนด้วยเสียงพิเศษได้
vi_vn: Khi một liên hệ được gắn dấu sao gửi tin nhắn vào cuộc trò chuyện bị tắt tiếng hoặc thu gọn, bạn vẫn có thể nhận được thông báo có âm thanh đặc biệt.
zh_cn: 星标联系人的消息通知可不受免打扰和通知静音影响，且有特殊提示音，保证重要消息不遗漏。
zh_hk: 星標聯絡人的訊息通知可不受免打擾和靜音通知影響，且擁有特殊提示音，確保重要訊息不遺漏。

# QVw
source: Added to starred contacts
de_de: Zu mit Stern markierten Kontakten hinzugefügt
es_es: Agregado a los contactos destacados
fr_fr: Ajouté aux contacts favoris
id_id: Ditambahkan ke kontak berbintang
it_it: Aggiunta completata ai contatti contrassegnati con la stella
ja_jp: スター付き連絡先に設定しました
ko_kr: 별표 표시된 연락처가 추가되었습니다
ms_my: Ditambah ke kenalan berbintang
pt_br: Adicionado aos contatos com estrela
ru_ru: Добавлено в избранные контакты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อที่ติดดาวไว้แล้ว
vi_vn: Thêm vào liên hệ được gắn dấu sao
zh_cn: 已设为星标联系人
zh_hk: 已設為星標聯絡人

# BxQ
source: Set up notifications for starred contacts
de_de: Benachrichtigungen für mit Stern markierte Kontakte einrichten
es_es: Se han configurado notificaciones para los contactos destacados
fr_fr: Configurer les notifications pour les contacts favoris
hi_in: तारांकित संपर्कों के लिए नोटिफ़िकेशन सेट करें
id_id: Siapkan notifikasi untuk kontak berbintang
it_it: Imposta notifiche per i contatti contrassegnati con la stella
ja_jp: スター付き連絡先のメッセージ通知を設定
ko_kr: 별표 표시된 연락처에 대한 알림 설정
ms_my: Tetapkan notifikasi untuk kenalan berbintang
pt_br: Configurar notificações para contatos com estrela
ru_ru: Настройте уведомления для избранных контактов
th_th: ตั้งค่าการแจ้งเตือนสำหรับรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Cài đặt thông báo cho các địa chỉ liên hệ gắn dấu sao
zh_cn: 设置星标联系人的消息通知方式
zh_hk: 設定星標聯絡人的訊息通知方式
