Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# HRA
source: {{APP_DISPLAY_NAME}} User
de_de: {{APP_DISPLAY_NAME}}-Benutzer
es_es: {{APP_DISPLAY_NAME}} Usuario
fr_fr: Utilisateur {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} उपयोगकर्ता
id_id: Pengguna {{APP_DISPLAY_NAME}}
it_it: Utente {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ユーザー
ko_kr: {{APP_DISPLAY_NAME}} 사용자
ms_my: Pengguna {{APP_DISPLAY_NAME}}
pt_br: Usuário do {{APP_DISPLAY_NAME}}
ru_ru: Пользователь {{APP_DISPLAY_NAME}}
th_th: ผู้ใช้ {{APP_DISPLAY_NAME}}
vi_vn: {{APP_DISPLAY_NAME}} Người dùng
zh_cn: {{APP_DISPLAY_NAME}}用户
zh_hk: {{APP_DISPLAY_NAME}}用戶

# 1AU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# cBY
source: Operation failed. Please try again later.
de_de: Vorgang fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error en la operación. Inténtalo de nuevo más tarde.
fr_fr: Échec de l'opération. Veuillez réessayer plus tard.
hi_in: क्रिया विफल हुई. कृपया बाद में पुनः प्रयास करें.
id_id: Operasi gagal. Coba lagi nanti.
it_it: Operazione non riuscita. Riprova più tardi.
ja_jp: 操作できませんでした。後ほど再試行してください。
ko_kr: 작업에 실패했습니다. 나중에 다시 시도하세요.
ms_my: Operasi gagal. Sila cuba lagi kemudian.
pt_br: Falha na operação. Tente novamente mais tarde.
ru_ru: Не удалось выполнить операцию. Повторите попытку позже.
th_th: การดำเนินการไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thao tác không thành công. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 操作失敗，請稍後重試

# a18
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# dVc
source: Add Contacts
de_de: Kontakte hinzufügen
es_es: Agregar contactos
fr_fr: Ajouter des contacts
hi_in: संपर्क जोड़ें
id_id: Tambah Kontak
it_it: Aggiungi contatti
ja_jp: 連絡先を追加
ko_kr: 연락처 추가
ms_my: Tambah Kenalan
pt_br: Adicionar contatos
ru_ru: Добавление контактов
th_th: เพิ่มรายชื่อผู้ติดต่อ
vi_vn: Thêm liên hệ
zh_cn: 添加联系人
zh_hk: 新增聯絡人

# gZo
source: Add to Contacts
de_de: Zu Kontakten hinzufügen
es_es: Agregar a contactos
fr_fr: Ajouter aux contacts
hi_in: संपर्कों में जोड़ें
id_id: Tambah ke kontak
it_it: Aggiungi ai contatti
ja_jp: 連絡先を追加
ko_kr: 연락처에 추가
ms_my: Tambah ke Kenalan
pt_br: Adicionar aos contatos
ru_ru: Добавить в контакты
th_th: เพิ่มลงในรายชื่อผู้ติดต่อ
vi_vn: Thêm vào danh bạ
zh_cn: 添加联系人
zh_hk: 新增聯絡人

# BPQ
source: Add members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
hi_in: सदस्य जोड़ें
id_id: Tambah anggota
it_it: Aggiungi membri
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加群成员
zh_hk: 新增群組成員

# 5HI
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
hi_in: सहमत
id_id: Terima
it_it: Accetta
ja_jp: 同意
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 同意
zh_hk: 同意

# bVk
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutti
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_hk: 全部

# iFc
source: All Country/Area
de_de: Alle Länder/Gebiete
es_es: Todos los Países/Áreas
fr_fr: Tous les pays/toutes les zones
hi_in: सभी देश/क्षेत्र
id_id: Semua Negara/Area
it_it: Tutti i Paesi/Tutte le aree
ja_jp: すべての国/地域
ko_kr: 모든 국가/지역
ms_my: Semua Negara/Kawasan
pt_br: Todos os países/áreas
ru_ru: Вся страна/область
th_th: ทุกประเทศ/พื้นที่
vi_vn: Tất cả Quốc gia/Khu vực
zh_cn: 所有国家/地区
zh_hk: 所有國家/地區

# awU
source: This person already has a {{APP_DISPLAY_NAME}} account. Click the card to add this person to your contacts.
de_de: Diese Person hat bereits ein {{APP_DISPLAY_NAME}}-Konto. Klicken Sie auf die Karte, um diese Person zu Ihren Kontakten hinzuzufügen.
es_es: Esta persona ya tiene una cuenta en {{APP_DISPLAY_NAME}}. Haz clic en la tarjeta para agregar a esta persona a tus contactos.
fr_fr: Cette personne possède déjà un compte {{APP_DISPLAY_NAME}}. Cliquez sur la carte pour ajouter cette personne à vos contacts.
hi_in: इस व्यक्ति का पहले से एक {{APP_DISPLAY_NAME}} खाता है. इस व्यक्ति को अपने संपर्क में जोड़ने के लिए कार्ड पर क्लिक करें.
id_id: Orang ini sudah memiliki akun {{APP_DISPLAY_NAME}}. Klik kartu untuk menambah orang ini ke kontak Anda.
it_it: Questa persona dispone già di un account {{APP_DISPLAY_NAME}} Fai clic sulla scheda per aggiungere questa persona ai tuoi contatti.
ja_jp: 相手は {{APP_DISPLAY_NAME}} アカウントを持っています。上のカードをクリックして相手を連絡先に追加できます
ko_kr: 이 사람은 이미 {{APP_DISPLAY_NAME}} 계정을 갖고 있습니다. 이 사람을 연락처에 추가하려면 카드를 클릭하세요.
ms_my: Orang ini sudah ada akaun {{APP_DISPLAY_NAME}}. Klik kad untuk menambah orang ini ke kenalan anda.
pt_br: Esta pessoa já tem uma conta do {{APP_DISPLAY_NAME}}. Clique no cartão para adicionar essa pessoa aos seus contatos.
ru_ru: У этого человека уже есть учетная запись {{APP_DISPLAY_NAME}}. Щелкните на карточку, чтобы добавить этого человека в свои контакты.
th_th: บุคคลนี้มีบัญชีของ {{APP_DISPLAY_NAME}} อยู่แล้ว คลิกที่การ์ดเพื่อเพิ่มบุคคลนี้ไปยังรายชื่อที่ติดต่อ
vi_vn: Người này đã có tài khoản {{APP_DISPLAY_NAME}}. Nhấp vào thẻ để thêm người này vào danh bạ của bạn.
zh_cn: 对方已有{{APP_DISPLAY_NAME}}账号，你可以点击上方卡片添加对方为联系人
zh_hk: 對方已有{{APP_DISPLAY_NAME}}帳戶，你可以點擊上方卡片，以新增對方為聯絡人

# Qy4
source: No contact request
de_de: Keine Freundschaftsanfragen
es_es: No hay ninguna solicitud de amistad
fr_fr: Aucune demande d'ami
hi_in: कोई मित्रता अनुरोध नहीं हैं
id_id: Tidak ada permintaan kontak
it_it: Nessuna richiesta di amicizia
ja_jp: 連絡先のリクエストはありません
ko_kr: 친구 요청 없음
ms_my: Tiada permintaan kenalan
pt_br: Nenhuma solicitação de amizade
ru_ru: Запросы друзей отсутствуют
th_th: ไม่มีคำขอเป็นเพื่อน
vi_vn: Không có yêu cầu kết bạn
zh_cn: 暂无联系人申请
zh_hk: 暫無聯絡人申請

# zc0
source: The number of queries cannot exceed {{number}} times
de_de: Die Anzahl der Abfragen darf {{number}} mal nicht überschreiten
es_es: No puede realizar consultas más de {{number}} veces
fr_fr: Le nombre de requêtes ne peut pas dépasser {{number}} fois
hi_in: क्वेरीज़ की संख्या {{number}} बार से अधिक नहीं हो सकती है
id_id: Jumlah kueri tidak boleh melebihi {{number}} kali
it_it: Il numero di richieste non può superare {{number}} volte
ja_jp: 表示回数は {{number}} 回を超えることができません
ko_kr: 조회 건수가 {{number}}번을 초과했습니다
ms_my: Bilangan pertanyaan tidak boleh melebihi {{number}} kali
pt_br: O número de consultas não pode exceder {{number}} vezes
ru_ru: Количество запросов не может быть больше {{number}}
th_th: จำนวนการสืบค้นจะต้องไม่เกิน {{number}} ครั้ง
vi_vn: Số lần truy vấn không được vượt quá {{number}} lần
zh_cn: 查询次数不能超过{{number}}次
zh_hk: 查詢次數不得超過 {{number}} 次

# C+4
source: Please enter the number of queries
de_de: Geben Sie die Anzahl der Anfragen ein
es_es: Introduce el número de consultas
fr_fr: Saisissez le nombre de requêtes
hi_in: कृपया क्वेरीज़ की संख्या दर्ज करें
id_id: Masukkan jumlah kueri
it_it: Inserisci il numero di richieste
ja_jp: 表示回数を入力してください
ko_kr: 조회 건수를 입력하세요
ms_my: Sila masukkan bilangan pertanyaan
pt_br: Insira o número de consultas
ru_ru: Введите количество запросов
th_th: โปรดป้อนจำนวนการสืบค้น
vi_vn: Vui lòng nhập số lần truy vấn
zh_cn: 请输入查询次数
zh_hk: 請輸入查詢次數

# lhw
source: Up to {{number}} phone numbers can be viewed in 24 hours
de_de: Bis zu {{number}} Telefonnummern können in 24 Stunden eingesehen werden.
es_es: En 24 horas se pueden ver hasta {{number}} números de teléfono
fr_fr: Il est possible de consulter jusqu'à {{number}} numéros de téléphone en 24 heures
hi_in: 24 घंटे में अधिकतम {{number}} फ़ोन नंबर देखे जा सकते हैं
id_id: Hingga {{number}} nomor telepon dapat dilihat dalam 24 jam
it_it: È possibile visualizzare fino a {{number}} numeri di telefono in 24 ore
ja_jp: 24 時間以内にメンバーの電話番号を最大 {{number}} 回表示できます
ko_kr: 최대 {{number}}개의 전화번호를 24시간 내에 볼 수 있습니다
ms_my: Sehingga {{number}} nombor telefon boleh dilihat dalam masa 24 jam
pt_br: Até {{number}} números de telefone podem ser visualizados em 24 horas
ru_ru: В течение 24 часов можно будет просмотреть до {{number}} номеров телефона
th_th: สามารถดูหมายเลขโทรศัพท์ได้สูงสุด {{number}} หมายเลขภายใน 24 ชั่วโมง
vi_vn: Có thể xem tối đa {{number}} số điện thoại trong 24 giờ
zh_cn: 24小时内，最多可查看{{number}}次同事电话号码
zh_hk: 24 小時內，最多可查看同事電話號碼 {{number}} 次

# /ps
source: Current number of queries
de_de: Aktuelle Anzahl von Abfragen
es_es: Número actual de consultas
fr_fr: Nombre actuel de requêtes
hi_in: क्वेरीज़ की वर्तमान संख्या
id_id: Jumlah kueri saat ini
it_it: Numero corrente di richieste
ja_jp: 現在の表示可能の回数
ko_kr: 현재 조회 건수
ms_my: Bilangan pertanyaan semasa
pt_br: Número atual de consultas
ru_ru: Текущее количество запросов
th_th: จำนวนการสืบค้นปัจจุบัน
vi_vn: Số lần truy vấn hiện tại
zh_cn: 该用户当前可查询次数
zh_hk: 此用戶目前的可查詢次數

# Rnk
source: Number of queries
de_de: Anzahl der Abfragen
es_es: Número de consultas
fr_fr: Nombre de requêtes
hi_in: क्वेरीज़ की संख्या
id_id: Jumlah kueri
it_it: Numero di richieste
ja_jp: 表示回数
ko_kr: 조회 건수
ms_my: Bilangan pertanyaan
pt_br: Número de consultas
ru_ru: Количество запросов
th_th: จำนวนการสืบค้น
vi_vn: Số lần truy vấn
zh_cn: 查询次数
zh_hk: 查詢次數

# mo4
source: Employee phone number query times setting
de_de: Einstellung der Anzahl von Telefonnummerabfragen des Mitarbeiters
es_es: Configuración de las veces que un empleado puede consultar números de teléfono
fr_fr: Paramétrage du nombre de demandes relatives aux numéros de téléphone des employés
hi_in: कर्मचारी फ़ोन नंबर क्वेरी करने की संख्या की सेटिंग
id_id: Pengaturan jumlah kueri nomor telepon karyawan
it_it: Impostazione numero di richieste numero di telefono dipendente
ja_jp: メンバーの電話番号表示回数の設定
ko_kr: 직원 전화번호 조회 시간 설정
ms_my: Tetapan masa pertanyaan nombor telefon pekerja
pt_br: Configuração do número de consultas de número de telefone do funcionário
ru_ru: Настройка количества запросов номеров телефона сотрудников
th_th: การตั้งค่าจำนวนครั้งในการสืบค้นหมายเลขโทรศัพท์ของพนักงาน
vi_vn: Cài đặt số lần truy vấn số điện thoại của nhân viên
zh_cn: 员工电话号码查询次数设置
zh_hk: 員工電話號碼查詢次數設定

# itQ
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_hk: 完成

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# koY
source: Welcome!
de_de: Willkommen!
es_es: ¡Te damos la bienvenida!
fr_fr: Bienvenue !
hi_in: स्वागत है!
id_id: Selamat datang!
it_it: Benvenuto/a!
ja_jp: 初めまして！
ko_kr: 환영합니다!
ms_my: Selamat datang!
pt_br: Bem-vindo!
ru_ru: Добро пожаловать!
th_th: ยินดีต้อนรับ!
vi_vn: Chào mừng!
zh_cn: 欢迎欢迎！
zh_hk: 歡迎歡迎！

# oEs
source: Team Chat Group
de_de: Team-Chatgruppe
es_es: Grupo de chat en equipo
fr_fr: Groupe de discussion d'équipe
hi_in: टीम चैट समूह
id_id: Grup Obrolan Tim
it_it: Gruppo di chat del team
ja_jp: チームグループ
ko_kr: 팀 채팅 그룹
ms_my: Kumpulan Sembang Pasukan
pt_br: Grupo de chat da equipe
ru_ru: Группа чата команды
th_th: กลุ่มแชทของทีม
vi_vn: Nhóm trò chuyện nhóm
zh_cn: 团队沟通群
zh_hk: 團隊溝通群組

# r18
source: Hi everyone! I am new here and I am very happy to join!
de_de: Hallo zusammen! Ich bin neu hier und freue mich mitzumachen!
es_es: ¡Hola a todos! Soy nuevo y me alegra unirme al grupo.
fr_fr: Bonjour à tous ! Je suis nouveau ici et je suis très heureux de vous rejoindre !
hi_in: सभी को नमस्ते! मैं यहाँ नया हूँ और मैं इसमें शामिल होकर बहुत खुश हूं!
id_id: Hai semua! Saya orang baru di sini dan saya senang bisa bergabung!
it_it: Ciao a tutti! Sono nuovo/a qui e sono molto felice di far parte del team!
ja_jp: 初めまして。よろしくお願い致します。
ko_kr: 안녕하세요 여러분! 저는 신입이며 합류하게 되어 정말 기쁩니다!
ms_my: Hai semua! Saya baru di sini dan sangat gembira untuk menyertai!
pt_br: Olá a todos! Sou novo aqui e estou muito feliz por me juntar a vocês!
ru_ru: Всем привет! Я здесь новичок и очень рад присоединиться!
th_th: สวัสดีทุกคน! ฉันเพิ่งมาใหม่ รู้สึกเป็นเกียรติมากที่ได้เข้าร่วม!
vi_vn: Chào mọi người! Tôi là thành viên mới và tôi rất vui khi được tham gia!
zh_cn: 大家好，我是新来的同学，很高兴加入团队！
zh_hk: 大家好，我是新來的同學，很高興加入團隊！

# bt4
source: Let's eat lunch together to get to know each other
de_de: Essen wir gemeinsam zu Mittag, um einander kennenzulernen.
es_es: Vamos a comer juntos para conocernos mejor
fr_fr: Déjeunons ensemble pour mieux apprendre à se connaître
hi_in: एक-दूसरे को जानने के लिए आइए एक-साथ भोजन करते हैं
id_id: Ayo makan siang bersama untuk saling kenal
it_it: Pranziamo insieme per conoscerci
ja_jp: 今日のお昼、みんなで自己紹介がてらランチでもどうですか？
ko_kr: 서로에 대해 알아가도록 같이 점심 먹어요
ms_my: Jom makan tengah hari bersama untuk mengenali antara satu sama lain
pt_br: Vamos almoçar juntos para nos conhecermos
ru_ru: Давайте пообедаем вместе, чтобы лучше узнать друг друга
th_th: ไปทานอาหารกลางวันด้วยกันเพื่อทำความรู้จักกันให้มากยิ่งขึ้นเถอะ
vi_vn: Hãy ăn trưa cùng nhau để tìm hiểu nhau
zh_cn: 中午大家一起吃个饭吧，互相熟悉一下
zh_hk: 中午大家一起吃個飯吧，互相認識一下

# rJ8
source: Welcome! If you have any questions about work, feel free to ask in the group.
de_de: Willkommen! Fragen zur Arbeit können Sie jederzeit in der Gruppe stellen.
es_es: ¡Te damos la bienvenida! Si tienes alguna duda sobre el trabajo, puedes preguntar en el grupo.
fr_fr: Bienvenue ! Si vous avez des questions liées au travail, n'hésitez pas à les poser dans ce groupe.
hi_in: स्वागत है! यदि काम के संबंध में आपके कोई भी प्रश्न हैं, तो समूह में पूछने में संकोच न करें.
id_id: Selamat datang! Jika Anda memiliki pertanyaan tentang pekerjaan, jangan ragu untuk bertanya dalam grup.
it_it: Benvenuto/a! Se hai domande sul lavoro, sentiti libero/a di chiedere nel gruppo.
ja_jp: こちらこそ初めまして！仕事で何か分からないことがあれば、気軽にグループで聞いてくださいね～
ko_kr: 환영합니다! 일에 관해 궁금한 점이 있으면 언제든지 그룹에서 문의하세요.
ms_my: Selamat datang! Jika anda ada sebarang soalan mengenai kerja, jangan segan untuk bertanya dalam kumpulan.
pt_br: Bem-vindo! Se tiver dúvidas sobre o trabalho, sinta-se à vontade para perguntar no grupo.
ru_ru: Добро пожаловать! Если у вас есть какие-либо вопросы о работе, не стесняйтесь задавать их в группе.
th_th: ยินดีต้อนรับ! หากคุณมีข้อสงสัยเกี่ยวกับงาน โปรดสอบถามในกลุ่มได้ทุกเมื่อ
vi_vn: Chào mừng! Nếu bạn có bất kỳ câu hỏi nào về công việc, thoải mái hỏi trong nhóm.
zh_cn: 欢迎！之后如果工作方面有什么问题，随时在群里问~
zh_hk: 歡迎！之後如果工作方面有什麼問題，隨時在群組裡發問～

# mT8
source: Jason
hi_in: संजय
ja_jp: ジェイソン
ru_ru: Джейсон
zh_cn: 杰森
zh_hk: 積臣

# mH8
source: Li Yi
hi_in: नेहा
ja_jp: 田中
ru_ru: Ли Йи
zh_cn: 李毅
zh_hk: 李毅

# WL4
source: Mike
hi_in: रवि
ja_jp: マイク
ru_ru: Майк
zh_cn: 迈克
zh_hk: 米克

# mv8
source: Amy
hi_in: निधि
ja_jp: 志村
ru_ru: Анна
zh_cn: 艾米
zh_hk: 愛美

# 8Kg
source: Message Team Chat Group
de_de: Nachricht - Team-Chatgruppe
es_es: Grupo de chat en equipo para mensajes
fr_fr: Envoyer un message au groupe de discussion d'équipe
hi_in: टीम चैट समूह को संदेश भेजें
id_id: Kirim Pesan ke Grup Obrolan Tim
it_it: Invia un messaggio al Gruppo di chat del team
ja_jp: チームグループへのメッセージ
ko_kr: 팀 채팅 그룹에 메시지 전송
ms_my: Mesej Kumpulan Sembang Pasukan
pt_br: Grupo de chat da equipe de mensagens
ru_ru: Отправить сообщение
th_th: ส่งข้อความไปยังกลุ่มแชทของทีม
vi_vn: Nhóm trò chuyện nhóm tin nhắn
zh_cn: 发给 团队沟通群
zh_hk: 發送給 團隊溝通群組

# 4Qc
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_hk: 完成

# VV8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Готово
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# AHE
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# i7s
source: Contacts
de_de: Kontakte
es_es: Contactos
hi_in: संपर्क
id_id: Kontak
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
ms_my: Kenalan
pt_br: Contatos
ru_ru: Контакты
th_th: รายชื่อผู้ติดต่อ
vi_vn: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人

# o08
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: チェック
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотр
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看

# pfk
source: No contacts
de_de: Keine Kontakte
es_es: No hay contactos
fr_fr: Aucun contact
hi_in: कोई संपर्क नहीं
id_id: Tidak ada kontak
it_it: Nessun contatto
ja_jp: 連絡先がありません
ko_kr: 연락처 없음
ms_my: Tiada kenalan
pt_br: Nenhum contato
ru_ru: Нет контактов
th_th: ไม่มีรายชื่อที่ติดต่อ
vi_vn: Không có danh bạ
zh_cn: 暂无联系人
zh_hk: 暫無聯絡人

# K0U
source: New Contacts
de_de: Neue Kontakte
es_es: Nuevos contactos
fr_fr: Nouveaux contacts
hi_in: नए संपर्क
id_id: Kontak Baru
it_it: Nuovi contatti
ja_jp: 新しい連絡先
ko_kr: 새 연락처
ms_my: Kenalan Baharu
pt_br: Novos contatos
ru_ru: Новые контакты
th_th: รายชื่อผู้ติดต่อใหม่
vi_vn: Liên hệ mới
zh_cn: 新的联系人
zh_hk: 新的聯絡人

# liQ
source: Content can't be empty
de_de: Inhalt darf nicht leer sein
es_es: El contenido no puede estar vacío
fr_fr: Le contenu ne peut pas être vide
hi_in: सामग्री ख़ाली नहीं हो सकती
id_id: Konten tidak boleh kosong
it_it: Il contenuto non può essere vuoto
ja_jp: 入力内容を空にすることはできません
ko_kr: 컨텐츠는 비울 수 없습니다
ms_my: Kandungan tidak boleh kosong
pt_br: O conteúdo não pode ficar vazio
ru_ru: Содержимое не может быть пустым
th_th: เนื้อหาไม่สามารถเว้นว่างไว้ได้
vi_vn: Không thể để trống nội dung
zh_cn: 输入不能为空
zh_hk: 輸入不能為空

# hPE
source: New Group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
hi_in: नया समूह
id_id: Grup Baru
it_it: Nuovo gruppo
ja_jp: グループを作成
ko_kr: 새 그룹
ms_my: Kumpulan Baharu
pt_br: Novo grupo
ru_ru: Новая группа
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 创建群组
zh_hk: 建立群組

# VkQ
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Disalin
it_it: Copiato
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制
zh_hk: 已複製

# oJU
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_hk: 複製

# 4TM
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制到剪贴板
zh_hk: 已複製到剪貼簿

# mTU
source: Select existing group
de_de: Bestehende Gruppe auswählen
es_es: Seleccionar un grupo existente
fr_fr: Sélectionner un groupe existant
hi_in: मौजूदा समूह चुनें
id_id: Pilih grup yang ada
it_it: Seleziona il gruppo esistente
ja_jp: 既存のグループチャットを選択
ko_kr: 기존 그룹 선택
ms_my: Pilih kumpulan sedia ada
pt_br: Selecionar grupo existente
ru_ru: Выбрать существующую группу
th_th: เลือกกลุ่มที่มีอยู่
vi_vn: Chọn nhóm hiện có
zh_cn: 选择已有群聊
zh_hk: 選擇現有的群組聊天

# KRs
source: Select messages to sync
de_de: Nachrichten zum Synchronisieren auswählen
es_es: Seleccionar los mensajes que se van a sincronizar
fr_fr: Sélectionnez les messages à synchroniser
hi_in: सिंक करने के लिए संदेश चुनें
id_id: Pilih pesan untuk disinkronkan
it_it: Seleziona messaggi da sincronizzare
ja_jp: チャット履歴を選択して共有
ko_kr: 동기화할 메시지 선택
ms_my: Pilih mesej untuk diselaraskan
pt_br: Selecionar mensagens a serem sincronizadas
ru_ru: Выберите сообщения для синхронизации
th_th: เลือกข้อความที่จะซิงค์
vi_vn: Chọn tin nhắn để đồng bộ
zh_cn: 选择聊天记录并同步
zh_hk: 選擇聊天記錄並同步

# vAc
source: Unable to create group. Please try again.
de_de: Gruppe konnte nicht erstellt werden. Versuchen Sie es erneut.
es_es: No se puede crear el grupo. Inténtalo de nuevo.
fr_fr: Impossible de créer un groupe. Veuillez réessayer.
hi_in: समूह बनाने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat membuat grup. Coba lagi.
it_it: Impossibile creare gruppo. Riprova.
ja_jp: グループを作成できませんでした。再試行してください
ko_kr: 그룹을 생성할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat membuat kumpulan. Sila cuba lagi.
pt_br: Não é possível criar um grupo. Tente novamente.
ru_ru: Не удалось создать группу. Повторите попытку.
th_th: ไม่สามารถสร้างกลุ่มได้ โปรดลองอีกครั้ง
vi_vn: Không thể tạo nhóm. Vui lòng thử lại.
zh_cn: 创建群组失败，请重试
zh_hk: 建立群組失敗，請重試

# zlw
source: New Group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
hi_in: नया समूह
id_id: Grup Baru
it_it: Nuovo gruppo
ja_jp: グループを作成
ko_kr: 새 그룹
ms_my: Kumpulan Baharu
pt_br: Novo grupo
ru_ru: Создать группу
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 创建群组
zh_hk: 建立群組

# /t4
source: Creating group
de_de: Gruppe erstellen
es_es: Creando un grupo
fr_fr: Créer un groupe
hi_in: समूह बनाया जा रहा है
id_id: Membuat grup
it_it: Creare un gruppo
ja_jp: グループを作成中...
ko_kr: 그룹 생성 중
ms_my: Mencipta kumpulan
pt_br: Criando grupo
ru_ru: Создание группы
th_th: กำลังสร้างกลุ่ม
vi_vn: Đang tạo nhóm
zh_cn: 正在创建群组
zh_hk: 正在建立群組

# zik
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除

# 5ow
source: Delete this contact?
de_de: Diesen Kontakt löschen?
es_es: ¿Eliminar este contacto?
fr_fr: Supprimer ce contact ?
hi_in: यह संपर्क हटाएँ?
id_id: Hapus kontak ini?
it_it: Vuoi eliminare questo contatto?
ja_jp: 連絡先を削除しますか？
ko_kr: 이 연락처를 삭제하시겠습니까?
ms_my: Padam kenalan ini?
pt_br: Excluir este contato?
ru_ru: Удалить этот контакт?
th_th: ลบรายชื่อที่ติดต่อนี้หรือไม่
vi_vn: Xóa liên hệ này?
zh_cn: 确定删除此联系人？
zh_hk: 確定刪除此聯絡人？

# XlA
source: might be a phone number
de_de: könnte eine Telefonnummer sein
es_es: podría ser un número de teléfono.
fr_fr: est peut-être un numéro de téléphone
hi_in: एक फ़ोन नंबर हो सकता है
id_id: mungkin adalah nomor telepon
it_it: potrebbe essere un numero di telefono
ja_jp: 電話番号の可能性があります
ko_kr: 전화번호일 수 있습니다
ms_my: mungkin nombor telefon
pt_br: pode ser um número de telefone
ru_ru: может быть номером телефона
th_th: อาจเป็นหมายเลขโทรศัพท์
vi_vn: có thể là một số điện thoại
zh_cn: 可能是一个电话号码
zh_hk: 可能是一個電話號碼

# 5FQ
source: Set alias
de_de: Alias festlegen
es_es: Configurar alias
fr_fr: Définir l'alias
hi_in: उपनाम सेट करें
id_id: Tetapkan alias
it_it: Imposta alias
ja_jp: ニックネームを変更
ko_kr: 별칭 설정
ms_my: Tetapkan alias
pt_br: Definir alias
ru_ru: Установить псевдоним
th_th: ตั้งนามแฝง
vi_vn: Đặt biệt danh
zh_cn: 修改备注名
zh_hk: 修改備註名稱

# XrY
source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
hi_in: ईमेल पता
id_id: Alamat email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat e-mel
pt_br: Endereço de e-mail
ru_ru: Адрес электронной почты
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱地址
zh_hk: 電郵地址

# gXs
source: No groups founded
de_de: Keine Gruppen gefunden
es_es: No se han encontrado grupos
fr_fr: Aucun groupe fondé
hi_in: कोई समूह नहीं मिला
id_id: Tidak ada grup yang didirikan
it_it: Nessun gruppo trovato
ja_jp: 現在、グループがありません
ko_kr: 설립된 그룹 없음
ms_my: Tiada kumpulan ditemui
pt_br: Nenhum grupo encontrado
ru_ru: Не основано ни одной группы
th_th: ไม่ได้ตั้งกลุ่มไว้
vi_vn: Không tìm thấy nhóm nào
zh_cn: 暂无群组
zh_hk: 暫無群組
