Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 5s0
source: There are two types of trusted relationships: · Internal trusted party members have a high degree of trust for a smooth cross-team collaboration. · External trusted party members have a relatively lower degree of trust. Both parties view each other as external members to the organization.
de_de: Es gibt zwei Arten von vertrauenswürdigen Beziehungen: · Interne vertrauenswürdige Partner genießen ein hohes Maß an Vertrauen in eine reibungslose teamübergreifende Zusammenarbeit. · Externe vertrauenswürdige Partner genießen ein relativ geringeres Maß an Vertrauen. Beide Partner betrachten sich gegenseitig als externe Mitglieder der Organisation.
es_es: Hay dos tipos de relaciones de confianza: · Los miembros de entidades de confianza internas tienen un alto grado de confianza para una colaboración sin problemas entre equipos. · Los miembros de entidades de confianza externas tienen un grado relativamente más bajo de confianza. Las dos entidades se pueden ver entre sí como miembros externos de la organización.
fr_fr: Il existe deux types de relations de confiance : · Les membres des parties de confiance internes bénéficient d'un degré de confiance élevé, pour une collaboration optimale entre les équipes. · Les membres des parties de confiance externes bénéficient d'un degré de confiance relativement faible. Pour chaque partie, l'autre partie correspond à des membres externes de l'organisation.
id_id: Ada dua jenis hubungan tepercaya: · Anggota pihak tepercaya internal memiliki tingkat kepercayaan yang tinggi untuk kolaborasi lintas tim yang lancar. · Anggota pihak tepercaya eksternal memiliki tingkat kepercayaan yang lebih rendah. Kedua pihak melihat pihak yang lain sebagai anggota eksternal organisasi.
it_it: Vi sono due tipi di relazioni di attendibilità: · I membri della parte attendibile interna dispongono di un grado elevato di attendibilità per una collaborazione tra i team senza problemi. · I membri della parte attendibile esterna dispongono di un grado relativamente basso di attendibilità. Entrambe le parti si considerano membri esterni all'organizzazione.
ja_jp: 関連組織には 2 種類の関係タイプを対応します： · 内部関連組織の場合、組織間のメンバーが互いに高い信頼度を持ち、同一法人内でのコラボレーションに相当する仕事フローを体験できます。 · 外部関連組織の場合、組織間のメンバーが互いに低い信頼度を持ち、相手組織のメンバーを外部ユーザーと見なしています。
ko_kr: 신뢰 관계에는 두 가지 유형이 있습니다. · 내부 신뢰 당사자 구성원은 원활한 팀 간 공동 작업에 대한 신뢰도가 높습니다. · 외부 신뢰 당사자 구성원은 상대적으로 신뢰도가 낮습니다. 양 당사자는 서로를 기업의 외부 구성원으로 간주합니다.
ms_my: Terdapat dua jenis hubungan yang dipercayai: · Ahli parti dalaman yang dipercayai mempunyai tahap kepercayaan yang tinggi untuk kerjasama lintas pasukan yang lancar. · Ahli parti luaran yang dipercayai mempunyai tahap kepercayaan yang agak rendah. Kedua-dua pihak melihat satu sama lain sebagai ahli luaran kepada organisasi.
pt_br: Há dois tipos de relações de confiança: ·Os membros da contraparte confiável interna têm um alto grau de confiança para uma colaboração tranquila entre as equipes. ·Os membros da contraparte confiável externa têm um grau de confiança relativamente mais baixo. Ambas as partes se veem como membros externos da organização.
ru_ru: Существует два типа доверенных отношений: · Внутренние доверенные участники имеют высокую степень доверия для гармоничного межкомандного сотрудничества. · Внешние доверенные участники имеют относительно более низкую степень доверия. Обе стороны рассматривают друг друга как внешних участников организации.
th_th: มีความสัมพันธ์ที่น่าเชื่อถืออยู่สองประเภท · สมาชิกฝ่ายที่น่าเชื่อถือภายในมีระดับความน่าเชื่อถือสูงเพื่อการทำงานร่วมกันข้ามทีมได้อย่างราบรื่น · สมาชิกฝ่ายที่น่าเชื่อถือภายนอกมีระดับความน่าเชื่อถือค่อนข้างต่ำ ทั้งสองฝ่ายจะมองกันและกันว่าเป็นสมาชิกภายนอกองค์กร
vi_vn: Có hai loại mối quan hệ đáng tin cậy: · Các thành viên của bên đáng tin cậy nội bộ có mức độ tin cậy cao để cộng tác suôn sẻ giữa các đội. · Các thành viên của bên đáng tin cậy bên ngoài có mức độ tin cậy tương đối thấp. Cả hai bên đều xem nhau là thành viên bên ngoài của tổ chức.
zh_cn: 关联组织支持内外部两种组织关系： · 内部组织的成员之间信任度高，相互之间的协作体验接近同企业成员协作 · 外部组织成员之间信任度相对不高，对彼此来说对方仍然是外部人员
zh_hk: 關聯組織支援內部與外部兩種組織關係： · 內部組織成員之間的信任度高，互相之間的協作體驗接近同企業成員協作 · 外部組織成員之間的信任度相對較低，對彼此來說對方仍是外部成員

# 5QQ
source: Invite External Trusted Party
de_de: Externen vertrauenswürdigen Partner einladen
es_es: Invitar a entidad de confianza externa
fr_fr: Inviter une partie de confiance externe
id_id: Undang Pihak Tepercaya Eksternal
it_it: Invita parte attendibile esterna
ja_jp: 招待
ko_kr: 외부 신뢰 당사자 초대
ms_my: Jemput Pihak Berkepercayaan Luar
pt_br: Convidar contraparte confiável externa
ru_ru: Пригласить внешнюю доверенную организацию
th_th: เชิญฝ่ายที่น่าเชื่อถือภายนอก
vi_vn: Mời bên đáng tin cậy bên ngoài
zh_cn: 邀请外部组织
zh_hk: 邀請外部組織

# znQ
source: Search external trusted party according to the organization name
de_de: Einen externen vertrauenswürdigen Partner anhand des Organisationsnamens suchen
es_es: Buscar entidad de confianza externa según el nombre de la organización
fr_fr: Recherche d'une partie de confiance externe en fonction du nom de l'organisation
id_id: Cari pihak tepercaya eksternal berdasarkan nama organisasi
it_it: Cerca la parte attendibile esterna in base al nome dell'organizzazione
ja_jp: 法人名で外部組織を検索
ko_kr: 기업 이름에 따라 외부 신뢰 당사자 검색
ms_my: Cari pihak dipercayai luaran mengikut nama organisasi
pt_br: Pesquise a contraparte confiável externa de acordo com o nome da organização
ru_ru: Поиск внешней доверенной организации по названию организации
th_th: ค้นหาฝ่ายที่น่าเชื่อถือภายนอกตามชื่อองค์กร
vi_vn: Tìm kiếm bên đáng tin cậy bên ngoài theo tên tổ chức
zh_cn: 按名称搜索外部组织
zh_hk: 按名稱搜尋外部組織

# cZw
source: Trusted parties
de_de: Vertrauenswürdige Partner
es_es: Entidades de confianza
fr_fr: Parties de confiance
hi_in: ट्रस्ट पार्टी
id_id: Pihak tepercaya
it_it: Parti attendibili
ja_jp: 関連組織
ko_kr: 신뢰 당사자
ms_my: Pihak yang dipercayai
pt_br: Contrapartes confiáveis
ru_ru: Доверенные стороны
th_th: ฝ่ายที่น่าเชื่อถือ
vi_vn: Bên đáng tin cậy
zh_cn: 关联组织
zh_hk: 關聯組織

# OFY
source: No external trusted party yet
de_de: Noch kein externer vertrauenswürdiger Partner
es_es: Todavía no hay ninguna entidad de confianza externa
fr_fr: Aucune partie de confiance externe pour l'instant
id_id: Belum ada pihak tepercaya eksternal
it_it: Ancora nessuna parte attendibile esterna
ja_jp: 外部関連組織がありません
ko_kr: 외부 신뢰 당사자가 아직 없습니다
ms_my: Tiada pihak berkepercayaan luar lagi
pt_br: Nenhuma contraparte confiável externa ainda
ru_ru: Внешние доверенные организации пока отсутствуют
th_th: ยังไม่มีฝ่ายที่น่าเชื่อถือภายนอก
vi_vn: Chưa có bên đáng tin cậy bên ngoài
zh_cn: 暂无外部组织
zh_hk: 暫無外部組織

# +F4
source: Only group owner can invite external users to group.
de_de: Nur der Gruppenbesitzer kann externe Benutzer in eine Gruppe einladen.
es_es: Sólo el propietario de grupo puede invitar a usuarios externos al grupo.
fr_fr: Seul le propriétaire du groupe peut inviter des utilisateurs externes à rejoindre le groupe.
hi_in: केवल समूह के ओनर बाहरी उपयोगकर्ताओं को समूह में आमंत्रित कर सकते हैं.
id_id: Hanya pemilik grup yang dapat mengundang pengguna eksternal ke grup.
it_it: Solo l'amministratore del gruppo può invitare utenti esterni al gruppo.
ja_jp: グループオーナーのみ外部メンバーをグループに追加できます
ko_kr: 그룹 소유자만 외부 사용자를 그룹에 초대할 수 있습니다.
ms_my: Hanya pemilik kumpulan boleh menjemput pengguna luar ke kumpulan.
pt_br: Apenas o proprietário do grupo pode convidar usuários externos ao grupo.
ru_ru: Пригласить в группу внешних пользователей может только владелец группы.
th_th: มีเพียงเจ้าของกลุ่มเท่านั้นที่สามารถเชิญผู้ใช้ภายนอกให้เข้าร่วมกลุ่มได้
vi_vn: Chỉ chủ sở hữu nhóm mới có thể mời người dùng bên ngoài vào nhóm.
zh_cn: 仅群主可添加外部成员，请联系群主操作
zh_hk: 僅群主可新增外部成員，請聯絡群主操作

# prA
source: Unable to add
de_de: Hinzufügen nicht möglich
es_es: No se ha podido agregar
fr_fr: Impossible de procéder à l'ajout
hi_in: जोड़ने में असमर्थ
id_id: Tidak dapat menambah
it_it: Impossibile aggiungere
ja_jp: 追加できません
ko_kr: 추가할 수 없음
ms_my: Tidak dapat menambah
pt_br: Não é possível adicionar
ru_ru: Не удается добавить
th_th: เพิ่มไม่ได้
vi_vn: Không thể thêm
zh_cn: 无法添加
zh_hk: 無法新增

# Lkg
source: Unable to add external users.
de_de: Externe Benutzer können nicht hinzugefügt werden.
es_es: No se han podido agregar usuarios externos.
fr_fr: Impossible d'ajouter des utilisateurs externes.
hi_in: बाहरी उपयोगकर्ताओं को जोड़ने में असमर्थ.
id_id: Tidak dapat menambah pengguna eksternal.
it_it: Impossibile aggiungere utenti esterni.
ja_jp: 外部連絡先を追加できません
ko_kr: 외부 사용자를 추가할 수 없습니다.
ms_my: Tidak dapat menambah pengguna luar.
pt_br: Não é possível adicionar usuários externos.
ru_ru: Не удается добавить внешних пользователей.
th_th: เพิ่มผู้ใช้ภายนอกไม่ได้
vi_vn: Không thể thêm người dùng bên ngoài.
zh_cn: 无法添加外部用户
zh_hk: 無法新增外部用戶

# hgo
source: Unable to secure chat due to security policy restrictions
de_de: Aufgrund von Einschränkungen in den Sicherheitsrichtlinien kann der Chat nicht gesichert werden
es_es: No se puede asegurar el chat debido a las restricciones de la política de seguridad
fr_fr: Impossible de sécuriser la discussion en raison des restrictions des politiques de sécurité
hi_in: सुरक्षा नीति प्रतिबंधों के कारण चैट को सुरक्षित करने में असमर्थ
id_id: Gagal mengamankan obrolan karena batasan kebijakan keamanan
it_it: Impossibile rendere sicura la chat a causa delle restrizioni della policy sulla sicurezza
ja_jp: セキュリティ対策によりセキュアチャットの利用は制限されています。
ko_kr: 보안 정책 제한으로 인해 채팅 보안을 보장할 수 없음
ms_my: Tidak dapat sembang selamat disebabkan sekatan polisi keselamatan
pt_br: Não é possível proteger o chat devido a restrições da política de segurança
ru_ru: Не удалось защитить чат из-за ограничений политики безопасности
th_th: ไม่สามารถใช้แชทที่ปลอดภัยได้เนื่องจากข้อจำกัดของนโยบายความปลอดภัย
vi_vn: Không thể bảo mật cuộc trò chuyện do các hạn chế về chính sách bảo mật
zh_cn: 由于安全策略限制，无法使用密聊功能
zh_hk: 由於安全性策略限制，無法使用私密聊天功能

# psw
source: Try It Now
de_de: Jetzt ausprobieren
es_es: ¡Pruébalo ya!
fr_fr: Essayer dès maintenant
hi_in: अभी आज़माएँ
id_id: Coba Sekarang
it_it: Prova ora
ja_jp: 体験する
ko_kr: 지금 사용해보기
ms_my: Cuba Sekarang
pt_br: Experimentar agora
ru_ru: Попробуйте прямо сейчас
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 立刻体验
zh_hk: 立刻體驗

# SM0
source: Instantly enjoy powerful {{APP_DISPLAY_NAME}} features for collaboration.
de_de: Genießen Sie die leistungsstarken Funktionen von {{APP_DISPLAY_NAME}} für die Zusammenarbeit.
es_es: Disfruta inmediatamente de las eficaces funciones de {{APP_DISPLAY_NAME}} dedicadas a la colaboración.
fr_fr: Profitez immédiatement des puissantes fonctionnalités de {{APP_DISPLAY_NAME}} à des fins de collaboration.
hi_in: सहयोग के लिए सशक्त {{APP_DISPLAY_NAME}} सुविधाओं का त्वरित रूप से आनंद लें.
id_id: Nikmati fitur {{APP_DISPLAY_NAME}} yang canggih untuk berkolaborasi dengan mudah.
it_it: Utilizza immediatamente le straordinarie funzioni di {{APP_DISPLAY_NAME}} per la collaborazione.
ja_jp: {{APP_DISPLAY_NAME}} のパワフルなコラボレーション機能を今すぐ使ってみましょう
ko_kr: 공동 작업을 위해 강력한 {{APP_DISPLAY_NAME}} 기능을 바로 이용해보세요.
ms_my: Nikmati ciri-ciri {{APP_DISPLAY_NAME}} yang hebat untuk kerjasama dengan segera.
pt_br: Aproveite imediatamente os recursos poderosos do {{APP_DISPLAY_NAME}} para colaboração.
ru_ru: Воспользуйтесь сразу мощными функциями {{APP_DISPLAY_NAME}} для совместной работы.
th_th: เพลิดเพลินกับฟีเจอร์ของ {{APP_DISPLAY_NAME}} อันเปี่ยมประสิทธิภาพทันทีเพื่อการทำงานร่วมกัน
vi_vn: Tận hưởng ngay các tính năng {{APP_DISPLAY_NAME}} mạnh mẽ cho hoạt động cộng tác.
zh_cn: 即刻使用视频会议、文档、共享日历等强大的{{APP_DISPLAY_NAME}}协作功能
zh_hk: 立即使用視像會議、文件、共用日曆等強大的{{APP_DISPLAY_NAME}}協作功能

# WSM
source: Create or join an organization
de_de: Erstellen Sie eine Organisation oder treten Sie ihr bei
es_es: Crear una organización o unirse a ella
fr_fr: Créer ou rejoindre une organisation
hi_in: संगठन बनाएँ या उसमें शामिल हों
id_id: Buat atau bergabung dengan organisasi
it_it: Crea o partecipa a un'organizzazione
ja_jp: 法人アカウントに参加または作成
ko_kr: 기업 생성 또는 참가
ms_my: Cipta atau sertai organisasi
pt_br: Criar ou ingressar em um organização
ru_ru: Создать или присоединиться к команде
th_th: สร้างหรือเข้าร่วมองค์กร
vi_vn: Tạo hoặc tham gia một tổ chức
zh_cn: 加入或创建企业
zh_hk: 加入或建立團隊

# zxM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# YYc
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 確定
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 确定
zh_hk: 確定

# jp0
source: Couldn't load the link.
de_de: Link konnte nicht geladen werden.
es_es: No se pudo cargar el enlace.
fr_fr: Impossible de charger le lien.
hi_in: लिंक लोड नहीं किया जा सका.
id_id: Tidak dapat memuat tautan.
it_it: Non è stato possibile caricare il link.
ja_jp: リンクの読み込みに失敗しました
ko_kr: 링크를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan pautan.
pt_br: Não foi possível carregar o link.
ru_ru: Не удалось загрузить ссылку.
th_th: ไม่สามารถโหลดลิงก์ได้
vi_vn: Không thể tải liên kết.
zh_cn: 链接加载失败
zh_hk: 無法載入連結

# YrU
source: Turn It On
de_de: Einschalten
es_es: Activar
fr_fr: Activez-la
hi_in: इसे चालू करें
id_id: Aktifkan
it_it: Attivala
ja_jp: 設定へ
ko_kr: 켜기
ms_my: Hidupkannya
pt_br: Ativar
ru_ru: Выключить его
th_th: เปิดใช้งาน
vi_vn: Bật tính năng
zh_cn: 前往开启
zh_hk: 前往開啟

# qsg
source: Please go to {{APP_DISPLAY_NAME}} - Settings - Privacy to enable users to add contacts via QR code or invitation link.
de_de: Gehen Sie zu {{APP_DISPLAY_NAME}} - Einstellungen - Datenschutz, um Benutzern das Hinzufügen von Kontakten per QR-Code oder Einladungslink zu ermöglichen.
es_es: Puedes ir a {{APP_DISPLAY_NAME}} - Configuración - Privacidad para permitir que los usuarios puedan agregar contactos a través del código QR o el enlace de invitación.
fr_fr: Veuillez accéder à {{APP_DISPLAY_NAME}} - Paramètres - Confidentialité pour autoriser les utilisateurs à ajouter des contacts à l'aide du code QR ou du lien d'invitation.
hi_in: उपयोगकर्ताओं को QR कोड या आमंत्रण लिंक के माध्यम से संपर्कों को जोड़ने में सक्षम बनाने के लिए कृपया {{APP_DISPLAY_NAME}} - सेटिंग्स - गोपनीयता पर जाएँ.
id_id: Buka {{APP_DISPLAY_NAME}} - Pengaturan - Privasi untuk mengizinkan pengguna menambah kontak via kode QR atau tautan undangan.
it_it: Vai a Impostazioni - Privacy in {{APP_DISPLAY_NAME}} per consentire agli utenti di aggiungere contatti tramite codice QR o link dell'invito.
ja_jp: {{APP_DISPLAY_NAME}} - 設定 - プライバシー設定 で、「下記の方法による連絡先検索を許可」項目の「QRコードとプロフィールリンク」をオンにしてください。
ko_kr: {{APP_DISPLAY_NAME}} - 설정 - 개인정보로 가서 사용자가 QR 코드 또는 초대 링크를 통해 연락처를 추가할 수 있도록 하세요.
ms_my: Sila pergi ke {{APP_DISPLAY_NAME}} - Tetapan - Privasi untuk membolehkan pengguna menambah kenalan melalui kod QR atau pautan jemputan.
pt_br: Acesse {{APP_DISPLAY_NAME}} – Configurações – Privacidade para permitir que os usuários adicionem contatos via código QR e link de convite.
ru_ru: Перейдите в {{APP_DISPLAY_NAME}} - Настройки - Конфиденциальность, чтобы разрешить пользователям добавлять контакты с помощью QR-кода или пригласительной ссылки.
th_th: โปรดไปที่ {{APP_DISPLAY_NAME}} - การตั้งค่า - ความเป็นส่วนตัว เพื่อทำให้ผู้ใช้สามารถเพิ่มรายชื่อที่ติดต่อผ่านทางคิวอาร์โค้ดและลิงก์เชิญได้
vi_vn: Vui lòng truy cập {{APP_DISPLAY_NAME}} - Cài đặt - Quyền riêng tư để cho phép người dùng thêm liên hệ qua mã QR và liên kết lời mời.
zh_cn: 可以在{{APP_DISPLAY_NAME}}-系统设置-隐私设置中，允许其他用户通过二维码与好友链接添加。
zh_hk: 可以在{{APP_DISPLAY_NAME}} > 系統設定 > 私隱設定中，允許其他用戶通過 QR 碼與好友連結新增。

# oS0
source: The feature is off
de_de: Die Funktion ist ausgeschaltet.
es_es: La función está desactivada
fr_fr: La fonctionnalité est désactivée
hi_in: सुविधा बंद है
id_id: Fitur tidak aktif
it_it: La funzione è disattivata
ja_jp: この機能はオフになっています
ko_kr: 기능이 꺼져 있습니다.
ms_my: Ciri ini dimatikan
pt_br: O recurso está desativado
ru_ru: Функция выключена
th_th: ฟีเจอร์นี้ปิดอยู่
vi_vn: Tính năng đã tắt
zh_cn: 未开启此功能
zh_hk: 未啟用此功能

# KuI
source: Link
es_es: Enlace
fr_fr: Lien
hi_in: लिंक
id_id: Tautan
ja_jp: グループリンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Ссылка
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 群链接
zh_hk: 群組連結

# cY0
source: QR Code
es_es: Código QR
fr_fr: Code QR
hi_in: QR कोड
id_id: Kode QR
it_it: Codice QR
ja_jp: QRコード
ko_kr: QR 코드
ms_my: Kod QR
pt_br: Código QR
ru_ru: QR-код
th_th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_cn: 群二维码
zh_hk: 群組 QR 碼

# UyI
source: Forward chat history
de_de: Chatverlauf weiterleiten
es_es: Reenviar el historial de chat
fr_fr: Transférer l'historique de discussion
hi_in: चैट इतिहास फ़ॉर्वर्ड करें
id_id: Teruskan riwayat obrolan
it_it: Inoltra cronologia chat
ja_jp: チャット履歴を同期
ko_kr: 채팅 기록 전달
ms_my: Hantar semula sejarah sembang
pt_br: Encaminhar histórico do chat
ru_ru: Переслать историю чатов
th_th: ส่งต่อประวัติแชท
vi_vn: Chuyển tiếp lịch sử trò chuyện
zh_cn: 同步聊天记录
zh_hk: 同步聊天記錄

# SXI
source: Link
es_es: Enlace
fr_fr: Lier
hi_in: लिंक
id_id: Tautkan
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Ссылка
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 我的链接
zh_hk: 我的連結

# t5Y
source: Save Image
de_de: Als Bild speichern
es_es: Guardar como imagen
fr_fr: Enregistrer en tant qu'image
hi_in: छवि के रूप में सहेजें
id_id: Simpan sebagai gambar
it_it: Salva come immagine
ja_jp: 画像を保存
ko_kr: 이미지로 저장
ms_my: Simpan sebagai Imej
pt_br: Salvar como imagem
ru_ru: Сохранить как изображение
th_th: บันทึกเป็นภาพ
vi_vn: Lưu dưới dạng Hình ảnh
zh_cn: 保存图片
zh_hk: 儲存圖片

# OyA
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 確認
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 确定
zh_hk: 確定

# 36E
source: Add email contact
de_de: E-Mail-Kontakt hinzufügen
es_es: Agregar contacto de correo electrónico
fr_fr: Ajouter un contact par e-mail
hi_in: ईमेल संपर्क जोड़ें
id_id: Tambah kontak email
it_it: Aggiungi contatto e-mail
ja_jp: メール連絡先を追加
ko_kr: 이메일 연락처 추가
ms_my: Tambah kenalan emel
pt_br: Adicionar contato de e-mail
ru_ru: Добавить контакт почты
th_th: เพิ่มรายชื่อที่ติดต่อของอีเมล
vi_vn: Thêm liên hệ email
zh_cn: 添加邮箱联系人
zh_hk: 新增電郵地址聯絡人

# o+w
source: Add to Email Contacts
de_de: Zu E-Mail-Kontakten hinzufügen
es_es: Agregar contactos de correo electrónico
fr_fr: Ajouter aux contacts par e-mail
hi_in: ईमेल संपर्क में जोड़ें
id_id: Tambah ke Kontak Email
it_it: Aggiungi a Contatti e-mail
ja_jp: メール連絡先に追加
ko_kr: 이메일 연락처에 추가
ms_my: Tambah ke Kenalan Emel
pt_br: Adicionar contatos de e-mail
ru_ru: Добавить в контакты почты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อของอีเมล
vi_vn: Thêm vào liên hệ email
zh_cn: 添加到邮箱联系人
zh_hk: 新增至電郵地址聯絡人

# e6k
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# GO0
source: You can't add external contacts to the group without permission to communicate externally.
de_de: Sie können externe Kontakte nicht ohne Berechtigung zum externen Kommunizieren zur Gruppe hinzufügen.
es_es: No puedes agregar contactos externos al grupo sin permiso para comunicarse externamente.
fr_fr: Vous ne pouvez pas ajouter de contacts externes au groupe sans l'autorisation de communiquer en externe.
hi_in: आप बाहरी संवाद की अनुमति के बिना बाहरी संपर्कों को समूह में नहीं जोड़ नहीं सकते
id_id: Anda tidak dapat menambah kontak eksternal ke grup yang tidak memiliki izin untuk berkomunikasi secara eksternal.
it_it: Non puoi aggiungere contatti esterni al gruppo senza l'autorizzazione per comunicare esternamente.
ja_jp: あなたは外部連絡権限がないため、外部連絡先をグループに追加できません。
ko_kr: 외부 커뮤니케이션 권한이 없으면 외부 연락처를 그룹에 추가할 수 없습니다.
ms_my: Anda tidak boleh menambah kenalan luar ke kumpulan tanpa kebenaran untuk berkomunikasi secara luaran.
pt_br: Você não pode adicionar contatos externos ao grupo sem permissão para se comunicar externamente.
ru_ru: Вы не можете добавить внешние контакты в группу без разрешения на внешнее общение.
th_th: คุณไม่สามารถเพิ่มผู้ติดต่อภายนอกไปยังกลุ่มได้โดยไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
vi_vn: Bạn không thể thêm danh bạ bên ngoài vào nhóm nếu không có quyền giao tiếp với bên ngoài.
zh_cn: 无对外沟通权限，你无法添加外部联系人为群成员
zh_hk: 無對外溝通權限，你無法新增外部聯絡人為群組成員

# 9yg
source: Unable to complete the operation. You don't have permission to communicate externally.
de_de: Der Vorgang kann nicht abgeschlossen werden. Sie haben keine Berechtigung zum externen Kommunizieren.
es_es: No puedes finalizar la operación. No tienes permiso para comunicarte externamente.
fr_fr: Impossible de terminer l'opération. Vous n'êtes pas autorisé à communiquer en externe.
hi_in: ऑपरेशन पूर्ण करने में असमर्थ. आपके पास बाहरी तौर पर संवाद करने की अनुमति नहीं है.
id_id: Tidak dapat menyelesaikan operasi. Anda tidak memiliki izin untuk berkomunikasi secara eksternal.
it_it: Impossibile completare l'operazione. Non disponi dell'autorizzazione per comunicare esternamente.
ja_jp: 操作できませんでした。あなたは外部連絡権限がありません。
ko_kr: 작업을 완료할 수 없습니다. 외부 커뮤니케이션 권한이 없습니다.
ms_my: Tidak dapat melengkapkan operasi. Anda tidak mempunyai kebenaran untuk berkomunikasi secara luaran.
pt_br: Não é possível concluir a operação. Você não tem permissão para comunicar-se externamente.
ru_ru: Не удалось завершить операцию. У вас нет разрешения на внешнее общение.
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้ คุณไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
vi_vn: Không thể hoàn thành được thao tác. Bạn không có quyền giao tiếp với bên ngoài.
zh_cn: 操作失败，无对外沟通权限
zh_hk: 無法進行操作，沒有對外溝通權限

# CCE
source: No email address added to this contact
de_de: Keine E-Mail-Adresse zu diesem Kontakt hinzugefügt
es_es: No se ha agregado ninguna dirección de correo electrónico a este contacto
fr_fr: Aucune adresse e-mail ajoutée à ce contact
hi_in: इस संपर्क से कोई ईमेल पता नहीं जोड़ा गया
id_id: Tidak ada alamat email yang ditambahkan ke kontak ini
it_it: Nessun indirizzo email aggiunto a questo contatto
ja_jp: 選択できません。メールアドレスは空です
ko_kr: 이 연락처에 추가된 이메일 주소가 없습니다
ms_my: Tiada alamat e-mel ditambahkan kepada kenalan ini
pt_br: Nenhum endereço de e-mail adicionado a este contato
ru_ru: К этому контакту не добавлен адрес почты
th_th: ไม่มีที่อยู่อีเมลที่เพิ่มไปยังรายชื่อที่ติดต่อนี้
vi_vn: Không có địa chỉ email nào được thêm thành công vào liên hệ này
zh_cn: 无邮箱地址
zh_hk: 無電郵地址

# Z4E
source: Company
de_de: Unternehmen
es_es: Empresa
fr_fr: Entreprise
hi_in: कंपनी
id_id: Perusahaan
it_it: Società
ja_jp: 会社
ko_kr: 회사
ms_my: Syarikat
pt_br: Empresa
ru_ru: Компания
th_th: บริษัท
vi_vn: Công ty
zh_cn: 公司
zh_hk: 公司

# ne8
source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja_jp: メールアドレス
ko_kr: 이메일
ms_my: Emel
ru_ru: Почта
th_th: อีเมล
zh_cn: 邮箱
zh_hk: 電郵地址

# a2Q
source: Mobile
de_de: Mobil
es_es: Móvil
hi_in: मोबाइल
id_id: Seluler
it_it: Numero di cellulare
ja_jp: 携帯番号
ko_kr: 모바일
ms_my: Mudah alih
pt_br: Celular
ru_ru: Мобильное устройство
th_th: มือถือ
vi_vn: Di động
zh_cn: 手机号
zh_hk: 手機號碼

# jHg
source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: 氏名
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名
zh_hk: 姓名

# 6B4
source: Notes
de_de: Notizen
es_es: Notas
hi_in: नोट
id_id: Catatan
it_it: Note
ja_jp: 備考
ko_kr: 메모
ms_my: Nota
pt_br: Anotações
ru_ru: Примечания
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 备注
zh_hk: 備註

# kAE
source: Please enter
de_de: Bitte eingeben
es_es: Introduce
fr_fr: Veuillez saisir
hi_in: कृपया दर्ज करें
id_id: Masukkan
it_it: Immetti
ja_jp: 入力してください
ko_kr: 입력하세요
ms_my: Sila masukkan
pt_br: Insira
ru_ru: Введите
th_th: โปรดป้อน
vi_vn: Vui lòng nhập
zh_cn: 请输入
zh_hk: 請輸入

# Tx8
source: Role
de_de: Funktion
es_es: Función
fr_fr: Rôle
hi_in: भूमिका
id_id: Peran
it_it: Qualifica
ja_jp: 役職
ko_kr: 역할
ms_my: Peranan
pt_br: Função
ru_ru: Роль
th_th: บทบาท
vi_vn: Vai trò
zh_cn: 职位
zh_hk: 職位
