Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 34A
source: Once reset, all Invite Codes, Invite QR Codes, and Invite Links that have been previously shared will expire. Reset?
de_de: Nach dem Zurücksetzen laufen alle zuvor geteilten Teamcodes, Team-QR-Codes und Teamlinks ab. Möchten Sie fortfahren?
es_es: Una vez que se restablezcan, todos los códigos de equipo, los códigos QR de equipo y los enlaces de equipo que se hayan compartido caducarán. ¿Deseas continuar?
fr_fr: Suite à la réinitialisation, tous les codes d'équipe, les codes QR d'équipe et les liens d'équipe qui ont été partagés précédemment expireront. Voulez-vous continuer ?
hi_in: रीसेट हो जाने के बाद, पहले साझा किए जा चुके सभी टीम कोड और टीम लिंक की समय-सीमा समाप्त हो जाएगी. रीसेट करें?
id_id: Setelah direset, semua Kode Tim, Kode QR Tim, dan Tautan Tim yang telah dibagikan sebelumnya akan kedaluwarsa. Anda ingin melanjutkan?
it_it: Una volta eseguita la reimpostazione, tutti i codici del team, i codici QR dell'invito e i link dell'invito che sono stati condivisi precedentemente scadranno. Vuoi continuare?
ja_jp: リセットすると、共有された法人リンク・法人コード・法人QRコードは無効になります。リセットしますか？
ko_kr: 재설정하면 이전에 공유된 모든 팀 코드, 초대 QR 링크, 초대 링크가 만료됩니다. 계속하시겠습니까?
ms_my: Setelah ditetapkan semula, semua Kod Jemputan, Kod QR Jemputan, dan Pautan Jemputan yang telah dikongsi sebelumnya akan luput. Tetapkan semula?
pt_br: Após redefinidos, todos os códigos da equipe, códigos QR de convite e links de convite que foram compartilhados anteriormente ficarão vencidos. Deseja continuar?
ru_ru: После сброса срок действия всех кодов команды, пригласительных QR-кодов и пригласительных ссылок, доступ к которым был ранее предоставлен, будет прекращен. Вы хотите продолжить?
th_th: เมื่อรีเซ็ตแล้ว รหัสทีม รหัสคิวอาร์โค้ดของทีม และลิงก์ของทีมทั้งหมดที่ได้แบ่งปันก่อนหน้านี้จะหมดอายุ คุณต้องการดำเนินการต่อหรือไม่
vi_vn: Sau khi đặt lại, toàn bộ các Mã Nhóm, Mã QR Nhóm và Liên kết Nhóm đã được chia sẻ trước đây sẽ hết hạn. Bạn có muốn tiếp tục không?
zh_cn: 重置后，之前你已分享的企业链接、企业二维码和企业邀请码都将失效，是否确定重置？
zh_hk: 重設後，你之前已分享的團隊連結、團隊 QR 碼和團隊代碼都將失效，是否確定重設？

# VmQ
source: Once reset, all Invite Codes, Invite QR Codes, and Invite Links that have been previously shared will expire. Reset?
de_de: Nach dem Zurücksetzen laufen alle zuvor geteilten Teamcodes, Team-QR-Codes und Teamlinks ab. Möchten Sie fortfahren?
es_es: Una vez que se restablezcan, todos los códigos de equipo, los códigos QR de equipo y los enlaces de equipo que se hayan compartido caducarán. ¿Deseas continuar?
fr_fr: Suite à la réinitialisation, tous les codes d'équipe, les codes QR d'équipe et les liens d'équipe qui ont été partagés précédemment expireront. Voulez-vous continuer ?
hi_in: रीसेट हो जाने के बाद, पहले साझा किए जा चुके सभी टीम कोड और टीम लिंक की समय-सीमा समाप्त हो जाएगी. रीसेट करें?
id_id: Setelah direset, semua Kode Tim, Kode QR Tim, dan Tautan Tim yang telah dibagikan sebelumnya akan kedaluwarsa. Anda ingin melanjutkan?
it_it: Una volta eseguita la reimpostazione, tutti i codici del team, i codici QR dell'invito e i link dell'invito che sono stati condivisi precedentemente scadranno. Vuoi continuare?
ja_jp: リセットすると、共有された法人リンク・法人コード・法人QRコードは無効になります。リセットしますか？
ko_kr: 재설정하면 이전에 공유된 모든 팀 코드, 초대 QR 링크, 초대 링크가 만료됩니다. 계속하시겠습니까?
ms_my: Setelah ditetapkan semula, semua Kod Jemputan, Kod QR Jemputan, dan Pautan Jemputan yang telah dikongsi sebelumnya akan luput. Tetapkan semula?
pt_br: Após redefinidos, todos os códigos da equipe, códigos QR de convite e links de convite que foram compartilhados anteriormente ficarão vencidos. Deseja continuar?
ru_ru: После сброса срок действия всех кодов команды, пригласительных QR-кодов и пригласительных ссылок, доступ к которым был ранее предоставлен, будет прекращен. Вы хотите продолжить?
th_th: เมื่อรีเซ็ตแล้ว รหัสทีม รหัสคิวอาร์โค้ดของทีม และลิงก์ของทีมทั้งหมดที่ได้แบ่งปันก่อนหน้านี้จะหมดอายุ คุณต้องการดำเนินการต่อหรือไม่
vi_vn: Sau khi đặt lại, toàn bộ các Mã Nhóm, Mã QR Nhóm và Liên kết Nhóm đã được chia sẻ trước đây sẽ hết hạn. Bạn có muốn tiếp tục không?
zh_cn: 重置后，之前你已分享的企业链接、企业二维码和企业邀请码都将失效，是否确定重置？
zh_hk: 重設後，你之前已分享的團隊連結、團隊 QR 碼和團隊代碼都將失效，是否確定重設？

# HZM
source: Once reset, all Invite Codes, Invite QR Codes, and Invite Links that have been previously shared will expire. Reset?
de_de: Nach dem Zurücksetzen laufen alle zuvor geteilten Teamcodes, Team-QR-Codes und Teamlinks ab. Möchten Sie fortfahren?
es_es: Una vez que se restablezcan, todos los códigos de equipo, los códigos QR de equipo y los enlaces de equipo que se hayan compartido caducarán. ¿Deseas continuar?
fr_fr: Suite à la réinitialisation, tous les codes d'équipe, les codes QR d'équipe et les liens d'équipe qui ont été partagés précédemment expireront. Voulez-vous continuer ?
hi_in: रीसेट हो जाने के बाद, पहले साझा किए जा चुके सभी टीम कोड और टीम लिंक की समय-सीमा समाप्त हो जाएगी. रीसेट करें?
id_id: Setelah direset, semua Kode Tim, Kode QR Tim, dan Tautan Tim yang telah dibagikan sebelumnya akan kedaluwarsa. Anda ingin melanjutkan?
it_it: Una volta eseguita la reimpostazione, tutti i codici del team, i codici QR dell'invito e i link dell'invito che sono stati condivisi precedentemente scadranno. Vuoi continuare?
ja_jp: リセットすると、共有された法人リンク・法人コード・法人QRコードは無効になります。リセットしますか？
ko_kr: 재설정하면 이전에 공유된 모든 팀 코드, 초대 QR 링크, 초대 링크가 만료됩니다. 계속하시겠습니까?
ms_my: Setelah ditetapkan semula, semua Kod Jemputan, Kod QR Jemputan, dan Pautan Jemputan yang pernah dikongsi sebelumnya akan luput. Tetapkan semula?
pt_br: Após redefinidos, todos os códigos da equipe, códigos QR de convite e links de convite que foram compartilhados anteriormente ficarão vencidos. Deseja continuar?
ru_ru: После сброса срок действия всех кодов команды, пригласительных QR-кодов и пригласительных ссылок, доступ к которым был ранее предоставлен, будет прекращен. Вы хотите продолжить?
th_th: เมื่อรีเซ็ตแล้ว รหัสทีม รหัสคิวอาร์โค้ดของทีม และลิงก์ของทีมทั้งหมดที่ได้แบ่งปันก่อนหน้านี้จะหมดอายุ คุณต้องการดำเนินการต่อหรือไม่
vi_vn: Sau khi đặt lại, toàn bộ các Mã Nhóm, Mã QR Nhóm và Liên kết Nhóm đã được chia sẻ trước đây sẽ hết hạn. Bạn có muốn tiếp tục không?
zh_cn: 重置后，之前你已分享的企业链接、企业二维码和企业邀请码都将失效，是否确定重置？
zh_hk: 重設後，你之前已分享的團隊連結、團隊 QR 碼和團隊代碼都將失效，是否確定重設？

# PdY
source: Invite Members
de_de: Mitglieder einladen
es_es: Invitar a miembros
fr_fr: Inviter des membres
hi_in: सदस्यों को आमंत्रित करें
id_id: Undang Anggota
it_it: Invita membri
ja_jp: メンバーを招待
ko_kr: 구성원 초대
ms_my: Jemput Ahli
pt_br: Convidar membros
ru_ru: Пригласить участников
th_th: เชิญสมาชิก
vi_vn: Mời Thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# q0I
source: Expiration time of link: {{EXPIRATION_TIME}}
de_de: Ablaufzeit des Teamlinks: {{EXPIRATION_TIME}}
es_es: Fecha de caducidad del enlace de equipo: {{EXPIRATION_TIME}}
fr_fr: Date d'expiration du lien d'équipe : {{EXPIRATION_TIME}}
hi_in: टीम लिंक की समय-सीमा समाप्ति दिनांक: {{EXPIRATION_TIME}}
id_id: Waktu kedaluwarsa Tautan Tim: {{EXPIRATION_TIME}}
it_it: Data di scadenza del link dell'invito: {{EXPIRATION_TIME}}
ja_jp: リンクの有効期限：{{EXPIRATION_TIME}}
ko_kr: 초대 링크 만료 시간: {{EXPIRATION_TIME}}
ms_my: Masa luput pautan: {{EXPIRATION_TIME}}
pt_br: Tempo de expiração do Link de convite: {{EXPIRATION_TIME}}
ru_ru: Срок действия ссылки комнады: {{EXPIRATION_TIME}}
th_th: เวลาหมดอายุของลิงก์ของทีม: {{EXPIRATION_TIME}}
vi_vn: Thời gian hết hạn của Liên kết Lời mời: {{EXPIRATION_TIME}}
zh_cn: 链接失效时间：{{EXPIRATION_TIME}}
zh_hk: 連結失效時間：{{EXPIRATION_TIME}}

# NvU
source: Invite QR Code
de_de: Team-QR-Code
es_es: Código QR de equipo
fr_fr: Code QR d'équipe
hi_in: टीम QR कोड
id_id: Kode QR Tim
it_it: Codice QR team
ja_jp: 法人QRコード
ko_kr: 팀 QR 코드
ms_my: Kod QR Jemputan
pt_br: Código QR da equipe
ru_ru: QR-код команды
th_th: คิวอาร์โค้ดของทีม
vi_vn: Mã QR của nhóm
zh_cn: 企业二维码
zh_hk: 團隊 QR 碼

# 9Vw
source: Expiration time of QR code: {{EXPIRATION_TIME}}
de_de: Ablaufzeit des QR-Codes: {{EXPIRATION_TIME}}
es_es: Fecha de caducidad del código QR: {{EXPIRATION_TIME}}
fr_fr: Date d'expiration du code QR : {{EXPIRATION_TIME}}
hi_in: QR कोड की समय-सीमा समाप्ति दिनांक: {{EXPIRATION_TIME}}
id_id: Waktu kedaluwarsa Kode QR: {{EXPIRATION_TIME}}
it_it: Data di scadenza del codice QR: {{EXPIRATION_TIME}}
ja_jp: QRコードの有効期限：{{EXPIRATION_TIME}}
ko_kr: QR 코드 만료 시간: {{EXPIRATION_TIME}}
ms_my: Masa luput kod QR: {{EXPIRATION_TIME}}
pt_br: Tempo de expiração do Código QR: {{EXPIRATION_TIME}}
ru_ru: Срок действия QR-кода: {{EXPIRATION_TIME}}
th_th: เวลาหมดอายุของคิวอาร์โค้ด: {{EXPIRATION_TIME}}
vi_vn: Thời gian hết hạn của Mã QR: {{EXPIRATION_TIME}}
zh_cn: 二维码失效时间：{{EXPIRATION_TIME}}
zh_hk: QR 碼失效時間：{{EXPIRATION_TIME}}

# yrE
source: Invitees can log in to {{APP_DISPLAY_NAME}} and join the organization directly.
de_de: Eingeladene Personen können sich bei {{APP_DISPLAY_NAME}} anmelden und der Organisation direkt beitreten.
es_es: Los invitados pueden iniciar sesión en {{APP_DISPLAY_NAME}} y unirse a la organización directamente.
fr_fr: Les invités peuvent se connecter à {{APP_DISPLAY_NAME}} et rejoindre directement l'organisation.
hi_in: आमंत्रित लोग {{APP_DISPLAY_NAME}} में लॉगिन कर सकते हैं और सीधे संगठन में शामिल हो सकते हैं.
id_id: Orang yang diundang dapat login ke {{APP_DISPLAY_NAME}} dan bergabung dengan organisasi secara langsung.
it_it: Gli invitati potranno accedere a {{APP_DISPLAY_NAME}} e partecipare direttamente all'organizzazione.
ja_jp: 招待されたユーザーは {{APP_DISPLAY_NAME}} にログインすることで、法人アカウントに参加できます。
ko_kr: 초대 대상자는 {{APP_DISPLAY_NAME}}에 로그인하여 기업에 직접 참가할 수 있습니다.
ms_my: Orang yang dijemput boleh log masuk ke {{APP_DISPLAY_NAME}} dan menyertai organisasi secara langsung.
pt_br: Os convidados podem fazer login no {{APP_DISPLAY_NAME}} e ingressar na organização diretamente.
ru_ru: Приглашенные участники могут войти в {{APP_DISPLAY_NAME}} и присоединиться к команде напрямую.
th_th: ผู้ได้รับเชิญสามารถล็อกอิน {{APP_DISPLAY_NAME}} และเข้าร่วมองค์กรได้โดยตรง
vi_vn: Người được mời có thể đăng nhập vào {{APP_DISPLAY_NAME}} và trực tiếp tham gia tổ chức.
zh_cn: 受邀人登录{{APP_DISPLAY_NAME}}即可加入企业
zh_hk: 邀請對象登入{{APP_DISPLAY_NAME}}即可加入團隊

# oY8
source: Invitation sent
de_de: Einladung gesendet
es_es: Invitación enviada
fr_fr: Invitation envoyée
hi_in: आमंत्रण भेजा गया
id_id: Undangan terkirim
it_it: Invito spedito
ja_jp: 送信しました
ko_kr: 초대장 보냄
ms_my: Jemputan dihantar
pt_br: Convite enviado
ru_ru: Приглашение отправлено
th_th: ส่งคำเชิญแล้ว
vi_vn: Đã gửi lời mời
zh_cn: 邀请已发送
zh_hk: 邀請已發送

# pa4
source: Invite Code
de_de: Teamcode
es_es: Código de equipo
fr_fr: Code d'équipe
hi_in: टीम कोड
id_id: Kode Tim
it_it: Codice del team
ja_jp: 法人コード
ko_kr: 팀 코드
ms_my: Kod Jemputan
pt_br: Código da equipe
ru_ru: Код команды
th_th: รหัสทีม
vi_vn: Mã nhóm
zh_cn: 企业邀请码
zh_hk: 團隊代碼

# 2Lg
source: How to use Invite Code?
de_de: Wie wird der Teamcode verwendet?
es_es: Cómo utilizar un código del equipo.
fr_fr: Comment utiliser le code d'équipe ?
hi_in: टीम कोड का इस्तेमाल कैसे करें?
id_id: Bagaimana cara menggunakan kode tim?
it_it: Come usare il codice del team?
ja_jp: 法人コードの使い方
ko_kr: 팀 코드는 어떻게 사용하나요?
ms_my: Bagaimana untuk menggunakan Kod Jemputan?
pt_br: Como usar o código da equipe?
ru_ru: Как использовать код команды?
th_th: วิธีใช้รหัสทีม
vi_vn: Làm thế nào để sử dụng mã nhóm?
zh_cn: 企业邀请码使用说明
zh_hk: 團隊代碼使用說明

# SZQ
source: Invite members via Messenger, WhatsApp, etc.
de_de: Teilen Sie mit Ihrem Team Inhalte per Messenger, WhatsApp usw.
es_es: Compártelo con tu equipo en Messenger, WhatsApp, etc.
fr_fr: Partagez-le avec votre équipe dans Messenger, WhatsApp, etc.
hi_in: Messenger, WhatsApp आदि पर इसे अपनी टीम के साथ साझा करें.
id_id: Berbagi dengan tim Anda di Messenger, WhatsApp, dll.
it_it: Condividi con il tuo team su Messenger, WhatsApp, ecc.
ja_jp: Messenger、WhatsApp などのプラットホームに共有できます。
ko_kr: 메신저, WhatsApp 등으로 팀에게 공유하세요.
ms_my: Jemput ahli melalui Messenger, WhatsApp, dll.
pt_br: Compartilhe isso com sua equipe no Messenger, WhatsApp, etc.
ru_ru: Поделитесь этим со своей командой в Messenger, WhatsApp и т. д.
th_th: แชร์กับทีมของคุณบน Messenger และ WhatsApp เป็นต้น
vi_vn: Chia sẻ với nhóm của bạn qua Messenger, WhatsApp, v.v.
zh_cn: 可分享至 Messenger、WhatsApp 等平台
zh_hk: 可分享至 Messenger、WhatsApp 等平台

# W+U
source: Share Invite Link
de_de: Einladungslink teilen
es_es: Compartir enlace de invitación
fr_fr: Partager le lien d'invitation
hi_in: आमंत्रण लिंक साझा करें
id_id: Berbagi Tautan Undangan
it_it: Condividi link dell'invito
ja_jp: 法人リンクを共有
ko_kr: 초대 링크 공유
ms_my: Kongsi Pautan Jemputan
pt_br: Compartilhar link de convite
ru_ru: Поделиться пригласительной ссылкой
th_th: แชร์ลิงก์เชิญ
vi_vn: Chia sẻ Liên kết lời mời
zh_cn: 分享企业链接
zh_hk: 分享團隊連結

# gGI
source: Add Organization Member
de_de: Teammitglied hinzufügen
es_es: Agregar miembro del equipo
fr_fr: Ajouter un membre d'équipe
hi_in: टीम के सदस्य जोड़ें
id_id: Tambah Anggota Tim
it_it: Aggiungi membro del team
ja_jp: メンバーの追加
ko_kr: 팀 구성원 추가
ms_my: Tambah Ahli Organisasi
pt_br: Adicionar membro da equipe
ru_ru: Добавить участника команды
th_th: เพิ่มสมาชิกทีม
vi_vn: Thêm Thành viên nhóm
zh_cn: 添加企业成员
zh_hk: 新增團隊成員

# dHA
source: Other Ways to Invite
de_de: Weitere Einladungsmöglichkeiten
es_es: Otras formas de invitar
fr_fr: Autres façons d'inviter
hi_in: आमंत्रित करने के अन्य तरीक़े
id_id: Cara lain untuk mengundang
it_it: Altre modalità di invito
ja_jp: 他の方法で招待
ko_kr: 다른 초대 방법
ms_my: Cara Lain untuk Jemput
pt_br: Outras maneiras de convidar
ru_ru: Другие варианты приглашения
th_th: วิธีเชิญอื่น ๆ
vi_vn: Những cách khác để mời
zh_cn: 其他邀请方式
zh_hk: 其他邀請方式

# B2M
source: Email
de_de: Per E-Mail
es_es: Por correo electrónico
fr_fr: Par e-mail
hi_in: ईमेल के ज़रिए
id_id: Via Email
it_it: Tramite e-mail
ja_jp: メール
ko_kr: 이메일로
ms_my: Emel
pt_br: Por e-mail
ru_ru: По почте
th_th: ทางอีเมล
vi_vn: Qua Email
zh_cn: 邮箱
zh_hk: 電郵地址

# /c0
source: Phone
de_de: Per Telefon
es_es: Por teléfono
fr_fr: Par téléphone
hi_in: फ़ोन के ज़रिए
id_id: Via Telepon
it_it: Telefonicamente
ja_jp: 携帯番号
ko_kr: 전화번호로
ms_my: Telefon
pt_br: Por telefone
ru_ru: По телефону
th_th: ทางโทรศัพท์
vi_vn: Qua Điện thoại
zh_cn: 手机号
zh_hk: 手機號碼

# tyo
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
hi_in: रीसेट करें
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重新設定

# mIc
source: Quick invitation
de_de: Schnelleinladung
es_es: Invitación rápida
fr_fr: Invitation rapide
hi_in: त्वरित आमंत्रण
id_id: Undangan cepat
it_it: Invito veloce
ja_jp: クイック招待
ko_kr: 빠른 초대
ms_my: Jemputan pantas
pt_br: Convite rápido
ru_ru: Быстрое приглашение
th_th: คำเชิญด่วน
vi_vn: Mời Nhanh
zh_cn: 快捷邀请方式
zh_hk: 快捷邀請方式

# dIM
source: Invite Feishu contacts
de_de: Feishu-Kontakte einladen
es_es: Invitar a contactos de Feishu
fr_fr: Inviter des contacts Feishu
hi_in: Feishu संपर्कों को आमंत्रित करें
id_id: Undang kontak Feishu
it_it: Invita contatti Feishu
ja_jp: Feishu の連絡先を招待
ko_kr: Feishu 연락처 초대
ms_my: Jemput kenalan Feishu
pt_br: Convidar contatos do Feishu
ru_ru: Пригласить из контактов Feishu
th_th: เชิญรายชื่อที่ติดต่อของ Feishu
vi_vn: Mời các liên hệ Feishu
zh_cn: 邀请飞书联系人
zh_hk: 邀請飛書聯絡人

# uj8
source: Invite WeChat friends
de_de: WeChat-Freunde einladen
es_es: Invitar amigos por WeChat
fr_fr: Inviter des amis WeChat
hi_in: WeChat मित्रों को आमंत्रित करें
id_id: Undang teman WeChat
it_it: Invita amici WeChat
ja_jp: WeChat の友人を招待
ko_kr: WeChat 친구 초대
ms_my: Jemput rakan WeChat
pt_br: Convidar amigos do WeChat
ru_ru: Пригласите друзей WeChat
th_th: เชิญเพื่อนใน WeChat
vi_vn: Mời bạn bè WeChat
zh_cn: 邀请微信好友
zh_hk: 邀請 WeChat 好友

# Mo0
source: Add via phone number
de_de: Teammitglieder direkt hinzufügen
es_es: Agregar miembros del equipo directamente
fr_fr: Ajouter des membres d'équipe directement
hi_in: सीधे टीम के सदस्य जोड़ें
id_id: Tambah anggota tim secara langsung
it_it: Aggiungi direttamente membri del team
ja_jp: 携帯番号で追加
ko_kr: 팀 구성원 직접 추가
ms_my: Tambah melalui nombor telefon
pt_br: Adicionar membros da equipe diretamente
ru_ru: Добавляйте участников команды напрямую
th_th: เพิ่มสมาชิกทีมโดยตรง
vi_vn: Thêm trực tiếp thành viên nhóm
zh_cn: 使用手机号添加
zh_hk: 使用手機號碼新增

# 0c0
source: Enter phone number
de_de: Telefonnummer eingeben
es_es: Introducir número de teléfono
fr_fr: Saisir un numéro de téléphone
hi_in: फ़ोन नंबर दर्ज करें
id_id: Masukkan nomor telepon
it_it: Immetti numero di telefono
ja_jp: 携帯番号で追加
ko_kr: 전화번호 입력
ms_my: Masukkan nombor telefon
pt_br: Inserir número de telefone
ru_ru: Введите номер телефона
th_th: ป้อนหมายเลขโทรศัพท์
vi_vn: Nhập số điện thoại
zh_cn: 输入手机号
zh_hk: 輸入手機號碼

# 5x0
source: Import from phone contacts
de_de: Aus Telefonkontakten importieren
es_es: Importar de los contactos del teléfono
fr_fr: Importer à partir des contacts téléphoniques
hi_in: फ़ोन संपर्क से आयात करें
id_id: Impor dari kontak telepon
it_it: Importa dai contatti telefonici
ja_jp: 携帯の連絡先からインポート
ko_kr: 휴대폰 연락처에서 가져오기
ms_my: Import dari kenalan telefon
pt_br: Importar dos contatos do telefone
ru_ru: Импорт из телефонных контактов
th_th: นำเข้าจากรายชื่อที่ติดต่อบนโทรศัพท์
vi_vn: Nhập từ danh bạ điện thoại
zh_cn: 从手机通讯录导入
zh_hk: 從通訊錄匯入

# JKg
source: Share invitation info
de_de: Teammitglieder zum Beitreten einladen
es_es: Invitar a miembros del equipo a unirse
fr_fr: Inviter des membres d'équipe à rejoindre
hi_in: शामिल होने के लिए टीम के सदस्यों को आमंत्रित करें
id_id: Undang anggota tim untuk bergabung
it_it: Invita membri del team a partecipare
ja_jp: 招待情報を共有
ko_kr: 참가하도록 팀 구성원 초대
ms_my: Kongsi maklumat jemputan
pt_br: Convidar membros da equipe para ingressar
ru_ru: Пригласите участников команды присоединиться
th_th: เชิญสมาชิกในทีมเข้าร่วม
vi_vn: Mời thành viên nhóm tham gia
zh_cn: 分享邀请信息
zh_hk: 分享邀請資料

# 3Ho
source: Invite Code
de_de: Teamcode
es_es: Código de equipo
fr_fr: Code d'équipe
hi_in: टीम कोड
id_id: Kode Tim
it_it: Codice del team
ja_jp: 法人コード
ko_kr: 팀 코드
ms_my: Kod Jemputan
pt_br: Código da equipe
ru_ru: Код команды
th_th: รหัสทีม
vi_vn: Mã nhóm
zh_cn: 企业邀请码
zh_hk: 團隊代碼

# rR4
source: Invite Link
de_de: Teamlink
es_es: Enlace de equipo
fr_fr: Lien d'équipe
hi_in: टीम लिंक
id_id: Tautan Tim
it_it: Link dell'invito
ja_jp: 法人リンク
ko_kr: 팀 링크
ms_my: Pautan Jemputan
pt_br: Link de convite
ru_ru: Пригласительная ссылка
th_th: ลิงก์ของทีม
vi_vn: Liên kết nhóm
zh_cn: 企业链接
zh_hk: 團隊連結

# E4w
source: Invite QR Code
de_de: Team-QR-Code
es_es: Código QR de equipo
fr_fr: Code QR d'équipe
hi_in: टीम QR कोड
id_id: Kode QR Tim
it_it: Codice QR dell'invito
ja_jp: 法人QRコード
ko_kr: 팀 QR 코드
ms_my: Kod QR Jemputan
pt_br: Código QR de convite
ru_ru: Пригласительный QR-код
th_th: คิวอาร์โค้ดของทีม
vi_vn: Mã QR nhóm
zh_cn: 企业二维码
zh_hk: 團隊 QR 碼

# i/I
source: Feishu
zh_cn: 飞书
zh_hk: 飛書

# aqE
source: Members can easily join the organization by clicking the link
de_de: Mitglieder können der Organisation ganz einfach beitreten, indem sie auf den Link klicken.
es_es: Los miembros pueden unirse fácilmente a la organización si hacen clic en el enlace
fr_fr: Les membres peuvent facilement rejoindre l'organisation en cliquant sur le lien
hi_in: सदस्य लिंक पर क्लिक करके संगठन में आसानी से शामिल हो सकते हैं
id_id: Anggota dapat dengan mudah bergabung dengan organisasi dengan mengeklik tautan
it_it: I membri possono unirsi facilmente all'organizzazione facendo clic sul link
ja_jp: リンクをクリックするだけで、メンバーは簡単に法人アカウントに参加できます
ko_kr: 구성원은 링크를 클릭하여 기업에 쉽게 참가할 수 있습니다
ms_my: Ahli boleh menyertai organisasi dengan mudah dengan mengklik pautan
pt_br: Os membros podem clicar nesse link para ingressar na organização
ru_ru: Участники могут легко присоединиться к команде, щелкнув на ссылке
th_th: สมาชิกสามารถเข้าร่วมองค์กรได้ง่าย ๆ โดยการคลิกลิงก์
vi_vn: Các thành viên có thể dễ dàng tham gia tổ chức bằng cách nhấp vào liên kết
zh_cn: 成员点击链接后，即可快速加入你所在的企业
zh_hk: 成員點擊連結後，即可快速加入你所在的團隊

# SgA
source: Add Organization Member
de_de: Teammitglied hinzufügen
es_es: Agregar miembro del equipo
fr_fr: Ajouter un membre d'équipe
hi_in: टीम के सदस्य जोड़ें
id_id: Tambah Anggota Tim
it_it: Aggiungi membro del team
ja_jp: メンバーを追加
ko_kr: 팀 구성원 추가
ms_my: Tambah Ahli Organisasi
pt_br: Adicionar membro da equipe
ru_ru: Добавить участника команды
th_th: เพิ่มสมาชิกทีม
vi_vn: Thêm Thành viên nhóm
zh_cn: 添加企业成员
zh_hk: 新增團隊成員

# 12U
source: You've been invited to join {{TEAM_NAME}}. You can join the organization via this link {{INVITATION_LINK}}, or via the 8-digit Invite Code {{TEAM_CODE}}.
de_de: Sie wurden eingeladen, {{TEAM_NAME}} beizutreten. Sie können dem Team über diesen Link {{INVITATION_LINK}} oder den 8-stelligen Teamcode {{TEAM_CODE}} beitreten.
es_es: Te han invitado a unirte a {{TEAM_NAME}}. Puedes unirte al equipo con este enlace {{INVITATION_LINK}} o mediante el código de equipo de 8 dígitos {{TEAM_CODE}}.
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}}. Vous pouvez rejoindre l'équipe via ce lien {{INVITATION_LINK}}, ou le code d'équipe à 8 chiffres {{TEAM_CODE}}.
hi_in: आपको {{TEAM_NAME}} में शामिल होने के लिए आमंत्रित किया गया है. आप इस लिंक {{INVITATION_LINK}} या 8-अंक के टीम कोड {{TEAM_CODE}} के माध्यम से भी टीम में शामिल हो सकते हैं.
id_id: Anda telah diundang untuk bergabung dengan {{TEAM_NAME}}. Anda dapat bergabung dengan tim via tautan ini {{INVITATION_LINK}}, atau via 8 digit Kode Tim {{TEAM_CODE}}.
it_it: Sei stato invitato a partecipare a {{TEAM_NAME}}. Puoi partecipare al team tramite questo link {{INVITATION_LINK}} o il Codice team a 8 cifre {{TEAM_CODE}}.
ja_jp: {{TEAM_NAME}} からの参加招待です。{{INVITATION_LINK}} をクリックするか、8 桁の法人コード {{TEAM_CODE}} を入力して参加してください。
ko_kr: {{TEAM_NAME}}에 참가하도록 초대받았습니다. {{INVITATION_LINK}} 링크 또는 8자리 팀 코드 {{TEAM_CODE}}을(를) 통해 팀에 참가할 수 있습니다.
ms_my: Anda telah dijemput untuk menyertai {{TEAM_NAME}}. Anda boleh menyertai organisasi melalui pautan ini {{INVITATION_LINK}}, atau melalui Kod Jemputan 8-digit {{TEAM_CODE}}.
pt_br: Você foi convidado para ingressar na {{TEAM_NAME}}. Você pode ingressar na equipe pelo link {{INVITATION_LINK}} ou pelo código de oito dígitos da equipe {{TEAM_CODE}}.
ru_ru: Вы приглашены присоединиться к {{TEAM_NAME}}. Вы можете присоединиться к команде по ссылке {{INVITATION_LINK}}, или через 8-значный код команды {{TEAM_CODE}}.
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}} คุณสามารถเข้าร่วมทีมผ่านทางลิงก์นี้ {{INVITATION_LINK}} ได้ หรือผ่านทางรหัสประจำทีม 8 หลัก {{TEAM_CODE}}
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}. Bạn có thể tham gia nhóm thông qua liên kết {{INVITATION_LINK}} này hoặc thông qua mã nhóm gồm 8 chữ số {{TEAM_CODE}}.
zh_cn: 邀请你加入{{TEAM_NAME}}，可通过此链接 {{INVITATION_LINK}} 或 8 位企业邀请码 {{TEAM_CODE}} 加入企业
zh_hk: 邀請你加入{{TEAM_NAME}}，可通過此連結 {{INVITATION_LINK}} 或 8 位團隊代碼 {{TEAM_CODE}} 加入團隊
