Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Mqs
source: Strategic Planning Group
de_de: Strategische Planungsgruppe
es_es: Grupo de planificación estratégica
fr_fr: Groupe de planification stratégique
hi_in: रणनीतिक योजना समूह
id_id: Grup Perencanaan Strategis
it_it: Gruppo di pianificazione strategica
ja_jp: 戦略室グループ
ko_kr: 전략 기획 그룹
ms_my: Kumpulan Perancangan Strategik
pt_br: Grupo de planejamento estratégico
ru_ru: Стратегическое планирование
th_th: กลุ่มการวางแผนกลยุทธ์
vi_vn: Nhóm lập kế hoạch chiến lược
zh_cn: 战略规划群
zh_hk: 策略規劃群組

# Dpg
source: In order to avoid information leakage, everything related to the new strategy should be communicated in this group.
de_de: Um eine unbefugte Weitergabe von Informationen zu vermeiden, sollte alles im Zusammenhang mit dieser neuen Strategie in dieser Gruppe kommuniziert werden.
es_es: Para evitar que se filtre información, todo lo relacionado con la nueva estrategia se debe comunicar en este grupo.
fr_fr: Afin d'éviter les fuites d'informations, tout ce qui concerne la nouvelle stratégie doit être communiqué dans ce groupe.
hi_in: जानकारी को फैलने से बचाने के लिए, नई रणनीति से संबंधित हर चीज़ का इस समूह में संचार किया जाना चाहिए.
id_id: Untuk menghindari kebocoran informasi, semua hal terkait strategi baru harus dikomunikasikan dalam grup ini.
it_it: Al fine di evitare la perdita di informazioni, tutto ciò che riguarda la nuova strategia dovrebbe essere comunicato in questo gruppo.
ja_jp: 外部への情報漏洩を防ぐため、新しい戦略関係の内容はこちらのグループで話しましょう。
ko_kr: 새 전략과 관련된 모든 내용은 정보 유출을 방지하기 위해 이 그룹에서 전달하는 것이 좋습니다.
ms_my: Untuk mengelak kebocoran maklumat, segala yang berkaitan dengan strategi baru harus dikomunikasikan dalam kumpulan ini.
pt_br: Para evitar vazamento de informações, tudo que é relacionado à nova estratégia deve ser comunicado neste grupo.
ru_ru: Во избежание утечки информации все, что связано с новой стратегией, необходимо обсуждать в этой группе.
th_th: เพื่อหลีกเลี่ยงไม่ให้ข้อมูลรั่วไหล ทุกอย่างที่เกี่ยวข้องกับกลยุทธ์ใหม่ควรจะพูดคุยกันภายในกลุ่มนี้เท่านั้น
vi_vn: Để tránh rò rỉ thông tin, mọi thứ liên quan đến chiến lược mới cần được truyền đạt trong nhóm này.
zh_cn: 为避免信息外泄，与新战略相关的内容在这个群里沟通吧
zh_hk: 為避免資料外洩，在此群組內討論與新策略相關的內容吧

# D9g
source: In case our new members don't know, messages sent here will be automatically deleted in a while.
de_de: Falls es unseren neuen Mitgliedern noch nicht bekannt sein sollte, hier gesendete Nachrichten werden nach einer Weile automatisch gelöscht.
es_es: En caso de que nuestros nuevos miembros no lo sepan, los mensajes enviados aquí se eliminarán automáticamente transcurrido un tiempo.
fr_fr: Certains nouveaux membres ne le savent peut-être pas, les messages envoyés ici sont automatiquement supprimés après un certain délai.
hi_in: अगर हमारे नए सदस्य को पता नहीं है, तो यहाँ भेजे गए संदेश कुछ देर में स्वचालित रूप से हटाए जाएँगे.
id_id: Bila anggota baru kami tidak tahu, pesan yang dikirim ke sini akan otomatis dihapus setelah beberapa saat.
it_it: Per i nuovi membri che ancora non ne siano a conoscenza, i messaggi inviati qui verranno automaticamente eliminati a breve.
ja_jp: このグループでのメッセージは一定時間が経過すると消去されるので、新しく入った方は気をつけてくださいね。
ko_kr: 잘 모르는 새 구성원을 위해 알려드리자면, 여기서 전송된 메시지는 잠시 후 자동으로 삭제됩니다.
ms_my: Sekiranya ahli baru tidak tahu, mesej yang dihantar di sini akan dipadamkan secara automatik dalam beberapa waktu.
pt_br: Caso nossos novos membros não saibam, as mensagens enviadas aqui serão excluídas automaticamente em breve.
ru_ru: Новым участникам необходимо знать, что отправленные сюда сообщения автоматически удаляются через некоторое время.
th_th: ในกรณีที่สมาชิกใหม่ของเรายังไม่ทราบเรื่องนี้ ข้อความที่ส่งที่นี่จะถูกลบโดยอัตโนมัติในเวลาไม่นาน
vi_vn: Trong trường hợp thành viên mới của chúng tôi không biết, tin nhắn được gửi ở đây sẽ được tự động xóa trong một khoảng thời gian.
zh_cn: 和新同学介绍一下，此群中的消息会在一段时间后销毁
zh_hk: 向新同學介紹一下，此群組中的訊息會在一段時間後銷毀

# zxk
source: Got it, no problem!
de_de: Verstanden, kein Problem!
es_es: Consígalo sin problema.
fr_fr: J'ai compris, pas de problème !
hi_in: समझ गया/गई, कोई बात नहीं!
id_id: Mengerti, tidak masalah!
it_it: Ok, nessun problema!
ja_jp: かしこまりました。問題ありません。
ko_kr: 알겠어요, 문제없습니다!
ms_my: Faham, tiada masalah!
pt_br: Entendi, sem problemas!
ru_ru: Ясно, без проблем!
th_th: เข้าใจแล้ว ไม่มีปัญหา!
vi_vn: Đã hiểu, không vấn đề gì!
zh_cn: 明白了，没问题
zh_hk: 明白，沒問題

# Lzg
source: Jason
hi_in: संजय
ja_jp: ジェイソン
ko_kr: 제이슨
ru_ru: Джейсон
zh_cn: 杰森
zh_hk: 積臣

# Lng
source: Li Yi
hi_in: नेहा
ja_jp: 田中
ko_kr: 리 이
ru_ru: Ли Йи
zh_cn: 李毅
zh_hk: 李毅

# 7rk
source: Mike
hi_in: रवि
ja_jp: マイク
ru_ru: Майк
zh_cn: 迈克
zh_hk: 米克

# eDs
source: Message Strategic Planning Group
de_de: Nachricht - strategische Planungsgruppe
es_es: Grupo de planificación estratégica de mensajes
fr_fr: Envoyer un message au groupe de planification stratégique
hi_in: रणनीतिक योजना समूह को संदेश भेजें
id_id: Kirim Pesan ke Grup Perencanaan Strategis
it_it: Invia messaggio al Gruppo di pianificazione strategica
ja_jp: 戦略室グループへのメッセージ
ko_kr: 전략 기획 그룹에 메시지 전송
ms_my: Mesej Kumpulan Perancangan Strategik
pt_br: Grupo de planejamento estratégico de mensagens
ru_ru: Отправить сообщение
th_th: ส่งข้อความไปยังกลุ่มการวางแผนกลยุทธ์
vi_vn: Nhóm lập kế hoạch chiến lược tin nhắn
zh_cn: 发给 战略规划群
zh_hk: 發送給 策略規劃群組

# OBs
source: Multi
es_es: Varios
hi_in: एकाधिक
it_it: Scelta multipla
ja_jp: 複数選択
ko_kr: 다중 센택
ms_my: Pelbagai
ru_ru: Несколько
th_th: หลายตัวเลือก
vi_vn: Chọn nhiều
zh_cn: 多选
zh_hk: 複選

# xmI
source: Select Country/Area
de_de: Land/Gebiet auswählen
es_es: Seleccionar País/Área
fr_fr: Sélectionner le pays/la zone
hi_in: देश/क्षेत्र चुनें
id_id: Pilih Negara/Area
it_it: Seleziona Paese/Area
ja_jp: 国/地域を選択
ko_kr: 국가/지역 선택
ms_my: Pilih Negara/Kawasan
pt_br: Selecionar país/área
ru_ru: Выбор страны/области
th_th: เลือกประเทศ/พื้นที่
vi_vn: Chọn Quốc gia/Khu vực
zh_cn: 选择国家/地区
zh_hk: 選擇國家/地區

# oag
source: {{chat_count}} groups
de_de: {{chat_count}} Gruppen
es_es: {{chat_count}} grupos
fr_fr: {{chat_count}} groupes
hi_in: {{chat_count}} समूह
id_id: {{chat_count}} grup
it_it: {{chat_count}} gruppi
ja_jp: {{chat_count}} 個のグループ
ko_kr: {{chat_count}} 그룹
ms_my: {{chat_count}} kumpulan
pt_br: {{chat_count}} grupos
ru_ru: Групп: {{chat_count}}
th_th: {{chat_count}} กลุ่ม
vi_vn: {{chat_count}} nhóm
zh_cn: {{chat_count}}个群
zh_hk: {{chat_count}}個群組

# 7gQ
source: %d contacts
de_de: %d Kontakte
es_es: %d contactos
hi_in: %d संपर्क
id_id: %d kontak
it_it: %d contatti
ja_jp: %d 人
ko_kr: %d 연락처
ms_my: %d kenalan
pt_br: %d contatos
ru_ru: Контактов: %d
th_th: %d รายชื่อผู้ติดต่อ
vi_vn: %d liên hệ
zh_cn: %d人
zh_hk: %d 人

# DM4
source: {{chat_count}} group
de_de: {{chat_count}} Gruppe
es_es: {{chat_count}} grupo
fr_fr: groupe {{chat_count}}
hi_in: {{chat_count}} समूह
id_id: {{chat_count}} grup
it_it: {{chat_count}} gruppo
ja_jp: {{chat_count}} 個のグループ
ko_kr: {{chat_count}} 그룹
ms_my: {{chat_count}} kumpulan
pt_br: {{chat_count}} grupo
ru_ru: Групп: {{chat_count}}
th_th: {{chat_count}} กลุ่ม
vi_vn: {{chat_count}} nhóm
zh_cn: {{chat_count}}个群
zh_hk: {{chat_count}}個群組

# XmI
source: %d contact
de_de: %d Kontakt
es_es: %d contacto
hi_in: %d संपर्क
id_id: %d kontak
it_it: %d contatto
ja_jp: %d 人
ko_kr: %d 연락처
ms_my: %d kenalan
pt_br: %d contato
ru_ru: Контактов: %d
th_th: %d รายชื่อผู้ติดต่อ
vi_vn: %d liên hệ
zh_cn: %d人
zh_hk: %d人

# y3g
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送

# 0ik
source: Set group name
de_de: Gruppennamen festlegen
es_es: Configurar el nombre del grupo
fr_fr: Définir le nom du groupe
hi_in: समूह का नाम सेट करें
id_id: Tetapkan nama grup
it_it: Imposta nome del gruppo
ja_jp: グループ名を入力してください
ko_kr: 그룹 이름 설정
ms_my: Tetapkan nama kumpulan
pt_br: Definir nome do grupo
ru_ru: Ввести имя группы
th_th: ตั้งชื่อกลุ่ม
vi_vn: Đặt tên nhóm
zh_cn: 请输入群名称
zh_hk: 請輸入群組名稱

# xjc
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# oGw
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_hk: 我知道了

# Asg
source: Unable to share
de_de: Teilen nicht möglich
es_es: No se puede compartir
fr_fr: Partage impossible
hi_in: साझा करने में असमर्थ
id_id: Tidak dapat berbagi
it_it: Impossibile condividere
ja_jp: 共有できませんでした
ko_kr: 공유할 수 없음
ms_my: Tidak dapat berkongsi
pt_br: Não é possível compartilhar
ru_ru: Не удалось поделиться
th_th: ไม่สามารถแบ่งปันได้
vi_vn: Không thể chia sẻ
zh_cn: 分享失败
zh_hk: 分享失敗

# y4o
source: Organization Contacts
de_de: Organisationskontakte
es_es: Contactos de la organización
fr_fr: Contacts de l'organisation
hi_in: संगठन
id_id: Kontak Organisasi
it_it: Contatti organizzazione
ja_jp: 組織構造
ko_kr: 기업 연락처
ms_my: Kenalan Organisasi
pt_br: Contatos da organização
ru_ru: Контакты организации
th_th: รายชื่อที่ติดต่อขององค์กร
vi_vn: Danh bạ tổ chức
zh_cn: 组织内联系人
zh_hk: 組織內聯絡人

# ZxU
source: External Contacts
de_de: Externe Kontakte
es_es: Contactos externos
fr_fr: Contacts externes
hi_in: बाहरी संपर्क
id_id: Kontak Eksternal
it_it: Contatti esterni
ja_jp: 外部連絡先
ko_kr: 외부 연락처
ms_my: Kenalan Luar
pt_br: Contatos externos
ru_ru: Внешние контакты
th_th: ผู้ติดต่อภายนอก
vi_vn: Liên hệ bên ngoài
zh_cn: 外部联系人
zh_hk: 外部聯絡人

# vQ0
source: Bots
hi_in: बॉट
id_id: Bot
it_it: Bot
ja_jp: ボット
ko_kr: 봇
ms_my: Bot
ru_ru: Боты
th_th: บอท
vi_vn: Bot
zh_cn: 机器人
zh_hk: 機械人

# 08s
source: Expand
de_de: Erweitern
es_es: Desplegar
fr_fr: Afficher
hi_in: अधीनस्थ
id_id: Buka
it_it: Espandi
ja_jp: 下位
ko_kr: 확장
ms_my: Kembangkan
pt_br: Expandir
ru_ru: Раскрыть
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 下级
zh_hk: 下級

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# pYo
source: Content Feedback Group
de_de: Inhalt-Feedbackgruppe
es_es: Grupo de comentarios sobre el contenido
fr_fr: Groupe de commentaires sur le contenu
hi_in: सामग्री फ़ीडबैक समूह
id_id: Grup Saran Konten
it_it: Gruppo di feedback sul contenuto
ja_jp: フィードバックグループ
ko_kr: 콘텐츠 피드백 그룹
ms_my: Kumpulan Maklum Balas Kandungan
pt_br: Grupo de feedback de conteúdo
ru_ru: Отзывы о контенте
th_th: กลุ่มการติชมเนื้อหา
vi_vn: Nhóm phản hồi nội dung
zh_cn: 内容反馈群
zh_hk: 內容意見反映群組

# tTo
source: Li Yi
hi_in: नेहा
ja_jp: 田中
ko_kr: 리 이
ru_ru: Ли Йи
zh_cn: 李毅
zh_hk: 李毅

# tHo
source: Jason
hi_in: संजय
ja_jp: ジェイソン
ko_kr: 제이슨
ru_ru: Джейсон
zh_cn: 杰森
zh_hk: 積臣

# Nec
source: Got it! Will update ASAP.
de_de: Verstanden! Die Aktualisierung erfolgt so schnell wie möglich.
es_es: ¡Entendido! La actualizaré lo antes posible.
fr_fr: J'ai compris ! La mise à jour s'effectuera dès que possible.
hi_in: मिल गया! जल्द से जल्द अपडेट किया जाएगा.
id_id: Mengerti! Akan diperbarui secepatnya.
it_it: Ok. Si aggiornerà al più presto.
ja_jp: かしこまりました。すぐに対応します。
ko_kr: 알겠어요! 최대한 빨리 업데이트할게요.
ms_my: Faham! Akan dikemaskini secepat mungkin.
pt_br: Entendi! Atualizarei o mais rápido possível.
ru_ru: Ясно! Обновится срочно.
th_th: เข้าใจแล้ว! จะอัปเดตโดยเร็วที่สุด
vi_vn: Đã hiểu! Sẽ cập nhật sớm nhất có thể.
zh_cn: 收到，尽快处理
zh_hk: 收到，盡快處理

# NKc
source: We're modifying the content so it's temporarily unavailable.
de_de: Wir sind dabei, den Inhalt zu ändern. Er ist daher vorübergehend nicht verfügbar.
es_es: Estamos modificando el contenido y por lo tanto, no estará disponible temporalmente.
fr_fr: Nous modifions le contenu, il est donc temporairement indisponible.
hi_in: हम सामग्री को संशोधित कर रहे हैं इसलिए यह अस्थायी रूप से अनुपलब्ध है.
id_id: Kami sedang mengubah konten sehingga konten untuk sementara tidak tersedia.
it_it: Stiamo modificando il contenuto, pertanto non è temporaneamente disponibile.
ja_jp: 説明に少し差し替えが生じたので、今は一時的に非公開にしています。
ko_kr: 저희가 수정 중이므로 콘텐츠를 일시적으로 사용할 수 없습니다.
ms_my: Kami sedang mengubah kandungan jadi ia tidak tersedia buat sementara waktu.
pt_br: Estamos modificando o conteúdo. Então, ele está temporariamente indisponível.
ru_ru: Мы редактируем контент, поэтому он временно недоступен.
th_th: เรากำลังแก้ไขเนื้อหาอยู่ จึงทำให้ไม่สามารถเข้าถึงได้ชั่วคราว
vi_vn: Chúng tôi đang sửa đổi nội dung nên tạm thời không có.
zh_cn: 内容需修改，暂时下线了
zh_hk: 內容需修改，暫時已離線

# 9GY
source: It should be done and republished tonight.
de_de: Dies sollte heute Nacht geschehen, mit anschließender Veröffentlichung.
es_es: Debe hacerse y volver a publicarse esta noche.
fr_fr: Cela devrait être terminé et republié ce soir.
hi_in: यह किया जाना चाहिए और आज रात को पुनर्प्रकाशित किया जाना चाहिए.
id_id: Itu harus diselesaikan dan diterbitkan ulang malam ini.
it_it: Dovrebbe essere pronto e ripubblicato stasera.
ja_jp: 今晩中に変更して、再公開する予定です。
ko_kr: 완료해서 오늘 밤에 다시 게시해야 합니다.
ms_my: Ia sepatutnya siap dan diterbitkan semula malam ini.
pt_br: Isso deve ser feito e republicado esta noite.
ru_ru: Это должно быть сделано и переиздано сегодня вечером.
th_th: การดำเนินการดังกล่าวควรจะเรียบร้อยและเผยแพร่ใหม่อีกครั้งในคืนนี้
vi_vn: Nên được hoàn thành và tái bản tối nay.
zh_cn: 应该今晚就能改完并重新发布
zh_hk: 應該今晚就能改好，並重新發佈

# 1Vc
source: Anna:
hi_in: राजीव:
ja_jp: 井上：
ko_kr: 애나:
ru_ru: Анна:
th_th: แอนนา:
zh_cn: 安娜：
zh_hk: 安娜：

# 1Bc
source: Elizabeth:
hi_in: संजय:
ja_jp: 山本：
ko_kr: 엘리자베스:
ru_ru: Элизабет:
th_th: เอลิซาเบธ:
zh_cn: 刘明：
zh_hk: 劉明：

# FNY
source: Arturo:
hi_in: नेहा:
ja_jp: 中島：
ko_kr: 아르투로:
ru_ru: Артуро:
th_th: อาร์ตูโร:
zh_cn: 陈晨：
zh_hk: 陳晨：

# F2E
source: May 25 10:20
de_de: 25. Mai 10:20
es_es: 25 de mayo, 10:20
fr_fr: Le 25 mai à 10:20
hi_in: 25 मई 10:20
id_id: 25 Mei 10:20
it_it: 25 maggio alle 10:20
ja_jp: 5 月 25 日 10:20
ko_kr: 5월 25일 10:20
ms_my: 25 Mei 10:20
pt_br: 25 de maio 10h20
ru_ru: 25 мая 10:20
th_th: 25 พ.ค. 10:20 น.
vi_vn: 25 tháng 5 10:20
zh_cn: 5月25日 10:20
zh_hk: 5月25日 10:20

# FiE
source: May 17 19:33
de_de: 17. Mai 19:33
es_es: 17 de mayo, 19:33
fr_fr: Le 17 mai à 19:33
hi_in: 17 मई 19:33
id_id: 17 Mei 19:33
it_it: 17 maggio alle 19:33
ja_jp: 5 月 17 日 19:32
ko_kr: 5월 17일 19:33
ms_my: 17 Mei 19:33
pt_br: 17 de maio 19h33
ru_ru: 17 мая 19:33
th_th: 17 พ.ค. 19:33 น.
vi_vn: 17 tháng 5 19:33
zh_cn: 5月17日 19:32
zh_hk: 5月17日 19:32

# M2Q
source: The address information on our website is rather old. It needs to be updated.
de_de: Die Adressinformationen auf unserer Website sind ziemlich alt. Sie müssen aktualisiert werden.
es_es: La información sobre la dirección que hay en nuestro sitio web es bastante antigua. Debe actualizarse.
fr_fr: Les informations d'adresse sur notre site Web sont plutôt anciennes. Elles doivent être mises à jour.
hi_in: हमारी वेबसाइट पर उपलब्ध पता जानकारी थोड़ी पुरानी है. इसे अपडेट किए जाने की आवश्यकता है.
id_id: Informasi alamat di situs web kami agak lama. Perbarui informasi tersebut.
it_it: Le informazioni sull'indirizzo sul nostro sito Web sono piuttosto obsolete. Devono essere aggiornate.
ja_jp: 公式サイトの所在地が古いままになっています。担当の方、更新をお願いします。
ko_kr: 우리 웹 사이트의 주소 정보는 다소 오래됐습니다. 업데이트해야 합니다.
ms_my: Maklumat alamat di laman web kami agak lama. Maklumat tersebut perlu dikemas kini.
pt_br: As informações de endereço em nosso site são antigas. Precisam ser atualizadas.
ru_ru: Адресная информация на нашем сайте довольно старая. Ее необходимо обновить.
th_th: ข้อมูลที่อยู่บนเว็บไซต์ของเราค่อนข้างเก่าแล้ว จำเป็นต้องมีการอัปเดต
vi_vn: Thông tin địa chỉ trên trang web của chúng tôi khá cũ. Cần phải được cập nhật.
zh_cn: 发现官网上的地址信息还是旧的，需要相关同学更新一下
zh_hk: 發現官網上的地址資料還是舊的，需要相關同學更新一下

# MiQ
source: The link to the new feature article expired, why is that?
de_de: Der Link zu dem Artikel über die neuen Funktionen ist abgelaufen. Was ist der Grund dafür?
es_es: El enlace al artículo sobre la nueva función ha caducado, ¿por qué?
fr_fr: Le lien vers le nouvel article de fond a expiré, pourquoi ?
hi_in: नए सुविधा लेख के लिंक की समय-सीमा समाप्त हुई, ऐसा क्यों?
id_id: Kenapa tautan artikel untuk fitur baru kedaluwarsa?
it_it: Il link all'articolo sulla nuova funzione è scaduto, perché?
ja_jp: 新機能の説明のリンク先が見つからないとなっています。どうしてでしょうか？
ko_kr: 새 특집 기사에 대한 링크가 만료되었는데 이유가 뭔가요?
ms_my: Pautan ke artikel ciri baharu telah luput, mengapa begitu?
pt_br: O link para o artigo do novo recurso venceu. Por quê?
ru_ru: Срок действия ссылки на новую статью истек, почему это так?
th_th: ลิงก์ที่นำไปยังบทความเกี่ยวกับฟีเจอร์ใหม่หมดอายุแล้ว เป็นเพราะอะไร
vi_vn: Liên kết đến bài viết tính năng mới đã hết hạn, tại sao?
zh_cn: 新功能的文章链接怎么失效了？
zh_hk: 新功能的文章連結為何已失效？

# DxE
source: User not found
de_de: Benutzer nicht gefunden
es_es: No se ha encontrado al usuario
fr_fr: Utilisateur introuvable
hi_in: उपयोगकर्ता नहीं मिला
id_id: Pengguna tidak ditemukan
it_it: Utente non trovato
ja_jp: ユーザーは存在しません
ko_kr: 사용자 찾지 못함
ms_my: Pengguna tidak dijumpai
pt_br: Usuário não encontrado
ru_ru: Пользователь не найден
th_th: ไม่พบผู้ใช้
vi_vn: Không tìm thấy người dùng
zh_cn: 该用户不存在
zh_hk: 此用戶不存在

# F58
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# U7A
source: People below will also join the group chat
de_de: Nachfolgende Personen werden dem Gruppenchat ebenfalls beitreten.
es_es: Las personas siguientes también se unirán al chat de grupo
fr_fr: Les personnes ci-dessous rejoindront également la discussion de groupe
hi_in: नीचे मौजूद लोग भी समूह चैट में शामिल होंगे
id_id: Orang di bawah ini juga akan bergabung dengan obrolan grup
it_it: Anche le persone in basse parteciperanno alla chat di gruppo
ja_jp: 下記のメンバーはグループに参加します
ko_kr: 아래 사용자도 그룹 채팅에 참가합니다
ms_my: Orang di bawah juga akan menyertai perbualan kumpulan
pt_br: As pessoas abaixo também ingressarão no chat em grupo
ru_ru: Нижеуказанные люди также присоединятся к групповому чату
th_th: ผู้คนด้านล่างนี้จะเข้าร่วมแชทกลุ่มด้วย
vi_vn: Những người dưới đây cũng sẽ tham gia cuộc trò chuyện nhóm
zh_cn: 这些联系人也将进入群聊
zh_hk: 這些聯絡人也將進入群組聊天

# Y00
source: {{count}} others
de_de: {{count}} weitere
es_es: {{count}} otros
fr_fr: {{count}} autres
hi_in: {{count}} अन्य
id_id: {{count}} lainnya
it_it: Altri {{count}}
ja_jp: と他 {{count}} 人
ko_kr: 외 {{count}}명
ms_my: {{count}} yang lain
pt_br: {{count}} outros
ru_ru: {{count}} других
th_th: {{count}} คนอื่น ๆ
vi_vn: {{count}} khác
zh_cn: 还有 {{count}} 人
zh_hk: 還有 {{count}} 人

# Kug
source: Join Group Chat
de_de: Gruppenchat beitreten
es_es: Unirse al chat de grupo
fr_fr: Rejoindre la discussion de groupe
hi_in: समूह चैट में शामिल हों
id_id: Bergabung dengan Obrolan Grup
it_it: Partecipa a chat di gruppo
ja_jp: グループに参加
ko_kr: 그룹 채팅 참가
ms_my: Sertai Sembang Berkumpulan
pt_br: Ingressar no chat em grupo
ru_ru: Присоединиться к групповому чату
th_th: เข้าร่วมแชทกลุ่ม
vi_vn: Tham gia Cuộc trò chuyện Nhóm
zh_cn: 进入群聊
zh_hk: 進入群組聊天

# 14E
source: The digit combination is too simple, please think of another one
de_de: Die Zahlenkombination ist zu einfach. Überlegen Sie sich eine andere.
es_es: La combinación de dígitos es demasiado sencilla, piensa en otra.
fr_fr: La combinaison de chiffres est trop simple, veuillez en choisir une autre
hi_in: अंक को संयोजन बहुत आसान है, कृपया दूसरे संयोजन पर विचार करें
id_id: Kombinasi digit terlalu sederhana, pikirkan lainnya
it_it: La combinazione di cifre è troppo semplice, pensa a un'altra
ja_jp: パスワードが簡単すぎます。再入力してください
ko_kr: 숫자 조합이 너무 간단합니다. 다른 조합을 생각해 보세요
ms_my: Gabungan digit terlalu mudah, sila fikirkan yang lain
pt_br: A combinação de dígitos é muito simples. Pense em outra combinação
ru_ru: Комбинация цифр слишком простая, придумайте другую
th_th: การผสมตัวเลขนั้นคาดเดาได้ง่ายเกินไป โปรดลองคิดแบบอื่น
vi_vn: Tổ hợp số quá đơn giản, vui lòng nghĩ ra một tổ hợp số khác
zh_cn: 数字过于简单，请重新约定数字
zh_hk: 數字過於簡單，請重新約定數字

# Po4
source: Enter a 4-digit code with people nearby to join a group chat.
de_de: Geben Sie einen 4-stelligen Code ein, um einem Gruppenchat mit Personen in der Nähe beizutreten.
es_es: Introduce un código de 4 dígitos con gente cercana para unirte a un chat de grupo.
fr_fr: Saisissez un code à 4 chiffres avec des personnes à proximité pour rejoindre une discussion de groupe.
hi_in: किसी समूह चैट में शामिल होने के लिए आसपास के लोगों के साथ एक 4-अंक का कोड दर्ज करें.
id_id: Masukkan 4 digit kode dengan orang di sekitar untuk bergabung dalam obrolan grup.
it_it: Immetti un codice a 4 cifre con persone nelle vicinanze per partecipare a una chat di gruppo.
ja_jp: 近くの人と同じ 4 桁の数字を入力することで、グループを作成することができます
ko_kr: 그룹 채팅에 참가하려면 주변 사람들과 함께 4자리 코드를 입력하세요.
ms_my: Masukkan kod 4-digit dengan orang berdekatan untuk menyertai perbualan kumpulan.
pt_br: Insira o mesmo código de 4 dígitos que as pessoas perto de você para ingressar em um chat em grupo.
ru_ru: Введите 4-значный код с людьми поблизости, чтобы присоединиться к групповому чату.
th_th: ป้อนรหัส 4 หลักพร้อมกับผู้คนในบริเวณใกล้เคียงเพื่อเข้าร่วมแชทกลุ่ม
vi_vn: Nhập mã số 4 chữ số với người ở gần để tham gia một cuộc trò chuyện nhóm.
zh_cn: 大家只要输入相同的 4 位数字， 就能进入同一个群聊
zh_hk: 大家只要輸入相同的 4 位數字， 就能進入同一個群組聊天

# CFQ
source: Other ways
de_de: Andere Möglichkeiten
fr_fr: Autres méthodes
hi_in: अन्य तरीके
id_id: Cara lain
it_it: Altre modalità
ja_jp: その他
ko_kr: 기타 방법
ms_my: Cara lain
ru_ru: Другие способы
th_th: วิธีการอื่น
vi_vn: Cách thức khác
zh_cn: 其它方式
zh_hk: 其他方式

# TvA
source: Select from contacts
de_de: Aus Kontakten auswählen
es_es: Seleccionar de los contactos
fr_fr: Sélectionner dans les contacts
hi_in: संपर्क से चुनें
id_id: Pilih dari kontak
it_it: Seleziona dai contatti
ja_jp: 連絡先を選択
ko_kr: 연락처에서 선택
ms_my: Pilih dari kenalan
pt_br: Selecionar nos contatos
ru_ru: Выбрать из контактов
th_th: เลือกจากรายชื่อที่ติดต่อ
vi_vn: Chọn từ danh bạ
zh_cn: 选择联系人
zh_hk: 選擇聯絡人

# R1E
source: Join Nearby Group
de_de: Gruppe in der Nähe beitreten
es_es: Unirse a grupos próximos
fr_fr: Rejoindre un groupe à proximité
hi_in: निकटवर्ती समूह में शामिल हों
id_id: Gabung dengan Grup di Sekitar
it_it: Partecipa al gruppo nelle vicinanze
ja_jp: 近くの人とグループを作成
ko_kr: 주변 그룹에 참가
ms_my: Sertai Kumpulan Berdekatan
pt_br: Ingressar em grupo próximo
ru_ru: Присоединиться к группе поблизости
th_th: เข้าร่วมกลุ่มใกล้เคียง
vi_vn: Tham gia nhóm lân cận
zh_cn: 面对面建群
zh_hk: 面對面建立群組

# zcs
source: You're now connected as {{APP_DISPLAY_NAME}} contacts. Start chatting and collaborating!
de_de: Sie sind jetzt als {{APP_DISPLAY_NAME}} Kontakte verbunden. Jetzt können Sie chatten und zusammenarbeiten!
es_es: Ya estás conectado como contacto de {{APP_DISPLAY_NAME}}. ¡Comienza a chatear y a colaborar!
fr_fr: Vous êtes maintenant connectés en tant que contacts {{APP_DISPLAY_NAME}}. Commencez à discuter et à collaborer !
hi_in: आप अब {{APP_DISPLAY_NAME}} संपर्क के रूप में कनेक्ट हो गए हैं. चैट और सहयोग करना शुरू करें!
id_id: Anda sekarang terhubung sebagai kontak {{APP_DISPLAY_NAME}}. Mulai mengobrol dan berkolaborasi!
it_it: Ora siete connessi come contatti {{APP_DISPLAY_NAME}}. Iniziate a chattare e a collaborare!
ja_jp: {{APP_DISPLAY_NAME}} 連絡先になりました。メッセージを送信してコラボを始めましょう！
ko_kr: 이제 {{APP_DISPLAY_NAME}} 연락처로 연결되었습니다. 채팅과 협업을 시작해 보세요!
ms_my: Anda kini tersambung sebagai kenalan {{APP_DISPLAY_NAME}}. Mulakan berbual dan bekerjasama!
pt_br: Agora vocês estão conectados como contatos do {{APP_DISPLAY_NAME}}. Comece a conversar e colaborar!
ru_ru: Теперь вы в числе контактов приложения {{APP_DISPLAY_NAME}}. Можете начать общение и совместную работу!
th_th: คุณได้เชื่อมต่อเป็นผู้ติดต่อของ {{APP_DISPLAY_NAME}} แล้ว เริ่มแชทและร่วมงานกันเลย!
vi_vn: Bây giờ bạn đã được kết nối dưới dạng danh bạ {{APP_DISPLAY_NAME}}. Bắt đầu trò chuyện và cộng tác!
zh_cn: 你们已是{{APP_DISPLAY_NAME}}联系人，开始交流和协作吧！
zh_hk: 你們已成為{{APP_DISPLAY_NAME}}聯絡人，開始交流和協作吧！
