Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# A10
source: Go to Settings
de_de: Zu den Einstellungen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
hi_in: सेटिंग्स में जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти в Настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_hk: 前往設定

# /mU
source: Add as external contact to view organization info
de_de: Als externen Kontakt hinzufügen, um Organisationsinformationen zu sehen
es_es: Agregar como contacto externo para ver la información de la organización
fr_fr: Ajouter comme contact externe pour afficher les informations de l'organisation
id_id: Tambah sebagai kontak eksternal untuk melihat info organisasi
it_it: Aggiungi come contatto esterno per visualizzare le informazioni dell'organizzazione
ja_jp: 外部連絡先として追加後に法人情報を表示できます
ko_kr: 기업 정보를 보려면 외부 연락처로 추가합니다
ms_my: Tambah sebagai kenalan luaran untuk melihat maklumat organisasi
pt_br: Adicionar como contato externo para visualizar as informações da organização
ru_ru: Добавить как внешний контакт для просмотра информации об организации
th_th: เพิ่มเป็นผู้ติดต่อภายนอกเพื่อดูข้อมูลองค์กร
vi_vn: Thêm làm liên hệ bên ngoài để xem thông tin tổ chức
zh_cn: 添加为外部联系人后可查看企业信息
zh_hk: 新增為外部聯絡人後可查看企業資訊

# Sng
source: Organization info has been hidden.
de_de: Die Informationen über die Organisation wurden ausgeblendet.
es_es: Se ha ocultado la información de la organización.
fr_fr: Les informations de l'organisation ont été masquées.
id_id: Info organisasi telah disembunyikan.
it_it: Le informazioni dell'organizzazione sono state nascoste.
ja_jp: 法人情報は非表示です
ko_kr: 기업 정보가 숨겨졌습니다.
ms_my: Maklumat organisasi telah disembunyikan.
pt_br: As informações da organização foram ocultadas.
ru_ru: Информация об организации скрыта.
th_th: ข้อมูลองค์กรถูกซ่อนไว้
vi_vn: Thông tin tổ chức đã bị ẩn.
zh_cn: 企业信息已被隐藏
zh_hk: 企業資訊已被隱藏

# t68
source: Removed
de_de: Entfernt
es_es: Se ha borrado
fr_fr: Retiré(e)
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimozione completata
ja_jp: 外しました
ko_kr: 제거함
ms_my: Dikeluarkan
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 已移除
zh_hk: 已移除

# Fyk
source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалять
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_hk: 移除

# jJU
source: Remove from starred contacts?
de_de: Aus mit Stern markierten Kontakten entfernen?
es_es: ¿Borrar de contactos destacados?
fr_fr: Retirer des contacts favoris ?
hi_in: तारांकित संपर्कों से निकालें?
id_id: Hapus dari kontak berbintang?
it_it: Vuoi rimuovere dai contatti contrassegnati con la stella?
ja_jp: スター付き連絡先から削除しますか？
ko_kr: 별표 표시된 연락처에서 제거하시겠습니까?
ms_my: Buang dari kenalan yang dibintangkan?
pt_br: Remover dos contatos com estrela?
ru_ru: Удалить из избранных контактов?
th_th: ลบออกจากรายชื่อที่ติดต่อที่ติดดาวไว้หรือไม่
vi_vn: Loại bỏ khỏi danh bạ gắn dấu sao?
zh_cn: 确定移除？
zh_hk: 確定移除？

# cqY
source: Contacts, departments, or groups I manage
de_de: Kontakte, Abteilungen oder Gruppen, die ich verwalte
es_es: Contactos, departamentos o grupos que gestiono
fr_fr: Contacts, services ou groupes que je gère
hi_in: मेरे द्वारा प्रबंधित किए जाने वाले संपर्क, विभाग, या समूह
id_id: Kontak, departemen, atau grup yang saya kelola
it_it: Contatti, reparti o gruppi gestiti da me
ja_jp: 連絡先/部門/自分が管理するグループ
ko_kr: 내가 관리하는 연락처, 부서 또는 그룹
ms_my: Kenalan, jabatan, atau kumpulan yang saya urus
pt_br: Contatos, departamentos ou grupos que eu gerencio
ru_ru: Контакты, отделы или группы, которыми я управляю
th_th: รายชื่อที่ติดต่อ แผนก หรือกลุ่มที่ฉันจัดการ
vi_vn: danh bạ, bộ phận hoặc nhóm do tôi quản lý
zh_cn: 搜索联系人、部门和我管理的群组
zh_hk: 搜尋聯絡人、部門和我管理的群組

# Ogo
source: Alias and Notes
de_de: Alias und Notizen
es_es: Alias y notas
fr_fr: Aliaset notes
hi_in: उपनाम और नोट
id_id: Alias dan Catatan
it_it: Alias e note
ja_jp: ニックネームと備考
ko_kr: 별칭 및 메모
ms_my: Alias dan Nota
pt_br: Alias e anotações
ru_ru: Заметки и примечания
th_th: นามแฝงและหมายเหตุ
vi_vn: Bí danh và Ghi chú
zh_cn: 备注与描述
zh_hk: 備註與描述

# S1k
source: Select contacts
de_de: Kontakte auswählen
es_es: Seleccionar contactos
fr_fr: Sélectionner des contacts
hi_in: संपर्क चुनें
id_id: Pilih kontak
it_it: Seleziona contatti
ja_jp: 連絡先を選択
ko_kr: 연락처 선택
ms_my: Pilih kenalan
pt_br: Selecionar contatos
ru_ru: Выберите контакты
th_th: เลือกรายชื่อที่ติดต่อ
vi_vn: Lựa chọn danh bạ
zh_cn: 选择联系人
zh_hk: 選擇聯絡人

# AEM
source: Starred Contacts
de_de: Mit Stern markierte Kontakte
es_es: Contactos destacados
fr_fr: Contacts favoris
hi_in: तारांकित संपर्क
id_id: Kontak Berbintang
it_it: Contatti contrassegnati con la stella
ja_jp: スター付き連絡先
ko_kr: 별표 표시된 연락처
ms_my: Kenalan Berbintang
pt_br: Contatos com estrela
ru_ru: Помеченные контакты
th_th: รายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Liên hệ được gắn dấu sao
zh_cn: 星标联系人
zh_hk: 星標聯絡人

# 31M
source: Unable to preview
de_de: Vorschau nicht möglich
es_es: No se puede visualizar
fr_fr: Prévisualisation impossible
id_id: Gagal mempratinjau
it_it: Anteprima non disponibile
ja_jp: プレビューできません。
ko_kr: 미리 볼 수 없음
ms_my: Tidak dapat pratonton
pt_br: Não é possível visualizar
ru_ru: Не удается просмотреть
th_th: ไม่สามารถดูตัวอย่างได้
vi_vn: Không thể xem trước
zh_cn: 暂不支持预览
zh_hk: 暫不支援預覽

# zLQ
source: phone number
de_de: Telefonnummer
es_es: número de móvil
fr_fr: numéro de téléphone
hi_in: फ़ोन नंबर
id_id: nomor telepon
it_it: numero di telefono
ja_jp: 携帯番号
ko_kr: 전화번호
ms_my: nombor telefon
pt_br: número de telefone
ru_ru: номер телефона
th_th: หมายเลขโทรศัพท์
vi_vn: số điện thoại
zh_cn: 手机号
zh_hk: 手機號碼

# Sww
source: {{USER_NAME}} has invited you to join
de_de: {{USER_NAME}} hat Sie in folgendes Team eingeladen:
es_es: {{USER_NAME}} te ha invitado a unirte a
fr_fr: {{USER_NAME}} vous a invité à rejoindre
hi_in: {{USER_NAME}} ने आपको शामिल होने के लिए आमंत्रित किया है
id_id: {{USER_NAME}} telah mengundang Anda untuk bergabung dengan
it_it: {{USER_NAME}} ti ha invitato/a a unirti a
ja_jp: {{USER_NAME}}から法人アカウントへの招待を受けました
ko_kr: {{USER_NAME}} 님의 참가 초대를 받았습니다
ms_my: {{USER_NAME}} telah menjemput anda untuk menyertai
pt_br: {{USER_NAME}} convidou você para ingressar em
ru_ru: {{USER_NAME}} приглашает вас присоединиться к
th_th: {{USER_NAME}} ได้เชิญคุณให้เข้าร่วม
vi_vn: {{USER_NAME}} đã mời bạn tham gia
zh_cn: {{USER_NAME}} 邀请你加入
zh_hk: {{USER_NAME}} 邀請你加入

# i9c
source: Invite Code
de_de: Teamcode
es_es: Código del equipo
fr_fr: Code d'équipe
hi_in: टीम कोड
id_id: Kode Tim
it_it: Codice del team
ja_jp: 法人コード
ko_kr: 팀 코드
ms_my: Kod Jemputan
pt_br: Código da equipe
ru_ru: Код команды
th_th: รหัสทีม
vi_vn: Mã nhóm
zh_cn: 企业邀请码
zh_hk: 團隊代碼

# Mrc
source: email
de_de: E-Mail-Adresse
es_es: correo electrónico
hi_in: ईमेल
ja_jp: メール
ko_kr: 이메일
ms_my: emel
ru_ru: письмо
th_th: อีเมล
zh_cn: 邮件
zh_hk: 郵件

# IBE
source: We need access to your contacts for better service. Please turn on Contacts in Settings.
de_de: Für besseren Service benötigen wir Zugriff auf Ihre Kontakte. Aktivieren Sie die Kontakte in den Einstellungen.
es_es: Tenemos que acceder a tus contactos para ofrecerte un mejor servicio. Activa Contactos en Configuración.
fr_fr: Nous avons besoin d'accéder à vos contacts pour vous fournir un meilleur service. Veuillez activer les Contacts dans les Paramètres.
hi_in: बेहतर सेवा के लिए हमें आपके संपर्क ऐक्सेस करने की आवश्यकता है. कृपया सेटिंग्स में संपर्क चालू करें.
id_id: Kami memerlukan akses ke kontak Anda untuk layanan yang lebih baik. Aktifkan Kontak di Pengaturan.
it_it: Per offrirti un servizio migliore, abbiamo bisogno dell'accesso ai tuoi contatti. Attiva Contatti in Impostazioni.
ja_jp: 連絡先の権限が必要です。 設定しますか？
ko_kr: 더 나은 서비스를 위해 연락처에 액세스해야 합니다. 설정에서 연락처를 켜세요.
ms_my: Kami memerlukan akses ke kenalan anda untuk perkhidmatan yang lebih baik. Sila hidupkan Kenalan dalam Tetapan.
pt_br: Precisamos acessar seus contatos para oferecer um serviço melhor. Ative os contatos nas Configurações.
ru_ru: Для улучшения обслуживания нам необходим доступ к вашим контактам. Активируйте "Контакты" в разделе "Настройки".
th_th: เราจำเป็นต้องใช้สิทธิ์การเข้าถึงรายชื่อผู้ติดต่อของคุณเพื่อมอบบริการที่ดียิ่งขึ้น โปรดเปิดให้ใช้งานรายชื่อผู้ติดต่อในการตั้งค่า
vi_vn: Chúng tôi cần truy cập danh bạ của bạn để cung cấp dịch vụ tốt hơn. Vui lòng bật Danh bạ trong Cài đặt.
zh_cn: 请开启通讯录权限，是否去设置？
zh_hk: 請開啟通訊錄權限，是否前往設定？

# pMg
source: Expiration time:
de_de: Ablaufzeit:
es_es: Fecha de caducidad:
fr_fr: Date d'expiration :
hi_in: समय-सीमा समाप्ति दिनांक
id_id: Waktu kedaluwarsa:
it_it: Data di scadenza:
ja_jp: 有効期限：
ko_kr: 만료 시간:
ms_my: Masa luput:
pt_br: Data de vencimento:
ru_ru: Действует до:
th_th: เวลาหมดอายุ:
vi_vn: Thời gian hết hạn:
zh_cn: 失效时间：
zh_hk: 失效時間：

# qOw
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Назад
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_hk: 完成

# OaE
source: Enter email
de_de: E-Mail-Adresse eingeben
es_es: Introducir dirección de correo
fr_fr: Saisir une adresse e-mail
hi_in: ईमेल दर्ज करें
id_id: Masukkan email
it_it: Immetti e-mail
ja_jp: メールアドレスを入力
ko_kr: 이메일 입력
ms_my: Masukkan emel
pt_br: Insira o e-mail
ru_ru: Введите адрес электронной почты
th_th: ป้อนอีเมล
vi_vn: Nhập email
zh_cn: 请输入成员邮箱
zh_hk: 請輸入成員電郵地址

# g/c
source: Enter name
de_de: Namen eingeben
es_es: Introducir nombre
fr_fr: Saisir un nom
hi_in: नाम दर्ज करें
id_id: Masukkan nama
it_it: Immetti nome
ja_jp: 名前を入力
ko_kr: 이름 입력
ms_my: Masukkan nama
pt_br: Insira o nome
ru_ru: Введите имя
th_th: ป้อนชื่อ
vi_vn: Nhập tên
zh_cn: 请输入姓名
zh_hk: 請輸入姓名

# ww8
source: Enter phone number
de_de: Telefonnummer eingeben
es_es: Introducir número de teléfono
fr_fr: Saisir un numéro de téléphone
hi_in: फ़ोन नंबर दर्ज करें
id_id: Masukkan nomor telepon
it_it: Immetti numero di telefono
ja_jp: 携帯番号を入力してください
ko_kr: 전화번호 입력
ms_my: Masukkan nombor telefon
pt_br: Insira o número de telefone
ru_ru: Введите номер телефона
th_th: ป้อนหมายเลขโทรศัพท์
vi_vn: Nhập số điện thoại
zh_cn: 请输入手机号
zh_hk: 請輸入手機號碼

# cpo
source: Import from Contacts
de_de: Aus Kontakten importieren
es_es: Importar desde Contactos
fr_fr: Importer à partir des Contacts
hi_in: संपर्क से आयात करें
id_id: Impor dari Kontak
it_it: Importa da Contatti
ja_jp: 連絡先をインポート
ko_kr: 연락처에서 가져오기
ms_my: Import dari Kenalan
pt_br: Importar dos contatos
ru_ru: Импортировать из контактов
th_th: นำเข้าจากรายชื่อที่ติดต่อ
vi_vn: Nhập từ Danh bạ
zh_cn: 导入通讯录
zh_hk: 匯入通訊錄

# x+c
source: The invited user can join the organization via Invite Link
de_de: Der eingeladene Benutzer kann der Organisation über den Einladungslink beitreten
es_es: El usuario invitado puede unirse a la organización a través del enlace de invitación
fr_fr: L'utilisateur invité peut rejoindre l'organisation via le lien d'invitation
hi_in: आमंत्रित उपयोगकर्ता आमंत्रण लिंक से संगठन में शामिल हो सकता है
id_id: Pengguna yang diundang dapat bergabung dengan organisasi melalui Tautan Undangan
it_it: L'utente invitato può unirsi all'organizzazione tramite il link dell'invito
ja_jp: 招待されたユーザーは、招待リンクから法人アカウントに参加できます
ko_kr: 초대받은 사용자는 초대 링크를 통해 기업에 참가할 수 있습니다
ms_my: Pengguna yang dijemput boleh menyertai organisasi melalui Pautan Jemputan
pt_br: O usuário convidado pode ingressar na organização pelo link de convite
ru_ru: Приглашенный пользователь может присоединиться к команде по пригласительной ссылке
th_th: ผู้ใช้ที่ได้รับเชิญจะสามารถเข้าร่วมองค์กรผ่านทางลิงก์เชิญได้
vi_vn: Người dùng được mời có thể tham gia vào tổ chức qua Liên kết lời mời
zh_cn: 受邀人可通过邀请链接加入企业
zh_hk: 邀請對象可通過邀請連結加入團隊

# 5EI
source: Enter email address
de_de: E-Mail-Adresse eingeben
es_es: Introducir dirección de correo electrónico
fr_fr: Saisir une adresse e-mail
hi_in: ईमेल पता दर्ज करें
id_id: Masukkan alamat email
it_it: Immetti indirizzo e-mail
ja_jp: メールアドレスを入力
ko_kr: 이메일 주소 입력
ms_my: Masukkan alamat e-mel
pt_br: Insira o endereço de e-mail
ru_ru: Введите почту
th_th: ใส่ที่อยู่อีเมล
vi_vn: Nhập địa chỉ email
zh_cn: 输入邮箱
zh_hk: 輸入電郵地址

# Huw
source: Enter phone Number
de_de: Telefonnummer eingeben
es_es: Introducir número de móvil
fr_fr: Saisir un numéro de téléphone
hi_in: फ़ोन नंबर दर्ज करें
id_id: Masukkan nomor telepon
it_it: Immetti numero di telefono
ja_jp: 携帯番号を入力
ko_kr: 전화번호 입력
ms_my: Masukkan nombor telefon
pt_br: Insira o número de telefone
ru_ru: Ввести номер телефона
th_th: ป้อนหมายเลขโทรศัพท์
vi_vn: Nhập số điện thoại
zh_cn: 输入手机号
zh_hk: 輸入手機號碼

# ZBU
source: Enter email address or phone number
de_de: E-Mail oder Telefonnummer eingeben
es_es: Introducir dirección de correo electrónico o número de teléfono
fr_fr: Saisir une adresse e-mail ou un numéro de téléphone
hi_in: ईमेल पता या फ़ोन नंबर दर्ज करें
id_id: Masukkan alamat email atau nomor telepon
it_it: Immetti indirizzo e-mail o numero di telefono
ja_jp: メールアドレスまたは携帯番号を入力
ko_kr: 이메일 주소 또는 전화번호 입력
ms_my: Masukkan alamat e-mel atau nombor telefon
pt_br: Insira endereço de e-mail ou número de telefone
ru_ru: Введите почту или номер телефона
th_th: ป้อนอีเมลหรือหมายเลขโทรศัพท์
vi_vn: Nhập địa chỉ email hoặc số điện thoại
zh_cn: 输入邮箱/手机号
zh_hk: 輸入電郵地址/手機號碼

# UQY
source: Invite teammates to &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; now!
de_de: Jetzt Teamkollegen zu &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; einladen!
es_es: Invita ahora a compañeros a &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;
fr_fr: Invitez vos collègues dans &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; dès maintenant !
hi_in: &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; में टीम के साथियों को अभी आमंत्रित करें!
id_id: Undang rekan tim ke &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; sekarang!
it_it: Invita subito i colleghi del tuo team in &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;.
ja_jp: チームメイトを「&lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;」に招待しましょう！
ko_kr: 지금 팀원을 &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;에 초대하세요!
ms_my: Jemput rakan sekerja ke &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; sekarang!
pt_br: Convidar membros para a equipe &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; agora!
ru_ru: Пригласите коллег в команду &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; прямо сейчас!
th_th: เชิญเพื่อนร่วมทีมเข้าร่วม &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; ตอนนี้!
vi_vn: Mời thành viên nhóm vào &lt;b&gt;{{TEAM_NAME}}&lt;/b&gt; ngay bây giờ!
zh_cn: 邀请伙伴们加入“&lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;”吧！
zh_hk: 邀請夥伴們加入「&lt;b&gt;{{TEAM_NAME}}&lt;/b&gt;」吧！

# k8Q
source: Invite via Lark
de_de: Über Lark einladen
es_es: Invitar a través de Lark
fr_fr: Inviter via Lark
hi_in: Lark द्वारा आमंत्रित करें
id_id: Undang via Lark
it_it: Invita tramite Lark
ja_jp: Lark から招待
ko_kr: Lark를 통해 초대
ms_my: Jemput melalui Lark
pt_br: Convidar via Lark
ru_ru: Пригласить через Lark
th_th: เชิญผ่านทาง Lark
vi_vn: Mời qua Lark
zh_cn: Lark 内邀请
zh_hk: Lark 內邀請

# PT4
source: Add More
de_de: Weitere hinzufügen
es_es: Agregar más
fr_fr: Ajouter plus
hi_in: और जोड़ें
id_id: Tambah Lainnya
it_it: Continua ad aggiungere
ja_jp: さらに追加
ko_kr: 더 추가
ms_my: Tambah Lagi
pt_br: Adicionar mais
ru_ru: Добавить больше
th_th: เพิ่มอีก
vi_vn: Thêm nữa
zh_cn: 继续添加
zh_hk: 繼續新增

# eYI
source: You're invited to join our organization {{TEAM_NAME}} on {{APP_DISPLAY_NAME}}. Follow this link to join {{INVITATION_LINK}}
de_de: Sie sind eingeladen, unserer Organisation {{TEAM_NAME}} auf {{APP_DISPLAY_NAME}} beizutreten. Folgen Sie diesem Link zum Beitreten zu {{INVITATION_LINK}}
es_es: Te han invitado a unirte a nuestra organización {{TEAM_NAME}} en {{APP_DISPLAY_NAME}}. Sigue este enlace para unirte {{INVITATION_LINK}}
fr_fr: Nous vous invitons à rejoindre notre organisation {{TEAM_NAME}} dans {{APP_DISPLAY_NAME}}. Suivez ce lien pour rejoindre {{INVITATION_LINK}}
hi_in: आपको {{APP_DISPLAY_NAME}} पर हमारे संगठन {{TEAM_NAME}} में शामिल होने के लिए आमंत्रित किया गया है. {{INVITATION_LINK}} में शामिल होने के लिए इस लिंक का अनुसरण करें
id_id: Anda diundang untuk bergabung dengan organisasi {{TEAM_NAME}} di {{APP_DISPLAY_NAME}}. Ikuti tautan ini untuk bergabung dengan {{INVITATION_LINK}}
it_it: Sei invitato/a a partecipare alla nostra organizzazione {{TEAM_NAME}} su {{APP_DISPLAY_NAME}}. Segui questo link per partecipare a {{INVITATION_LINK}}
ja_jp: {{APP_DISPLAY_NAME}} の {{TEAM_NAME}} にご参加ください。こちらのリンクをクリック：{{INVITATION_LINK}}
ko_kr: {{APP_DISPLAY_NAME}}에서 {{TEAM_NAME}} 기업에 참가하도록 초대받았습니다. 이 링크를 따라 참가하세요. {{INVITATION_LINK}}
ms_my: Anda dijemput untuk menyertai organisasi kami {{TEAM_NAME}} di {{APP_DISPLAY_NAME}}. Ikuti pautan ini untuk menyertai {{INVITATION_LINK}}
pt_br: Você foi convidado para ingressar na nossa organização {{TEAM_NAME}} em {{APP_DISPLAY_NAME}}. Siga este link para ingressar {{INVITATION_LINK}}
ru_ru: Приглашаем вас присоединиться к нашей команде {{TEAM_NAME}} в {{APP_DISPLAY_NAME}}. Чтобы присоединиться, воспользуйтесь этой ссылкой: {{INVITATION_LINK}}
th_th: คุณได้รับเชิญให้เข้าร่วมองค์กรของเรา {{TEAM_NAME}} บน {{APP_DISPLAY_NAME}} ตามลิงก์นี้ไปเพื่อเข้าร่วม {{INVITATION_LINK}}
vi_vn: Bạn được mời tham gia tổ chức {{TEAM_NAME}} của chúng tôi trên {{APP_DISPLAY_NAME}}. Theo dõi liên kết này để tham gia {{INVITATION_LINK}}
zh_cn: 我和“{{TEAM_NAME}}”的小伙伴都在{{APP_DISPLAY_NAME}}等你，用这个专属链接加入我们吧！{{INVITATION_LINK}}
zh_hk: 我和「{{TEAM_NAME}}」的夥伴都在{{APP_DISPLAY_NAME}}等待你，使用這個專屬連結加入我們！{{INVITATION_LINK}}

# T8M
source: {{USER_NAME}} invites you to join the organization {{TEAM_NAME}}
de_de: {{USER_NAME}} lädt Sie ein zum Beitritt in die Organisation {{TEAM_NAME}}
es_es: {{USER_NAME}} te invita a unirte a la organización {{TEAM_NAME}}
fr_fr: {{USER_NAME}} vous invite à rejoindre l'organisation {{TEAM_NAME}}
hi_in: {{USER_NAME}} ने आपको संगठन {{TEAM_NAME}} में शामिल होने के लिए आमंत्रित किया है
id_id: {{USER_NAME}} mengundang Anda untuk bergabung dengan organisasi {{TEAM_NAME}}
it_it: {{USER_NAME}} ti invita a partecipare all'organizzazione {{TEAM_NAME}}
ja_jp: {{USER_NAME}} があなたを {{TEAM_NAME}} に招待しています
ko_kr: {{USER_NAME}} 님이 {{TEAM_NAME}} 기업에 초대합니다
ms_my: {{USER_NAME}} menjemput anda untuk menyertai organisasi {{TEAM_NAME}}
pt_br: {{USER_NAME}} convida você para ingressar na {{TEAM_NAME}} da organização
ru_ru: {{USER_NAME}} приглашает вас присоединиться к организации {{TEAM_NAME}}
th_th: {{USER_NAME}} เชิญให้คุณเข้าร่วมองค์กร {{TEAM_NAME}}
vi_vn: {{USER_NAME}} mời bạn tham gia tổ chức {{TEAM_NAME}}
zh_cn: {{USER_NAME}} 邀请你加入企业 {{TEAM_NAME}}
zh_hk: {{USER_NAME}} 邀請你加入企業 {{TEAM_NAME}}

# oq0
source: Name cannot be empty.
de_de: Der Name darf nicht leer sein.
es_es: El nombre no puede estar vacío.
fr_fr: Le nom ne peut pas être vide.
hi_in: नाम ख़ाली नहीं हो सकता.
id_id: Nama wajib diisi.
it_it: Il nome non può essere vuoto.
ja_jp: 名前は空白にできません
ko_kr: 이름은 비워둘 수 없습니다.
ms_my: Nama tidak boleh kosong.
pt_br: O nome não pode ficar vazio.
ru_ru: Имя не может быть пустым.
th_th: ชื่อไม่สามารถเว้นว่างได้
vi_vn: Trường tên không được để trống.
zh_cn: 姓名不能为空。
zh_hk: 姓名不能為空。

# ydc
source: Your invitation needs to be approved by the organization admin. Once approved, invitees can log in to {{APP_DISPLAY_NAME}} and join the organization directly.
de_de: Ihre Einladung muss vom Organisationsadministrator genehmigt werden. Nach der Genehmigung können sich eingeladene Personen bei {{APP_DISPLAY_NAME}} anmelden und der Organisation direkt beitreten.
es_es: Tu invitación debe aprobarla el administrador de la organización. Una vez aprobada, los invitados pueden iniciar sesión en {{APP_DISPLAY_NAME}} y unirse a la organización directamente.
fr_fr: Votre invitation doit être approuvée par l'administrateur de l'organisation. Après l'approbation, les invités peuvent se connecter à {{APP_DISPLAY_NAME}} et rejoindre directement l'organisation.
hi_in: आपका आमंत्रण संगठन के एडमिन द्वारा अनुमोदित किया जाना आवश्यक है. अनुमोदित किए जाने के बाद, आमंत्रित लोग {{APP_DISPLAY_NAME}} में लॉगिन कर सकते हैं और सीधे संगठन में शामिल हो सकते हैं.
id_id: Undangan Anda harus disetujui oleh admin organisasi. Setelah disetujui, orang yang diundang dapat login ke {{APP_DISPLAY_NAME}} dan bergabung dengan organisasi secara langsung.
it_it: Il tuo invito deve essere approvato dall'amministratore dell'organizzazione. Una volta approvato, gli invitati potranno accedere a {{APP_DISPLAY_NAME}} e partecipare direttamente all'organizzazione.
ja_jp: メンバーの招待には、管理者の承認が必要となります。承諾後、招待されたユーザーは {{APP_DISPLAY_NAME}} にログインすることで、法人アカウントに参加できます。
ko_kr: 초대는 기업 관리자의 승인을 받아야 합니다. 승인되면 초대 대상자는 {{APP_DISPLAY_NAME}}에 로그인하여 기업에 직접 참가할 수 있습니다.
ms_my: Jemputan anda perlu diluluskan oleh pentadbir organisasi. Setelah diluluskan, orang yang dijemput boleh log masuk ke {{APP_DISPLAY_NAME}} dan menyertai organisasi secara langsung.
pt_br: Seu convite precisa ser aprovado pelo administrador da organização. Depois de aprovados, os convidados poderão fazer login no {{APP_DISPLAY_NAME}} e ingressar na organização diretamente.
ru_ru: Ваше приглашение должно быть одобрено администратором команды. После одобрения приглашенные участники могут войти в {{APP_DISPLAY_NAME}} и присоединиться к команде напрямую.
th_th: คำเชิญของคุณต้องได้รับการอนุมัติจากผู้ดูแลองค์กร เมื่ออนุมัติแล้ว ผู้ได้รับเชิญสามารถล็อกอิน {{APP_DISPLAY_NAME}} และเข้าร่วมองค์กรได้โดยตรง
vi_vn: Lời mời của bạn cần được quản trị viên tổ chức phê duyệt. Sau khi được phê duyệt, người được mời có thể đăng nhập vào {{APP_DISPLAY_NAME}} và trực tiếp tham gia vào tổ chức.
zh_cn: 邀请成员需经过管理员审批，审批通过后，受邀人登录{{APP_DISPLAY_NAME}}即可加入企业
zh_hk: 邀請成員需經過管理員審批，審批通過後，邀請對象登入{{APP_DISPLAY_NAME}}即可加入團隊

# ZQY
source: Invitation sent
de_de: Einladung gesendet
es_es: Invitación enviada
fr_fr: Invitation envoyée
hi_in: आमंत्रण भेजा गया
id_id: Undangan terkirim
it_it: Invito spedito
ja_jp: 送信しました
ko_kr: 초대장 보냄
ms_my: Jemputan dihantar
pt_br: Convite enviado
ru_ru: Приглашение отправлено
th_th: ส่งคำเชิญแล้ว
vi_vn: Đã gửi lời mời
zh_cn: 邀请已发送
zh_hk: 邀請已發送

# e5o
source: Never expires
de_de: Läuft nie ab
es_es: Nunca caduca
fr_fr: N'expire jamais
hi_in: कभी समाप्त नहीं होता
id_id: Tidak pernah kedaluwarsa
it_it: Nessuna scadenza
ja_jp: 無期限
ko_kr: 만료되지 않음
ms_my: Tidak pernah luput
pt_br: Nunca vence
ru_ru: Действует бессрочно
th_th: ไม่หมดอายุ
vi_vn: Không bao giờ hết hạn
zh_cn: 永久有效
zh_hk: 永久有效

# 5LU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# Gyw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認
