Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# x+w
source: You've been invited to join {{TEAM_NAME}}. You can join the organization via the 8-digit Invite Code {{TEAM_CODE}}. How to use Invite Code? https://www.feishu.cn/hc/articles/360040931334 You can also join the organization via this link {{INVITATION_LINK}}
de_de: Sie wurden eingeladen, {{TEAM_NAME}} beizutreten. Sie können der Organisation über den 8-stelligen Einladungscode {{TEAM_CODE}} beitreten. Wie verwendet man den Einladungscode? https://www.feishu.cn/hc/articles/360040931334 Sie können der Organisation auch über diesen Link beitreten {{INVITATION_LINK}}
es_es: Te han invitado a unirte a {{TEAM_NAME}}. Puedes unirte a la organización a través de este código de invitación de 8 dígitos {{TEAM_CODE}}. Cómo utilizar el código de invitación https://www.feishu.cn/hc/articles/360040931334 También puedes unirte a la organización a través de este enlace {{INVITATION_LINK}}
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}}. Vous pouvez rejoindre l'organisation via le code d'équipe à 8 chiffres {{TEAM_CODE}}. Comment utiliser le code d'invitation ? https://www.feishu.cn/hc/articles/360040931334 Vous pouvez également rejoindre l'organisation via le lien {{INVITATION_LINK}}
hi_in: आपको {{TEAM_NAME}} में शामिल होने के लिए आमंत्रित किया गया. आप 8-अंक के आमंत्रण कोड {{TEAM_CODE}} से संगठन में शामिल हो सकते हैं. आमंत्रण कोड का उपयोग कैसे करें? https://www.feishu.cn/hc/articles/360040931334 आप इस लिंक {{INVITATION_LINK}} से भी संगठन में शामिल हो सकते हैं
id_id: Anda telah diundang untuk bergabung dengan {{TEAM_NAME}}. Anda dapat bergabung dengan organisasi melalui Kode Undangan 8 digit {{TEAM_CODE}}. Bagaimana cara menggunakan Kode Undangan? https://www.feishu.cn/hc/articles/360040931334 Anda juga dapat bergabung dengan organisasi melalui tautan ini {{INVITATION_LINK}}
it_it: Hai ricevuto un invito per partecipare a {{TEAM_NAME}}. Puoi partecipare all'organizzazione tramite il codice di invito a 8 cifre {{TEAM_CODE}}. Come usare il codice di invito? https://www.feishu.cn/hc/articles/360040931334 Puoi anche partecipare all'organizzazione tramite questo link {{INVITATION_LINK}}
ja_jp: {{TEAM_NAME}} であなたのご参加をお待ちしております。8 桁の法人コード {{TEAM_CODE}} で参加しましょう。法人コードの使用方法：https://www.feishu.cn/hc/articles/360040931334 また、リンク {{INVITATION_LINK}} をクリックして参加することもできます。
ko_kr: {{TEAM_NAME}}에 참가하도록 초대받았습니다. 8자리 초대 코드 {{TEAM_CODE}}을(를) 통해 기업에 참가할 수 있습니다. 초대 코드를 어떻게 사용하나요? https://www.feishu.cn/hc/articles/360040931334 이 링크 {{INVITATION_LINK}}을(를) 통해 기업에 참가할 수도 있습니다
ms_my: Anda telah dijemput untuk menyertai {{TEAM_NAME}}. Anda boleh menyertai organisasi melalui Kod Jemputan 8 digit {{TEAM_CODE}}. Bagaimana menggunakan Kod Jemputan? https://www.feishu.cn/hc/articles/360040931334 Anda juga boleh menyertai organisasi melalui pautan ini {{INVITATION_LINK}}
pt_br: Você foi convidado para ingressar em {{TEAM_NAME}}. Você pode ingressar na organização com o código de convite de oito dígitos {{TEAM_CODE}}. Como usar o código de convite? https://www.feishu.cn/hc/articles/360040931334 Você também pode ingressar na organização pelo link {{INVITATION_LINK}}
ru_ru: Вас пригласили присоединиться к {{TEAM_NAME}}. Вы можете присоединиться к организации с помощью 8-значного пригласительного кода {{TEAM_CODE}}. Как использовать пригласительный код? https://www.feishu.cn/hc/articles/360040931334 Вы также можете присоединиться к организации по этой ссылке {{INVITATION_LINK}}
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}} คุณสามารถเข้าร่วมองค์กรผ่านทางรหัสเชิญ 8 หลัก {{TEAM_CODE}} วิธีการใช้รหัสเชิญ https://www.feishu.cn/hc/articles/360040931334 คุณยังสามารถเข้าร่วมองค์กรผ่านทางลิงก์นี้ {{INVITATION_LINK}} ได้ด้วย
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}. Bạn có thể tham gia tổ chức thông qua Mã lời mời {{TEAM_CODE}} có 8 chữ số. Cách sử dụng Mã lời mời? https://www.feishu.cn/hc/articles/360040931334 Bạn cũng có thể tham gia tổ chức thông qua liên kết này {{INVITATION_LINK}}
zh_cn: 邀请你加入{{TEAM_NAME}}，可通过 8 位企业邀请码 {{TEAM_CODE}} 加入企业。查看如何使用企业邀请码：https://www.feishu.cn/hc/articles/360040931334 你也可通过点击此链接 {{INVITATION_LINK}} 快速加入企业
zh_hk: 邀請你加入{{TEAM_NAME}}，可通過 8 位團隊代碼 {{TEAM_CODE}} 加入團隊。查看如何使用團隊代碼：https://www.feishu.cn/hc/articles/360040931334 你也可通過點擊此連結 {{INVITATION_LINK}} 以快速加入團隊

# tBo
source: You've been invited to join {{TEAM_NAME}}. You can join the organization via the 8-digit invite code {{TEAM_CODE}}. View how to join: {{LINK}}. You can also join by clicking this link {{INVITATION_LINK}} (Organization link)
de_de: Sie wurden eingeladen, {{TEAM_NAME}}. beizutreten. Sie können der Organisation über den 8-stelligen Einladungscode {{TEAM_CODE}}. beitreten. So treten Sie bei: {{LINK}} . Sie können auch beitreten, indem Sie auf diesen Link klicken {{INVITATION_LINK}} (Link der Organisation)
es_es: Has recibido una invitación para unirte a {{TEAM_NAME}}. Puedes unirte a la organización a través del código de invitación de 8 dígitos {{TEAM_CODE}}. Instrucciones para unirse: {{LINK}}. También puedes unirte haciendo clic en este enlace {{INVITATION_LINK}} (enlace de la organización)
fr_fr: Vous avez été invité à rejoindre {{TEAM_NAME}}. Vous pouvez rejoindre l'organisation via le code d'invitation à 8 chiffres {{TEAM_CODE}}. Découvrez comment rejoindre : {{LINK}}. Vous pouvez également rejoindre l'organisation en cliquant sur ce lien {{INVITATION_LINK}} (Lien de l'organisation)
hi_in: आपको {{TEAM_NAME}} में शामिल होने के लिए आमंत्रित किया गया है. आप इस लिंक {{INVITATION_LINK}} या 8-अंक के टीम कोड {{TEAM_CODE}} के माध्यम से भी टीम में शामिल हो सकते हैं. टीम कोड का इस्तेमाल कैसे करें? https://www.larksuite.com/hc/articles/360040931394
id_id: Anda telah diundang untuk bergabung dengan {{TEAM_NAME}}. Anda dapat bergabung dengan organisasi melalui kode undangan 8 digit {{TEAM_CODE}}. Lihat cara bergabung: {{LINK}}. Anda juga dapat bergabung dengan mengeklik tautan ini {{INVITATION_LINK}} (Tautan organisasi)
it_it: Sei stato/a invitato/a a partecipare a {{TEAM_NAME}}. Puoi partecipare all'organizzazione tramite il codice di invito a 8 cifre {{TEAM_CODE}}. Visualizza come partecipare: {{LINK}}. Puoi anche partecipare facendo clic su questo link {{INVITATION_LINK}} (link dell'organizzazione)
ja_jp: あなたは {{TEAM_NAME}} に招待されています。8 桁の法人コード {{TEAM_CODE}} を使用して法人に参加できます。法人コードの使い方：{{LINK}}。また、法人リンク：{{INVITATION_LINK}} をクリックして参加することもできます。
ko_kr: {{TEAM_NAME}}에 참가하도록 초대받았습니다. 8자리 초대 코드 {{TEAM_CODE}}을(를) 통해 기업에 참가할 수 있습니다. 참가 방법 보기: {{LINK}}. 이 링크 {{INVITATION_LINK}}(기업 링크)을(를) 클릭하여 참가할 수도 있습니다
ms_my: Anda telah dijemput untuk menyertai {{TEAM_NAME}}. Anda boleh menyertai organisasi melalui kod jemputan 8 digit {{TEAM_CODE}}. Lihat cara menyertai: {{LINK}}. Anda juga boleh menyertai dengan mengklik pautan ini {{INVITATION_LINK}} (Pautan organisasi)
pt_br: Você foi convidado a ingressar em {{TEAM_NAME}}. Você pode ingressar na organização por meio do código de convite de 8 dígitos {{TEAM_CODE}}. Veja como ingressar: {{LINK}}. Você também pode ingressar clicando neste link {{INVITATION_LINK}} (Link da organização)
ru_ru: Вас пригласили присоединиться к {{TEAM_NAME}}. Вы можете присоединиться к организации с помощью 8-значного кода приглашения {{TEAM_CODE}}. Посмотрите, как присоединиться: {{LINK}}. Вы также можете присоединиться, нажав на эту ссылку {{INVITATION_LINK}} (ссылка организации)
th_th: คุณได้รับเชิญให้เข้าร่วม {{TEAM_NAME}} คุณสามารถเข้าร่วมองค์กรได้โดยใช้รหัสเชิญ 8 หลัก {{TEAM_CODE}} ดูวิธีการเข้าร่วม: {{LINK}} คุณยังสามารถเข้าร่วมได้โดยคลิกที่ลิงก์นี้ได้ด้วย {{INVITATION_LINK}} (ลิงก์องค์กร)
vi_vn: Bạn đã được mời tham gia {{TEAM_NAME}}. Bạn có thể tham gia tổ chức qua mã mời gồm 8 chữ số {{TEAM_CODE}}. Xem cách tham gia tại: {{LINK}}. Bạn cũng có thể tham gia bằng cách nhấp vào liên kết này {{INVITATION_LINK}} (Liên kết của tổ chức)
zh_cn: 邀请你加入{{TEAM_NAME}}，可通过 8 位数企业邀请码 {{TEAM_CODE}} 加入，查看如何使用企业邀请码：{{LINK}}，或点击链接快速加入: {{INVITATION_LINK}}（企业链接）
zh_hk: 邀請你加入{{TEAM_NAME}}，可透過 8 位數企業邀請碼 {{TEAM_CODE}} 加入，查看如何使用企業邀請碼：{{LINK}}，或點擊連結快速加入：{{INVITATION_LINK}} (企業連結)

# gKo
source: Add Organization Member
de_de: Teammitglied hinzufügen
es_es: Agregar miembro del equipo
fr_fr: Ajouter un membre d'équipe
hi_in: टीम के सदस्य जोड़ें
id_id: Tambah Anggota Tim
it_it: Aggiungi membro del team
ja_jp: メンバーを追加
ko_kr: 팀 구성원 추가
ms_my: Tambah Ahli Organisasi
pt_br: Adicionar membro da equipe
ru_ru: Добавить участника команды
th_th: เพิ่มสมาชิกทีม
vi_vn: Thêm Thành viên nhóm
zh_cn: 添加企业成员
zh_hk: 新增團隊成員

# tFw
source: Invite link copied
de_de: Einladungs-Link kopiert
es_es: Se ha copiado el enlace de la invitación
fr_fr: Lien d'invitation copié
hi_in: आमंत्रण लिंक कॉपी की गई
id_id: Tautan undangan disalin
it_it: Link dell'invito copiato
ja_jp: 招待リンクをコピーしました
ko_kr: 초대 링크 복사됨
ms_my: Pautan jemputan disalin
pt_br: Link de convite copiado
ru_ru: Ссылка-приглашение скопирована
th_th: คัดลอกลิงก์เชิญแล้ว
vi_vn: Đã sao chép liên kết lời mời
zh_cn: 已复制邀请链接
zh_hk: 已複製邀請連結

# OZ0
source: Invite Link copied
de_de: Teamlink kopiert
es_es: El enlace de equipo se ha copiado
fr_fr: Lien d'équipe copié
hi_in: टीम लिंक कॉपी की गई
id_id: Tautan tim disalin
it_it: Link dell'invito copiato
ja_jp: 法人リンクをコピーしました
ko_kr: 초대 링크 복사됨
ms_my: Pautan Jemputan disalin
pt_br: Link de convite copiado
ru_ru: Ссылка на команду скопирована
th_th: คัดลอกลิงก์ของทีมแล้ว
vi_vn: Đã sao chép liên kết lời mời
zh_cn: 已复制企业链接
zh_hk: 已複製團隊連結

# VU4
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# Dp8
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送

# Iug
source: Import from Contacts
de_de: Aus Kontakten importieren
es_es: Importar desde Contactos
fr_fr: Importer à partir des Contacts
hi_in: संपर्क से आयात करें
id_id: Impor dari Kontak
it_it: Importa da Contatti
ja_jp: 連絡先からインポート
ko_kr: 연락처에서 가져오기
ms_my: Import dari Kenalan
pt_br: Importar dos contatos
ru_ru: Импортировать из контактов
th_th: นำเข้าจากรายชื่อผู้ติดต่อ
vi_vn: Nhập từ Danh bạ
zh_cn: 从通讯录导入
zh_hk: 從通訊錄匯入

# Eik
source: Attempted to add {{SUM}} members. Successfully added {{SUC_SUM}} members.
de_de: Es wurde versucht, {{SUM}} Mitglieder hinzuzufügen. {{SUC_SUM}} Mitglieder erfolgreich hinzugefügt.
es_es: Se ha intentado agregar a {{SUM}} miembros. Se han agregado con éxito a {{SUC_SUM}} miembros.
fr_fr: Tentative d'ajout de {{SUM}} membres. {{SUC_SUM}} membres ajoutés avec succès.
hi_in: {{SUM}} सदस्यों को जोड़ने का प्रयास किया गया. {{SUC_SUM}} सदस्यों को जोड़ा गया.
id_id: Mencoba menambah {{SUM}} anggota. Berhasil menambahkan {{SUC_SUM}} anggota.
it_it: Tentativo di aggiungere {{SUM}} membri. {{SUC_SUM}} membri aggiunti.
ja_jp: {{SUM}} 人のメンバーを追加しようとしましたが、{{SUC_SUM}} 人を追加できました
ko_kr: {{SUM}}명의 구성원 추가를 시도했습니다. 성공적으로 {{SUC_SUM}}명의 구성원을 추가했습니다.
ms_my: Mencuba menambah {{SUM}} ahli. Berjaya menambah {{SUC_SUM}} ahli.
pt_br: Tentativa de adicionar {{SUM}} membros. {{SUC_SUM}} membros adicionados com êxito.
ru_ru: Попытка добавить {{SUM}} участников. Успешно добавлены {{SUC_SUM}} участников.
th_th: ความพยายามที่จะเพิ่มสมาชิก {{SUM}} ราย เพิ่มสมาชิกสำเร็จ {{SUC_SUM}} ราย
vi_vn: Đã thử thêm {{SUM}} thành viên. Đã thêm thành công {{SUC_SUM}} thành viên.
zh_cn: 尝试添加{{SUM}}名成员，成功添加 {{SUC_SUM}}名。
zh_hk: 嘗試新增 {{SUM}} 名成員，成功新增 {{SUC_SUM}} 名。

# gFM
source: Unable to add all members.
de_de: Nicht alle Mitglieder konnten hinzugefügt werden.
es_es: No se pueden agregar todos los miembros.
fr_fr: Impossible d'ajouter tous les membres.
hi_in: कुछ सदस्यों को जोड़ने में विफल हुआ
id_id: Tidak dapat menambah semua anggota.
it_it: Impossibile aggiungere tutti i membri.
ja_jp: 一部のメンバーは追加できませんでした
ko_kr: 모든 구성원을 추가할 수 없습니다.
ms_my: Tidak dapat menambah semua ahli.
pt_br: Não é possível adicionar todos os membros.
ru_ru: Не удалось добавить всех участников.
th_th: ไม่สามารถเพิ่มสมาชิกทั้งหมดได้
vi_vn: Không thể thêm tất cả thành viên.
zh_cn: 部分成员添加失败
zh_hk: 部分成員新增失敗

# Jso
source: Attempted to add {{SUM}} members. Successfully added {{SUC_SUM}} member.
de_de: Es wurde versucht, {{SUM}} Mitglieder hinzuzufügen. {{SUC_SUM}} Mitglied erfolgreich hinzugefügt.
es_es: Se ha intentado agregar a {{SUM}} miembros. Se ha agregado con éxito a {{SUC_SUM}} miembro.
fr_fr: Tentative d'ajout de {{SUM}} membres. {{SUC_SUM}} membre ajouté avec succès.
hi_in: {{SUM}} सदस्यों को जोड़ने का प्रयास किया गया. {{SUC_SUM}} सदस्य को जोड़ा गया.
id_id: Mencoba menambah {{SUM}} anggota. Berhasil menambahkan {{SUC_SUM}} anggota.
it_it: Tentativo di aggiungere {{SUM}} membri. {{SUC_SUM}} membro aggiunto.
ja_jp: {{SUM}} 人のメンバーを追加しようとしましたが、{{SUC_SUM}} 人を追加できました
ko_kr: {{SUM}}명의 구성원 추가를 시도했습니다. {{SUC_SUM}}명의 구성원을 성공적으로 추가했습니다.
ms_my: Mencuba menambah {{SUM}} ahli. Berjaya menambah {{SUC_SUM}} ahli.
pt_br: Tentativa de adicionar {{SUM}} membros. {{SUC_SUM}} membro adicionado com êxito.
ru_ru: Предпринята попытка добавить участников: {{SUM}}. Успешно добавлено участников: {{SUC_SUM}}.
th_th: มีความพยายามจะเพิ่มสมาชิก {{SUM}} ราย เพิ่มสมาชิกสำเร็จ {{SUC_SUM}} ราย
vi_vn: Đã thử thêm {{SUM}} thành viên. Đã thêm thành công {{SUC_SUM}} thành viên.
zh_cn: 尝试添加{{SUM}}名成员，成功添加 {{SUC_SUM}}名
zh_hk: 嘗試新增 {{SUM}} 名成員，成功新增 {{SUC_SUM}} 名

# ztc
source: Added successfully
de_de: Erfolgreich hinzugefügt
es_es: Agregado con éxito
fr_fr: Ajouté avec succès
hi_in: जोड़ा गया
id_id: Berhasil ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가 성공
ms_my: Berjaya ditambah
pt_br: Adicionado com êxito
ru_ru: Успешно добавлено
th_th: เพิ่มสำเร็จ
vi_vn: Đã thêm thành công
zh_cn: 添加成功
zh_hk: 新增成功

# q44
source: In the selected members({{CONTACT_LIST}} and so on), {{INVALID_NUM}} people have incorrect {{INVITE_CHANNEL}} format and cannot be selected. They will be skipped if you continue.
de_de: Von den ausgewählten Mitgliedern ({{CONTACT_LIST}} usw.) haben {{INVALID_NUM}} ein falsches {{INVITE_CHANNEL}}-Format und können nicht ausgewählt werden. Sie werden nicht berücksichtigt, wenn Sie fortfahren.
es_es: De los miembros seleccionados, ({{CONTACT_LIST}} etc.), {{INVALID_NUM}} usuarios no tienen el formato de {{INVITE_CHANNEL}} correcto y no se pueden seleccionar. Se omitirán si continúas.
fr_fr: Parmi les membres sélectionnés ({{CONTACT_LIST}} et autres), {{INVALID_NUM}} personnes ont un format de {{INVITE_CHANNEL}} non valide et ne peuvent pas être sélectionnées. Elles seront ignorées si vous continuez.
hi_in: चयनित सदस्यों में({{CONTACT_LIST}} इत्यादि), {{INVALID_NUM}} लोगों के पास ग़लत {{INVITE_CHANNEL}} फ़ॉर्मेट है और उन्हें चुना नहीं जा सकता. अगर आप जारी रखते हैं, तो उन्हें छोड़ दिया जाएगा.
id_id: Dalam anggota yang dipilih ({{CONTACT_LIST}} dan lainnya), {{INVALID_NUM}} orang memiliki format {{INVITE_CHANNEL}} yang salah dan tidak dapat dipilih. Mereka akan dilewati jika Anda melanjutkan.
it_it: Tra i membri selezionati ({{CONTACT_LIST}}, ecc), {{INVALID_NUM}} sono in un formato {{INVITE_CHANNEL}} errato e non possono essere selezionati. Se continui, verranno saltate.
ja_jp: 選択されたメンバーのうち、 {{INVALID_NUM}} 人（{{CONTACT_LIST}} など）の {{INVITE_CHANNEL}} のフォーマットが正しくないため、選択できません。続行するとスキップされます。
ko_kr: 선택된 구성원({{CONTACT_LIST}} 등) 중에서 {{INVALID_NUM}}명의 {{INVITE_CHANNEL}} 형식이 잘못되어 선택할 수 없습니다. 계속 진행하면 이 구성원들은 건너뜁니다.
ms_my: Dalam ahli yang dipilih ({{CONTACT_LIST}} dan sebagainya), {{INVALID_NUM}} orang mempunyai format {{INVITE_CHANNEL}} yang salah dan tidak boleh dipilih. Mereka akan dilangkau jika anda teruskan.
pt_br: Nos membros selecionados ({{CONTACT_LIST}} e etc), {{INVALID_NUM}} pessoas têm um formato incorreto de {{INVITE_CHANNEL}} e não podem ser selecionadas. Elas serão ignoradas se você continuar.
ru_ru: В выборке участников ({{CONTACT_LIST}} и так далее) {{INVALID_NUM}} людей имеют неправильный формат {{INVITE_CHANNEL}} и не могут быть выбраны. Если вы продолжите, они будут пропущены.
th_th: ในบรรดาสมาชิกที่เลือก ({{CONTACT_LIST}} และอื่น ๆ) {{INVALID_NUM}} รายมีรูปแบบ {{INVITE_CHANNEL}} ที่ไม่ถูกต้องและไม่สามารถเลือกได้ ระบบจะข้ามสมาชิกเหล่านี้ไปหากคุณดำเนินการต่อ
vi_vn: Trong các thành viên đã chọn({{CONTACT_LIST}}, v.v.), {{INVALID_NUM}} người có định dạng {{INVITE_CHANNEL}} không chính xác và không thể được chọn. Họ sẽ bị bỏ qua nếu bạn tiếp tục.
zh_cn: 选择的人中有{{INVALID_NUM}}人（{{CONTACT_LIST}} 等）的{{INVITE_CHANNEL}}格式有误，不支持选择，点击继续将忽略
zh_hk: 選擇的人中有 {{INVALID_NUM}} 人（{{CONTACT_LIST}} 等）的{{INVITE_CHANNEL}}格式存在錯誤，不支援選擇，點擊繼續以忽略

# emo
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續

# UJU
source: In the selected members, 1 person ({{CONTACT_LIST}}) has incorrect {{INVITE_CHANNEL}} format and cannot be selected. That person will be skipped if you continue.
de_de: Unter den ausgewählten Mitgliedern hat 1 Person ({{CONTACT_LIST}}) ein falsches {{INVITE_CHANNEL}}-Format und kann nicht ausgewählt werden. Falls Sie fortfahren, wird diese Person übersprungen.
es_es: En los miembros seleccionados, 1 persona ({{CONTACT_LIST}}) tiene un formato incorrecto de {{INVITE_CHANNEL}} y no se puede seleccionar. Si continúas, esa persona se omitirá.
fr_fr: Parmi les membres sélectionnés, 1 membre ({{CONTACT_LIST}}) a un format {{INVITE_CHANNEL}} erroné et ne peut pas être sélectionné. Si vous continuez, il sera ignoré.
hi_in: चयनित सदस्यों में, 1 व्यक्ति ({{CONTACT_LIST}}) के पास गलत {{INVITE_CHANNEL}} फ़ॉर्मेट है और उसे नहीं चुना जा सकता. अगर आप जारी रखते हैं, तो उस व्यक्ति को छोड़ दिया जाएगा.
id_id: Di dalam anggota yang dipilih, 1 orang ({{CONTACT_LIST}}) memiliki format {{INVITE_CHANNEL}} yang salah dan tidak dapat dipilih. Orang tersebut akan dilewati jika Anda melanjutkan.
it_it: Tra i membri selezionati, 1 persona ({{CONTACT_LIST}}) ha il formato di {{INVITE_CHANNEL}} errato e non può essere selezionata. Se continui, quella persona verrà saltata.
ja_jp: 選択されたメンバーのうち、 1 人（{{CONTACT_LIST}}）の{{INVITE_CHANNEL}}のフォーマットが正しくないため、選択できません。続行するとスキップされます。
ko_kr: 선택한 구성원 중 1명({{CONTACT_LIST}})이 잘못된 {{INVITE_CHANNEL}} 형식을 가지고 있어 선택할 수 없습니다. 계속하면 해당 구성원을 건너뜁니다.
ms_my: Dalam ahli yang dipilih, 1 orang ({{CONTACT_LIST}}) mempunyai format {{INVITE_CHANNEL}} yang salah dan tidak dapat dipilih. Orang itu akan dilangkau jika anda teruskan.
pt_br: Nos membros selecionados, 1 pessoa ({{CONTACT_LIST}}) tem o formato de {{INVITE_CHANNEL}} incorreto e não pode ser selecionada. Essa pessoa será ignorada se você continuar.
ru_ru: Среди выбранных участников 1 человек ({{CONTACT_LIST}}) имеет неверный формат {{INVITE_CHANNEL}} и не может быть выбран. Этот человек будет пропущен, если вы продолжите.
th_th: ในจำนวนสมาชิกที่เลือก มี 1 คน ({{CONTACT_LIST}}) ที่มีรูปแบบ {{INVITE_CHANNEL}} ไม่ถูกต้องและไม่สามารถเลือกได้ บุคคลนั้นจะถูกข้ามหากคุณดำเนินการต่อ
vi_vn: Trong số các thành viên đã chọn, 1 người ({{CONTACT_LIST}}) có định dạng {{INVITE_CHANNEL}} không chính xác và không thể chọn được. Người đó sẽ bị bỏ qua nếu bạn tiếp tục.
zh_cn: 选择的人中有 1 人（{{CONTACT_LIST}}）的{{INVITE_CHANNEL}}格式有误，不支持选择，点击继续将忽略
zh_hk: 選擇的人中有 1 人 ({{CONTACT_LIST}}) 的{{INVITE_CHANNEL}}格式有誤，不支援選擇，點擊繼續將忽略此人

# n4s
source: Invite QR Code saved to album
de_de: Team-QR-Code in Album gespeichert
es_es: El código QR de equipo se ha guardado en el álbum
fr_fr: Code QR d'équipe enregistré dans l'album
hi_in: टीम QR कोड अल्बम में सहेजा गया
id_id: Kode QR Tim disimpan ke album
it_it: Codice QR dell'invito salvato nell'album
ja_jp: QRコードを写真に保存しました
ko_kr: 초대 QR 링크가 앨범에 저장됨
ms_my: Kod QR Jemputan disimpan ke album
pt_br: Código QR de convite salvo no álbum
ru_ru: QR-код команды сохранен в альбоме
th_th: บันทึกคิวอาร์โค้ดของทีมไปยังอัลบั้มแล้ว
vi_vn: Đã lưu mã QR nhóm vào album
zh_cn: 企业二维码已保存至相册
zh_hk: 團隊 QR 碼已儲存至相簿

# r/o
source: Members can easily join your organization by copying the Invite Code.
de_de: Mitglieder können Ihrem Team ganz einfach durch Kopieren des Teamcodes beitreten.
es_es: Los usuarios pueden unirse fácilmente a tu equipo si copian el código del equipo.
fr_fr: Les membres peuvent facilement rejoindre votre équipe en copiant le code d'équipe.
hi_in: इस टीम कोड को कॉपी करके सदस्य आपकी टीम में आसानी से शामिल हो सकते हैं.
id_id: Anggota dapat dengan mudah bergabung ke tim Anda dengan cara menyalin Kode Tim.
it_it: I membri possono unirsi facilmente al tuo team copiando il codice del team.
ja_jp: 法人コードの共有後、メンバーがコピーして Feishu を開くと、法人に参加できます。
ko_kr: 구성원은 팀 코드를 복사하여 팀에 쉽게 참가할 수 있습니다.
ms_my: Ahli boleh menyertai organisasi anda dengan mudah dengan menyalin Kod Jemputan.
pt_br: Os membros podem ingressar facilmente em sua equipe copiando o Código da equipe.
ru_ru: Участники могут легко присоединиться к вашей команде, скопировав код команды.
th_th: สมาชิกสามารถเข้าร่วมทีมของคุณได้ง่าย ๆ โดยการคัดลอกรหัสทีม
vi_vn: Các thành viên có thể dễ dàng tham gia nhóm của bạn bằng cách sao chép Mã nhóm.
zh_cn: 分享企业邀请码，成员复制后打开飞书即可快速加入
zh_hk: 分享團隊代碼，成員複製後開啟飛書，即可快速加入。

# Q3s
source: Members can easily join your organization by entering the 8-digit code.
de_de: Mitglieder können Ihrer Organisation ganz einfach durch Eingabe des 8-stelligen Codes beitreten.
es_es: Los miembros pueden unirse fácilmente a tu organización si introducen el código de 8 dígitos.
fr_fr: Les membres peuvent facilement rejoindre votre organisation en copiant le code à huit chiffres.
hi_in: 8-अंक का कोड दर्ज करके सदस्य आपके संगठन में आसानी से शामिल हो सकते हैं.
id_id: Anggota dapat dengan mudah bergabung dengan organisasi Anda dengan memasukkan kode 8 digit.
it_it: I membri possono unirsi facilmente alla tua organizzazione immettendo il codice di 8 cifre.
ja_jp: 次の法人コードをメンバーに共有し、メンバーはコードを Lark に入力すると、法人に参加できます。
ko_kr: 구성원은 8자리 코드를 입력하여 기업에 쉽게 참가할 수 있습니다.
ms_my: Ahli boleh menyertai organisasi anda dengan mudah dengan memasukkan kod 8-digit.
pt_br: Os membros podem ingressar facilmente em sua organização inserindo o código de 8 dígitos.
ru_ru: Участники могут легко присоединиться к вашей команде, введя 8-значный код.
th_th: สมาชิกสามารถเข้าร่วมองค์กรของคุณได้ง่าย ๆ โดยการกรอกรหัส 8 หลัก
vi_vn: Các thành viên có thể dễ dàng tham gia tổ chức của bạn bằng cách nhập mã có 8 chữ số.
zh_cn: 分享下方企业邀请码，成员在 Lark 中输入即可加入
zh_hk: 分享下方團隊代碼，成員在 Lark 中輸入，即可加入。

# qis
source: View Guide Here
de_de: Handbuch hier anzeigen
es_es: Puede ver la guía aquí
fr_fr: Afficher le guide ici
hi_in: यहाँ गाइड देखें
id_id: Lihat Panduan Di Sini
it_it: Visualizza qui la guida
ja_jp: ユーザーガイドを見る
ko_kr: 여기서 가이드 보기
ms_my: Lihat Panduan Di Sini
pt_br: Veja o guia aqui
ru_ru: Смотреть руководство здесь
th_th: ดูคู่มือได้ที่นี่
vi_vn: Xem hướng dẫn tại đây
zh_cn: 查看使用说明
zh_hk: 查看使用說明

# jkY
source: Help Center
de_de: Hilfecenter
es_es: Centro de ayuda
fr_fr: Centre d'aide
hi_in: सहायता केंद्र
id_id: Pusat Bantuan
it_it: Centro assistenza
ja_jp: ヘルプセンター
ko_kr: 도움말 센터
ms_my: Pusat Bantuan
pt_br: Central de ajuda
ru_ru: Справочный центр
th_th: ศูนย์ช่วยเหลือ
vi_vn: Trung tâm Trợ giúp
zh_cn: 帮助中心
zh_hk: 客服中心

# 78o
source: Share Invite Link with members
de_de: Einladungslink mit Mitgliedern teilen
es_es: Compartir el enlace de equipo con los miembros
fr_fr: Partager le lien d'équipe avec les membres
hi_in: सदस्यों के साथ टीम लिंक साझा करें
id_id: Berbagi Tautan Tim dengan anggota
it_it: Condividi il Link dell'invito con i membri
ja_jp: 法人リンクを共有
ko_kr: 구성원과 팀 링크 공유
ms_my: Kongsi Pautan Jemputan dengan ahli
pt_br: Compartilhar link de convite com membros
ru_ru: Поделиться пригласительной ссылкой с участниками
th_th: แบ่งปันลิงก์คำเชิญกับสมาชิก
vi_vn: Chia sẻ Liên kết Nhóm với các thành viên
zh_cn: 分享企业链接
zh_hk: 分享團隊連結
