Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkContact/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 1/Y
source: Permission denied. Please contact administrator.
de_de: Berechtigung verweigert! Kontaktieren Sie den Administrator.
es_es: Permiso denegado. Contacta con el administrador.
fr_fr: Autorisation refusée. Veuillez contacter l'administrateur.
hi_in: अनुमति अस्वीकार की गई! कृपया एडमिनिस्ट्रेटर से संपर्क करें
id_id: Izin ditolak. Hubungi administrator.
it_it: Autorizzazione negata. Contatta l'amministratore.
ja_jp: 許可がありません。管理者にご連絡ください
ko_kr: 권한이 거부되었습니다. 관리자에게 문의하세요.
ms_my: Kebenaran ditolak. Sila hubungi pentadbir.
pt_br: Permissão negada. Fale com o administrador.
ru_ru: В разрешении отказано. Обратитесь к администратору.
th_th: สิทธิ์การอนุญาตถูกปฏิเสธ โปรดติดต่อผู้ดูแล
vi_vn: Quyền đã bị từ chối. Vui lòng liên hệ quản trị viên.
zh_cn: 没有权限，请联系企业管理员
zh_hk: 沒有權限！請聯絡管理員

# xtA
source: Add External Contact
de_de: Externen Kontakt hinzufügen
es_es: Agregar contacto externo
fr_fr: Ajouter un contact externe
hi_in: बाहरी संपर्क जोड़ें
id_id: Tambah Kontak Eksternal
it_it: Aggiungi contatto esterno
ja_jp: 外部連絡先を追加
ko_kr: 외부 연락처 추가
ms_my: Tambah Kenalan Luar
pt_br: Adicionar contatos externos
ru_ru: Добавить внешний контакт
th_th: เพิ่มผู้ติดต่อภายนอก
vi_vn: Thêm danh bạ bên ngoài
zh_cn: 添加外部联系人
zh_hk: 新增外部聯絡人

# C7k
source: You can add collaborators and partners outside of your organization as external contacts so they can chat with you and access shared files.
de_de: Sie können Mitarbeiter und Partner außerhalb Ihrer Organisation als externe Kontakte hinzufügen, damit diese mit Ihnen chatten und auf geteilte Dateien zugreifen können.
es_es: Puedes agregar colaboradores y socios que no pertenezcan a tu organización como contactos externos para que puedan chatear contigo y acceder a los archivos compartidos.
fr_fr: Vous pouvez ajouter des collaborateurs et des partenaires qui n'appartiennent pas à votre organisation en tant que contacts externes afin que ceux-ci puissent discuter avec vous et accéder aux fichiers partagés.
hi_in: आप अपने संगठन के बाहर के सहयोगियों और भागीदारों को बाहरी संपर्कों के रूप में जोड़ सकते हैं ताकि वे आपके साथ चैट कर सकें और साझा की गई फ़ाइलें ऐक्सेस कर सकें.
id_id: Anda dapat menambahkan kolaborator dan mitra di luar organisasi Anda sebagai kontak eksternal sehingga mereka dapat mengobrol dengan Anda dan mengakses file yang dibagikan.
it_it: Puoi aggiungere collaboratori e partner esterni alla tua organizzazione come contatti esterni in modo che possano chattare con te e accedere ai file condivisi.
ja_jp: クライアントやパートナーと協力する際、外部連絡先として追加すると、チャットやドキュメントの共有に役立ちます
ko_kr: 기업 외부의 공동 작업자와 파트너가 회원님과 채팅하고 공유 파일에 액세스하도록 이들을 외부 연락처로 추가할 수 있습니다.
ms_my: Anda boleh menambah rakan kerjasama dan rakan kongsi di luar organisasi anda sebagai kenalan luar supaya mereka boleh bersembang dengan anda dan mengakses fail yang dikongsi.
pt_br: Você pode adicionar colaboradores e parceiros de fora da sua organização como contatos externos para que possam conversar com você e acessar os arquivos compartilhados.
ru_ru: Вы можете добавить сотрудников и партнеров извне вашей команды в качестве внешних контактов, чтобы они могли общаться с вами и получать доступ к общим файлам.
th_th: คุณสามารถเพิ่มผู้ร่วมงานและพันธมิตรนอกองค์กรของคุณเป็นผู้ติดต่อภายนอกได้ เพื่อให้สามารถแชทกับคุณและเข้าถึงไฟล์ที่ใช้ร่วมกันได้
vi_vn: Bạn có thể thêm cộng tác viên và đối tác bên ngoài tổ chức làm danh bạ bên ngoài để họ có thể trò chuyện với bạn và truy cập các tệp tin được chia sẻ.
zh_cn: 你可以将企业外的协作者、合作伙伴添加为外部联系人，方便进行沟通和文档协作
zh_hk: 你可以將團隊外的協作者或合作夥伴新增為外部聯絡人，方便溝通和進行文件協作。

# B08
source: People outside your organization can chat and access files you share with organization.
de_de: Personen außerhalb Ihrer Organisation können chatten und auf von ihnen geteilte Dateien zugreifen.
es_es: La personas ajenas a tu organización pueden chatear y acceder a los archivos que has compartido con la organización.
fr_fr: Les personnes extérieures à votre organisation peuvent discuter et accéder aux fichiers partagés avec l'organisation.
hi_in: आपके संगठन के बाहर के लोग चैट कर सकते हैं और वे फ़ाइलें ऐक्सेस कर सकते हैं जो आप संगठन के साथ साझा करते हैं.
id_id: Orang di luar organisasi Anda dapat mengobrol dan mengakses file yang Anda bagikan dengan organisasi.
it_it: Le persone esterne alla tua organizzazione possono chattare e accedere ai file che condividi con loro.
ja_jp: 外部連絡先は、あなたとチャットしたり、あなたが共有したドキュメントにアクセスしたりできます。
ko_kr: 기업 외부인이 채팅하고 회원님이 공유한 파일에 액세스할 수 있습니다.
ms_my: Orang di luar organisasi anda boleh berbual dan mengakses fail yang anda kongsi dengan organisasi.
pt_br: Pessoas de fora da sua organização podem conversar e acessar arquivos que você compartilha com elas.
ru_ru: Пользователи, не входящие в команду, могут участвовать в чате и имеют доступ к файлам.
th_th: คนนอกองค์กรของคุณสามารถแชทและเข้าถึงไฟล์ที่คุณแบ่งปันกับองค์กรได้
vi_vn: Những người bên ngoài tổ chức của bạn có thể trò chuyện và truy cập vào tệp tin mà bạn chia sẻ trong tổ chức.
zh_cn: 你可以将企业外的协作者、合作伙伴添加为外部联系人，方便进行沟通和文档协作
zh_hk: 你可以將團隊外的協作者或合作夥伴新增為外部聯絡人，方便溝通和進行文件協作。

# bf8
source: Invite Contact via Email
de_de: Kontakt per E-Mail einladen
es_es: Invitar a un contacto por correo electrónico
fr_fr: Inviter un contact par e-mail
hi_in: ईमेल के ज़रिए से संपर्क को आमंत्रित करें
id_id: Undang Kontak via Email
it_it: Invita contatto tramite e-mail
ja_jp: メールで招待を送信
ko_kr: 이메일을 통해 연락처 초대
ms_my: Jemput Kenalan melalui Emel
pt_br: Convidar contato por e-mail
ru_ru: Пригласить из контактов электронным сообщением
th_th: เชิญผู้ติดต่อผ่านทางอีเมล
vi_vn: Mời Liên hệ qua Email
zh_cn: 发送邀请邮件
zh_hk: 發送邀請郵件

# 2LA
source: Invite Contact via Text
de_de: Kontakt per Textnachricht einladen
es_es: Invitar a un contacto por mensaje de texto
fr_fr: Inviter un contact par SMS
hi_in: टेक्स्ट के ज़रिए से संपर्क को आमंत्रित करें
id_id: Undang Kontak via Pesan Teks
it_it: Invita contatto tramite SMS
ja_jp: SMS で招待を送信
ko_kr: 문자를 통해 연락처 초대
ms_my: Jemput Kenalan melalui Teks
pt_br: Convidar contato por meio de mensagem de texto
ru_ru: Пригласить из контактов текстовым сообщением
th_th: เชิญผู้ติดต่อผ่านทางข้อความ
vi_vn: Mời Liên hệ qua Tin nhắn
zh_cn: 发送邀请短信
zh_hk: 發送邀請短訊

# BX8
source: Join me on {{APP_DISPLAY_NAME}}
de_de: Bei {{APP_DISPLAY_NAME}} mitmachen
es_es: Únete en {{APP_DISPLAY_NAME}}
fr_fr: Rejoignez-moi sur {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} में मेरे साथ शामिल हों
id_id: Bergabung dengan saya di {{APP_DISPLAY_NAME}}
it_it: Unisciti a me su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} へようこそ
ko_kr: {{APP_DISPLAY_NAME}}에서 저와 함께해요
ms_my: Sertai saya di {{APP_DISPLAY_NAME}}
pt_br: Junte-se a mim no {{APP_DISPLAY_NAME}}
ru_ru: Присоединиться к {{APP_DISPLAY_NAME}}
th_th: เข้าร่วมกับฉันที่ {{APP_DISPLAY_NAME}}
vi_vn: Tham gia cùng tôi trên {{APP_DISPLAY_NAME}}
zh_cn: 和我一起使用{{APP_DISPLAY_NAME}}
zh_hk: 和我一起使用{{APP_DISPLAY_NAME}}

# O3w
source: External contacts
de_de: Externe Kontakte
es_es: Contactos externos
fr_fr: Contacts externes
hi_in: बाहरी संपर्क
id_id: Kontak eksternal
it_it: Contatti esterni
ja_jp: 外部連絡先
ko_kr: 외부 연락처
ms_my: Kenalan luar
pt_br: Contatos externos
ru_ru: Внешние контакты
th_th: ผู้ติดต่อภายนอก
vi_vn: Danh bạ bên ngoài
zh_cn: 外部联系人
zh_hk: 外部聯絡人

# mW8
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित करें
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_hk: 邀請

# 2fM
source: Invite Members
de_de: Mitglieder einladen
es_es: Invitar a miembros
fr_fr: Inviter des membres
hi_in: सदस्यों को आमंत्रित करें
id_id: Undang Anggota
it_it: Invita membri
ja_jp: メンバーを招待
ko_kr: 구성원 초대
ms_my: Jemput Ahli
pt_br: Convidar membros
ru_ru: Пригласить участников
th_th: เชิญสมาชิก
vi_vn: Mời Thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# SYM
source: Members can access documents, Calendar, chat history, and organization hierarchy.
de_de: Mitglieder können auf Dokumente, den Kalender, den Chatverlauf und die Organisationshierarchie zugreifen.
es_es: Los miembros pueden acceder a los documentos, al Calendario, al historial de chat y a la jerarquía del organización.
fr_fr: Les membres peuvent accéder aux documents, au Calendrier, à l'historique de discussions et à la hiérarchie d'organisation.
hi_in: सदस्य दस्तावेज़, "कैलेंडर", चैट इतिहास, और संगठन पदानुक्रम ऐक्सेस कर सकते हैं.
id_id: Anggota dapat mengakses dokumen, Kalender, riwayat obrolan, dan hierarki organisasi.
it_it: I membri possono accedere a documenti, calendario, cronologia chat e gerarchia dell'organizzazione.
ja_jp: メンバーは権限設定に応じて内部のデータにアクセスできます：組織構造、Docs、カレンダー、チャットの履歴など。
ko_kr: 구성원은 문서, 캘린더, 채팅 기록, 기업 체계에 액세스할 수 있습니다.
ms_my: Ahli boleh mengakses dokumen, Kalendar, sejarah sembang, dan hierarki organisasi.
pt_br: Os membros podem acessar documentos, calendário, histórico do chat e hierarquia da organização.
ru_ru: Участники имеют доступ к документам, календарю, истории чатов и иерархии команды.
th_th: สมาชิกสามารถเข้าถึงเอกสาร ปฏิทิน ประวัติแชท และลำดับชั้นขององค์กรได้
vi_vn: Thành viên có thể truy cập các tài liệu, Lịch, lịch sử trò chuyện và cấu trúc phân cấp tổ chức.
zh_cn: 企业成员可以访问企业内的信息，包括：组织架构、在线文档、日历及会话历史记录。
zh_hk: 團隊成員可以存取團隊內的資料，包括：組織架構、線上文件、日曆及過往對話記錄。

# KL4
source: Organization Members
de_de: Teammitglieder
es_es: Miembros del equipo
fr_fr: Membres d'équipe
hi_in: टीम के सदस्य
id_id: Anggota Tim
it_it: Membri del team
ja_jp: メンバー
ko_kr: 팀 구성원
ms_my: Ahli Organisasi
pt_br: Membros da equipe
ru_ru: Участники команды
th_th: สมาชิกในทีม
vi_vn: Thành viên nhóm
zh_cn: 企业成员
zh_hk: 團隊成員

# tBA
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加する
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# DCc
source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunto
ja_jp: 追加済み
ko_kr: 추가됨
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_hk: 已新增

# r2Q
source: Search:
de_de: Suchen:
es_es: Buscar:
fr_fr: Rechercher :
hi_in: खोजें
id_id: Cari:
it_it: Ricerca:
ja_jp: 検索：
ko_kr: 검색:
ms_my: Cari:
pt_br: Pesquisar:
ru_ru: Поиск:
th_th: ค้นหา:
vi_vn: Tìm kiếm:
zh_cn: 搜索：
zh_hk: 搜尋：

# hQ0
source: Find users by phone number or email
de_de: Benutzer per E-Mail-Adresse oder Telefonnummer suchen
es_es: Encontrar usuarios mediante número de móvil o correo electrónico
fr_fr: Rechercher des utilisateurs par numéro de téléphone ou e-mail
hi_in: ईमेल या फ़ोन नंबर के ज़रिए उपयोगकर्ताओं को ढूँढें
id_id: Temukan pengguna dengan nomor telepon atau email
it_it: Cerca utenti tramite numero di telefono o e-mail
ja_jp: 携帯電話番号またはメールアドレスを入力
ko_kr: 이메일 또는 전화번호를 통해 새 연락처 추가
ms_my: Cari pengguna melalui nombor telefon atau emel
pt_br: Adicione novos contatos por e-mail ou número de telefone
ru_ru: Найти по почте или номеру телефона
th_th: ค้นหาผู้ใช้ด้วยหมายเลขโทรศัพท์หรืออีเมล
vi_vn: Tìm người dùng qua số điện thoại hoặc email
zh_cn: 输入联系人手机号或邮箱
zh_hk: 輸入聯絡人手機號碼或電郵地址

# DWA
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Показать
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看

# 3BY
source: Please try again.
de_de: Versuchen Sie es erneut.
es_es: Inténtalo de nuevo, por favor.
fr_fr: Veuillez réessayer.
hi_in: कृपया पुनः प्रयास करें.
id_id: Coba lagi.
it_it: Riprova.
ja_jp: 送信できませんでした
ko_kr: 다시 시도하세요.
ms_my: Sila cuba lagi.
pt_br: Tente novamente.
ru_ru: Повторите попытку.
th_th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại.
zh_cn: 发送失败
zh_hk: 發送失敗

# POg
source: Invitation sent!
de_de: Einladung gesendet!
es_es: Invitación enviada
fr_fr: Invitation envoyée !
hi_in: आमंत्रण भेजा गया!
id_id: Undangan terkirim!
it_it: Invito inviato!
ja_jp: 送信しました
ko_kr: 초대장을 보냈습니다!
ms_my: Jemputan dihantar!
pt_br: Convite enviado!
ru_ru: Приглашение отправлено!
th_th: ส่งคำเชิญแล้ว!
vi_vn: Đã gửi lời mời!
zh_cn: 发送成功！
zh_hk: 發送成功！

# Zyk
source: Share referral link via email
de_de: Empfehlungslink per E-Mail teilen
es_es: Compartir enlace de recomendación por correo electrónico
fr_fr: Partager le lien de parrainage par e-mail
hi_in: ईमेल से रेफ़रल लिंक साझा करें
id_id: Berbagi tautan referal via email
it_it: Condividi il link di riferimento tramite e-mail
ja_jp: メールでおすすめリンクを共有する
ko_kr: 이메일을 통해 추천 링크 공유
ms_my: Kongsi pautan rujukan melalui emel
pt_br: Compartilhar link de indicação por e-mail
ru_ru: Поделиться реферальной ссылкой по электронной почте
th_th: แชร์ลิงก์การแนะนำผ่านอีเมล
vi_vn: Chia sẻ liên kết giới thiệu qua email
zh_cn: 通过邮件分享推荐链接
zh_hk: 通過郵件分享推薦連結

# nYc
source: Share referral link via text
de_de: Empfehlungslink per SMS teilen
es_es: Compartir enlace de recomendación mediante texto
fr_fr: Partager le lien de parrainage par SMS
hi_in: टेक्स्ट से रेफ़रल लिंक साझा करें
id_id: Berbagi tautan referal via pesan teks
it_it: Condividi il link di riferimento tramite SMS
ja_jp: SMS でおすすめリンクを共有する
ko_kr: 문자를 통해 추천 링크 공유
ms_my: Kongsi pautan rujukan melalui teks
pt_br: Compartilhar link de indicação por mensagem de texto
ru_ru: Поделиться реферальной ссылкой в текстовом сообщении
th_th: แชร์ลิงก์การแนะนำผ่านข้อความ SMS
vi_vn: Chia sẻ liên kết giới thiệu qua tin nhắn
zh_cn: 通过短信分享推荐链接
zh_hk: 通過短訊分享推薦連結

# zU4
source: Leave Organization
de_de: Organisation verlassen
es_es: Abandonar la organización
fr_fr: Quitter l'organisation
hi_in: संगठन छोड़ें
id_id: Keluar dari Organisasi
it_it: Abbandona organizzazione
ja_jp: 組織から退会する
ko_kr: 기업에서 나가기
ms_my: Tinggalkan Organisasi
pt_br: Sair da organização
ru_ru: Покинуть команду
th_th: ออกจากองค์กร
vi_vn: Rời tổ chức
zh_cn: 退出企业
zh_hk: 退出團隊

# 3hE
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिला
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Ничего не найдено
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả
zh_cn: 未找到匹配结果
zh_hk: 找不到相符結果

# hl0
source: To:
de_de: An:
es_es: Para:
fr_fr: À :
hi_in: प्राप्तकर्ता:
id_id: Kepada:
it_it: A:
ja_jp: 宛先：
ko_kr: 받는 사람:
ms_my: Kepada:
pt_br: Para:
ru_ru: Кому:
th_th: ถึง:
vi_vn: Đến:
zh_cn: 收件人：
zh_hk: 收件者：

# B6c
source: Subject:
de_de: Betreff:
es_es: Asunto:
fr_fr: Objet :
hi_in: विषय:
id_id: Subjek:
it_it: Oggetto:
ja_jp: 件名：
ko_kr: 제목:
ms_my: Subjek:
pt_br: Assunto:
ru_ru: Тема:
th_th: หัวเรื่อง:
vi_vn: Chủ đề:
zh_cn: 主题：
zh_hk: 主題：

# sQI
source: Due to member limits, the current department cannot be selected. Please click "expand" to add contacts.
de_de: Aufgrund von Mitgliederbeschränkungen kann die aktuelle Abteilung nicht ausgewählt werden. Um Kontakte hinzuzufügen, klicken Sie bitte auf „Erweitern“.
es_es: Debido a los límites de los miembros, no se puede seleccionar el departamento actual. Haz clic en "Expandir" para agregar contactos.
fr_fr: En raison des limites imposées aux membres, le service actuel ne peut pas être sélectionné. Veuillez cliquer sur "afficher" pour ajouter des contacts.
id_id: Karena keterbatasan anggota, departemen saat ini tidak dapat dipilih. Klik "buka" untuk menambahkan kontak.
it_it: A causa dei limiti dei membri, il reparto corrente non può essere selezionato. Fai clic su "Espandi" per aggiungere contatti.
ja_jp: この部門は人数が多いため、選択できません。下位部門から連絡先を追加してください。
ko_kr: 구성원 제한으로 인해 현재 부서를 선택할 수 없습니다. 연락처를 추가하려면 "확장"을 클릭하세요.
pt_br: Devido aos limites de membros, o departamento atual não pode ser selecionado. Clique em "expandir" para adicionar contatos.
ru_ru: Из-за ограничений на число участников текущий отдел выбрать нельзя. Чтобы добавить контакты, нажмите Развернуть.
th_th: เนื่องจากข้อจำกัดของสมาชิก ทำให้ไม่สามารถเลือกแผนกปัจจุบันได้ โปรดคลิก "ขยาย" เพื่อเพิ่มรายชื่อที่ติดต่อ
vi_vn: Do giới hạn thành viên nên không thể chọn phòng ban hiện tại. Vui lòng nhấp vào "tăng" để thêm liên hệ.
zh_cn: 该部门人数过多无法勾选，请进入下级添加联系人
zh_hk: 該部門人數過多，無法勾選，請進入下級新增聯絡人

# GRw
source: Internet error. Please try again later.
de_de: Internetfehler. Bitte versuchen Sie es später erneut.
es_es: Error de Internet. Inténtalo de nuevo más tarde.
fr_fr: Erreur Internet. Veuillez réessayer plus tard.
id_id: Kesalahan internet. Coba lagi nanti.
it_it: Errore di Internet. Riprova più tardi.
ja_jp: ネットワークエラーです。再試行してください。
ko_kr: 인터넷 오류입니다. 나중에 다시 시도하세요.
pt_br: Erro de Internet. Tente novamente mais tarde.
ru_ru: Ошибка подключения к Интернету. Повторите попытку позже.
th_th: เกิดข้อผิดพลาดกับอินเทอร์เน็ตโปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi Internet. Vui lòng thử lại sau.
zh_cn: 网络异常，请重试
zh_hk: 網絡異常，請重試

# yys
source: Add your first email contact now
de_de: Ersten E-Mail-Kontakt jetzt hinzufügen
es_es: Agrega ahora tu primer contacto de correo electrónico
fr_fr: Ajoutez votre premier contact par e-mail maintenant
hi_in: अपना पहला ईमेल संपर्क अभी जोड़ें
id_id: Tambah kontak email pertama Anda sekarang
it_it: Aggiungi ora il tuo primo contatto email
ja_jp: 連絡先がありません。
ko_kr: 지금 첫 번째 이메일 연락처를 추가하세요
ms_my: Tambah kenalan emel pertama anda sekarang
pt_br: Adicione seu primeiro cartão de contato agora
ru_ru: Добавьте свой первый адрес почты прямо сейчас
th_th: เพิ่มรายชื่อที่ติดต่อของอีเมลรายการแรกตอนนี้
vi_vn: Thêm thẻ liên lạc đầu tiên của bạn ngay
zh_cn: 暂无邮箱联系人
zh_hk: 暫無名片夾

# KNE
source: Please enter a valid mobile number.
de_de: Geben Sie bitte eine gültige Mobiltelefonnummer ein.
es_es: Introduce un número de teléfono móvil válido.
fr_fr: Veuillez saisir un numéro de téléphone valide.
hi_in: कृपया मान्य मोबाइल नंबर दर्ज करें
id_id: Masukkan nomor ponsel yang valid.
it_it: Immetti un numero di telefono valido.
ja_jp: 正しい携帯番号を入力してください
ko_kr: 올바른 휴대폰 번호를 입력하세요.
ms_my: Sila masukkan nombor telefon bimbit yang sah.
pt_br: Insira um número de celular válido.
ru_ru: Введите действительный номер мобильного телефона
th_th: โปรดกรอกหมายเลขโทรศัพท์มือถือที่ถูกต้อง
vi_vn: Vui lòng nhập một số điện thoại di động hợp lệ.
zh_cn: 请填写有效的手机号
zh_hk: 請填寫有效手機號碼

# ufA
source: Mailing list must have at least one member.
de_de: Mailingliste muss mindestens ein Mitglied aufweisen.
es_es: La lista de correo debe tener al menos un miembro.
fr_fr: La liste de diffusion doit comporter au moins un membre.
hi_in: मेलिंग लिस्ट में कम से कम एक सदस्य होना चाहिए.
id_id: Milis harus memiliki setidaknya satu anggota.
it_it: La lista di distribuzione deve contenere almeno un membro.
ja_jp: 1 人以上のメーリングリストメンバーが必要です
ko_kr: 메일 그룹에는 한 명 이상의 구성원이 있어야 합니다.
ms_my: Senarai surat menyurat mesti mempunyai sekurang-kurangnya satu ahli.
pt_br: A lista de emails deve ter pelo menos um membro.
ru_ru: В списке рассылки должен быть хотя бы один участник.
th_th: รายการส่งอีเมลต้องมีสมาชิกอย่างน้อยหนึ่งราย
vi_vn: Danh sách gửi thư phải có ít nhất một thành viên.
zh_cn: 请至少保留一位邮件组成员
zh_hk: 請至少保留一位郵件群組成員

# VKY
source: Failed to add
de_de: Hinzufügen fehlgeschlagen
es_es: Error al agregar
fr_fr: Échec de l'ajout
hi_in: जोड़ने में विफल हुआ
id_id: Gagal menambah
it_it: Impossibile aggiungere
ja_jp: 追加できませんでした
ko_kr: 추가하지 못했습니다
ms_my: Gagal menambah
pt_br: Falha ao adicionar
ru_ru: Не удалось добавить
th_th: เพิ่มไม่สำเร็จ
vi_vn: Thêm không thành công
zh_cn: 添加失败
zh_hk: 新增失敗

# uaM
source: Add member
de_de: Mitglied hinzufügen
es_es: Agregar miembro
fr_fr: Ajouter un membre
hi_in: सदस्य जोड़ें
id_id: Tambah anggota
it_it: Aggiungi membro
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah ahli
pt_br: Adicionar membro
ru_ru: Добавить участника
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# 6Ok
source: Please add members or select a different option
de_de: Bitte fügen Sie Mitglieder hinzu oder wählen Sie eine andere Option
es_es: Agrega miembros o selecciona una opción diferente
fr_fr: Veuillez ajouter des membres ou sélectionner une autre option
id_id: Tambahkan anggota atau pilih opsi lain
it_it: Aggiungi membri o seleziona un'opzione diversa
ja_jp: メンバーを追加するか他のオプションに切り替えてください
ko_kr: 구성원을 추가하거나 다른 옵션을 선택하세요
ms_my: Sila tambah ahli atau pilih pilihan berbeza
pt_br: Adicione membros ou selecione uma opção diferente
ru_ru: Добавьте участников или выберите другой вариант
th_th: โปรดเพิ่มสมาชิกหรือเลือกตัวเลือกอื่น
vi_vn: Vui lòng thêm thành viên hoặc chọn tùy chọn khác
zh_cn: 请添加成员或切换其他选项
zh_hk: 請新增成員或切換其他選項

# tY8
source: Please add members or select a different option
de_de: Bitte Mitglieder hinzufügen oder eine andere Option auswählen
es_es: Agrega miembros o selecciona otra opción
fr_fr: Veuillez ajouter des membres ou sélectionner une autre option
hi_in: कृपया सदस्य जोड़ें या अलग विकल्प चुनें
id_id: Tambah anggota atau pilih opsi lain
it_it: Aggiungi membri o seleziona un'altra opzione
ja_jp: メンバーを選択するか、その他オプションに切り替えてください
ko_kr: 구성원을 추가하거나 다른 옵션을 선택하세요
ms_my: Sila tambah ahli atau pilih pilihan berbeza
pt_br: Adicione membros ou selecione uma opção diferente
ru_ru: Добавьте участников или выберите другой вариант
th_th: โปรดเพิ่มสมาชิกหรือเลือกตัวเลือกอื่น
vi_vn: Vui lòng thêm thành viên hoặc lựa chọn một tùy chọn khác
zh_cn: 请添加成员或切换其他选项
zh_hk: 請新增成員或切換其他選項

# Wxs
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_hk: 新增

# OHQ
source: Added
de_de: Hinzugefügt
es_es: Agregado con éxito
fr_fr: Ajouté(e)
hi_in: जोड़ा गया
id_id: Ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가했습니다
ms_my: Ditambah
pt_br: Adicionado com sucesso
ru_ru: Добавлено
th_th: เพิ่มแล้ว
vi_vn: Thêm thành công
zh_cn: 已添加
zh_hk: 已新增

# 6TI
source: Invalid email address format.
de_de: Ungültiges E-Mail-Adressformat.
es_es: Formato de dirección de correo electrónico no válido.
fr_fr: Format d'adresse e-mail non valide.
id_id: Alamat email tidak valid.
it_it: Formato dell'indirizzo e-mail non valido.
ja_jp: 無効なメールアドレスです。再試行してください
ko_kr: 이메일 주소 형식이 잘못되었습니다.
ms_my: Format alamat e-mel tidak sah.
pt_br: Formato do endereço de e-mail inválido.
ru_ru: Неверный формат адреса почты.
th_th: รูปแบบที่อยู่อีเมลไม่ถูกต้อง
vi_vn: Định dạng địa chỉ email không hợp lệ.
zh_cn: 邮箱地址格式错误，请重试
zh_hk: 電郵地址格式錯誤，請重試

# nsQ
source: Your role as an administrator for this mailing list has been removed
de_de: Ihre Rolle als Administrator für diese Mailingliste wurde entfernt.
es_es: Tu rol como administrador para esta lista de correo se ha borrado
fr_fr: Votre rôle d'administrateur a été retiré pour cette liste de diffusion
hi_in: इस मेलिंग लिस्ट के लिए एडमिनिस्ट्रेटर के रूप में आपकी भूमिका निकाली गई
id_id: Peran Anda sebagai administrator milis ini telah dihapus
it_it: Il tuo ruolo come amministratore di questa lista di distribuzione è stato rimosso
ja_jp: あなたのメーリングリスト管理者権限が無効になりました
ko_kr: 이 메일 그룹 관리자로서의 회원님 역할이 제거되었습니다
ms_my: Peranan anda sebagai pentadbir untuk senarai mel ini telah dikeluarkan
pt_br: Sua função como administrador desta lista de emails foi removida
ru_ru: Ваша роль администратора для этого списка рассылки была удалена
th_th: ระบบลบบทบาทของคุณในฐานะผู้ดูแลรายการส่งอีเมลนี้ออกแล้ว
vi_vn: Vai trò quản trị viên của bạn đối với danh sách gửi thư này đã bị loại bỏ
zh_cn: 你的邮件组管理员权限已关闭
zh_hk: 你的郵件群組管理員權限已關閉

# 9bU
source: All members
de_de: Alle Mitglieder
es_es: Todos los miembros
fr_fr: Tous les membres
id_id: Semua anggota
it_it: Tutti i membri
ja_jp: 全員
ko_kr: 모든 구성원
ms_my: Semua ahli
pt_br: Todos os membros
ru_ru: Все участники
th_th: สมาชิกทั้งหมด
vi_vn: Tất cả thành viên
zh_cn: 所有人
zh_hk: 所有人
