Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkTour/LarkTour/auto_resources/*.strings
Languages: ja_jp, ru_ru, th_th, zh_cn, zh_tw

# 8JU
source: Add Members
ja_jp: メンバーを追加
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
zh_cn: 添加成员
zh_tw: 新增成員

# 7bA
source: Invite members of '{{TENANT_NAME}}' to {{APP_DISPLAY_NAME}} now!
ja_jp: あなたのチームメンバーを {{APP_DISPLAY_NAME}} の「{{TENANT_NAME}}」に招待しましょう
ru_ru: Пригласите участников "{{TENANT_NAME}}" в {{APP_DISPLAY_NAME}} прямо сейчас!
th_th: เชิญสมาชิกของ “{{TENANT_NAME}}” มาใช้งาน {{APP_DISPLAY_NAME}} เลย!
zh_cn: 快把“{{TENANT_NAME}}”的小伙伴们都召集到{{APP_DISPLAY_NAME}}来吧！
zh_tw: 快把「{{TENANT_NAME}}」的小夥伴們都召集到{{APP_DISPLAY_NAME}}來吧！

# k0A
source: Get everyone in "{{TENANT_NAME}}" to {{APP_DISPLAY_NAME}} now to finally have short and efficient meetings!
ja_jp: 「{{TENANT_NAME}}」のメンバーを {{APP_DISPLAY_NAME}} に招待し、効率的な会議を開始しましょう！
ru_ru: Соберите всех их "{{TENANT_NAME}}" в {{APP_DISPLAY_NAME}} прямо сейчас, чтобы наконец-то проводить короткие и эффективные конференции!
th_th: นำทุกคนใน “{{TENANT_NAME}}” ไปยัง {{APP_DISPLAY_NAME}} โดยทันทีเพื่อร่วมกันประชุมสั้นๆ อย่างมีประสิทธิภาพ!
zh_cn: 快把“{{TENANT_NAME}}”的小伙伴都召集到{{APP_DISPLAY_NAME}}来，开启高效会议协作吧！
zh_tw: 快把「{{TENANT_NAME}}」的夥伴都召集到{{APP_DISPLAY_NAME}}，開啟高效率會議協作吧！

# Rgw
source: Click here to enable users with their trusted {{DOMAIN}} email address to join automatically.
ja_jp: メールアドレスのドメインが {{DOMAIN}} のユーザーは、承認なしでアカウントに参加できます
ru_ru: Нажмите здесь для автоматического присоединения пользователей с почтой на доверенном ресурсе {{DOMAIN}}.
th_th: คลิกที่นี่เพื่อเปิดให้ผู้ใช้ที่มีอีเมล {{DOMAIN}} ซึ่งเชื่อถือได้สามารถเข้าร่วมได้อัตโนมัติ
zh_cn: 允许邮箱后缀为 {{DOMAIN}} 的用户免审批加入企业
zh_tw: 允許信箱尾碼為 {{DOMAIN}} 的使用者免經審核，即可加入團隊。

# YAA
source: Add Later
ja_jp: あとで追加
ru_ru: Добавить позже
th_th: เพิ่มภายหลัง
zh_cn: 稍后添加
zh_tw: 稍後新增

# lYw
source: Add Organization Member
ja_jp: メンバーを追加
ru_ru: Добавить участников команды
th_th: เพิ่มสมาชิกทีม
zh_cn: 添加企业成员
zh_tw: 新增團隊成員

# J8o
source: Got It
ja_jp: 了解
ru_ru: Принято
th_th: รับทราบ
zh_cn: 知道了
zh_tw: 知道了

# 12Y
source: Next
ja_jp: 次へ
ru_ru: Далее
th_th: ถัดไป
zh_cn: 下一步
zh_tw: 下一步

# iHk
source: Previous
ja_jp: 戻る
ru_ru: Назад
th_th: ก่อนหน้า
zh_cn: 上一步
zh_tw: 上一步

# MsE
source: Later
ja_jp: 後で
ru_ru: Позже
th_th: ภายหลัง
zh_cn: 稍后
zh_tw: 稍後

# L+4
source: Hi, you've been added to "{{TEAM_NAME}}"! Switch to the organization and say hi to everyone.
ja_jp: 新しい法人アカウント「{{TEAM_NAME}}」に追加されました！メンバーと挨拶しましょう！
ru_ru: Вас добавили в "{{TEAM_NAME}}"! Переключитесь и поздоровайтесь со всеми.
th_th: สวัสดี คุณได้ถูกเพิ่มไปยัง "{{TEAM_NAME}}" แล้ว! สลับไปที่องค์กรและทักทายทุกคน
zh_cn: 你好，你已被添加到“{{TEAM_NAME}}”。快去和大家打个招呼吧！
zh_tw: 你好，你已被新增到「{{TEAM_NAME}}」團隊。快去和大家打個招呼吧！

# ylo
source: {{APP_DISPLAY_NAME}} Team
ja_jp: {{APP_DISPLAY_NAME}} チーム
ru_ru: Команда {{APP_DISPLAY_NAME}}
th_th: ทีมของ {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}企业
zh_tw: {{APP_DISPLAY_NAME}}團隊

# eoQ
source: Congrats, you've joined "{{TEAM_NAME}}" successfully! Switch to the organization and say hi to everyone.
ja_jp: 新しい法人アカウント「{{TEAM_NAME}}」に参加しました！メンバーと挨拶しましょう！
ru_ru: Поздравляем, вы успешно присоединились к "{{TEAM_NAME}}"! Переключитесь и поздоровайтесь со всеми.
th_th: ยินดีด้วย คุณได้เข้าร่วม "{{TEAM_NAME}}" สำเร็จแล้ว! สลับไปที่องค์กรและทักทายทุกคน
zh_cn: 恭喜，你已成功加入新企业 “{{TEAM_NAME}}”。快去和大家打个招呼吧！
zh_tw: 恭喜，你已成功加入新團隊「{{TEAM_NAME}}」。快去和大家打個招呼吧！

# VOE
source: Switch Now
ja_jp: 切り替える
ru_ru: Переключиться сейчас
th_th: สลับเลย
zh_cn: 切换至该企业
zh_tw: 切換至該團隊

# //k
source: Get started
ja_jp: 使ってみる
ru_ru: Готово
th_th: เริ่มต้นการใช้งาน
zh_cn: 开始使用
zh_tw: 開始使用

# 2LI
source: Watch Now
ja_jp: 動画を見る
ru_ru: Смотреть сейчас
th_th: รับชมเลย
zh_cn: 观看视频
zh_tw: 觀看影片

# lX8
source: Video loading failed. Please retry.
ja_jp: 動画を読み込めませんでした。再試行してください。
ru_ru: Не удалось загрузить видео. Попробуйте еще раз.
th_th: การโหลดวิดีโอไม่สำเร็จ โปรดลองอีกครั้ง
zh_cn: 视频加载失败，请重试
zh_tw: 影片載入失敗，請重試

# Xjo
source: Click to try again
ja_jp: 再試行
ru_ru: Нажмите, чтобы повторить попытку
th_th: คลิกเพื่อลองอีกครั้ง
zh_cn: 点击重试
zh_tw: 點選重試

# m8Q
source: Skip
ja_jp: スキップ
ru_ru: Пропустить
th_th: ข้าม
zh_cn: 跳过
zh_tw: 跳過
