Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkOpenPlatform/auto_resources/*.strings
Languages: de_de, hi_in, ja_jp, ko_kr, th_th, zh_cn, zh_hk

# k+g
source: Share
de_de: Teilen
hi_in: साझा करें
ja_jp: 共有
ko_kr: 공유
th_th: แชร์
zh_cn: 分享
zh_hk: 分享

# yxI
source: Share via WeChat
de_de: Freigeben über WeChat
hi_in: WeChat
ja_jp: WeChat に共有
ko_kr: WeChat을 통해 공유
th_th: แบ่งปันผ่าน WeChat
zh_cn: 分享至微信
zh_hk: 分享至 WeChat

# A58
source: Moments
hi_in: मोमेंट्स
ko_kr: 모멘트
th_th: ช่วงเวลา
zh_cn: 朋友圈
zh_hk: 朋友圈

# 53g
source: WeChat is not installed, please install it first
de_de: WeChat ist nicht installiert. Bitte zuerst installieren.
hi_in: WeChat इन्स्टॉल नहीं किया गया, कृपया पहले इसे इन्सटॉल करें
ja_jp: wechatがインストールされていない場合は、まずインストールしてください
ko_kr: WeChat이 설치되어 있지 않습니다. 먼저 설치하세요.
th_th: ไม่ได้ติดตั้ง WeChat โปรดติดตั้งก่อน
zh_cn: 未安装微信，请先安装
zh_hk: 未安裝 WeChat，請先安裝

# L7E
source: If turned off, you will no longer receive unprompted messages from the bot, but it can still reply your messages.
de_de: Bei deaktivierter Option empfangen Sie vom Bot keine unaufgeforderten Nachrichten mehr, aber er kann weiterhin Ihre Nachrichten beantworten.
ja_jp: オフにすると、ボットによって送信されるメッセージを受信しなくなりますが、ボットは引き続きメッセージに返信できます。
ko_kr: 끈 경우 봇으로부터 프롬프트되지 않은 메시지가 더 이상 수신되지 않지만, 여전히 회원님의 메시지에 회신할 수 있습니다.
th_th: หากปิด คุณจะไม่ได้รับข้อความที่ไม่ได้แจ้งเตือนจากบอทอีกต่อไป แต่บอทยังตอบกลับข้อความของคุณได้
zh_cn: 关闭后，你将不再收到该机器人主动发送的消息，但机器人仍可回复你的消息
zh_hk: 關閉後，你將不再收到該機械人主動發送的訊息，但機械人仍可回覆你的訊息

# Nm8
source: Receive unprompted messages
de_de: Unaufgeforderte Nachrichten empfangen
ja_jp: メッセージを受信
ko_kr: 프롬프트되지 않은 메시지 수신
th_th: รับข้อความที่ไม่ได้แจ้งเตือน
zh_cn: 接收消息推送
zh_hk: 接收訊息推送

# x8k
source: The bot requires no permission scopes related to message or group
de_de: Der Bot benötigt keine Berechtigungsbereiche in Bezug auf die Nachricht oder Gruppe
ja_jp: このボットは、メッセージとグループ関連の権限を必要としていません。
ko_kr: 봇에 메시지나 그룹과 관련된 권한 범위가 필요하지 않습니다
th_th: บอทไม่ต้องมีการกำหนดขอบเขตสิทธิ์การอนุญาตที่เกี่ยวข้องกับข้อความหรือกลุ่ม
zh_cn: 该机器人不涉及任何消息、群相关的权限
zh_hk: 該機械人不涉及任何訊息或群組相關的權限

# Mus
source: Permissions
de_de: Berechtigungen
ja_jp: ボット権限
ko_kr: 권한
th_th: สิทธิ์การอนุญาต
zh_cn: 机器人权限
zh_hk: 機械人權限

# cNg
source: Add
de_de: Hinzufügen
hi_in: जोड़ें
ja_jp: 追加
ko_kr: 추가
th_th: เพิ่ม
zh_cn: 添加
zh_hk: 新增

# OCg
source: Add bot
de_de: Bot hinzufügen
hi_in: बॉट जोड़ें
ja_jp: ボットを追加
ko_kr: 봇 추가
th_th: เพิ่มบอท
zh_cn: 添加机器人
zh_hk: 新增機械人

# ueM
source: Unable to add bot
de_de: Bot konnte nicht hinzugefügt werden
hi_in: बॉट जोड़ने में विफल हुआ.
ja_jp: ボットを追加できませんでした
ko_kr: 봇을 추가할 수 없음
th_th: ไม่สามารถเพิ่มบอทได้
zh_cn: 机器人添加失败
zh_hk: 機械人新增失敗

# ITc
source: Add to group
de_de: Zur Gruppe hinzufügen
hi_in: समूह में जोड़ें
ja_jp: グループに追加
ko_kr: 그룹에 추가
th_th: เพิ่มในกลุ่ม
zh_cn: 添加至群聊
zh_hk: 新增至群組聊天

# X3E
source: Added
de_de: Hinzugefügt
hi_in: जोड़ी गई
ja_jp: 追加しました
ko_kr: 추가됨
th_th: เพิ่มแล้ว
zh_cn: 已添加
zh_hk: 已新增

# m6g
source: Added by
de_de: Hinzugefügt von
hi_in: के द्वारा जोड़ा गया
ja_jp: 追加者
ko_kr: 추가자
th_th: เพิ่มโดย
zh_cn: 添加者
zh_hk: 新增者

# ur0
source: Only group owner and the member who added the bot can remove this bot
de_de: Nur der Gruppenbesitzer und das Mitglied, das den Bot hinzugefügt hat, können diesen Bot entfernen
hi_in: केवल वह समूह ओनर और सदस्य जिन्होंने बॉट जोड़ा है वह बॉट निकाल सकते हैं
ja_jp: グループオーナー及び追加者のみ当該ボットを削除できます
ko_kr: 그룹 소유자 및 봇을 추가한 구성원만 이 봇을 제거할 수 있습니다
th_th: เฉพาะเจ้าของกลุ่มและสมาชิกที่เพิ่มบอทเท่านั้นที่สามารถลบบอทนี้ออกได้
zh_cn: 仅群主和添加者可移除此机器人
zh_hk: 僅群主和新增者可移除此機械人

# HaM
source: Only group owner and the member who added the bot can remove this bot
de_de: Nur der Gruppenbesitzer und das Mitglied, das den Bot hinzugefügt hat, können diesen Bot entfernen
hi_in: केवल वह समूह ओनर और सदस्य जिन्होंने बॉट जोड़ा है वह बॉट निकाल सकते हैं
ja_jp: グループオーナー及び追加者のみ当該ボットを削除できます
ko_kr: 그룹 소유자 및 봇을 추가한 구성원만 이 봇을 제거할 수 있습니다
th_th: เฉพาะเจ้าของกลุ่มและสมาชิกที่เพิ่มบอทเท่านั้นที่สามารถลบบอทนี้ออกได้
zh_cn: 仅群主和添加者可移除此机器人
zh_hk: 僅群主和新增者可移除此機械人

# YW0
source: Unable to remove bot
de_de: Bot konnte nicht entfernt werden
hi_in: बॉट निकालने में विफल हुआ.
ja_jp: ボットを削除できませんでした
ko_kr: 봇을 제거할 수 없음
th_th: ไม่สามารถลบบอทออกได้
zh_cn: 机器人删除失败
zh_hk: 無法刪除機械人

# 7nU
source: No bots here. Use the desktop version to add bots to this external group.
de_de: Keine Bots vorhanden. Verwenden Sie die Desktop-Version, um dieser externen Gruppe Bots hinzuzufügen.
hi_in: यहाँ कोई बॉट नहीं. इस बाहरी समूह में बॉट जोड़ने के लिए डेस्कटॉप संस्करण का उपयोग करें.
ja_jp: グループボットがありません。デスクトップ版で外部グループにボットを追加できます
ko_kr: 여기에는 봇이 없습니다. 데스크톱 버전을 사용하여 이 외부 그룹에 봇을 추가하세요.
th_th: ไม่มีบอทที่นี่ ใช้เวอร์ชันเดสก์ท็อปเพื่อเพิ่มบอทไปยังกลุ่มภายนอกนี้
zh_cn: 暂无群机器人，你可在桌面端为外部群添加机器人
zh_hk: 暫無群組機械人，你可在桌面電腦端為外部群組新增機械人

# LTg
source: Get
de_de: Abrufen
hi_in: प्राप्त करें
ja_jp: 取得
ko_kr: 받기
th_th: รับ
zh_cn: 获取
zh_hk: 獲取

# Ag8
source: Use group bots to post messages and notifications in group. To add a bot to this group, click Add at the top-right corner of the page.
de_de: Verwenden Sie Gruppen-Bots, um Nachrichten und Benachrichtigungen in der Gruppe zu posten. Um dieser Gruppe einen Bot hinzuzufügen, klicken Sie oben rechts auf der Seite auf „Hinzufügen“.
hi_in: समूह में संदेश और नोटिफ़िकेशन पोस्ट करने के लिए समूह बॉट का उपयोग करें. इस समूह में बॉट जोड़ने के लिए, पेज के शीर्ष-दाएँ कोने में जोड़ें पर क्लिक करें.
ja_jp: グループボットはグループにメッセージまたは通知を送信できます。右上の「追加」ボタンをクリックしてボットをグループに追加します。
ko_kr: 그룹 봇을 사용하여 그룹에 메시지와 알림을 게시하세요. 이 그룹에 봇을 추가하려면 페이지의 오른쪽 상단 모서리에 있는 추가를 클릭하세요.
th_th: ใช้บอทของกลุ่มเพื่อโพสต์ข้อความและการแจ้งเตือนในกลุ่ม คลิก เพิ่ม ที่มุมขวาบนของหน้าเพื่อเพิ่มบอทไปยังกลุ่มนี้
zh_cn: 群机器人可以向群内发送消息和通知。点击右上角“添加”按钮，添加机器人入群。
zh_hk: 機械人可以向群組內發送訊息和通知。點擊右上角“新增”按鈕，新增機械人入群組。

# 1NY
source: View Help
de_de: Hilfe anzeigen
hi_in: सहायता देखें
ja_jp: 使用ガイド
ko_kr: 도움말 보기
th_th: ดูความช่วยเหลือ
zh_cn: 使用说明
zh_hk: 使用說明

# F/4
source: Cannot send private messages to the bot or launch the associated app because you don't have the required permission.
de_de: Kann keine privaten Nachrichten an den Bot senden oder kann nicht die zugehörige App starten, da die erforderliche Berechtigung fehlt.
hi_in: बॉट को निजी संदेश नहीं भेज सकते या संबंधित ऐप लॉन्च नहीं कर सकते क्योंकि आपके पास आवश्यक अनुमति नहीं है.
ja_jp: 当該アプリの使用権利がありません。ボットとチャットまたはアプリを開くことができません。
ko_kr: 필요한 권한이 없으므로 봇에 비공개 메시지를 보내거나 관련 앱을 실행할 수 없습니다.
th_th: ไม่สามารถส่งข้อความส่วนตัวไปยังบอทหรือเปิดใช้แอปที่เกี่ยวข้องได้ เนื่องจากคุณไม่มีสิทธิ์การอนุญาตที่จำเป็น
zh_cn: 你没有权限使用此应用，无法与机器人单聊或打开应用。
zh_hk: 你沒有使用此應用程式的權限，無法與機械人私人聊天或開啟應用程式。

# 3cE
source: No available bots
de_de: Keine verfügbaren Bots
hi_in: कोई उपलब्ध बॉट नहीं.
ja_jp: 現在追加できるボットがありません
ko_kr: 사용 가능한 봇 없음
th_th: ไม่มีบอทที่พร้อมใช้งาน
zh_cn: 暂无可添加的机器人
zh_hk: 暫無可新增的機械人

# dV0
source: No results found. Check out our recommendations:
de_de: Keine Ergebnisse gefunden. Beachten Sie unsere Empfehlungen:
hi_in: कोई परिणाम नहीं मिला. हमारे सुझाव देखें:
ja_jp: 関連するボットは見つかりませんでした。おすすめボット：
ko_kr: 결과를 찾지 못했습니다. 다음 추천 항목을 확인해 보세요.
th_th: ไม่พบผลการค้นหา ดูคำแนะนำของเรา:
zh_cn: 没有找到相关机器人，为你推荐
zh_hk: 暫未找到相關機械人，為你推薦

# X1U
source: No results found for "{{name}}"
de_de: Keine Ergebnisse gefunden für „{{name}}“
hi_in: "{{name}}" के लिए कोई परिणाम नहीं मिला.
ja_jp: 「{{name}}」に関連するボットは見つかりませんでした
ko_kr: "{{name}}"에 대한 결과 없음
th_th: ไม่พบผลการค้นหาสำหรับ "{{name}}"
zh_cn: 没有找到和“{{name}}”有关的机器人
zh_hk: 暫未找到和「{{name}}」有關的機械人

# gbg
source: Find more apps
de_de: Weitere Apps suchen
hi_in: ज़्यादा ऐप खोजें
ja_jp: 他のアプリを探す
ko_kr: 더 많은 앱 찾기
th_th: ค้นหาแอปเพิ่มเติม
zh_cn: 发现更多应用
zh_hk: 發現更多應用程式

# Uk8
source: Remove from group
de_de: Aus Gruppe entfernen
hi_in: समूह से निकाला गया
ja_jp: グループから削除
ko_kr: 그룹에서 제거
th_th: ลบออกจากกลุ่ม
zh_cn: 从群聊中移除
zh_hk: 從群組聊天中移除

# M8c
source: Are you sure you want to remove this bot from the group?
de_de: Möchten Sie diesen Bot wirklich aus der Gruppe entfernen?
hi_in: क्या आप वाकई इस बॉट को समूह से निकालना चाहते हैं?
ja_jp: このボットをグループから削除しますか？
ko_kr: 그룹에서 이 봇을 제거하시겠습니까?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบบอทนี้ออกจากกลุ่ม
zh_cn: 确定移除该机器人吗？
zh_hk: 是否確定移除此機械人？

# rgA
source: Settings
de_de: Einstellungen
hi_in: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
th_th: การตั้งค่า
zh_cn: 设置
zh_hk: 設定

# kQ4
source: Bots
hi_in: बॉट
ja_jp: ボット
ko_kr: 봇
th_th: บอท
zh_cn: 群机器人
zh_hk: 群組機械人

# Wag
source: Search
de_de: Suchen
hi_in: खोजें
ja_jp: 検索
ko_kr: 검색
th_th: ค้นหา
zh_cn: 搜索
zh_hk: 搜尋

# Erw
source: Drag and drop to reorder
de_de: Zum Neuanordnen ziehen und ablegen
hi_in: पुनः व्यवस्थित करने के लिए ड्रैग और ड्रॉप करें
ja_jp: ドラッグして並べ替え
ko_kr: 끌어서 놓아 재정렬
th_th: ลากแล้วปล่อยเพื่อจัดลำดับอีกครั้ง
zh_cn: 长按卡片拖拽排序
zh_hk: 長按卡片以拖曳排序

# 1SI
source: Restricted Mode on. Unable to copy or forward messages.
de_de: „Eingeschränkter Modus“ ist aktiviert. Nachrichten können nicht kopiert oder weitergeleitet werden.
ja_jp: 機密モードがオンになりました。メッセージをコピー・転送することができません。
ko_kr: 제한된 모드가 켜져 있습니다. 메시지를 복사하거나 전달할 수 없습니다.
th_th: โหมดจำกัดเปิดอยู่ ไม่สามารถคัดลอกหรือส่งต่อข้อความ
zh_cn: 保密模式已开启，禁止复制、转发消息
zh_hk: 已開啟保密模式，禁止複製和轉發訊息

# oJU
source: Copy
de_de: Kopieren
hi_in: कॉपी करें
ja_jp: コピー
ko_kr: 복사
th_th: คัดลอก
zh_cn: 复制
zh_hk: 複製

# XBk
source: Continue
de_de: Fortfahren
hi_in: जारी रखें
ja_jp: 続ける
ko_kr: 계속
th_th: ดำเนินการต่อ
zh_cn: 继续
zh_hk: 繼續

# BGM
source: More
de_de: Mehr
hi_in: अधिक
ja_jp: その他
ko_kr: 더 보기
th_th: เพิ่มเติม
zh_cn: 更多
zh_hk: 更多

# K4Q
source: Discover in-chat tools
de_de: Entdecken Sie die In-Chat-Tools
hi_in: इन-चैट टूल की खोज करें
ja_jp: その他のチャット用ツールを見つける
ko_kr: 채팅 내 도구 찾기
th_th: สำรวจเครื่องมือในแชท
zh_cn: 更多会话工具等你选择
zh_hk: 更多對話工具待你選擇

# KsQ
source: Create polls, manage tasks, and more right from the current chat
de_de: Erstellen Sie Umfragen, verwalten Sie Aufgaben und vieles mehr direkt aus dem aktuellen Chat heraus
hi_in: सीधे वर्तमान चैट से पोल बनाएँ, कार्य प्रबंधित करें इत्यादि
ja_jp: チャットから離れることなく、アプリやアンケートツール、プロジェクト管理ツールなどをすばやく開けます
ko_kr: 현재 채팅에서 바로 투표를 생성하거나 작업 관리 등을 하세요
th_th: สร้างโพลล์ จัดการงาน และอื่น ๆ เพิ่มเติมได้โดยตรงจากแชทปัจจุบัน
zh_cn: 在会话内即可创建投票、待办等，并可便捷分享。
zh_hk: 在對話內即可建立投票、待辦事項等，並可方便地分享。

# 6gU
source: Customized and personal
de_de: Benutzerdefiniert und persönlich
hi_in: अनुकूलित और व्यक्तिगत
ja_jp: 自分だけのアプリ設定
ko_kr: 사용자 지정 및 개인
th_th: ผ่านการปรับแต่งและเป็นส่วนบุคคล
zh_cn: 个性化定制
zh_hk: 個人化度身訂造

# KEQ
source: Pick your favorite tools in chat and add them to the message field "+" menu, where you can find them conveniently while chatting
de_de: Wählen Sie Ihre Lieblingstools im Chat und fügen Sie sie dem „+“-Menü im Nachrichtenfeld hinzu, wo Sie sie beim Chatten bequem finden können.
hi_in: चैट में अपने पसंदीदा टूल चुनें और उन्हें संदेश फ़ील्ड "+" मेनू में जोड़ें, जहाँ आप उन्हें चैट के दौरान सुविधाजनक तरीके से ढूँढ सकते हैं
ja_jp: 使用習慣に応じて、頻繁に使用する機能を選択して、ボックスの「+」メニューから簡単に開くことができます
ko_kr: 채팅에서 즐겨 찾는 도구를 선택하고 메시지 필드 "+" 메뉴에 추가하면 채팅 중에 편리하게 찾을 수 있습니다
th_th: เลือกเครื่องมือโปรดของคุณในแชท แล้วเพิ่มเครื่องมือไปยังเมนู "+" ในช่องข้อมูลของข้อความที่ซึ่งคุณสามารถค้นหาได้อย่างสะดวกในขณะแชท
zh_cn: 可自定义设置在输入框“+”菜单中展示的工具。
zh_hk: 可根據使用習慣，在輸入框「+」功能表中優先顯示常用的工具列，隨時快捷使用。

# LRQ
source: Welcome to the "+" menu tools
de_de: Willkommen bei den „+“-Menütools
hi_in: "+" मेनू टूल में आपका स्वागत है
ja_jp: 「+」メニューツールへようこそ
ko_kr: "+" 메뉴 도구에 오신 것을 환영합니다
th_th: ยินดีต้อนรับเข้าสู่เครื่องมือเมนู "+"
zh_cn: 欢迎使用“+”菜单工具
zh_hk: 歡迎使用「+」功能表工具

# A8Q
source: Shortcuts
de_de: Verknüpfungen
hi_in: शॉर्टकट
ja_jp: ショートカット
ko_kr: 바로 가기
th_th: ทางลัด
zh_cn: 快捷操作
zh_hk: 快捷操作

# zMY
source: None
de_de: Keine
hi_in: कोई नहीं
ja_jp: なし
ko_kr: 없음
th_th: ไม่มี
zh_cn: 暂无
zh_hk: 暫時沒有

# zt0
source: App:
hi_in: ऐप:
ja_jp: アプリ：
ko_kr: 앱:
th_th: แอป:
zh_cn: 应用：
zh_hk: 應用程式：

# dh0
source: You can use apps already installed, or
de_de: Sie können bereits installierte Apps verwenden oder
hi_in: आप पहले से इन्सटॉल किए गए ऐप उपयोग कर सकते हैं, या
ja_jp: 法人にインストールされているアプリを使用できます。また、
ko_kr: 이미 설치된 앱을 사용하거나
th_th: คุณสามารถใช้แอปที่ติดตั้งไว้แล้ว หรือ
zh_cn: 可使用企业已安装的应用，也可接入
zh_hk: 可使用企業已安裝的應用程式，也可連接

# vQk
source: build custom apps
de_de: benutzerdefinierte Apps erstellen
hi_in: कस्टम ऐप बनाना
ja_jp: カスタムアプリを追加できます
ko_kr: 사용자 지정 앱 구축
th_th: สร้างแอปที่กำหนดเอง
zh_cn: 企业自建应用
zh_hk: 企業自訂應用程式

# J+4
source: add custom apps here (view best practices)
de_de: benutzerdefinierte Apps hier hinzufügen (siehe empfohlene Vorgehensweisen)
hi_in: यहाँ कस्टम ऐप जोड़ें (सर्वश्रेष्ठ अभ्यास देखें)
ja_jp: カスタムアプリを追加してみましょう（導入事例を見る）
ko_kr: 여기에 사용자 지정 앱 추가(모범 사례 보기)
th_th: เพิ่มแอปที่กำหนดเองที่นี่ (ดูแนวทางปฏิบัติที่ดีที่สุด)
zh_cn: 接入自建应用（查看实践案例）
zh_hk: 存取自訂應用程式（查看實踐個案）

# ONI
source: Something went wrong, please try again later
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
hi_in: कुछ ग़लत हुआ, कृपया पुनः प्रयास करें
ja_jp: 失敗しました。後ほど再試行してください
ko_kr: 문제가 발생했습니다. 나중에 다시 시도해 보세요.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
zh_cn: 操作失败，请稍后再试
zh_hk: 操作失敗，請稍後再試

# oeQ
source: My favorites
de_de: Meine Favoriten
hi_in: मेरे पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
th_th: รายการโปรดของฉัน
zh_cn: 我的常用
zh_hk: 我的常用

# px4
source: I Got It
de_de: OK, verstanden
hi_in: मैं समझ गया/गई
ja_jp: 了解
ko_kr: 확인
th_th: เข้าใจแล้ว
zh_cn: 知道了
zh_hk: 知道了

# JI8
source: Description:
de_de: Beschreibung:
hi_in: जानकारी:
ja_jp: 説明：
ko_kr: 설명:
th_th: คำอธิบาย:
zh_cn: 介绍：
zh_hk: 介紹：

# otQ
source: Only up to {{max_count}} apps can be added. Remove some apps before you add new ones.
de_de: Maximal können {{max_count}} Apps hinzugefügt werden. Entfernen Sie einige Apps, bevor Sie neue hinzufügen.
hi_in: अधिकतम {{max_count}} ऐप ही जोड़े जा सकते हैं. आपके द्वारा नए ऐप जोड़ने से पहले कुछ ऐप निकालें.
ja_jp: 追加できるアプリは {{max_count}} つまでです。新しいアプリを追加する前に、一部のアプリを削除してください
ko_kr: 최대 {{max_count}}개의 앱만 추가할 수 있습니다. 새 앱을 추가하기 전에 일부 앱을 제거하세요.
th_th: สามารถเพิ่มแอปได้สูงสุด {{max_count}} รายการเท่านั้น ลบแอปบางส่วนออกก่อนที่คุณจะเพิ่มแอปใหม่
zh_cn: 最多可添加 {{max_count}} 款，请移除部分后再添加
zh_hk: 最多可新增 3 款，請移除部分後再新增

# dOY
source: Click "+" below to add apps to My favorites
de_de: Unten auf „+“ klicken, um Apps zu „Meine Favoriten“ hinzuzufügen
hi_in: मेरे पसंदीदा में ऐप जोड़ने के लिए नीचे "+" पर क्लिक करें
ja_jp: 下の「+」をクリックして、アプリをお気に入りに追加できます
ko_kr: 즐겨찾기에 앱을 추가하려면 아래 "+"를 클릭하세요
th_th: คลิก "+" ด้านล่างเพื่อเพิ่มแอปไปยังรายการโปรดของฉัน
zh_cn: 可在下方点击“+”添加应用至常用
zh_hk: 可在下方點擊「+」新增至常用應用程式

# 0Qk
source: Contact Developer
de_de: Entwickler kontaktieren
hi_in: डिवेलपर से संपर्क करें
ja_jp: 開発者に連絡
ko_kr: 개발자에게 문의하기
th_th: ติดต่อผู้พัฒนา
zh_cn: 联系开发者
zh_hk: 聯絡開發者

# LzY
source: Only on desktop
de_de: Nur auf dem Desktop
hi_in: केवल डेस्कटॉप पर
ja_jp: デスクトップ版のみ
ko_kr: 데스크톱에서만
th_th: บนเดสก์ท็อปเท่านั้น
zh_cn: 仅支持桌面端
zh_hk: 僅支援桌面電腦端使用

# iqg
source: Move frequently used shortcuts to top or rearrange the display order based on your own preference.
de_de: Verschieben Sie häufig verwendete Verknüpfungen nach oben oder ordnen Sie die Anzeigereihenfolge wie von Ihnen gewünscht neu an.
hi_in: अक्सर उपयोग किए जाने वाले शॉर्टकट शीर्ष पर ले जाएँ या अपनी प्राथमिकताओं के आधार पर प्रदर्शन क्रम पुनः व्यवस्थित करें.
ja_jp: 使用習慣に応じて、頻繁に使用するアプリを選択してページ上部に表示します
ko_kr: 자주 사용하는 바로 가기를 맨 위로 이동하거나 원하는 대로 표시 순서를 재정렬하세요.
th_th: ย้ายทางลัดที่ใช้บ่อยไปไว้ที่ด้านบน หรือจัดเรียงลำดับการแสดงผลอีกครั้งตามที่คุณต้องการ
zh_cn: 可自定义设置在页面中优先展示的操作。
zh_hk: 可根據使用習慣，在頁面中優先顯示常的操作，隨時快捷使用。

# R9g
source: This is a custom app. To learn more, please contact its developer
de_de: Dies ist eine benutzerdefinierte App. Um mehr zu erfahren, kontaktieren Sie bitte den Entwickler.
hi_in: यह कस्टम ऐप है. अधिक जानने के लिए, कृपया इसके डिवेलपर से संपर्क करें
ja_jp: 当アプリは法人カスタムアプリ、アプリ開発者に連絡して詳細を確認することができます。
ko_kr: 커스텀 앱입니다. 자세한 내용은 개발자에게 문의하세요.
th_th: นี่คือแอปที่กำหนดเอง หากต้องการเรียนรู้เพิ่มเติม โปรดติดต่อผู้พัฒนา
zh_cn: 该应用为企业自建应用，可联系应用开发者了解更多应用信息
zh_hk: 此應用程式為企業自訂應用程式，可聯絡應用程式開發者，以了解更多應用程式資訊

# A68
source: This is a custom app. To learn more, please view help doc or contact its developer
de_de: Dies ist eine benutzerdefinierte App. Um mehr zu erfahren, sehen Sie sich bitte das Hilfedokument an oder kontaktieren Sie den Entwickler.
hi_in: यह कस्टम ऐप है. अधिक जानने के लिए, कृपया सहायता दस्तावेज़ देखें या इसके डिवेलपर से संपर्क करें
ja_jp: 当アプリは法人カスタムアプリ、利用ガイドまたはアプリ開発者に連絡して詳細を確認することができます
ko_kr: 커스텀 앱입니다. 자세한 내용은 도움말 문서를 보거나 개발자에게 문의하세요.
th_th: นี่คือแอปที่กำหนดเอง หากต้องการเรียนรู้เพิ่มเติม โปรดดูเอกสารวิธีใช้หรือติดต่อผู้พัฒนา
zh_cn: 该应用为企业自建应用，可查看帮助文档或联系应用开发者了解更多应用信息
zh_hk: 此應用程式為企業自訂應用程式，可查看用戶說明指南或聯絡應用程式開發者，以了解更多應用程式資訊

# oIs
source: View Help
de_de: Hilfe anzeigen
hi_in: सहायता देखें
ja_jp: 利用ガイドを見る
ko_kr: 도움말 보기
th_th: ดูวิธีใช้
zh_cn: 查看帮助文档
zh_hk: 查看用戶說明指南

# 7bw
source: More
de_de: Mehr
hi_in: अधिक
ja_jp: その他
ko_kr: 더 보기
th_th: เพิ่มเติม
zh_cn: 更多
zh_hk: 更多

# c1E
source: No available apps
de_de: Keine verfügbaren Apps
hi_in: कोई उपलब्ध ऐप नहीं
ja_jp: 使用可能なアプリがありません。
ko_kr: 사용 가능한 앱 없음
th_th: ไม่มีแอปที่พร้อมใช้งาน
zh_cn: 暂无可用应用
zh_hk: 暫無可用的應用程式

# k8o
source: No more apps. You can also
de_de: Keine weiteren Apps. Sie können auch
hi_in: और अधिक ऐप नहीं. आप यह भी कर सकते हैं
ja_jp: その他のアプリはありません。
ko_kr: 더 이상 앱이 없습니다. 다음 작업도 할 수 있습니다.
th_th: ไม่มีแอปเพิ่มเติม คุณยังสามารถ
zh_cn: 没有更多应用了，试试
zh_hk: 暫無更多應用程式，試試

# KTg
source: Easily create a task, a reminder, or something else from chat messages with just a few clicks.
de_de: Erstellen Sie mit wenigen Klicks eine Aufgabe, eine Erinnerung oder etwas anderes aus Chatnachrichten.
hi_in: बस कुछ क्लिक से चैट संदेशों से कार्य, रिमाइंडर या कुछ और आसानी से बनाएँ.
ja_jp: チャットメッセージから、タスク作成やリマインド設定が手軽にできます。
ko_kr: 몇 번의 클릭만으로 채팅 메시지에서 작업, 알림 또는 기타 항목을 쉽게 생성할 수 있습니다.
th_th: สร้างงาน ตัวเตือนความจำ หรืออย่างอื่นได้อย่างง่ายดายจากข้อความแชทด้วยการคลิกเพียงไม่กี่ครั้ง
zh_cn: 可将消息快速转为待办、提醒等。更多妙用等你发现！
zh_hk: 可將對話內容快速轉為待辦事項、提醒等多種形式。更多妙用，待你發現。

# UBM
source: Discover more ways to handle chat messages
de_de: Entdecken Sie weitere Möglichkeiten für den Umgang mit Chatnachrichten
hi_in: चैट संदेश प्रबंधित करने के लिए अधिक तरीकों की खोज करें
ja_jp: メッセージ処理をもっと柔軟に
ko_kr: 채팅 메시지를 처리하는 더 많은 방법 알아보기
th_th: ค้นพบวิธีการเพิ่มเติมในการจัดการข้อความแชท
zh_cn: 灵活处理消息
zh_hk: 靈活處理訊息

# kZI
source: Customized and personal
de_de: Benutzerdefiniert und persönlich
hi_in: अनुकूलित और व्यक्तिगत
ja_jp: ショートカットのカスタマイズ表示
ko_kr: 사용자 지정 및 개인
th_th: ผ่านการปรับแต่งและเป็นส่วนบุคคล
zh_cn: 个性化展示
zh_hk: 個人化顯示

# LBU
source: Welcome to the message shortcuts
de_de: Willkommen bei den Nachrichtenverknüpfungen
hi_in: संदेश शॉर्टकट में आपका स्वागत है
ja_jp: メッセージショートカットへようこそ
ko_kr: 메시지 바로 가기에 오신 것을 환영합니다
th_th: ยินดีต้อนรับเข้าสู่ทางลัดข้อความ
zh_cn: 欢迎使用消息快捷操作
zh_hk: 歡迎使用訊息快捷操作

# mVk
source: Apps added to My favorites will be listed out in the menu.
de_de: Zu „Meine Favoriten“ hinzugefügte Apps werden im Nachrichtenmenü aufgelistet.
hi_in: मेरे पसंदीदा में जोड़े गए ऐप संदेश मेनू में सूचीबद्ध किए जाएँगे
ja_jp: お気に入りに追加されたアプリは、メニューに表示されます
ko_kr: 즐겨찾기에 추가된 앱은 메시지 메뉴에 나열됩니다
th_th: แอปที่เพิ่มไปยังรายการโปรดของฉันจะแสดงรายการไว้ในเมนูข้อความ
zh_cn: 添加为常用的应用，可在菜单中展示
zh_hk: 新增為常用的應用程式，可在選單中顯示

# 88Y
source: You can
de_de: Sie können
hi_in: आप यह कर सकते हैं
ja_jp: 試す
ko_kr: 다음 작업 가능:
th_th: คุณสามารถ
zh_cn: 试试
zh_hk: 前往嘗試

# Yi0
source: View More
de_de: Mehr anzeigen
hi_in: अधिक देखें
ja_jp: さらに表示
ko_kr: 더 보기
th_th: ดูเพิ่มเติม
zh_cn: 了解更多
zh_hk: 瞭解更多

# lDU
source: About
de_de: Info
hi_in: परिचय
ja_jp: 詳細情報
ko_kr: 정보
th_th: เกี่ยวกับ
zh_cn: 关于
zh_hk: 關於

# Vko
source: Bot
hi_in: बॉट
ja_jp: ボット
ko_kr: 봇
th_th: บอท
zh_cn: 机器人
zh_hk: 機械人

# V9s
source: Request Access
de_de: Zugriff anfragen
hi_in: अनुरोध एक्सेस
ja_jp: アプリ使用の申請
ko_kr: 액세스 요청
th_th: ขอสิทธิ์การเข้าถึง
zh_cn: 申请使用应用
zh_hk: 申請使用應用程式

# d9c
source: BOT
ja_jp: ボット
zh_cn: 机器人
zh_hk: 機械人

# dUA
source: Developer
de_de: Entwickler
hi_in: डेवलपर
ja_jp: 開発者
ko_kr: 개발자
th_th: ผู้พัฒนา
zh_cn: 开发者
zh_hk: 開發者

# pZE
source: Feedback
hi_in: प्रतिक्रिया
ja_jp: フィードバック
ko_kr: 피드백
th_th: ข้อเสนอแนะ
zh_cn: 反馈
zh_hk: 反饋

# +mc
source: Help Desk
hi_in: मदद केंद्र
ko_kr: 헬프 데스크
th_th: ช่วยเหลือ
zh_cn: 服务台
zh_hk: 服務台

# pJw
source: How to use bots
de_de: So verwenden Sie Bots
hi_in: बॉट का उपयोग कैसे करें
ja_jp: ボットの使用説明
ko_kr: 봇 사용 방법
th_th: วิธีการใช้บอท
zh_cn: 机器人使用说明
zh_hk: 機械人使用說明

# Txg
source: Failed to load. Click the screen to try again.
de_de: Laden fehlgeschlagen. Klicken Sie auf den Bildschirm, um es erneut zu versuchen.
hi_in: लोड करने में विफल रहे. फिर से प्रयास करने के लिए स्क्रीन पर क्लिक करें.
ja_jp: ロードに失敗しました。 画面をタップしてもう一度やり直してください
ko_kr: 로드 실패 화면을 클릭하여 다시 시도하세요.
th_th: โหลดไม่สำเร็จ คลิกหน้าจอเพื่อลองอีกครั้ง
zh_cn: 加载失败，点击屏幕重试
zh_hk: 載入失敗，點擊螢幕以重試

# tAo
source: Message Bot
de_de: Nachrichten-Bot
hi_in: संदेश बॉट
ja_jp: メッセージを送信
ko_kr: 메시지 봇
th_th: บอทข้อความ
zh_cn: 发送消息
zh_hk: 發送訊息

# /Ig
source: Gadget
hi_in: गैजेट
ko_kr: 가젯
th_th: แก็ตเจ็ต
zh_cn: 小程序
zh_hk: 小程序

# D1o
source: You don't have access to the app.
de_de: Sie haben keinen Zugriff auf die App.
hi_in: आपके पास ऐप का ऐक्सेस नहीं है.
ja_jp: アプリの表示範囲にいないため、アプリを使用できません
ko_kr: 앱 액세스 권한이 없습니다.
th_th: คุณไม่มีสิทธิ์เข้าถึงแอป
zh_cn: 你不在该应用的可用范围内，无法使用
zh_hk: 你不在此應用程式的可用範圍內，無法使用

# W1o
source: Open App
de_de: App öffnen
hi_in: ऐप खोलें
ja_jp: アプリを開く
ko_kr: 앱 열기
th_th: เปิดแอป
zh_cn: 打开应用
zh_hk: 開啟應用程式

# u1w
source: View Chat History
de_de: Chatverlauf anzeigen
hi_in: चैट हिस्ट्री देखें
ja_jp: メッセージ履歴
ko_kr: 채팅 기록 보기
th_th: ดูประวัติแชท
zh_cn: 查看消息
zh_hk: 查看訊息

# IuI
source: Web App
hi_in: वेब ऐप
ko_kr: 웹 앱
th_th: แอปบนเว็บไซต์
zh_cn: 网页应用
zh_hk: 網頁版應用程式

# kBA
source: About
de_de: Info
hi_in: बारे में
ja_jp: 詳細情報
ko_kr: 소개
th_th: เกี่ยวกับ
zh_cn: 关于
zh_hk: 關於

# ABo
source: Developer
de_de: Entwickler
hi_in: डेवलपर
ja_jp: 開発者
ko_kr: 개발자
th_th: ผู้พัฒนา
zh_cn: 开发者
zh_hk: 開發者

# EYc
source: Updating...
de_de: Aktualisierung läuft...
hi_in: अपडेट हो रहा है...
ja_jp: 更新中...
ko_kr: 업데이트 중...
th_th: กำลังอัปเดต...
zh_cn: 正在更新...
zh_hk: 正在更新…

# fyM
source: Feedback
hi_in: प्रतिक्रिया
ja_jp: 意見とフィードバック
ko_kr: 피드백
th_th: ข้อเสนอแนะ
zh_cn: 意见反馈
zh_hk: 意見反饋

# lHs
source: Latest version
de_de: Neueste Version
hi_in: नवीनतम वर्जन
ja_jp: 最新版
ko_kr: 최신 버전
th_th: เวอร์ชันล่าสุด
zh_cn: 最新版
zh_hk: 最新版本

# Rtk
source: Notifications
de_de: Benachrichtigungen
hi_in: अधिसूचनाएं
ja_jp: メッセージ通知
ko_kr: 알림
th_th: การแจ้งเตือน
zh_cn: 消息提醒
zh_hk: 訊息提醒

# Q3k
source: Allow "{{app_name}}" to access your
de_de: Erlauben Sie "{{app_name}}" den Zugriff auf
hi_in: "{{app_name}}" को अपने एक्सेस की अनुमति दें
ja_jp: {{app_name}}のアクセスを許可
ko_kr: "{{app_name}}"이(가) 다음에 액세스하도록 허용합니다
th_th: อนุญาตให้ "{{app_name}}" เข้าถึงสิ่งต่อไปนี้ของคุณ
zh_cn: 允许“{{app_name}}”访问
zh_hk: 允許「{{app_name}}」存取

# Spo
source: Privacy Policy
de_de: Datenschutzrichtlinie
hi_in: गोपनीयता नीति
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
th_th: นโยบายความเป็นส่วนตัว
zh_cn: 隐私政策
zh_hk: 私隱政策

# IxA
source: Settings
de_de: Einstellungen
hi_in: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
th_th: การตั้งค่า
zh_cn: 应用设置
zh_hk: 應用程式設定

# 9a4
source: Terms of Service
de_de: Nutzungsbedingungen
hi_in: सेवा की शर्तें
ja_jp: 利用規約
ko_kr: 서비스 약관
th_th: ข้อกำหนดการใช้บริการ
zh_cn: 用户协议
zh_hk: 用戶協議

# Vjs
source: This app is part of {{APP_DISPLAY_NAME}}. Personal information of users will be processed and protected in line with {{APP_DISPLAY_NAME}} Privacy Policy.
de_de: Diese App ist Teil von {{APP_DISPLAY_NAME}}. Persönliche Informationen von Benutzern werden gemäß der {{APP_DISPLAY_NAME}}-Datenschutzrichtlinie verarbeitet und geschützt.
hi_in: यह ऐप {{APP_DISPLAY_NAME}} का भाग है. उपयोगकर्ताओं की व्यक्तिगत जानकारी {{APP_DISPLAY_NAME}} गोपनीयता नीति के अनुसार संसाधित और संरक्षित की जाएगी.
ja_jp: このアプリは Lark の一部です。ユーザーの個人情報は「Lark プライバシーポリシー」に基づいて適切に取り扱われます。
ko_kr: 이 앱은 {{APP_DISPLAY_NAME}}의 일부입니다. 사용자의 개인 정보는 {{APP_DISPLAY_NAME}} 개인정보 보호정책에 따라 처리 및 보호됩니다.
th_th: แอปนี้เป็นส่วนหนึ่งของ {{APP_DISPLAY_NAME}} ข้อมูลส่วนบุคคลของผู้ใช้จะได้รับการประมวลผลและป้องกันตามนโยบายความเป็นส่วนตัว {{APP_DISPLAY_NAME}}
zh_cn: 此应用为{{APP_DISPLAY_NAME}}的一部分，对个人信息的处理与保护遵循《{{APP_DISPLAY_NAME}}隐私政策》。
zh_hk: 此應用程式為{{APP_DISPLAY_NAME}}的一部分，將遵循《{{APP_DISPLAY_NAME}}私隱政策》處理及保護個人資訊。
