Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/LarkOpenPlatform/auto_resources/*.strings
Languages: de_de, hi_in, ja_jp, ko_kr, th_th, zh_cn, zh_hk

# 5NM
source: Copy Link
de_de: Link kopieren
hi_in: लिंक कॉपी करें
ja_jp: リンクをコピー
ko_kr: 링크 복사
th_th: คัดลอกลิงก์
zh_cn: 复制链接
zh_hk: 複製連結

# zi4
source: Forward
de_de: Weiter
hi_in: फ़ॉर्वर्ड करें
ja_jp: 転送
ko_kr: 전달
th_th: ส่งต่อ
zh_cn: 转发
zh_hk: 轉發

# +fg
source: Open in Other Apps
de_de: In anderen Apps öffnen
hi_in: अन्य ऐप में खोलें
ja_jp: 別のアプリで開く
ko_kr: 다른 앱에서 열기
th_th: เปิดในแอปอื่น
zh_cn: 用其他应用打开
zh_hk: 用其他應用程式打開

# gM8
source: View
de_de: Ansicht
hi_in: देखें
ja_jp: 表示
ko_kr: 보기
th_th: ดู
zh_cn: 查看
zh_hk: 查看

# 2J0
source: Help docs
de_de: Hilfedokumente
hi_in: सहायक डॉक्स
ja_jp: 利用ガイド
ko_kr: 도움말 문서
th_th: เอกสารวิธีใช้
zh_cn: 帮助文档
zh_hk: 用戶說明指南

# MDc
source: Add to Navbar
de_de: Zur Navigationsleiste hinzufügen
ja_jp: ナビゲーションバーに追加
ko_kr: 내비게이션 바에 추가
th_th: เพิ่มไปยังแถบนำทาง
zh_cn: 添加到导航栏
zh_hk: 新增至導覽列

# dW4
source: Remove From Navbar
de_de: Aus der Navigationsleiste entfernen
ja_jp: ナビゲーションバーから外す
ko_kr: 내비게이션 바에서 제거
th_th: ลบออกจากแถบนำทาง
zh_cn: 从导航栏移除
zh_hk: 從導覽列移除

# Ukc
source: Unable to load chart
de_de: Das Diagramm konnte nicht geladen werden
ja_jp: グラフを読み込みできませんでした。
ko_kr: 차트를 로드할 수 없습니다
th_th: ไม่สามารถโหลดแผนภูมิได้
zh_cn: 图表加载失败
zh_hk: 圖表載入失敗

# mHM
source: Invalid click
de_de: Ungültiger Klick
hi_in: अमान्य क्लिक
ja_jp: 無効なクリックです
ko_kr: 유효하지 않은 클릭
th_th: คลิกไม่ถูกต้อง
zh_cn: 点击无效
zh_hk: 點擊無效

# ewo
source: Cancel
de_de: Abbrechen
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
th_th: ยกเลิก
zh_cn: 取消
zh_hk: 取消

# xCU
source: Unable to reply, please try again later
de_de: Antworten fehlgeschlagen, später erneut versuchen
hi_in: उत्तर देने में विफल हुआ, कृपया बाद में पुनः प्रयास करें
ja_jp: 返信できませんでした。後ほど再試行してください
ko_kr: 회신할 수 없습니다. 나중에 다시 시도하세요
th_th: ไม่สามารถตอบกลับได้ โปรดลองอีกครั้งในภายหลัง
zh_cn: 回复失败，请稍后再试
zh_hk: 回覆失敗，請稍後再試

# ErY
source: Replying
de_de: Antworten
hi_in: उत्तर दिया जा रहा है
ja_jp: 返信中
ko_kr: 회신 중
th_th: กำลังตอบกลับ
zh_cn: 回复中
zh_hk: 回覆中

# Aes
source: Replied
de_de: Beantwortet
hi_in: उत्तर दिया गया
ja_jp: 返信済み
ko_kr: 응답함
th_th: ตอบกลับแล้ว
zh_cn: 回复成功
zh_hk: 回覆成功

# EWE
source: Send to:
de_de: Senden an:
hi_in: इनको भेजें:
ja_jp: 送信先：
ko_kr: 전송 대상:
th_th: ส่งไปยัง:
zh_cn: 发送给:
zh_hk: 發送給：

# Na4
source: Add People
de_de: Personen hinzufügen
hi_in: लोग जोड़ें
ja_jp: 連絡先を選択
ko_kr: 사람 추가
th_th: เพิ่มผู้คน
zh_cn: 选择联系人
zh_hk: 選擇聯絡人

# NFE
source: Copied
de_de: Kopiert
hi_in: कॉपी किया गया
ja_jp: コピーしました
ko_kr: 복사됨
th_th: คัดลอกแล้ว
zh_cn: 复制成功
zh_hk: 已成功複製

# PUI
source: Cancel
de_de: Abbrechen
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
th_th: ยกเลิก
zh_cn: 取消
zh_hk: 取消

# RyE
source: Something went wrong. Please try again later
de_de: Etwas ist schiefgelaufen. Versuchen Sie es später erneut
hi_in: कुछ ग़लत हुआ. कृपया बाद में पुन: प्रयास करें
ja_jp: 操作に失敗しました。再試行してください
ko_kr: 문제가 발생했습니다. 나중에 다시 시도해 보세요.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งภายหลัง
zh_cn: 出错了，请稍后重试
zh_hk: 發生錯誤，請稍後重試

# iec
source: Network outage, please try again
de_de: Netzwerkausfall, versuchen Sie es erneut
hi_in: नेटवर्क में ख़राबी, कृपया पुनः प्रयास करें
ja_jp: ネットワークが中断しました
ko_kr: 네트워크가 끊겼습니다. 다시 시도하세요
th_th: เครือข่ายขัดข้อง โปรดลองอีกครั้ง
zh_cn: 网络不给力，再试试吧！
zh_hk: 網絡欠佳，再試試吧！

# /Uk
source: Please use the desktop version
de_de: Verwenden Sie bitte die Desktop-Version
hi_in: कृपया डेस्कटॉप संस्करण का उपयोग करें
ja_jp: デスクトップ版で操作してください
ko_kr: 데스크톱 버전을 사용하세요
th_th: โปรดใช้เวอร์ชันเดสก์ท็อป
zh_cn: 请前往桌面端操作
zh_hk: 請前往桌面電腦端操作

# +WY
source: ​Cancel
de_de: ​Abbrechen
hi_in: रद्द करें
ja_jp: ​キャンセル
ko_kr: 취소
th_th: ยกเลิก
zh_cn: ​取消
zh_hk: ​取消

# c+s
source: ​Send
de_de: ​Senden
hi_in: भेजें
ja_jp: ​送信
ko_kr: 보내기
th_th: ส่ง
zh_cn: ​发送
zh_hk: ​發送

# DrA
source: Confirm
de_de: Bestätigen
hi_in: पुष्टि करें
ja_jp: 確定
ko_kr: 확인
th_th: ยืนยัน
zh_cn: 确定
zh_hk: 確定

# JBg
source: [Unable to view message, please upgrade to the latest version of {{APP_DISPLAY_NAME}}]
de_de: [Ansehen der Nachricht nicht möglich. Bitte führen Sie ein Upgrade auf die neueste Version von {{APP_DISPLAY_NAME}} durch]
hi_in: [मौजूदा संस्करण यह संदेश देखने का समर्थन नहीं करता है]
ja_jp: [メッセージを表示できません。最新バージョンの {{APP_DISPLAY_NAME}} にアップデートしてください]
ko_kr: [메시지를 볼 수 없습니다, {{APP_DISPLAY_NAME}} 최신 버전으로 업그레이드하세요]
th_th: [ไม่สามารถดูข้อความได้ โปรดอัปเกรด {{APP_DISPLAY_NAME}} เป็นเวอร์ชันล่าสุดก่อน]
zh_cn: [无法查看此消息，请更新到最新版本的{{APP_DISPLAY_NAME}}]
zh_hk: [無法查看此訊息，請更新到最新版本的{{APP_DISPLAY_NAME}}]

# /Hw
source: This action is only available in the original message.
de_de: Diese Aktion ist nur in der Originalnachricht verfügbar.
hi_in: यह क्रिया केवल मूल संदेश में उपलब्ध है.
ja_jp: この操作はオリジナルメッセージのみにできます
ko_kr: 이 작업은 원본 메시지에서만 사용할 수 있습니다.
th_th: การดำเนินการนี้สามารถใช้งานได้เฉพาะในข้อความต้นฉบับเท่านั้น
zh_cn: 这是转发消息，无法直接操作
zh_hk: 這是轉發訊息，無法直接操作

# rc4
source: Unable to load. Please try again later.
de_de: Laden nicht möglich. Versuchen Sie es später erneut.
hi_in: लोड करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
ja_jp: 読み込みできませんでした。再試行してください
ko_kr: 로드할 수 없습니다. 나중에 다시 시도해 보세요.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้งภายหลัง
zh_cn: 加载失败，请重试
zh_hk: 載入失敗，請重試

# Y60
source: Reload
de_de: Neu laden
hi_in: फिर से लोड करें
ja_jp: 再読み込み
ko_kr: 다시 로드
th_th: โหลดใหม่
zh_cn: 重新加载
zh_hk: 重新載入

# /Rc
source: More
de_de: Mehr
hi_in: अधिक
ja_jp: その他
ko_kr: 더 보기
th_th: เพิ่มเติม
zh_cn: 更多
zh_hk: 更多

# RN4
source: [This message type is currently not supported.]
de_de: [Dieser Nachrichtentyp wird derzeit nicht unterstützt.]
hi_in: [यह संदेश प्रकार वर्तमान में समर्थित नहीं है.]
ja_jp: このタイプのメッセージに対するショートカットは現在サポートされていません
ko_kr: [이 메시지 유형은 현재 지원되지 않습니다.]
th_th: [ไม่รองรับข้อความประเภทนี้ในปัจจุบัน]
zh_cn: [该消息类型暂不支持快捷操作]
zh_hk: [此訊息類型暫不支援快捷操作]

# vJg
source: Your network isn't connected. Please try again.
de_de: Ihr Netzwerk ist nicht verbunden. Versuchen Sie es erneut.
hi_in: आपका नेटवर्क कनेक्टेड नहीं है. कृपया पुनः प्रयास करें.
ja_jp: ネットワークエラーです。後ほど再試行してください
ko_kr: 네트워크가 연결되어 있지 않습니다. 다시 시도하세요.
th_th: ไม่มีการเชื่อมต่อเครือข่ายของคุณ โปรดลองอีกครั้ง
zh_cn: 网络异常，请稍后再试
zh_hk: 網絡異常，請稍後再試

# S8Y
source: This page is unavailable now.
de_de: Diese Seite ist jetzt nicht verfügbar.
hi_in: यह पेज अभी अनुपलब्ध है.
ja_jp: このアプリのページは無効になりました
ko_kr: 이 페이지는 현재 사용할 수 없습니다.
th_th: หน้านี้ไม่พร้อมใช้งานในขณะนี้
zh_cn: 你访问的应用页面已失效
zh_hk: 你前往的應用程式頁面已失效

# qwY
source: The following parameters are missing in the link: {{list}}
de_de: Folgende Parameter fehlen im Link: {{list}}
hi_in: निम्न मापदंड लिंक में नहीं हैं: {{list}}
ja_jp: リンク内に必要なパラメータを入力してください：{{list}}
ko_kr: 링크에서 다음 매개 변수가 누락됨: {{list}}
th_th: พารามิเตอร์ต่อไปนี้หายไปในลิงก์: {{list}}
zh_cn: 链接中缺少必填参数：{{list}}
zh_hk: 連結中缺少必填參數：{{list}}

# LFs
source: A server error occurred. Please try again later.
de_de: Es ist ein Serverfehler aufgetreten. Versuchen Sie es später erneut.
hi_in: सर्वर से जुड़ी ग़लतियां हुईं. कृपया बाद में पुनः प्रयास करें.
ja_jp: サーバーエラーです。後ほど再試行してください
ko_kr: 서버 오류가 발생했습니다. 나중에 다시 시도하세요.
th_th: มีข้อผิดพลาดเซิฟเวอร์เกิดขึ้น โปรดลองอีกครั้งภายหลัง
zh_cn: 服务器异常，请稍后再试
zh_hk: 伺服器異常，請稍後再試

# 01o
source: Preview
de_de: Vorschau
hi_in: पूर्वावलोकन करें
ja_jp: プレビュー
ko_kr: 미리 보기
th_th: ตัวอย่าง
zh_cn: 展示效果
zh_hk: 顯示效果

# e0g
source: This app is not available on mobile yet. Please use it on desktop.
de_de: Diese App ist auf Mobiltelefonen noch nicht verfügbar. Verwenden Sie sie auf dem Desktop.
hi_in: यह ऐप अभी तक मोबाइल पर उपलब्ध नहीं है. कृपया डेस्कटॉप पर इसका उपयोग करें.
ja_jp: このアプリはモバイルではご利用できません。デスクトップ版でお使いください
ko_kr: 아직 모바일에서 이 앱을 이용할 수 없습니다. 데스크톱에서 이용해주세요.
th_th: แอปนี้ไม่พร้อมใช้งานบนมือถือในขณะนี้ โปรดใช้งานบนเดสก์ท็อป
zh_cn: 此应用在手机端不可用，请在电脑上使用
zh_hk: 此應用程式不適用於手機端，請在電腦上使用

# gQ8
source: No data
de_de: Keine Daten
ja_jp: データなし
ko_kr: 데이터 없음
th_th: ไม่มีข้อมูล
zh_cn: 暂无数据
zh_hk: 暫無數據

# GW0
source: Restarting...
de_de: Wird neu gestartet...
hi_in: रीस्टार्ट किया जा रहा है...
ja_jp: 再起動しています
ko_kr: 다시 시작 중...
th_th: กำลังรีสตาร์ท...
zh_cn: 正在重启
zh_hk: 正在重新啟動

# ++c
source: Upgrading...
de_de: Upgrade wird durchgeführt...
hi_in: अपग्रेड किया जा रहा है...
ja_jp: アップデートしています
ko_kr: 업그레이드 중...
th_th: กำลังอัปเกรด...
zh_cn: 正在升级
zh_hk: 正在升級

# N2U
source: Unable to upgrade. Click to retry
de_de: Upgrade konnte nicht durchgeführt werden. Klicken, um es erneut zu versuchen
hi_in: अपग्रेड करने में असमर्थ. पुन: प्रयास करने के लिए क्लिक करें
ja_jp: アップデートできませんでした。再試行してください
ko_kr: 업그레이드할 수 없습니다. 클릭하여 다시 시도하세요
th_th: ไม่สามารถอัปเกรดได้ คลิกเพื่อลองอีกครั้ง
zh_cn: 升级失败，请重试
zh_hk: 升級失敗，請重試

# wiM
source: Unable to check for update. Please try again
de_de: Nach Updates kann nicht gesucht werden. Bitte versuchen Sie es erneut
hi_in: अपडेट की जाँच करने में असमर्थ. कृपया पुनः प्रयास करें
ja_jp: 更新を確認できませんでした。再試行してください
ko_kr: 업데이트를 확인할 수 없습니다. 다시 시도하세요
th_th: ไม่สามารถตรวจสอบการอัปเดตได้ โปรดลองอีกครั้ง
zh_cn: 检查更新失败，请重试
zh_hk: 無法檢查更新，請重試

# X6I
source: Checking for update...
de_de: Suche nach Updates...
hi_in: अपडेट की जाँच हो रही है...
ja_jp: 更新を確認しています
ko_kr: 업데이트 확인 중...
th_th: กำลังตรวจสอบการอัปเดต...
zh_cn: 正在检查更新
zh_hk: 正在檢查更新

# eKA
source: Click to upgrade and restart
de_de: Zum Aktualisieren und Neustarten klicken
hi_in: अपग्रेड और रीस्टार्ट करने के लिए क्लिक करें
ja_jp: アップデートして再起動する
ko_kr: 클릭하여 업그레이드하고 다시 시작
th_th: คลิกเพื่ออัปเกรดและรีสตาร์ท
zh_cn: 点击升级并重启
zh_hk: 點擊升級並重新啟動

# GoM
source: Version
hi_in: संस्करण
ja_jp: バージョン
ko_kr: 버전
th_th: เวอร์ชัน
zh_cn: 版本
zh_hk: 版本

# 7u8
source: Added
de_de: Hinzugefügt
hi_in: जोड़ा गया
ja_jp: お気に入りに追加しました
ko_kr: 추가됨
th_th: เพิ่มแล้ว
zh_cn: 已添加
zh_hk: 已新增

# WsE
source: Workplace Favorite
de_de: Arbeitsplatz zu Favoriten hinzufügen
hi_in: कार्यस्थल पसंदीदा में जोड़ें
ja_jp: お気に入りに追加
ko_kr: 작업 공간 즐겨찾기에 추가
th_th: สถานที่ทำงานที่ชื่นชอบ
zh_cn: 添加到工作台常用
zh_hk: 新增至工作平台常用

# 04s
source: Loading...
ja_jp: 読み込み中...
zh_cn: 加载中…
zh_hk: 載入中...

# XxQ
source: Something went wrong. Please try again.
de_de: Etwas ist schiefgelaufen. Versuchen Sie es erneut.
hi_in: कुछ गलत हुआ. कृपया पुनः प्रयास करें.
ja_jp: エラーが発生しました。再試行してください
ko_kr: 문제가 발생했습니다. 다시 시도하세요.
th_th: มีบางอย่างผิดปกติ โปรดลองอีกครั้ง
zh_cn: 出错了，请重试
zh_hk: 出錯了，請重試

# CXU
source: Workplace Unfavorite
de_de: Arbeitsplatz aus Favoriten entfernen
hi_in: कार्यस्थल पसंदीदा से निकालें
ja_jp: お気に入りから削除
ko_kr: 작업 공간 즐겨찾기에서 제거
th_th: สถานที่ทำงานเลิกชื่นชอบ
zh_cn: 从工作台常用移除
zh_hk: 從工作平台常用移除

# UF4
source: Deleted
de_de: Gelöscht
hi_in: हटाया गया
ja_jp: 削除済み
ko_kr: 삭제됨
th_th: ลบแล้ว
zh_cn: 已删除
zh_hk: 已刪除

# ioU
source: Deactivated
de_de: Deaktiviert
hi_in: निष्क्रिय किया गया
ja_jp: オフライン
ko_kr: 비활성화됨
th_th: ปิดใช้งานแล้ว
zh_cn: 已下线
zh_hk: 已離線

# 6TY
source: Report this app
de_de: Diese App melden
hi_in: इस ऐप की रिपोर्ट करें
ja_jp: このアプリを報告
ko_kr: 이 앱 보고
th_th: รายงานแอปนี้
zh_cn: 举报此应用
zh_hk: 舉報此應用程式

# CfA
source: Cancel
de_de: Abbrechen
hi_in: रद्द करें
ja_jp: キャンセル
ko_kr: 취소
th_th: ยกเลิก
zh_cn: 取消
zh_hk: 取消

# 6AA
source: Confirm
de_de: Bestätigen
hi_in: पुष्ट करें
ja_jp: 確認
ko_kr: 확인
th_th: ยืนยัน
zh_cn: 确认
zh_hk: 確認

# GuQ
source: Disabled
de_de: Deaktiviert
hi_in: अक्षम किया गया
ja_jp: 無効
ko_kr: 비활성화됨
th_th: ถูกปิดใช้งาน
zh_cn: 已停用
zh_hk: 已停用

# o7g
source: Display a red, numbered badge on the app's icon to indicate something needs attention
de_de: Ein rotes, nummeriertes Badge auf dem App-Symbol anzeigen, um darauf hinzuweisen, dass etwas Aufmerksamkeit erfordert
hi_in: किसी चीज़ पर ध्यान देने की आवश्यकता है यह संकेत देने के लिए ऐप के आइकॉन पर लाल, क्रमांकित बैज प्रदर्शित करें
ja_jp: アプリバッジを有効にすると、アプリアイコンに赤い数字のバッジが表示され、新着通知の数をお知らせします。
ko_kr: 숫자가 매겨진 빨간색 배지가 앱 아이콘에 표시되어 주의가 필요함을 나타냅니다
th_th: แสดงป้ายบอกสถานะสีแดงพร้อมตัวเลขบนไอคอนของแอปเพื่อระบุว่ามีบางสิ่งที่ต้องให้ความสนใจ
zh_cn: 在应用图标上展示红色数字角标，以提醒有需要关注的信息
zh_hk: 在應用程式圖標上顯示紅色數字角標，以就需追蹤的資訊發出提醒

# JGQ
source: Got It
de_de: Verstanden
hi_in: समझ गया/गई
ja_jp: 了解
ko_kr: 확인
th_th: เข้าใจแล้ว
zh_cn: 我知道了
zh_hk: 我知道了

# RFg
source: Removed
de_de: Entfernt
hi_in: निकाला गया
ja_jp: 削除済み
ko_kr: 제거됨
th_th: ลบออกแล้ว
zh_cn: 移除成功
zh_hk: 移除成功

# t6w
source: View Chat History
de_de: Chatverlauf anzeigen
hi_in: चैट इतिहास देखें
ja_jp: メッセージ履歴を表示
ko_kr: 채팅 기록 보기
th_th: ดูประวัติแชท
zh_cn: 查看历史消息
zh_hk: 查看過往訊息

# Xdw
source: App rating
hi_in: ऐप रेटिंग
ja_jp: アプリ評価
ko_kr: 앱 평가
th_th: การให้คะแนนแอป
zh_cn: 应用评分
zh_hk: 應用程式評分

# Fp8
source: My rating
de_de: Mein Rating
hi_in: मेरी रेटिंग
ja_jp: 自分の評価
ko_kr: 내 평가
th_th: คะแนนของฉัน
zh_cn: 我的评分
zh_hk: 我的評分

# 6P8
source: You have not rated the app yet
de_de: Sie haben die App noch nicht bewertet.
hi_in: आपने अभी तक ऐप को रेट नहीं किया है
ja_jp: このアプリを評価していません。
ko_kr: 아직 앱을 평가하지 않았습니다
th_th: คุณยังไม่ได้ให้คะแนนแอป
zh_cn: 你尚未对此应用进行评分
zh_hk: 你尚未對此應用程式評分

# EfE
source: Give rating
de_de: Rating vergeben
hi_in: रेटिंग दें
ja_jp: 評価を行う
ko_kr: 평가하기
th_th: ไปให้คะแนน
zh_cn: 去评分
zh_hk: 前往評分

# PKE
source: Please upgrade {{APP_DISPLAY_NAME}} to the latest version to view the content.
de_de: Bitte aktualisieren Sie zum Anzeigen {{APP_DISPLAY_NAME}} auf die neueste Version.
ja_jp: {{APP_DISPLAY_NAME}} を最新バージョンにアップデートしてから確認してください
ko_kr: 보려면 {{APP_DISPLAY_NAME}}을(를) 최신 버전으로 업데이트하세요.
th_th: โปรดอัปเดต {{APP_DISPLAY_NAME}} ให้เป็นเวอร์ชันล่าสุดเพื่อดู
zh_cn: 请将{{APP_DISPLAY_NAME}}升级至最新版本后查看
zh_hk: 請將{{APP_DISPLAY_NAME}}升級至最新版本後重試

# bBc
source: Added
de_de: Hinzugefügt
hi_in: जोड़ी गई
ja_jp: 追加しました
ko_kr: 추가됨
th_th: เพิ่มแล้ว
zh_cn: 添加成功

# ods
source: System error. Please try again later.
de_de: Systemfehler. Bitte versuchen Sie es später erneut.
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 시스템 오류입니다. 나중에 다시 시도하세요.
th_th: ระบบเกิดผิดพลาด โปรดลองอีกครั้งในภายหลัง
zh_cn: 系统异常，请稍后重试
zh_hk: 系統異常，請稍後重試

# W1Q
source: The client version is too low, and you may not be able to use this app. Please update to the latest version.
de_de: Die Clientversion ist zu niedrig, und Sie können diese App möglicherweise nicht verwenden. Aktualisieren Sie auf die neueste Version.
hi_in: क्लाइंट का संस्करण बहुत पुराना है, और आप संभवतः इस ऐप का उपयोग न कर सकें. कृपया नवीनतम संस्करण पर अपडेट करें.
ja_jp: アプリのバージョンが古いため正常に利用できない可能性があります。最新バージョンにアップデートしてください
ko_kr: 클라이언트 버전이 너무 낮아 이 앱을 사용하지 못할 수 있습니다. 최신 버전으로 업데이트하세요.
th_th: เวอร์ชันไคลเอ็นต์เก่าเกินไป และคุณอาจไม่สามารถใช้แอปนี้ได้ โปรดอัปเดตให้เป็นเวอร์ชันล่าสุด
zh_cn: 客户端版本过低，可能无法正常使用该应用，请升级至最新版本
zh_hk: 你的用戶端版本過舊，可能無法正常使用此應用程式，請升級至最新版本

# HvI
source: Chart
de_de: Diagramm
ja_jp: グラフ
ko_kr: 차트
th_th: แผนภูมิ
zh_cn: 图表
zh_hk: 圖表

# R6U
source: Forward failed. Please try again.
de_de: Weiterleiten fehlgeschlagen. Versuchen Sie es erneut.
hi_in: फ़ॉर्वर्ड करना विफल हुआ. कृपया पुनः प्रयास करें.
ja_jp: 転送できませんでした。再試行してください
ko_kr: 전달에 실패했습니다. 다시 시도해 보세요.
th_th: การส่งต่อไม่สำเร็จ โปรดลองอีกครั้ง
zh_cn: 转发失败，请重试
zh_hk: 無法轉發，請重試

# YCs
source: Image
de_de: Bild
hi_in: छवि
ja_jp: 画像
ko_kr: 이미지
th_th: ภาพ
zh_cn: 图片
zh_hk: 圖片

# 2JI
source: Leave a message
de_de: Hinterlassen Sie eine Nachricht
hi_in: संदेश छोड़ें
ja_jp: メッセージ
ko_kr: 메시지를 남기세요
th_th: ฝากข้อความ
zh_cn: 留言
zh_hk: 留言

# Fjo
source: From: {{name}}
de_de: Von: {{name}}
hi_in: द्वारा: {{name}}
ja_jp: 送信者：{{name}}
ko_kr: 보낸 사람: {{name}}
th_th: จาก: {{name}}
zh_cn: 来自：{{name}}
zh_hk: 來自：{{name}}

# ups
source: posted at {{date}}
de_de: {{date}}
hi_in: {{date}} को पोस्ट किया गया
ja_jp: {{date}} に送信
ko_kr: {{date}}에 게시했습니다
th_th: โพสต์เมื่อ {{date}}
zh_cn: 发送于 {{date}}
zh_hk: 發送於 {{date}}

# aeE
source: Please enter
de_de: Bitte eingeben
ja_jp: 入力してください
ko_kr: 입력하세요
th_th: โปรดกรอก
zh_cn: 请输入
zh_hk: 請輸入

# oLw
source: Required field
de_de: Pflichtfeld
ja_jp: 必須項目
ko_kr: 필수 필드
th_th: ช่องข้อมูลบังคับ
zh_cn: 必填项
zh_hk: 必填項

# Bc8
source: Up to {{charCnt}} characters can be entered
de_de: Bis zu {{charCnt}} Zeichen können eingegeben werden
ja_jp: {{charCnt}} 文字を超えることができません。
ko_kr: 최대 {{charCnt}}자를 입력할 수 있습니다
th_th: สามารถกรอกได้สูงสุด {{charCnt}} ตัวอักษร
zh_cn: 文本长度不可超过 {{charCnt}} 个字符
zh_hk: 文字長度不能超過 {{charCnt}} 個字元

# q/0
source: Hide Translation
de_de: Übersetzung ausblenden
ja_jp: 訳文を非表示
ko_kr: 번역 숨기기
th_th: ซ่อนการแปล
zh_cn: 隐藏译文
zh_hk: 隱藏譯文

# uGY
source: Show Original Text
de_de: Originaltext anzeigen
ja_jp: 原文を表示
ko_kr: 원본 텍스트 표시
th_th: แสดงข้อความต้นฉบับ
zh_cn: 查看原文
zh_hk: 查看原文

# AI0
source: Switch Languages
de_de: Sprachen wechseln
ja_jp: 言語を切り替える
ko_kr: 언어 전환
th_th: เปลี่ยนภาษา
zh_cn: 切换语种
zh_hk: 切換語言

# Jbw
source: Translation
de_de: Übersetzung
hi_in: अनुवाद
ja_jp: 訳文
ko_kr: 번역
th_th: การแปล
zh_cn: 译文
zh_hk: 譯文

# mFA
source: Feedback
de_de: Bewerten Sie diese Übersetzung
hi_in: इस अनुवाद को रेटिंग दें
ja_jp: フィードバック
ko_kr: 이 번역 평가
th_th: ให้คะแนนงานแปลนี้
zh_cn: 翻译反馈
zh_hk: 為翻譯評分

# w94
source: Unable to copy link
de_de: Link kopieren nicht möglich
ja_jp: リンクをコピーできません
ko_kr: 링크를 복사할 수 없습니다
th_th: ไม่สามารถคัดลอกลิงก์ได้
zh_cn: 不可复制链接
zh_hk: 無法複製連結

# sZ8
source: Unable to forward
de_de: Weiterleiten nicht möglich
ja_jp: ページは転送できません
ko_kr: 전달할 수 없습니다
th_th: ไม่สามารถส่งต่อได้
zh_cn: 当前页面不可转发
zh_hk: 無法轉發目前頁面

# lio
source: Unable to open in browser
de_de: In Browser öffnen nicht möglich
ja_jp: ブラウザで開けません
ko_kr: 브라우저에서 열 수 없습니다
th_th: ไม่สามารถเปิดในเบราว์เซอร์ได้
zh_cn: 不可浏览器打开
zh_hk: 無法使用瀏覽器開啟

# cXc
source: Unable to find within page
de_de: Kann innerhalb der Seite nicht gefunden werden
ja_jp: ページで検索できません
ko_kr: 페이지 내에서 찾을 수 없습니다
th_th: ไม่สามารถค้นหาภายในหน้าได้
zh_cn: 不可在页面上查找
zh_hk: 無法在頁面上搜尋

# GVc
source: Unable to share
de_de: Freigabe nicht möglich
ja_jp: ページは共有できません
ko_kr: 공유할 수 없습니다
th_th: ไม่สามารถแบ่งปันได้
zh_cn: 当前页面不可分享
zh_hk: 無法分享目前頁面

# P2A
source: [Table]
de_de: [Tabelle]
ja_jp: [テーブル]
ko_kr: [표]
th_th: [ตาราง]
zh_cn: [表格]
zh_hk: [表格]

# dHE
source: This app page is no longer available.
de_de: Diese App-Seite ist nicht mehr verfügbar.
hi_in: यह ऐप पेज अब उपलब्ध नहीं है.
ja_jp: このアプリのページは無効となりました
ko_kr: 이 앱 페이지를 더 이상 사용할 수 없습니다.
th_th: หน้าแอปนี้ไม่สามารถใช้งานได้อีกต่อไป
zh_cn: 你访问的应用页面已失效
zh_hk: 你存取的應用程式頁面已失效

# tUk
source: This feature is unavailable
de_de: Diese Funktion ist nicht verfügbar.
hi_in: यह सुविधा अनुपलब्ध है
ja_jp: 本機能は現在使用できません
ko_kr: 이 기능은 사용할 수 없습니다
th_th: ฟีเจอร์นี้ไม่พร้อมใช้งาน
zh_cn: 此功能暂不可用
zh_hk: 此功能暫時不可用

# qaY
source: Sorry, due to the security configuration of your organization, the file has been encrypted. It may not be able to be opened by any third-party apps, and its sharing may be blocked.
de_de: Aufgrund der Sicherheitskonfiguration Ihrer Organisation wurde die Datei leider verschlüsselt. Es ist möglich, dass sie sich nicht mit Drittanbieter-Apps öffnen lässt und sie nicht geteilt werden kann.
hi_in: क्षमा करें, आपके संगठन के सुरक्षा कॉन्फ़िगरेशन के कारण, यह फ़ाइल एन्क्रिप्ट की गई है. शायद इसे किसी भी तृतीय-पक्ष ऐप से खोला न जा सके, और इसका साझाकरण ब्लॉक हो सकता है.
ja_jp: セキュリティ設定により、当該ファイルは暗号化されたため、サードパーティアプリで開けないまたは共有できない場合はあります
ko_kr: 죄송합니다. 기업의 보안 설정으로 인해 파일이 암호화되었습니다. 해당 파일은 타사 앱에서 열지 못할 수 있으며 해당 파일의 공유가 차단될 수 있습니다.
th_th: ขออภัย ไฟล์ถูกเข้ารหัสเนื่องจากการกำหนดค่าความปลอดภัยของขององค์กรของคุณ แอปของบุคคลที่สามอาจไม่สามารถเปิดไฟล์ได้ และระบบอาจปิดกั้นไม่ให้มีการแบ่งปันไฟล์
zh_cn: 抱歉，由于你所在组织的安全配置，该文件已被加密，可能导致无法被第三方应用打开或分享被拦截的情况
zh_hk: 抱歉，由於你所在組織的安全配置，此檔案已被加密，可能導致無法以第三方應用程式開啟，或者分享被攔截

# Nqc
source: Failed to share. Please check the network.
de_de: Teilen fehlgeschlagen. Überprüfen Sie das Netzwerk.
hi_in: साझा करने में विफल हुआ. कृपया नेटवर्क की जांच करें.
ja_jp: 共有に失敗しました。ネットワークを確認してください
ko_kr: 공유 실패. 네트워크를 확인해주세요.
th_th: แชร์ไม่สำเร็จ โปรดตรวจสอบเครือข่าย
zh_cn: 分享失败，请检查网络
zh_hk: 無法分享，請檢查網絡

# xjc
source: Share
de_de: Teilen
hi_in: साझा करें
ja_jp: 共有
ko_kr: 공유
th_th: แชร์
zh_cn: 分享
zh_hk: 分享

# Asg
source: Unable to share
de_de: Teilen nicht möglich
hi_in: साझा करने में असमर्थ
ja_jp: 共有できませんでした
ko_kr: 공유할 수 없음
th_th: ไม่สามารถแบ่งปันได้
zh_cn: 分享失败
zh_hk: 分享失敗

# 5ak
source: Add to Home Screen
de_de: Zu Startbildschirm hinzufügen
hi_in: होम स्क्रीन पर जोड़ें
ja_jp: ホーム画面に追加
ko_kr: 홈 화면에 추가
th_th: เพิ่มเข้าในหน้าจอหลัก
zh_cn: 添加到桌面
zh_hk: 新增至桌面

# MFo
source: Failed to add
de_de: Hinzufügen fehlgeschlagen
hi_in: जोड़ने में विफल
ja_jp: 追加できませんでした
ko_kr: 추가하지 못했습니다
th_th: เพิ่มไม่สำเร็จ
zh_cn: 添加失败
zh_hk: 新增失敗

# TbM
source: Please use the app on your desktop
de_de: Verwenden Sie die App auf Ihrem Desktop
hi_in: कृपया अपने डेस्कटॉप पर इस ऐप का उपयोग करें
ja_jp: PCでご使用ください
ko_kr: 데스크톱에서 앱을 사용하세요
th_th: โปรดใช้แอปบนเดสก์ท็อปของคุณ
zh_cn: 本应用仅支持在桌面端访问
zh_hk: 這應用程式只支援桌面電腦端存取

# YHk
source: Unable to share
de_de: Freigabe nicht möglich
ja_jp: 共有に失敗しました
ko_kr: 공유할 수 없습니다
th_th: ไม่สามารถแบ่งปันได้
zh_cn: 分享失败
zh_hk: 分享失敗

# tYE
source: Preview Link
de_de: Vorschau-Link
ja_jp: プレビュー用リンク
ko_kr: 링크 미리 보기
th_th: ดูตัวอย่างลิงก์
zh_cn: 预览链接
zh_hk: 預覽連結

# lz4
source: Just shared a page with you in {{APP_DISPLAY_NAME}}. Check via the link: {{url}}
de_de: Soeben wurde in {{APP_DISPLAY_NAME}} eine Seite mit Ihnen geteilt. Überprüfen Sie dies über folgenden Link: {{url}}
ja_jp: {{APP_DISPLAY_NAME}} でページを共有しました。リンクをクリックして確認してください：{{url}}
ko_kr: {{APP_DISPLAY_NAME}}에서 페이지를 공유했습니다. 링크를 통해 확인하십시오: {{url}}
th_th: เพิ่งแบ่งปันหน้ากับคุณใน {{APP_DISPLAY_NAME}} ตรวจสอบผ่านลิงก์ {{url}}
zh_cn: 我在{{APP_DISPLAY_NAME}}分享了一个网页给你，点击链接查看 {{url}}
zh_hk: 我在{{APP_DISPLAY_NAME}}分享了一個網頁給你，點擊連結以查看 {{url}}

# LmQ
source: Preview QR Code
de_de: Vorschau-QR-Code
ja_jp: プレビュー用QRコード
ko_kr: QR 코드 미리 보기
th_th: ตัวอย่างคิวอาร์โค้ด
zh_cn: 预览二维码
zh_hk: 預覽 QR 碼

# wRE
source: Select Chat
de_de: Chat auswählen
ja_jp: チャットを選択
ko_kr: 채팅 선택
th_th: เลือกแชท
zh_cn: 选择会话
zh_hk: 選擇對話

# jx8
source: Share page
de_de: Seite freigeben
ja_jp: ページを共有
ko_kr: 페이지 공유
th_th: แบ่งปันหน้า
zh_cn: 分享网页
zh_hk: 分享網頁

# BsE
source: App Info Card
de_de: App-Infokarte
hi_in: ऐप इंफो कार्ड
ja_jp: アプリカード
ko_kr: 앱 정보 카드
th_th: บัตรข้อมูลแอป
zh_cn: 应用名片
zh_hk: 應用程式名片

# mO0
source: Link
hi_in: लिंक
ja_jp: リンク
ko_kr: 링크
th_th: ลิงก์
zh_cn: 应用链接
zh_hk: 應用程式連結

# Kmo
source: App Page Card
de_de: App-Seitenkarte
hi_in: ऐप पेज कार्ड
ja_jp: ページカード
ko_kr: 앱 페이지 카드
th_th: บัตรหน้าแอป
zh_cn: 页面卡片
zh_hk: 頁面卡片

# tEY
source: Link
hi_in: लिंक
ja_jp: リンク
ko_kr: 링크
th_th: ลิงก์
zh_cn: 页面链接
zh_hk: 頁面連結

# FUI
source: QR Code
hi_in: QR कोड
ja_jp: QRコード
ko_kr: QR 코드
th_th: คิวอาร์โค้ด
zh_cn: 页面二维码
zh_hk: 頁面 QR 碼

# NSg
source: Send to Chat
de_de: An Chat senden
hi_in: चैट में भेजें
ja_jp: チャットに送信
ko_kr: 채팅에 보내기
th_th: ส่งไปยังแชท
zh_cn: 发送至会话
zh_hk: 寄送至對話

# CZQ
source: Please scan the code in {{APP_DISPLAY_NAME}}.
de_de: Scannen Sie den Code in {{APP_DISPLAY_NAME}}.
hi_in: कृपया {{APP_DISPLAY_NAME}} में कोड स्कैन करें.
ja_jp: {{APP_DISPLAY_NAME}} でスキャンしてアクセスしてください
ko_kr: {{APP_DISPLAY_NAME}}에서 코드를 스캔하세요.
th_th: โปรดสแกนรหัสใน {{APP_DISPLAY_NAME}}
zh_cn: 请通过{{APP_DISPLAY_NAME}}扫码访问
zh_hk: 請通過{{APP_DISPLAY_NAME}}掃碼存取

# Xb0
source: QR Code
hi_in: QR कोड
ja_jp: QRコード
ko_kr: QR 코드
th_th: คิวอาร์โค้ด
zh_cn: 应用二维码
zh_hk: 應用程式的 QR 碼

# iQM
source: Just recommended an app to you in {{APP_DISPLAY_NAME}}.
de_de: Ich habe Ihnen in {{APP_DISPLAY_NAME}} gerade eine App empfohlen.
hi_in: {{APP_DISPLAY_NAME}} में अभी आपको एक ऐप अनुसंशित किया गया है.
ja_jp: {{APP_DISPLAY_NAME}}でアプリを共有しました。
ko_kr: {{APP_DISPLAY_NAME}}에서 방금 앱을 추천했습니다.
th_th: เพียงแค่แนะนำแอปให้คุณใน {{APP_DISPLAY_NAME}}
zh_cn: 我在{{APP_DISPLAY_NAME}}分享了一个应用给你
zh_hk: 我已在{{APP_DISPLAY_NAME}}向你分享一個應用程式

# GDk
source: Just recommended an app to you in {{APP_DISPLAY_NAME}}. Check via the link: {{link}}
de_de: Ich habe Ihnen in {{APP_DISPLAY_NAME}} gerade eine App empfohlen. Sehen Sie unter folgenden Link nach: {{link}}
hi_in: {{APP_DISPLAY_NAME}} में अभी आपको एक ऐप अनुसंशित किया गया है. लिंक पर जा कर देखें: {{link}}
ja_jp: {{APP_DISPLAY_NAME}} でアプリを共有しました。リンクをクリックして確認 {{link}}
ko_kr: {{APP_DISPLAY_NAME}}에서 방금 앱을 추천했습니다. 다음 링크를 통해 확인하세요. {{link}}
th_th: เพียงแค่แนะนำแอปให้คุณใน {{APP_DISPLAY_NAME}} ตรวจสอบผ่านทางลิงก์: {{link}}
zh_cn: 我在{{APP_DISPLAY_NAME}}分享了一个应用给你，点击链接查看 {{link}}
zh_hk: 我在{{APP_DISPLAY_NAME}}分享一個應用程式給你，請點擊連結查看 {{link}}

# Sk0
source: Shared successfully
de_de: Erfolgreich geteilt
hi_in: सफलतापूर्वक साझा किया गया
ja_jp: 共有しました
ko_kr: 공유 성공
th_th: แชร์สำเร็จแล้ว
zh_cn: 分享成功
zh_hk: 分享成功

# aa4
source: Share to
de_de: Teilen mit
hi_in: इस पर शेयर करें
ja_jp: 下記の人に共有：
ko_kr: 공유 대상
th_th: แบ่งปันไปยัง
zh_cn: 分享给：
zh_hk: 分享給：
