Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# ILI
source: Revoke group invitation
de_de: Gruppeneinladung widerrufen
es_es: Revocar invitación de grupo
fr_fr: Révoquer l'invitation au groupe
hi_in: समूह आमंत्रण वापस लें
id_id: Cabut undangan grup
it_it: Revoca l'invito del gruppo
ja_jp: グループへの招待を取り消す
ko_kr: 그룹 초대 철회
ms_my: Tarik balik jemputan kumpulan
pt_br: Revogar convite ao grupo
ru_ru: Отозвать приглашение в группу
th_th: เพิกถอนคำเชิญกลุ่ม
vi_vn: Thu hồi lời mời tham gia nhóm
zh_cn: 撤销入群邀请
zh_tw: 撤銷加入群組邀請

# pe4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: いいえ
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# u7I
source: Revoke the invitation
de_de: Die Einladung widerrufen
es_es: Revocar la invitación
fr_fr: Révoquer l'invitation
hi_in: वापस लेने की पुष्टि करें
id_id: Cabut undangan
it_it: Revoca l'invito
ja_jp: 招待を取り消す
ko_kr: 초대 철회
ms_my: Tarik balik jemputan
pt_br: Revogar o convite
ru_ru: Отозвать приглашение
th_th: เพิกถอนคำเชิญ
vi_vn: Thu hồi lời mời
zh_cn: 撤销邀请
zh_tw: 撤銷邀請

# cRM
source: Deactivated
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
hi_in: निष्क्रिय किया गया
id_id: Dinonaktifkan
it_it: Disattivato
ja_jp: 無効になりました
ko_kr: 비활성화됨
ms_my: Dinyahaktifkan
pt_br: Desativado
ru_ru: Деактивировано
th_th: ปิดใช้งานแล้ว
vi_vn: Đã hủy kích hoạt
zh_cn: 已停用
zh_tw: 已停用

# KRQ
source: Oops... Something went wrong. Please try again later.
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut.
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard.
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें.
id_id: Ups... Ada yang salah. Coba lagi nanti.
it_it: Ops... Si è verificato un errore. Riprova più tardi.
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tidak kena. Sila cuba lagi kemudian.
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde.
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже.
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# 35Y
source: Deactive group card
de_de: Deaktivierte Gruppeneinladungskarte
es_es: Desactivar tarjeta de grupo
fr_fr: Désactiver la carte de groupe
hi_in: समूह कार्ड निष्क्रिय करें
id_id: Nonaktifkan kartu grup
it_it: Disattiva scheda del gruppo
ja_jp: このグループカードを無効にする
ko_kr: 그룹 카드 비활성화
ms_my: Nyahaktif kad kumpulan
pt_br: Desativar cartão ao grupo
ru_ru: Карточка группы неактивна
th_th: ปิดใช้งานบัตรกลุ่มแล้ว
vi_vn: Hủy kích hoạt thẻ nhóm
zh_cn: 停用该群名片
zh_tw: 停用該群組名片

# 9so
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# 5bo
source: These members are no longer in the group.
de_de: Diese Mitglieder sind nicht mehr in der Gruppe.
es_es: Estos miembros ya no están en el grupo.
fr_fr: Ces membres ne font plus partie du groupe.
hi_in: ये सदस्य अब समूह में नहीं हैं.
id_id: Anggota ini tidak ada lagi di grup.
it_it: Questi membri non fanno più parte del gruppo.
ja_jp: これらのメンバーはグループ内に存在していません
ko_kr: 이 멤버들은 더 이상 그룹에 없습니다.
ms_my: Ahli-ahli ini tidak lagi dalam kumpulan.
pt_br: Estes membros não estão mais no grupo.
ru_ru: Эти люди больше не являются участниками группы.
th_th: สมาชิกเหล่านี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Những thành viên này không còn trong nhóm.
zh_cn: 这些成员已不在群内
zh_tw: 這些成員已不在群組內

# g6g
source: This member is no longer in the group.
de_de: Dieses Mitglied ist nicht mehr in der Gruppe.
es_es: Este miembro ya no está en el grupo.
fr_fr: Ce membre ne fait plus partie du groupe.
hi_in: यह सदस्य अब समूह में नहीं है.
id_id: Anggota ini tidak ada lagi di grup.
it_it: Questo membro non è più presente nel gruppo.
ja_jp: このユーザーはすでにグループのメンバーではありません
ko_kr: 이 멤버는 더 이상 그룹에 없습니다.
ms_my: Ahli ini tidak lagi dalam kumpulan.
pt_br: Este membro não está mais no grupo.
ru_ru: Этот человек больше не является участником группы.
th_th: สมาชิกรายนี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Thành viên này không còn trong nhóm.
zh_cn: 该成员已不在群内
zh_tw: 該成員已不在群組內

# Oqw
source: Deactive QR code
de_de: QR-Code deaktivieren
es_es: Desactivar código QR
fr_fr: Désactiver le code QR
hi_in: QR कोड निष्क्रिय करें
id_id: Nonaktifkan kode QR
it_it: Disattiva il codice QR
ja_jp: このQRコードを無効にする
ko_kr: QR 코드 비활성화
ms_my: Nyahaktif kod QR
pt_br: Desativar código QR
ru_ru: Деактивировать QR-код
th_th: ปิดใช้งานคิวอาร์โค้ด
vi_vn: Hủy kích hoạt mã QR
zh_cn: 停用该二维码
zh_tw: 停用該 QR 碼

# sww
source: Revoke group invitation
de_de: Gruppeneinladung widerrufen
es_es: Revocar invitación de grupo
fr_fr: Révoquer l'invitation au groupe
hi_in: समूह आमंत्रण वापस लें
id_id: Cabut undangan grup
it_it: Revoca l'invito del gruppo
ja_jp: グループへの招待を取り消す
ko_kr: 그룹 초대 철회
ms_my: Tarik balik jemputan kumpulan
pt_br: Revogar convite ao grupo
ru_ru: Отозвать приглашение в группу
th_th: เพิกถอนคำเชิญกลุ่ม
vi_vn: Thu hồi lời mời tham gia nhóm
zh_cn: 撤销入群邀请
zh_tw: 撤銷加入群組邀請

# uIM
source: Revoked
de_de: Widerrufen
es_es: Revocada
fr_fr: Révoqué
hi_in: वापस लिया गया
id_id: Dicabut
it_it: Revocato
ja_jp: 取り消しました
ko_kr: 철회됨
ms_my: Ditarik balik
pt_br: Revogado
ru_ru: Отозвано
th_th: เพิกถอนแล้ว
vi_vn: Đã thu hồi
zh_cn: 已撤销
zh_tw: 已撤銷

# Cqc
source: You cannot revoke a group invitation sent {{time}} days ago.
de_de: Sie können eine Gruppeneinladung, die vor {{time}} Tagen gesendet wurde, nicht widerrufen.
es_es: No puedes revocar una invitación de grupo enviada hace {{time}} días.
fr_fr: Vous ne pouvez pas révoquer une invitation à un groupe envoyée il y a {{time}} jours.
hi_in: आप {{time}} दिन पहले भेजा गया समूह आमंत्रण वापस नहीं ले सकते.
id_id: Anda tidak dapat mencabut undangan grup yang dikirimkan {{time}} hari yang lalu.
it_it: Non puoi revocare un invito del gruppo inviato {{time}} giorni fa.
ja_jp: {{time}} 日前のグループ招待を取り消しできません
ko_kr: {{time}}일 전에 보낸 그룹 초대장은 철회할 수 없습니다.
ms_my: Anda tidak boleh menarik balik jemputan kumpulan yang dihantar {{time}} hari yang lalu.
pt_br: Você não pode revogar um convite ao grupo enviado há {{time}} dias.
ru_ru: Вы не можете отозвать приглашение в группу, отправленное более чем {{time}} дн. назад.
th_th: คุณไม่สามารถเพิกถอนคำเชิญกลุ่มที่ส่งไปเมื่อ {{time}} วันที่แล้วได้
vi_vn: Bạn không thể thu hồi lời mời nhóm đã gửi {{time}} ngày trước.
zh_cn: 对不起，你不能撤销{{time}}天前的入群邀请
zh_tw: 對不起，你不能撤銷 {{time}} 天前的加入群組邀請

# Jdk
source: You cannot revoke a group invitation sent {{time}} hours ago.
de_de: Sie können eine Gruppeneinladung, die vor {{time}} Stunden gesendet wurde, nicht widerrufen.
es_es: No puedes revocar una invitación de grupo enviada hace {{time}} horas.
fr_fr: Vous ne pouvez pas révoquer une invitation à un groupe envoyée il y a {{time}} heures.
hi_in: आप {{time}} घंटे पहले भेजा गया समूह आमंत्रण वापस नहीं ले सकते.
id_id: Anda tidak dapat mencabut undangan grup yang dikirimkan {{time}} jam yang lalu.
it_it: Non puoi revocare un invito del gruppo inviato {{time}} ore fa.
ja_jp: {{time}} 時間前のグループ招待を取り消しできません
ko_kr: {{time}}시간 전에 보낸 그룹 초대장은 철회할 수 없습니다.
ms_my: Anda tidak boleh menarik balik jemputan kumpulan yang dihantar {{time}} jam yang lalu.
pt_br: Você não pode revogar um convite ao grupo enviado há {{time}} horas.
ru_ru: Вы не можете отозвать приглашение в группу, отправленное более чем {{time}} часов назад.
th_th: คุณไม่สามารถเพิกถอนคำเชิญกลุ่มที่ส่งไปเมื่อ {{time}} ชั่วโมงที่แล้วได้
vi_vn: Bạn không thể thu hồi lời mời nhóm đã gửi {{time}} giờ trước.
zh_cn: 对不起，你不能撤销{{time}}小时前的入群邀请
zh_tw: 對不起，你不能撤銷 {{time}} 小時前的加入群組邀請

# YfE
source: You cannot revoke a group invitation sent {{time}} day ago.
de_de: Sie können eine Gruppeneinladung, die vor {{time}} Tag gesendet wurde, nicht widerrufen.
es_es: No puedes revocar una invitación de grupo enviada hace {{time}} día.
fr_fr: Vous ne pouvez pas révoquer une invitation à un groupe envoyée il y a {{time}} jour.
hi_in: आप {{time}} दिन पहले भेजा गया समूह आमंत्रण वापस नहीं ले सकते.
id_id: Anda tidak dapat mencabut undangan grup yang dikirimkan {{time}} hari yang lalu.
it_it: Non puoi revocare un invito del gruppo inviato {{time}} giorno fa.
ja_jp: {{time}} 日前のグループ招待を取り消しできません
ko_kr: {{time}}일 전에 보낸 그룹 초대장은 철회할 수 없습니다.
ms_my: Anda tidak boleh menarik balik jemputan kumpulan yang dihantar {{time}} hari yang lalu.
pt_br: Você não pode revogar um convite ao grupo enviado há {{time}} dia.
ru_ru: Вы не можете отозвать приглашение в группу, отправленное более чем {{time}} дней назад.
th_th: คุณไม่สามารถเพิกถอนคำเชิญกลุ่มที่ส่งไปเมื่อ {{time}} วันที่แล้วได้
vi_vn: Bạn không thể thu hồi lời mời nhóm đã gửi {{time}} ngày trước.
zh_cn: 对不起，你不能撤销{{time}}天前的入群邀请
zh_tw: 對不起，你不能撤銷 {{time}} 天前的加入群組邀請

# Mkc
source: You cannot revoke a group invitation sent {{time}} hours ago.
de_de: Sie können eine Gruppeneinladung, die vor {{time}} Stunden gesendet wurde, nicht widerrufen.
es_es: No puedes revocar una invitación de grupo enviada hace {{time}} horas.
fr_fr: Vous ne pouvez pas révoquer une invitation à un groupe envoyée il y a {{time}} heures.
hi_in: आप {{time}} घंटे पहले भेजा गया समूह आमंत्रण वापस नहीं ले सकते.
id_id: Anda tidak dapat mencabut undangan grup yang dikirimkan {{time}} jam yang lalu.
it_it: Non puoi revocare un invito del gruppo inviato {{time}} ore fa.
ja_jp: {{time}} 時間前のグループ招待を取り消しできません
ko_kr: {{time}}시간 전에 보낸 그룹 초대장은 철회할 수 없습니다.
ms_my: Anda tidak boleh menarik balik jemputan kumpulan yang dihantar {{time}} jam yang lalu.
pt_br: Você não pode revogar um convite ao grupo enviado há {{time}} horas.
ru_ru: Вы не можете отозвать приглашение в группу, отправленное более чем {{time}} час назад.
th_th: คุณไม่สามารถเพิกถอนคำเชิญกลุ่มที่ส่งไปเมื่อ {{time}} ชั่วโมงที่แล้วได้
vi_vn: Bạn không thể thu hồi lời mời nhóm đã gửi {{time}} giờ trước.
zh_cn: 对不起，你不能撤销{{time}}小时前的入群邀请
zh_tw: 對不起，你不能撤銷 {{time}} 小時前的加入群組邀請

# 7uk
source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegarde réussie
hi_in: सहेजा गया
id_id: Disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장되었습니다
ms_my: Disimpan
pt_br: Salvo
ru_ru: Сохранено
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_tw: 已儲存

# Fvo
source: shared group card to
de_de: teilte eine Einladung an
es_es: ha compartido la tarjeta de grupo con
fr_fr: a partagé une carte de groupe dans
hi_in: इसमें समूह कार्ड साझा किया:
id_id: berbagi kartu grup ke
it_it: scheda del gruppo condivisa in
ja_jp: がグループカードを次に共有しました：
ko_kr: 그룹 카드를 다음에 공유함:
ms_my: kongsi kad kumpulan ke
pt_br: cartão ao grupo compartilhado para
ru_ru: поделился карточкой группы в
th_th: แชร์บัตรกลุ่มไปยัง
vi_vn: đã chia sẻ thẻ nhóm tới
zh_cn: 分享了群名片至
zh_tw: 分享了群組名片至

# Skg
source: Sharing history
de_de: Teilen-Verlauf
es_es: Historial de compartición
fr_fr: Historique des partages
hi_in: साझाकरण इतिहास
id_id: Riwayat berbagi
it_it: Cronologia di condivisione
ja_jp: 共有履歴
ko_kr: 공유 기록
ms_my: Sejarah perkongsian
pt_br: Histórico de compartilhamento
ru_ru: История приглашений
th_th: ประวัติการแชร์
vi_vn: Lịch sử chia sẻ
zh_cn: 群分享历史
zh_tw: 群組分享記錄

# 1gs
source: No one has shared this group yet.
de_de: Bisher hat noch niemand diese Gruppe geteilt.
es_es: Nadie ha compartido este grupo todavía.
fr_fr: Pour l'instant, personne n'a partagé ce groupe.
hi_in: किसी ने भी अभी तक यह समूह साझा नहीं किया है.
id_id: Belum ada yang membagikan grup ini.
it_it: Nessuno ha ancora condiviso questo gruppo.
ja_jp: 共有履歴はありません
ko_kr: 이 그룹을 공유한 사람이 아직 없습니다.
ms_my: Tiada siapa yang berkongsi kumpulan ini lagi.
pt_br: Ninguém compartilhou este grupo ainda.
ru_ru: Никто еще делился этой группой.
th_th: ยังไม่มีใครแชร์กลุ่มนี้
vi_vn: Chưa có ai chia sẻ nhóm này.
zh_cn: 此群还未被分享过哦
zh_tw: 此群組還未被分享過喔

# AEQ
source: View this group's sharing history
de_de: Freigabeverlauf dieser Gruppe anzeigen
es_es: Ver el historial de uso compartido de este grupo
fr_fr: Afficher l'historique des partages de ce groupe
hi_in: इस समूह का साझाकरण इतिहास देखें
id_id: Lihat riwayat berbagi grup ini
it_it: Visualizza la cronologia delle condivisioni di questo gruppo
ja_jp: グループの共有履歴を確認
ko_kr: 이 그룹의 공유 기록 보기
ms_my: Lihat sejarah perkongsian kumpulan ini
pt_br: Visualizar o histórico de compartilhamento deste grupo
ru_ru: Посмотреть историю общего доступа этой группы
th_th: ดูประวัติการแบ่งปันของกลุ่มนี้
vi_vn: Xem lịch sử chia sẻ của nhóm này
zh_cn: 查看并管理此群的分享记录
zh_tw: 查看並管理此群組的分享記錄

# lwM
source: Anyone can post topics
de_de: Jeder kann Themen posten
es_es: Cualquier usuario puede publicar temas
fr_fr: Tout le monde peut publier des sujets
hi_in: कोई भी व्यक्ति विषय पोस्ट कर सकता है
id_id: Siapa pun dapat memposting topik
it_it: Chiunque può pubblicare argomenti
ja_jp: メンバー全員がトピックを作成できる
ko_kr: 누구나 주제를 게시할 수 있습니다
ms_my: Sesiapa boleh menghantar topik
pt_br: Qualquer pessoa pode postar tópicos
ru_ru: Темы может публиковать любой человек
th_th: ทุกคนสามารถโพสต์หัวข้อได้
vi_vn: Bất kỳ ai cũng có thể đăng chủ đề
zh_cn: 全部成员可新建话题
zh_tw: 全部成員可新增話題

# kDA
source: Set who can post topics
de_de: Festlegen, wer Themen posten darf
es_es: Establecer quién puede publicar temas
fr_fr: Définissez qui peut publier des sujets
hi_in: सेट करें कि कौन विषय पोस्ट कर सकता है
id_id: Tetapkan siapa yang dapat memposting topik
it_it: Imposta chi può pubblicare argomenti
ja_jp: トピックを作成できるメンバーを選択
ko_kr: 주제를 게시할 수 있는 사람을 설정하세요
ms_my: Tetapkan siapa boleh siarkan topik
pt_br: Definir que pode postar tópicos
ru_ru: Укажите, кто может публиковать темы
th_th: กำหนดผู้ที่สามารถโพสต์หัวข้อได้
vi_vn: Đặt người có thể đăng chủ đề
zh_cn: 编辑可新建话题成员
zh_tw: 編輯可新增話題成員

# hs4
source: Only certain members can post topics
de_de: Nur bestimmte Mitglieder können Themen posten
es_es: Sólo determinados miembros pueden publicar temas
fr_fr: Seuls certains membres peuvent publier des sujets
hi_in: केवल कुछ सदस्य ही विषय पोस्ट कर सकते हैं
id_id: Hanya anggota tertentu yang dapat memposting topik
it_it: Solo alcuni membri possono pubblicare argomenti
ja_jp: 特定のメンバーにのみトピックの作成を許可
ko_kr: 특정 구성원만 주제를 게시할 수 있습니다
ms_my: Hanya ahli tertentu boleh menghantar topik
pt_br: Apenas certos membros podem postar tópicos
ru_ru: Темы могут публиковать только определенные участники
th_th: สมาชิกบางรายเท่านั้นที่สามารถโพสต์หัวข้อได้
vi_vn: Chỉ một số thành viên nhất định mới có thể đăng chủ đề
zh_cn: 指定成员可新建话题
zh_tw: 指定成員可新增話題

# 2AQ
source: Permission required
de_de: Berechtigung erforderlich
es_es: Se requiere permiso
fr_fr: Autorisation nécessaire
hi_in: अनुमति आवश्यक है
id_id: Izin diperlukan
it_it: È richiesta l'autorizzazione
ja_jp: 権限が必要です
ko_kr: 권한 필요
ms_my: Kebenaran diperlukan
pt_br: Permissão obrigatória
ru_ru: Требуется разрешение
th_th: จำเป็นต้องมีสิทธิ์การอนุญาต
vi_vn: Cần có quyền
zh_cn: 无权限文档
zh_tw: 無權限文件

# X1w
source: {{APP_DISPLAY_NAME}} Verification
de_de: {{APP_DISPLAY_NAME}}-Überprüfung
es_es: Verificación de {{APP_DISPLAY_NAME}}
fr_fr: Vérification {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} सत्यापन
id_id: Verifikasi {{APP_DISPLAY_NAME}}
it_it: Verifica {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} 法人認証について
ko_kr: {{APP_DISPLAY_NAME}} 인증
ms_my: Pengesahan {{APP_DISPLAY_NAME}}
pt_br: Verificação do {{APP_DISPLAY_NAME}}
ru_ru: Проверка {{APP_DISPLAY_NAME}}
th_th: การตรวจสอบยืนยัน {{APP_DISPLAY_NAME}}
vi_vn: Xác minh {{APP_DISPLAY_NAME}}
zh_cn: 了解{{APP_DISPLAY_NAME}}企业认证
zh_tw: 瞭解{{APP_DISPLAY_NAME}}企業認證

# wfk
source: Keep Editing
de_de: Weiter bearbeiten
es_es: Seguir editando
fr_fr: Continuer à modifier
id_id: Terus Mengedit
it_it: Continua a modificare
ja_jp: 編集を続ける
ko_kr: 계속 편집하기
ms_my: Terus Sunting
pt_br: Continuar a edição
ru_ru: Продолжить редактирование
th_th: ดำเนินการแก้ไขต่อ
vi_vn: Tiếp tục chỉnh sửa
zh_cn: 继续修改
zh_tw: 繼續修改

# FUo
source: Quit
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Thoát
zh_cn: 放弃
zh_tw: 放棄

# BMU
source: Your edits haven't been saved. Quit the edit?
de_de: Ihre Bearbeitungen wurden nicht gespeichert. Möchten Sie die Bearbeitung abbrechen?
es_es: No se han guardado tus cambios. ¿Quieres salir de la edición?
fr_fr: Vos modifications ont été enregistrées. Quitter la modification ?
id_id: Pengeditan Anda belum disimpan. Keluar dari pengeditan?
it_it: Le tue modifiche non sono state salvate. Uscire dalla modifica?
ja_jp: 編集内容が保存されていません。編集を終了しますか？
ko_kr: 편집 내용이 저장되지 않았습니다. 편집을 종료하시겠습니까?
ms_my: Suntingan anda belum disimpan. Keluar dari suntingan?
pt_br: Suas edições não foram salvas. Sair da edição?
ru_ru: Ваши изменения не сохранены. Выйти из редактирования?
th_th: การแก้ไขของคุณยังไม่ได้รับการบันทึก ออกจากการแก้ไขหรือไม่
vi_vn: Nội dung bạn chỉnh sửa vẫn chưa được lưu. Thoát chỉnh sửa?
zh_cn: 你的修改尚未保存，放弃修改吗？
zh_tw: 你的修改尚未儲存，要放棄修改嗎？

# INQ
source: Don't apply restrictions to
de_de: Beschränkungen nicht anwenden auf
es_es: No aplicar restricciones a
fr_fr: Ne pas appliquer de restrictions à
id_id: Jangan terapkan pembatasan pada
it_it: Non applicare limitazioni a
ja_jp: 機密モードの制限を適用しないユーザー
ko_kr: 제한 적용 안 함
ms_my: Jangan gunakan sekatan pada
pt_br: Não aplicar restrições a
ru_ru: Не применять ограничения к
th_th: ไม่มีการใช้ข้อจำกัดนี้สำหรับ
vi_vn: Không áp dụng hạn chế cho
zh_cn: 谁可以免受管控
zh_tw: 誰可以免受控管

# uUU
source: Who can manage tabs, widgets and menus
de_de: Wer kann Tabs, Widgets und Menüs verwalten
es_es: Quién puede gestionar las pestañas, los widgets y los menús
fr_fr: Qui peut gérer les onglets, les widgets et les menus
id_id: Siapa saja yang dapat mengelola tab, widget, dan menu
it_it: Chi può gestire schede, widget e menu
ja_jp: タブ、ウィジェットとメニューを管理できるユーザー
ko_kr: 탭, 위젯 및 메뉴를 관리할 수 있는 사람
ms_my: Siapa yang boleh menguruskan tab, widget dan menu
pt_br: Quem pode gerenciar guias, widgets e menus
ru_ru: Кто может управлять вкладками, виджетами и меню
th_th: ใครสามารถจัดการแท็บ วิดเจ็ต และเมนูได้
vi_vn: Người có thể quản lý tab, tiện ích và menu
zh_cn: 谁可以管理标签页、小组件和会话菜单
zh_tw: 誰可以管理標籤頁、小元件和對話功能表

# j/0
source: Announcement
de_de: Ankündigung
es_es: Anuncio
fr_fr: Annonce
hi_in: सूचना
id_id: Pengumuman
it_it: Annuncio
ja_jp: お知らせ
ko_kr: 공지
ms_my: Pengumuman
pt_br: Comunicado
ru_ru: Объявление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 群公告
zh_tw: 群組公告

# y20
source: Membership approval
de_de: Mitgliedschaftsgenehmigung
es_es: Aprobación de pertenencia al grupo
fr_fr: Approbation d'adhésion
hi_in: सदस्यता अनुमोदन
id_id: Persetujuan keanggotaan
it_it: Approvazione dell'iscrizione
ja_jp: グループ参加認証
ko_kr: 구성원 자격 승인
ms_my: Kelulusan keahlian
pt_br: Aprovação de associação
ru_ru: Подтверждение членства
th_th: การอนุมัติสมาชิก
vi_vn: Phê duyệt tư cách thành viên
zh_cn: 进群验证
zh_tw: 加入群組驗證

# Bnw
source: Assign {{user_name}} as the new group owner?
de_de: {{user_name}} als neuen Gruppenbesitzer zuweisen?
es_es: ¿Asignar a {{user_name}} como el nuevo propietario de grupo?
fr_fr: Attribuer {{user_name}} en tant que nouveau propriétaire de groupe ?
hi_in: {{user_name}} को समूह का नया स्वामी बनाएँ?
id_id: Tetapkan {{user_name}} sebagai pemilik grup baru?
it_it: Assegnare a {{user_name}} il ruolo di nuovo amministratore del gruppo?
ja_jp: {{user_name}} を新しいオーナーに指定しますか？
ko_kr: {{user_name}} 님을 새 그룹 소유자로 지정하시겠습니까?
ms_my: Lantik {{user_name}} sebagai pemilik kumpulan baharu?
pt_br: Atribuir {{user_name}} como novo proprietário do grupo?
ru_ru: Назначить {{user_name}} как нового владельца группы?
th_th: กำหนด {{user_name}} เจ้าของกลุ่มคนใหม่หรือไม่
vi_vn: Chỉ định {{user_name}} làm người tạo nhóm mới của nhóm?
zh_cn: 确定指定{{user_name}}为新群主？
zh_tw: 確定將{{user_name}}指定為新群主？

# EOw
source: The users you just invited will be removed from this group chat.
de_de: Die Benutzer, die Sie soeben eingeladen haben, werden aus diesem Gruppenchat entfernt.
es_es: Los usuarios que has invitado se quitarán de este chat de grupo.
fr_fr: Les utilisateurs que vous venez d'inviter seront retirés de cette discussion de groupe.
hi_in: आमंत्रण वापस लें?
id_id: Pengguna yang baru Anda undang akan dihapus dari obrolan grup ini.
it_it: Gli utenti che hai appena invitato verranno rimossi da questa chat di gruppo.
ja_jp: グループへの招待を取り消しますか？
ko_kr: 방금 초대한 사용자가 이 그룹 채팅에서 제거됩니다.
ms_my: Pengguna yang baru dijemput akan dikeluarkan dari perbualan kumpulan ini.
pt_br: Os usuários que você acabou de convidar serão removidos deste chat em grupo.
ru_ru: Пользователи, которых вы только что пригласили, будут удалены из этого группового чата.
th_th: ผู้ใช้ที่คุณเพิ่งเชิญเข้าจะถูกลบออกจากแชทกลุ่มนี้
vi_vn: Người dùng mà bạn vừa mời sẽ bị xóa khỏi cuộc trò chuyện nhóm này.
zh_cn: 确定撤销邀请吗？
zh_tw: 確定撤銷邀請嗎？

# PDI
source: Group Info
de_de: Gruppeninformationen
es_es: Información de grupo
fr_fr: Informations sur le groupe
hi_in: समूह की जानकारी
id_id: Info Grup
it_it: Informazioni sul gruppo
ja_jp: グループ情報
ko_kr: 그룹 정보
ms_my: Maklumat Kumpulan
pt_br: Informações do grupo
ru_ru: Сведения о группе
th_th: ข้อมูลกลุ่ม
vi_vn: Thông tin Nhóm
zh_cn: 群信息
zh_tw: 群組資訊

# F+4
source: Only members of {{company_name}} can join this group.
de_de: Dieser Gruppe können nur interne Mitglieder von {{company_name}} beitreten.
es_es: Solo los miembros internos de {{company_name}} pueden unirse a este grupo.
fr_fr: Seuls les membres internes de {{company_name}} peuvent rejoindre ce groupe.
hi_in: केवल {{company_name}} के सदस्य ही इस समूह में शामिल हो सकते हैं.
id_id: Hanya anggota dari {{company_name}} yang dapat bergabung dengan grup ini.
it_it: Solo i membri interni di {{company_name}} possono partecipare a questo gruppo.
ja_jp: このグループは {{company_name}} のメンバーのみ参加できます
ko_kr: {{company_name}}의 내부 구성원만 이 그룹에 참가할 수 있습니다.
ms_my: Hanya ahli {{company_name}} boleh menyertai kumpulan ini.
pt_br: Apenas membros internos da {{company_name}} podem ingressar neste grupo.
ru_ru: Только внутренние участники {{company_name}} могут присоединиться к этой группе.
th_th: เฉพาะสมาชิกภายในของ {{company_name}} เท่านั้นที่สามารถเข้าร่วมกลุ่มนี้ได้
vi_vn: Chỉ các thành viên nội bộ của {{company_name}} mới có thể tham gia nhóm này.
zh_cn: 该话题群仅限 {{company_name}} 内部成员加入
zh_tw: 該話題群組僅限 {{company_name}} 內部成員加入

# FP0
source: Deactivate Group Card
de_de: Gruppenkarte deaktivieren
es_es: Desactivar tarjeta de grupo
fr_fr: Désactiver la carte de groupe
hi_in: समूह कार्ड निष्क्रिय करें
id_id: Nonaktifkan Kartu Grup
it_it: Disattiva scheda del gruppo
ja_jp: グループカードを無効に
ko_kr: 그룹 카드 비활성화
ms_my: Nyahaktifkan Kad Kumpulan
pt_br: Desativar cartão ao grupo
ru_ru: Деактивировать карточку группы
th_th: ปิดใช้งานบัตรกลุ่มแล้ว
vi_vn: Hủy kích hoạt Thẻ Nhóm
zh_cn: 停用群名片
zh_tw: 停用群組名片

# uds
source: About
de_de: Info
es_es: Acerca de
fr_fr: À propos
hi_in: परिचय
id_id: Tentang
it_it: Informazioni
ja_jp: グループ説明
ko_kr: 정보
ms_my: Mengenai
pt_br: Sobre
ru_ru: О приложении
th_th: เกี่ยวกับ
vi_vn: Giới thiệu
zh_cn: 群描述
zh_tw: 群組描述

# FXc
source: No description
de_de: Keine Beschreibung
es_es: No hay descripción
fr_fr: Pas de description
hi_in: कोई जानकारी नहीं
id_id: Tidak ada deskripsi
it_it: Nessuna descrizione
ja_jp: グループ説明はありません
ko_kr: 설명 없음
ms_my: Tiada keterangan
pt_br: Sem descrição
ru_ru: Описание отсутствует
th_th: ไม่มีคำอธิบาย
vi_vn: Không có mô tả nào
zh_cn: 暂无描述
zh_tw: 暫無描述

# /FI
source: Group QR code
de_de: Gruppen-QR-Code
es_es: Código QR del grupo
fr_fr: Code QR du groupe
hi_in: समूह का QR कोड
id_id: Kode QR grup
it_it: Codice QR del gruppo
ja_jp: グループのQRコード
ko_kr: 그룹 QR 코드
ms_my: Kod QR kumpulan
pt_br: Código QR do grupo
ru_ru: QR-код группы
th_th: คิวอาร์โค้ดกลุ่ม
vi_vn: Mã QR nhóm
zh_cn: 群二维码
zh_tw: 群組 QR 碼

# tlg
source: Leave Group
de_de: Gruppe verlassen
es_es: Abandonar grupo
fr_fr: Quitter le groupe
hi_in: समूह छोड़ें
id_id: Keluar dari Grup
it_it: Abbandona gruppo
ja_jp: グループから退会
ko_kr: 그룹에서 나가기
ms_my: Tinggalkan Kumpulan
pt_br: Sair do grupo
ru_ru: Покинуть группу
th_th: ออกจากกลุ่ม
vi_vn: Rời nhóm
zh_cn: 退出话题群
zh_tw: 退出話題群組
