Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# Jrk
source: Assign New Group Owner
de_de: Neuen Gruppenbesitzer zuweisen
es_es: Asignar nuevo propietario de grupo
fr_fr: Attribuer un nouveau propriétaire de groupe
hi_in: नया समूह ओनर असाइन करें
id_id: Tetapkan Pemilik Grup Baru
it_it: Assegna nuovo amministratore del gruppo
ja_jp: 新しいオーナーを指定
ko_kr: 새 그룹 소유자 지정
ms_my: Tetapkan Pemilik Kumpulan Baru
pt_br: Atribuir novo proprietário do grupo
ru_ru: Назначить нового владельца группы
th_th: กำหนดเจ้าของกลุ่มคนใหม่
vi_vn: Chỉ định người tạo nhóm mới cho nhóm
zh_cn: 指定新群主
zh_tw: 指定新群主

# oKg
source: Leave Group
de_de: Gruppe verlassen
es_es: Abandonar el grupo
fr_fr: Quitter le groupe
hi_in: समूह छोड़ें
id_id: Keluar dari Grup
it_it: Abbandona gruppo
ja_jp: 退会
ko_kr: 그룹 퇴장
ms_my: Tinggalkan Kumpulan
pt_br: Sair do grupo
ru_ru: Выйти из группы
th_th: ออกจากกลุ่ม
vi_vn: Rời nhóm
zh_cn: 直接退出
zh_tw: 直接退出

# jkY
source: If you leave, you won't be able to view chat history or receive messages from this group.
de_de: Wenn Sie den Chat verlassen, können Sie den Chatverlauf nicht ansehen und keine Nachrichten von dieser Gruppe empfangen.
es_es: Al abandonar, no podrás ver el historial de chat ni recibir mensajes de este grupo.
fr_fr: Si vous quittez, vous ne pourrez plus afficher l'historique de discussion ni recevoir de messages de ce groupe.
hi_in: छोड़ देने के बाद आपको इस समूह के संदेश प्राप्त नहीं होंगे.
id_id: Jika keluar, Anda tidak akan dapat melihat riwayat obrolan atau menerima pesan dari grup ini.
it_it: Se abbandoni, non potrai visualizzare la cronologia chat o ricevere messaggi da questo gruppo.
ja_jp: 退会後、チャット履歴を表示できなくなり、このグループからのメッセージも受信しなくなります。
ko_kr: 나갈 경우 채팅 기록을 볼 수 없거나 이 그룹으로부터 메시지를 수신할 수 없게 됩니다.
ms_my: Jika anda keluar, anda tidak akan dapat melihat sejarah sembang atau menerima mesej dari kumpulan ini.
pt_br: Se você sair, não poderá ver o histórico do chat nem receber mensagens deste grupo.
ru_ru: В этом случае вы не сможете просматривать историю чата или получать сообщения из группы.
th_th: หากออกไปแล้ว คุณจะไม่สามารถดูประวัติแชทหรือรับข้อความจากกลุ่มนี้ได้
vi_vn: Nếu rời khỏi, bạn sẽ không thể xem lịch sử trò chuyện hoặc nhận tin nhắn từ nhóm này.
zh_cn: 退出后，你将无法查看历史记录且不会再收到此群组的消息
zh_tw: 退出後，將無法查看歷史記錄且不會再收到此群組的訊息

# PQM
source: Edit hashtag
de_de: Hashtag bearbeiten
es_es: Editar hashtag
fr_fr: Modifier le hashtag
hi_in: हैशटैग संपादित करें
it_it: Modifica hashtag
ja_jp: 編集
ko_kr: 해시태그 편집
pt_br: Editar hashtag
ru_ru: Редактировать хэштег
th_th: แก้ไขแฮชแท็ก
vi_vn: Chỉnh sửa hashtag
zh_cn: 编辑标签
zh_tw: 編輯標籤

# 7+c
source: Revoke
de_de: Widerrufen
es_es: Revocar
fr_fr: Révoquer
hi_in: वापस लें
id_id: Cabut
it_it: Revoca
ja_jp: はい
ko_kr: 취소
ms_my: Batalkan
pt_br: Revogar
ru_ru: Отозвать
th_th: เพิกถอน
vi_vn: Thu hồi
zh_cn: 撤销
zh_tw: 撤銷

# XTY
source: Revoke Group Invite
de_de: Gruppeneinladung widerrufen
es_es: Revocar invitación de grupo
fr_fr: Révoquer l'invitation de groupe
hi_in: समूह आमंत्रण वापस लें
id_id: Cabut Undangan Grup
it_it: Revoca invito al gruppo
ja_jp: 招待を取り消す
ko_kr: 그룹 초대 철회
ms_my: Tarik balik Jemputan Kumpulan
pt_br: Revogar convite de grupo
ru_ru: Отозвать приглашение в группу
th_th: เพิกถอนคำเชิญกลุ่ม
vi_vn: Thu hồi Lời mời tham gia Nhóm
zh_cn: 撤销群邀请
zh_tw: 撤銷群組邀請

# 4ng
source: Revoke group invite
de_de: Gruppeneinladung widerrufen
es_es: Revocar invitación de grupo
fr_fr: Révoquer l'invitation de groupe
hi_in: समूह आमंत्रण वापस लें
id_id: Cabut undangan grup
it_it: Revoca invito al gruppo
ja_jp: 招待を取り消す
ko_kr: 그룹 초대 철회
ms_my: Tarik balik jemputan kumpulan
pt_br: Revogar convite de grupo
ru_ru: Отозвать приглашение в группу
th_th: เพิกถอนคำเชิญกลุ่ม
vi_vn: Thu hồi lời mời tham gia nhóm
zh_cn: 撤销入群邀请
zh_tw: 撤銷加入群組邀請

# 1O8
source: Posting permission
de_de: Berechtigung zum Posten
es_es: Publicación de permisos
fr_fr: Autorisation de publication
hi_in: पोस्ट करने की अनुमति
id_id: Izin posting
it_it: Autorizzazione alla pubblicazione
ja_jp: グループメンバーの発言権限
ko_kr: 게시 권한
ms_my: Kebenaran mengepos
pt_br: Postando permissão
ru_ru: Разрешение на публикацию
th_th: สิทธิ์การอนุญาตในการโพสต์
vi_vn: Quyền Đăng bài
zh_cn: 成员发言权限
zh_tw: 成員發言權限

# bU0
source: Shared group card to
de_de: Gruppenkarte geteilt für
es_es: Se ha compartido la tarjeta de grupo con
fr_fr: Carte de groupe partagée avec
hi_in: इसके लिए साझा किया गया समूह कार्ड
id_id: Berbagi kartu grup ke
it_it: Scheda del gruppo condivisa in
ja_jp: がグループカードをこのユーザーに共有しました：
ko_kr: 그룹 카드를 다음에 공유함:
ms_my: Kad kumpulan dikongsi kepada
pt_br: Cartão ao grupo compartilhado com
ru_ru: Поделились карточкой группы с
th_th: แบ่งปันบัตรกลุ่มไปยัง
vi_vn: Đã chia sẻ thẻ nhóm tới
zh_cn: 分享了群名片给
zh_tw: 分享了群組名片給

# AoA
source: No one has shared this group yet.
de_de: Bisher hat noch niemand diese Gruppe geteilt.
es_es: Nadie ha compartido este grupo todavía.
fr_fr: Pour l'instant, personne n'a partagé ce groupe.
hi_in: किसी ने भी अभी तक यह समूह साझा नहीं किया है.
id_id: Belum ada yang membagikan grup ini.
it_it: Nessuno ha ancora condiviso questo gruppo.
ja_jp: 履歴がありません
ko_kr: 이 그룹을 공유한 사람이 아직 없습니다.
ms_my: Tiada siapa yang berkongsi kumpulan ini lagi.
pt_br: Ninguém compartilhou este grupo ainda.
ru_ru: Никто еще не поделился этой группой.
th_th: ยังไม่มีใครแบ่งปันกลุ่มนี้
vi_vn: Chưa có ai chia sẻ nhóm này.
zh_cn: 此话题群还未被分享过
zh_tw: 此話題群組尚未被分享過

# mC4
source: Generated group link
de_de: Generierter Gruppenlink
es_es: ha generado un enlace de grupo
fr_fr: Lien de groupe généré
hi_in: समूह लिंक जनरेट की गई
id_id: Tautan grup yang dibuat
it_it: Link al gruppo generato
ja_jp: がグループリンクを作成しました
ko_kr: 생성된 그룹 링크
ms_my: Pautan kumpulan dihasilkan
pt_br: Link do grupo gerado
ru_ru: Созданная ссылка на группу
th_th: ลิงก์กลุ่มที่สร้างขึ้น
vi_vn: Đã tạo liên kết nhóm
zh_cn: 生成了群链接
zh_tw: 群組連結已產生

# qTE
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: グループメンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# r+U
source: If yes, you will not receive messages from {{name}}
de_de: Wenn ja, erhalten Sie keine Nachrichten von {{name}}
es_es: Si respondes Sí, no recibirás mensajes de {{name}}
fr_fr: Si oui, vous ne recevrez pas de messages de {{name}}
hi_in: यदि हाँ, आपको {{name}} से संदेश नहीं मिलेगा
id_id: Jika ya, Anda tidak akan menerima pesan dari {{name}}
it_it: In caso affermativo, non riceverai messaggi da {{name}}
ja_jp: {{name}}を退出した後、ヘルプデスクからメッセージを受け取らなくなります
ko_kr: 예라고 답하면, {{name}}(으)로부터 메시지를 받지 않게 됩니다.
ms_my: Jika ya, anda tidak akan menerima mesej daripada {{name}}
pt_br: Se sim, você não receberá mensagens de {{name}}
ru_ru: В случае подтверждения вам больше не будут приходить сообщения от {{name}}
th_th: หากใช่ คุณจะไม่ได้รับข้อความจาก {{name}}
vi_vn: Nếu có, bạn sẽ không nhận được tin nhắn từ {{name}}
zh_cn: 退出 {{name}} 后，将不再接收服务台的消息
zh_tw: 退出 {{name}} 後，將不再接收服務台的訊息

# A3w
source: Leave Help Desk
de_de: Helpdesk verlassen
es_es: Abandonar Centro de Asistencia
fr_fr: Quitter l'Assistance technique
hi_in: हेल्प डेस्क छोड़ें
id_id: Keluar dari Meja Bantuan
it_it: Abbandona help desk
ja_jp: ヘルプデスクから退出する
ko_kr: 헬프 데스크에서 나가기
ms_my: Tinggalkan Meja Bantuan
pt_br: Sair da central de ajuda
ru_ru: Выход из службы поддержки
th_th: ออกจาก ช่วยเหลือ
vi_vn: Rời khởi Bộ phận trợ giúp
zh_cn: 退出服务台
zh_tw: 退出服務台

# A7c
source: Description of Help Desk
de_de: Helpdesk-Beschreibung
es_es: Descripción de Centro de Asistencia
fr_fr: Description de l'Assistance technique
hi_in: हेल्प डेस्क की जानकारी
id_id: Deskripsi Meja Bantuan
it_it: Descrizione dell'help desk
ja_jp: ヘルプデスクの説明
ko_kr: 헬프 데스크 설명
ms_my: Penerangan Meja Bantuan
pt_br: Descrição da central de ajuda
ru_ru: Описание службы поддержки
th_th: คำอธิบายของ ช่วยเหลือ
vi_vn: Mô tả Bộ phận trợ giúp
zh_cn: 服务台描述
zh_tw: 服務台描述

# L/8
source: Are you sure to leave this Help Desk?
de_de: Möchten Sie dieses Helpdesk wirklich verlassen?
es_es: ¿Abandonar el Centro de Asistencia?
fr_fr: Voulez-vous vraiment quitter cette Assistance technique ?
hi_in: क्या आप वाकई इस हेल्प डेस्क को छोड़ना चाहते हैं?
id_id: Anda yakin ingin keluar dari Meja Bantuan ini?
it_it: Vuoi abbandonare questo help desk?
ja_jp: ヘルプデスクから退出しますか？
ko_kr: 이 헬프 데스크에서 나가시겠습니까?
ms_my: Adakah anda pasti untuk meninggalkan Meja Bantuan ini?
pt_br: Deseja realmente sair desta central de ajuda?
ru_ru: Выйти из службы поддержки?
th_th: คุณแน่ใจหรือไม่ว่าจะออกจาก ช่วยเหลือ นี้
vi_vn: Bạn có chắc muốn rời khỏi Bộ phận trợ giúp này không?
zh_cn: 确定退出服务台吗？
zh_tw: 確定退出服務台嗎？

# AxE
source: Who can clip messages and announcements to top
de_de: Wer kann Nachrichten und Ankündigungen oben anheften
es_es: Quién puede pegar mensajes y anuncios al principio
fr_fr: Qui peut conserver des messages et des annonces
hi_in: कौन शीर्ष पर संदेश और सूचनाएँ चिपका सकते हैं
id_id: Siapa yang dapat menempelkan pesan dan pengumuman ke atas
it_it: I membri che possono mettere messaggi e annunci in alto
ja_jp: メッセージとお知らせをトップに固定できるユーザー
ko_kr: 메시지 및 공지를 맨 위에 고정할 수 있는 사용자
ms_my: Siapa yang boleh melekatkan mesej dan pengumuman ke atas
pt_br: Quem pode colar mensagens e comunicados na parte superior
ru_ru: Кто может закреплять сообщения и объявления наверху
th_th: ใครบ้างที่สามารถติดข้อความและประกาศไว้ที่ด้านบน
vi_vn: Những người có thể dính tin nhắn và thông báo ở vị trí trên cùng
zh_cn: 谁可以置顶消息和群公告
zh_tw: 哪些人可訊息和群組公告置頂

# xsc
source: Who can clip topics and announcements to top
de_de: Wer kann Themen und Ankündigungen oben anhängen
es_es: Quién puede pegar temas y anuncios al principio
fr_fr: Qui peut conserver des sujets et des annonces
hi_in: कौन शीर्ष पर विषय और सूचनाएँ चिपका सकते हैं
id_id: Siapa yang dapat menempelkan topik dan pengumuman ke atas
it_it: I membri che possono mettere argomenti e annunci in alto
ja_jp: トピックとお知らせをトップに固定できるユーザー
ko_kr: 주제 및 공지를 맨 위에 고정할 수 있는 사용자
ms_my: Siapa yang boleh melekatkan topik dan pengumuman ke atas
pt_br: Quem pode colar tópicos e comunicados na parte superior
ru_ru: Кто может закреплять темы и объявления наверху
th_th: ใครบ้างที่สามารถติดหัวข้อและประกาศไว้ที่ด้านบน
vi_vn: Những người có thể dính chủ đề và thông báo ở vị trí trên cùng
zh_cn: 谁可以置顶话题和群公告
zh_tw: 哪些人可將話題和群組公告置頂

# xok
source: Add Tab
de_de: Tab hinzufügen
es_es: Agregar pestaña
fr_fr: Ajouter un onglet
hi_in: टैब जोड़ें
id_id: Tambah Tab
it_it: Aggiungi scheda
ja_jp: タブを追加
ko_kr: 탭 추가
ms_my: Tambah Tab
pt_br: Adicionar guia
ru_ru: Добавить вкладку
th_th: เพิ่มแท็บ
vi_vn: Thêm Tab
zh_cn: 添加标签页
zh_tw: 新增標籤頁

# Fu0
source: Go to Settings
de_de: Zu Einstellungen navigieren
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
hi_in: सेटिंग्स पर जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_tw: 前往設定

# a78
source: Messages you received will be translated automatically. You can also change the language and display settings
de_de: Nachrichten, die Sie erhalten, werden automatisch übersetzt. Sie können auch die Sprach- und Anzeigeeinstellungen ändern.
es_es: Los mensajes que recibas se traducirán automáticamente. También puedes cambiar el idioma y la configuración de la pantalla
fr_fr: Les messages que vous avez reçus seront traduits automatiquement. Vous pouvez également modifier la langue et les paramètres d’affichage
hi_in: आपको मिले संदेशों का स्वतः अनुवाद होगा. आप भाषा और डिस्प्ले सेटिंग्स भी बदल सकते हैं
id_id: Pesan yang Anda terima akan diterjemahkan secara otomatis. Anda juga dapat mengubah pengaturan bahasa dan tampilan
it_it: I messaggi ricevuti saranno tradotti automaticamente. Puoi anche modificare le impostazioni di lingua e display
ja_jp: オンにすると、メッセージの受信時に自動的に翻訳されます。設定で翻訳言語と表示方法を変更できます。
ko_kr: 수신된 메시지는 자동으로 번역됩니다. 언어 및 디스플레이 설정을 변경할 수도 있습니다
ms_my: Mesej yang anda terima akan diterjemahkan secara automatik. Anda juga boleh menukar bahasa dan tetapan paparan
pt_br: As mensagens recebidas serão traduzidas automaticamente. Você também pode alterar as configurações de idioma e exibição
ru_ru: Полученные сообщения будут переведены автоматически. Вы также можете изменить язык и настройки отображения
th_th: ข้อความที่คุณได้รับจะถูกแปลโดยอัตโนมัติ คุณยังสามารถเปลี่ยนการตั้งค่าภาษาและการแสดงผลได้ด้วย
vi_vn: Tin nhắn bạn đã nhận sẽ được dịch tự động. Bạn cũng có thể thay đổi ngôn ngữ và cài đặt hiển thị
zh_cn: 开启后，系统将自动翻译你接收的消息，你可在设置中修改翻译语言和显示效果
zh_tw: 開啟後，系統將自動翻譯你接收的訊息，你可在設定中修改翻譯語言和顯示效果

# I+M
source: Disbanding the group will remove all group members. You can choose whether to keep chat history for group members.
de_de: Durch das Löschen der Gruppe werden alle Gruppenmitglieder entfernt. Sie können festlegen, ob der Chatverlauf für Gruppenmitglieder beibehalten werden soll.
es_es: Al disolver el grupo se quitarán todos sus miembros. Puedes conservar el historial de chat de los miembros del grupo.
fr_fr: Dissoudre le groupe en retirera tous les membres. Vous pouvez choisir de conserver l'historique de discussion des membres du groupe.
id_id: Membubarkan grup akan menghapus semua anggota grup. Anda dapat memilih apakah akan menyimpan riwayat obrolan untuk anggota grup.
it_it: Lo scioglimento del gruppo rimuoverà tutti i membri corrispondenti. Puoi scegliere se mantenere o no la cronologia chat per i membri del gruppo.
ja_jp: グループを解散すると、グループメンバー全員が退会することになります。過去のチャット履歴を残すことも可能です。
ko_kr: 그룹을 해산하면 모든 그룹 구성원이 제거됩니다. 그룹 구성원의 채팅 기록을 유지할지 여부를 선택할 수 있습니다.
ms_my: Membubarkan kumpulan akan mengeluarkan semua ahli kumpulan. Anda boleh memilih sama ada untuk menyimpan sejarah sembang untuk ahli kumpulan.
pt_br: A dissolução do grupo removerá todos os membros do grupo. Você pode optar por manter o histórico do chat dos membros do grupo.
ru_ru: Расформирование группы приведет к удалению всех участников группы. Вы можете выбрать, сохранять ли историю чата для участников группы.
th_th: การยุบกลุ่มจะเป็นการลบสมาชิกกลุ่มออกทั้งหมด คุณสามารถเลือกว่าจะเก็บประวัติแชทของสมาชิกในกลุ่มหรือไม่
vi_vn: Việc giải tán nhóm sẽ xóa tất cả thành viên nhóm. Bạn có thể chọn xem có giữ lại lịch sử trò chuyện cho thành viên nhóm hay không.
zh_cn: 解散后移除所有的群成员，可选择保留聊天记录
zh_tw: 解散後移除所有群組成員，可選擇保留聊天記錄

# 0v0
source: You can't add this user to groups due to their settings.
de_de: Sie können diesen Benutzer aufgrund seiner Einstellungen zu keiner Gruppe hinzufügen.
es_es: No puedes agregar este usuario a grupos debido a su configuración.
fr_fr: Vous ne pouvez pas ajouter cet utilisateur à des groupes en raison de ses paramètres.
id_id: Anda tidak dapat menambahkan pengguna ini sehubungan dengan pengaturannya.
it_it: Non puoi aggiungere questo utente ai gruppi a causa delle relative impostazioni.
ja_jp: 相手側の設定により、相手をグループに追加できません。
ko_kr: 해당 설정으로 인해 이 사용자를 그룹에 추가할 수 없습니다.
ms_my: Anda tidak boleh menambah pengguna ini ke kumpulan kerana tetapan mereka.
pt_br: Você não pode adicionar este usuário aos grupos devido às suas configurações.
ru_ru: Вы не можете добавлять этого пользователя в группы из-за его настроек.
th_th: คุณไม่สามารถเพิ่มผู้ใช้นี้ลงในกลุ่มได้เนื่องจากการตั้งค่าของผู้ใช้
vi_vn: Bạn không thể thêm người dùng này vào nhóm do cài đặt của họ.
zh_cn: 由于对方的设置，你暂时无法添加对方为群成员
zh_tw: 由於對方的設定，你暫時無法將對方新增為群組成員

# mnQ
source: No one
de_de: Niemand
es_es: Nadie
fr_fr: Personne
id_id: Tak seorang pun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada siapa
pt_br: Ninguém
ru_ru: Никто
th_th: ไม่มีใคร
vi_vn: Không có ai
zh_cn: 没有人
zh_tw: 沒有人

# Thw
source: Failed to clear all chat history
de_de: Der gesamte Chatverlauf konnte nicht gelöscht werden
es_es: Error al borrar todo el historial de chat
fr_fr: La suppression de tous les historiques de discussion a échoué
id_id: Gagal membersihkan semua riwayat obrolan
it_it: Impossibile cancellare tutta la cronologia chat
ja_jp: クリアできませんでした
ko_kr: 모든 채팅 기록을 지우지 못했습니다
ms_my: Gagal untuk mengosongkan semua sejarah sembang
pt_br: Falha ao limpar todo o histórico do chat
ru_ru: Не удалось очистить всю историю чата
th_th: ล้างประวัติแชททั้งหมดไม่สำเร็จ
vi_vn: Xóa tất cả lịch sử trò chuyện không thành công
zh_cn: 清空失败
zh_tw: 清空失敗

# UnI
source: Clear All Chat History
de_de: Gesamten Chatverlauf löschen
es_es: Borrar todo el historial de chat
fr_fr: Effacer tout l'historique de discussion
hi_in: सभी चैट इतिहास साफ़ करें
id_id: Bersihkan semua riwayat obrolan
it_it: Cancella tutta la cronologia chat
ja_jp: チャット履歴をクリア
ko_kr: 모든 채팅 기록 지우기
ms_my: Padam Semua Sejarah Sembang
pt_br: Limpar todo o histórico de chat
ru_ru: Очистить всю историю чата
th_th: ล้างประวัติแชททั้งหมด
vi_vn: Xóa tất cả lịch sử trò chuyện
zh_cn: 清空聊天记录
zh_tw: 清空聊天記錄

# yBM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# qjg
source: Clear All
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
id_id: Bersihkan Semua
it_it: Cancella tutto
ja_jp: クリア
ko_kr: 모두 지우기
ms_my: Padam Semua
pt_br: Limpar tudo
ru_ru: Очистить все
th_th: ล้างทั้งหมด
vi_vn: Xóa tất cả
zh_cn: 清空
zh_tw: 清空

# Wmo
source: Chat history will be cleared on all of your devices.
de_de: Der gesamte Chatverlauf wird auf all Ihren Geräten gelöscht.
es_es: El historial de chat se borrará en todos tus dispositivos.
fr_fr: L'historique de discussion sera effacé sur tous vos appareils.
hi_in: आपके सभी डिवाइस पर चैट इतिहास साफ़ हो जाएगा.
id_id: Riwayat obrolan akan dibersihkan pada seluruh perangkat Anda.
it_it: La cronologia chat sarà cancellata su tutti i dispositivi.
ja_jp: チャット履歴はすべてのデバイスで同時にクリアされます。この操作は自分にのみ有効です。
ko_kr: 채팅 기록이 모든 장치에서 지워집니다.
ms_my: Sejarah sembang akan dipadamkan di semua peranti anda.
pt_br: O histórico de chat será apagado em todos os seus dispositivos.
ru_ru: История чата будет очищена на всех ваших устройствах.
th_th: ประวัติการแชทบนอุปกรณ์ทั้งหมดของคุณจะถูกล้าง
vi_vn: Lịch sử trò chuyện sẽ bị xóa trên tất cả thiết bị của bạn.
zh_cn: 聊天记录将在所有设备同步清空，该操作仅对自己生效
zh_tw: 聊天記錄將在所有裝置同步清空，該作業僅對自己生效

# 8co
source: Done
de_de: Abgeschlossen
es_es: Listo
fr_fr: Terminé
hi_in: हो गया
id_id: Selesai
it_it: Fatto
ja_jp: クリアしました。
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 已清空
zh_tw: 已清空

# D+s
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# mx4
source: Copying is forbidden
de_de: Das Kopieren ist verboten
es_es: La copia está prohibida
fr_fr: La copie est formellement interdite
id_id: Dilarang menyalin
it_it: Copia vietata
ja_jp: コピーが禁止されています。
ko_kr: 복사가 금지되어 있습니다
ms_my: Penggandaan dilarang
pt_br: A cópia é proibida
ru_ru: Копирование запрещено
th_th: ห้ามทำการคัดลอก
vi_vn: Đã cấm sao chép
zh_cn: 禁止复制
zh_tw: 禁止複製

# ewc
source: Create Secure Chat Group
de_de: Sichere Chatgruppe erstellen
es_es: Crear grupo de chat seguro
fr_fr: Créer un groupe de discussion sécurisée
id_id: Buat Grup Obrolan Aman
it_it: Crea gruppo di chat sicura
ja_jp: セキュアチャットグループを作成
ko_kr: 보안 채팅 그룹 생성
ms_my: Buat Kumpulan Sembang Selamat
pt_br: Criar grupo de chat seguro
ru_ru: Создать безопасную группу чата
th_th: สร้างกลุ่มแชทที่ปลอดภัย
vi_vn: Tạo nhóm trò chuyện bảo mật
zh_cn: 创建密聊群组
zh_tw: 建立私密聊天群組

# qSk
source: Disband group
de_de: Gruppe auflösen
es_es: Disolver grupo
fr_fr: Dissoudre le groupe
id_id: Bubarkan grup
it_it: Sciogli gruppo
ja_jp: グループを解散
ko_kr: 그룹 해산
ms_my: Bubarkan kumpulan
pt_br: Dissolver grupo
ru_ru: Распустить группу
th_th: ยุบกลุ่ม
vi_vn: Giải tán nhóm
zh_cn: 解散群组
zh_tw: 解散群組

# LP0
source: If no text is entered, the default group photo of the color and pattern you choose will be used.
de_de: Wenn kein Text eingegeben wird, wird das Standard-Gruppenfoto mit Farbe und Muster, wie von Ihnen gewählt, verwendet.
es_es: Si no se introduce ningún texto, se utilizará la foto predeterminada del grupo con el color y el patrón que elijas.
fr_fr: En l'absence de texte, la photo du groupe par défaut de la couleur et du motif de votre choix sera utilisée.
id_id: Jika tidak ada teks yang dimasukkan, foto grup default dari warna dan pola yang Anda pilih akan digunakan.
it_it: Se non è inserito alcun testo, verrà usata la foto predefinita del gruppo con il colore e il modello da te scelti.
ja_jp: 文字を入力していない場合、選択したカラーまたはスタイルのデフォルト画像が使用されます。
ko_kr: 텍스트를 입력하지 않으면 선택한 색상 및 패턴의 기본 그룹 사진이 사용됩니다.
ms_my: Jika tiada teks dimasukkan, gambar kumpulan lalai berwarna dan corak yang anda pilih akan digunakan.
pt_br: Se nenhum texto for inserido, a foto de grupo padrão da cor e padrão que você escolher será usada.
ru_ru: Если текст не введен, будет использована групповая фотография по умолчанию выбранного вами цвета и текстуры.
th_th: หากไม่มีการกรอกข้อความ ระบบจะใช้รูปภาพกลุ่มเริ่มต้นของสีและรูปแบบที่คุณเลือก
vi_vn: Nếu không nhập văn bản, ảnh nhóm mặc định với màu sắc và họa tiết bạn chọn sẽ được sử dụng.
zh_cn: 如未填写头像文字，将使用所选颜色或样式的默认头像
zh_tw: 如未填寫頭像文字，將使用所選顏色或樣式的預設頭像

# +3g
source: Colors and patterns
de_de: Farben und Muster
es_es: Colores y patrones
fr_fr: Couleurs et motifs
id_id: Warna dan pola
it_it: Colori e modelli
ja_jp: カラーとスタイル
ko_kr: 색상 및 패턴
ms_my: Warna dan corak
pt_br: Cores e padrões
ru_ru: Цвета и текстуры
th_th: สีและรูปแบบ
vi_vn: Màu sắc và họa tiết
zh_cn: 颜色和样式
zh_tw: 顏色和樣式

# I5w
source: Text
es_es: Texto
fr_fr: Texte
id_id: Teks
it_it: Testo
ja_jp: 表示する文字
ko_kr: 텍스트
ms_my: Teks
pt_br: Texto
ru_ru: Текст
th_th: ข้อความ
vi_vn: Văn bản
zh_cn: 头像文字
zh_tw: 頭像文字

# lE8
source: Generating email address...
de_de: E-Mail-Adresse wird generiert...
es_es: Generando dirección de correo electrónico...
fr_fr: Génération de l’adresse e-mail...
id_id: Membuat alamat email...
it_it: Generazione indirizzo e-mail in corso
ja_jp: メールアドレスを作成しています...
ko_kr: 이메일 주소 생성 중...
ms_my: Menjana alamat e-mel...
pt_br: Gerar endereço de e-mail...
ru_ru: Создание адреса почты...
th_th: กำลังสร้างที่อยู่อีเมล...
vi_vn: Đang tạo địa chỉ email...
zh_cn: 正在获取邮箱地址...
zh_tw: 正在取得信箱地址...

# OU0
source: Joined the group via the team "{{team_name}}"
de_de: Der Gruppe über das Team „{{team_name}}“ beigetreten
es_es: Se ha unido al grupo a través del equipo "{{team_name}}"
fr_fr: A rejoint le groupe via l'équipe "{{team_name}}"
id_id: Bergabung dengan grup melalui tim "{{team_name}}"
it_it: Partecipa al gruppo tramite il team "{{team_name}}"
ja_jp: チーム「{{team_name}}」よりグループに参加しました
ko_kr: "{{team_name}}" 팀을 통해 그룹에 참가했습니다
ms_my: Menyertai kumpulan melalui pasukan "{{team_name}}"
pt_br: Ingressou no grupo através da equipe "{{team_name}}"
ru_ru: Присоединился к группе через команду "{{team_name}}"
th_th: เข้าร่วมกลุ่มผ่านทางทีม "{{team_name}}"
vi_vn: Đã tham gia nhóm qua đội "{{team_name}}"
zh_cn: 通过团队“{{team_name}}”加入群组
zh_tw: 透過團隊「{{team_name}}」加入群組

# dUw
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# S7w
source: Add Members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
id_id: Tambah Anggota
it_it: Aggiungi membri
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah Ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加群成员
zh_tw: 新增群組成員

# wxE
source: Remove Members
de_de: Mitglieder entfernen
es_es: Quitar miembros
fr_fr: Retirer des membres
id_id: Hapus Anggota
it_it: Rimuovi membri
ja_jp: メンバーを削除
ko_kr: 구성원 제거
ms_my: Buang Ahli
pt_br: Remover membros
ru_ru: Удалить участников
th_th: ลบสมาชิกออก
vi_vn: Xóa thành viên
zh_cn: 移除群成员
zh_tw: 移除群組成員
