Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# AiI
source: Once enabled, all group members won't be able to copy, forward or download any content in the group. Members will be notified if anyone takes a screenshot or screen recording
de_de: Nachdem diese Funktion aktiviert wurde, können keine Gruppenmitglieder Inhalte in der Gruppe kopieren, weiterleiten oder herunterladen. Die Mitglieder werden benachrichtigt, wenn jemand einen Screenshot oder eine Bildschirmaufnahme erstellt
es_es: Una vez habilitado, los miembros del grupo no podrán copiar, reenviar ni descargar contenido del grupo. Además, recibirán una notificación si alguien realiza una captura o una grabación de pantalla
fr_fr: Après l'activation, les membres du groupe ne pourront plus copier, transférer ou télécharger le contenu du groupe. Les membres seront avertis si un utilisateur fait une capture d'écran ou un enregistrement d'écran
id_id: Setelah diaktifkan, semua anggota grup tidak akan dapat menyalin, meneruskan, atau mengunduh konten apa pun di grup. Anggota akan diberi tahu jika ada seseorang yang mengambil tangkapan layar atau merekam layar
it_it: Dopo l'abilitazione, nessun membro del gruppo potrà copiare, inoltrare o scaricare alcun contenuto nel gruppo. I membri riceveranno una notifica se qualcuno acquisisce uno screenshot o una registrazione dello schermo
ja_jp: オンにすると、すべてのグループメンバーがコンテンツをコピー・転送・ダウンロードできなくなります。スクリーンショットまたは画面収録などの操作はグループ内で通知されます。
ko_kr: 활성화되면 모든 그룹 구성원은 그룹의 콘텐츠를 복사, 전달 또는 다운로드할 수 없습니다. 스크린샷을 찍거나 화면을 녹화할 경우 구성원에게 알립니다
ms_my: Sekali diaktifkan, semua ahli kumpulan tidak akan dapat menyalin, menghantar atau memuat turun sebarang kandungan dalam kumpulan. Ahli akan dimaklumkan jika ada yang mengambil tangkapan skrin atau rakaman skrin
pt_br: Após a ativação, todos os membros do grupo não poderão copiar, encaminhar ou fazer download de nenhum conteúdo do grupo. Os membros serão notificados se alguém fizer uma captura de tela ou gravação de tela
ru_ru: После включения все участники группы не смогут копировать, пересылать или загружать какой-либо контент в группе. Участники будут уведомлены, если кто-либо сделает скриншот или запись экрана.
th_th: เมื่อเปิดใช้แล้ว สมาชิกกลุ่มทั้งหมดจะไม่สามารถคัดลอก ส่งต่อ หรือดาวน์โหลดเนื้อหาใดๆ ในกลุ่มได้ สมาชิกจะได้รับการแจ้งเตือนหากผู้ใดถ่ายภาพหน้าจอหรือบันทึกหน้าจอ
vi_vn: Sau khi bật chế độ này, tất cả thành viên nhóm sẽ không thể sao chép, chuyển tiếp hoặc tải xuống bất kỳ nội dung nào trong nhóm. Các thành viên sẽ được thông báo nếu có người chụp ảnh hoặc quay phim màn hình
zh_cn: 开启后，所有群成员不能复制、转发、下载，截图和录屏行为将在群内通报
zh_tw: 開啟後，所有群組成員無法複製、轉寄、下載，擷取及錄製螢幕畫面的行為將在群組內通報

# NqM
source: Don't allow copying or forwarding messages
de_de: Kopieren oder Weiterleiten von Nachrichten nicht zulassen
es_es: No permitir copiar ni reenviar mensajes
fr_fr: Ne pas autoriser la copie ou le transfert des messages
id_id: Jangan izinkan penyalinan atau penerusan pesan
it_it: Non consentire la copia o l'inoltro di messaggi
ja_jp: メッセージのコピーと転送を禁止
ko_kr: 메시지 복사 또는 전달 허용 안 함
ms_my: Jangan benarkan menyalin atau menghantar mesej
pt_br: Não permitir cópia ou encaminhamento de mensagens
ru_ru: Запретить копирование или пересылку сообщений
th_th: ไม่อนุญาตให้คัดลอกหรือส่งต่อข้อความ
vi_vn: Không cho phép sao chép hoặc chuyển tiếp tin nhắn
zh_cn: 禁止复制和转发消息
zh_tw: 禁止複製和轉寄訊息

# p5w
source: Once turned on, copying, forwarding and downloading messages won't be allowed in this chat. Screenshots and screen recordings will trigger system notifications.
de_de: Bei aktivierter Option ist das Kopieren, Weiterleiten und Herunterladen von Nachrichten in diesem Chat nicht zulässig. Screenshots und Bildschirmaufnahmen lösen Systembenachrichtigungen aus.
es_es: Una vez activado, no se permitirán la copia, el reenvío ni la descarga de mensajes en este chat. Las capturas de pantalla y las grabaciones de pantalla generarán notificaciones del sistema.
fr_fr: Une fois activée, la copie, le transfert et le téléchargement de messages ne seront pas autorisés dans ce chat. Les captures et enregistrements d'écran déclencheront des notifications du système.
id_id: Setelah diaktifkan, penyalinan, penerusan, dan pengunduhan pesan tidak akan diizinkan di obrolan ini. Screenshot dan perekaman layar akan memicu notifikasi sistem.
it_it: Dopo l'attivazione, non sarà consentito copiare, inoltrare e scaricare messaggi in questa chat. Gli screenshot e le registrazioni dello schermo attiveranno le notifiche di sistema.
ja_jp: オンにすると、このチャットでメッセージのコピー、転送とダウンロードができなくなります。スクリーンショット・画面収録の操作によって、システム通知が送信されます。
ko_kr: 이 기능이 켜져 있으면 이 채팅에서는 메시지 복사, 전달 및 다운로드가 허용되지 않습니다. 스크린샷 및 화면 녹화가 시스템 알림을 트리거합니다.
ms_my: Setelah dihidupkan, menyalin, menghantar dan memuat turun mesej tidak dibenarkan dalam perbualan ini. Tangkapan skrin dan rakaman skrin akan mencetuskan notifikasi sistem.
pt_br: Uma vez ativado, não será permitido copiar, encaminhar e baixar mensagens neste chat. Capturas de tela e gravações de tela acionarão notificações do sistema.
ru_ru: После включения копирование, пересылка и скачивание сообщений в этом чате будут запрещены. Скриншоты и записи экрана запускают системные уведомления.
th_th: เมื่อเปิดใช้แล้ว จะไม่อนุญาตให้ทำการคัดลอก ส่งต่อ และดาวน์โหลดข้อความในแชทนี้ การถ่ายภาพหน้าจอและการบันทึกหน้าจอจะทริกเกอร์การแจ้งเตือนของระบบ
vi_vn: Sau khi bật, việc sao chép, chuyển tiếp và tải xuống tin nhắn sẽ không được phép trong cuộc trò chuyện này. Việc chụp ảnh màn hình và ghi màn hình sẽ kích hoạt thông báo hệ thống.
zh_cn: 开启后，会话双方不能复制、转发和下载消息，截屏和录屏行为将触发系统通知
zh_tw: 開啟後，對話雙方不能複製、轉寄和下載訊息，擷取及錄製螢幕畫面行為將觸發系統通知

# 9FA
source: Don't allow downloading images, videos or files
de_de: Herunterladen von Bildern, Videos oder Dateien nicht zulassen
es_es: No permitir descargar imágenes, vídeos ni archivos
fr_fr: Ne pas autoriser le téléchargement des images, vidéos ou fichiers
id_id: Jangan izinkan pengunduhan gambar, video, atau file
it_it: Non consentire il download di immagini, video o file
ja_jp: 画像、ビデオなどのファイルのダウンロードを禁止
ko_kr: 이미지, 동영상 또는 파일 다운로드 허용 안 함
ms_my: Jangan benarkan memuat turun gambar, video atau fail
pt_br: Não permitir download de imagens, vídeos ou arquivos
ru_ru: Запретить скачивание изображений, видео или файлов
th_th: ไม่อนุญาตให้ดาวน์โหลดภาพ วิดีโอ หรือไฟล์
vi_vn: Không cho phép tải xuống hình ảnh, video hoặc tập tin
zh_cn: 禁止下载图片、视频和文件
zh_tw: 禁止下載圖片、影片和檔案

# IGU
source: Don't allow screenshot or screen recording
de_de: Screenshots oder Bildschirmaufnahmen nicht zulassen
es_es: No permitir realizar capturas ni grabaciones de pantalla
fr_fr: Ne pas autoriser les captures ou enregistrements d'écran
id_id: Jangan izinkan tangkapan layar atau perekaman layar
it_it: Non consentire l'acquisizione di screenshot o registrazioni dello schermo
ja_jp: スクリーンショット、画面収録を制限
ko_kr: 스크린샷 또는 화면 녹화 허용 안 함
ms_my: Jangan benarkan tangkapan skrin atau rakaman skrin
pt_br: Não permitir captura de tela ou gravação de tela
ru_ru: Запретить скриншоты или запись экрана
th_th: ไม่อนุญาตให้ถ่ายภาพหน้าจอหรือบันทึกหน้าจอ
vi_vn: Không cho phép chụp ảnh hoặc quay phim màn hình
zh_cn: 防止截图、录屏
zh_tw: 防止擷取/錄製螢幕畫面

# So8
source: Unable to turn on message self-destruct as the message type of this group is topic.
de_de: Die Selbstzerstörung von Nachrichten kann nicht aktiviert werden, weil der Nachrichtentyp dieser Gruppe „Thema“ ist.
es_es: No se puede activar la autodestrucción de mensajes porque el tipo de mensaje de este grupo es "tema".
fr_fr: Impossible d'activer la destruction automatique de message, car le type de message de ce groupe est "sujet".
id_id: Gagal mengaktifkan penghancuran diri pesan karena pesan grup ini berjenis topik.
it_it: Impossibile attivare l'autodistruzione dei messaggi poiché il tipo di messaggi di questo gruppo è argomento.
ja_jp: スレッドグループでは、既読メッセージの自動削除機能をオンにできません。
ko_kr: 이 그룹의 메시지 유형이 주제이므로 메시지 자동 삭제를 켤 수 없습니다.
ms_my: Tidak dapat menghidupkan pemusnahan mesej sendiri kerana jenis mesej kumpulan ini adalah topik.
pt_br: Não é possível ativar a autodestruição da mensagem porque o tipo de mensagem deste grupo é um tópico.
ru_ru: Невозможно включить самоуничтожение сообщений, поскольку тип сообщений для этой группы — Тема.
th_th: ไม่สามารถเปิดข้อความที่มีการทำลายตัวเองได้เนื่องจากประเภทข้อความของกลุ่มนี้เป็นหัวข้อ
vi_vn: Không thể bật tính năng tự hủy tin nhắn vì loại tin nhắn của nhóm này là chủ đề.
zh_cn: 话题消息不支持开启消息阅后自动删除
zh_tw: 話題訊息不支援開啟訊息閱讀後自動刪除

# ZaQ
source: Self-destruct timer
de_de: Timer für Selbstzerstörung
es_es: Temporizador de autodestrucción
fr_fr: Minuteur d'autodestruction
id_id: Timer penghancuran diri
it_it: Timer di autodistruzione
ja_jp: 削除時間を指定
ko_kr: 자동 삭제 타이머
ms_my: Pemasa autodestruksi
pt_br: Temporizador de autodestruição
ru_ru: Таймер самоуничтожения
th_th: ตัวจับเวลาการทำลายตัวเอง
vi_vn: Bộ hẹn giờ tự hủy
zh_cn: 定时删除
zh_tw: 定時刪除

# gNk
source: Set group wallpaper
de_de: Gruppen-Hintergrundbild festlegen
es_es: Establecer fondo de pantalla de grupo
fr_fr: Définir le fond d'écran du groupe
id_id: Tetapkan wallpaper grup
it_it: Imposta sfondo del gruppo
ja_jp: グループ壁紙設定
ko_kr: 그룹 배경화면 설정
ms_my: Tetapkan kertas dinding kumpulan
pt_br: Configurar papel de parede do grupo
ru_ru: Установить фон группы
th_th: ตั้งค่าวอลเปเปอร์กลุ่ม
vi_vn: Đặt hình nền nhóm
zh_cn: 设置群背景
zh_tw: 設定群組背景

# bLw
source: My family like it!
de_de: Meiner Familie gefällt es!
es_es: A mi familia le gusta.
fr_fr: Ma famille l'apprécie !
id_id: Keluarga saya menyukainya!
it_it: Alla mia famiglia piace!
ja_jp: 家族が喜びますね
ko_kr: 저의 가족이 이를 좋아합니다!
ms_my: Keluarga saya suka ini!
pt_br: Minha família gosta!
ru_ru: Моей семье нравится!
th_th: ครอบครัวของฉันชอบมากเลย!
vi_vn: Gia đình tôi thích!
zh_cn: 我家人都很喜欢
zh_tw: 我家人都很喜歡

# 3GQ
source: The gift is great
de_de: Das Geschenk ist großartig
es_es: El regalo es genial
fr_fr: Le cadeau est formidable
id_id: Hadiahnya bagus
it_it: Il regalo è fantastico
ja_jp: 素敵なギフトですね
ko_kr: 선물이 훌륭합니다
ms_my: Hadiahnya hebat
pt_br: O presente é ótimo
ru_ru: Замечательный подарок
th_th: ของขวัญดีมาก
vi_vn: Quà tặng thật tuyệt
zh_cn: 今年的礼品真好
zh_tw: 今年的禮品真棒

# /68
source: Hi! I'm Leo
de_de: Hallo! Ich bin Leo
es_es: ¡Hola! Soy Leo
fr_fr: Bonjour ! Moi, c'est Leo
id_id: Halo! Saya Leo
it_it: Ciao! Sono Leo
ja_jp: はじめまして
ko_kr: 안녕하세요! 저는 레오입니다
ms_my: Hai! Saya Leo
pt_br: Oi! Sou o Leo
ru_ru: Привет! Я Лео
th_th: สวัสดี ฉันคือลีโอ
vi_vn: Xin chào! Tôi là Leo
zh_cn: 大家好！我是新人
zh_tw: 大家好！我是新人

# Bzs
source: Welcome!
de_de: Willkommen!
es_es: ¡Bienvenido!
fr_fr: Bienvenue !
id_id: Selamat datang!
it_it: Benvenuto!
ja_jp: ようこそ！
ko_kr: 환영합니다!
ms_my: Selamat datang!
pt_br: Bem-vindo(a)!
ru_ru: Добро пожаловать!
th_th: ยินดีต้อนรับ
vi_vn: Chào mừng bạn!
zh_cn: 欢迎欢迎
zh_tw: 歡迎歡迎

# viw
source: True!
de_de: Echt!
es_es: ¡Cierto!
fr_fr: Vrai !
id_id: Benar!
it_it: Vero!
ja_jp: そうですね！
ko_kr: 맞습니다!
ms_my: Betul!
pt_br: Verdadeiro!
ru_ru: Правда!
th_th: จริง!
vi_vn: Đúng vậy!
zh_cn: 是的！
zh_tw: 是的！

# Pto
source: Welcome aboard
de_de: Willkommen an Bord
es_es: Te damos la bienvenida a bordo
fr_fr: Bienvenue à bord
id_id: Selamat bergabung
it_it: Ti diamo il benvenuto a bordo
ja_jp: ようこそ！
ko_kr: 가입을 환영합니다
ms_my: Selamat datang
pt_br: Bem-vindo(a) a bordo
ru_ru: Добро пожаловать
th_th: ยินดีต้อนรับ
vi_vn: Chào mừng gia nhập
zh_cn: 很高兴你加入我们！
zh_tw: 很高興你能加入我們！

# 6WM
source: Only group owner and group admin can manage tabs in this group
de_de: In dieser Gruppe können nur der Gruppenbesitzer und der Gruppenadministrator Tabs verwalten
es_es: Solo el propietario del grupo y el administrador del grupo pueden gestionar las pestañas en este grupo
fr_fr: Seuls le propriétaire et l'administrateur du groupe peuvent gérer les onglets de ce groupe
id_id: Hanya pemilik grup dan admin grup yang dapat mengelola tab di grup ini
it_it: Solo il proprietario e l'amministratore del gruppo possono gestire le schede in questo gruppo
ja_jp: グループオーナーと管理者のみタブを管理できる
ko_kr: 그룹 소유자와 그룹 관리자만 이 그룹의 탭을 관리 가능합니다
ms_my: Hanya pemilik kumpulan dan pentadbir kumpulan boleh menguruskan tab dalam kumpulan ini
pt_br: Apenas o proprietário do grupo e o administrador do grupo podem gerenciar guias neste grupo
ru_ru: Только владелец группы и администратор группы могут управлять вкладками в этой группе
th_th: เฉพาะเจ้าของกลุ่มและแอดมินกลุ่มเท่านั้นที่สามารถจัดการแท็บได้
vi_vn: Chỉ chủ sở hữu nhóm và quản trị viên nhóm mới có thể quản lý tab trong nhóm này
zh_cn: 仅群主和群管理员可管理标签页
zh_tw: 僅群主和群組管理員可管理標籤頁

# 6Ds
source: Who can manage tabs
de_de: Wer darf Tabs verwalten?
es_es: Quién puede administrar las pestañas
fr_fr: Qui peut gérer les onglets
id_id: Siapa yang dapat mengelola tab
it_it: Chi può gestire le schede
ja_jp: タブを管理可能なユーザー
ko_kr: 탭 관리 가능 사용자
ms_my: Siapa yang boleh menguruskan tab
pt_br: Quem pode gerenciar guias
ru_ru: Кто может управлять вкладками
th_th: ผู้ที่จัดการแท็บได้
vi_vn: Người có thể quản lý tab
zh_cn: 谁可以管理标签页
zh_tw: 誰可以管理標籤頁

# 0oY
source: Who can clip to top and pin
de_de: Wer oben anklammern und anheften kann
es_es: Quién puede fijar con clip encima y fijar
fr_fr: Qui peut conserver en haut et épingler
id_id: Siapa saja yang dapat melakukan pin dan klip ke atas
it_it: Chi può appuntare in alto e fissare
ja_jp: メッセージをトップに固定・ピン留めができるユーザー
ko_kr: 맨 위에 고정하고 고정할 수 있는 사용자
ms_my: Siapa yang boleh klip ke atas dan pin
pt_br: Quem pode fixar no topo e fixar
ru_ru: Кто может закреплять элементы наверху и закреплять элементы
th_th: ผู้ที่สามารถติดไว้ที่ด้านบนสุดและปักหมุดได้
vi_vn: Người có thể kẹp lên đầu và ghim
zh_cn: 谁可以置顶消息和 Pin
zh_tw: 誰可以置頂訊息和 Pin

# YCs
source: Unable to switch message type to topic as message self-destruct has been turned on.
de_de: Das Ändern des Nachrichtentyps auf „Thema“ ist nicht möglich, weil die Selbstzerstörung von Nachrichten aktiviert ist.
es_es: No se puede cambiar el tipo de mensaje a "tema" porque se ha activado la autodestrucción de mensajes.
fr_fr: Impossible de passer d'un type de message à un sujet, car l'autodestruction des messages a été activée.
id_id: Gagal mengalihkan jenis pesan menjadi topik karena penghancuran diri pesan telah diaktifkan.
it_it: Impossibile passare il tipo di messaggio ad argomento poiché è stata attivata l'autodistruzione dei messaggi.
ja_jp: 既読メッセージの自動削除機能がオンになっているため、メッセージタイプをスレッドに切り替えることができません。
ko_kr: 메시지 자동 삭제가 켜져 있으므로 메시지 유형을 주제로 전환할 수 없습니다.
ms_my: Tidak dapat menukar jenis mesej ke topik kerana pemusnahan mesej sendiri telah dihidupkan.
pt_br: Não é possível alternar o tipo de mensagem para o tópico porque a autodestruição da mensagem foi ativada.
ru_ru: Невозможно переключить тип сообщения типа Тема, так как включено самоуничтожение сообщений.
th_th: ไม่สามารถสลับประเภทข้อความไปเป็นหัวข้อได้เนื่องจากมีการเปิดใช้ข้อความที่มีการทำลายตัวเองอยู่
vi_vn: Không thể chuyển loại tin nhắn sang chủ đề do tính năng tự hủy tin nhắn đã được bật.
zh_cn: 已开启消息阅后自动删除，不支持将群消息类型切换为话题
zh_tw: 已開啟訊息閱讀後自動刪除，不支援將群組訊息類型切換為話題

# GdQ
source: Enable "Translate as you type"
de_de: „Während der Eingabe übersetzen“ aktivieren
es_es: Habilitar Traducir mientras se escribe
fr_fr: Activer "Traduire lors de la saisie"
hi_in: टाइप करते ही अनुवाद करें
id_id: Aktifkan "Terjemahkan saat Anda mengetik"
it_it: Abilita "Traduci durante la digitazione"
ja_jp: リアルタイム翻訳をオン
ko_kr: "입력하는 대로 번역하기" 활성화
ms_my: Aktifkan "Terjemah semasa menaip"
pt_br: Ative "Traduzir ao digitar"
ru_ru: Включить "Переводить по мере ввода"
th_th: เปิดใช้ "แปลขณะที่คุณพิมพ์"
vi_vn: Bật tính năng "Dịch khi gõ"
zh_cn: 开启边写边译
zh_tw: 開啟邊寫邊譯

# /XE
source: Texts you type will be translated into your desired language instantly
de_de: Texte, die Sie eingeben, werden sofort in Ihre gewünschte Sprache übersetzt
es_es: Los textos que escribas se traducirán al instante al idioma que desees
fr_fr: Les textes que vous saisissez seront traduits instantanément dans la langue de votre choix
hi_in: टाइप किए गए टेक्स्ट का अनुवाद आपकी मनचाही भाषा में तुरंत होगा
id_id: Teks yang Anda ketik akan diterjemahkan ke dalam bahasa yang Anda inginkan secara instan
it_it: Il testo che digiti verrà tradotto istantaneamente nella lingua che desideri
ja_jp: オンにすると、メッセージの入力時にリアルタイムで翻訳されます。
ko_kr: 입력하는 문자는 원하는 언어로 즉시 번역됩니다
ms_my: Teks yang anda taip akan diterjemahkan ke bahasa yang anda inginkan dengan segera
pt_br: Os textos que você digitar serão traduzidos para o idioma desejado instantaneamente
ru_ru: Тексты, которые вы вводите, будут мгновенно переведены на нужный язык
th_th: ข้อความที่คุณพิมพ์จะถูกแปลเป็นภาษาที่คุณต้องการในทันที
vi_vn: Văn bản bạn nhập sẽ được dịch ngay sang ngôn ngữ mong muốn
zh_cn: 开启后，系统将实时翻译你输入的内容
zh_tw: 開啟後，系統將即時翻譯你輸入的內容

# Ixo
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke dalam
it_it: Traduci in
ja_jp: 翻訳先言語
ko_kr: 다음으로 번역하기
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 翻译为
zh_tw: 翻譯為

# VoA
source: Translation Assistant
de_de: Übersetzungsassistent
es_es: Asistente de traducción
fr_fr: Assistant de traduction
hi_in: अनुवाद सहायक
id_id: Asisten Terjemahan
it_it: Assistente alla traduzione
ja_jp: 翻訳アシスタント
ko_kr: 번역 어시스턴트
ms_my: Pembantu Terjemahan
pt_br: Assistente de tradução
th_th: ผู้ช่วยแปลภาษา
vi_vn: Trợ lý dịch
zh_cn: 翻译助手
zh_tw: 翻譯助手

# VSQ
source: This setting can't be edited.
de_de: Diese Einstellung kann nicht bearbeitet werden
es_es: No se puede editar esta configuración
fr_fr: Impossible de modifier ce paramètre
id_id: Gagal mengedit pengaturan ini
it_it: Impossibile modificare questa impostazione
ja_jp: この設定を変更できません。
ko_kr: 이 설정을 편집할 수 없습니다
ms_my: Tidak dapat mengedit tetapan ini
pt_br: Não é possível editar esta configuração
ru_ru: Невозможно изменить этот параметр
th_th: ไม่สามารถแก้ไขการตั้งค่านี้ได้
vi_vn: Không thể chỉnh sửa cài đặt này
zh_cn: 无法修改该设置
zh_tw: 無法修改該設定

# 0jU
source: Export Member Profile Data
de_de: Mitgliederprofildaten exportieren
es_es: Exportar datos de perfil de los miembros
fr_fr: Exporter les données de profil des membres
id_id: Ekspor Data Profil Anggota
it_it: Esporta dati del profilo dei membri
ja_jp: メンバーのデータをエクスポート
ko_kr: 구성원 프로필 데이터 내보내기
ms_my: Eksport Data Profil Ahli
pt_br: Exportar dados de perfil de membros
ru_ru: Экспорт данных профиля участника
th_th: ส่งออกข้อมูลโปรไฟล์ของสมาชิก
vi_vn: Xuất dữ liệu hồ sơ của thành viên
zh_cn: 导出群成员信息
zh_tw: 匯出群組成員資訊

# ljg
source: Exporting... Results will be notified in the group.
de_de: Wird exportiert ... Die Ergebnisse werden in der Gruppe mitgeteilt.
es_es: Exportando... Se enviará al grupo una notificación con los resultados.
fr_fr: Exportation en cours... Le groupe sera notifié des résultats.
id_id: Mengekspor... Hasil akan diberitahukan di grup.
it_it: Esportazione in corso. I risultati verranno comunicati tramite notifica nel gruppo.
ja_jp: エクスポート中です。結果はグループに通知されます。
ko_kr: 내보내는 중... 결과는 그룹에 통보됩니다.
ms_my: Memuatkan keluar... Keputusan akan dimaklumkan dalam kumpulan.
pt_br: Exportando... Os resultados serão notificados no grupo.
ru_ru: Экспорт... Результаты будут доступны в группе.
th_th: กำลังส่งออก...จะแจ้งผลภายในกลุ่ม
vi_vn: Đang xuất... Kết quả sẽ được thông báo trong nhóm.
zh_cn: 导出中...导出结果将在群内提示，请稍候
zh_tw: 匯出中...匯出結果將在群組內提示，請稍候

# HtM
source: Choose From Album
de_de: Aus Album wählen
es_es: Elegir en el Álbum
fr_fr: Choisir dans l'album
id_id: Pilih dari Album
it_it: Scegli dall'album
ja_jp: アルバムから選択
ko_kr: 앨범에서 선택
ms_my: Pilih Dari Album
pt_br: Escolher do álbum
ru_ru: Выбрать из альбома
th_th: เลือกจากอัลบั้ม
vi_vn: Chọn từ album
zh_cn: 从相册选择
zh_tw: 從相簿選擇

# 2jI
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
ms_my: Tersuai
pt_br: Personalizado
ru_ru: Пользовательский
th_th: กำหนดเอง
vi_vn: Tùy chỉnh
zh_cn: 自定义背景
zh_tw: 自訂背景

# f7A
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
ms_my: Lalai
pt_br: Padrão
ru_ru: По умолчанию
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# W8Q
source: Aim for the highest
de_de: Nach den höchsten Zielen streben
es_es: Apunta a lo más alto
fr_fr: Visez le plus haut
id_id: Sasar target tertinggi
it_it: Punta sempre più in alto
ja_jp: 限界目指して
ko_kr: 최고를 목표로
ms_my: Tujukan yang tertinggi
pt_br: Apontar para o mais alto
ru_ru: Стремитесь к высшему
th_th: มุ่งสู่จุดสูงสุด
vi_vn: Nhắm mục tiêu cao nhất
zh_cn: 追求极致
zh_tw: 追求極致

# HGA
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# IOM
source: Just now
de_de: Gerade eben
es_es: Ahora mismo
fr_fr: À l'instant
id_id: Baru saja
it_it: Adesso
ja_jp: ついさっき
ko_kr: 방금
ms_my: Baru sahaja
pt_br: Agora mesmo
ru_ru: Прямо сейчас
th_th: เมื่อสักครู่
vi_vn: Vừa mới
zh_cn: 刚刚
zh_tw: 剛剛

# Ngk
source: Mei Li
ja_jp: 吉田美帆
ru_ru: Мэй Ли
zh_cn: 李梅
zh_tw: 李梅

# kRA
source: Set as Group Wallpaper
de_de: Als Gruppen-Hintergrundbild festlegen
es_es: Establecer fondo de pantalla de grupo
fr_fr: Définir comme fond d'écran de groupe
id_id: Tetapkan sebagai Wallpaper Grup
it_it: Imposta come sfondo del gruppo
ja_jp: グループ壁紙に設定
ko_kr: 그룹 배경화면으로 설정
ms_my: Tetapkan sebagai Kertas Dinding Kumpulan
pt_br: Configurar como papel de parede do grupo
ru_ru: Сделать фон группы
th_th: ตั้งค่าเป็นวอลเปเปอร์กลุ่ม
vi_vn: Đặt làm hình nền nhóm
zh_cn: 设为群背景
zh_tw: 設為群組背景

# KJI
source: When will this project start?
de_de: Wann wird dieses Projekt beginnen?
es_es: ¿Cuándo comenzará este proyecto?
fr_fr: Quand est-ce que ce projet commencera ?
id_id: Kapan proyek ini akan dimulai?
it_it: Quando inizierà questo progetto?
ja_jp: このプロジェクトはいつごろスタートですか？
ko_kr: 이 프로젝트는 언제 시작합니까?
ms_my: Bila projek ini akan bermula?
pt_br: Quando este projeto começará?
ru_ru: Когда начнется этот проект?
th_th: โครงการนี้จะเริ่มเมื่อใด
vi_vn: Khi nào dự án này sẽ bắt đầu?
zh_cn: 这个项目会在什么时候启动？
zh_tw: 此專案會在什麼時候啟動？

# Ulw
source: Within this week
de_de: Im Lauf dieser Woche
es_es: Esta semana
fr_fr: Au cours de cette semaine
id_id: Dalam minggu ini
it_it: Entro questa settimana
ja_jp: 今週には始まる予定です
ko_kr: 이번 주 내에
ms_my: Dalam minggu ini
pt_br: Nesta semana
ru_ru: В течение этой недели
th_th: ภายในสัปดาห์นี้
vi_vn: Trong tuần này
zh_cn: 本周就会启动
zh_tw: 本週就會啟動

# Tac
source: Preview
de_de: Vorschau
es_es: Previsualizar
fr_fr: Prévisualiser
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
ms_my: Pratonton
pt_br: Visualização
ru_ru: Предпросмотр
th_th: ตัวอย่าง
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# Rrw
source: Recommendations
de_de: Empfehlungen
es_es: Recomendaciones
fr_fr: Recommandations
id_id: Rekomendasi
it_it: Consigli
ja_jp: オススメ
ko_kr: 추천
ms_my: Cadangan
pt_br: Recomendações
ru_ru: Рекомендации
th_th: คำแนะนำ
vi_vn: Đề xuất
zh_cn: 系统推荐
zh_tw: 系統推薦

# VAk
source: Take Photo
de_de: Foto aufnehmen
es_es: Hacer una foto
fr_fr: Prendre une photo
id_id: Ambil Foto
it_it: Scatta foto
ja_jp: 撮影する
ko_kr: 사진 찍기
ms_my: Ambil Foto
pt_br: Tirar foto
ru_ru: Сфотографировать
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍一张
zh_tw: 拍一張

# ZcA
source: Image format not supported for setting as background
de_de: Ein Bild in diesem Format kann nicht als Hintergrundbild festgelegt werden.
es_es: No se puede establecer una imagen de este formato como fondo de pantalla.
fr_fr: Impossible de définir une image de ce format comme fond d'écran.
id_id: Gagal menetapkan gambar dengan format ini sebagai wallpaper.
it_it: Impossibile impostare una foto di questo formato come sfondo.
ja_jp: この形式の画像を壁紙に設定できません。
ko_kr: 이 형식의 사진은 배경화면으로 설정할 수 없습니다.
ms_my: Tidak dapat menetapkan gambar format ini sebagai kertas dinding.
pt_br: Não é possível configurar uma imagem deste formato como papel de parede.
ru_ru: Невозможно установить картинку этого формата в качестве обоев.
th_th: ไม่สามารถตั้งค่ารูปภาพในรูปแบบนี้เป็นวอลเปเปอร์ได้
vi_vn: Không thể đặt ảnh có định dạng này làm hình nền.
zh_cn: 暂不支持将该格式图片设置为背景
zh_tw: 暫不支援將該格式圖片設定為背景
