Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# jlc
source: Changes won't be saved if you leave now. All fields in group info must be filled to enable "Find group via search".
de_de: Ihre Änderungen werden nicht gespeichert. Sie müssen alle Gruppendetails eingeben, bevor „Gruppe per Suche finden“ aktiviert werden kann.
es_es: No se guardarán los cambios. Debes rellenar todos los detalles del grupo para poder activar "Encontrar grupo mediante búsqueda".
fr_fr: Vos modifications ne seront pas enregistrées. Vous devez renseigner tous les détails du groupe avant de pouvoir activer la « Recherche du groupe ».
hi_in: आपके द्वारा बनाए गए बदलाव सहेजे नहीं जाएँगे. "खोज से समूह ढूँढें" चालू किए जाने से पहले आपको समूह का विवरण भरना होगा.
id_id: Perubahan Anda tidak akan disimpan. Anda harus mengisi semua perincian grup sebelum mengaktifkan "Temukan grup melalui pencarian".
it_it: Le modifiche non verranno salvate. Devi inserire tutti i dettagli del gruppo prima di poter attivare "Trova gruppo tramite ricerca".
ja_jp: グループ情報を追加した後グループは検索可能です
ko_kr: 변경 사항은 저장되지 않습니다. "검색을 통해 그룹 찾기"를 켜려면 먼저 모든 그룹 세부 정보를 입력해야 합니다.
ms_my: Perubahan tidak akan disimpan jika anda keluar sekarang. Semua medan dalam maklumat kumpulan mesti diisi untuk mengaktifkan "Cari kumpulan melalui carian".
pt_br: Suas alterações não serão salvas. Você deve preencher todos os detalhes do grupo antes que "Encontrar grupo por meio da pesquisa" possa ser ativado.
ru_ru: Ваши изменения не будут сохранены. Необходимо заполнить все сведения о группе перед тем, как включить "Находить группу через поиск".
th_th: การเปลี่ยนแปลงของคุณจะไม่ถูกบันทึก คุณต้องกรอกรายละเอียดกลุ่มทั้งหมดก่อนจึงจะสามารถเปิด “ค้นหากลุ่มผ่านทางการค้นหา” ได้
vi_vn: Thay đổi của bạn sẽ không được lưu lại. Bạn phải điền vào chi tiết nhóm trước khi có thể kích hoạt "Tìm nhóm qua tìm kiếm".
zh_cn: 退出将不保存当前编辑。群信息完善后才可以允许群组被搜索到。
zh_tw: 退出將不儲存目前編輯項目。群組資訊填寫完整後，才可以允許搜尋群組

# d3k
source: Exit page?
de_de: Seite verlassen?
es_es: ¿Salir de la página?
fr_fr: Quitter la page ?
hi_in: पेज से बाहर निकलें?
id_id: Keluar dari halaman?
it_it: Vuoi uscire dalla pagina?
ja_jp: 終了ページ？
ko_kr: 페이지를 종료하시겠습니까?
ms_my: Keluar halaman?
pt_br: Sair da página?
ru_ru: Закрыть страницу?
th_th: ออกจากหน้านี้หรือไม่
vi_vn: Thoát trang?
zh_cn: 退出页面？
zh_tw: 退出頁面？

# bB4
source: Once enabled, a "Public" label will accompany this group, and members of the organization can find this group by searching.
de_de: Nach dem Aktivieren ist diese Gruppe als „Öffentlich“ gekennzeichnet und Mitglieder der Organisation können diese Gruppe über eine Suche finden.
es_es: Una vez habilitado, se agregará la etiqueta "Público" a este grupo y los miembros de la organización podrán encontrarlo mediante búsqueda.
fr_fr: Après l'activation, ce groupe sera accompagné d'une étiquette « Public », et les membres de l'organisation pourront trouver ce groupe en effectuant une recherche.
hi_in: सक्षम किए जाने पर, "सार्वजनिक" लेबल इस समूह के साथ होगा, और संगठन के सदस्य इस समूह की खोज करके ढूँढ सकते हैं.
id_id: Setelah diaktifkan, label "Publik" akan menyertai grup ini, dan anggota organisasi dapat menemukan grup ini dengan melakukan pencarian.
it_it: Se attivi questa funzione, un'etichetta con la dicitura "Pubblico" accompagnerà questo gruppo e i membri dell'organizzazione potranno trovarlo tramite ricerca.
ja_jp: オンにすると、グループに「公開」ラベルが表示され、チームメンバーは検索を通して、グループに参加できます
ko_kr: 활성화하면 "공개" 레이블이 이 그룹과 함께 표시되며 조직 내부 구성원은 검색을 통해 이 그룹을 찾을 수 있습니다.
ms_my: Setelah diaktifkan, label "Awam" akan menyertai kumpulan ini, dan ahli organisasi boleh mencari kumpulan ini dengan mencari.
pt_br: Com a ativação, um rótulo "Público" acompanhará este grupo, e os membros da organização poderão encontrar esse grupo por meio da pesquisa.
ru_ru: После включения эта группа будет отмечена как "Открытая" и участники организации смогут находить эту группу через поиск.
th_th: เมื่อเปิดใช้แล้ว กลุ่มนี้จะติดป้ายกำกับ “สาธารณะ” และสมาชิกขององค์กรสามารถค้นหากลุ่มนี้ได้ด้วยการค้นหา
vi_vn: Sau khi kích hoạt, nhãn "Công khai" sẽ đi kèm với nhóm này và các thành viên của tổ chức có thể tìm được nhóm thông qua tìm kiếm.
zh_cn: 开启后，群组展示“公开”标签，企业成员可以通过搜索加入群组
zh_tw: 開啟後，群組顯示「公開」標籤，團隊成員可以通過搜尋加入群組

# gVo
source: Find group via search
de_de: Gruppe per Suche finden
es_es: Encontrar grupo mediante búsqueda
fr_fr: Recherche du groupe
hi_in: खोज से समूह ढूँढें
id_id: Temukan grup melalui pencarian
it_it: Trova gruppo tramite ricerca
ja_jp: グループの検索を許可
ko_kr: 검색을 통해 그룹 찾기
ms_my: Cari kumpulan melalui carian
pt_br: Encontrar grupo por meio da pesquisa
ru_ru: Находить группу через поиск
th_th: ค้นหากลุ่มผ่านทางการค้นหา
vi_vn: Tìm nhóm qua tìm kiếm
zh_cn: 允许群组被搜索到
zh_tw: 允許群組被搜尋到

# hFY
source: Fill in group info
de_de: Gruppendetails eingeben
es_es: Rellena los detalles del grupo
fr_fr: Renseignez les détails du groupe
hi_in: समूह का विवरण भरें
id_id: Isi perincian grup
it_it: Inserisci dettagli gruppo
ja_jp: グループ情報を追加
ko_kr: 그룹 세부 정보 입력
ms_my: Isi maklumat kumpulan
pt_br: Preencher detalhes do grupo
ru_ru: Заполнить сведения о группе
th_th: กรอกรายละเอียดกลุ่ม
vi_vn: Điền chi tiết nhóm
zh_cn: 完善群信息
zh_tw: 完整填寫群組資訊

# aqs
source: Entry approval
de_de: Beitrittsgenehmigung
es_es: Introducir aprobación
fr_fr: Approbation de l'entrée
hi_in: प्रवेश अनुमोदन
id_id: Persetujuan masuk
it_it: Approvazione registrazione
ja_jp: グループ参加認証
ko_kr: 입장 승인
ms_my: Kelulusan kemasukan
pt_br: Aprovação de entrada
ru_ru: Разрешение на присоединение к группе
th_th: คำอนุมัติการเข้า
vi_vn: Phê duyệt tham gia
zh_cn: 进群验证
zh_tw: 加入群組驗證

# d48
source: Everyone
de_de: Alle
es_es: Todos
fr_fr: Tout le monde
hi_in: सभी लोग
id_id: Semua orang
it_it: Tutti
ja_jp: すべてのユーザー
ko_kr: 모든 사람
ms_my: Semua orang
pt_br: Todos
ru_ru: Все
th_th: ทุกคน
vi_vn: Mọi người
zh_cn: 所有人均可发送
zh_tw: 所有人均可傳送

# gcE
source: Group members only
de_de: Nur Gruppenmitglieder
es_es: Sólo los miembros del grupo
fr_fr: Seulement les membres du groupe
hi_in: केवल समूह के सदस्य
id_id: Hanya anggota grup
it_it: Solo membri del gruppo
ja_jp: グループメンバーのみ
ko_kr: 그룹 소유자만
ms_my: Ahli kumpulan sahaja
pt_br: Apenas membros do grupo
ru_ru: Только участники группы
th_th: สมาชิกในกลุ่มเท่านั้น
vi_vn: Chỉ thành viên nhóm
zh_cn: 仅群成员可发送
zh_tw: 僅群組成員可傳送

# /rQ
source: Organization members only
de_de: Nur Organisationsmitglieder
es_es: Solo miembros de la organización
fr_fr: Membres de l'organisation uniquement
hi_in: केवल संगठन में सदस्य
id_id: Organisasi anggota saja
it_it: Solo membri dell'organizzazione
ja_jp: 内部メンバーのみ
ko_kr: 기업 구성원만
ms_my: Ahli organisasi sahaja
pt_br: Somente membros da organização
ru_ru: Только участники организации
th_th: สมาชิกองค์กรเท่านั้น
vi_vn: Chỉ thành viên trong tổ chức
zh_cn: 仅企业内成员可发送
zh_tw: 僅團隊內的成員可傳送

# NUQ
source: Who can email this group
de_de: Wer kann dieser Gruppe E-Mails senden?
es_es: Quién puede enviar mensajes de correo electrónico a este grupo
fr_fr: Qui peut envoyer un e-mail à ce groupe
hi_in: कौन इस समूह में ईमेल भेज सकता है
id_id: Siapa saja yang dapat mengirim email ke grup ini
it_it: Chi può inviare e-mail a questo gruppo
ja_jp: グループにメールを送信できるユーザー
ko_kr: 이 그룹에 이메일을 보낼 수 있는 사용자
ms_my: Siapa yang boleh menghantar emel ke kumpulan ini
pt_br: Quem pode enviar e-mail para este grupo
ru_ru: Кто может отправлять сообщения этой группе
th_th: ผู้ที่สามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Người có thể gửi email cho nhóm này
zh_cn: 谁可以向此群发送邮件
zh_tw: 誰可以向此群組傳送郵件

# 9oY
source: Anyone can send messages
de_de: Jeder kann Nachrichten senden
es_es: Cualquiera puede enviar mensajes
fr_fr: Tout le monde peut envoyer un message
hi_in: कोई भी सदस्य संदेश भेज सकता है
id_id: Siapa pun dapat mengirim pesan
it_it: Chiunque può inviare un messaggio
ja_jp: グループ全員が発言できる
ko_kr: 누구나 메시지를 보낼 수 있습니다
ms_my: Sesiapa boleh menghantar mesej
pt_br: Qualquer pessoa pode enviar mensagem
ru_ru: Сообщение может отправлять любой человек
th_th: ทุกคนสามารถส่งข้อความได้
vi_vn: Bất kỳ ai cũng có thể gửi tin nhắn
zh_cn: 全部成员可发言
zh_tw: 全部成員可發言

# PxI
source: Selected members can send messages
de_de: Ausgewählte Mitglieder können Nachricht senden
es_es: Los miembros seleccionados pueden enviar mensajes
fr_fr: Les membres choisis peuvent envoyer un message
hi_in: चयनित सदस्य ही संदेश भेज सकते हैं
id_id: Anggota yang dipilih yang dapat mengirim pesan
it_it: I membri selezionati possono inviare messaggi
ja_jp: 特定のメンバーのみ
ko_kr: 선택된 멤버만 메시지를 보낼 수 있습니다
ms_my: Ahli terpilih boleh menghantar mesej
pt_br: Apenas o proprietário pode enviar
ru_ru: Сообщения могут отправлять выбранные участники
th_th: สมาชิกที่เลือกสามารถส่งข้อความได้
vi_vn: Thành viên được chọn có thể gửi tin nhắn
zh_cn: 指定成员可发言
zh_tw: 指定成員可發言

# N/4
source: Posting permission settings
de_de: Wer kann Nachricht senden
es_es: Configuración de permisos de publicaciones
fr_fr: Paramètres d'autorisation de publication
hi_in: पोस्ट करने की अनुमति सेटिंग्स
id_id: Pengaturan izin posting
it_it: Impostazioni delle autorizzazioni di pubblicazione
ja_jp: グループで発言できるメンバー
ko_kr: 게시 권한 설정
ms_my: Tetapan kebenaran menghantar
pt_br: Configurações de permissão de postagem
ru_ru: Кто может отправлять сообщения в эту группу
th_th: การตั้งค่าสิทธิ์การอนุญาตในการโพสต์
vi_vn: Cài đặt quyền đăng bài
zh_cn: 谁可以在此群发言
zh_tw: 哪些人可以在此群組發言

# Nnw
source: Invitation disabled by group owner
de_de: Einladung durch Gruppenbesitzer deaktiviert
es_es: El propietario de grupo ha deshabilitado la invitación
fr_fr: Invitation désactivée par le propriétaire du groupe
hi_in: समूह ओनर द्वारा आमंत्रण अक्षम किया गया
id_id: Undangan dinonaktifkan oleh pemilik grup
it_it: Invito disabilitato dall'amministratore del gruppo
ja_jp: 招待は無効になりました
ko_kr: 그룹 소유자가 초대를 비활성화함
ms_my: Jemputan dimatikan oleh pemilik kumpulan
pt_br: Convite desativado pelo proprietário do grupo
ru_ru: Приглашение отключено владельцем группы
th_th: คำเชิญถูกเจ้าของกลุ่มปิดใช้
vi_vn: Người tạo nhóm đã tắt chức năng mời
zh_cn: 该邀请已被群主停用
zh_tw: 群主已停用該邀請

# K6c
source: Invited to join by {{Inviter}}
de_de: Zum Beitreten eingeladen von {{Inviter}}
es_es: Invitado a unirse por {{Inviter}}
fr_fr: Invité à rejoindre le groupe par {{Inviter}}
hi_in: {{Inviter}} द्वारा शामिल होने के लिए आमंत्रित किया गया
id_id: Diundang untuk bergabung oleh {{Inviter}}
it_it: Invitato a partecipare da {{Inviter}}
ja_jp: {{Inviter}} による招待から参加
ko_kr: {{Inviter}}님에 의해 참가 초대됨
ms_my: Dijemput untuk menyertai oleh {{Inviter}}
pt_br: Convidado para ingressar por {{Inviter}}
ru_ru: Приглашение на присоединение отправил {{Inviter}}
th_th: เชิญให้เข้าร่วมโดย {{Inviter}}
vi_vn: Được mời tham gia bởi {{Inviter}}
zh_cn: 由{{Inviter}}邀请进群
zh_tw: 由{{Inviter}}邀請進入群組

# t4Y
source: Requesting to join via event
de_de: Beitrittsanfrage über Termin
es_es: Solicitud de unión a través del evento
fr_fr: Demande de participation via un événement
id_id: Meminta bergabung via acara
it_it: Richiesta di partecipare tramite evento in corso
ja_jp: 予定からこのグループに参加
ko_kr: 이벤트를 통해 참가 요청하기
ms_my: Meminta untuk menyertai melalui acara
pt_br: Solicitando ingresso via evento
ru_ru: Запрос на присоединение через событие
th_th: กำลังส่งคำขอเพื่อเข้าร่วมผ่านกิจกรรม
vi_vn: Đang yêu cầu tham gia thông qua sự kiện
zh_cn: 通过日程加入本群
zh_tw: 透過日程加入本群組

# Py4
source: Optional
es_es: Opcional
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Opzionale
ja_jp: 任意
ko_kr: 선택
ms_my: Sukarela
pt_br: Opcional
ru_ru: Дополнительно
th_th: ไม่บังคับ
vi_vn: Tùy chọn
zh_cn: 选填
zh_tw: 選填

# WD4
source: Requesting to join after finding this group using search
de_de: Beitrittsanfrage, nachdem die Gruppe in der Suche gefunden wurde
es_es: Solicitando unirse tras haber encontrado este grupo con la función Buscar
fr_fr: Demande d'adhésion après avoir trouvé ce groupe par une recherche
hi_in: खोज का उपयोग करके इस समूह को ढूँढने के बाद शामिल होने का अनुरोध कर रहा है
id_id: Meminta untuk bergabung setelah menemukan grup ini menggunakan pencarian
it_it: Richiesta di partecipazione dopo aver trovato questo gruppo mediante la ricerca
ja_jp: グループ名の検索から
ko_kr: 검색을 이용하여 이 그룹을 찾은 후 가입 요청하기
ms_my: Meminta untuk menyertai selepas mencari kumpulan ini menggunakan carian
pt_br: Solicitação de ingresso após encontrar este grupo usando a pesquisa
ru_ru: Запрос на присоединение после обнаружения этой группы с помощью функции поиска
th_th: การขอเข้าร่วมหลังจากค้นหากลุ่มนี้โดยใช้การค้นหา
vi_vn: Yêu cầu tham gia sau khi tìm thấy nhóm này bằng tìm kiếm
zh_cn: 通过搜索加入本群
zh_tw: 透過搜尋加入本群組

# JIk
source: This link is valid {{option}}
de_de: Dieser Link ist gültig {{option}}
es_es: El enlace es válido {{option}}
fr_fr: Ce lien est valide {{option}}
hi_in: यह लिंक मान्य है {{option}}
id_id: Tautan ini valid {{option}}
it_it: Questo link è valido {{option}}
ja_jp: このリンクは{{option}}に有効
ko_kr: 이 링크는 유효한 {{option}}입니다
ms_my: Pautan ini sah {{option}}
pt_br: Este link é válido {{option}}
ru_ru: Эта ссылка действительна {{option}}
th_th: ลิงก์นี้ใช้งานได้ {{option}}
vi_vn: Liên kết này có hiệu lực {{option}}
zh_cn: 该链接{{option}}有效
zh_tw: 該連結{{option}}有效

# p6g
source: Join and leave history
de_de: Beitritts- und Verlassen-Verlauf
es_es: Historial de entradas y salidas
fr_fr: Historique de participation et de sortie
hi_in: शामिल होने और छोड़ने का इतिहास
id_id: Riwayat bergabung dan keluar
it_it: Cronologia eventi di partecipazione e abbandono
ja_jp: 参加・退会履歴
ko_kr: 가입과 나간 기록
ms_my: Sejarah sertai dan tinggalkan
pt_br: Ingressar e deixar histórico
ru_ru: История присоединения и отключения
th_th: ประวัติการเข้าและออก
vi_vn: Lịch sử tham gia và rời đi
zh_cn: 群成员进退群历史
zh_tw: 群組成員加入/退出群組記錄

# AIQ
source: Additional comments: {{content}}
de_de: Zusätzliche Kommentare: {{content}}
es_es: Comentarios adicionales: {{content}}
fr_fr: Commentaires supplémentaires : {{content}}
hi_in: अतिरिक्त टिप्पणियाँ: {{content}}
id_id: Komentar tambahan: {{content}}
it_it: Commenti aggiuntivi: {{content}}
ja_jp: 追記：{{content}}
ko_kr: 추가 댓글: {{content}}
ms_my: Komen tambahan: {{content}}
pt_br: Comentários adicionais: {{content}}
ru_ru: Дополнительные комментарии: {{content}}
th_th: ความคิดเห็นเพิ่มเติม: {{content}}
vi_vn: Nhận xét bổ sung: {{content}}
zh_cn: 附言：{{content}}
zh_tw: 附註：{{content}}

# 3wI
source: Members of your organization won't be able to find this group via search. Turn on anyway?
de_de: Mitglieder Ihrer Organisation können diese Gruppe nicht per Suche finden. Trotzdem aktivieren?
es_es: Los miembros de tu organización no podrán encontrar este grupo mediante búsqueda. ¿Activar de todos modos?
fr_fr: Les membres de votre organisation ne pourront pas trouver ce groupe via la recherche. Activer quand même ?
hi_in: आपके संगठन के सदस्य खोज से यह समूह नहीं ढूँढ सकेंगे. फिर भी चालू करें?
id_id: Anggota organisasi Anda tidak akan dapat menemukan grup ini melalui pencarian. Tetap aktifkan?
it_it: I membri della tua organizzazione non potranno trovare questo gruppo tramite ricerca. Vuoi attivarla comunque?
ja_jp: オンにした後、組織内の他のメンバーは検索でグループに参加できなくなります。オンにしますか？
ko_kr: 조직 구성원은 검색을 통해 이 그룹을 찾을 수 없게 됩니다. 그래도 켜시겠습니까?
ms_my: Ahli organisasi anda tidak akan dapat mencari kumpulan ini melalui carian. Hidupkan juga?
pt_br: Os membros de sua organização não poderão encontrar este grupo por meio de pesquisa. Ativar mesmo assim?
ru_ru: Участники вашей организации не смогут находить эту группу через поиск. Включить все равно?
th_th: สมาชิกขององค์กรของคุณจะไม่สามารถค้นหากลุ่มนี้ผ่านทางการค้นหาได้ ยืนยันที่จะเปิดหรือไม่
vi_vn: Các thành viên trong tổ chức của bạn sẽ không thể tìm thấy nhóm này qua tìm kiếm. Vẫn bật chứ?
zh_cn: 开启后，你的组织内其他成员将无法通过搜索加入此群。确定开启？
zh_tw: 開啟後，你的組織內其他成員將無法通過搜尋加入此群組。確定開啟？

# Q5s
source: new connect group
de_de: neue verbundene Gruppe
es_es: nuevo grupo de conexión
fr_fr: nouveau groupe de connexion
hi_in: नया कनेक्ट समूह
id_id: grup koneksi baru
it_it: nuovo gruppo di connessione
ja_jp: 新しいコネクトグループ
ko_kr: 새 연결 그룹
ms_my: kumpulan sambungan baharu
pt_br: novo grupo de conexão
ru_ru: новая группа подключения
th_th: กลุ่มเชื่อมต่อใหม่
vi_vn: nhóm kết nối mới
zh_cn: 新的互通群
zh_tw: 新的互通群組

# z04
source: New members can see chat history
de_de: Neue Mitglieder können den Chatverlauf sehen
es_es: Los miembros nuevos pueden ver el historial de chat
fr_fr: Les nouveaux membres peuvent voir l'historique de discussion
hi_in: नए सदस्य सारा चैट इतिहास देख सकते हैं.
id_id: Anggota baru dapat melihat riwayat obrolan
it_it: I nuovi membri possono visualizzare la cronologia chat
ja_jp: 新しいメンバーはチャット履歴を確認できる
ko_kr: 새로운 구성원은 채팅 기록을 볼 수 있습니다
ms_my: Ahli baru boleh melihat sejarah sembang
pt_br: Novos membros podem ver o histórico do chat
ru_ru: Новые участники могут видеть историю чата
th_th: สมาชิกใหม่สามารถดูประวัติแชทได้
vi_vn: Thành viên mới có thể xem lịch sử trò chuyện
zh_cn: 新成员可查看历史消息
zh_tw: 新成員可查看歷史訊息

# tBQ
source: There are no other members in this group. Leaving the group will disband the group, and you won't be able to view its chat history.
de_de: Es gibt keine anderen Mitglieder in dieser Gruppe. Wenn Sie die Gruppe verlassen, wird diese aufgelöst. Der zugehörige Chatverlauf kann dann nicht mehr angezeigt werden.
es_es: No hay más miembros en este grupo. Si abandonas el grupo, se disolverá y no podrás ver su historial de chat.
fr_fr: Ce groupe ne contient pas d'autres membres. Quitter le groupe dissoudra ce dernier et vous ne pourrez plus consulter son historique de discussion.
hi_in: इस समूह में अन्य सदस्य नहीं हैं. यह समूह छोड़ने से समूह भंग हो जाएगा, और आप इसका चैट इतिहास देख नहीं सकेंगे.
id_id: Tidak ada anggota lain dalam grup ini. Keluar dari grup akan membubarkan grup, dan Anda tidak akan dapat melihat riwayat obrolannya.
it_it: Non ci sono altri membri in questo gruppo. Se abbandoni il gruppo, questo verrà sciolto e non potrai visualizzarne la cronologia chat.
ja_jp: グループに他のメンバーがないため、グループを退会すると、グループは解散され、チャット履歴を確認できなくなります。
ko_kr: 이 그룹에는 다른 구성원이 없습니다. 그룹에서 나가면 그룹이 해산되며 채팅 기록을 볼 수 없게 됩니다.
ms_my: Tiada ahli lain dalam kumpulan ini. Keluar dari kumpulan akan membubarkan kumpulan, dan anda tidak akan dapat melihat sejarah sembangnya.
pt_br: Não há outros membros neste grupo. Sair do grupo causará sua dissolução, e você não poderá visualizar o histórico do chat dele.
ru_ru: В этой группе нет других участников Если вы покинете группу, она будет расформирована, и вы не сможете просматривать ее историю чатов.
th_th: ไม่มีสมาชิกคนอื่น ๆ ในกลุ่มนี้ การออกจากกลุ่มจะยุบกลุ่ม และคุณจะไม่สามารถดูประวัติแชทของกลุ่มได้
vi_vn: Không có thành viên nào khác trong nhóm này. Rời khỏi nhóm sẽ khiến nhóm bị giải tán, và bạn sẽ không thể xem lịch sử trò chuyện của nhóm được nữa.
zh_cn: 群组没有其他群成员，退出群组将解散本群，你将无法查看聊天记录。
zh_tw: 群組沒有其他群組成員，退出群組將解散本群組，你將無法查看聊天記錄。

# syI
source: Non-department
de_de: Außerhalb der Abteilung
es_es: Externos al departamento
fr_fr: Extérieur au service
id_id: Non-departemen
it_it: Non di reparto
ja_jp: 部門外のメンバー
ko_kr: 비부서
ms_my: Bukan jabatan
pt_br: Fora do departamento
ru_ru: Не участники отдела
th_th: สมาชิกที่ไม่มีแผนก
vi_vn: Ngoài phòng ban
zh_cn: 非本部门成员
zh_tw: 非本部門成員

# Rmw
source: Only the group owner or group administrators can invite people to this group.
de_de: Nur der Gruppenbesitzer oder die Gruppenadministratoren können Personen in diese Gruppe einladen.
es_es: Solo el propietario o los administradores de grupo pueden invitar a usuarios a este grupo.
fr_fr: Seuls le propriétaire et les administrateurs du groupe peuvent inviter des personnes à rejoindre ce groupe.
hi_in: केवल समूह ओनर या समूह एडमिनिस्ट्रेटर ही इस समूह में लोगों को आमंत्रित कर सकते हैं.
id_id: Hanya pemilik grup dan administrator grup yang dapat mengundang orang ke grup ini.
it_it: Solo il proprietario del gruppo e i suoi amministratori possono invitare persone a questo gruppo.
ja_jp: グループオーナーと管理者のみメンバーを招待できる
ko_kr: 그룹 소유자 또는 그룹 관리자만 이 그룹에 사람을 초대할 수 있습니다.
ms_my: Hanya pemilik kumpulan atau pentadbir kumpulan yang boleh menjemput orang ke kumpulan ini.
pt_br: Apenas o proprietário e os administradores do grupo podem convidar pessoas para este grupo.
ru_ru: Только владелец группы и администраторы группы могут приглашать людей в эту группу.
th_th: เฉพาะเจ้าของกลุ่มหรือผู้ดูแลกลุ่มเท่านั้นที่สามารถเชิญคนไปยังกลุ่มนี้ได้
vi_vn: Chỉ chủ sở hữu nhóm và quản trị viên nhóm mới có thể mời người vào nhóm này.
zh_cn: 仅群主和群管理员可邀请群成员
zh_tw: 僅群主和群組管理員可邀請群組成員

# svM
source: Only members of this organization can join this group
de_de: Nur Mitglieder dieser Organisation können dieser Gruppe beitreten.
es_es: Solo los miembros de esta organización pueden unirse a este grupo
fr_fr: Seuls les membres de cette organisation peuvent rejoindre ce groupe
id_id: Hanya anggota organisasi ini yang dapat bergabung dengan grup ini
it_it: Solo i membri di questa organizzazione possono partecipare a questo gruppo
ja_jp: 法人内のメンバーのみ参加できます
ko_kr: 이 기업의 구성원만 이 그룹에 참가할 수 있습니다
ms_my: Hanya ahli organisasi ini boleh menyertai kumpulan ini
pt_br: Somente membros desta organização podem ingressar neste grupo
ru_ru: Только участники организации могут присоединиться к этой группе
th_th: เฉพาะสมาชิกขององค์กรนี้เท่านั้นที่สามารถเข้าร่วมกลุ่มนี้ได้
vi_vn: Chỉ có thành viên của tổ chức này mới có thể tham gia nhóm này
zh_cn: 仅限企业内部成员加入
zh_tw: 僅限企業內部成員加入

# kN8
source: No non-team members
de_de: Keine Mitglieder außerhalb des Teams
es_es: No hay miembros no pertenecientes al grupo
fr_fr: Aucun non-membre de l'équipe
hi_in: कोई टीम के बाहर के सदस्य नहीं
id_id: Tidak ada yang bukan anggota tim
it_it: Nessun membro non del team
ja_jp: ほかの部門のメンバーがいません
ko_kr: 팀에 속하지 않은 멤버들은 안됨
ms_my: Tiada ahli bukan pasukan
pt_br: Nenhum membro que não é da equipe
ru_ru: Нет внешних участников
th_th: ไม่มีคนที่ไม่ใช่สมาชิกในทีม
vi_vn: Các thành viên đều đã ở trong nhóm
zh_cn: 没有部门外的成员哦
zh_tw: 沒有部門外的成員喔

# /6I
source: This QR code is valid {{option}}
de_de: Dieser QR-Code ist gültig {{option}}
es_es: Este código QR es válido {{option}}
fr_fr: Ce QR code est valide {{option}}
hi_in: यह QR कोड मान्य है {{option}}
id_id: Kode QR ini valid {{option}}
it_it: Il codice QR è valido {{option}}
ja_jp: このQRコードの有効期限：{{option}}
ko_kr: 이 QR 코드는 유효한 {{option}}입니다
ms_my: Kod QR ini sah {{option}}
pt_br: Este código QR é válido {{option}}
ru_ru: Этот QR-код действителен {{option}}
th_th: คิวอาร์โค้ดนี้ใช้งานได้ {{option}}
vi_vn: Mã QR này đang có hiệu lực {{option}}
zh_cn: 该二维码{{option}}有效
zh_tw: 該 QR 碼{{option}}有效

# C9c
source: for 1 year (before {{date}})
de_de: für 1 Jahr (vor {{date}})
es_es: durante 1 año (antes del {{date}})
fr_fr: pendant 1 an (avant {{date}})
hi_in: 1 वर्ष के लिए ({{date}} से पहले)
id_id: selama 1 tahun (sebelum {{date}})
it_it: per 1 anno (prima di {{date}})
ja_jp: 1 年間 ({{date}} まで)
ko_kr: 1년 동안({{date}} 이전)
ms_my: selama 1 tahun (sebelum {{date}})
pt_br: por 1 ano (antes de {{date}})
ru_ru: 1 год (до {{date}})
th_th: เป็นเวลา 1 ปี (ก่อน {{date}})
vi_vn: trong 1 năm (trước {{date}})
zh_cn: 1 年内 ({{date}}前)
zh_tw: 1 年內 ({{date}}前)

# 0/s
source: for 7 days (before {{date}})
de_de: für 7 Tage (vor {{date}})
es_es: durante 7 días (antes del {{date}})
fr_fr: pendant 7 jours (avant {{date}})
hi_in: 7 दिन के लिए ({{date}} से पहले)
id_id: selama 7 hari (sebelum {{date}})
it_it: per 7 giorni (prima di {{date}})
ja_jp: 7 日間 ({{date}} まで)
ko_kr: 7일 동안({{date}} 이전)
ms_my: selama 7 hari (sebelum {{date}})
pt_br: por 7 dias (antes de {{date}})
ru_ru: 7 дней (до {{date}})
th_th: เป็น 7 วัน (ก่อน {{date}})
vi_vn: trong 7 ngày (trước {{date}})
zh_cn: 7 天内 ({{date}}前)
zh_tw: 7 天內 ({{date}}前)

# Gyw
source: permanently
de_de: dauerhaft
es_es: permanentemente
fr_fr: définitivement
hi_in: स्थायी रूप से
id_id: permanen
it_it: definitivamente
ja_jp: 期限なし
ko_kr: 영구적으로
ms_my: selama-lamanya
pt_br: permanentemente
ru_ru: постоянно
th_th: ถาวร
vi_vn: vĩnh viễn
zh_cn: 永久
zh_tw: 永久

# +kE
source: Revoke
de_de: Widerrufen
es_es: Revocar
fr_fr: Révoquer
hi_in: वापस लें
id_id: Cabut
it_it: Revoca
ja_jp: 取り消す
ko_kr: 철회
ms_my: Tarik balik
pt_br: Revogar
ru_ru: Отозвать приглашение
th_th: เพิกถอน
vi_vn: Thu hồi
zh_cn: 撤销
zh_tw: 撤銷
