Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 83k
source: Messages will self-destruct after
de_de: Nachrichten zerstören sich selbst nach
es_es: Los mensajes se autodestruirán después de
fr_fr: Les messages seront détruits automatiquement après
id_id: Pesan akan hancur sendiri setelahnya
it_it: Il messaggio si autodistruggerà più tardi
ja_jp: メッセージの削除時間を選択
ko_kr: 메시지는 다음이 지나면 자동 삭제됨:
ms_my: Mesej akan dimusnahkan sendiri selepas
pt_br: As mensagens serão autodestruídas após
ru_ru: Сообщения будут самоуничтожаться после
th_th: ข้อความจะทำลายตัวเองหลังจากนั้น
vi_vn: Tin nhắn sẽ tự hủy sau
zh_cn: 选择消息定时删除时间
zh_tw: 選擇訊息定時刪除時間

# a18
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# RJo
source: Add group administrators
de_de: Gruppenadministratoren hinzufügen
es_es: Agregar administradores de grupo
fr_fr: Ajouter des administrateurs de groupe
hi_in: समूह एडमिनिस्ट्रेटर जोड़ें
id_id: Tambah administrator grup
it_it: Aggiungi amministratori gruppo
ja_jp: グループ管理者を追加
ko_kr: 그룹 관리자 추가
ms_my: Tambah pentadbir kumpulan
pt_br: Adicionar administradores do grupo
ru_ru: Добавить администраторов группы
th_th: เพิ่มผู้ดูแลกลุ่ม
vi_vn: Thêm quản trị viên nhóm
zh_cn: 添加群管理员
zh_tw: 新增群組管理員

# BPQ
source: Add members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
hi_in: सदस्य जोड़ें
id_id: Tambah anggota
it_it: Aggiungi membri
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加群成员
zh_tw: 新增群組成員

# Bcs
source: My Alias
de_de: Mein Alias
es_es: Mi alias
fr_fr: Mon alias
hi_in: मेरा उपनाम
id_id: Alias Saya
it_it: Il mio alias
ja_jp: グループ内のニックネーム
ko_kr: 내 별칭
ms_my: Nama Samaran Saya
pt_br: Meu alias
ru_ru: Мой псевдоним
th_th: นามแฝงของฉัน
vi_vn: Bí danh của tôi
zh_cn: 群昵称
zh_tw: 群組暱稱

# 0D8
source: Announcement
de_de: Ankündigung
es_es: Anuncio
fr_fr: Annonce
hi_in: सूचना
id_id: Pengumuman
it_it: Annuncio
ja_jp: お知らせ
ko_kr: 공지
ms_my: Pengumuman
pt_br: Comunicado
ru_ru: Объявление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 群公告
zh_tw: 群組公告

# N/A
source: Assign as Group Owner
de_de: Als Gruppenbesitzer zuweisen
es_es: Asignar como propietario del grupo
fr_fr: Désigner comme propriétaire du groupe
hi_in: समूह ओनर असाइन करें
id_id: Tugaskan sebagai Pemilik Grup
it_it: Assegna come proprietario del gruppo
ja_jp: オーナーを譲渡
ko_kr: 그룹 소유자로 할당
ms_my: Tetapkan sebagai Pemilik Kumpulan
pt_br: Atribuir como Proprietário do grupo
ru_ru: Назначить владельцем группы
th_th: มอบหมายเป็นเจ้าของกลุ่ม
vi_vn: Chỉ định làm Chủ nhóm
zh_cn: 转让群主
zh_tw: 轉讓群主

# kbA
source: Enable auto-translation
de_de: Auto-Übersetzung aktivieren
es_es: Habilitar traducción automática
fr_fr: Activer la traduction automatique
hi_in: स्वतः अनुवाद सक्षम करें
id_id: Aktifkan terjemahan otomatis
it_it: Abilita traduzione automatica
ja_jp: 自動翻訳をオン
ko_kr: 자동 번역 활성화
ms_my: Dayakan terjemahan automatik
pt_br: Ativar tradução automática
ru_ru: Включить автоматический перевод
th_th: เปิดใช้การแปลอัตโนมัติ
vi_vn: Kích hoạt tự động dịch
zh_cn: 开启自动翻译
zh_tw: 開啟自動翻譯

# kQ4
source: Bots
hi_in: बॉट
id_id: Bot
it_it: Bot
ja_jp: ボット
ko_kr: 봇
ms_my: Bot
ru_ru: Боты
th_th: บอท
vi_vn: Bot
zh_cn: 群机器人
zh_tw: 群組機器人

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_tw: 載入中

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# KHc
source: Assign new group owner
de_de: Neuen Gruppenbesitzer zuweisen
es_es: Asignar nuevo propietario de grupo
fr_fr: Attribuer un nouveau propriétaire de groupe
hi_in: समूह के नए ओनर सेट करें
id_id: Tetapkan pemilik grup baru
it_it: Assegna nuovo amministratore del gruppo
ja_jp: オーナー権限を譲渡
ko_kr: 새 그룹 소유자 지정
ms_my: Lantik pemilik kumpulan baru
pt_br: Atribuir novo proprietário do grupo
ru_ru: Назначить нового владельца группы
th_th: กำหนดเจ้าของกลุ่มคนใหม่
vi_vn: Chỉ định chủ sở hữu mới cho nhóm
zh_cn: 转让群主
zh_tw: 轉讓群主

# 1S4
source: Transfer failed
de_de: Übertragung fehlgeschlagen
es_es: Error de transferencia
fr_fr: Échec du transfert
hi_in: स्थानांतरित करने में विफल हुआ
id_id: Transfer gagal
it_it: Trasferimento non riuscito
ja_jp: 譲渡できませんでした
ko_kr: 전송 실패
ms_my: Pemindahan gagal
pt_br: Falha na transferência
ru_ru: Не удалось перенести
th_th: การถ่ายโอนไม่สำเร็จ
vi_vn: Truyền dữ liệu không thành công
zh_cn: 转让失败
zh_tw: 轉讓失敗

# ycc
source: Assigned successfully
de_de: Erfolgreich zugewiesen
es_es: Se ha asignado con éxito
fr_fr: Affecté(e) avec succès
hi_in: असाइन किया गया
id_id: Berhasil ditetapkan
it_it: Assegnato con successo
ja_jp: 譲渡しました
ko_kr: 성공적으로 지정했습니다
ms_my: Berjaya diberikan
pt_br: Atribuído corretamente
ru_ru: Успешно перенесено
th_th: มอบหมายสำเร็จแล้ว
vi_vn: Đã giao thành công
zh_cn: 转让成功
zh_tw: 轉讓成功

# biU
source: Leave {{chatName}}? If you leave, you won't be able to view chat history or receive messages from this group.
de_de: {{chatName}} verlassen? Wenn Sie den Chat verlassen, können Sie den Chatverlauf nicht ansehen und keine Nachrichten von dieser Gruppe empfangen.
es_es: ¿Abandonar {{chatName}}? Si lo haces, no podrás ver el historial de chat ni recibir mensajes de este grupo.
fr_fr: Quitter {{chatName}} ? Si vous quittez, vous ne pourrez plus afficher l'historique de discussion ni recevoir de messages de ce groupe.
hi_in: क्या आप समूह {{chatName}} छोड़ने को निश्चित करें? इसके बाद आपको इस समूह के संदेश नहीं मिलेंगे.
id_id: Keluar dari {{chatName}}? Jika keluar, Anda tidak akan dapat melihat riwayat obrolan atau menerima pesan dari grup ini.
it_it: Abbandonare {{chatName}}? Se abbandoni, non potrai visualizzare la cronologia chat o ricevere messaggi da questo gruppo.
ja_jp: {{chatName}} から退会しますか？退会すると、このグループからのメッセージを受信できなくなり、チャット履歴も閲覧できなくなります。
ko_kr: {{chatName}}에서 나가시겠습니까? 나갈 경우 채팅 기록을 볼 수 없거나 이 그룹으로부터 메시지를 수신할 수 없게 됩니다.
ms_my: Tinggalkan {{chatName}}? Jika anda keluar, anda tidak akan dapat melihat sejarah sembang atau menerima mesej dari kumpulan ini.
pt_br: Sair de {{chatName}}? Se você sair, não poderá ver o histórico do chat nem receber mensagens deste grupo.
ru_ru: Покинуть {{chatName}}? В этом случае вы не сможете просматривать историю чатов или получать сообщения из этой группы.
th_th: ออกจาก {{chatName}} หรือไม่ หากออกไปแล้ว คุณจะไม่สามารถดูประวัติแชทหรือรับข้อความจากกลุ่มนี้ได้
vi_vn: Rời khỏi {{chatName}}? Nếu rời khỏi, bạn sẽ không thể xem lịch sử trò chuyện hoặc nhận tin nhắn từ nhóm này.
zh_cn: 确认退出 {{chatName}} 吗？退出后将无法查看历史记录且不会再收到此群组的消息
zh_tw: 確認退出 {{chatName}} 嗎？退出後，將無法查看歷史記錄且不會再收到此群組的訊息

# sog
source: Corresponding events will be deleted when you leave the meeting group.
de_de: Entsprechende Termine werden gelöscht, wenn Sie die Besprechungsgruppe verlassen.
es_es: Cuando abandones el grupo de reunión, se eliminarán los eventos correspondientes.
fr_fr: Les événements correspondants seront supprimés lorsque vous quitterez le groupe de réunion.
hi_in: आपके द्वारा मीटिंग समूह छोड़ने पर संगत ईवेंट हटाए जाएँगे.
id_id: Acara terkait akan dihapus saat Anda keluar dari grup rapat.
it_it: Gli eventi corrispondenti verranno eliminati nel momento in cui abbandoni il gruppo della riunione.
ja_jp: 退会すると、会議グループに関する予定も削除されます
ko_kr: 사용자가 회의 그룹에서 나가면 해당 이벤트는 삭제됩니다.
ms_my: Acara berkaitan akan dihapuskan apabila anda keluar dari kumpulan mesyuarat.
pt_br: Os eventos correspondentes serão excluídos quando você sair do grupo de reunião.
ru_ru: При выходе из группы конференции соответствующие события будут удалены.
th_th: กิจกรรมที่เกี่ยวข้องจะถูกลบเมื่อคุณออกจากกลุ่มการประชุม
vi_vn: Sự kiện tương ứng sẽ bị xóa khi bạn rời nhóm họp.
zh_cn: 退出后，会议群组对应的日程会同步删除
zh_tw: 退出後，會同步刪除會議群組對應的日程

# Kxo
source: As an organizer, you can still find corresponding event after leaving the meeting group.
de_de: Als Organisator können Sie auch nach dem Verlassen der Besprechungsgruppe noch das entsprechende Ereignis finden.
es_es: Como organizador, podrás aún encontrar el evento correspondiente aunque haya abandonado el grupo de reunión.
fr_fr: En tant qu'organisateur, vous pouvez toujours retrouver l'événement correspondant après avoir quitté le groupe de réunion.
hi_in: एक आयोजक के रूप में, मीटिंग समूह छोड़ने के बाद आप अभी भी संगत ईवेंट ढूँढ सकते हैं.
id_id: Sebagai penyelenggara, Anda masih dapat menemukan acara terkait setelah keluar dari grup rapat.
it_it: Come organizzatore, dopo aver abbandonato il gruppo della riunione è ancora possibile trovare l'evento corrispondente.
ja_jp: 退会すると、主催者として、会議グループに関する予定は残ります
ko_kr: 사용자는 주최자로서 회의 그룹을 나간 후에도 해당 이벤트를 찾을 수 있습니다.
ms_my: Sebagai penganjur, anda masih boleh mencari acara yang berkaitan selepas meninggalkan kumpulan mesyuarat.
pt_br: Como organizador, você ainda pode encontrar o evento correspondente após sair do grupo de reunião.
ru_ru: Как организатор вы можете по-прежнему искать соответствующее событие после выхода из группы конференции.
th_th: ในฐานะผู้จัด คุณยังสามารถหากิจกรรมที่เกี่ยวข้องได้หลังจากที่ออกจากกลุ่มการประชุม
vi_vn: Với tư cách người tổ chức, bạn vẫn có thể tìm thấy sự kiện tương ứng sau khi rời khỏi nhóm họp.
zh_cn: 退出后，作为组织者，会议群组对应的日程还会保留
zh_tw: 退出後，作為組織者，仍會保留會議群組對應的日程

# TP0
source: Messages will be translated into your preferred language automatically
de_de: Nachrichten werden automatisch in die von Ihnen gewählte Sprache übersetzt.
es_es: Los mensajes se traducirán automáticamente al idioma que prefieras
fr_fr: Les messages seront automatiquement traduits dans la langue que vous avez sélectionnée
hi_in: आपकी पसंदीदा भाषा में संदेशों का स्वचालित रूप से अनुवाद किया जाएगा
id_id: Pesan akan diterjemahkan otomatis ke dalam bahasa pilihan Anda
it_it: I messaggi verranno automaticamente tradotti nella tua lingua preferita
ja_jp: このチャットを開くと、自動的にメッセージを指定言語に翻訳します
ko_kr: 메시지가 기본 설정 언어로 자동 번역됩니다
ms_my: Mesej akan diterjemahkan ke bahasa pilihan anda secara automatik
pt_br: As mensagens serão traduzidas automaticamente para o idioma que você selecionou
ru_ru: Сообщения будут автоматически переведены на выбранный язык
th_th: ข้อความจะถูกแปลเป็นภาษาที่คุณต้องการโดยอัตโนมัติ
vi_vn: Tin nhắn sẽ được tự động dịch sang ngôn ngữ bạn đã chọn
zh_cn: 进入此会话时自动将消息翻译成指定语言
zh_tw: 進入此對話時，自動將訊息翻譯成指定語言

# oxs
source: Unable to change group description
de_de: Gruppenbeschreibung konnten nicht geändert werden
es_es: No se pude cambiar la descripción del grupo
fr_fr: Impossible de modifier la description du groupe
hi_in: समूह की जानकारी बदलने में असमर्थ
id_id: Tidak dapat mengubah deskripsi grup
it_it: Impossibile cambiare descrizione del gruppo
ja_jp: グループ説明を変更できませんでした
ko_kr: 그룹 설명을 변경할 수 없음
ms_my: Tidak dapat mengubah keterangan kumpulan
pt_br: Não é possível alterar a descrição do grupo
ru_ru: Не удалось изменить описание группы
th_th: ไม่สามารถเปลี่ยนคำอธิบายกลุ่มได้
vi_vn: Không thể thay đổi mô tả nhóm
zh_cn: 修改群描述失败
zh_tw: 修改群組描述失敗

# Cv0
source: Unable to change group name. Please try again later.
de_de: Ändern des Gruppennamens nicht möglich. Versuchen Sie es später erneut.
es_es: Error al cambiar el nombre de grupo. Inténtalo de nuevo más tarde.
fr_fr: Impossible de modifier le nom du groupe. Veuillez réessayer plus tard.
hi_in: समूह का नाम बदलने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal mengubah nama grup. Coba lagi nanti.
it_it: Impossibile modificare nome del gruppo. Riprova più tardi.
ja_jp: グループ名を変更できませんでした。後ほど再試行してください
ko_kr: 그룹 이름을 변경할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat ubah nama kumpulan. Sila cuba lagi nanti.
pt_br: Falha ao alterar o nome do grupo. Tente novamente mais tarde.
ru_ru: Не удалось изменить название группы. Повторите попытку позже.
th_th: ไม่สามารถเปลี่ยนชื่อกลุ่มได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể thay đổi tên nhóm. Vui lòng thử lại sau.
zh_cn: 修改群名称失败，请稍后再试
zh_tw: 修改群組名稱失敗，請稍後再試

# 0vs
source: Unable to save image
de_de: Bild konnte nicht gespeichert werden
es_es: No se puede guardar la imagen
fr_fr: Impossible d'enregistrer l'image
hi_in: छवि सहेजने में असमर्थ
id_id: Tidak dapat menyimpan gambar
it_it: Impossibile salvare immagine
ja_jp: 画像を保存できませんでした
ko_kr: 이미지를 저장할 수 없음
ms_my: Tidak dapat menyimpan imej
pt_br: Não é possível salvar a imagem
ru_ru: Не удалось сохранить изображение
th_th: ไม่สามารถบันทึกภาพได้
vi_vn: Không thể lưu hình ảnh
zh_cn: 保存图片失败
zh_tw: 儲存圖片失敗

# jSk
source: Unable to set notification
de_de: Benachrichtigung konnte nicht festgelegt werden
es_es: No se puede configurar la notificación
fr_fr: Impossible de définir la notification
hi_in: नोटिफ़िकेशन सेट करने में विफल हुआ
id_id: Tidak dapat menetapkan notifikasi
it_it: Impossibile impostare notifica
ja_jp: メッセージ通知の設定ができませんでした
ko_kr: 알림을 설정할 수 없음
ms_my: Tidak dapat menetapkan pemberitahuan
pt_br: Não é possível configurar notificação
ru_ru: Не удалось установить уведомление
th_th: ไม่สามารถตั้งค่าการแจ้งเตือนได้
vi_vn: Không thể cài đặt thông báo
zh_cn: 设置消息提醒失败
zh_tw: 設定訊息提醒失敗

# q9I
source: Unable to pin chat
de_de: Konnte nicht an Schnellwechsler angeheftet werden
es_es: No se puede anclar a Selección rápida
fr_fr: Impossible d'épingler au Commutateur rapide
hi_in: क्विकस्विचर पर पिन करने में असमर्थ
id_id: Tidak dapat menyematkan ke QuickSwitcher
it_it: Impossibile aggiungere a Passaggio rapido
ja_jp: トップに固定できませんでした
ko_kr: 빠른 전환기에 고정할 수 없음
ms_my: Tidak dapat pin perbualan
pt_br: Não é possível fixar ao Painel dinâmico
ru_ru: Не удалось закрепить в QuickSwitcher
th_th: ไม่สามารถปักหมุดไปยัง QuickSwitcher ได้
vi_vn: Không thể ghim vào Bộ chuyển đổi nhanh
zh_cn: 设置快速跳转失败
zh_tw: 設定快速重新導向失敗

# h0M
source: No other group members. Transfer unavailable.
de_de: Keine anderen Gruppenmitglieder. Übertragung nicht verfügbar.
es_es: Transferencia no disponible. No hay otros miembros en el grupo.
fr_fr: Pas d'autres membres du groupe. Transfert indisponible.
hi_in: कोई और सदस्य नहीं. स्थानांतरण अनुपलब्ध है.
id_id: Tidak ada anggota grup lainnya. Transfer tidak tersedia.
it_it: Nessun altro membro del gruppo. Trasferimento non disponibile.
ja_jp: グループ内に他のメンバーがいないため、譲渡できません
ko_kr: 다른 그룹 멤버 없음. 권한을 넘길 수 없습니다.
ms_my: Tiada ahli kumpulan lain. Pemindahan tidak tersedia.
pt_br: Nenhum outro membro do grupo. Transferência indisponível.
ru_ru: Других участников группы нет. Пересылка недоступна.
th_th: ไม่มีสมาชิกกลุ่มคนอื่น ยังไม่สามารถทำการถ่ายโอนได้
vi_vn: Không có thành viên nhóm khác. Chuyển không khả dụng.
zh_cn: 群内已无其他成员，无法转让
zh_tw: 群組內已無其他成員，無法轉讓

# HH4
source: Assign {{group_owner}} as group owner?
de_de: Admin-Übertragung an {{group_owner}} bestätigen?
es_es: ¿Asignar a {{group_owner}} como propietario de grupo?
fr_fr: Attribuer {{group_owner}} en tant que propriétaire du groupe ?
hi_in: {{group_owner}} को समूह के ओनर के रूप में सेट करें?
id_id: Tetapkan {{group_owner}} sebagai pemilik grup?
it_it: Vuoi assegnare {{group_owner}} come amministratore del gruppo?
ja_jp: グループオーナーの権限を{{group_owner}}に譲渡しますか？
ko_kr: {{group_owner}} 님을 그룹 소유자로 지정하시겠습니까?
ms_my: Lantik {{group_owner}} sebagai pemilik kumpulan?
pt_br: Atribuir {{group_owner}} como proprietário do grupo?
ru_ru: Назначить {{group_owner}} владельцем группы?
th_th: กำหนดให้ {{group_owner}} เป็นเจ้าของกลุ่มหรือไม่
vi_vn: Chỉ định {{group_owner}} làm chủ sở hữu nhóm?
zh_cn: 确认将群主转让给{{group_owner}}?
zh_tw: 確認將群主轉讓給 {{group_owner}}？

# AD4
source: Please assign a new group owner before leaving. If not, a group member from your organization will become the new owner. If there are no members from your organization, the group will be disbanded.
de_de: Bitte weisen Sie vor dem Verlassen einen neuen Gruppenbesitzer zu. Andernfalls wird ein Gruppenmitglied aus Ihrer Organisation der neue Besitzer. Wenn es in der Gruppe keine weiteren Mitglieder aus Ihrer Organisation gibt, wird die Gruppe aufgelöst.
es_es: Asigna un nuevo propietario de grupo antes de abandonar. Si no lo haces, un miembro del grupo de tu organización se convertirá en el nuevo propietario. Si no hay miembros de tu organización, el grupo se disolverá.
fr_fr: Veuillez attribuer un nouveau propriétaire au groupe avant de le quitter. Sinon, un membre de votre organisation deviendra le nouveau propriétaire du groupe. Si votre organisation ne compte aucun membre, le groupe sera dissous.
hi_in: वर्तमान में आप इस समूह के ओनर हैं. कृपया छोड़ने से पहले किसी को नए ओनर बनाएँ.
id_id: Tugaskan pemilik grup baru sebelum keluar. Jika tidak, anggota grup dari organisasi Anda akan menjadi pemilik baru. Grup akan dibubarkan jika tidak ada anggota dari organisasi Anda.
it_it: Assegna un nuovo proprietario del gruppo prima di abbandonare. In caso contrario, un membro del gruppo dell'organizzazione diventerà il nuovo proprietario. Se non vi sono membri nell'organizzazione, il gruppo verrà sciolto.
ja_jp: 退会する前に、グループオーナーの権限を他のメンバーに譲渡してください。譲渡しない場合、同じ法人のメンバーにオーナーの権限が自動的に移行されます。もし同じ法人のメンバーが存在しない場合、グループは解散されます。
ko_kr: 떠나기 전에 새 그룹 소유자를 지정하세요. 그렇지 않으면 해당 기업의 그룹 구성원이 새 소유자가 됩니다. 해당 기업의 구성원이 없으면 그룹이 해산됩니다.
ms_my: Sila tetapkan pemilik kumpulan baru sebelum keluar. Jika tidak, ahli kumpulan dari organisasi anda akan menjadi pemilik baru. Jika tiada ahli dari organisasi anda, kumpulan akan dibubarkan.
pt_br: Atribua um novo proprietário ao grupo antes de sair. Caso contrário, um membro do grupo da sua organização se tornará o novo proprietário. Se não houver membros de sua organização, o grupo será dissolvido.
ru_ru: Назначьте нового владельца группы перед выходом. Если этого не сделать, то новым владельцем группы станет участник группы из вашей организации. Если в вашей организации нет участников, группа будет расформирована.
th_th: โปรดมอบหมายเจ้าของกลุุ่มคนใหม่ก่อนออก หากไม่ทำเช่นนั้น สมาชิกกลุ่มจากองค์กรของคุณจะกลายเป็นเจ้าของคนใหม่ หากไม่มีสมาชิกจากองค์กรของคุณ กลุ่มจะถูกยุบ
vi_vn: Vui lòng chỉ định một chủ sở hữu nhóm mới trước khi rời đi. Nếu không, một thành viên nhóm từ tổ chức của bạn sẽ trở thành chủ sở hữu mới. Nếu không có thành viên nào từ tổ chức của bạn, nhóm sẽ bị giải tán.
zh_cn: 请在退出前将群主转让给其他群成员。否则，群主将自动转让给群内同组织成员。群内若无同组织成员，群组将被解散。
zh_tw: 請在退出前將群主身分轉讓給其他群組成員。否則，群主身分將自動轉讓給群組內同一組織的成員。若群組內沒有同一組織的成員，群組將被解散。

# UAI
source: Creating group with an unavailable account is not allowed.
de_de: Erstellen von Gruppen mit nicht verfügbarem Konto ist nicht zulässig.
es_es: No está permitido crear un grupo con una cuenta inhabilitada.
fr_fr: Créer un groupe avec un compte non disponible n'est pas autorisé.
hi_in: अनुपलब्ध खाते से समूह बनाने की अनुमति नहीं है.
id_id: Membuat grup dengan akun yang tidak tersedia tidak diizinkan.
it_it: Non è consentito creare un gruppo con un account non disponibile.
ja_jp: このアカウントは無効です。グループチャットを作成できません。
ko_kr: 사용 불가 계정으로는 그룹을 생성할 수 없습니다.
ms_my: Membuat kumpulan dengan akaun yang tidak tersedia tidak dibenarkan.
pt_br: Não é permitido criar um grupo com uma conta indisponível.
ru_ru: Создание группы с дезактивированной учетной записью запрещено.
th_th: ไม่อนุญาตให้สร้างกลุ่มด้วยบัญชีที่ไม่พร้อมใช้งาน
vi_vn: Không được phép tạo nhóm với tài khoản không khả dụng.
zh_cn: 此账号已停用，不可创建群聊
zh_tw: 此帳號已停用，不可建立群組聊天

# IEA
source: Choose From Album
de_de: Aus Album wählen
es_es: Elegir de álbum
fr_fr: Choisir dans l'album
hi_in: अल्बम से चुनें
id_id: Pilih dari Album
it_it: Scegli dall'album
ja_jp: アルバムから選択
ko_kr: 앨범에서 선택
ms_my: Pilih Dari Album
pt_br: Escolher do álbum
ru_ru: Выбрать из альбома
th_th: เลือกจากอัลบั้ม
vi_vn: Chọn từ album
zh_cn: 从相册选择
zh_tw: 從相簿選取

# 7xM
source: M-d-yyyy HH:mm
fr_fr: d-M-yyyy HH:mm
id_id: d-M-yyyy HH:mm
it_it: d-M-yyyy HH:mm
ja_jp: yyyy年M月d日 HH:mm
ko_kr: yyyy-M-d HH:mm
ru_ru: М-d-yyyy HH:mm
th_th: d-M-yyyy HH:mm
vi_vn: d-M-yyyy HH:mm
zh_cn: yyyy年M月d日 HH:mm
zh_tw: yyyy年M月d日 HH:mm

# 4Qc
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# uJQ
source: Content cannot be empty.
de_de: Inhalt darf nicht leer sein.
es_es: El contenido no puede estar vacío.
fr_fr: Le contenu ne peut pas être vide.
hi_in: सामग्री ख़ाली नहीं हो सकती.
id_id: Konten tidak boleh kosong.
it_it: Il contenuto non può essere vuoto.
ja_jp: 入力内容を空にすることはできません
ko_kr: 컨텐츠는 비울 수 없습니다.
ms_my: Kandungan tidak boleh kosong.
pt_br: O conteúdo não pode ficar vazio.
ru_ru: Содержимое не может быть пустым.
th_th: เนื้อหาไม่สามารถเว้นว่างได้
vi_vn: Không thể để trống nội dung.
zh_cn: 输入不能为空
zh_tw: 輸入不可保留空白

# Txs
source: Copied to clipboard
de_de: In die Zwischenablage kopiert
es_es: Se ha copiado al Portapapeles
fr_fr: Copié dans le presse-papiers
hi_in: क्लिपबोर्ड में कॉपी किया गया
id_id: Disalin ke papan klip
it_it: Copiato negli appunti
ja_jp: コピーしました
ko_kr: 클립보드에 복사됨
ms_my: Disalin ke papan keratan
pt_br: Copiado para a área de transferência
ru_ru: Скопировано в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Đã sao chép sang bảng tạm
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# vAc
source: Unable to create group. Please try again.
de_de: Gruppe konnte nicht erstellt werden. Versuchen Sie es erneut.
es_es: No se puede crear el grupo. Inténtalo de nuevo.
fr_fr: Impossible de créer un groupe. Veuillez réessayer.
hi_in: समूह बनाने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat membuat grup. Coba lagi.
it_it: Impossibile creare gruppo. Riprova.
ja_jp: グループを作成できませんでした。再試行してください
ko_kr: 그룹을 생성할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat membuat kumpulan. Sila cuba lagi.
pt_br: Não é possível criar um grupo. Tente novamente.
ru_ru: Не удалось создать группу. Повторите попытку.
th_th: ไม่สามารถสร้างกลุ่มได้ โปรดลองอีกครั้ง
vi_vn: Không thể tạo nhóm. Vui lòng thử lại.
zh_cn: 创建群组失败，请重试
zh_tw: 建立群組失敗，請重試

# /t4
source: Creating group
de_de: Gruppe erstellen
es_es: Creando un grupo
fr_fr: Créer un groupe
hi_in: समूह बनाया जा रहा है
id_id: Membuat grup
it_it: Creare un gruppo
ja_jp: グループを作成中...
ko_kr: 그룹 생성 중
ms_my: Mencipta kumpulan
pt_br: Criando grupo
ru_ru: Создание группы
th_th: กำลังสร้างกลุ่ม
vi_vn: Đang tạo nhóm
zh_cn: 正在创建群组
zh_tw: 正在建立群組

# hbQ
source: M-d HH:mm
fr_fr: d-M HH:mm
id_id: d-M HH:mm
ja_jp: M月d日 HH:mm
th_th: d-M HH:mm
vi_vn: d-M HH:mm
zh_cn: M月d日 HH:mm
zh_tw: M月d日 HH:mm

# v3o
source: No Description
de_de: Keine Beschreibung
es_es: No hay descripción
fr_fr: Aucune description
hi_in: कोई जानकारी नहीं
id_id: Tidak ada deskripsi
it_it: Nessuna descrizione
ja_jp: グループ説明がありません
ko_kr: 설명 없음
ms_my: Tiada Keterangan
pt_br: Sem descrição
ru_ru: Описание отсутствует
th_th: ไม่มีคำอธิบาย
vi_vn: Không có mô tả nào
zh_cn: 暂无群描述
zh_tw: 暫無群組描述

# /TQ
source: Disband Group
de_de: Gruppe auflösen
es_es: Disolver el grupo
fr_fr: Dissoudre le groupe
hi_in: समूह भंग करें
id_id: Bubarkan Grup
it_it: Sciogli il gruppo
ja_jp: グループを解散
ko_kr: 그룹 해산
ms_my: Bubarkan Kumpulan
pt_br: Desfazer grupo
ru_ru: Расформировать группу
th_th: สลายกลุ่ม
vi_vn: Giải tán nhóm
zh_cn: 解散群组
zh_tw: 解散群組

# Jgo
source: Docs
hi_in: डॉक्स
it_it: Documenti
ko_kr: 문서
zh_cn: 云文档
zh_tw: 雲端文件

# vy4
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редакт.
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# j0Y
source: Edit photo
de_de: Foto bearbeiten
es_es: Editar la foto
fr_fr: Modifier la photo
hi_in: फ़ोटो संपादित करें
id_id: Edit Foto
it_it: Modifica foto
ja_jp: アイコンを変更
ko_kr: 사진 편집
ms_my: Edit foto
pt_br: Editar foto
ru_ru: Изменить фото
th_th: แก้ไขภาพ
vi_vn: Chỉnh Sửa ảnh
zh_cn: 修改头像
zh_tw: 修改頭像
