Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# fsA
source: Select color
de_de: Farbe auswählen
es_es: Seleccionar color
fr_fr: Sélectionner la couleur
hi_in: रंग चुनें
id_id: Pilih warna
it_it: Seleziona colore
ja_jp: 色を選択
ko_kr: 색상 선택
ms_my: Pilih warna
pt_br: Selecionar cor
ru_ru: Выбрать цвет
th_th: เลือกสี
vi_vn: Chọn màu sắc
zh_cn: 选择颜色
zh_tw: 選擇顏色

# i1Y
source: Enter profile photo text
de_de: Text für Profilbild eingeben
es_es: Introduce el texto de la foto de perfil
fr_fr: Saisir la légende de la photo de profil
hi_in: प्रोफ़ाइल फ़ोटो टेक्स्ट दर्ज करें
id_id: Masukkan teks foto profil
it_it: Immetti testo foto del profilo
ja_jp: 表示する文字を入力
ko_kr: 프로필 사진 텍스트 입력
ms_my: Masukkan teks foto profil
pt_br: Inserir o texto da foto do perfil
ru_ru: Введите текст фото профиля
th_th: ใส่ข้อความในรูปโปรไฟล์
vi_vn: Nhập văn bản ảnh hồ sơ
zh_cn: 输入头像文字
zh_tw: 輸入頭像文字

# XWs
source: If you only select color, you will have a default profile photo in the selected color
de_de: Wenn Sie nur Farbe auswählen, erhalten Sie ein Standardprofilbild in der ausgewählten Farbe
es_es: Si solo seleccionas un color, tendrás una foto de perfil predeterminada en el color seleccionado.
fr_fr: Si vous ne sélectionnez que la couleur, votre photo de profil par défaut utilisera la couleur sélectionnée
hi_in: केवल रंग चुनने से आपको उस रंग में एक डिफ़ॉल्ट प्रोफ़ाइल तस्वीर मिलेगी.
id_id: Jika Anda hanya memilih warna, Anda akan memiliki foto profil default dalam warna yang dipilih
it_it: Se selezioni solo il colore, avrai una foto del profilo predefinita del colore selezionato
ja_jp: 色だけ設定する場合、その色のデフォルトアイコンが適用されます
ko_kr: 색상만 선택한 경우 기본 프로필 사진이 선택한 색상으로 표시됩니다
ms_my: Jika anda hanya memilih warna, anda akan mempunyai foto profil lalai dalam warna yang dipilih
pt_br: Se você selecionar apenas a cor, terá uma foto do perfil padrão na cor selecionada
ru_ru: Если вы выберете только цвет, ваше фото профиля будет в выбранном цвете по умолчанию.
th_th: หากเลือกสีอย่างเดียว คุณจะมีรูปโปรไฟล์เริ่มต้นเป็นสีที่เลือก
vi_vn: Ảnh hồ sơ mặc định của bạn sẽ có màu đã chọn nếu bạn chỉ chọn màu
zh_cn: 如果仅选择颜色，将使用该颜色的默认头像
zh_tw: 如果僅選擇顏色，將使用該顏色的預設頭像

# liU
source: External contacts need to fill in the application form for joining the class and they can join after being approved.
ja_jp: 外部連絡先がグループに参加するには、保護者用の申請フォームに記入する必要があります。承認後、グループに参加できます。
zh_cn: 外部联系人入群需填写家长入班申请表，审批通过后可加入

# FaQ
source: This is {{ClassName}} school-parent group and you can join only after you send a request and get approved.
ja_jp: このグループはクラス「{{ClassName}}」の保護者グループです。参加するには、保護者になるための申請を行う必要があります。承認後、グループに参加できます。
zh_cn: 该群组为{{ClassName}}家校群，需申请成为家长，审批通过后可加入

# 0i4
source: Messages
de_de: Nachrichten
es_es: Mensajes
hi_in: संदेश
id_id: Pesan
it_it: Messaggi
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagens
ru_ru: Сообщения
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

# szw
source: Chat muted
de_de: Chat stummgeschaltet
es_es: Chat silenciado
fr_fr: Son du chat coupé
hi_in: म्यूटेड फ़िल्टर में ले जाया गया
id_id: Obrolan dibisukan
it_it: Audio della chat disattivato
ja_jp: 通知をミュートしました。
ko_kr: 채팅이 음소거되었습니다
ms_my: Sembang disenyapkan
pt_br: Chat com mudo ativado
ru_ru: Чат отключен
th_th: ปิดเสียงแชทแล้ว
vi_vn: Đã tắt tiếng cuộc trò chuyện
zh_cn: 已开启消息免打扰
zh_tw: 已開啟訊息免打擾

# V4Y
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
hi_in: सबमिट करें
id_id: Kirim
it_it: Invia
ja_jp: 提出
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# IBI
source: Request submitted
de_de: Antrag eingereicht
es_es: Solicitud enviada
fr_fr: Demande soumise
hi_in: अपील सबमिट की गई
id_id: Permintaan dikirim
it_it: Richiesta inviata
ja_jp: 提出しました
ko_kr: 요청 제출됨
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 已提交
zh_tw: 已提交

# oOM
source: Reviewer
es_es: Revisor
fr_fr: Évaluateur
hi_in: समीक्षक
id_id: Peninjau
it_it: Revisore
ja_jp: 承認者
ko_kr: 검토자
ms_my: Pengulas
pt_br: Revisor
ru_ru: Рецензент
th_th: ผู้ตรวจสอบ
vi_vn: Người đánh giá
zh_cn: 审批人
zh_tw: 審核人

# Qug
source: Request Now
de_de: Jetzt beantragen
es_es: Solicitar ahora
fr_fr: Demander maintenant
hi_in: अभी अपील करें
id_id: Minta Sekarang
it_it: Richiedi ora
ja_jp: 申請する
ko_kr: 지금 요청
ms_my: Mohon Sekarang
pt_br: Solicitar agora
ru_ru: Запросить сейчас
th_th: ขอทันที
vi_vn: Yêu cầu ngay
zh_cn: 发起申请
zh_tw: 發起申請

# aWU
source: Group size request
de_de: Änderung der Gruppengröße beantragen
es_es: Solicitud de tamaño de grupo
fr_fr: Demande d'augmentation de la taille du groupe
hi_in: समूह आकार अपील
id_id: Permintaan ukuran grup
it_it: Richiedi dimensioni del gruppo
ja_jp: メンバーの上限数を引き上げる
ko_kr: 그룹 크기 요청
ms_my: Permintaan saiz kumpulan
pt_br: Solicitação de tamanho de grupo
ru_ru: Запрос размера группы
th_th: คำขอขนาดกลุ่ม
vi_vn: Yêu cầu về quy mô nhóm
zh_cn: 群成员上限申请
zh_tw: 群組成員上限申請

# Mhk
source: Group size request
de_de: Änderung der Gruppengröße beantragen
es_es: Solicitud de tamaño de grupo
fr_fr: Demande d'augmentation de la taille du groupe
hi_in: समूह आकार अपील
id_id: Permintaan ukuran grup
it_it: Richiedi dimensioni del gruppo
ja_jp: メンバーの上限数を引き上げる
ko_kr: 그룹 크기 요청
ms_my: Permintaan saiz kumpulan
pt_br: Solicitação de tamanho de grupo
ru_ru: Запрос размера группы
th_th: คำขอขนาดกลุ่ม
vi_vn: Yêu cầu về quy mô nhóm
zh_cn: 群成员上限申请
zh_tw: 群組成員上限申請

# efQ
source: Group size limit exceeded
de_de: Gruppengrößenbegrenzung überschritten
es_es: Se ha superado el límite de tamaño del grupo
fr_fr: Limite de taille de groupe dépassée
hi_in: समूह आकार सीमा पार हुई
id_id: Batas ukuran grup terlampaui
it_it: Limite di dimensioni del gruppo superato
ja_jp: グループのメンバー数が上限を超えました
ko_kr: 그룹 크기 한도 초과
ms_my: Melebihi had saiz kumpulan
pt_br: Limite de tamanho do grupo excedido
ru_ru: Превышен предел размера группы
th_th: เกินการจำกัดขนาดกลุ่มแล้ว
vi_vn: Đã vượt quá giới hạn kích cỡ nhóm
zh_cn: 群人数超过上限
zh_tw: 群組人數超過上限

# DcI
source: OK
es_es: Aceptar
hi_in: ठीक
ja_jp: 了解
ko_kr: 확인
th_th: ตกลง
zh_cn: 好的
zh_tw: 好的

# ClA
source: Please enter your reasons (required field)
de_de: Bitte Gründe eingeben (Pflichtfeld)
es_es: Introduce los motivos (campo obligatorio)
fr_fr: Veuillez saisir vos motifs (champ obligatoire)
hi_in: कृपया अपने कारण दर्ज करें (आवश्यक फ़ील्ड)
id_id: Masukkan alasan Anda (bidang wajib diisi)
it_it: Immetti i motivi a cui pensi (campo obbligatorio)
ja_jp: 申請の理由を記入（必須）
ko_kr: 이유를 입력하세요(필수 필드)
ms_my: Sila masukkan alasan anda (ruangan wajib)
pt_br: Insira seus motivos (campo obrigatório)
ru_ru: Введите причину (обязательное поле)
th_th: โปรดป้อนเหตุผลของคุณ (ช่องข้อมูลที่จำเป็นต้องกรอก)
vi_vn: Vui lòng nhập lý do của bạn (trường bắt buộc)
zh_cn: 请说明申请理由（必填）
zh_tw: 請說明申請理由（必填）

# 4UM
source: Reason for request
de_de: Grund für Antrag
es_es: Motivo de la solicitud
fr_fr: Motif de la demande
hi_in: अपील का कारण
id_id: Alasan permintaan
it_it: Motivo della richiesta
ja_jp: 申請理由
ko_kr: 요청 사유
ms_my: Alasan permintaan
pt_br: Motivo da solicitação
ru_ru: Причина запроса
th_th: เหตุผลที่ขอ
vi_vn: Lý do yêu cầu
zh_cn: 申请理由
zh_tw: 申請理由

# ZGg
source: Select new group size limit
de_de: Größenbegrenzung für neue Gruppe auswählen
es_es: Selecciona el límite de tamaño del nuevo grupo
fr_fr: Sélectionner une limite de taille du nouveau groupe
hi_in: नई समूह आकार सीमा चुनें
id_id: Pilih batas ukuran grup baru
it_it: Seleziona un nuovo limite delle dimensioni del gruppo
ja_jp: メンバーの上限数を選択
ko_kr: 새 그룹 크기 한도 선택
ms_my: Pilih had saiz kumpulan baru
pt_br: Selecionar novo limite de tamanho do grupo
ru_ru: Выберите новый предел размера группы
th_th: เลือกการจำกัดขนาดกลุ่มใหม่
vi_vn: Lựa chọn giới hạn kích cỡ cho nhóm mới
zh_cn: 选择群成员上限
zh_tw: 選擇群組成員上限

# cso
source: Requesting to join via a linked page
de_de: Beitritt über eine verknüpfte Seite beantragen
es_es: Solicitar unirse mediante una página vinculada
fr_fr: Demande d'adhésion via une page associée
id_id: Meminta untuk bergabung melalui halaman tertaut
it_it: Richiesta di partecipare tramite pagina collegata in corso
ja_jp: 関連ページを通じて申請
ko_kr: 연결된 페이지를 통해 참가 요청하기
ms_my: Meminta untuk menyertai melalui halaman yang dipaut
pt_br: Solicitando ingresso por meio de uma página vinculada
ru_ru: Запрос на присоединение через привязанную страницу
th_th: กำลังส่งคำขอเข้าร่วมผ่านหน้าที่ลิงก์แล้ว
vi_vn: Yêu cầu tham gia qua trang đã liên kết
zh_cn: 通过关联页面申请加入本群
zh_tw: 透過關聯頁面申請加入本群組

# BMI
source: Linked Pages
de_de: Verknüpfte Seiten
es_es: Páginas vinculadas
fr_fr: Pages associées
id_id: Halaman Tertaut
it_it: Pagine collegate
ja_jp: 関連ページ
ko_kr: 연결된 페이지
ms_my: Halaman Berkaitan
pt_br: Páginas vinculadas
ru_ru: Привязанные страницы
th_th: หน้าที่ลิงก์แล้ว
vi_vn: Trang đã liên kết
zh_cn: 关联页面
zh_tw: 關聯頁面

# wW0
source: Not Now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak Sekarang
it_it: Non ora
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan Sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Để sau
zh_cn: 再想想
zh_tw: 再想想

# CaY
source: Once unlinked, users won't be able to join or enter this group from the page.
de_de: Nach dem Trennen können die Benutzer nicht mehr über die Seite dieser Gruppe beitreten.
es_es: Tras la desvinculación, los usuarios no podrán unirse ni acceder a este grupo desde la página.
fr_fr: Une fois ce lien dissocié, les utilisateurs ne pourront plus rejoindre ou entrer dans ce groupe à partir de la page.
id_id: Setelah tautan dilepas, pengguna tidak akan bisa bergabung atau memasuki grup ini dari halaman.
it_it: Dopo lo scollegamento, gli utenti non potranno partecipare o accedere a questo gruppo dalla pagina.
ja_jp: 解除すると、ユーザーはこのページからグループへの参加やアクセスができなくなります。
ko_kr: 연결을 해제하면 사용자는 페이지에서 이 그룹에 가입하거나 들어갈 수 없게 됩니다.
ms_my: Sekali diputuskan, pengguna tidak akan dapat menyertai atau memasuki kumpulan ini dari halaman.
pt_br: Depois de desvinculados, os usuários não poderão ingressar ou entrar neste grupo pela página.
ru_ru: Отвязанные пользователи не смогут присоединяться или входить в эту группу со страницы.
th_th: เมื่อยกเลิกการเชื่อมโยงแล้ว ผู้ใช้จะไม่สามารถเข้าร่วมหรือเข้าสู่กลุ่มนี้จากหน้าได้
vi_vn: Sau khi hủy liên kết, người dùng sẽ không thể tham gia hoặc vào nhóm này từ trang này.
zh_cn: 解除后，用户将无法从该页面加入或打开此群组
zh_tw: 解除後，使用者將無法從該頁面加入或開啟此群組

# wHY
source: Unlink
de_de: Verknüpfung trennen
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการเชื่อมโยง
vi_vn: Hủy liên kết
zh_cn: 解除关联
zh_tw: 解除關聯

# UZ4
source: Unlink
de_de: Verknüpfung trennen
es_es: Desvincular
fr_fr: Dissocier
id_id: Lepas tautan
it_it: Scollega
ja_jp: 関連を解除
ko_kr: 연결 해제
ms_my: Nyahpaut
pt_br: Desvincular
ru_ru: Отвязать
th_th: ยกเลิกการลิงก์
vi_vn: Hủy liên kết
zh_cn: 解除关联
zh_tw: 解除關聯

# fp0
source: No one
de_de: Niemand
es_es: Nadie
fr_fr: Personne
id_id: Tak seorang pun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada siapa
pt_br: Ninguém
ru_ru: Никому
th_th: ไม่มีใคร
vi_vn: Không có ai
zh_cn: 没有人
zh_tw: 沒有人

# 9oI
source: Only group owner and admin
de_de: Nur der Gruppenbesitzer und der Administrator
es_es: Solo el propietario y el administrador del grupo
fr_fr: Propriétaire du groupe et administrateur uniquement
id_id: Hanya pemilik grup dan admin
it_it: Solo l'amministratore e il proprietario del gruppo
ja_jp: グループオーナーと管理者のみ
ko_kr: 그룹 소유자 및 관리자만
ms_my: Pemilik kumpulan dan pentadbir sahaja
pt_br: Apenas o proprietário e o administrador do grupo
ru_ru: Только владельцу группы и администраторам
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้น
vi_vn: Chỉ chủ nhóm và quản trị viên nhóm
zh_cn: 仅群主和群管理员
zh_tw: 僅群主和群組管理員

# NTg
source: Selected members
de_de: Ausgewählte Mitglieder
es_es: Miembros seleccionados
fr_fr: Membres sélectionnés
id_id: Anggota terpilih
it_it: Membri selezionati
ja_jp: 選択されたメンバー
ko_kr: 선택한 구성원
ms_my: Ahli yang dipilih
pt_br: Membros selecionados
ru_ru: Выбранным участникам
th_th: สมาชิกที่เลือก
vi_vn: Thành viên được chọn
zh_cn: 指定群成员
zh_tw: 指定群組成員

# igo
source: Don't apply restrictions to
de_de: Beschränkungen nicht anwenden auf
es_es: No aplicar restricciones a
fr_fr: Ne pas appliquer de restrictions à
id_id: Jangan terapkan pembatasan pada
it_it: Non applicare limitazioni a
ja_jp: 機密モードの制限を適用しないユーザー
ko_kr: 제한 적용 안 함
ms_my: Jangan gunakan sekatan pada
pt_br: Não aplicar restrições a
ru_ru: Не применять ограничения к
th_th: ไม่มีการใช้ข้อจำกัดนี้สำหรับ
vi_vn: Không áp dụng hạn chế cho
zh_cn: 谁可以免受管控
zh_tw: 誰可以免受控管

# xrY
source: Who can edit group info
de_de: Wer kann Gruppeninformationen bearbeiten
es_es: Quién puede editar la información del grupo
fr_fr: Qui peut éditer les informations du groupe
id_id: Siapa saja yang dapat mengedit info grup
it_it: Chi può modificare le informazioni del gruppo
ja_jp: グループ情報を編集できるユーザー
ko_kr: 그룹 정보를 편집할 수 있는 사용자
ms_my: Siapa yang boleh edit maklumat kumpulan
pt_br: Quem pode editar as informações do grupo
ru_ru: Кто может редактировать информацию о группе
th_th: ใครสามารถแก้ไขข้อมูลกลุ่ม
vi_vn: Người có thể chỉnh sửa thông tin nhóm
zh_cn: 谁可以编辑群信息
zh_tw: 誰可以編輯群組資訊

# 9A4
source: Everyone in this group
de_de: Alle in dieser Gruppe
es_es: Todos los miembros de este grupo
fr_fr: Tous les membres de ce groupe
id_id: Semua orang di grup ini
it_it: Tutti in questo gruppo
ja_jp: グループ全員
ko_kr: 이 그룹의 모든 사용자
ms_my: Semua orang dalam kumpulan ini
pt_br: Todos neste grupo
ru_ru: Все в этой группе
th_th: ทุกคนในกลุ่มนี้
vi_vn: Mọi người trong nhóm này
zh_cn: 所有群成员
zh_tw: 所有群組成員

# b7E
source: Who can add members or share group
de_de: Wer kann Mitglieder hinzufügen oder die Gruppe teilen
es_es: Quién puede agregar miembros o compartir el grupo
fr_fr: Qui peut ajouter des nombres ou partager le groupe
id_id: Siapa saja yang dapat menambah anggota atau berbagi kelompok
it_it: Chi può aggiungere membri o condividere il gruppo
ja_jp: メンバーを追加、グループを共有できるユーザー
ko_kr: 구성원을 추가하거나 그룹을 공유할 수 있는 사용자
ms_my: Siapa yang boleh tambah ahli atau kongsi kumpulan
pt_br: Quem pode adicionar membros ou compartilhar grupo
ru_ru: Кто может добавлять участников или делиться группой
th_th: ใครสามารถเพิ่มสมาชิกหรือแบ่งปันกลุ่ม
vi_vn: Người có thể thêm thành viên hoặc chia sẻ nhóm
zh_cn: 谁可以添加群成员、分享群
zh_tw: 誰可以新增群組成員、分享群組

# 8k4
source: Only group owner and admin
de_de: Nur der Gruppenbesitzer und der Administrator
es_es: Solo el propietario y el administrador del grupo
fr_fr: Propriétaire du groupe et administrateur uniquement
id_id: Hanya pemilik grup dan admin
it_it: Solo l'amministratore e il proprietario del gruppo
ja_jp: グループオーナーと管理者のみ
ko_kr: 그룹 소유자 및 관리자만
ms_my: Hanya pemilik kumpulan dan pentadbir
pt_br: Apenas o proprietário e o administrador do grupo
ru_ru: Только владелец группы и администратор
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้น
vi_vn: Chỉ chủ nhóm và quản trị viên nhóm
zh_cn: 仅群主和群管理员
zh_tw: 僅群主和群組管理員

# Z08
source: Who can start video calls
de_de: Wer kann Videoanrufe starten
es_es: Quién puede iniciar videollamadas
fr_fr: Qui peut lancer des appels vidéo
id_id: Siapa saja yang dapat memulai panggilan video
it_it: Chi può avviare videochiamate
ja_jp: ビデオ会議を開始できるユーザー
ko_kr: 영상 통화를 시작할 수 있는 사용자
ms_my: Siapa yang boleh memulakan panggilan video
pt_br: Quem pode iniciar videochamadas
ru_ru: Кто может начинать видеоконференции
th_th: ใครสามารถเริ่มการสนทนาทางวิดีโอ
vi_vn: Người có thể bắt đầu cuộc gọi video
zh_cn: 谁可以发起视频会议
zh_tw: 誰可以發起視訊會議

# riY
source: View join and leave history
de_de: Beitritts- und Verlassen-Verlauf anzeigen
es_es: Ver historial de entradas y salidas
fr_fr: Afficher l'historique de participation et de sortie
hi_in: शामिल होने और छोड़ने का इतिहास देखें
id_id: Lihat riwayat bergabung dan keluar
it_it: Visualizza cronologia eventi di partecipazione e abbandono
ja_jp: メンバーの参加・退会履歴を確認
ko_kr: 참가 및 탈퇴 기록 보기
ms_my: Lihat sejarah sertai dan tinggalkan
pt_br: Visualizar histórico de ingresso e saída
ru_ru: Просмотр истории присоединения и выхода
th_th: ดูประวัติการเข้าและออก
vi_vn: Xem lịch sử tham gia và thoát
zh_cn: 查看成员进退群记录
zh_tw: 查看成員進退群組記錄

# SUM
source: Who can @mention all
de_de: Wer kann @Alle erwähnen
es_es: Quién puede @mencionar a todos
fr_fr: Qui peut @mentionner tout le monde
id_id: Siapa saja yang dapat @sebut semua
it_it: Chi può @menzionare tutti
ja_jp: ＠全員できるユーザー
ko_kr: 모두 @멘션할 수 있는 사용자
ms_my: Siapa yang boleh @mention semua
pt_br: Quem pode fazer @menção de tudo
ru_ru: Кто может @упомянуть всех
th_th: ใครสามารถ @กล่าวถึงทั้งหมด
vi_vn: Người có thể @nhắc đến tất cả mọi người
zh_cn: 谁可以@所有人
zh_tw: 誰可以@所有人

# CEU
source: Who can buzz others
de_de: Wer kann anderen Buzz-Nachricht senden
es_es: Quién puede enviar Buzz a otros
fr_fr: Qui peut buzzer les autres
id_id: Siapa saja yang dapat melakukan buzz kepada orang lain
it_it: Chi può inviare Buzz ad altri
ja_jp: 緊急連絡できるユーザー
ko_kr: 다른 사용자에게 긴급 메시지를 보낼 수 있는 사용자
ms_my: Siapa yang boleh buzz orang lain
pt_br: Quem pode enviar buzz para outras pessoas
ru_ru: Кто может отправлять Buzz
th_th: ใครสามารถ Buzz ผู้อื่น
vi_vn: Người có thể buzz người khác
zh_cn: 谁可以加急
zh_tw: 誰可以發起緊急聯絡

# BnA
source: Who can pin
de_de: Wer kann anheften
es_es: Usuarios que pueden anclar
fr_fr: Qui peut épingler
hi_in: कौन पिन कर सकता है
id_id: Siapa yang dapat memasang pin
it_it: Chi può aggiungere?
ja_jp: ピン留めできるユーザー
ko_kr: 고정할 수 있는 사용자
ms_my: Siapa yang boleh pin
pt_br: Quem pode fixar
ru_ru: Кто может закрепить
th_th: ใครบ้างที่สามารถปักหมุดได้
vi_vn: Những người có thể ghim
zh_cn: 谁可以 Pin
zh_tw: 誰可以 Pin

# Jvc
source: Who'll be notified for new members
de_de: Wer wird benachrichtigt, wenn neue Mitglieder beitreten
es_es: Persona a la que se le notificará para los nuevos miembros
fr_fr: Qui sera averti des nouveaux membres
hi_in: नए सदस्यों के लिए किसे सूचित किया जाएगा
id_id: Siapa yang akan diberi tahu untuk anggota baru
it_it: Chi riceverà una notifica per i nuovi membri
ja_jp: メンバーの参加通知を受信するユーザー
ko_kr: 새 구성원에 대해 알림을 받을 사용자
ms_my: Siapa yang akan diberitahu untuk ahli baharu
pt_br: Quem será notificado sobre novos membros
ru_ru: Кто будет получать уведомления о новых участниках
th_th: ใครบ้างที่จะได้รับการแจ้งเตือนเมื่อมีสมาชิกใหม่
vi_vn: Người sẽ được thông báo về thành viên mới
zh_cn: 谁可以收到新成员进群通知
zh_tw: 哪些人可以收到新成員進入群組通知

# KQo
source: Who'll be notified when members leave
de_de: Wer wird benachrichtigt, wenn Mitglieder austreten
es_es: Persona a la que se le notificará cuando los miembros abandonen
fr_fr: Qui sera averti du départ des membres
hi_in: सदस्यों के छोड़ने पर किसे सूचित किया जाएगा
id_id: Siapa yang akan diberi tahu saat anggota keluar
it_it: Chi verrà avvisato quando i membri abbandonano
ja_jp: メンバーの退会通知を受信するユーザー
ko_kr: 구성원이 탈퇴할 때 알림을 받을 사용자
ms_my: Siapa yang akan diberitahu apabila ahli keluar
pt_br: Quem será notificado quando os membros saírem
ru_ru: Кто будет уведомлен, когда участники покидают группу
th_th: ใครบ้างที่จะได้รับการแจ้งเตือนเมื่อสมาชิกออกไป
vi_vn: Người sẽ được thông báo khi thành viên rời khỏi
zh_cn: 谁可收到成员退群通知
zh_tw: 哪些人可收到成員退出群組通知

# 9BI
source: Avatar stack selected
de_de: Avatar-Stapel ausgewählt
es_es: Pila de avatares seleccionada
fr_fr: Pile d'avatars sélectionnée
id_id: Tumpukan avatar dipilih
it_it: Pila di avatar selezionata
ja_jp: 組み合わせアイコンを選択しました。
ko_kr: 아바타 스택이 선택되었습니다
ms_my: Tumpukan avatar dipilih
pt_br: Pilha de avatares selecionada
ru_ru: Выбран стек аватаров
th_th: เลือกการเรียงซ้อนอวตารแล้ว
vi_vn: Đã chọn ngăn xếp ảnh đại diện
zh_cn: 已选择拼接头像
zh_tw: 已選擇接合頭像

# Sho
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: OK
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 确定
zh_tw: 確定

# X9I
source: Style
de_de: Stil
es_es: Estilo
id_id: Gaya
it_it: Stile
ja_jp: スタイル
ko_kr: 스타일
ms_my: Gaya
pt_br: Estilo
ru_ru: Стиль
th_th: รูปแบบ
vi_vn: Kiểu
zh_cn: 风格
zh_tw: 風格

# MB0
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# 08g
source: Avatar stack
de_de: Avatar-Stapel
es_es: Pila de avatares
fr_fr: Pile d'avatars
id_id: Tumpukan avatar
it_it: Pila di avatar
ja_jp: 組み合わせ
ko_kr: 아바타 스택
ms_my: Tumpukan avatar
pt_br: Pilha de avatares
ru_ru: Стек аватаров
th_th: การเรียงซ้อนอวตาร
vi_vn: Ngăn xếp ảnh đại diện
zh_cn: 拼接
zh_tw: 接合

# /r4
source: Image
de_de: Bild
es_es: Imagen
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
ms_my: Imej
pt_br: Imagem
ru_ru: Изображение
th_th: ภาพ
vi_vn: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# 44U
source: Have a try
de_de: Empfehlungen
es_es: Sugerencias
fr_fr: Suggestions
id_id: Saran
it_it: Suggerimenti
ja_jp: おすすめ
ko_kr: 제안
ms_my: Cadangan
pt_br: Sugestões
ru_ru: Возможные участники
th_th: คำแนะนำ
vi_vn: Gợi ý
zh_cn: 试一试
zh_tw: 推薦

# 46E
source: Text
es_es: Texto
fr_fr: Texte
id_id: Teks
it_it: Testo
ja_jp: テキスト
ko_kr: 텍스트
ms_my: Teks
pt_br: Texto
ru_ru: Текст
th_th: ข้อความ
vi_vn: Văn bản
zh_cn: 文字
zh_tw: 文字

# KfQ
source: Text
es_es: Texto
fr_fr: Texte
id_id: Teks
it_it: Testo
ja_jp: テキストアイコン
ko_kr: 텍스트
ms_my: Teks
pt_br: Texto
ru_ru: Текст
th_th: ข้อความ
vi_vn: Văn bản
zh_cn: 文字头像
zh_tw: 文字頭像

# FLo
source: Is there an emergency related to your request?
de_de: Handelt es sich bei Ihrem Antrag um einen Notfall?
es_es: ¿Hay alguna emergencia relacionada con tu solicitud?
fr_fr: Y a-t-il une urgence concernant votre demande ?
id_id: Apakah ada keadaan darurat terkait dengan permintaan Anda?
it_it: Esiste un'emergenza relativa alla tua richiesta?
ja_jp: 申請にあたり、特段の事情がありますか？
ko_kr: 요청과 관련하여 긴급한 상황입니까?
ms_my: Adakah kecemasan yang berkaitan dengan permintaan anda?
pt_br: Existe uma emergência relacionada à sua solicitação?
ru_ru: Есть ли чрезвычайная ситуация, связанная с вашим запросом?
th_th: มีเหตุฉุกเฉินที่เกี่ยวข้องกับคำขอของคุณหรือไม่
vi_vn: Yêu cầu của bạn có thuộc trường hợp khẩn cấp không?
zh_cn: 是否为应对紧急事故而申请?
zh_tw: 是否為因應緊急事故而申請？

# xaM
source: To edit the rules, please use the desktop version.
de_de: Bitte verwenden Sie die Desktop-Version, um die Regeln zu bearbeiten.
es_es: Usa la versión de escritorio para editar las reglas.
fr_fr: Pour modifier les règles, veuillez utiliser la version de bureau.
id_id: Gunakan versi desktop untuk mengedit aturan.
it_it: Per modificare le regole, utilizza la versione per desktop.
ja_jp: ルールを編集するには、デスクトップ版で操作してください。
ko_kr: 규칙을 편집하려면 데스크톱 버전을 사용하세요.
ms_my: Untuk mengedit peraturan, sila gunakan versi desktop.
pt_br: Para editar as regras, use a versão para desktop.
ru_ru: Для редактирования правил используйте настольную версию.
th_th: หากต้องการแก้ไขกฎ โปรดใช้เวอร์ชันเดสก์ท็อป
vi_vn: Để chỉnh sửa quy tắc, vui lòng sử dụng phiên bản trên máy tính.
zh_cn: 如需编辑规则，请前往桌面端操作
zh_tw: 如需編輯規則，請前往桌面端操作

# txI
source: No rules have been set up yet. You can add rules using the desktop version.
de_de: Es wurden noch keine Regeln festgelegt. Mit der Desktop-Version können Sie Regeln hinzufügen.
es_es: No se han configurado reglas todavía. Puedes agregar reglas en la versión de escritorio.
fr_fr: Aucune règle n'a été configurée pour le moment. Vous pouvez ajouter des règles en utilisant la version de bureau.
id_id: Belum ada aturan yang diatur. Anda dapat menambahkan aturan menggunakan versi desktop.
it_it: Non è ancora stata impostata alcuna regola. Puoi aggiungere regole utilizzando la versione per desktop.
ja_jp: 自動参加ルールを追加するには、デスクトップ版でアクセスしてください。
ko_kr: 아직 규칙이 설정되지 않았습니다. 데스크톱 버전을 사용하여 규칙을 추가할 수 있습니다.
ms_my: Tiada peraturan yang telah ditetapkan lagi. Anda boleh menambah peraturan menggunakan versi desktop.
pt_br: Nenhuma regra foi definida ainda. Você pode adicionar regras usando a versão para desktop.
ru_ru: Правила пока не установлены. Вы можете добавить правила, используя настольную версию.
th_th: ยังไม่ได้ตั้งค่ากฎ คุณสามารถเพิ่มกฎได้โดยใช้เวอร์ชันเดสก์ท็อป
vi_vn: Chưa có quy tắc nào được thiết lập. Bạn có thể thêm quy tắc bằng các sử dụng phiên bản trên máy tính.
zh_cn: 暂未设置自动入群规则，可前往桌面端添加
zh_tw: 暫未設定自動加入群組規則，可前往桌面端新增
