Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# Auo
source: Files
de_de: Dateien
es_es: Archivos
fr_fr: Fichiers
hi_in: फ़ाइलें
id_id: File
it_it: File
ja_jp: ファイル
ko_kr: 파일
ms_my: Fail
pt_br: Arquivos
ru_ru: Файлы
th_th: ไฟล์
vi_vn: Tệp tin
zh_cn: 文件
zh_tw: 檔案

# QT4
source: Unable to add members. A quick reload should set things right.
de_de: Mitglieder konnten nicht hinzugefügt werden. Ein kurzes Neuladen sollte das korrigieren.
es_es: No se pueden agregar miembros. Si actualizas la página, es posible que las cosas se arreglen.
fr_fr: Impossible d'ajouter des membres. Une actualisation rapide devrait remettre les choses en ordre.
hi_in: सदस्यों को जोड़ने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat menambah anggota. Pemuatan ulang cepat akan mengatasi masalah.
it_it: Impossibile aggiungere membri. Ripetendo il caricamento, il problema dovrebbe risolversi.
ja_jp: グループメンバーを追加できませんでした。後ほど再試行してください
ko_kr: 구성원을 추가할 수 없습니다. 빨리 다시 로드하면 문제가 해결될 것입니다.
ms_my: Tidak dapat menambah ahli. Muat semula pantas harus membetulkan keadaan.
pt_br: Não é possível adicionar membros. Um recarregamento rápido corrigirá as coisas.
ru_ru: Не удалось добавить участников. Быстрая перезагрузка должна устранить проблемы.
th_th: ไม่สามารถเพิ่มสมาชิกได้ การโหลดใหม่อย่างรวดเร็วน่าจะทำให้สามารถทำงานได้ตามปกติ
vi_vn: Không thể thêm thành viên. Tải lại nhanh sẽ đặt mọi thứ trở lại trạng thái bình thường.
zh_cn: 添加群成员失败，请稍后再试
zh_tw: 新增群組成員失敗，請稍後再試

# bHE
source: Unable to add group administrator
de_de: Hinzufügen von Gruppenadministrator fehlgeschlagen
es_es: Error al agregar el administrador de grupo
fr_fr: Ajour d'un administrateur de groupe impossible
hi_in: समूह एडमिनिस्ट्रेटर जोड़ने में असमर्थ
id_id: Gagal menambah administrator grup
it_it: Impossibile aggiungere amministratore del gruppo
ja_jp: グループ管理者を追加できませんでした
ko_kr: 그룹 관리자를 추가할 수 없습니다
ms_my: Tidak dapat menambah pentadbir kumpulan
pt_br: Não é possível adicionar administrador do grupo
ru_ru: Не удалось добавить администратора группы
th_th: ไม่สามารถเพิ่มผู้ดูแลกลุ่มได้
vi_vn: Không thể thêm quản trị viên nhóm
zh_cn: 添加群管理员失败
zh_tw: 新增群組管理員失敗

# rdQ
source: Group administrator added
de_de: Gruppenadministrator hinzugefügt
es_es: Se ha agregado un administrador de grupo
fr_fr: Administrateur du groupe ajouté
hi_in: समूह एडमिनिस्ट्रेटर जोड़ा गया
id_id: Administrator grup ditambahkan
it_it: Amministratore del gruppo aggiunto
ja_jp: グループ管理者を追加しました
ko_kr: 그룹 관리자가 추가됨
ms_my: Pentadbir kumpulan ditambah
pt_br: Administrador do grupo adicionado
ru_ru: Администратор группы добавлен
th_th: เพิ่มผู้ดูแลกลุ่มแล้ว
vi_vn: Đã thêm quản trị viên nhóm
zh_cn: 已添加群管理员
zh_tw: 已新增群組管理員

# qyg
source: Group administrators can recall messages, add or remove members, and manage member permissions.
de_de: Gruppenadministratoren können Nachrichten zurückrufen, Mitglieder hinzufügen oder entfernen und Mitgliederberechtigungen verwalten.
es_es: Los administradores de grupo pueden recuperar mensajes, agregar o borrar miembros y gestionar los permisos de los miembros.
fr_fr: Les administrateurs du groupe peuvent rappeler des messages, ajouter ou retirer des membres et gérer les autorisations des membres.
hi_in: समूह एडमिनिस्ट्रेटर संदेश को वापस ले सकते हैं, सदस्यों को जोड़ या निकाल सकते हैं और सदस्य अनुमतियाँ प्रबंधित कर सकते हैं.
id_id: Administrator grup dapat menarik pesan, menambah atau menghapus anggota, dan mengelola izin anggota.
it_it: Gli amministratori del gruppo possono richiamare messaggi, aggiungere o rimuovere membri e gestire le autorizzazioni dei membri.
ja_jp: グループ管理者はグループメンバーのメッセージの取り消し、グルプの参加と退会、メンバー権限を管理できます。
ko_kr: 그룹 관리자는 메시지를 회수하고, 구성원을 추가 또는 제거하고, 구성원 권한을 관리할 수 있습니다.
ms_my: Pentadbir kumpulan boleh menarik balik mesej, menambah atau mengeluarkan ahli, dan menguruskan kebenaran ahli.
pt_br: Os administradores do grupo podem recuperar mensagens, adicionar ou remover membros e gerenciar permissões de membros.
ru_ru: Администраторы группы могут отзывать сообщения, добавлять или удалять участников и управлять разрешениями участников.
th_th: ผู้ดูแลกลุ่มสามารถเรียกคืนข้อความ เพิ่มหรือลบสมาชิก และจัดการสิทธิ์การอนุญาตของสมาชิกได้
vi_vn: Quản trị viên nhóm có thể thu hồi tin nhắn, thêm hoặc xóa thành viên và quản lý quyền của thành viên.
zh_cn: 群管理员可撤回群成员消息、管理群成员进退群和群成员权限。

# C3w
source: Group administrators
de_de: Gruppenadministratoren
es_es: Administrador de grupo
fr_fr: Administrateurs du groupe
hi_in: समूह एडमिनिस्ट्रेटर
id_id: Administrator grup
it_it: Amministratori del gruppo
ja_jp: グループ管理者
ko_kr: 그룹 관리자
ms_my: Pentadbir kumpulan
pt_br: Administradores do grupo
ru_ru: Администраторы группы
th_th: ผู้ดูแลกลุ่ม
vi_vn: Quản trị viên nhóm
zh_cn: 群管理员
zh_tw: 群組管理員

# J7k
source: Announcement
de_de: Ankündigung
es_es: Anuncio
fr_fr: Annonce
hi_in: सूचना
id_id: Pengumuman
it_it: Annuncio
ja_jp: お知らせ
ko_kr: 공지
ms_my: Pengumuman
pt_br: Comunicado
ru_ru: Объявление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 群公告
zh_tw: 群組公告

# Sb4
source: Unable to publish
de_de: Veröffentlichen nicht möglich
es_es: No se puede publicar
fr_fr: Impossible de publier
hi_in: प्रकाशित करने में असमर्थ
id_id: Tidak dapat memublikasikan
it_it: Impossibile pubblicare
ja_jp: 公開できませんでした
ko_kr: 게시할 수 없음
ms_my: Tidak dapat menerbitkan
pt_br: Não é possível publicar
ru_ru: Не удалось опубликовать
th_th: ไม่สามารถเผยแพร่ได้
vi_vn: Không thể xuất bản
zh_cn: 发布失败
zh_tw: 發布失敗

# KV4
source: No Announcement
de_de: Keine Ankündigung
es_es: No hay anuncios
fr_fr: Pas d'annonce
hi_in: कोई सूचना नहीं
id_id: Tidak Ada Pengumuman
it_it: Nessun annuncio
ja_jp: グループのお知らせがありません
ko_kr: 공지 없음
ms_my: Tiada Pengumuman
pt_br: Nenhum comunicado
ru_ru: Объявления отсутствуют
th_th: ไม่มีประกาศ
vi_vn: Không có thông báo nào
zh_cn: 暂无群公告
zh_tw: 暫無群組公告

# uZE
source: {{editor}} updated at {{time}}
de_de: {{editor}} hat um {{time}} aktualisiert.
es_es: {{editor}} actualizado a las {{time}}
fr_fr: {{editor}} mis à jour à {{time}}
hi_in: {{editor}} ने {{time}} अपडेट किया
id_id: {{editor}} memperbarui {{time}}
it_it: {{editor}} aggiornato alle {{time}}
ja_jp: {{editor}} が {{time}} に更新
ko_kr: {{editor}}님이 {{time}}에 업데이트했습니다
ms_my: {{editor}} dikemas kini pada {{time}}
pt_br: {{editor}} atualizou às {{time}}
ru_ru: {{editor}} обновлен в {{time}}
th_th: {{editor}} ได้อัปเดตเมื่อ {{time}}
vi_vn: {{editor}} đã cập nhật lúc {{time}}
zh_cn: {{editor}} 发布于{{time}}
zh_tw: {{editor}} 發布於{{time}}

# XjE
source: After publishing, a message will be sent to the chat
de_de: Nach der Veröffentlichung wird eine Nachricht an den Chat gesendet
es_es: Tras la publicación, se enviará un mensaje al chat
fr_fr: Après publication, un message sera envoyé à la discussion
hi_in: प्रकाशित होने के बाद, चैट पर एक संदेश भेजा जाएगा
id_id: Setelah diterbitkan, pesan akan dikirim ke obrolan
it_it: Dopo la pubblicazione, verrà inviato un messaggio alla chat
ja_jp: 公開後、メッセージがチャットに送信されます
ko_kr: 발행 후, 메시지가 채팅으로 전달됩니다
ms_my: Selepas menerbitkan, mesej akan dihantar ke sembang
pt_br: Após a publicação, uma mensagem será enviada ao chat
ru_ru: После публикации сообщение будет отправлено в чат
th_th: หลังจากที่เผยแพร่ ข้อความจะถูกส่งไปยังแชท
vi_vn: Sau khi phát hành, một tin nhắn sẽ được gửi đến cuộc trò chuyện
zh_cn: 发布后会以消息形式发送到会话中
zh_tw: 發布後會以訊息形式傳送到對話中

# XFc
source: Unable to remove member. Please try again later.
de_de: Mitglied konnte nicht entfernt werden. Versuchen Sie es später erneut.
es_es: No se puede borrar al miembro. Inténtalo de nuevo más tarde.
fr_fr: Impossible de retirer le membre. Veuillez réessayer plus tard.
hi_in: सदस्य को निकालने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat menghapus anggota. Coba lagi nanti.
it_it: Impossibile rimuovere membro. Riprova più tardi.
ja_jp: グループメンバーを削除できませんでした。後ほど再試行してください
ko_kr: 구성원을 제거할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat mengeluarkan ahli. Sila cuba lagi kemudian.
pt_br: Não é possível remover membro. Tente novamente mais tarde.
ru_ru: Не удалось удалить участника. Повторите попытку позже.
th_th: ไม่สามารถลบสมาชิกออกได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể loại bỏ thành viên. Vui lòng thử lại sau.
zh_cn: 删除群成员失败，请稍后再试
zh_tw: 刪除群組成員失敗，請稍後再試

# fEU
source: About
de_de: Info
es_es: Acerca de
fr_fr: À propos
hi_in: के बारे में
id_id: Tentang
it_it: Informazioni
ja_jp: グループ説明
ko_kr: 정보
ms_my: Mengenai
pt_br: Sobre
ru_ru: О группе
th_th: เกี่ยวกับ
vi_vn: Giới thiệu
zh_cn: 群描述
zh_tw: 群組描述

# g28
source: Group Info
de_de: Gruppeninformationen
es_es: Información de grupo
fr_fr: Informations sur le groupe
hi_in: समूह की जानकारी
id_id: Info Grup
it_it: Informazioni sul gruppo
ja_jp: グループ情報
ko_kr: 그룹 정보
ms_my: Maklumat Kumpulan
pt_br: Informações do grupo
ru_ru: Сведения о группе
th_th: ข้อมูลกลุ่ม
vi_vn: Thông tin nhóm
zh_cn: 群信息
zh_tw: 群組資訊

# cHA
source: Group QR code
de_de: Gruppen-QR-Code
es_es: Código QR del grupo
fr_fr: Code QR du groupe
hi_in: समूह QR कोड
id_id: Kode QR grup
it_it: Codice QR del gruppo
ja_jp: グループのQRコード
ko_kr: 그룹 QR 코드
ms_my: Kod QR kumpulan
pt_br: Agrupar código QR
ru_ru: QR-код группы
th_th: คิวอาร์โค้ดกลุ่ม
vi_vn: Mã QR nhóm
zh_cn: 群二维码
zh_tw: 群組 QR 碼

# O+M
source: Unable to change alias. Please try again later.
de_de: Ändern des Alias nicht möglich. Versuchen Sie es später erneut.
es_es: Error al cambiar el alias. Inténtalo de nuevo más tarde.
fr_fr: Impossible de modifier l'alias. Veuillez réessayer plus tard.
hi_in: उपनाम बदलने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal mengubah alias. Coba lagi nanti.
it_it: Impossibile modificare alias. Riprova più tardi.
ja_jp: ニックネームを設定できませんでした。後ほど再試行してください
ko_kr: 별칭을 변경할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat menukar alias. Sila cuba lagi kemudian.
pt_br: Falha ao alterar o alias. Tente novamente mais tarde.
ru_ru: Не удалось изменить псевдоним. Повторите попытку позже.
th_th: ไม่สามารถเปลี่ยนนามแฝงได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể thay đổi bí danh. Vui lòng thử lại sau.
zh_cn: 设置群昵称失败，请稍后再试.
zh_tw: 設定群組暱稱失敗，請稍後再試。

# aN0
source: Group Settings
de_de: Gruppeneinstellungen
es_es: Configuración del grupo
fr_fr: Paramètres du groupe
hi_in: समूह की सेटिंग्स
id_id: Pengaturan Grup
it_it: Impostazioni del gruppo
ja_jp: グループ管理
ko_kr: 그룹 설정
ms_my: Tetapan Kumpulan
pt_br: Configurações do grupo
ru_ru: Настройки группы
th_th: การตั้งค่ากลุ่ม
vi_vn: Cài đặt nhóm
zh_cn: 群管理
zh_tw: 群組管理

# w9k
source: Group name
de_de: Gruppenname
es_es: Nombre del grupo
fr_fr: Nom du groupe
hi_in: समूह का नाम
id_id: Nama grup
it_it: Nome del gruppo
ja_jp: 名称
ko_kr: 그룹 이름
ms_my: Nama kumpulan
pt_br: Nome do grupo
ru_ru: Название группы
th_th: ชื่อกลุ่ม
vi_vn: Tên nhóm
zh_cn: 群名称
zh_tw: 群組名稱

# uEQ
source: Group photo
de_de: Gruppenbild
es_es: Foto del grupo
fr_fr: Photo du groupe
hi_in: सामूहिक फ़ोटो
id_id: Foto grup
it_it: Foto del gruppo
ja_jp: アイコン
ko_kr: 그룹 사진
ms_my: Gambar kumpulan
pt_br: Foto de grupo
ru_ru: Фото группы
th_th: จัดกลุ่มรูปถ่าย
vi_vn: Ảnh nhóm
zh_cn: 群头像
zh_tw: 群組頭像

# gzw
source: All chat history will be lost. You can't undo this action.
de_de: Gruppe auflösen? Der gesamte Chatverlauf geht verloren. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Disolver el grupo? Se perderá el historial de chat completo. No puedes deshacer esta acción
fr_fr: Dissoudre le groupe ? Tout l'historique de discussion sera perdu. Cette action est irréversible.
hi_in: सभी चैट इतिहास खो जाएगा. आप इस क्रिया को रद्द नहीं कर सकते.
id_id: Semua riwayat obrolan akan hilang. Anda tidak dapat membatalkan tindakan ini.
it_it: Sciogliere il gruppo? Tutta la cronologia chat andrà persa. Non potrai annullare questa azione.
ja_jp: 解散すると、すべてのグループメンバーが削除され、チャット履歴を表示できなくなります。
ko_kr: 그룹을 해산하시겠습니까? 모든 채팅 기록이 상실됩니다. 이 작업은 실행 취소할 수 없습니다.
ms_my: Semua sejarah sembang akan hilang. Anda tidak boleh membatalkan tindakan ini.
pt_br: Desfazer grupo? Todo o histórico do chat será perdido. Você não pode desfazer esta ação.
ru_ru: Расформировать группу? Вся история чата будет потеряна. Вы не можете отменить это действие.
th_th: ยุบกลุ่มหรือไม่ ประวัติแชททั้งหมดจะหายไป คุณไม่สามารถเลิกทำการดำเนินการนี้ได้
vi_vn: Giải tán nhóm? Tất cả lịch sử trò chuyện sẽ bị mất. Bạn không thể hoàn tác hành động này.
zh_cn: 解散会移除所有群成员，并且无法再查看历史记录
zh_tw: 解散會移除所有群組成員，且無法再查看歷史記錄

# DPE
source: All group members will be removed and cannot see chat history anymore, while the corresponding event will still be kept
de_de: Alle Gruppenmitglieder werden entfernt und können den Chatverlauf nicht mehr sehen, während der Termin weiterhin bestehen bleibt
es_es: Se eliminarán todos los miembros del grupo y no se podrá volver a ver el historial de chat pero el evento correspondiente seguirá manteniéndose.
fr_fr: Tous les membres du groupe seront retirés et ne pourront plus voir l'historique de discussion, tandis que l'événement correspondant sera conservé
hi_in: समूह के सभी सदस्यों को निकाल दिया जाएगा और वे अब चैट इतिहास नहीं देख सकेंगे, जबकि संगत ईवेंट अभी भी बनाए रखा जाएगा
id_id: Semua anggota grup akan dihapus dan tidak dapat melihat riwayat obrolan lagi, sementara acara terkait akan tetap tersimpan
it_it: Tutti i membri del gruppo verranno rimossi e non sarà più possibile visualizzare la cronologia delle chat, sebbene verrà comunque mantenuto valido l'evento corrispondente
ja_jp: 解散すると、すべてのグループメンバーが削除され、チャット履歴を表示できなくなりますが、会議グループに関連する予定は保留されます。
ko_kr: 모든 그룹 멤버들이 제거되고 채팅 내역을 더 이상 볼 수 없게 되나 해당 이벤트는 계속 유지됩니다.
ms_my: Semua ahli kumpulan akan dikeluarkan dan tidak dapat melihat sejarah sembang lagi, manakala acara berkaitan akan terus disimpan
pt_br: Todos os membros do grupo serão removidos e não poderão mais ver o histórico do chat, mas o evento correspondente ainda será mantido
ru_ru: Все участники группы будут удалены и больше не смогут видеть историю чата, но соответствующее событие удалено не будет
th_th: สมาชิกกลุ่มทั้งหมดจะถูกลบออกและจะไม่สามารถดูประวัติแชทได้อีกต่อไป แต่กิจกรรมที่เกี่ยวข้อจะยังถูกเก็บไว้อยู่
vi_vn: Tất cả thành viên nhóm sẽ bị loại bỏ và không thể xem lịch sử trò chuyện nữa, trong khi sự kiện tương ứng vẫn sẽ được lưu lại
zh_cn: 解散会移除所有群成员，并且无法再查看历史记录，但会议群组对应的日程还会保留
zh_tw: 解散會移除所有群組成員，且無法再查看歷史記錄，但會保留會議群組對應的日程

# qE0
source: Don't notify anyone
de_de: Niemanden benachrichtigen
es_es: No notificar a nadie
fr_fr: N'informer personne
hi_in: किसी को भी सूचित न करें
id_id: Jangan beri tahu siapa pun
it_it: Non inviare la notifica a nessuno
ja_jp: すべてのメンバーに通知しない
ko_kr: 누구에게도 알리지 않음
ms_my: Jangan beritahu sesiapa
pt_br: Não notificar ninguém
ru_ru: Не уведомлять никого
th_th: ไม่ต้องแจ้งใคร
vi_vn: Không thông báo cho ai
zh_cn: 不提示任何成员
zh_tw: 不提示任何成員

# zY0
source: Remove members
de_de: Mitglieder entfernen
es_es: Eliminar a los miembros
fr_fr: Retirer des membres
hi_in: सदस्यों को निकालें
id_id: Hapus anggota
it_it: Rimuovi membri
ja_jp: メンバーを削除
ko_kr: 멤버 제거
ms_my: Buang ahli
pt_br: Remover membros
ru_ru: Удалить участников
th_th: ลบสมาชิก
vi_vn: Loại thành viên
zh_cn: 移除群成员
zh_tw: 移除群組成員

# v1I
source: Assign new group owner
de_de: Neuen Gruppenbesitzer zuweisen
es_es: Asignar nuevo propietario de grupo
fr_fr: Attribuer un nouveau propriétaire de groupe
hi_in: समूह के नए ओनर बनाएँ
id_id: Tetapkan pemilik grup baru
it_it: Assegna nuovo amministratore del gruppo
ja_jp: オーナー権限を譲渡
ko_kr: 새 그룹 소유자 지정
ms_my: Peruntukkan pemilik kumpulan baharu
pt_br: Atribuir novo proprietário do grupo
ru_ru: Назначить нового владельца группы
th_th: กำหนดเจ้าของกลุ่มคนใหม่
vi_vn: Chỉ định chủ sở hữu mới cho nhóm
zh_cn: 转让群主
zh_tw: 轉讓群主

# Ayw
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: グループメンバー
ko_kr: 멤버
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 群成员
zh_tw: 群組成員

# aAs
source: Selected:
de_de: Ausgewählt:
es_es: Seleccionados:
fr_fr: Sélection :
hi_in: चयनित:
id_id: Dipilih:
it_it: Selezionati:
ja_jp: 選択中：
ko_kr: 선택됨:
ms_my: Terpilih:
pt_br: Selecionado:
ru_ru: Выбрано:
th_th: เลือกไว้:
vi_vn: Đã chọn:
zh_cn: 已选:
zh_tw: 已選：

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# ziM
source: Invitation settings
de_de: Einladungseinstellungen
es_es: Configuración de las invitaciones
fr_fr: Paramètres d'invitation
hi_in: आमंत्रण की सेटिंग्स
id_id: Pengaturan undangan
it_it: Impostazioni di invito
ja_jp: メンバー管理
ko_kr: 초대 설정
ms_my: Tetapan jemputan
pt_br: Configurações de convite
ru_ru: Настройки приглашения
th_th: การตั้งค่าคำเชิญ
vi_vn: Cài đặt lời mời
zh_cn: 进群管理
zh_tw: 進入群組管理

# dqw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# ix8
source: Leave Group
de_de: Gruppe verlassen
es_es: Abandonar grupo
fr_fr: Quitter le groupe
hi_in: समूह छोड़ें
id_id: Keluar dari Grup
it_it: Abbandona gruppo
ja_jp: グループを退会
ko_kr: 그룹에서 나갑니다
ms_my: Tinggalkan Kumpulan
pt_br: Sair do grupo
ru_ru: Покинуть группу
th_th: ออกจากกลุ่ม
vi_vn: Rời nhóm
zh_cn: 退出群组
zh_tw: 退出群組

# vis
source: Leave group
de_de: Gruppe verlassen
es_es: Abandonar grupo
fr_fr: Quitter le groupe
hi_in: समूह छोड़ें
id_id: Keluar dari grup
it_it: Abbandona gruppo
ja_jp: グループを退会
ko_kr: 그룹에서 나갑니다
ms_my: Tinggalkan kumpulan
pt_br: Sair do grupo
ru_ru: Покинуть группу
th_th: ออกจากกลุ่ม
vi_vn: Rời nhóm
zh_cn: 退出群组
zh_tw: 退出群組

# qTI
source: Leave
de_de: Verlassen
es_es: Abandonar
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
it_it: Abbandona
ja_jp: 退会
ko_kr: 나가기
ms_my: Tinggalkan
pt_br: Sair
ru_ru: Выйти
th_th: ออก
vi_vn: Rời khỏi
zh_cn: 退出
zh_tw: 退出

# vRw
source: End Secure Chat
de_de: Sicheren Chat beenden
es_es: Finalizar chat seguro
fr_fr: Fin de la discussion sécurisée
hi_in: सुरक्षित चैट समाप्त करें
id_id: Akhiri Obrolan Aman
it_it: Termina chat sicura
ja_jp: セキュアチャットを終了
ko_kr: 보안 채팅 종료
ms_my: Akhiri Sembang Selamat
pt_br: Encerrar chat seguro
ru_ru: Завершить безопасный чат
th_th: สิ้นสุดแชทที่ปลอดภัย
vi_vn: Kết thúc cuộc trò chuyện bảo mật
zh_cn: 结束密聊
zh_tw: 結束私密聊天

# Flo
source: Couldn't load
de_de: Konnte nicht geladen werden
es_es: No se pudo cargar
fr_fr: Échec du chargement
hi_in: लोड नहीं किया जा सका
id_id: Tidak dapat memuat
it_it: Non è stato possibile caricare
ja_jp: 読み込めませんでした
ko_kr: 로드할 수 없음
ms_my: Tidak dapat memuatkan
pt_br: Não foi possível carregar
ru_ru: Не удалось загрузить
th_th: ไม่สามารถโหลดได้
vi_vn: Không thể tải
zh_cn: 加载失败
zh_tw: 載入失敗

# sbo
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# Tjo
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
hi_in: बंद
id_id: Tidak aktif
it_it: Disattivata
ja_jp: 無効
ko_kr: 끔
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 已关闭
zh_tw: 已關閉

# kTU
source: This is either a network or service error. Please try again.
de_de: Dies ist entweder ein Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Se trata de un error del servicio o bien de la red. Inténtalo de nuevo.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
hi_in: नेटवर्क या सेवा त्रुटि. कृपया पुनः प्रयास करें.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
ko_kr: 네트워크 또는 서비스 오류입니다. 다시 시도하세요.
ms_my: Ini adalah kesilapan rangkaian atau perkhidmatan. Sila cuba lagi.
pt_br: Isto é um erro de rede ou serviço. Tente novamente.
ru_ru: Произошла ошибка сети или сервиса. Повторите попытку.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_cn: 网络或服务异常，请重试
zh_tw: 網路或服務異常，請重試

# W9g
source: Only group owner and admin can edit group information.
de_de: Nur der Gruppenbesitzer und der Administrator können Gruppeninformationen bearbeiten.
es_es: Solo el propietario y el administrador del grupo pueden editar información del grupo.
fr_fr: Seuls le propriétaire du groupe et l'administrateur peuvent modifier les informations du groupe.
hi_in: केवल समूह ओनर और समूह एडमिनिस्ट्रेटर ही समूह की जानकारी संपादित कर सकते हैं
id_id: Hanya pemilik grup dan admin yang dapat mengedit informasi grup.
it_it: Solo l'amministratore e il proprietario del gruppo possono modificare le informazioni del gruppo.
ja_jp: グループオーナーと管理者のみグループ情報を編集できる
ko_kr: 그룹 소유자 및 관리자만 그룹 정보를 편집 가능합니다.
ms_my: Hanya pemilik kumpulan dan pentadbir boleh mengedit maklumat kumpulan.
pt_br: Apenas o proprietário e o administrador do grupo podem editar informações do grupo.
ru_ru: Только владелец группы и администратор могут редактировать информацию о группе.
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่สามารถแก้ไขข้อมูลของกลุ่มได้
vi_vn: Chỉ chủ sở hữu và quản trị viên nhóm mới có thể chỉnh sửa thông tin nhóm.
zh_cn: 仅群主和群管理员可编辑群信息
zh_tw: 僅群主群組管理員可編輯群組資訊

# wa0
source: Group owner and admin only
de_de: Nur der Gruppenbesitzer und der Administrator
es_es: Solo el propietario y el administrador del grupo
fr_fr: Propriétaire du groupe et administrateur uniquement
hi_in: केवल समूह ओनर और समूह एडमिनिस्ट्रेर
id_id: Khusus pemilik grup dan admin
it_it: Solo l'amministratore e il proprietario del gruppo
ja_jp: グループオーナーと管理者のみ送信できる
ko_kr: 그룹 소유자 및 관리자만
ms_my: Pemilik kumpulan dan pentadbir sahaja
pt_br: Apenas o proprietário e o administrador do grupo
ru_ru: Только владелец группы и администратор
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้น
vi_vn: Chỉ chủ nhóm và quản trị viên nhóm
zh_cn: 仅群主和群管理员可发送
zh_tw: 僅群主和群組管理員可傳送

# Tg4
source: Only group owner and admin can send messages.
de_de: Nur der Gruppenbesitzer und der Administrator können Nachrichten senden.
es_es: Solo el propietario y el administrador del grupo pueden enviar mensajes.
fr_fr: Seuls le propriétaire du groupe et l'administrateur peuvent envoyer des messages.
hi_in: केवल समूह के ओनर और समूह के एडमिनिस्ट्रेटर ही संदेश भेज सकते हैं
id_id: Hanya pemilik grup dan admin yang dapat mengirim pesan.
it_it: Solo l'amministratore e il proprietario del gruppo possono inviare messaggi.
ja_jp: グループオーナーと管理者のみ発言できる
ko_kr: 그룹 소유자 및 관리자만 메시지를 보낼 수 있습니다.
ms_my: Hanya pemilik kumpulan dan pentadbir boleh menghantar mesej.
pt_br: Apenas o proprietário e o administrador do grupo podem enviar mensagens.
ru_ru: Только владелец группы и администратор могут отправлять сообщения.
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่สามารถส่งข้อความได้
vi_vn: Chỉ chủ sở hữu và quản trị viên nhóm mới có thể gửi tin nhắn.
zh_cn: 仅群主和群管理员可发言
zh_tw: 僅群主和群組管理員可發言
