Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 1NQ
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
ko_kr: 캘린더
ms_my: Lihat Kalendar
pt_br: Calendário
ru_ru: Календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 群成员日历
zh_tw: 群組成員日曆

# Ucs
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hi_in: कैलेंडर देखें
id_id: Kalender
it_it: Calendario
ja_jp: カレンダー
ko_kr: 캘린더
ms_my: Lihat Kalendar
pt_br: Calendário
ru_ru: Показать календарь
th_th: ปฏิทิน
vi_vn: Lịch
zh_cn: 查看日历
zh_tw: 查看日曆

# 1mU
source: Meeting Notes
de_de: Besprechungsnotizen
es_es: Notas de reunión
fr_fr: Notes de réunion
hi_in: मीटिंग नोट्स
id_id: Catatan Rapat
it_it: Note riunione
ja_jp: 会議議事録
ko_kr: 회의 메모
ms_my: Catatan Mesyuarat
pt_br: Anotações da reunião
ru_ru: Протокол конференции
th_th: บันทึกการประชุม
vi_vn: Ghi chú cuộc họp
zh_cn: 会议纪要
zh_tw: 會議記錄

# 8Co
source: Convert to a standard group?
de_de: In eine Standardgruppe umwandeln?
es_es: ¿Convertir a grupo estándar?
fr_fr: Convertir en groupe standard ?
hi_in: एक मानक समूह में कनवर्ट करें?
id_id: Konversi ke grup standar?
it_it: Convertire in un gruppo standard?
ja_jp: 一般グループに変更しますか？
ko_kr: 표준 그룹으로 전환하시겠습니까?
ms_my: Tukar ke kumpulan standard?
pt_br: Converter em um grupo padrão?
ru_ru: Преобразовать в стандартную группу?
th_th: แปลงเป็นกลุ่มมาตรฐานหรือไม่
vi_vn: Chuyển đổi thành nhóm tiêu chuẩn?
zh_cn: 确定转为普通群组吗？
zh_tw: 確定轉為一般群組嗎？

# E1c
source: Disband Meeting Group
de_de: Besprechungsgruppe auflösen
es_es: Disolver grupo de reunión
fr_fr: Dissoudre le groupe de réunion
hi_in: मीटिंग समूह भंग करें
id_id: Bubarkan Grup Rapat
it_it: Sciogli gruppo della riunione
ja_jp: 会議グループを解散する
ko_kr: 회의 그룹 해산
ms_my: Bubarkan Kumpulan Mesyuarat
pt_br: Desfazer grupo de reunião
ru_ru: Расформировать группу конференции
th_th: ยุบกลุ่มการประชุม
vi_vn: Giải tán Nhóm tham gia họp
zh_cn: 解散会议群组
zh_tw: 解散會議群組

# QGk
source: Once converted, the group will be independent from the original Calendar event.
de_de: Nach dem Umwandeln ist die Gruppe unabhängig vom ursprünglichen Kalendertermin.
es_es: Una vez convertido, el grupo no se asociará a los eventos originales de Calendario.
fr_fr: Suite à sa conversion, le groupe sera indépendant de l'événement de Calendrier original.
hi_in: एक बार बदल दिए जाने के बाद, समूह मूल कैलेंडर ईवेंट से अलग होगा.
id_id: Setelah dikonversi, grup akan independen dari acara Kalender asli.
it_it: Una volta convertito, il gruppo sarà indipendente dall'evento originale sul Calendario.
ja_jp: 一般グループに変更すると、グループは元の予定と関連付けされなくなります。
ko_kr: 전환하면 그룹은 원래 캘린더 이벤트로부터 독립적입니다.
ms_my: Apabila ditukar, kumpulan tidak akan dikaitkan dengan acara-acaranya.
pt_br: Depois de convertido, o grupo será independente do evento original do Calendário.
ru_ru: После преобразования группа не будет ассоциирована с событием календаря.
th_th: เมื่อแปลงแล้ว กลุ่มจะไม่ขึ้นอยู่กับเหตุการณ์ในปฏิทินเดิม
vi_vn: Sau khi được chuyển đổi, nhóm sẽ độc lập với sự kiện Lịch gốc.
zh_cn: 转为普通群组后，该群组将不再与原日程关联
zh_tw: 轉為一般群組後，該群組將不再與原日程關聯

# Q0Q
source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
hi_in: मानक समूह में कनवर्ट करें
id_id: Konversikan
it_it: Converti
ja_jp: 変更
ko_kr: 변환
ms_my: Tukar
pt_br: Converter
ru_ru: Преобразовать
th_th: แปลง
vi_vn: Chuyển đổi
zh_cn: 转为普通群
zh_tw: 轉換為一般群組

# TZI
source: The operation failed
de_de: Der Vorgang ist fehlgeschlagen
es_es: Error en la operación
fr_fr: Échec de l'opération
hi_in: ऑपरेशन विफल हुआ
id_id: Pengoperasian gagal
it_it: Impossibile eseguire operazione
ja_jp: 操作に失败しました
ko_kr: 작업 실패
ms_my: Operasi gagal
pt_br: Falha na operação
ru_ru: Не удалось выполнить операцию
th_th: การดำเนินการล้มเหลว
vi_vn: Thao tác thất bại
zh_cn: 操作失败
zh_tw: 操作失敗

# E0I
source: Receive unprompted messages
de_de: Unaufgeforderte Nachrichten empfangen
es_es: Recibir mensajes no solicitados
fr_fr: Recevoir des messages spontanés
id_id: Terima pesan yang tidak diminta
it_it: Ricevi messaggi spontanei
ja_jp: メッセージを受信
ko_kr: 프롬프트되지 않은 메시지 수신
ms_my: Terima mesej tanpa diminta
pt_br: Receba mensagens não solicitadas
ru_ru: Получать произвольные сообщения
th_th: รับข้อความที่ไม่ได้แจ้งเตือน
vi_vn: Nhận tin nhắn không mong muốn
zh_cn: 接收消息推送
zh_tw: 接收訊息推播

# S4Q
source: If turned off, you will no longer receive unprompted messages from the bot, but it can still reply your messages.
de_de: Bei deaktivierter Option empfangen Sie vom Bot keine unaufgeforderten Nachrichten mehr, aber er kann weiterhin Ihre Nachrichten beantworten.
es_es: Si está desactivado, ya no recibirás mensajes no solicitados del bot, pero este podrá igualmente responder a tus mensajes.
fr_fr: Si cette option est désactivée, vous ne recevrez plus de messages spontanés du bot, mais celui-ci pourra toujours répondre à vos messages.
id_id: Jika dinonaktifkan, Anda tidak akan lagi menerima pesan yang tidak diminta dari bot, namun bot masih dapat membalas pesan Anda.
it_it: Dopo la disattivazione, non riceverai più messaggi spontanei dal bot, ma potrà comunque rispondere ai tuoi messaggi.
ja_jp: オフにすると、ボットからのメッセージを受信しなくなりますが、ボットからの返信はこれまでどおり受信できます。
ko_kr: 끈 경우 봇으로부터 프롬프트되지 않은 메시지가 더 이상 수신되지 않지만, 여전히 회원님의 메시지에 회신할 수 있습니다.
ms_my: Jika dimatikan, anda tidak akan menerima mesej tanpa diminta dari bot, tetapi ia masih boleh membalas mesej anda.
pt_br: Se desativado, você não receberá mais mensagens não solicitadas do bot, mas ele ainda poderá responder suas mensagens.
ru_ru: Если этот параметр отключен, вы больше не будете получать произвольные сообщения от бота, однако он сможет отвечать на ваши сообщения.
th_th: หากปิด คุณจะไม่ได้รับข้อความที่ไม่ได้แจ้งเตือนจากบอทอีกต่อไป แต่บอทยังตอบกลับข้อความของคุณได้
vi_vn: Nếu bị tắt, bạn sẽ không còn nhận được tin nhắn không mong muốn từ bot, nhưng bot vẫn có thể trả lời tin nhắn của bạn.
zh_cn: 关闭后，你将不再收到该机器人主动发送的消息，但机器人仍可回复你的消息
zh_tw: 關閉後，你將不再收到該機器人主動傳送的訊息，但機器人仍可回覆你的訊息

# +F4
source: Only group owner can invite external users to group.
de_de: Nur der Gruppenbesitzer kann externe Benutzer in eine Gruppe einladen.
es_es: Sólo el propietario de grupo puede invitar a usuarios externos al grupo.
fr_fr: Seul le propriétaire du groupe peut inviter des utilisateurs externes à rejoindre le groupe.
hi_in: केवल समूह के ओनर बाहरी उपयोगकर्ताओं को समूह में आमंत्रित कर सकते हैं.
id_id: Hanya pemilik grup yang dapat mengundang pengguna eksternal ke grup.
it_it: Solo l'amministratore del gruppo può invitare utenti esterni al gruppo.
ja_jp: グループオーナーのみ外部メンバーをグループに追加できます
ko_kr: 그룹 소유자만 외부 사용자를 그룹에 초대할 수 있습니다.
ms_my: Hanya pemilik kumpulan boleh menjemput pengguna luar ke kumpulan.
pt_br: Apenas o proprietário do grupo pode convidar usuários externos ao grupo.
ru_ru: Пригласить в группу внешних пользователей может только владелец группы.
th_th: มีเพียงเจ้าของกลุ่มเท่านั้นที่สามารถเชิญผู้ใช้ภายนอกให้เข้าร่วมกลุ่มได้
vi_vn: Chỉ chủ sở hữu nhóm mới có thể mời người dùng bên ngoài vào nhóm.
zh_cn: 仅群主可添加外部成员，请联系群主操作
zh_tw: 僅群主可新增外部成員，請聯絡群主操作

# ao0
source: an external group will be created
de_de: eine externe Gruppe wird erstellt
es_es: Se creará un grupo externo
fr_fr: un groupe externe sera créé
hi_in: एक बाहरी समूह बनाया जाएगा
id_id: grup eksternal akan dibuat
it_it: verrà creato un gruppo esterno
ja_jp: 外部グループが作成されます
ko_kr: 외부 그룹이 생성됩니다
ms_my: kumpulan luar akan diwujudkan
pt_br: um grupo externo será criado
ru_ru: будет создана внешняя группа
th_th: จะมีการสร้างกลุ่มภายนอกขึ้น
vi_vn: một nhóm bên ngoài sẽ được tạo ra
zh_cn: 新的外部群
zh_tw: 新的外部群組

# prA
source: Unable to add
de_de: Hinzufügen nicht möglich
es_es: No se ha podido agregar
fr_fr: Impossible de procéder à l'ajout
hi_in: जोड़ने में असमर्थ
id_id: Tidak dapat menambah
it_it: Impossibile aggiungere
ja_jp: 追加できません
ko_kr: 추가할 수 없음
ms_my: Tidak dapat menambah
pt_br: Não é possível adicionar
ru_ru: Не удается добавить
th_th: เพิ่มไม่ได้
vi_vn: Không thể thêm
zh_cn: 无法添加
zh_tw: 無法新增

# MnY
source: Applications
de_de: Apps
es_es: Aplicaciones
fr_fr: Demandes
hi_in: एप्लिकेशन
id_id: Aplikasi
it_it: Applicazioni
ja_jp: アプリ
ko_kr: 애플리케이션
ms_my: Aplikasi
pt_br: Aplicativos
ru_ru: Приложения
th_th: แอปพลิเคชัน
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用程式

# OJM
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
ms_my: Salin
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# q70
source: Create external group
de_de: Externe Gruppe erstellen
es_es: Crear grupo externo
fr_fr: Créer un groupe externe
hi_in: बाहरी समूह बनाएँ
id_id: Buat grup eksternal
it_it: Crea gruppo esterno
ja_jp: 外部グループを作成
ko_kr: 외부 그룹 생성
ms_my: Buat kumpulan luaran
pt_br: Criar grupo externo
ru_ru: Создать внешнюю группу
th_th: สร้างกลุ่มภายนอก
vi_vn: Tạo nhóm bên ngoài
zh_cn: 创建外部群
zh_tw: 建立外部群組

# hfE
source: Since the users you selected include external contacts, an external group will be created. Members of the existing group will be added to the new group.
de_de: Da die von Ihnen ausgewählten Benutzer externe Kontakte enthalten, wird eine externe Gruppe erstellt. Mitglieder der bestehenden Gruppe werden der neuen Gruppe hinzugefügt.
es_es: Debido a que entre los usuarios que has seleccionado hay contactos externos, se creará un grupo externo. Los miembros del grupo existente se agregarán al grupo nuevo.
fr_fr: Vu que les utilisateurs que vous avez sélectionnés comprennent des contacts externes, un groupe externe sera créé. Les membres du groupe existant seront ajoutés au nouveau groupe.
hi_in: चूँकि आपके द्वारा चयनित उपयोगकर्ताओं में से बाहरी संपर्क हैं, एक बाहरी समूह बनाया जाएगा. वर्तमान समूह के सदस्यों को नए समूह में जोड़ा जाएगा.
id_id: Karena pengguna yang Anda pilih berisi kontak eksternal, grup eksternal akan dibuat. Anggota grup yang sudah ada akan ditambahkan ke grup baru.
it_it: Poiché gli utenti selezionati includono contatti esterni, verrà creato un gruppo esterno. I membri del gruppo esistente verranno aggiunti al nuovo gruppo.
ja_jp: 選択したメンバーのなかに外部メンバーが含まれているため、現在のグループメンバーを含む外部グループが作成されます。
ko_kr: 사용자가 선택한 사용자에 외부 연락처가 포함되어 있기 때문에 외부 그룹이 생성됩니다. 기존 그룹의 구성원들이 새 그룹에 추가됩니다.
ms_my: Memandangkan pengguna yang anda pilih termasuk kenalan luaran, kumpulan luaran akan dibuat. Ahli kumpulan sedia ada akan ditambah ke kumpulan baru.
pt_br: Como os usuários que você escolheu incluem contatos externos, um grupo externo será criado. Os membros do grupo atual serão adicionados ao novo grupo.
ru_ru: Так как пользователи, которых вы выбрали, включают в себя внешние контакты, будет создана внешняя группа. Участники существующей группы будут добавлены в новую группу.
th_th: เนื่องจากผู้ใช้ที่คุณเลือกมีผู้ติดต่อภายนอก จะมีการสร้างกลุ่มภายนอกขึ้น สมาชิกของกลุ่มที่มีอยู่จะได้รับการเพิ่มในกลุ่มใหม่
vi_vn: Vì những người dùng được chọn thuộc các liên hệ bên ngoài, nhóm bên ngoài sẽ được tạo lập. Thành viên của nhóm hiện tại sẽ được thêm vào nhóm mới.
zh_cn: 所选成员包含外部联系人，将要创建一个新的外部群，已有群成员会被自动加入到新群。
zh_tw: 所選成員包含外部聯絡人，將要建立一個新的外部群組，已有群組成員會被自動加入到新群組。

# lZU
source: Generated group link
de_de: hat einen Gruppenlink generiert
es_es: ha generado un enlace de grupo
fr_fr: a généré un lien de groupe
hi_in: ने समूह लिंक जनरेट की
id_id: Membuat tautan grup
it_it: Link al gruppo generato
ja_jp: がグループリンクを作成しました
ko_kr: 생성된 그룹 링크
ms_my: Pautan kumpulan dihasilkan
pt_br: Link do grupo gerado
ru_ru: создал ссылку группы
th_th: ลิงก์กลุ่มที่สร้างขึ้น
vi_vn: Đã tạo liên kết nhóm
zh_cn: 生成了群链接
zh_tw: 群組連結已產生

# BD4
source: Deactivate Link
de_de: Link deaktivieren
es_es: Desactivar enlace
fr_fr: Désactiver le lien
hi_in: लिक निष्क्रीय करें
id_id: Nonaktifkan Tautan
it_it: Disattiva link
ja_jp: このリンクを無効にする
ko_kr: 링크 비활성화
ms_my: Nyahaktif Pautan
pt_br: Desativar link
ru_ru: Деактивация ссылки
th_th: ปิดใช้งานลิงก์
vi_vn: Hủy kích hoạt Liên kết
zh_cn: 停用该链接
zh_tw: 停用該連結

# gC4
source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
hi_in: निष्क्रिय करें
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: 共有を禁止
ko_kr: 비활성화하기
ms_my: Nyahaktif
pt_br: Desativar
ru_ru: Отключить
th_th: ปิดใช้งาน
vi_vn: Hủy kích hoạt
zh_cn: 停用分享
zh_tw: 停用分享

# VNk
source: Scan the group QR code to join now.
de_de: Scannen Sie den QR-Code der Gruppe, um jetzt beizutreten.
es_es: Escanear el código QR del grupo para unirse ahora.
fr_fr: Scannez le code QR du groupe pour le rejoindre maintenant.
hi_in: अभी शामिल होने के लिए QR कोड स्कैन करें.
id_id: Pindai kode QR grup untuk bergabung sekarang.
it_it: Scansiona il codice QR di gruppo per partecipare subito.
ja_jp: QRコードをスキャンして、グループに参加しましょう。
ko_kr: 그룹 QR 코드를 스캔하여 지금 참가하세요.
ms_my: Imbas kod QR kumpulan untuk menyertai sekarang.
pt_br: Escaneie o código QR do grupo para ingressar agora.
ru_ru: Отсканируйте QR-код группы, чтобы присоединиться.
th_th: สแกนคิวอาร์โค้ดของกลุ่มเพื่อเข้าร่วมทันที
vi_vn: Quét mã QR nhóm để tham gia ngay.
zh_cn: 扫描群二维码，立刻加入该群
zh_tw: 掃描群組 QR 碼，立即加入該群組

# jp0
source: Couldn't load the link.
de_de: Link konnte nicht geladen werden.
es_es: No se pudo cargar el enlace.
fr_fr: Impossible de charger le lien.
hi_in: लिंक लोड नहीं किया जा सका.
id_id: Tidak dapat memuat tautan.
it_it: Non è stato possibile caricare il link.
ja_jp: リンクの読み込みに失敗しました
ko_kr: 링크를 로드할 수 없습니다.
ms_my: Tidak dapat memuatkan pautan.
pt_br: Não foi possível carregar o link.
ru_ru: Не удалось загрузить ссылку.
th_th: ไม่สามารถโหลดลิงก์ได้
vi_vn: Không thể tải liên kết.
zh_cn: 链接加载失败
zh_tw: 連結載入失敗

# R5k
source: Group applications
de_de: Gruppen-Apps
es_es: Aplicaciones de grupos
fr_fr: Demandes de groupe
hi_in: समूह ऐप्लीकेश
id_id: Aplikasi grup
it_it: Applicazioni di gruppo
ja_jp: グループアプリ
ko_kr: 그룹 애플리케이션
ms_my: Aplikasi kumpulan
pt_br: Aplicativos do grupo
ru_ru: Приложения группы
th_th: แอปพลิเคชันของกลุ่ม
vi_vn: Ứng dụng nhóm
zh_cn: 群应用
zh_tw: 群組應用程式

# +Ns
source: Group link copied
de_de: Gruppenlink kopiert
es_es: Se ha copiado el enlace del grupo
fr_fr: Lien de groupe copié
hi_in: समूह का लिंक कॉपी किया गया
id_id: Tautan grup disalin
it_it: Link gruppo copiato
ja_jp: グループリンクをコピーしました
ko_kr: 그룹 링크 복사됨
ms_my: Pautan kumpulan disalin
pt_br: Link do grupo copiado
ru_ru: Скопирована ссылка на группу
th_th: คัดลอกลิงก์กลุ่มแล้ว
vi_vn: Đã sao chép liên kết nhóm
zh_cn: 已复制群链接
zh_tw: 已複製群組連結

# w8Y
source: joined the group via link shared by {{user_name}}
de_de: ist der Gruppe über einen von {{user_name}} geteilten Link beigetreten
es_es: se ha unido al grupo mediante el enlace compartido por {{user_name}}
fr_fr: a rejoint le groupe via un lien partagé par {{user_name}}
hi_in: {{user_name}} द्वारा साझा किए गए लिंक द्वारा समूह में शामिल हों
id_id: bergabung dengan grup via tautan yang dibagikan oleh {{user_name}}
it_it: si è unito al gruppo tramite il link condiviso da {{user_name}}
ja_jp: は {{user_name}} が共有したリンクからグループに参加しました
ko_kr: 님이 {{user_name}} 님이 공유한 링크를 통해 그룹에 참가했습니다.
ms_my: menyertai kumpulan melalui pautan yang dikongsi oleh {{user_name}}
pt_br: ingressou no grupo pelo link compartilhado por {{user_name}}
ru_ru: Присоединился к группе по ссылке от {{user_name}}
th_th: เข้าร่วมกลุ่มผ่านทางลิงก์ที่แชร์โดย {{user_name}} แล้ว
vi_vn: đã tham gia nhóm qua liên kết được chia sẻ bởi {{user_name}}
zh_cn: 通过{{user_name}}分享的链接加入本群
zh_tw: 透過{{user_name}}分享的連結加入本群組

# x4o
source: Member permission management
de_de: Verwaltung der Mitgliederberechtigungen
es_es: Administración de permisos de miembro
fr_fr: Gestion des autorisations des membres
hi_in: सदस्य अनुमतियों का प्रबंधन
id_id: Manajemen izin anggota
it_it: Gestione delle autorizzazioni dei membri
ja_jp: メンバーの権限を管理
ko_kr: 구성원 권한 관리
ms_my: Pengurusan kebenaran ahli
pt_br: Gerenciamento de permissões de membros
ru_ru: Управление разрешениями участников
th_th: การจัดการสิทธิ์การอนุญาตของสมาชิก
vi_vn: Quản lý quyền của thành viên
zh_cn: 成员权限管理
zh_tw: 成員權限管理

# 7b8
source: No one can send
de_de: Niemand kann senden
es_es: Nadie puede enviar
fr_fr: Personne ne peut envoyer
hi_in: कोई भी भेज नहीं सकता
id_id: Tidak ada yang bisa mengirim
it_it: Nessun può inviare
ja_jp: すべてのユーザーが送信不可
ko_kr: 아무도 보낼 수 없음
ms_my: Tiada siapa boleh menghantar
pt_br: Ninguém pode enviar
ru_ru: Никто не может отправлять
th_th: ไม่มีใครสามารถส่งได้
vi_vn: Không người nào có thể gửi
zh_cn: 所有人均不可发送
zh_tw: 所有人均不可傳送

# ITM
source: Report
de_de: Melden
es_es: Denunciar
fr_fr: Dénoncer
hi_in: रिपोर्ट
id_id: Lapor
it_it: Segnala
ja_jp: 報告
ko_kr: 보고
ms_my: Laporkan
pt_br: Denunciar
ru_ru: Пожаловаться
th_th: รายงาน
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 舉報

# WaE
source: Search Chat History
de_de: Chatverlauf durchsuchen
es_es: Buscar en historial de chat
fr_fr: Rechercher dans l'historique de discussion
hi_in: चैट इतिहास खोजें
id_id: Cari Riwayat Obrolan
it_it: Cerca cronologia chat
ja_jp: チャット履歴を検索
ko_kr: 채팅 기록 검색
ms_my: Cari Sejarah Sembang
pt_br: Pesquisar histórico de chat
ru_ru: Поиск в истории чата
th_th: ค้นหาประวัติแชท
vi_vn: Tìm kiếm lịch sử trò chuyện
zh_cn: 搜索聊天记录
zh_tw: 搜尋聊天記錄

# TvY
source: where I left off
de_de: wo ich aufgehört habe
es_es: donde lo he dejado
fr_fr: où je me suis arrêté
hi_in: जहाँ से मैंने छोड़ा
id_id: tempat terakhir saya
it_it: dove avevo interrotto
ja_jp: 前回閲覧したメッセージから
ko_kr: 사용자가 이전에 종료했던 곳
ms_my: di mana saya tinggalkan
pt_br: onde eu estava
ru_ru: место, где я остановился
th_th: จุดที่ฉันทิ้งไว้
vi_vn: nơi tôi đã rời đi
zh_cn: 上次离开的地方
zh_tw: 上次離開的地方

# UyI
source: Forward chat history
de_de: Chatverlauf weiterleiten
es_es: Reenviar el historial de chat
fr_fr: Transférer l'historique de discussion
hi_in: चैट इतिहास फ़ॉर्वर्ड करें
id_id: Teruskan riwayat obrolan
it_it: Inoltra cronologia chat
ja_jp: チャット履歴を同期
ko_kr: 채팅 기록 전달
ms_my: Hantar semula sejarah sembang
pt_br: Encaminhar histórico do chat
ru_ru: Переслать историю чатов
th_th: ส่งต่อประวัติแชท
vi_vn: Chuyển tiếp lịch sử trò chuyện
zh_cn: 同步聊天记录
zh_tw: 同步聊天記錄

# LUY
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# t5Y
source: Save Image
de_de: Als Bild speichern
es_es: Guardar como imagen
fr_fr: Enregistrer en tant qu'image
hi_in: छवि के रूप में सहेजें
id_id: Simpan sebagai gambar
it_it: Salva come immagine
ja_jp: 画像を保存
ko_kr: 이미지로 저장
ms_my: Simpan sebagai Imej
pt_br: Salvar como imagem
ru_ru: Сохранить как изображение
th_th: บันทึกเป็นภาพ
vi_vn: Lưu dưới dạng Hình ảnh
zh_cn: 保存图片
zh_tw: 儲存圖片

# 9yg
source: Unable to complete the operation. You don't have permission to communicate externally.
de_de: Der Vorgang kann nicht abgeschlossen werden. Sie haben keine Berechtigung zum externen Kommunizieren.
es_es: No puedes finalizar la operación. No tienes permiso para comunicarte externamente.
fr_fr: Impossible de terminer l'opération. Vous n'êtes pas autorisé à communiquer en externe.
hi_in: ऑपरेशन पूर्ण करने में असमर्थ. आपके पास बाहरी तौर पर संवाद करने की अनुमति नहीं है.
id_id: Tidak dapat menyelesaikan operasi. Anda tidak memiliki izin untuk berkomunikasi secara eksternal.
it_it: Impossibile completare l'operazione. Non disponi dell'autorizzazione per comunicare esternamente.
ja_jp: 操作できませんでした。あなたは外部連絡権限がありません。
ko_kr: 작업을 완료할 수 없습니다. 외부 커뮤니케이션 권한이 없습니다.
ms_my: Tidak dapat melengkapkan operasi. Anda tidak mempunyai kebenaran untuk berkomunikasi secara luaran.
pt_br: Não é possível concluir a operação. Você não tem permissão para comunicar-se externamente.
ru_ru: Не удалось завершить операцию. У вас нет разрешения на внешнее общение.
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้ คุณไม่มีสิทธิ์การอนุญาตในการสื่อสารภายนอก
vi_vn: Không thể hoàn thành được thao tác. Bạn không có quyền giao tiếp với bên ngoài.
zh_cn: 操作失败，无对外沟通权限
zh_tw: 操作失敗，無對外溝通權限

# LRo
source: Fill
de_de: Füllung
es_es: Completar
fr_fr: Remplir
id_id: Isi
it_it: Compila
ja_jp: 塗りつぶし
ko_kr: 작성
ms_my: Isi
pt_br: Preencher
ru_ru: Заполнить
th_th: กรอก
vi_vn: Điền
zh_cn: 填充
zh_tw: 填補

# MUs
source: Outline
de_de: Kontur
es_es: Contorno
fr_fr: Contour
id_id: Garis Besar
it_it: Contorno
ja_jp: 枠線
ko_kr: 윤곽선
ms_my: Rangka
pt_br: Contorno
ru_ru: Контур
th_th: โครงร่าง
vi_vn: Đề cương
zh_cn: 边框
zh_tw: 外框

# d5I
source: Enter profile photo text. Text wrapping supported (two lines maximum).
de_de: Geben Sie den Text für das Profilbild ein. Der Textumbruch wird unterstützt (maximal zwei Zeilen).
es_es: Introduce el texto para la foto de perfil. Admite justificación del texto (dos líneas como máximo).
fr_fr: Saisissez le texte de la photo de profil. Le saut de ligne est pris en charge (deux lignes maximum).
id_id: Masukkan teks foto profil. Mendukung pembungkusan teks (maksimum dua baris).
it_it: Immetti il testo della foto del profilo. Disposizione del testo supportata (due righe al massimo).
ja_jp: 表示する文字を入力（最大 2 行まで改行可能）
ko_kr: 프로필 사진 텍스트를 입력하십시오. 텍스트 줄 바꿈이 지원됩니다(최대 2줄).
ms_my: Masukkan teks foto profil. Sokongan pembungkusan teks (maksimum dua baris).
pt_br: Insira o texto da foto do perfil. Quebra de texto suportada (máximo de duas linhas).
ru_ru: Введите текст фото профиля. Поддерживается перенос текста (максимум две строки).
th_th: กรอกข้อความรูปโปรไฟล์ รองรับการตัดข้อความ (สูงสุดสองบรรทัด)
vi_vn: Nhập văn bản ảnh hồ sơ. Hỗ trợ tính năng ngắt dòng văn bản (tối đa hai dòng).
zh_cn: 输入头像文字，支持换行（最多展示两行）
zh_tw: 輸入頭像文字，支援換行 (最多顯示兩行)

# HbM
source: Move to collapsed chats
de_de: In zusammengeklappte Chats verschieben
es_es: Mover a chats contraídos
fr_fr: Déplacer vers les fenêtres de discussion réduites
hi_in: संक्षिप्त किए गए चैट पर जाएं
id_id: Pindahkan ke obrolan dilipat
it_it: Sposta nelle chat compresse
ja_jp: 「非表示チャット」に入れる
ko_kr: 축소된 채팅으로 이동
ms_my: Pindah ke sembang runtuh
pt_br: Mover para chats recolhidos
ru_ru: Перейти к свернутым чатам
th_th: ย้ายไปที่การแชทแบบพับ
vi_vn: Chuyển đến cuộc trò chuyện thu gọn
zh_cn: 移入“折叠的会话”
zh_tw: 移入「摺疊的對話」

# dNc
source: Chats will be muted in Collapsed Chats
de_de: Chats in Collapsed Chats werden stumm geschaltet
es_es: Los chats se silenciarán en los Chats contraídos
fr_fr: Les discussions seront mises en sourdine dans les fenêtres de discussion réduites
hi_in: चैट को संक्षिप्त किए गए चैट में म्यूट किया जाएगा
id_id: Obrolan akan dibisukan dalam Obrolan Dilipat
it_it: Le chat compresse verranno silenziate
ja_jp: 入れると、チャットの通知を受信しなくなります
ko_kr: 채팅은 축소된 채팅에서 음소거됩니다
ms_my: Sembang akan disenyapkan dalam Sembang Runtuh
pt_br: Os chats serão silenciados em Chats recolhidos
ru_ru: Чаты будут отключены в свернутых чатах
th_th: แชทจะถูกปิดเสียงในแชทแบบพับ
vi_vn: Trò chuyện sẽ bị tắt tiếng trong Trò chuyện thu gọn
zh_cn: 移入后，将不再接收消息提醒
zh_tw: 移入後，將不再接收訊息提醒

# Utk
source: Mute @All mentions
de_de: @Alle Erwähnungen stummschalten
es_es: Silenciar @todas las menciones
fr_fr: Couper le son de @Toutes les mentions
hi_in: @सभी संदेश म्यूट करें
id_id: Bisukan @Semua sebutan
it_it: Disattiva l'audio delle menzioni @tutti
ja_jp: @全員のメッセージをミュート
ko_kr: @모든 멘션 음소거
ms_my: Senyapkan sebutan @Semua
pt_br: Ativar mudo de menções de @Todos
ru_ru: Отключить звук упоминаний @Все
th_th: ปิดเสียง @กล่าวถึงทั้งหมด
vi_vn: Tắt tiếng @Tất cả mọi người
zh_cn: @所有人的消息不提示
zh_tw: 不提示@所有人的訊息

# 7Rw
source: Mute notifications
de_de: Benachrichtigungen stummschalten
es_es: Silenciar notificaciones
fr_fr: Couper le son des notifications
hi_in: नोटिफ़िकेशन म्यूट करें
id_id: Bisukan notifikasi
it_it: Disattiva audio notifiche
ja_jp: 通知をミュート
ko_kr: 음소거 알림
ms_my: Senyapkan notifikasi
pt_br: Ativar mudo das notificações
ru_ru: Отключить уведомления
th_th: ปิดเสียงการแจ้งเตือน
vi_vn: Tắt tiếng thông báo
zh_cn: 消息免打扰
zh_tw: 訊息免打擾

# ff8
source: Customized text
de_de: Benutzerdefinierter Text
es_es: Texto personalizado
fr_fr: Texte personnalisé
hi_in: अनुकूलित टेक्स्ट
id_id: Teks yang dikustomisasi
it_it: Testo personalizzato
ja_jp: 文字をカスタマイズ
ko_kr: 사용자 지정 텍스트
ms_my: Teks tersuai
pt_br: Texto personalizado
ru_ru: Пользовательский текст
th_th: ข้อความที่ปรับแต่ง
vi_vn: Văn bản tùy chỉnh
zh_cn: 自定义文字
zh_tw: 自訂文字
