Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# vas
source: Members of the department "{{Department}}" can join this group automatically.
de_de: Mitglieder der Abteilung „{{Department}}“ können dieser Gruppe automatisch beitreten.
es_es: Los miembros del departamento "{{Department}}" pueden unirse a este grupo automáticamente.
fr_fr: Les membres du service "{{Department}}" peuvent rejoindre ce groupe automatiquement.
id_id: Anggota departemen "{{Department}}" dapat bergabung dengan grup ini secara otomatis.
it_it: I membri del reparto "{{Department}}" possono partecipare automaticamente a questo gruppo.
ja_jp: 「{{Department}}」に所属するメンバーは自動的にグループに参加できます。
ko_kr: "{{Department}}" 부서의 구성원은 자동으로 이 그룹에 가입할 수 있습니다.
ms_my: Ahli jabatan "{{Department}}" boleh menyertai kumpulan ini secara automatik.
pt_br: Membros do departamento "{{Department}}" podem ingressar neste grupo automaticamente.
ru_ru: Участники отдела "{{Department}}" могут присоединиться к этой группе автоматически.
th_th: สมาชิกของแผนก "{{Department}}" สามารถเข้าร่วมกลุ่มนี้ได้โดยอัตโนมัติ
vi_vn: Thành viên của phòng ban "{{Department}}" có thể tự động tham gia nhóm này.
zh_cn: 当成员所属部门为“{{Department}}”时，自动加入此群
zh_tw: 當成員所屬部門為「{{Department}}」時，自動加入此群組

# IrI
source: Rule {{num}}
de_de: Regel {{num}}
es_es: Regla {{num}}
fr_fr: Règle {{num}}
id_id: Aturan {{num}}
it_it: Regola {{num}}
ja_jp: ルール {{num}}
ko_kr: 규칙 {{num}}개
ms_my: Peraturan {{num}}
pt_br: Regra {{num}}
ru_ru: Правило {{num}}
th_th: กฎ {{num}}
vi_vn: Quy tắc {{num}}
zh_cn: 规则 {{num}}
zh_tw: 規則 {{num}}

# ky8
source: Change Permissions
de_de: Berechtigungen ändern
es_es: Cambiar permisos
fr_fr: Modifier les autorisations
id_id: Ubah Izin
it_it: Modifica autorizzazioni
ja_jp: グループメールの権限を変更
ko_kr: 권한 변경
ms_my: Ubah Kebenaran
pt_br: Alterar permissões
ru_ru: Изменить разрешения
th_th: เปลี่ยนสิทธิ์การอนุญาต
vi_vn: Thay đổi quyền
zh_cn: 修改群邮箱权限
zh_tw: 修改群組信箱權限

# tB8
source: Copy Address
de_de: Adresse kopieren
es_es: Copiar dirección
fr_fr: Copier l'adresse
id_id: Salin Alamat
it_it: Copia indirizzo
ja_jp: グループメールアドレスをコピー
ko_kr: 주소 복사
ms_my: Salin Alamat
pt_br: Copiar endereço
ru_ru: Копировать адрес
th_th: คัดลอกที่อยู่อีเมล
vi_vn: Sao chép địa chỉ email
zh_cn: 复制群邮箱地址
zh_tw: 複製群組信箱地址

# FPg
source: Email address copied
de_de: E-Mail-Adresse kopiert
es_es: Dirección de correo electrónico copiada
fr_fr: Adresse e-mail copiée
id_id: Alamat email disalin
it_it: Indirizzo e-mail copiato
ja_jp: メールアドレスをコピーしました。
ko_kr: 이메일 주소가 복사되었습니다
ms_my: Alamat e-mel disalin
pt_br: Endereço de e-mail copiado
ru_ru: Адрес почты скопирован
th_th: คัดลอกที่อยู่อีเมลแล้ว
vi_vn: Đã sao chép địa chỉ email
zh_cn: 邮箱地址已复制
zh_tw: 已複製信箱地址

# F38
source: Unable to generate the email address
de_de: Generieren der E-Mail-Adresse nicht möglich
es_es: No se puede generar la dirección de correo electrónico
fr_fr: Impossible de générer l’adresse e-mail
id_id: Gagal membuat alamat email
it_it: Impossibile generare l'indirizzo e-mail
ja_jp: メールアドレスを作成できませんでした。
ko_kr: 이메일 주소를 생성할 수 없습니다
ms_my: Tidak dapat menjana alamat e-mel
pt_br: Não foi possível gerar o endereço de e-mail
ru_ru: Не удалось сгенерировать адрес почты
th_th: ไม่สามารถสร้างที่อยู่อีเมลได้
vi_vn: Không thể tạo địa chỉ email
zh_cn: 获取失败
zh_tw: 取得失敗

# um4
source: Everyone can email this group.
de_de: Alle können dieser Gruppe E-Mails senden.
es_es: Todos pueden enviar correos electrónicos a este grupo.
fr_fr: Tout le monde peut envoyer des e-mails à ce groupe.
id_id: Semua orang dapat mengirim email ke grup ini.
it_it: Tutti possono inviare e-mail a questo gruppo.
ja_jp: このグループメールには誰でも送信できます。
ko_kr: 모든 사용자가 이 그룹에 이메일을 보낼 수 있습니다.
ms_my: Semua orang boleh menghantar emel ke kumpulan ini.
pt_br: Todos podem enviar e-mail para este grupo.
ru_ru: Каждый может отправить письмо этой группе.
th_th: ทุกคนสามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Mọi người đều có thể gửi email cho nhóm này.
zh_cn: 所有人均可向此群发送邮件
zh_tw: 所有人均可向此群組傳送郵件

# Wj8
source: No one can email this group.
de_de: Niemand kann dieser Gruppe E-Mails senden.
es_es: Nadie puede enviar correos electrónicos a este grupo.
fr_fr: Personne ne peut envoyer des e-mails à ce groupe.
id_id: Tidak ada yang dapat mengirim email ke grup ini.
it_it: Nessuno può inviare e-mail a questo gruppo.
ja_jp: このグループメールには誰も送信できません。
ko_kr: 누구도 이 그룹에 이메일을 보낼 수 없습니다.
ms_my: Tiada siapa boleh menghantar emel ke kumpulan ini.
pt_br: Ninguém pode enviar e-mail para este grupo.
ru_ru: Никто не может отправить письмо этой группе.
th_th: ไม่มีใครสามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Không ai có thể gửi email cho nhóm này.
zh_cn: 所有人均不可向此群发送邮件
zh_tw: 所有人均無法向此群組傳送郵件

# 7ao
source: Only group members can email this group.
de_de: Nur die Gruppenmitglieder können dieser Gruppe E-Mails senden.
es_es: Solo los miembros del grupo pueden enviar correos electrónicos a este grupo.
fr_fr: Seuls les membres du groupe peuvent envoyer des e-mails à ce groupe.
id_id: Hanya anggota grup yang dapat mengirim email ke grup ini.
it_it: Solo i membri del gruppo possono inviare e-mail a questo gruppo.
ja_jp: このグループメールに送信できるのはグループのメンバーのみです。
ko_kr: 그룹 구성원만 이 그룹에 이메일을 보낼 수 있습니다.
ms_my: Hanya ahli kumpulan boleh menghantar emel ke kumpulan ini.
pt_br: Apenas membros do grupo podem enviar e-mail para este grupo.
ru_ru: Только участники группы могут отправлять сообщения почты этой группе.
th_th: เฉพาะสมาชิกกลุ่มเท่านั้นที่สามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Chỉ thành viên nhóm mới có thể gửi email cho nhóm này.
zh_cn: 仅群成员可向此群发送邮件
zh_tw: 僅群組成員可向此群組傳送郵件

# 29g
source: Only organization members can email this group.
de_de: Nur die Mitglieder der Organisation können dieser Gruppe E-Mails senden.
es_es: Solo los miembros de la organización pueden enviar correos electrónicos a este grupo.
fr_fr: Seuls les membres de l'organisation peuvent envoyer des e-mails à ce groupe.
id_id: Hanya anggota organisasi yang dapat mengirim email ke grup ini.
it_it: Solo i membri dell'organizzazione possono inviare e-mail a questo gruppo.
ja_jp: このグループメールに送信できるのは法人の内部メンバーのみです。
ko_kr: 기업 구성원만 이 그룹에 이메일을 보낼 수 있습니다.
ms_my: Hanya ahli organisasi boleh menghantar emel ke kumpulan ini.
pt_br: Somente membros da organização podem enviar e-mails para este grupo.
ru_ru: Только участники организации могут отправлять письма этой группе.
th_th: เฉพาะสมาชิกขององค์กรเท่านั้นที่สามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Chỉ thành viên trong tổ chức mới có thể gửi email cho nhóm này.
zh_cn: 仅企业内成员可向此群发送邮件
zh_tw: 僅企業內成員可向此群組傳送郵件

# DKk
source: Only group owner and admin can email this group.
de_de: Nur der Gruppenbesitzer und der Administrator können dieser Gruppe E-Mails senden.
es_es: Solo el propietario del grupo y el administrador pueden enviar correos electrónicos a este grupo.
fr_fr: Seuls le propriétaire et l'administrateur du groupe peuvent envoyer des e-mails à ce groupe.
id_id: Hanya pemilik grup dan admin yang dapat mengirim email ke grup ini.
it_it: Solo l'amministratore e il proprietario del gruppo possono inviare e-mail a questo gruppo.
ja_jp: このグループメールに送信できるのはグループオーナーと管理者のみです。
ko_kr: 그룹 소유자 및 관리자만 이 그룹에 이메일을 보낼 수 있습니다.
ms_my: Hanya pemilik dan pentadbir kumpulan boleh menghantar emel ke kumpulan ini.
pt_br: Apenas o proprietário e o administrador do grupo podem enviar e-mail para este grupo.
ru_ru: Только владелец и администратор группы могут отправлять сообщения почты этой группе.
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่สามารถส่งอีเมลถึงกลุ่มนี้ได้
vi_vn: Chỉ chủ nhóm và quản trị viên nhóm mới có thể gửi email cho nhóm này.
zh_cn: 仅群主和群管理员可向此群发送邮件
zh_tw: 僅群主和群組管理員可向此群組傳送郵件

# R/s
source: Unable to copy
de_de: Kopieren nicht möglich
es_es: No se puede copiar
fr_fr: Copie impossible
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした。
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Не удалось скопировать
th_th: ไม่สามารถคัดลอกได้
vi_vn: Không thể sao chép
zh_cn: 复制失败
zh_tw: 複製失敗

# KR4
source: Email address generated
de_de: E-Mail-Adresse generiert
es_es: Dirección de correo electrónico generada
fr_fr: Adresse e-mail générée
id_id: Alamat email dibuat
it_it: Indirizzo e-mail generato
ja_jp: メールアドレスを作成しました。
ko_kr: 이메일 주소가 생성되었습니다
ms_my: Alamat e-mel dijana
pt_br: Endereço de e-mail gerado
ru_ru: Адрес почты создан
th_th: สร้างที่อยู่อีเมลแล้ว
vi_vn: Đã tạo địa chỉ email
zh_cn: 邮箱地址已获取
zh_tw: 已取得信箱地址

# y04
source: Get Email Address
de_de: E-Mail-Adresse erhalten
es_es: Obtener dirección de correo electrónico
fr_fr: Obtenir l'adresse e-mail
id_id: Dapatkan Alamat Email
it_it: Ottieni indirizzo e-mail
ja_jp: グループメールアドレスを作成
ko_kr: 이메일 주소 가져오기
ms_my: Dapatkan Alamat E-mel
pt_br: Obter endereço de e-mail
ru_ru: Получить адрес почты
th_th: รับที่อยู่อีเมล
vi_vn: Lấy địa chỉ email
zh_cn: 获取群邮箱地址
zh_tw: 取得群組信箱地址

# LgA
source: Group email
de_de: Gruppen-E-Mail
es_es: Correo electrónico del grupo
fr_fr: E-mail de groupe
id_id: Email grup
it_it: E-mail gruppo
ja_jp: グループメール
ko_kr: 그룹 이메일
ms_my: Emel kumpulan
pt_br: E-mail para o grupo
ru_ru: Групповая почта
th_th: จัดกลุ่มอีเมล
vi_vn: Email nhóm
zh_cn: 群邮箱
zh_tw: 群組信箱

# ItY
source: Who can automatically join this group
de_de: Wer kann dieser Gruppe automatisch beitreten
es_es: Quién puede unirse automáticamente a este grupo
fr_fr: Qui peut rejoindre ce groupe automatiquement
id_id: Siapa saja yang dapat secara otomatis bergabung dengan grup ini
it_it: Chi può partecipare automaticamente a questo gruppo
ja_jp: このグループに自動的に参加できるユーザー
ko_kr: 이 그룹에 자동으로 참가할 수 있는 사용자
ms_my: Siapa yang boleh menyertai kumpulan ini secara automatik
pt_br: Quem pode ingressar automaticamente neste grupo
ru_ru: Кто может автоматически присоединиться к этой группе
th_th: ใครสามารถเข้าร่วมกลุ่มนี้ได้โดยอัตโนมัติ
vi_vn: Người có thể tự động tham gia nhóm này
zh_cn: 谁可以自动加入此群
zh_tw: 誰可以自動加入此群組

# RDU
source: Who can manage Pins
de_de: Wer angeheftete Elemente verwalten kann
es_es: Quién puede gestionar los elementos fijados
fr_fr: Qui peut gérer la catégorie Éléments épinglés
id_id: Siapa yang dapat mengelola Pin
it_it: Chi può gestire gli elementi fissati
ja_jp: ピン留めを管理できるユーザー
ko_kr: 고정 항목을 관리할 수 있는 사용자
ms_my: Siapa yang boleh mengurus Pin
pt_br: Quem pode gerenciar Fixados
ru_ru: Кто может управлять закреплениями
th_th: ใครจัดการการปักหมุดได้บ้าง
vi_vn: Người có thể quản lý Mục đã ghim
zh_cn: 谁可以管理置顶链接
zh_tw: 誰可以管理置頂連結

# FBc
source: Who can manage tabs and chat menu
de_de: Wer kann Tabs und das Chat-Menü verwalten
es_es: Quién puede administrar las pestañas y el menú de chat
fr_fr: Qui peut gérer les onglets et le menu du chat
id_id: Siapa saja yang dapat mengelola tab dan menu obrolan
it_it: Chi può gestire schede e menu della chat
ja_jp: タブ、チャットメニューを管理できるユーザー
ko_kr: 탭 및 채팅 메뉴를 관리할 수 있는 사람
ms_my: Siapa yang boleh mengurus tab dan menu sembang
pt_br: Quem pode gerenciar guias e menu de chat
ru_ru: Кто может управлять вкладками и меню чата
th_th: ใครสามารถจัดการแท็บและเมนูแชทได้
vi_vn: Người có thể quản lý tab và menu cuộc trò chuyện
zh_cn: 谁可以管理标签页和会话菜单
zh_tw: 誰可以管理標籤頁和對話功能表

# HDA
source: Group owner has enabled membership approval
de_de: Der Gruppenbesitzer hat die Mitgliedschaftsgenehmigung aktiviert
es_es: El propietario del grupo ha habilitado la aprobación de nuevos miembros
fr_fr: Le propriétaire du groupe a activé l'approbation de l'adhésion
hi_in: इस समूह में शामिल होने का अनुरोध करें
id_id: Pemilik grup telah mengaktifkan persetujuan keanggotaan
it_it: Il proprietario del gruppo ha attivato l'approvazione dei membri.
ja_jp: グループ参加認証が必要です
ko_kr: 그룹 소유자가 구성원 자격 승인을 활성화했습니다
ms_my: Pemilik kumpulan telah mengaktifkan kelulusan keahlian
pt_br: O proprietário do grupo habilitou a aprovação de associação
ru_ru: Владелец группы включил одобрение участия
th_th: เจ้าของกลุ่มเปิดใช้การอนุมัติการเป็นสมาชิกแล้ว
vi_vn: Chủ sở hữu nhóm đã bật phê duyệt thành viên
zh_cn: 该群已开启进群验证
zh_tw: 該群組已開啟加入群組驗證

# MK8
source: Please explain the reasons for applying to join or inviting others to the group
de_de: Bitte erklären Sie die Gründe, warum Sie dieser Gruppe beitreten oder andere in diese Gruppe einladen möchten
es_es: Explica las razones para solicitar unirse o invitar a otros al grupo
fr_fr: Veuillez expliquer les raisons de votre demande d'adhésion ou de votre invitation à rejoindre le groupe
hi_in: कृपया नोट छोड़ें और अनुमोदन की प्रतीक्षा करें.
id_id: Jelaskan alasan permohonan untuk bergabung atau mengundang orang lain ke grup
it_it: Spiega i motivi per cui richiedi di partecipare o inviti altri nel gruppo
ja_jp: グループに参加する、もしくはグループメンバーを招待する理由を説明してください
ko_kr: 그룹 가입을 신청하거나 다른 사용자를 그룹에 초대하는 이유를 설명해 주세요
ms_my: Sila jelaskan sebab-sebab memohon untuk menyertai atau menjemput orang lain ke kumpulan
pt_br: Explique os motivos para se inscrever no ingresso ou convidar outras pessoas para o grupo
ru_ru: Объясните причины подачи заявки на вступление или приглашения других в группу
th_th: โปรดอธิบายเหตุผลในการสมัครเข้าร่วมหรือเชิญผู้อื่นเข้ากลุ่ม
vi_vn: Vui lòng giải thích lý do đăng ký tham gia hoặc mời thành viên khác vào nhóm
zh_cn: 请说明申请进群或邀请他人进群的理由
zh_tw: 請說明申請加入群組或邀請他人加入的理由

# gAQ
source: Requesting to join via an invitation shared by {{Inviter}}
de_de: Beitrittsanfrage über eine Einladung, die von {{Inviter}} geteilt wurde
es_es: Solicitando unirse por medio de una invitación compartida por {{Inviter}}
fr_fr: Demande d'adhésion à l'aide d'une invitation partagée par {{Inviter}}
hi_in: {{Inviter}} द्वारा साझा किए गए किसी आमंत्रण के माध्यम से शामिल होने का अनुरोध कर रहा है
id_id: Meminta untuk bergabung via undangan yang dibagikan oleh {{Inviter}}
it_it: Richiesta di partecipazione tramite un invito condiviso da {{Inviter}}
ja_jp: {{Inviter}} の招待またはQRコードから参加
ko_kr: {{Inviter}}님이 공유한 초대를 통해 참가 요청하기
ms_my: Meminta untuk menyertai melalui jemputan yang dikongsi oleh {{Inviter}}
pt_br: Solicitação de ingresso por meio de convite enviado por {{Inviter}}
ru_ru: Запрос на присоединение по приглашению, которым поделился {{Inviter}}
th_th: การขอเข้าร่วมผ่านการเชิญที่แชร์โดย {{Inviter}}
vi_vn: Yêu cầu tham gia thông qua lời mời được chia sẻ bởi {{Inviter}}
zh_cn: 通过{{Inviter}}的分享加入本群
zh_tw: 透過{{Inviter}}的分享加入本群組

# l34
source: Apply to join the group
de_de: Beitritt zur Gruppe beantragen
es_es: Solicitar unirse al grupo
fr_fr: Demander à rejoindre le groupe
hi_in: समूह में शामिल होने के लिए लागू करें
id_id: Minta untuk bergabung dengan grup
it_it: Fai domanda per partecipare al gruppo
ja_jp: グループへの参加を申請
ko_kr: 그룹 참가 신청
ms_my: Mohon untuk menyertai kumpulan
pt_br: Solicitação para ingressar no grupo
ru_ru: Применить, чтобы присоединиться к группе
th_th: สมัครเข้าร่วมกลุ่ม
vi_vn: Xin tham gia nhóm
zh_cn: 申请加入本群
zh_tw: 申請加入本群組

# xGA
source: Membership approval
de_de: Mitgliedschaftsgenehmigung
es_es: Aprobación de membresía
fr_fr: Approbation d'adhésion
hi_in: सदस्यता अनुमोदन
id_id: Persetujuan keanggotaan
it_it: Approvazione dell'iscrizione
ja_jp: グループ参加認証
ko_kr: 구성원 자격 승인
ms_my: Kelulusan keahlian
pt_br: Aprovação de associação
ru_ru: Подтверждение участия
th_th: การอนุมัติสมาชิก
vi_vn: Phê duyệt tư cách thành viên
zh_cn: 进群验证
zh_tw: 加入群組驗證

# vaM
source: New members must ask group owner or group admin for approval to join
de_de: Neue Mitglieder müssen eine Genehmigung beim Gruppenbesitzer oder Gruppenadministrator anfordern, der Gruppe beizutreten
es_es: Los nuevos miembros deben pedir al propietario de grupo o al administrador de grupo aprobación para unirse
fr_fr: Les nouveaux membres doivent demander l'approbation au propriétaire ou à l'administrateur du groupe pour y participer
hi_in: शामिल होने के लिए नए सदस्यों को समूह ओनर या समूह एडमिन से अनुमोदन के लिए पूछना होगा
id_id: Anggota baru harus meminta persetujuan pemilik grup atau admin grup untuk bergabung
it_it: I nuovi membri devono chiedere al proprietario o all'amministratore del gruppo l'approvazione a partecipare
ja_jp: 有効にすると、グループへの参加にオーナーか管理者の承認が必要になります。
ko_kr: 새 구성원은 그룹 소유자 또는 그룹 관리자에게 참가 승인을 요청해야 합니다
ms_my: Ahli baru mesti minta kelulusan daripada pemilik kumpulan atau pentadbir kumpulan untuk menyertai
pt_br: Novos membros devem solicitar ao proprietário ou ao administrador de grupo aprovação para ingressar
ru_ru: После включения, новые участники должны быть проверены владельцем группы или администратором группы перед присоединением к группе.
th_th: สมาชิกใหม่ต้องขอคำอนุมัติเพื่อเข้าร่วมจากเจ้าของกลุ่มหรือผู้ดูแลกลุ่ม
vi_vn: Các thành viên mới muốn tham gia phải yêu cầu chủ sở hữu nhóm hoặc quản trị viên nhóm phê duyệt
zh_cn: 开启后，新人进群前需群主或群管理员验证
zh_tw: 開啟後，新人加入群組前需群主或群組管理員驗證

# tzM
source: Approved success
de_de: Genehmigen erfolgreich
es_es: Aprobado con éxito
fr_fr: Approuvé
hi_in: अनुमोदित करने में सफल
id_id: Berhasil disetujui
it_it: Approvazione completata correttamente
ja_jp: 承認済み
ko_kr: 승인 성공
ms_my: Lulus berjaya
pt_br: Aprovado com êxito
ru_ru: Успешно одобрено
th_th: อนุมัติสำเร็จแล้ว
vi_vn: Phê duyệt thành công
zh_cn: 已通过
zh_tw: 已透過

# IKg
source: Change the validity period
de_de: Validierungszeitraum ändern
es_es: Cambiar el período de validez
fr_fr: Modifier la période de validité
hi_in: वैधता अवधि बदलें
id_id: Ubah masa berlaku
it_it: Cambia il periodo di validità
ja_jp: 有効期限を変更
ko_kr: 유효 기간 변경
ms_my: Ubah tempoh sah
pt_br: Alterar o período de validade
ru_ru: Изменить срок действия
th_th: เปลี่ยนระยะเวลาที่ใช้ได้
vi_vn: Thay đổi thời gian hiệu lực
zh_cn: 更改有效期
zh_tw: 變更有限期間

# cnQ
source: The change of validity is only effective on the QR code or the group link generated by you.
de_de: Die Validierungsänderung ist nur für den QR-Code oder den Gruppenlink gültig, der von Ihnen erstellt wurde.
es_es: El cambio de validez sólo es efectivo en el código QR o el enlace de grupo que has generado.
fr_fr: Le changement de validité n'est effectif que sur le code QR ou le lien de groupe que vous avez généré.
hi_in: वैधता का परिवर्तन केवल QR कोड या आपके द्वारा उत्पन्न समूह लिंक पर प्रभावी होता है.
id_id: Perubahan validitas hanya berlaku pada kode QR atau tautan grup yang Anda buat.
it_it: Il cambio di validità ha effetto solo sul codice QR o sul link del gruppo da te generato.
ja_jp: 有効期限の変更は、あなたが作成したQRコードやリンクにのみ適用されます。
ko_kr: 유효성 변경은 회원님이 생성한 QR 코드 또는 그룹 링크에만 적용됩니다.
ms_my: Perubahan keberkesanan hanya berkesan pada kod QR atau pautan kumpulan yang dihasilkan oleh anda.
pt_br: A alteração da validade só tem efeito no código QR ou no link do grupo gerado por você.
ru_ru: Изменение срока действия действует только для QR-кода или групповой ссылки, созданной вами.
th_th: การเปลี่ยนระยะเวลาที่ใช้ได้จะมีผลกับคิวอาร์โค้ดหรือลิงก์กลุ่มที่คุณสร้างขึ้นเท่านั้น
vi_vn: Thay đổi tính hiệu lực chỉ có hiệu lực đối với mã QR hoặc liên kết nhóm do bạn tạo ra.
zh_cn: 更改有效期仅对你生成的二维码或链接有效
zh_tw: 變更有效期間僅對你產生的 QR 碼或連結有效

# sIM
source: Create connect group
de_de: Verbundene Gruppe erstellen
es_es: Crear grupo de conexión
fr_fr: Créer un groupe de connexion
hi_in: कनेक्ट समूह बनाएँ
id_id: Buat grup koneksi
it_it: Crea gruppo di connessione
ja_jp: コネクトグループを作成
ko_kr: 연결 그룹 생성
ms_my: Buat kumpulan sambungan
pt_br: Criar grupo de conexão
ru_ru: Создать группу подключения
th_th: สร้างกลุ่มเชื่อมต่อ
vi_vn: Tạo nhóm kết nối
zh_cn: 创建互通群
zh_tw: 建立互通群組

# 4A4
source: A new connect group will be created as the users you selected include external contacts. Members of the existing group will be automatically added to the new group.
de_de: Eine neue verbundene Gruppe wird erstellt, da die von Ihnen ausgewählten Benutzer externe Kontakte umfassen. Mitglieder der bestehenden Gruppe werden der neuen Gruppe automatisch hinzugefügt.
es_es: Se creará un nuevo grupo de conexión a medida que los usuarios seleccionados incluyan contactos externos. Los miembros del grupo existente se agregarán automáticamente al grupo nuevo.
fr_fr: Un nouveau groupe de connexion sera créé, car les utilisateurs que vous avez sélectionnés incluent des contacts externes. Les membres du groupe existant seront automatiquement ajoutés au nouveau groupe.
hi_in: एक नया कनेक्ट समूह बनाया जाएगा क्योंकि आपके द्वारा चयनित उपयोगकर्ताओं में बाहरी संपर्क भी शामिल हैं. मौजूदा समूह के सदस्य स्वचालित रूप से नए समूह में जोड़े जाएँगे.
id_id: Grup koneksi baru akan dibuat saat pengguna yang Anda pilih menyertakan kontak eksternal. Anggota grup yang ada akan otomatis ditambahkan ke grup baru.
it_it: Verrà creato un nuovo gruppo di connessione poiché gli utenti da te selezionati includono contatti esterni. I membri del gruppo esistente verranno aggiunti automaticamente al nuovo gruppo.
ja_jp: 選択中のユーザーに外部ユーザーがいるため、新しいコネクトグループが作成されます。既存のグループメンバーは自動的にコネクトグループに追加されます。
ko_kr: 선택한 사용자가 외부 연락처를 포함하면 새 연결 그룹이 생성됩니다. 기존 그룹의 구성원들이 새 그룹에 자동으로 추가됩니다.
ms_my: Kumpulan sambungan baru akan diwujudkan kerana pengguna yang anda pilih termasuk kenalan luaran. Ahli kumpulan sedia ada akan ditambah secara automatik ke kumpulan baru.
pt_br: Um novo grupo de conexão será criado à medida que os usuários que você selecionou incluírem contatos externos. Os membros do grupo atual serão automaticamente adicionados ao novo grupo.
ru_ru: Будет создана новая группа подключения, поскольку выбранные вами пользователи будут включать внешние контакты. Участники существующей группы будут автоматически добавлены в новую группу.
th_th: กลุ่มเชื่อมต่อใหม่จะถูกสร้างขึ้นเนื่องจากผู้ใช้ที่คุณได้เลือกมีผู้ติดต่อภายนอกรวมอยู่ด้วย สมาชิกของกลุ่มที่มีอยู่จะได้รับการเพิ่มไปยังกลุ่มใหม่โดยอัตโนมัติ
vi_vn: Một nhóm kết nối mới sẽ được tạo ra khi người dùng do bạn lựa chọn bao gồm cả danh bạ bên ngoài. Thành viên của nhóm hiện tại sẽ được tự động thêm vào nhóm mới.
zh_cn: 所选成员包含外部联系人，将创建一个新的互通群，已有群成员会被自动添加到新群中。
zh_tw: 選取的成員包含外部聯絡人，將建立一個新的互通群組，現有的群組成員會自動新增到新群組中。

# ViQ
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Cipta
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# GQ4
source: created QR code
de_de: hat einen QR-Code erstellt
es_es: ha creado un código QR
fr_fr: a créé un code QR
hi_in: ने QR कोड जेनरेट किया
id_id: membuat kode QR
it_it: codice QR creato
ja_jp: がQRコードを保存しました
ko_kr: 생성된 QR 코드
ms_my: cipta kod QR
pt_br: código QR criado
ru_ru: создал QR-код
th_th: สร้างคิวอาร์โค้ด
vi_vn: đã tạo mã QR
zh_cn: 生成了二维码
zh_tw: 產生了 QR 碼

# 8zo
source: Declined success
de_de: Ablehnen erfolgreich
es_es: Rechazado con éxito
fr_fr: Refusé
hi_in: अस्वीकार करने में सफल
id_id: Berhasil ditolak
it_it: Rifiuto completato correttamente
ja_jp: 拒否済み
ko_kr: 거부 성공
ms_my: Ditolak berjaya
pt_br: Recusado com êxito
ru_ru: Успешно отклонено
th_th: ปฏิเสธสำเร็จแล้ว
vi_vn: Từ chối thành công
zh_cn: 已拒绝
zh_tw: 已拒絕

# 84Y
source: Unable to save. Character limit exceeded.
de_de: Speichern nicht möglich. Zeichenbeschränkung überschritten.
es_es: No se puede guardar. Se ha superado el límite de caracteres.
fr_fr: Sauvegarde impossible. Limite de caractères dépassée.
hi_in: सहेजने में असमर्थ. वर्ण सीमा पार हो गई.
id_id: Tidak dapat menyimpan. Melebihi batas karakter.
it_it: Impossibile salvare. Limite di caratteri superato.
ja_jp: 最大文字数を超えているため、保存できません。
ko_kr: 저장할 수 없습니다. 글자 수 제한이 초과되었습니다.
ms_my: Tidak dapat menyimpan. Had aksara melebihi.
pt_br: Não é possível salvar. Limite de caracteres excedido.
ru_ru: Не удалось сохранить. Превышено ограничение на количество символов.
th_th: ไม่สามารถบันทึกได้ อักขระเกินขีดจำกัดแล้ว
vi_vn: Không thể lưu. Đã vượt quá giới hạn ký tự.
zh_cn: 无法保存，超过字符限制
zh_tw: 無法儲存，超過字元限制

# k8o
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hi_in: बाहर निकलें
id_id: Keluar
it_it: Esci
ja_jp: キャンセル
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 退出

# nWI
source: Fill In
de_de: Eingeben
es_es: Rellenar
fr_fr: Renseigner
hi_in: भरें
id_id: Isi
it_it: Inserisci
ja_jp: 追加する
ko_kr: 입력
ms_my: Isi
pt_br: Preencher
ru_ru: Заполнить
th_th: กรอก
vi_vn: Điền vào
zh_cn: 去完善
zh_tw: 前去完整填寫
