Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 7W0
source: Sort Members
de_de: Mitglieder sortieren
es_es: Ordenar miembros
fr_fr: Trier les membres
id_id: Urutkan Anggota
it_it: Ordina membri
ja_jp: メンバーの並び順
ko_kr: 구성원 정렬
ms_my: Susun Ahli
pt_br: Classificar membros
ru_ru: Сортировка участников
th_th: จัดเรียงสมาชิก
vi_vn: Sắp xếp thành viên
zh_cn: 群成员排序
zh_tw: 群組成員排序

# 8xk
source: Sort by Join Date
de_de: Nach Beitrittsdatum sortieren
es_es: Ordenar por fecha de incorporación
fr_fr: Trier par date d'inscription
id_id: Urutkan berdasarkan Tanggal Bergabung
it_it: Ordina per data di partecipazione
ja_jp: グループ参加時間で並び替え
ko_kr: 가입 날짜로 정렬
ms_my: Susun mengikut Tarikh Sertai
pt_br: Classificar por data de ingresso
ru_ru: Сортировать по дате присоединения
th_th: จัดเรียงตามวันที่เข้าร่วม
vi_vn: Sắp xếp theo ngày tham gia
zh_cn: 按入群时间排序
zh_tw: 按加入群組時間排序

# KN8
source: Sort by Name
de_de: Nach Namen sortieren
es_es: Ordenar por nombre
fr_fr: Trier par nom
id_id: Urutkan berdasarkan Nama
it_it: Ordina per nome
ja_jp: 名前で並び替え
ko_kr: 이름별로 정렬
ms_my: Susun mengikut Nama
pt_br: Classificar por nome
ru_ru: Сортировать по имени
th_th: จัดเรียงตามชื่อ
vi_vn: Sắp xếp theo tên
zh_cn: 按名称排序
zh_tw: 按名稱排序

# oWs
source: Sorting changed
de_de: Sortierreihenfolge geändert
es_es: Orden cambiado
fr_fr: Tri modifié
id_id: Pengurutan berubah
it_it: Ordinamento modificato
ja_jp: 並び順を変更しました。
ko_kr: 정렬 변경됨
ms_my: Urutan diubah
pt_br: Classificação alterada
ru_ru: Сортировка изменена
th_th: เปลี่ยนการจัดเรียงแล้ว
vi_vn: Đã thay đổi cách sắp xếp
zh_cn: 排序已调整
zh_tw: 排序已調整

# zhM
source: Due to security requirements, some invitation settings are restricted
de_de: Aufgrund von Sicherheitsanforderungen sind einige Einladungseinstellungen eingeschränkt.
es_es: Debido a los requisitos de seguridad, algunas opciones de configuración de la invitación están restringidas
fr_fr: Pour des raisons de sécurité, certains paramètres d'invitation sont restreints
hi_in: सुरक्षा आवश्यकताओं के कारण, कुछ आमंत्रण सेटिंग्स प्रतिबंधित की गई हैं
id_id: Karena persyaratan keamanan, beberapa pengaturan undangan dibatasi
it_it: A causa dei requisiti di sicurezza, alcune impostazioni degli inviti sono state limitate
ja_jp: 法人のセキュリティ設定により、一部のグループ参加方法を利用できません
ko_kr: 보안 요구 사항으로 인해 일부 초대 설정이 제한됩니다
ms_my: Kerana keperluan keselamatan, beberapa tetapan jemputan adalah terhad
pt_br: Devido aos requisitos de segurança, algumas configurações de convite são restritas
ru_ru: Из соображений безопасности некоторые настройки приглашения ограничены.
th_th: เนื่องจากข้อกำหนดด้านความปลอดภัย การตั้งค่าคำเชิญบางอย่างจึงถูกจำกัด
vi_vn: Do các yêu cầu bảo mật, một số cài đặt lời mời đã bị hạn chế
zh_cn: 因企业安全管控要求，已禁用部分进群方式
zh_tw: 由於企業安全控管要求，已停用部分加入群組方式

# zj0
source: Once enabled, the group member count will only be visible to the group owner and administrator.
de_de: Nach der Aktivierung ist die Anzahl der Gruppenmitglieder nur noch für den Gruppenbesitzer und den Administrator sichtbar.
es_es: Una vez activado, el recuento de miembros del grupo solo será visible para el propietario y el administrador del grupo.
fr_fr: Une fois cette option activée, seuls le propriétaire et l'administrateur du groupe pourront voir le nombre de membres du groupe.
id_id: Setelah diaktifkan, jumlah anggota grup hanya akan terlihat oleh administrator dan pemilik grup.
it_it: Dopo l'abilitazione, il numero di membri del gruppo sarà visibile solo all'amministratore e al proprietario del gruppo.
ja_jp: オンにすると、グループオーナーと管理者のみがグループのメンバー数を表示できます。
ko_kr: 활성화하면 그룹 구성원 수는 그룹 소유자와 관리자에게만 표시됩니다.
ms_my: Sekali diaktifkan, bilangan ahli kumpulan hanya akan dapat dilihat oleh pemilik kumpulan dan pentadbir.
pt_br: Depois de ativada, a contagem de membros do grupo ficará visível apenas para o proprietário e o administrador do grupo.
ru_ru: При включении число участников группы будет видно только владельцу группы и администратору.
th_th: เมื่อเปิดใช้งานแล้ว จำนวนสมาชิกกลุ่มจะแสดงผลให้เจ้าของกลุ่มและผู้ดูแลเห็นเท่านั้น
vi_vn: Sau khi bật, số lượng thành viên nhóm sẽ chỉ hiển thị với chủ sở hữu nhóm và quản trị viên.
zh_cn: 开启后，群成员数量仅对群主和群管理员可见
zh_tw: 開啟後，群組成員數量僅對群主和群組管理員顯示

# oRY
source: Action can't be completed due to limited permissions.
de_de: Die Aktion kann aufgrund eingeschränkter Berechtigungen nicht ausgeführt werden.
es_es: La acción no se puede completar debido a la falta de permisos.
fr_fr: L'opération ne peut être effectuée en raison du manque d'autorisations.
id_id: Tindakan tidak dapat diselesaikan karena izin terbatas.
it_it: Impossibile completare l'azione a causa di autorizzazioni limitate.
ja_jp: 操作権限がありません。
ko_kr: 제한된 권한으로 인해 작업을 완료할 수 없습니다.
ms_my: Tindakan tidak dapat dilengkapkan kerana kebenaran terhad.
pt_br: A ação não pode ser concluída devido a permissões limitadas.
ru_ru: Не удается завершить действие, отсутствуют нужные разрешения.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้เนื่องจากการอนุญาตถูกจำกัด
vi_vn: Không thể hoàn thành hành động do hạn chế về quyền.
zh_cn: 暂无操作权限
zh_tw: 暫無操作權限

# WLk
source: Hide member count
de_de: Mitgliederzahl ausblenden
es_es: Ocultar recuento de miembros
fr_fr: Masquer le nombre de membres
id_id: Sembunyikan jumlah anggota
it_it: Nascondi numero di membri
ja_jp: メンバー数を非表示
ko_kr: 구성원 수 숨기기
ms_my: Sembunyikan bilangan ahli
pt_br: Ocultar contagem de membros
ru_ru: Скрыть число участников
th_th: ซ่อนจำนวนสมาชิก
vi_vn: Ẩn số lượng thành viên
zh_cn: 隐藏群成员数量
zh_tw: 隱藏群組成員數量

# CQY
source: Privacy settings
de_de: Datenschutzeinstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
id_id: Pengaturan privasi
it_it: Impostazioni privacy
ja_jp: プライバシー設定
ko_kr: 개인 정보 설정
ms_my: Tetapan privasi
pt_br: Configurações de privacidade
ru_ru: Настройки конфиденциальности
th_th: การตั้งค่าความเป็นส่วนตัว
vi_vn: Cài đặt quyền riêng tư
zh_cn: 保密设置管理
zh_tw: 保密設定管理

# ykU
source: Pin to top
de_de: Oben anheften
es_es: Fijar encima
fr_fr: Épingler en haut
id_id: Pin ke atas
it_it: Fissa in alto
ja_jp: トップに固定
ko_kr: 맨 위에 고정
ms_my: Pin ke atas
pt_br: Fixar no topo
ru_ru: Закрепить вверху
th_th: ปักหมุดไว้ที่ด้านบน
vi_vn: Ghim lên đầu
zh_cn: 置顶会话
zh_tw: 置頂對話

# QsA
source: Who can manage Pins
de_de: Wer angeheftete Elemente verwalten kann
es_es: Quién puede gestionar los elementos fijados
fr_fr: Qui peut gérer la catégorie Éléments épinglés
id_id: Siapa yang dapat mengelola Pin
it_it: Chi può gestire gli elementi fissati
ja_jp: ピン留めを管理できるユーザー
ko_kr: 고정 항목을 관리할 수 있는 사용자
ms_my: Siapa yang boleh mengurus Pin
pt_br: Quem pode gerenciar Fixados
ru_ru: Кто может управлять закреплениями
th_th: ใครจัดการการปักหมุดได้บ้าง
vi_vn: Người có thể quản lý Mục đã ghim
zh_cn: 谁可以管理置顶
zh_tw: 誰可以管理置頂

# N2U
source: Chat
id_id: Obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чат
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 对话消息
zh_tw: 對話訊息

# Mmk
source: Once switched, future messages will display as chats. History messages won't be affected.
de_de: Nach der Umstellung werden neue Nachrichten als Chats angezeigt. Ältere Nachrichten sind hiervon nicht betroffen.
es_es: Una vez cambiado, los mensajes futuros se mostrarán como chats. Esto no afectará a los mensajes antiguos.
fr_fr: Une fois le changement effectué, les futurs messages seront affichés sous forme de chats. Les anciens messages ne seront pas affectés.
id_id: Setelah dialihkan, pesan yang akan datang akan ditampilkan sebagai obrolan. Pesan riwayat tidak akan dipengaruhi.
it_it: Dopo il passaggio, i messaggi futuri verranno visualizzati come chat. Ciò non influirà sulla cronologia dei messaggi.
ja_jp: 切り替えると、今後のメッセージはチャットとして表示されます。ただし、これまでのメッセージは受信時の形式のままとなります。
ko_kr: 전환하면 향후 메시지가 채팅으로 표시됩니다. 과거 메시지는 영향을 받지 않습니다.
ms_my: Selepas ditukar, mesej akan dipaparkan sebagai sembang. Mesej sejarah tidak terjejas.
pt_br: Depois de alternadas, as mensagens futuras serão exibidas como chat. As mensagens do histórico não serão afetadas.
ru_ru: После переключения последующие сообщения будут отображаться в виде чатов. Это не затронет сообщения в истории.
th_th: เมื่อเปลี่ยนแล้ว ข้อความในอนาคตจะแสดงเป็นแชท ข้อความประวัติจะไม่ได้รับผลกระทบ
vi_vn: Sau khi chuyển đổi, tin nhắn trong tương lai sẽ hiển thị dưới dạng cuộc trò chuyện. Tin nhắn trước đó sẽ không bị ảnh hưởng.
zh_cn: 消息将切换为对话形式，但历史消息仍会保留现有样式
zh_tw: 訊息將切換為對話形式，但歷史訊息仍會保留現有樣式

# p0Q
source: Switch message type to chat
de_de: Nachrichtentyp auf „Chat“ umstellen
es_es: Cambiar tipo de mensaje a chat
fr_fr: Changer le type de message en chat
id_id: Alihkan jenis pesan menjadi obrolan
it_it: Cambia il tipo di messaggio in chat
ja_jp: チャットに切り替え
ko_kr: 메시지 유형을 채팅으로 전환
ms_my: Tukar jenis mesej ke sembang
pt_br: Alterar o tipo de mensagem para chat
ru_ru: Переключить тип сообщений на Чат
th_th: เปลี่ยนประเภทข้อความเป็นการแชท
vi_vn: Chuyển loại tin nhắn thành cuộc trò chuyện
zh_cn: 切换为对话消息
zh_tw: 切換為對話訊息

# Kss
source: Once switched, future messages will display as topics. History messages won't be affected.
de_de: Nach der Umstellung werden neue Nachrichten als Thema angezeigt. Ältere Nachrichten sind hiervon nicht betroffen.
es_es: Una vez cambiado, los mensajes futuros se mostrarán como temas. Esto no afectará a los mensajes antiguos.
fr_fr: Une fois le changement effectué, les futurs messages seront affichés sous forme de sujets. Les anciens messages ne seront pas affectés.
id_id: Setelah dialihkan, pesan yang akan datang akan ditampilkan sebagai topik. Pesan riwayat tidak akan dipengaruhi.
it_it: Dopo il passaggio, i messaggi futuri verranno visualizzati come argomenti. Ciò non influirà sui messaggi precedenti.
ja_jp: 切り替えると、今後のメッセージはスレッドとして表示されます。ただし、これまでのメッセージは受信時の形式のままとなります。
ko_kr: 전환하면 향후 메시지가 주제로 표시됩니다. 과거 메시지는 영향을 받지 않습니다.
ms_my: Selepas ditukar, mesej akan dipaparkan sebagai topik. Mesej sejarah tidak terjejas.
pt_br: Depois de alteradas, as mensagens futuras serão exibidas como tópicos. As mensagens do histórico não serão afetadas.
ru_ru: После переключения последующие сообщения будут отображаться в виде тем. Это не затронет сообщения в истории.
th_th: เมื่อเปลี่ยนแล้ว ข้อความในอนาคตจะแสดงเป็นกระทู้ ข้อความประวัติจะไม่ได้รับผลกระทบ
vi_vn: Sau khi chuyển đổi, tin nhắn trong tương lai sẽ hiển thị dưới dạng chủ đề. Tin nhắn trước đó sẽ không bị ảnh hưởng.
zh_cn: 消息将切换为话题形式，但历史消息仍会保留现有样式
zh_tw: 訊息將切換為話題形式，但歷史訊息仍會保留現有樣式

# Ht0
source: Switch message type to topic
de_de: Nachrichtentyp auf „Thema“ umstellen
es_es: Cambiar tipo de mensaje a tema
fr_fr: Changer le type de message en sujet
id_id: Alihkan jenis pesan menjadi topik
it_it: Cambia il tipo di messaggio in argomento
ja_jp: スレッドに切り替え
ko_kr: 메시지 유형을 주제로 전환
ms_my: Tukar jenis mesej ke topik
pt_br: Alterar o tipo de mensagem para tópico
ru_ru: Переключить тип сообщений на Тема
th_th: เปลี่ยนประเภทข้อความเป็นกระทู้
vi_vn: Chuyển loại tin nhắn thành chủ đề
zh_cn: 切换为话题消息
zh_tw: 切換為話題訊息

# l2w
source: Message type
de_de: Nachrichtentyp
es_es: Tipo de mensaje
fr_fr: Type de message
id_id: Jenis pesan
it_it: Tipo di messaggio
ja_jp: メッセージタイプ
ko_kr: 메시지 유형
ms_my: Jenis mesej
pt_br: Tipo de mensagem
ru_ru: Тип сообщений
th_th: ประเภทข้อความ
vi_vn: Loại tin nhắn
zh_cn: 群消息形式
zh_tw: 群組訊息形式

# Cnc
source: Topic
es_es: Tema
fr_fr: Thème
id_id: Topik
it_it: Argomento
ja_jp: スレッド
ko_kr: 주제
ms_my: Topik
pt_br: Tópico
ru_ru: Тема
th_th: หัวข้อ
vi_vn: Chủ đề
zh_cn: 话题消息
zh_tw: 話題訊息

# QU0
source: Message type switched
de_de: Nachrichtentyp umgestellt
es_es: Tipo de mensaje cambiado
fr_fr: Type de message modifié
id_id: Jenis pesan dialihkan
it_it: Passaggio completato del tipo di messaggio
ja_jp: メッセージタイプを切り替えました。
ko_kr: 메시지 유형이 전환되었습니다
ms_my: Jenis mesej ditukar
pt_br: Tipo de mensagem alterada
ru_ru: Тип сообщения переключен
th_th: เปลี่ยนประเภทข้อความแล้ว
vi_vn: Đã chuyển loại tin nhắn
zh_cn: 群消息形式已切换
zh_tw: 已切換群組訊息形式

# Qiw
source: Group wallpaper
de_de: Gruppen-Hintergrundbild
es_es: Fondo de pantalla de grupo
fr_fr: Fond d'écran du groupe
id_id: Wallpaper grup
it_it: Sfondo del gruppo
ja_jp: グループ壁紙
ko_kr: 그룹 배경화면
ms_my: Kertas dinding kumpulan
pt_br: Papel de parede do grupo
ru_ru: Фон группы
th_th: วอลเปเปอร์กลุ่ม
vi_vn: Hình nền nhóm
zh_cn: 群背景
zh_tw: 群組背景

# ZUI
source: When wallpaper is set by the group owner or administrator, and a group member also sets a personal wallpaper at the same time, the system will prioritize displaying the personal wallpaper.
de_de: Wenn das Hintergrundbild vom Gruppenbesitzer oder -administrator festgelegt wird und ein Gruppenmitglied gleichzeitig ein persönliches Hintergrundbild festlegt, zeigt das System vorrangig das persönliche Hintergrundbild.
es_es: Cuando el propietario o administrador del grupo establecen el fondo de pantalla y, al mismo tiempo, un miembro del grupo establece un fondo de pantalla personal, el sistema priorizará la visualización del fondo de pantalla personal.
fr_fr: Lorsque le fond d'écran est défini par le propriétaire ou l'administrateur du groupe, et qu'un membre du groupe définit également un fond d'écran personnel au même moment, le système affichera en priorité le fond d'écran personnel.
id_id: Ketika wallpaper ditetapkan oleh pemilik grup atau administrator, dan seorang anggota grup juga menetapkan wallpaper pribadi pada saat yang sama, sistem akan memprioritaskan untuk menampilkan wallpaper pribadi.
it_it: Quando lo sfondo viene impostato dal proprietario del gruppo o dall'amministratore e allo stesso tempo un membro del gruppo imposta uno sfondo personalizzato, il sistema darà priorità allo sfondo personale.
ja_jp: グループオーナー（またはグループの管理者）と、メンバーがそれぞれ壁紙を設定していた場合、メンバー自身の設定が優先されます。
ko_kr: 그룹 소유자 또는 관리자가 배경화면을 설정하고 동시에 그룹 구성원도 개인 배경화면을 설정하면 시스템은 개인 배경화면을 우선 표시합니다.
ms_my: Apabila kertas dinding ditetapkan oleh pemilik atau pentadbir kumpulan, dan ahli kumpulan juga menetapkan kertas dinding peribadi pada masa yang sama, sistem akan mengutamakan memaparkan kertas dinding peribadi.
pt_br: Quando o papel de parede é definido pelo proprietário ou administrador do grupo e um membro do grupo também define um papel de parede pessoal ao mesmo tempo, o sistema priorizará a exibição do papel de parede pessoal.
ru_ru: Когда фон устанавливаются владельцем или администратором группы, а участник группы одновременно устанавливает личный фон, система отдает приоритет отображению личного фона.
th_th: เมื่อเจ้าของกลุ่มหรือผู้ดูแลตั้งค่าวอลเปเปอร์ และสมาชิกกลุ่มก็ตั้งค่าวอลเปเปอร์ส่วนตัวพร้อมกัน ระบบจะแสดงวอลเปเปอร์ส่วนบุคคลก่อน
vi_vn: Khi chủ nhóm hoặc quản trị viên đặt hình nền, cùng lúc đó thành viên nhóm cũng đặt hình nền cá nhân, hệ thống sẽ ưu tiên hiển thị hình nền cá nhân.
zh_cn: 当群主或群管理员设置了群背景，且群成员也同时设置了个人背景时，系统将优先为该成员展示个人背景。
zh_tw: 當群主或群組管理員設定了群組背景，且群成員也設定了個人背景時，系統將優先為該成員顯示個人背景。

# ABg
source: You can't leave the department group.
de_de: Sie können die Abteilungsgruppe nicht verlassen.
es_es: No puedes abandonar el grupo de departamento.
fr_fr: Vous ne pouvez pas quitter le groupe de service.
id_id: Anda tidak dapat keluar dari grup departemen.
it_it: Non puoi abbandonare il gruppo reparti.
ja_jp: 部門グループからの退出は禁止されています
ko_kr: 부서 그룹에서 나갈 수 없습니다.
ms_my: Anda tidak boleh keluar dari kumpulan jabatan.
pt_br: Você não pode sair do grupo do departamento.
ru_ru: Вы не можете выйти из группы отделов.
th_th: คุณไม่สามารถออกจากกลุ่มแผนกได้
vi_vn: Bạn không thể rời nhóm phòng ban.
zh_cn: 禁止退出部门群
zh_tw: 禁止退出部門群組

# ApA
source: Flag
de_de: Kennzeichnen
es_es: Marcar
fr_fr: Ajouter un marqueur
hi_in: चैट तारांकित करें
id_id: Tandai dengan bendera
it_it: Contrassegna
ja_jp: フラグを付ける
ko_kr: 플래그 지정
ms_my: Bendera
pt_br: Sinalizar
ru_ru: Отметить
th_th: ปักธง
vi_vn: Gắn cờ
zh_cn: 添加到标记
zh_tw: 新增到標記

# j0w
source: Keep chat history for group members
de_de: Chatverlauf für Gruppenmitglieder beibehalten
es_es: Mantener el historial de chat para los miembros del grupo
fr_fr: Conserver l'historique de discussion pour les membres du groupe
id_id: Simpan riwayat obrolan untuk anggota grup
it_it: Mantieni la cronologia chat per i membri del gruppo
ja_jp: 過去のチャット履歴を残しておく
ko_kr: 그룹 구성원의 채팅 기록을 유지합니다
ms_my: Simpan sejarah sembang untuk ahli kumpulan
pt_br: Manter histórico do chat para membros do grupo
ru_ru: Сохранять историю чатов для участников группы
th_th: เก็บประวัติแชทสำหรับสมาชิกในกลุ่ม
vi_vn: Giữ lại lịch sử trò chuyện cho thành viên nhóm
zh_cn: 为群成员保留历史记录
zh_tw: 為群組成員保留歷史記錄

# 4c4
source: 1 day
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
id_id: 1 hari
it_it: 1 giorno
ja_jp: 1 日
ko_kr: 1일
ms_my: 1 hari
pt_br: 1 dia
ru_ru: 1 день
th_th: 1 วัน
vi_vn: 1 ngày
zh_cn: 1 天
zh_tw: 1 天

# rys
source: 1 hour
de_de: 1 Stunde
es_es: 1 hora
fr_fr: 1 heure
id_id: 1 jam
it_it: 1 ora
ja_jp: 1 時間
ko_kr: 1시간
ms_my: 1 jam
pt_br: 1 hora
ru_ru: 1 час
th_th: 1 ชั่วโมง
vi_vn: 1 giờ
zh_cn: 1 小时
zh_tw: 1 小時

# 5Dk
source: 1 minute
es_es: 1 minuto
id_id: 1 menit
it_it: 1 minuto
ja_jp: 1 分
ko_kr: 1분
ms_my: 1 minit
pt_br: 1 minuto
ru_ru: 1 минуту
th_th: 1 นาที
vi_vn: 1 phút
zh_cn: 1 分钟
zh_tw: 1 分鐘

# Lnk
source: 1 month
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
id_id: 1 bulan
it_it: 1 mese
ja_jp: 1 か月
ko_kr: 1개월
ms_my: 1 bulan
pt_br: 1 mês
ru_ru: 1 месяц
th_th: 1 เดือน
vi_vn: 1 tháng
zh_cn: 1 个月
zh_tw: 1 個月

# /WM
source: 1 week
de_de: 1 Woche
es_es: 1 semana
fr_fr: 1 semaine
id_id: 1 minggu
it_it: 1 settimana
ja_jp: 1 週間
ko_kr: 1주
ms_my: 1 minggu
pt_br: 1 semana
ru_ru: 1 неделю
th_th: 1 สัปดาห์
vi_vn: 1 tuần
zh_cn: 1 周
zh_tw: 1 週

# jNY
source: Set timer for messages to self-destruct after being read
de_de: Timer für Selbstzerstörung von Nachrichten nach dem Lesen festlegen
es_es: Configurar el temporizador para que los mensajes se autodestruyan después de que se lean
fr_fr: Définir un minuteur pour l'autodestruction des messages après leur lecture
id_id: Tetapkan timer agar pesan hancur sendiri setelah dibaca
it_it: Imposta il timer per l'autodistruzione dei messaggi dopo la lettura
ja_jp: 既読メッセージの自動削除
ko_kr: 읽은 후 메시지가 자동 삭제되도록 타이머 설정
ms_my: Tetapkan masa untuk mesej musnah sendiri selepas dibaca
pt_br: Configurar o temporizador para que as mensagens se autodestruam após serem lidas
ru_ru: Установить таймер для самоуничтожения сообщений после прочтения
th_th: ตั้งค่าตัวจับเวลาให้ข้อความทำลายตัวเองหลังจากที่อ่านแล้ว
vi_vn: Đặt hẹn giờ để tin nhắn tự hủy sau khi đã được đọc
zh_cn: 消息阅后定时自动删除
zh_tw: 訊息閱讀後定時自動刪除

# 7Eo
source: Pin Link
de_de: Link anheften
es_es: Enlace de elemento fijado
fr_fr: Épingler le lien
id_id: Pin Tautan
it_it: Fissa link
ja_jp: リンクをピン留め
ko_kr: 링크 고정
ms_my: Pautan pin
pt_br: Fixar link
ru_ru: Закрепить ссылку
th_th: ปักหมุดลิงก์
vi_vn: Ghim liên kết
zh_cn: 添加置顶链接
zh_tw: 新增置頂連結

# pwU
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 6iw
source: Only group owner and admin can manage Pins.
de_de: Nur der Gruppenbesitzer und der Administrator können angeheftete Elemente verwalten.
es_es: Solo el propietario y el administrador del grupo tienen permiso de administración en los elementos fijados.
fr_fr: Seuls l'administrateur et le propriétaire du groupe peuvent gérer les Éléments épinglés.
id_id: Hanya pemilik grup dan admin yang dapat mengelola Pin.
it_it: Solo il proprietario e l'amministratore del gruppo possono gestire gli elementi fissati.
ja_jp: グループオーナーと管理者のみがピン留めを管理できます。
ko_kr: 그룹 소유자 및 관리자만 고정 항목을 관리할 수 있습니다.
ms_my: Hanya pemilik kumpulan dan admin boleh mengurus Pin.
pt_br: Apenas o proprietário e o administrador do grupo podem gerenciar os Fixados.
ru_ru: Только владелец группы и администратор могут управлять закрепленными элементами.
th_th: มีเพียงเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่จัดการการปักหมุดได้
vi_vn: Chỉ chủ nhóm và quản trị viên nhóm mới có thể quản lý Mục đã ghim.
zh_cn: 仅群主和群管理员可管理置顶
zh_tw: 僅群主和群組管理員可管理置頂

# 3hA
source: Set as Wallpaper
de_de: Als Hintergrundbild festlegen
es_es: Establecer como fondo de pantalla
fr_fr: Définir comme fond d'écran
id_id: Tetapkan sebagai Wallpaper
it_it: Imposta come sfondo
ja_jp: 壁紙に設定
ko_kr: 배경화면으로 설정
ms_my: Tetapkan sebagai Kertas Dinding
pt_br: Configurar como papel de parede
ru_ru: Сделать фоном
th_th: ตั้งค่าเป็นวอลเปเปอร์
vi_vn: Đặt làm hình nền
zh_cn: 使用背景
zh_tw: 使用背景

# Brg
source: Personal Wallpaper
de_de: Persönliches Hintergrundbild
es_es: Fondo de pantalla personal
fr_fr: Fond d'écran personnel
id_id: Wallpaper Pribadi
it_it: Sfondo personale
ja_jp: 自分の壁紙
ko_kr: 개인 배경화면
ms_my: Kertas Dinding Peribadi
pt_br: Papel de parede pessoal
ru_ru: Персональный фон
th_th: วอลล์เปเปอร์ส่วนบุคคล
vi_vn: Hình nền cá nhân
zh_cn: 个人聊天背景
zh_tw: 個人聊天背景

# ASg
source: Pins
de_de: Angeheftete Elemente
es_es: Elementos fijados
fr_fr: Épinglés
id_id: Pin
it_it: Elementi fissati
ja_jp: ピン留め
ko_kr: 고정 항목
ms_my: Pin
pt_br: Fixados
ru_ru: Закрепления
th_th: ปักหมุด
vi_vn: Mục đã ghim
zh_cn: 置顶
zh_tw: 置頂

# zRA
source: Failed to report. Please try again later
de_de: Meldung fehlgeschlagen. Bitte versuchen Sie es später erneut
es_es: Error al denunciar. Inténtalo de nuevo más tarde
fr_fr: Échec du rapport. Veuillez réessayer plus tard
id_id: Gagal melaporkan. Coba lagi nanti
it_it: Impossibile segnalare. Riprova più tardi
ja_jp: 報告できませんでした。後で再試行してください。
ko_kr: 신고하지 못했습니다. 나중에 다시 시도하세요
ms_my: Gagal melaporkan. Sila cuba lagi kemudian
pt_br: Falha ao relatar. Tente novamente mais tarde
ru_ru: Не удалось пожаловаться. Попробуйте позже
th_th: ไม่สามารถรายงานได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Báo cáo không thành công. Vui lòng thử lại sau
zh_cn: 举报失败，请稍后重试
zh_tw: 舉報失敗，請稍後重試

# S5A
source: Restricted Mode
de_de: Eingeschränkter Modus
es_es: Modo restringido
fr_fr: Mode restreint
id_id: Mode Terbatas
it_it: Modalità Limitata
ja_jp: 機密モード
ko_kr: 제한된 모드
ms_my: Mod Terhad
pt_br: Modo restrito
ru_ru: Ограниченный режим
th_th: โหมดจำกัด
vi_vn: Chế độ hạn chế
zh_cn: 保密模式
zh_tw: 保密模式
