Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# DiM
source: Only group owner and admin can create new topics.
de_de: Nur der Gruppenbesitzer und der Administrator können neue Topics erstellen.
es_es: Solo el propietario y el administrador del grupo pueden crear temas nuevos.
fr_fr: Seuls le propriétaire du groupe et l'administrateur peuvent créer de nouveaux thèmes.
hi_in: केवल समूह के ओनर और समूह के एडमिनिस्ट्रेटर ही नए विषय बना सकते हैं
id_id: Hanya pemilik grup dan admin yang dapat membuat topik baru.
it_it: Solo l'amministratore e il proprietario del gruppo possono creare nuovi argomenti.
ja_jp: グループオーナーと管理者のみトピックを作成できる
ko_kr: 그룹 소유자 및 관리자만 새 주제를 생성할 수 있습니다.
ms_my: Hanya pemilik kumpulan dan admin boleh membuat topik baru.
pt_br: Apenas o proprietário e o administrador do grupo podem criar novos tópicos.
ru_ru: Только владелец группы и администратор могут создавать новые темы.
th_th: เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้นที่สามารถสร้างหัวข้อใหม่ได้
vi_vn: Chỉ chủ sở hữu và quản trị viên nhóm mới có thể tạo chủ đề mới.
zh_cn: 仅群主和群管理员可新建话题
zh_tw: 僅群主和群組管理員可新建話題

# 9aM
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
hi_in: चालू
id_id: Aktif
it_it: Attiva
ja_jp: 有効中
ko_kr: 켬
ms_my: Hidup
pt_br: Ligado
ru_ru: Вкл.
th_th: เปิด
vi_vn: Bật
zh_cn: 已开启
zh_tw: 已開啟

# 3Rs
source: Alias in Group
de_de: Alias in der Gruppe
es_es: Alias en el grupo
fr_fr: Alias dans le groupe
hi_in: समूह में उपनाम
id_id: Alias di Grup
it_it: Alias nel gruppo
ja_jp: ニックネーム
ko_kr: 그룹 내 별칭
ms_my: Alias dalam Kumpulan
pt_br: Alias no grupo
ru_ru: Псевдоним в группе
th_th: นามแฝงในกลุ่ม
vi_vn: Biệt danh trong Nhóm
zh_cn: 群昵称
zh_tw: 群組暱稱

# ALY
source: Go to 「Settings」to enable photo access
de_de: Gehen Sie zu 「Einstellungen」, um den Zugriff auf Fotos zu aktivieren
es_es: Ir a 「Configuración」para activar el acceso a las fotos
fr_fr: Accédez à 「Paramètres」pour activer l'accès aux photos
hi_in: फ़ोटो ऐक्सेस सक्षम करने के लिए 「सेटिंग्स」पर जाएँ
id_id: Buka「Pengaturan」untuk mengaktifkan akses foto
it_it: Vai a 「Settings」 per abilitare l'accesso alle foto
ja_jp: 「設定」で写真へのアクセス権限をオンにしてください
ko_kr: 「설정」으로 가서 사진 접속을 활성화하세요
ms_my: Pergi ke 「Tetapan」untuk membolehkan akses foto
pt_br: Acesse 「Configurações」 para ativar o acesso às fotos
ru_ru: Перейдите в настройки, чтобы включить доступ к фото
th_th: ไปที่ 「การตั้งค่า」เพื่อเปิดให้เข้าถึงรูปถ่าย
vi_vn: Đi tới「Cài đặt」để cho phép truy cập ảnh
zh_cn: 请在设置中打开访问照片权限
zh_tw: 請在設定中開啟存取照片權限

# u6s
source: Unable to generate QR code
de_de: QR-Code konnte nicht generiert werden
es_es: No se puede generar un código QR
fr_fr: Échec de la génération d'un code QR
hi_in: QR कोड जनरेट करने में विफल हुआ
id_id: Tidak dapat membuat kode QR
it_it: Impossibile generare codice QR
ja_jp: QRコードの読み込みができませんでした
ko_kr: QR 코드를 생성할 수 없음
ms_my: Tidak dapat menjana kod QR
pt_br: Não é possível gerar código QR
ru_ru: Не удалось создать QR-код
th_th: ไม่สามารถสร้างคิวอาร์โค้ดได้
vi_vn: Không thể tạo mã QR
zh_cn: 二维码加载失败
zh_tw: QR 碼載入失敗

# V5c
source: Click to try again
de_de: Zum erneuten Versuchen klicken
es_es: Haz clic para intentarlo de nuevo
fr_fr: Cliquez pour réessayer
hi_in: पुनः प्रयास करने के लिए क्लिक करें
id_id: Klik untuk mencoba lagi
it_it: Fai clic per riprovare
ja_jp: クリックして再試行
ko_kr: 클릭하여 다시 시도
ms_my: Klik untuk cuba lagi
pt_br: Clique para tentar novamente
ru_ru: Щелкните, чтобы повторить попытку
th_th: คลิกเพื่อลองอีกครั้ง
vi_vn: Nhấp để thử lại
zh_cn: 点击重试
zh_tw: 點選重試

# Ln4
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# L+M
source: Saved to album
de_de: Im Album gespeichert
es_es: Guardado en el álbum
fr_fr: Enregistré dans l'album
hi_in: अल्बम में सहेजा गया
id_id: Disimpan di album
it_it: Salvata nell'album
ja_jp: アルバムに保存しました
ko_kr: 앨범으로 저장됨
ms_my: Disimpan ke album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไปยังอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到系统相册
zh_tw: 已儲存到系統相簿

# Y9I
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# i/U
source: Remove
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# VAg
source: Remove group administrators
de_de: Gruppenadministratoren entfernen
es_es: Borrar administradores de grupo
fr_fr: Retirer les administrateurs du groupe
hi_in: समूह के एडमिनिस्ट्रेटर को निकालें
id_id: Hapus administrator grup
it_it: Rimuovi amministratori del gruppo
ja_jp: グループ管理者を外す
ko_kr: 그룹 관리자 제거
ms_my: Buang pentadbir kumpulan
pt_br: Remover administradores do grupo
ru_ru: Удалить администраторов группы
th_th: ลบผู้ดูแลกลุ่มออก
vi_vn: Xóa quản trị viên nhóm
zh_cn: 移除群管理员
zh_tw: 移除群組管理員

# j+A
source: Removed
de_de: Entfernt
es_es: Quitado
fr_fr: Retiré(e)
hi_in: निकाला गया
id_id: Dihapus
it_it: Rimosso
ja_jp: 外しました
ko_kr: 제거되었습니다
ms_my: Dibuang
pt_br: Removido
ru_ru: Удалено
th_th: ลบออกแล้ว
vi_vn: Đã loại bỏ
zh_cn: 已移除
zh_tw: 已移除

# B/E
source: Request sent. Approval is pending.
de_de: Anfrage gesendet. Genehmigung ausstehend.
es_es: Solicitud enviada. La aprobación está pendiente.
fr_fr: Demande envoyée. L'approbation est en attente.
hi_in: अनुरोध भेजा गया. अनुमोदन पेंडिंग है.
id_id: Permintaan terkirim. Persetujuan tertunda.
it_it: Richiesta inviata. L'approvazione è in sospeso.
ja_jp: 申請を送信しました。承認されるまで、お待ちください
ko_kr: 요청을 보냈습니다. 승인이 보류 중입니다.
ms_my: Permintaan dihantar. Kelulusan sedang menunggu.
pt_br: Solicitação enviada. A aprovação está pendente.
ru_ru: Запрос отправлен. Подтверждение еще не получено.
th_th: ส่งคำขอแล้ว คำอนุมัติกำลังรอดำเนินการ
vi_vn: Đã gửi yêu cầu. Đang chờ phê duyệt.
zh_cn: 申请已发送，请等待群主或群管理员验证
zh_tw: 申請已傳送，請等待群主或群組管理員驗證

# yvI
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# bXg
source: Oops... save failed. Please try again.
de_de: Hoppla... Speichern fehlgeschlagen. Versuchen Sie es erneut.
es_es: ¡Vaya!... error al guardar. Inténtalo de nuevo.
fr_fr: Oups… échec de la sauvegarde. Veuillez réessayer.
hi_in: सहेजने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Maaf... Penyimpanan gagal. Coba lagi.
it_it: Ops! Salvataggio non riuscito. Riprova.
ja_jp: 保存できませんでした
ko_kr: 죄송합니다. 저장하지 못했습니다. 다시 시도하세요.
ms_my: Alamak... gagal menyimpan. Sila cuba lagi.
pt_br: Ops... Falha ao salvar. Tente novamente.
ru_ru: Ошибка сохранения. Повторите попытку.
th_th: อ๊ะ... การบันทึกไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Ôi... không thể lưu được. Vui lòng thử lại.
zh_cn: 保存失败
zh_tw: 儲存失敗

# gwQ
source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
fr_fr: Enregistré avec succès
hi_in: सहेजा गया
id_id: Berhasil disimpan
it_it: Salvataggio completato
ja_jp: 保存しました
ko_kr: 저장 성공
ms_my: Berjaya disimpan
pt_br: Salvo com sucesso
ru_ru: Успешно сохранено
th_th: บันทึกเรียบร้อยแล้ว
vi_vn: Đã lưu thành công
zh_cn: 保存成功
zh_tw: 儲存成功

# Wag
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# N1A
source: Search for members
de_de: Nach Mitgliedern suchen
es_es: Buscar miembros
fr_fr: Rechercher des membres
hi_in: सदस्यों को खोजें
id_id: Cari anggota
it_it: Cerca membri
ja_jp: メンバーを検索
ko_kr: 구성원 검색
ms_my: Cari ahli
pt_br: Pesquisar membros
ru_ru: Искать участников
th_th: ค้นหาสมาชิก
vi_vn: Tìm kiếm các thành viên
zh_cn: 搜索群成员
zh_tw: 搜尋群組成員

# q7E
source: Are you sure you want to end this secure chat? All chat history will be destroyed.
de_de: Möchten Sie diesen sicheren Chat wirklich beenden? Der gesamte Chatverlauf wird zerstört.
es_es: ¿Seguro que quieres terminar este chat seguro? Todo el historial del chat será destruido.
fr_fr: Voulez-vous vraiment mettre fin à cette discussion sécurisée ? Tout l'historique de discussion sera détruit.
hi_in: क्या आप वाकई यह सुरक्षित चैट समाप्त करना चाहते हैं? सभी चैट इतिहास नष्ट किया जाएगा.
id_id: Anda yakin ingin mengakhiri obrolan aman ini? Semua riwayat obrolan akan dibuang.
it_it: Vuoi terminare questa chat sicura? Tutta la cronologia chat verrà distrutta.
ja_jp: セキュアチャットを終了すると、このチャット履歴はすべて恒久的に削除されます。終了してよろしいですか？
ko_kr: 이 보안 채팅을 종료하시겠습니까? 모든 채팅 기록이 파기됩니다.
ms_my: Adakah anda pasti ingin mengakhiri sembang selamat ini? Semua sejarah sembang akan dimusnahkan.
pt_br: Tem certeza de que deseja finalizar este chat seguro? Todo o histórico do chat será destruído.
ru_ru: Вы действительно хотите завершить этот защищенный чат? Вся история чата будет удалена.
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการสิ้นสุดแชทที่ปลอดภัยนี้ ประวัติแชททั้งหมดจะถูกทำลาย
vi_vn: Bạn có chắc muốn kết thúc cuộc trò chuyện bảo mật này không? Tất cả lịch sử trò chuyện sẽ bị hủy.
zh_cn: 确定要结束密聊么？所有聊天记录将被永久销毁。
zh_tw: 確定要結束私密聊天嗎？所有聊天記錄會永久銷毀。

# 1iI
source: After the secure chat ends, all chat history will be burned.
de_de: Nach Beendigung des sicheren Chats wird der gesamte Chatverlauf vernichtet.
es_es: Una vez terminado el chat seguro, todo el historial del mismo será destruido.
fr_fr: Après la fin de la discussion sécurisée, tout l'historique de discussion sera détruit.
hi_in: सुरक्षित चैट समाप्त होने के बाद, सभी चैट इतिहास बर्न किया जाएगा.
id_id: Setelah obrolan aman berakhir, semua riwayat obrolan akan dibakar.
it_it: Al termine della chat sicura, tutta la cronologia chat verrà eliminata.
ja_jp: セキュアチャットを終了すると、このチャット履歴はすべて削除されます。
ko_kr: 보안 채팅이 종료되면 모든 채팅 기록이 소거됩니다.
ms_my: Selepas sembang selamat berakhir, semua sejarah sembang akan dibakar.
pt_br: Depois que o chat seguro terminar, todo o histórico do chat será excluído permanentemente.
ru_ru: После завершения защищенного чата вся история чата будет удалена.
th_th: หลังจากแชทที่ปลอดภัยสิ้นสุดลง ประวัติแชททั้งหมดจะถูกทำลาย
vi_vn: Sau khi cuộc trò chuyện bảo mật kết thúc, tất cả lịch sử trò chuyện sẽ được ghi lại.
zh_cn: 结束密聊后，所有历史消息将被销毁。
zh_tw: 結束私密聊天後，所有歷史訊息將被銷毀。

# 8+0
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
hi_in: चुनें
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選擇

# tj4
source: Selected: {{chatter_count}}
de_de: Ausgewählt: {{chatter_count}}
es_es: Seleccionados: {{chatter_count}}
fr_fr: Sélectionné : {{chatter_count}}
hi_in: चयनित: {{chatter_count}}
id_id: Dipilih: {{chatter_count}}
it_it: Selezionate: {{chatter_count}}
ja_jp: 選択中： {{chatter_count}} 人
ko_kr: 선택됨: {{chatter_count}}
ms_my: Terpilih: {{chatter_count}}
pt_br: Selecionados: {{chatter_count}}
ru_ru: Выбрано: {{chatter_count}}
th_th: เลือกแล้ว: {{chatter_count}}
vi_vn: Đã chọn: {{chatter_count}}
zh_cn: 已选:{{chatter_count}}人
zh_tw: 已選擇：{{chatter_count}} 人

# R5s
source: Save failed due to announcement upgrade. Please re-enter and try again.
de_de: Speichern aufgrund eines Ankündigungs-Upgrades fehlgeschlagen. Bitte erneut eingeben und erneut versuchen.
es_es: Error al guardar debido a la actualización del anuncio. Introdúcelo otra vez e inténtalo de nuevo.
fr_fr: Échec de l'enregistrement en raison de la mise à niveau de l'annonce. Saisissez les éléments à nouveau et réessayez
hi_in: सूचना अपग्रेड के कारण सहेजना विफल हुआ. कृपया पुनः-दर्ज करें और पुनः प्रयास करें.
id_id: Gagal menyimpan karena peningkatan pengumuman. Masukkan kembali dan coba lagi.
it_it: Salvataggio non riuscito a causa di un aggiornamento dell'annuncio. Accedi di nuovo e riprova.
ja_jp: グループのお知らせ機能はアップデート中のため、保存できませんでした。お知らせページを更新してから編集してください
ko_kr: 공지 업그레이드로 인해 저장에 실패했습니다. 다시 입력하고 다시 시도하세요.
ms_my: Gagal menyimpan kerana peningkatan pengumuman. Sila masukkan semula dan cuba lagi.
pt_br: Falha ao salvar devido ao upgrade do comunicado. Insira e tente novamente.
ru_ru: Не удалось сохранить из-за системных обновления объявления. Введите снова и повторите попытку.
th_th: การบันทึกไม่สำเร็จเนื่องจากการอัปเกรดประกาศ โปรดเข้าใหม่แล้วลองอีกครั้ง
vi_vn: Lưu không thành công do nâng cấp thông báo. Vui lòng nhập lại và thử lại.
zh_cn: 因群公告功能升级，本次保存失败，请重新进入群公告页面进行编辑
zh_tw: 因群組公告功能升級，本次儲存失敗，請重新進入群組公告頁面進行編輯

# 4aM
source: Published successfully
de_de: Erfolgreich veröffentlicht
es_es: Publicado con éxito
fr_fr: Publication réussie
hi_in: प्रकाशित किया गया
id_id: Berhasil diterbitkan
it_it: Pubblicazione completata correttamente
ja_jp: 公開しました
ko_kr: 발행 성공
ms_my: Berjaya diterbitkan
pt_br: Publicação concluída com êxito
ru_ru: Опубликовано успешно
th_th: การเผยแพร่สำเร็จ
vi_vn: Phát hành thành công
zh_cn: 发布成功
zh_tw: 發布成功

# BEY
source: Enter a description for this group
de_de: Geben Sie eine Beschreibung für diese Gruppe ein
es_es: Introduce una descripción para este grupo
fr_fr: Saisir une description pour ce groupe
hi_in: कोई जानकारी सेट करें
id_id: Masukkan deskripsi untuk grup ini
it_it: Immetti una descrizione per questo gruppo
ja_jp: グループの説明を入力
ko_kr: 이 그룹에 대한 설명 입력
ms_my: Masukkan penerangan untuk kumpulan ini
pt_br: Insira uma descrição para este grupo
ru_ru: Введите описание этой группы
th_th: กรอกคำอธิบายกลุ่มนี้
vi_vn: Nhập mô tả cho nhóm này
zh_cn: 请输入群描述
zh_tw: 請輸入群組描述

# oGw
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# dd4
source: Event
de_de: Termin
es_es: Evento
fr_fr: l'événement
hi_in: ईवेंट
id_id: acara
it_it: Evento
ja_jp: 予定
ko_kr: 이벤트
ms_my: Acara
pt_br: o evento
ru_ru: событие
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 日程
zh_tw: 日程

# FFs
source: the first unread message
de_de: die erste ungelesene Nachricht
es_es: el primer mensaje leído
fr_fr: le premier message non lu
hi_in: पहला अपठित संदेश
id_id: pesan pertama yang belum dibaca
it_it: il primo messaggio da leggere
ja_jp: 未読メッセージから
ko_kr: 첫 읽지 않은 메시지
ms_my: mesej belum dibaca pertama
pt_br: a primeira mensagem não lida
ru_ru: первое непрочитанное сообщение
th_th: ข้อความแรกที่ยังไม่ได้อ่าน
vi_vn: tin nhắn chưa đọc đầu tiên
zh_cn: 第一条未读消息
zh_tw: 第一則未讀訊息

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# PaI
source: Add People
de_de: Personen hinzufügen
es_es: Agregar usuarios
fr_fr: Ajouter des personnes
hi_in: लोगों को जोड़ें
id_id: Tambah Orang
it_it: Aggiungi persone
ja_jp: 連絡先を選択
ko_kr: 사람 추가
ms_my: Tambah Orang
pt_br: Adicionar pessoas
ru_ru: Добавить людей
th_th: เพิ่มผู้คน
vi_vn: Thêm người
zh_cn: 选择联系人
zh_tw: 選擇聯絡人

# grc
source: @Mention
de_de: @Erwähnen
es_es: @Menciona
fr_fr: @mentionner
hi_in: @उल्लेख
id_id: @Sebutkan
it_it: @Menziona
ja_jp: @メンション
ko_kr: @멘션
ms_my: @Sebut
pt_br: @Mencionar
ru_ru: Упоминание@
th_th: @กล่าวถึง
vi_vn: @Đề cập
zh_cn: 选择成员
zh_tw: 選擇成員

# QOQ
source: Unable to add department or group. Please ask the group owner or group administrator to turn off membership approval.
de_de: Hinzufügen von Abteilung oder Gruppe nicht möglich. Bitten Sie den Gruppenbesitzer oder Gruppenadministrator, die Mitgliedschaftsgenehmigung zu deaktivieren.
es_es: No se puede agregar un departamento o un grupo. Pide al propietario o al administrador de grupo que desactive la aprobación de pertenencia al grupo.
fr_fr: Impossible d'ajouter un service au groupe. Veuillez demander au propriétaire du groupe ou à l'administrateur du groupe de désactiver l'approbation d'adhésion.
hi_in: विभाग या समूह जोड़ने में असमर्थ. कृपया समूह ओनर या समूह एडमिनिस्ट्रेटर से सदस्यता अनुमोदन बंद करने के लिए पूछें.
id_id: Tidak dapat menambah departemen atau grup. Minta pemilik grup atau administrator grup untuk menonaktifkan persetujuan keanggotaan.
it_it: Impossibile aggiungere reparto o gruppo. Chiedi al proprietario o all'amministratore del gruppo di disattivare l'approvazione dell'iscrizione.
ja_jp: 部門またはグループを追加できません。グループオーナーまたは管理者に連絡して参加認証をオフにしてください
ko_kr: 부서 또는 그룹을 추가할 수 없습니다. 그룹 소유자 또는 그룹 관리자에게 구성원 자격 승인을 끄도록 요청하세요.
ms_my: Tidak dapat menambah jabatan atau kumpulan. Sila minta pemilik kumpulan atau pentadbir kumpulan untuk mematikan kelulusan keahlian.
pt_br: Não foi possível adicionar departamento ou grupo. Solicite ao proprietário do grupo ou ao administrador do grupo para desativar a aprovação da associação.
ru_ru: Не удалось добавить отдел или группу. Попросите владельца группы или администратора группы отключить подтверждение участия.
th_th: ไม่สามารถเพิ่มแผนกหรือกลุ่มได้ โปรดขอให้เจ้าของกลุ่มหรือผู้ดูแลกลุ่มปิดคำอนุมัติการเป็นสมาชิก
vi_vn: Không thể thêm bộ phận hoặc nhóm. Vui lòng yêu cầu người tạo nhóm hoặc quản trị viên nhóm tắt phê duyệt thành viên.
zh_cn: 无法添加部门或群，请联系群主或群管理员关闭进群验证
zh_tw: 無法新增部門或群組，請聯絡群主或群組管理員關閉加入群組驗證

# sHM
source: Take Photo
de_de: Foto aufnehmen
es_es: Hacer una foto
fr_fr: Prendre une photo
hi_in: फ़ोटो खींच लें
id_id: Ambil Foto
it_it: Scatta foto
ja_jp: 写真を撮る
ko_kr: 사진 찍기
ms_my: Ambil Foto
pt_br: Tirar foto
ru_ru: Сфотографировать
th_th: ถ่ายภาพ
vi_vn: Chụp ảnh
zh_cn: 拍摄
zh_tw: 拍攝

# eSw
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
id_id: Anggota
it_it: Membri
ja_jp: メンバー
ko_kr: 구성원
ms_my: Ahli
pt_br: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 群成员
zh_tw: 群組成員

# RQo
source: If turned on, you will not be notified of any new messages in this chat.
de_de: Bei aktivierter Option werden Sie nicht über neue Nachrichten in diesem Chat informiert.
es_es: Si está activado, no se te notificará la entrada de mensajes nuevos en este chat.
fr_fr: Si cette option est activée, vous ne serez pas notifié en cas de nouveaux messages dans ce chat.
id_id: Jika diaktifkan, Anda tidak akan diberi tahu mengenai pesan baru apa pun dalam obrolan ini.
it_it: Se l'opzione è attivata, non riceverai alcuna notifica di nuovi messaggi in questa chat.
ja_jp: 選択後、このチャットの新着メッセージ通知を受信しなくなります。
ko_kr: 켜면 이 채팅의 새 메시지 알림을 받지 않습니다.
ms_my: Jika dihidupkan, anda tidak akan diberitahu mengenai mesej baru dalam perbualan ini.
pt_br: Se ativado, você não será notificado sobre novas mensagens neste chat.
ru_ru: Если параметр включен, вы будете получать уведомления о всех новых сообщениях в этом чате.
th_th: หากเปิดอยู่ คุณจะไม่ได้รับการแจ้งเตือนข้อความใหม่ใด ๆ ในแชทนี้
vi_vn: Nếu bật tùy chọn này, bạn sẽ không nhận được thông báo về bất kỳ tin nhắn mới nào trong cuộc trò chuyện này.
zh_cn: 开启后，你将不再收到当前会话中的新消息提醒
zh_tw: 開啟後，將不再收到目前對話中的新訊息提醒

# O78
source: Unable to perform this action as you've blocked this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie diesen Benutzer blockiert haben.
es_es: No se puede realizar esta acción ya que has bloqueado a este usuario.
fr_fr: Impossible d'effectuer cette action car vous avez bloqué cet utilisateur.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपने इस उपयोगकर्ता को ब्लॉक कर दिया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda memblokir pengguna ini.
it_it: Impossibile eseguire questa azione poiché hai bloccato questo utente.
ja_jp: このユーザーをブロックしているため、操作できません
ko_kr: 이 사용자를 차단하셨으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda telah menyekat pengguna ini.
pt_br: Não é possível realizar esta ação porque você bloqueou este usuário.
ru_ru: Невозможно выполнить это действие, так как вы заблокировали этого пользователя.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณได้ปิดกั้นผู้ใช้รายนี้แล้ว
vi_vn: Không thể thực hiện thao tác này vì bạn đã chặn người dùng này.
zh_cn: 你已屏蔽该用户，无法进行此操作
zh_tw: 你已封鎖該使用者，無法進行此操作

# pcE
source: Unable to perform this action as you're blocked by this user.
de_de: Ausführen dieser Aktion nicht möglich, da Sie von diesem Benutzer blockiert werden.
es_es: No se puede realizar esta acción ya que este usuario te ha bloqueado.
fr_fr: Impossible d'effectuer cette action car cet utilisateur vous a bloqué.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपको इस उपयोगकर्ता द्वारा ब्लॉक किया गया है.
id_id: Tidak dapat melakukan tindakan ini karena Anda diblokir oleh pengguna ini.
it_it: Impossibile eseguire questa azione poiché sei bloccato da questo utente.
ja_jp: このユーザーにブロックされているため、操作できません
ko_kr: 이 사용자가 회원님을 차단했으므로 이 작업을 수행할 수 없습니다.
ms_my: Tidak dapat melakukan tindakan ini kerana anda disekat oleh pengguna ini.
pt_br: Não é possível realizar esta ação porque você foi bloqueado por este usuário.
ru_ru: Невозможно выполнить это действие, так как этот пользователь вас заблокировал.
th_th: ไม่สามารถทำการดำเนินการนี้ได้เนื่องจากคุณถูกผู้ใช้รายนี้ปิดกั้น
vi_vn: Không thể thực hiện thao tác này vì bạn đã bị người dùng này chặn.
zh_cn: 该用户已将你屏蔽，无法进行此操作
zh_tw: 該使用者已將你封鎖，無法進行此操作

# 0ZI
source: Add this user as a contact to share Contact Card.
de_de: Diesen Benutzer als Kontakt zum Teilen der Kontaktkarte hinzufügen.
es_es: Agregar a este usuario como contacto para compartir la Tarjeta de Contacto.
fr_fr: Ajoutez cet utilisateur en tant que contact pour partager sa carte de contact.
hi_in: इस उपयोगकर्ता को संपर्क कार्ड साझा करने के लिए संपर्क के रूप में जोड़ें.
id_id: Tambah pengguna ini sebagai kontak untuk berbagi Kartu Kontak.
it_it: Aggiungi questo utente come contatto per condividere Scheda di contatto.
ja_jp: このユーザーを連絡先に追加してから、相手にプロフィールカードを共有できます
ko_kr: 연락처 카드를 공유하려면 이 사용자를 연락처로 추가하세요.
ms_my: Tambah pengguna ini sebagai kenalan untuk berkongsi Kad Kenalan.
pt_br: Adicione este usuário como contato para compartilhar cartões de contato.
ru_ru: Добавьте этого пользователя в список контактов, чтобы обмениваться карточками контактов.
th_th: เพิ่มผู้ใช้รายนี้เป็นรายชื่อที่ติดต่อเพื่อแชร์นามบัตร
vi_vn: Thêm người dùng này vào danh bạ để chia sẻ Thẻ Danh bạ.
zh_cn: 添加该用户为联系人，才能分享个人名片
zh_tw: 將該使用者新增為聯絡人，才能分享個人名片

# NPI
source: Links
es_es: Enlaces
fr_fr: Liens
hi_in: लिंक
id_id: Tautan
it_it: Link
ja_jp: リンク
ko_kr: 링크
ms_my: Pautan
ru_ru: Ссылки
th_th: ลิงก์
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# n2s
source: Images/Videos
de_de: Bilder/Videos
es_es: Imágenes/vídeos
fr_fr: Images/Vidéos
hi_in: मीडिया
id_id: Gambar/Video
it_it: Immagini/Video
ja_jp: 画像と動画
ko_kr: 이미지/동영상
ms_my: Gambar/Video
pt_br: Imagens/vídeos
ru_ru: Изображения/видео
th_th: ภาพ/วิดีโอ
vi_vn: Hình ảnh/video
zh_cn: 图片/视频
zh_tw: 圖片/影片

# ZA8
source: All members of these departments are no longer in the group.
de_de: Alle Mitglieder dieser Abteilungen sind nicht länger in der Gruppe.
es_es: Todos los miembros de estos departamentos ya no están en el grupo.
fr_fr: Tous les membres de ces services ne font plus partie du groupe.
hi_in: इन विभागों के सभी सदस्य अब समूह में नहीं हैं.
id_id: Semua anggota dari departemen ini tidak lagi di grup.
it_it: Tutti i membri di questi reparti non fanno più parte del gruppo.
ja_jp: これらの部門のメンバーはすでにグループから外されました
ko_kr: 이러한 부서의 모든 구성원은 더 이상 그룹에 없습니다.
ms_my: Semua ahli jabatan ini tidak lagi dalam kumpulan.
pt_br: Os membros destes departamentos não estão mais no grupo.
ru_ru: Все участники этих отделов больше не являются участниками группы.
th_th: สมาชิกทั้งหมดของแผนกเหล่านี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Tất cả các thành viên của các bộ phận này không còn ở trong nhóm nữa.
zh_cn: 这些部门所有成员已不在群内
zh_tw: 這些部門所有成員已不在群組內
