Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChatSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# VCI
source: All members of these groups are no longer in the group.
de_de: Alle Mitglieder dieser Gruppen sind nicht länger in der Gruppe.
es_es: todos los miembros de estos grupos ya no están en el grupo.
fr_fr: Tous les membres de ces groupes ne font plus partie du groupe.
hi_in: इन समूहों के सभी सदस्य अब समूह में नहीं हैं.
id_id: Semua anggota dari grup ini tidak lagi di grup.
it_it: Tutti i membri di questi gruppi non fanno più parte del gruppo.
ja_jp: これらのグループのメンバーはすでにグループから外されました
ko_kr: 이러한 그룹의 모든 구성원은 더 이상 그룹에 없습니다.
ms_my: Semua ahli kumpulan ini tidak lagi dalam kumpulan.
pt_br: Os membros destes grupos não estão mais no grupo.
ru_ru: Все участники этих групп больше не являются участниками группы.
th_th: สมาชิกทั้งหมดของกลุ่มเหล่านี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Tất cả các thành viên của các nhóm này không còn ở trong nhóm nữa.
zh_cn: 这些群所有成员已不在群内
zh_tw: 這些群組所有成員已不在群組內

# 8Q4
source: Left the group
de_de: Hat die Gruppe verlassen
es_es: Ha abandonado el grupo
fr_fr: A quitté le groupe
hi_in: समूह को छोड़ा
id_id: Keluar dari grup
it_it: Ha abbandonato il gruppo
ja_jp: グループから退会しました
ko_kr: 그룹에서 나감
ms_my: Keluar dari kumpulan
pt_br: Saiu do grupo
ru_ru: Покинул группу
th_th: ออกจากกลุ่มแล้ว
vi_vn: Rời nhóm
zh_cn: 退出群组
zh_tw: 退出群組

# 2Yo
source: Joined the group
de_de: Ist der Gruppe beigetreten
es_es: Se ha unido al grupo
fr_fr: A rejoint le groupe
hi_in: समूह में शामिल हुए
id_id: Bergabung dengan grup
it_it: Ha partecipato al gruppo
ja_jp: グループに参加しました
ko_kr: 그룹에 가입함
ms_my: Menyertai kumpulan
pt_br: Ingressou no grupo
ru_ru: Вступил в группу
th_th: เข้าร่วมกลุ่มแล้ว
vi_vn: Đã tham gia nhóm
zh_cn: 加入群组
zh_tw: 加入群組

# /R4
source: All members of this department are no longer in the group.
de_de: Alle Mitglieder dieser Abteilung sind nicht länger in der Gruppe.
es_es: Todos los miembros de este departamento ya no están en el grupo.
fr_fr: Tous les membres de ce service ne font plus partie du groupe.
hi_in: इस विभाग के सभी सदस्य अब समूह में नहीं हैं.
id_id: Semua anggota dari departemen ini tidak lagi di grup.
it_it: Tutti i membri di questo reparto non fanno più parte del gruppo.
ja_jp: この部門のメンバーはすでにグループから外されました
ko_kr: 이 부서의 모든 구성원은 더 이상 그룹에 없습니다.
ms_my: Semua ahli jabatan ini tidak lagi dalam kumpulan.
pt_br: Os membros deste departamento não estão mais no grupo.
ru_ru: Все участники этого отдела больше не являются участниками группы.
th_th: สมาชิกทั้งหมดของแผนกนี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Tất cả các thành viên của bộ phận này không còn ở trong nhóm nữa.
zh_cn: 该部门所有成员已不在群内
zh_tw: 該部門所有成員已不在群組內

# ttE
source: All members of this group are no longer in the group.
de_de: Alle Mitglieder dieser Gruppe sind nicht länger in der Gruppe.
es_es: Todos los miembros de este grupo ya no están en el grupo.
fr_fr: Tous les membres de ce groupe ne font plus partie du groupe.
hi_in: इस समूह के सभी सदस्य अब समूह में नहीं हैं.
id_id: Semua anggota dari grup ini tidak lagi di grup.
it_it: Tutti i membri di questo gruppo non fanno più parte del gruppo.
ja_jp: このグループのメンバーはすでにグループから外されました
ko_kr: 이 그룹의 모든 구성원은 더 이상 그룹에 없습니다.
ms_my: Semua ahli kumpulan ini tidak lagi dalam kumpulan.
pt_br: Os membros deste grupo não estão mais no grupo.
ru_ru: Все участники этой группы больше не являются участниками группы.
th_th: สมาชิกทั้งหมดของกลุ่มนี้ไม่อยู่ในกลุ่มอีกต่อไป
vi_vn: Tất cả các thành viên của nhóm này không còn ở trong nhóm nữa.
zh_cn: 该群所有成员已不在群内
zh_tw: 該群組所有成員已不在群組內

# HQQ
source: Setup failed. Please try again later.
de_de: Einrichtung fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error de configuración. Inténtalo más tarde, por favor.
fr_fr: Échec de la configuration. Veuillez réessayer plus tard.
hi_in: सेटअप विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Pengaturan gagal. Coba lagi nanti.
it_it: Impossibile configurare. Riprova più tardi.
ja_jp: 設定できませんでした。後ほど再試行してください
ko_kr: 설정 실패. 나중에 다시 시도하세요.
ms_my: Persediaan gagal. Sila cuba lagi kemudian.
pt_br: Falha na configuração. Tente novamente mais tarde.
ru_ru: Ошибка при настройке. Повторите попытку позже.
th_th: การตั้งค่าไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Thiết lập thất bại. Vui lòng thử lại sau.
zh_cn: 设置失败，请稍后再试
zh_tw: 設定失敗，請稍後再試

# BX8
source: Join me on {{APP_DISPLAY_NAME}}
de_de: Bei {{APP_DISPLAY_NAME}} mitmachen
es_es: Únete en {{APP_DISPLAY_NAME}}
fr_fr: Rejoignez-moi sur {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} में मेरे साथ शामिल हों
id_id: Bergabung dengan saya di {{APP_DISPLAY_NAME}}
it_it: Unisciti a me su {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} へようこそ
ko_kr: {{APP_DISPLAY_NAME}}에서 저와 함께해요
ms_my: Sertai saya di {{APP_DISPLAY_NAME}}
pt_br: Junte-se a mim no {{APP_DISPLAY_NAME}}
ru_ru: Присоединиться к {{APP_DISPLAY_NAME}}
th_th: เข้าร่วมกับฉันที่ {{APP_DISPLAY_NAME}}
vi_vn: Tham gia cùng tôi trên {{APP_DISPLAY_NAME}}
zh_cn: 和我一起使用{{APP_DISPLAY_NAME}}
zh_tw: 和我一起使用{{APP_DISPLAY_NAME}}

# KyE
source: This group has been made public to one or more teams. This setting can only be turned off after unlinking the group from that or those teams .
de_de: Diese Gruppe wurde für mindestens ein Team öffentlich gemacht. Diese Einstellung kann nur deaktiviert werden, nachdem die Gruppe von diesem Team bzw. von diesen Teams getrennt wurde.
es_es: Este grupo se ha hecho público para uno o más equipos. Esta configuración solo se puede desactivar después de desvincular el grupo del o de los equipos.
fr_fr: Ce groupe a été rendu public pour une ou plusieurs équipes. Ce paramètre ne peut être désactivé qu'après avoir dissocié le groupe de cette ou ces équipes.
id_id: Grup ini telah dijadikan publik untuk satu atau beberapa tim. Pengaturan ini hanya dapat dinonaktifkan setelah melepas tautan grup dari tim tersebut.
it_it: Questo gruppo è stato reso pubblico per uno o altri team. Questa impostazione può essere disattivata solo dopo aver scollegato il gruppo dal/dai team.
ja_jp: このグループを「公開」に設定したチームがあります。チームとの関連付けを解除してから、オフできます。
ko_kr: 이 그룹은 하나 이상의 팀에 공개되었습니다. 그룹을 해당 팀에서 연결 해제한 후에만 이 설정을 끌 수 있습니다.
ms_my: Kumpulan ini telah dibuat terbuka kepada satu atau lebih pasukan. Tetapan ini hanya boleh dimatikan selepas memutuskan pautan kumpulan dari pasukan itu atau pasukan-pasukan tersebut.
pt_br: Este grupo foi tornado público para uma ou mais equipes. Essa configuração só pode ser desativada após desvincular o grupo dessa ou daquelas equipes.
ru_ru: Эта группа открыта для одной или нескольких команд. Эту настройку можно отключить только после отвязки группы от той или иной команды.
th_th: กลุ่มนี้ตั้งเปิดสาธารณะสำหรับหนึ่งทีมขึ้นไป สามารถปิดการตั้งค่านี้ได้หลังจากยกเลิกการเชื่อมโยงกลุ่มจากทีมเหล่านั้น
vi_vn: Nhóm này đã được công khai với một đội trở lên. Bạn chỉ có thể tắt cài đặt này sau khi hủy liên kết nhóm với đội hoặc các đội đó.
zh_cn: 有团队将本群设置为公开，将公开了本群的团队解除关联后，方可关闭该设置
zh_tw: 有團隊將本群組設定為公開。若要關閉該設定，請將公開本群組的團隊解除關聯

# dG4
source: Request to Join Group
de_de: Beitritt zur Gruppe beantragen
es_es: Solicitud para unirse al grupo
fr_fr: Demander à rejoindre le groupe
id_id: Permintaan untuk Bergabung dengan Grup
it_it: Richiedi di partecipare al gruppo
ja_jp: グループ参加の申請
ko_kr: 그룹 참가 요청
ms_my: Mohon untuk Sertai Kumpulan
pt_br: Solicitar ingresso no grupo
ru_ru: Запрос на вступление в группу
th_th: ส่งคำขอเพื่อเข้าร่วมกลุ่ม
vi_vn: Yêu cầu tham gia nhóm
zh_cn: 申请加入群组
zh_tw: 申請加入群組

# FEc
source: This group is a private group in the team, and you need to send a request if you'd like to join. Leave a message here telling your reasons for joining.
de_de: Diese Gruppe ist eine private Gruppe im Team, und Sie müssen einen Antrag senden, wenn Sie beitreten möchten. Hinterlassen Sie hier eine Nachricht mit den Gründen für Ihren Beitritt.
es_es: Este es un grupo privado en el equipo y debes enviar una solicitud si quieres unirte. Deja un mensaje aquí explicando tus razones para unirte.
fr_fr: Ce groupe est privé au sein de l'équipe. Vous devez envoyer une demande si vous souhaitez le rejoindre. Laissez un message indiquant les raisons de votre adhésion ici.
id_id: Grup ini adalah grup privat dalam tim, dan Anda perlu mengirim permintaan jika ingin bergabung. Tinggalkan pesan di sini untuk memberitahukan alasan Anda bergabung.
it_it: Questo gruppo è un gruppo privato nel team e devi inviare una richiesta se desideri partecipare. Lascia un messaggio qui descrivendo i tuoi motivi per la partecipazione.
ja_jp: このグループはチーム内の非公開グループであり、参加するには申請が必要です。参加する理由を入力してください。
ko_kr: 이 그룹은 팀 내의 비공개 그룹이며, 참가하려면 요청을 보내야 합니다. 참가하려는 이유를 메시지로 작성해 여기에 남겨주세요.
ms_my: Kumpulan ini adalah kumpulan peribadi dalam pasukan, dan anda perlu menghantar permohonan jika ingin menyertai. Tinggalkan mesej di sini yang menerangkan sebab anda ingin menyertai.
pt_br: Este grupo é um grupo particular na equipe e você precisa enviar uma solicitação se quiser ingressar. Deixe aqui uma mensagem contando os motivos do seu ingresso.
ru_ru: Эта группа является частной группой в команде, и вам нужно отправить запрос, если вы хотите присоединиться. Оставьте здесь сообщение с указанием причин вашего присоединения.
th_th: กลุ่มนี้เป็นกลุ่มส่วนตัวในทีม และคุณจะต้องส่งคำขอหากต้องการเข้าร่วมกลุ่มนี้ ฝากข้อความไว้ที่นี่เพื่อบอกเหตุผลในการเข้าร่วมของคุณ
vi_vn: Đây là nhóm riêng tư trong đội và bạn cần gửi yêu cầu nếu muốn tham gia. Hãy để lại tin nhắn ở đây cho biết lý do bạn muốn tham gia.
zh_cn: 此群为团队内的私密群，通过团队加入群组需申请，可填写入群原因
zh_tw: 此群組為團隊內的私密群組，透過團隊加入群組需申請，可填寫加入群組的原因

# ldY
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
hi_in: कार्य
id_id: Tugas
it_it: Attività
ja_jp: タスク
ko_kr: 할 일
ms_my: Tugas
pt_br: Tarefas
ru_ru: Задачи
th_th: งาน
vi_vn: Nhiệm vụ
zh_cn: 任务
zh_tw: 任務

# MBo
source: Pin
de_de: Anheften
es_es: Anclar
fr_fr: Épingler
hi_in: पिन
it_it: Aggiungi
ja_jp: ピン留め
ko_kr: 고정
pt_br: Fixar
ru_ru: Закрепить
th_th: ปักหมุด
vi_vn: Ghim
