Repository: lark-opensource/iOS-client
Catalog: Modules/OpenPlatform/NewLarkDynamic/auto_resources/*.strings
Languages: vi_vn

# AtM
source: Confirm
vi_vn: Xác nhận

# 7KI
source: [Image]
vi_vn: [Hình ảnh]

# nsA
source: Part of the contents can be viewed only on the latest version of the app.
vi_vn: Chỉ có thể xem một phần nội dung trên phiên bản ứng dụng mới nhất.

# 4TU
source: [Card]
vi_vn: [Dấu trang]

# yBw
source: Select date and time
vi_vn: Lựa chọn ngày và thời gian

# C30
source: [Image]
vi_vn: [Hình ảnh]

# SP0
source: Long image
vi_vn: Hình ảnh dài

# 4mk
source: Please select
vi_vn: Vui lòng lựa chọn

# 6kA
source: Select date
vi_vn: Lựa chọn ngày

# d3o
source: Select time
vi_vn: Lựa chọn giờ

# Tfc
source: Cancel
vi_vn: Hủy bỏ
