Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkFocus/auto_resources/*.strings
Languages: de_de, hi_in, ja_jp, ms_my, th_th, vi_vn, zh_cn, zh_hk

# CAk
source: No ending time
de_de: Keine Endzeit
ja_jp: 終了時刻なし
ms_my: Tiada masa tamat
th_th: ไม่มีเวลาสิ้นสุด
vi_vn: Không có thời gian kết thúc
zh_cn: 无结束时间
zh_hk: 無結束時間

# WD4
source: Try It Now
de_de: Jetzt versuchen
hi_in: अब आज़माएँ
ja_jp: 今すぐ体験
ms_my: Cuba Sekarang
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 立即体验
zh_hk: 立即體驗

# pyc
source: {{name}} has left a status note:
de_de: {{name}} hat eine Statusnotitz hinterlassen:
ja_jp: {{name}}：
ms_my: {{name}} telah meninggalkan nota status:
th_th: {{name}} ได้ฝากข้อความสถานะไว้:
vi_vn: {{name}} đã để lại ghi chú trạng thái:
zh_cn: {{name}}的状态留言：
zh_hk: {{name}}的狀態留言：

# 1Ro
source: Status note
de_de: Statusanmerkung
ja_jp: ステータスの説明
ms_my: Nota status
th_th: หมายเหตุสถานะ
vi_vn: Ghi chú về trạng thái
zh_cn: 状态留言
zh_hk: 狀態留言

# JMA
source: Unable to load. Please check your internet connection and try again later.
de_de: Laden fehlgeschlagen. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut.
hi_in: लोड करने में असमर्थ. कृपया अपना इंटरनेट कनेक्शन जाँचें और बाद में पुनः प्रयास करें.
ja_jp: 読み込みに失敗しました。ネット接続を確認してから再試行してください
ms_my: Tidak dapat memuatkan. Sila periksa sambungan internet anda dan cuba lagi kemudian.
th_th: ไม่สามารถโหลดได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้งในภายหลัง
vi_vn: Không tải được. Vui lòng kiểm tra kết nối Internet của bạn và thử lại sau.
zh_cn: 加载失败，请检查网络连接后重试
zh_hk: 載入失敗，請檢查網絡連接後重試

# DT4
source: No results found
de_de: Keine Ergebnisse gefunden
hi_in: कोई परिणाम नहीं मिले
ja_jp: 結果が見つかりませんでした。
ms_my: Tiada hasil dijumpai
th_th: ไม่พบผลลัพธ์
vi_vn: Không tìm thấy kết quả
zh_cn: 未搜索到相关结果
zh_hk: 未搜尋到相關結果

# hAo
source: Owner: {{name}}
de_de: Besitzer {{name}}
hi_in: ओनर: {{name}}
ja_jp: 所有者：{{name}}
ms_my: Pemilik: {{name}}
th_th: เจ้าของ: {{name}}
vi_vn: Chủ sở hữu: {{name}}
zh_cn: 所有者：{{name}}
zh_hk: 擁有者：{{name}}

# 1gw
source: New status
de_de: Neuer Status
ja_jp: ステータスを新規作成
ms_my: Status baharu
th_th: สถานะใหม่
vi_vn: Trạng thái mới
zh_cn: 新建状态
zh_hk: 建立狀態

# 5c0
source: New Status
de_de: Neuer Status
ja_jp: ステータスを新規作成
ms_my: Status Baharu
th_th: สถานะใหม่
vi_vn: Trạng thái mới
zh_cn: 新建状态
zh_hk: 建立狀態

# tr8
source: All
de_de: Alle
ja_jp: 全部
ms_my: Semua
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_hk: 全部

# jgE
source: 1 hr
de_de: 1 Std.
ja_jp: 1 時間
ms_my: 1 jam
th_th: 1 ชม.
vi_vn: 1 giờ
zh_cn: 1 小时
zh_hk: 1 小時

# bSg
source: Repeat
de_de: Wiederholen
ja_jp: 自動設定
ms_my: Ulang
th_th: ทำซ้ำ
vi_vn: Lặp lại
zh_cn: 自动打开
zh_hk: 自動開啟

# Cjk
source: Auto
de_de: Autom.
ja_jp: 自動同期
th_th: อัตโนมัติ
vi_vn: Tự động
zh_cn: 自动同步
zh_hk: 自動同步

# S7Q
source: Events
de_de: Termine
ja_jp: 取り込み中に自動表示
ms_my: Acara
th_th: กิจกรรม
vi_vn: Sự kiện
zh_cn: 当前有日程时自动开启
zh_hk: 目前有日程時自動開啟

# xts
source: Display "In meeting" for events set as "Busy"
de_de: „In Besprechung“ für als „Beschäftigt“ festgelegte Termine anzeigen
hi_in: "व्यस्त" के रूप में दिखाए गए ईवेंट के दौरान "मीटिंग में" प्रदर्शित करें
ja_jp: 取り込み中の予定の間、このステータスが自動的に表示されます。
ms_my: Paparkan "Dalam mesyuarat" untuk acara yang ditetapkan sebagai "Sibuk"
th_th: แสดง "ในการประชุม" กับกิจกรรมที่ตั้งเป็น "ติดธุระ"
vi_vn: Hiển thị "Đang họp" cho các sự kiện được đặt là "Bận"
zh_cn: 忙碌的日程开始后自动开启为“会议中”状态
zh_hk: 忙碌的日程開始後，自動開啟為「會議中」狀態

# Cbg
source: Auto-sync status
de_de: Status automatisch synchronisieren
ja_jp: ステータスが自動で同期
ms_my: Penyelarasan automatik status
th_th: สถานะการซิงค์อัตโนมัติ
vi_vn: Trạng thái đồng bộ hóa tự động
zh_cn: 自动同步状态
zh_hk: 自動同步狀態

# VJU
source: No need for manual setup - your calendar events sync automatically!
de_de: Es ist keine manuelle Einrichtung erforderlich – Ihre Kalendertermine werden automatisch synchronisiert!
ja_jp: 手動での設定は不要で、予定やビデオ会議のステータスが自動的に同期されます。
ms_my: Tiada keperluan untuk tetapan manual - acara kalendar anda diselaraskan secara automatik!
th_th: ไม่จำเป็นต้องตั้งค่าด้วยตนเอง - กิจกรรมในปฏิทินของคุณจะซิงค์โดยอัตโนมัติ
vi_vn: Không cần thiết lập thủ công. Sự kiện lịch của bạn sẽ đồng bộ hóa tự động!
zh_cn: 无需手动设置，日程和视频会议状态自动同步
zh_hk: 無需手動設定，日程和視像會議狀態自動同步

# uzc
source: In meetings
de_de: In Besprechungen
ja_jp: 会議中に自動表示
ms_my: Dalam mesyuarat
th_th: อยู่ในการประชุม
vi_vn: Đang họp
zh_cn: 会议期间自动开启
zh_hk: 會議期間自動開啟

# px8
source: Display "In meeting" during video calls
de_de: Während eines Videoanrufs „In einer Besprechung“ anzeigen
ja_jp: ビデオ会議の時は「会議中」と自動的に表示します
ms_my: Paparkan "Dalam mesyuarat" semasa panggilan video
th_th: แสดง "อยู่ในการประชุม" ระหว่างวิดีโอคอล
vi_vn: Hiển thị "Đang họp" trong suốt cuộc gọi video
zh_cn: 在视频会议中时自动开启为“会议中”状态
zh_hk: 在視像會議中時自動開啟為「會議中」狀態

# dKc
source: Auto display On Leave
de_de: „Abwesend“ automatisch anzeigen
hi_in: "लीव पर" स्वतः डिस्प्ले करें
ja_jp: 休暇時は自動表示
ms_my: Paparan automatik Cuti
th_th: แสดงการลางานอัตโนมัติ
vi_vn: Tự động hiển thị Nghỉ phép
zh_cn: 请假期间自动开启
zh_hk: 請假期間自動開啟

# mAI
source: Display "On leave" on approved days off
de_de: An genehmigten freien Tagen „Im Urlaub“ anzeigen
ja_jp: 承認された休暇期間内は「休暇中」と自動的に表示します
ms_my: Paparkan "Cuti" pada hari cuti yang diluluskan
th_th: แสดง "ลา" ในวันหยุดที่ได้รับอนุมัติ
vi_vn: Hiển thị "Đang nghỉ phép" đối với số ngày nghỉ đã phê duyệt
zh_cn: 通过审批的请假时间自动开启为“请假中”状态
zh_hk: 通過審批的請假時間自動開啟為「請假中」狀態

# 7hI
source: Cancel
de_de: Abbrechen
hi_in: रद्द करें
ja_jp: キャンセル
ms_my: Batal
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# tyQ
source: Maximum number of characters reached
de_de: Maximale Zeichenanzahl erreicht
hi_in: वर्णों की संख्या सीमा तक पहुँच गई है
ja_jp: 文字数が上限に達しました
ms_my: Bilangan aksara maksimum dicapai
th_th: อักขระครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt số ký tự tối đa
zh_cn: 字符数已达上限
zh_hk: 字元數已達上限

# mfU
source: Failed to set status. Please check your network connection
de_de: Der Status konnte nicht festgelegt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung
hi_in: स्थिति सेट करने में विफल हुआ. कृपया अपने नेटवर्क कनेक्शन की जाँच करें
ja_jp: 無効にできませんでした。ネットワーク接続を確認してから再試行してください
ms_my: Gagal menetapkan status. Sila periksa sambungan rangkaian anda
th_th: ตั้งสถานะล้มเหลว โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Cài đặt trạng thái không thành công. Vui lòng kiểm tra kết nối mạng
zh_cn: 关闭失败，请检查网络后重试
zh_hk: 關閉失敗，請檢查網絡後重試

# Hw0
source: Select a status
de_de: Wählen Sie einen Status
hi_in: स्थिति चुनें
ja_jp: 追加したステータス
ms_my: Pilih status
th_th: เลือกสถานะ
vi_vn: Lựa chọn một trạng thái
zh_cn: 现有状态
zh_hk: 現有狀態

# wWg
source: Number of customized status has reached the limit
de_de: Die Anzahl der angepassten Status hat die Obergrenze erreicht
ja_jp: カスタムステータス数が上限に達しました
ms_my: Bilangan status tersuai telah mencapai had
th_th: จำนวนสถานะแบบกำหนดเองถึงจำนวนจำกัดแล้ว
vi_vn: Số lượng trạng thái tùy chỉnh đã đạt đến giới hạn
zh_cn: 自定义状态数量已达上限
zh_hk: 自訂狀態數量已達上限

# z1w
source: Delete Status
de_de: Status löschen
ja_jp: ステータスを削除
ms_my: Padam Status
th_th: ลบสถานะ
vi_vn: Xóa trạng thái
zh_cn: 删除状态
zh_hk: 刪除狀態

# mUM
source: Delete this status? This action can't be undone.
de_de: Möchten Sie diesen Status löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
hi_in: यह स्थिति हटाएँ? इस क्रिया पूर्ववत नहीं की जा सकती.
ja_jp: ステータスは削除すると復元できません
ms_my: Padam status ini? Tindakan ini tidak boleh dibatalkan.
th_th: ลบสถานะนี้หรือไม่ การดำเนินการนี้ไม่สามารถยกเลิกได้
vi_vn: Xóa trạng thái này? Không thể hoàn tác hành động này.
zh_cn: 状态删除后无法恢复
zh_hk: 狀態刪除後無法恢復

# gMY
source: Multiple options
de_de: Mehrere Optionen
ja_jp: 豊富なステータス
ms_my: Pelbagai pilihan
th_th: หลายตัวเลือก
vi_vn: Nhiều lựa chọn
zh_cn: 丰富的状态
zh_hk: 豐富的狀態

# llw
source: More options to choose from and you can even create your own status.
de_de: Es sind weitere Optionen verfügbar und Sie können sogar Ihren eigenen Status erstellen.
ja_jp: 複数のステータスおよびカスタム設定をサポートしています。
ms_my: Lebih banyak pilihan untuk dipilih dan anda juga boleh membuat status anda sendiri.
th_th: มีตัวเลือกเพิ่มเติมให้เลือกและคุณสามารถสร้างสถานะเองได้
vi_vn: Thêm nhiều tùy chọn và bạn thậm chí có thể tạo trạng thái riêng.
zh_cn: 支持多种状态选择及自定义设置
zh_hk: 支持多種狀態選擇及自訂設定

# C9I
source: Set Status
de_de: Status festlegen
ja_jp: 有効
ms_my: Tetapkan Status
th_th: ตั้งสถานะ
vi_vn: Đặt trạng thái
zh_cn: 开启
zh_hk: 開啟

# +TA
source: Failed to set status. Please check your network connection
de_de: Der Status konnte nicht festgelegt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung
hi_in: स्थिति सेट करने में विफल हुआ. कृपया अपने नेटवर्क कनेक्शन की जाँच करें
ja_jp: 有効にできませんでした。ネットワーク接続を確認してから再試行してください
ms_my: Gagal menetapkan status. Sila periksa sambungan rangkaian anda
th_th: ตั้งสถานะล้มเหลว โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Cài đặt trạng thái không thành công. Vui lòng kiểm tra kết nối mạng
zh_cn: 开启失败，请检查网络后重试
zh_hk: 開啟失敗，請檢查網絡後重試

# lyU
source: Mute notifications
de_de: Benachrichtigungen stummschalten
hi_in: नोटिफ़िकेशन म्यूट करें
ja_jp: 通知をミュート
ms_my: Nyahaktifkan notifikasi
th_th: ปิดเสียงการแจ้งเตือน
vi_vn: Tắt tiếng thông báo
zh_cn: 通知静音
zh_hk: 通知靜音

# goI
source: Enter status name
de_de: Statusnamen eingeben
ja_jp: ステータスの名前を入力
ms_my: Masukkan nama status
th_th: กรอกชื่อสถานะ
vi_vn: Nhập tên trạng thái
zh_cn: 输入状态名称
zh_hk: 輸入狀態名稱

# 9cw
source: Leave
de_de: Verlassen
ja_jp: 退出
ms_my: Tinggalkan
th_th: ออก
vi_vn: Rời khỏi
zh_cn: 退出
zh_hk: 退出

# B5A
source: Leave this page? Your changes won't be saved.
de_de: Diese Seite verlassen? Ihre Änderungen werden dann nicht gespeichert.
ja_jp: 退出すると、現在の編集は保存されません。退出しますか？
ms_my: Tinggalkan halaman ini? Perubahan anda tidak akan disimpan.
th_th: ออกจากหน้านี้หรือไม่ ระบบจะไม่บันทึกการเปลี่ยนแปลงที่คุณทำ
vi_vn: Bạn muốn rời khỏi trang này? Thay đổi của bạn sẽ không được lưu.
zh_cn: 退出后无法保存当前修改，确认退出吗？
zh_hk: 退出後無法儲存目前的修改，確認退出嗎？

# ozM
source: Failed to save status. Please check your network connection
de_de: Der Status konnte nicht gespeichert werden. Bitte überprüfen Sie Ihre Netzwerkverbindung
ja_jp: 保存できませんでした。ネットワーク接続を確認してから再試行してください
ms_my: Gagal menyimpan status. Sila periksa sambungan rangkaian anda
th_th: ไม่สามารถบันทึกสถานะได้ โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Lưu trạng thái không thành công. Vui lòng kiểm tra kết nối mạng
zh_cn: 保存失败，请检查网络后重试
zh_hk: 儲存失敗，請檢查網絡後重試

# 5CM
source: 4 hr
de_de: 4 Std.
hi_in: 4 घं०
ja_jp: 4 時間
ms_my: 4 jam
th_th: 4 ชม.
vi_vn: 4 tiếng
zh_cn: 4 小时
zh_hk: 4 小時

# mZE
source: Go back
de_de: Zurück
ja_jp: 戻る
ms_my: Kembali
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回

# wFo
source: Hide
de_de: Ausblenden
ja_jp: 閉じる
ms_my: Sembunyi
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 收起
zh_hk: 收合

# ZEk
source: Duration
de_de: Dauer
ja_jp: ステータス期間
ms_my: Tempoh
th_th: ระยะเวลา
vi_vn: Thời lượng
zh_cn: 持续时间
zh_hk: 持續時間

# dTY
source: Ending time cannot be earlier than current time
de_de: Die Endzeit kann nicht vor der aktuellen Zeit liegen
ja_jp: 終了時刻は現在の時刻より前にできません
ms_my: Masa tamat tidak boleh lebih awal daripada masa sekarang
th_th: เวลาสิ้นสุดจะเร็วกว่าเวลาปัจจุบันไม่ได้
vi_vn: Thời gian kết thúc không được sớm hơn thời gian hiện tại
zh_cn: 结束时间不能早于当前时间
zh_hk: 結束時間不能早於目前時間

# G7o
source: Until {{time}}
de_de: Bis {{time}}
hi_in: {{time}} पर समाप्त होता है
ja_jp: {{time}}まで
ms_my: Sehingga {{time}}
th_th: จนถึง {{time}}
vi_vn: Cho đến {{time}}
zh_cn: 持续至 {{time}}
zh_hk: 持續至 {{time}}

# QTQ
source: Failed to load status. Please check your network connection
de_de: Der Status konnte nicht geladen werden. Bitte überprüfen Sie Ihre Netzwerkverbindung
ja_jp: 読み込めませんでした。カスタムの数が上限達しています
ms_my: Gagal memuatkan status. Sila periksa sambungan rangkaian anda
th_th: ไม่สามารถโหลดสถานะได้ โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Tải trạng thái không thành công. Vui lòng kiểm tra kết nối mạng
zh_cn: 加载失败，请检查网络后重试
zh_hk: 載入失敗，請檢查網絡後重試

# KmU
source: Notifications
de_de: Benachrichtigungen
ja_jp: メッセージ通知
ms_my: Notifikasi
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 消息通知
zh_hk: 訊息通知

# qjI
source: Notifications will be muted when this status is on.
de_de: Benachrichtigungen werden stummgeschaltet, wenn dieser Status aktiviert ist.
hi_in: स्विच चालू किए जाने के बाद, स्थिति प्रदर्शित होने पर नोटिफ़िकेशन म्यूट किए जाएँगे.
ja_jp: オンにすると、このステータスに設定している間、通知はミュートされます。
ms_my: Pemberitahuan akan disenyapkan apabila status ini diaktifkan.
th_th: จะปิดเสียงการแจ้งเตือนเมื่อเปิดสถานะนี้
vi_vn: Thông báo sẽ bị tắt tiếng khi trạng thái này bật.
zh_cn: 开启后，该状态开启时将关闭消息通知
zh_hk: 開啟後，該狀態開啟時將關閉訊息通知

# 9eg
source: Edit Status
de_de: Status bearbeiten
hi_in: स्थिति संपादित करें
ja_jp: ステータスを編集
th_th: แก้ไขสถานะ
vi_vn: Chỉnh sửa trạng thái
zh_cn: 修改状态
zh_hk: 修改狀態

# iSM
source: Set Rules
de_de: Regeln festlegen
ja_jp: 同期設定を変更
ms_my: Tetapkan Peraturan
th_th: ตั้งกฎ
vi_vn: Đặt quy tắc
zh_cn: 更改同步设置
zh_hk: 變更同步設定

# RWs
source: More Settings
de_de: Weitere Einstellungen
ja_jp: その他の設定
ms_my: Tetapan Lanjut
th_th: การตั้งค่าเพิ่มเติม
vi_vn: Thêm cài đặt
zh_cn: 更多设置
zh_hk: 更多設定

# zQM
source: My Status
de_de: Mein Status
ja_jp: マイステータス
ms_my: Status Saya
th_th: สถานะของฉัน
vi_vn: Trạng thái của tôi
zh_cn: 我的状态
zh_hk: 我的狀態

# N+A
source: New Status
de_de: Neuer Status
ja_jp: ステータスを新規作成
ms_my: Status Baharu
th_th: สถานะใหม่
vi_vn: Trạng thái mới
zh_cn: 新建状态
zh_hk: 建立狀態

# t0o
source: Mute
de_de: Stummschalten
hi_in: म्यूट करें
ja_jp: ミュート
ms_my: Nyenyapkan
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 静音
zh_hk: 靜音

# 3vU
source: Customize
de_de: Individuell anpassen
ja_jp: その他
ms_my: Sesuaikan
th_th: ปรับแต่ง
vi_vn: Tùy chỉnh
zh_cn: 其他时间
zh_hk: 其他時間

# +sE
source: Status
ja_jp: ステータス
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 个人状态
zh_hk: 個人狀態

# Jl8
source: New Status feature is now available
de_de: Eine neue Status-Funktion ist jetzt verfügbar
hi_in: "नई स्थिति" सुविधा अब उपलब्ध है
ja_jp: 「マイステータス」がアップデート
ms_my: Ciri Status Baharu kini tersedia
th_th: ฟีเจอร์สถานะใหม่พร้อมใช้งานแล้ว
vi_vn: Tính năng Trạng thái mới hiện đã ra mắt
zh_cn: “个人状态”全新升级
zh_hk: 「個人狀態」全新升級

# 8h0
source: Recommended
de_de: Empfohlen
ja_jp: おすすめ
ms_my: Disyorkan
th_th: รายการที่แนะนำ
vi_vn: Được đề xuất
zh_cn: 推荐使用
zh_hk: 推薦使用

# q4M
source: Refresh
de_de: Auffrischen
ja_jp: ページを更新
ms_my: Muat semula
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新页面
zh_hk: 重新整理頁面

# RtE
source: Save
de_de: Speichern
hi_in: सहेजें
ja_jp: 保存
ms_my: Simpan
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存

# t4c
source: Saved
de_de: Gespeichert
hi_in: सहेजा गया
ja_jp: 保存しました
ms_my: Disimpan
th_th: บันทึกแล้ว
vi_vn: Đã lưu
zh_cn: 已保存
zh_hk: 已儲存

# K3A
source: Saving
de_de: Speichervorgang
hi_in: सहेजा जा रहा है
ja_jp: 保存中
ms_my: Menyimpan
th_th: กำลังบันทึก
vi_vn: Đang lưu
zh_cn: 保存中
zh_hk: 儲存中

# 1Es
source: End at
de_de: Ende am
ja_jp: 終了時刻
ms_my: Tamat pada
th_th: สิ้นสุดที่
vi_vn: Kết thúc lúc
zh_cn: 结束时间
zh_hk: 結束時間

# qTM
source: Today {{Time}}
de_de: Heute {{Time}}
hi_in: आज {{Time}}
ja_jp: 今日 {{Time}}
ms_my: Hari ini {{Time}}
th_th: วันนี้ {{Time}}
vi_vn: {{Time}} hôm nay
zh_cn: 今天 {{Time}}
zh_hk: 今天 {{Time}}

# Qwc
source: Show all
de_de: Alle anzeigen
ja_jp: すべて表示
ms_my: Tunjukkan semua
th_th: แสดงทั้งหมด
vi_vn: Hiển thị tất cả
zh_cn: 展开全部
zh_hk: 展開全部

# peI
source: Status
hi_in: स्थिति
ja_jp: ステータス
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状态
zh_hk: 狀態

# vFM
source: Status name
ja_jp: ステータスの名前
ms_my: Nama status
th_th: ชื่อสถานะ
vi_vn: Tên trạng thái
zh_cn: 状态名称
zh_hk: 狀態名稱

# g30
source: Need some quiet time?
de_de: Wünschen Sie sich etwas Ruhe?
ja_jp: 取り込み中
ms_my: Perlukan masa tenang?
th_th: ต้องการเวลาที่เงียบสงบไม่หรือไม่
vi_vn: Bạn cần chút thời gian yên tĩnh?
zh_cn: 免打扰
zh_hk: 免打擾

# cog
source: Mute notifications for any status as you like.
de_de: Schalten Sie bei Bedarf Benachrichtigungen für einen beliebigen Status stumm.
ja_jp: すべてのステータスで通知のミュート設定が可能です。
ms_my: Nyenyapkan notifikasi mengikut status yang disukai.
th_th: ปิดเสียงการแจ้งเตือนของสถานะใดก็ตามที่คุณต้องการ
vi_vn: Tắt tiếng thông báo cho bất cứ trạng thái nào bạn muốn.
zh_cn: 每个状态均可设置通知静音，开启专注模式
zh_hk: 每個狀態均可設定通知靜音，開啟專注模式

# j1o
source: Until meeting ends
de_de: Bis zum Besprechungsende
hi_in: मीटिंग समाप्त होने तक
ja_jp: 会議が終わるまで
ms_my: Sehingga mesyuarat berakhir
th_th: จนกว่าการประชุมจะจะสิ้นสุดลง
vi_vn: Cho đến khi cuộc họp kết thúc
zh_cn: 至会议结束
zh_hk: 至會議結束

# oqo
source: Status name cannot be empty.
de_de: Der Statusname darf nicht leer sein.
ja_jp: ステータスの名前は必須です。
ms_my: Nama status tidak boleh kosong.
th_th: ชื่อสถานะต้องไม่เว้นว่าง
vi_vn: Không thể để trống tên trạng thái.
zh_cn: 状态名称不能为空
zh_hk: 狀態名稱不能為空

# yXI
source: Search members or docs
de_de: Mitglieder oder Dokumente suchen
ja_jp: メンバー/Docs が検索可能
ms_my: Cari ahli atau dokumen
th_th: ค้นหาสมาชิกหรือ Docs
vi_vn: Tìm kiếm thành viên hoặc tài liệu
zh_cn: 可搜索成员、文档
zh_hk: 可搜尋成員和文件

# xIM
source: Select
de_de: Auswählen
ja_jp: 選択
ms_my: Pilih
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择要@的对象
zh_hk: 選擇要@的對象

# BAA
source: Seems the status note is too long to save. Please shorten it and try again.
de_de: Speichern fehlgeschlagen. Die Länge der Statusanmerkung hat den Grenzwert überschritten.
ja_jp: 文字数が上限を超えたため、保存できませんでした。
ms_my: Tidak dapat menyimpan. Panjang nota status melebihi had.
th_th: ไม่สามารถบันทึกได้ ความยาวของสถานะเกินจำนวนจำกัด
vi_vn: Không thể lưu. Độ dài của ghi chú về trạng thái đã vượt quá giới hạn.
zh_cn: 保存失败，状态留言长度超过上限
zh_hk: 儲存失敗，狀態留言長度超過上限

# Iek
source: When others write you a message in private chats, the note will display above their text box.
de_de: Wenn andere Ihnen in privaten Chats eine Nachricht schreiben, wird die Notiz über ihrem Textfeld angezeigt.
ja_jp: 他のユーザーが個人チャットであなたにメッセージを送信する際、このステータス説明は相手の入力ボックスの上部に表示されます。
ms_my: Apabila orang lain menulis mesej kepada anda dalam perbualan peribadi, nota akan dipaparkan di atas kotak teks mereka.
th_th: เมื่อคนอื่นเขียนข้อความถึงคุณในแชทส่วนตัว ข้อความนั้นจะแสดงอยู่เหนือกล่องข้อความของพวกเขา
vi_vn: Khi người khác viết tin nhắn cho bạn trong các cuộc trò chuyện riêng tư, ghi chú sẽ hiển thị bên trên ô văn bản của họ.
zh_cn: 当其他用户在单聊中向你发送消息时，该留言将展示在对方的输入框上方
zh_hk: 當其他用戶在私人聊天中向你發送訊息時，該留言將展示在對方的輸入框上方

# HSU
source: Leave a status note, use @ to mention your colleagues or insert docs.
de_de: Hinterlassen Sie eine Statusanmerkung, verwenden Sie @, um Ihre Kollegen zu erwähnen, oder fügen Sie Dokumente ein.
ja_jp: 説明の内容を入力してください。同僚への@メンションや Docs の挿入も可能です。
ms_my: Tinggalkan nota status, gunakan @ untuk menyebut rakan sekerja atau masukkan dokumen.
th_th: ฝากหมายเหตุสถานะไว้ ใช้ @ เพื่อกล่าวถึงเพื่อนร่วมงานของคุณหรือแทรก Docs
vi_vn: Để lại ghi chú về trạng thái, sử dụng @ để nhắc đến đồng nghiệp hoặc chèn tài liệu.
zh_cn: 输入状态留言，可使用@提及同事或插入文档
zh_hk: 輸入狀態留言，可使用@提及同事或插入文件

# B1Y
source: Status note
de_de: Statusbeschreibung
ja_jp: ステータスの説明
ms_my: Nota status
th_th: หมายเหตุสถานะ
vi_vn: Ghi chú về trạng thái
zh_cn: 状态留言
zh_hk: 狀態留言

# n6c
source: Manage Status
de_de: Status verwalten
hi_in: स्थिति प्रबंधित करें
ja_jp: ステータス設定
ms_my: Urus Status
th_th: จัดการสถานะ
vi_vn: Quản lý trạng thái
zh_cn: 状态设置
zh_hk: 狀態設定

# wls
source: 30 min
ja_jp: 30 分
th_th: 30 นาที
vi_vn: 30 phút
zh_cn: 30 分钟
zh_hk: 30 分鐘

# 8B4
source: Turning off...
de_de: Deaktivieren
hi_in: बंद किया जा रहा है
ja_jp: オフにしています...
ms_my: Mematikan...
th_th: กำลังปิด
vi_vn: Đang tắt
zh_cn: 正在关闭...
zh_hk: 正在關閉

# smg
source: Turning on...
de_de: Aktivieren
hi_in: चालू किया जा रहा है
ja_jp: オンにしています...
ms_my: Menghidupkan...
th_th: กำลังเปิด
vi_vn: Đang bật
zh_cn: 正在开启...
zh_hk: 正在開啟

# Sik
source: 2 hr
de_de: 2 Std.
ja_jp: 2 時間
ms_my: 2 jam
th_th: 2 ชม.
vi_vn: 2 giờ
zh_cn: 2 小时
zh_hk: 2 小時

# KB0
source: Ends at {{time}}
de_de: Endet um {{time}}
hi_in: {{time}} पर समाप्त होता है
ja_jp: {{time}} まで
ms_my: Tamat pada {{time}}
th_th: สิ้นสุดเมื่อเวลา {{time}}
vi_vn: Kết thúc vào lúc {{time}}
zh_cn: 至 {{time}}
zh_hk: 至 {{time}}

# CFc
source: Ends at 11:59 PM today
de_de: Endet heute um 23:59 Uhr
hi_in: आज अ 11:59 पर समाप्त होता है
ja_jp: 午後 11:59 まで
ms_my: Tamat pada 11:59 PTG hari ini
th_th: สิ้นสุดเมื่อเวลา 23:59 น. วันนี้
vi_vn: Kết thúc vào lúc 11:59 tối hôm nay
zh_cn: 至今晚
zh_hk: 至今晚

# 3mA
source: General Status
de_de: Allgemeiner Status
hi_in: सामान्य स्थिति
ja_jp: 一般ステータス
ms_my: Status Umum
th_th: สถานะทั่วไป
vi_vn: Trạng thái tổng quát
zh_cn: 通用状态
zh_hk: 一般狀態

# 4xI
source: System status can be activated during special occasions
de_de: Systemstatus kann bei besonderen Anlässen aktiviert werden.
hi_in: सिस्टम स्थिति विशेष अवसरों के दौरान सक्रिय की जा सकती है
ja_jp: システムステータスは特定の状況でのみ表示されます。
ms_my: Status sistem boleh diaktifkan semasa majlis khas
th_th: สามารถเปิดใช้งานสถานะของระบบได้ในโอกาสพิเศษ
vi_vn: Trạng thái hệ thống có thể được kích hoạt trong những dịp đặc biệt
zh_cn: 以上状态仅可在特定场景开启
zh_hk: 以上狀態僅可在特定場景中開啟

# 7lc
source: System status is only available for special occasions
de_de: Der Systemstatus ist nur für besondere Anlässe verfügbar.
hi_in: सिस्टम स्थिति केवल विशेष अवसरों के लिए उपलब्ध है
ja_jp: システムステータスは特定の状況でのみ表示されます。
ms_my: Status sistem hanya tersedia untuk acara istimewa
th_th: สถานะของระบบพร้อมใช้งานเฉพาะในบางโอกาสพิเศษเท่านั้น
vi_vn: Trạng thái hệ thống chỉ khả dụng cho những dịp đặc biệt
zh_cn: 以下状态仅在特定场景可见
zh_hk: 以下狀態僅在特定場景可查看

# J5g
source: System Status
hi_in: सिस्टम स्थिति
ja_jp: システムステータス
ms_my: Status Sistem
th_th: สถานะของระบบ
vi_vn: Trạng thái hệ thống
zh_cn: 系统状态
zh_hk: 系統狀態
