Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# EhA
source: Panelist invitation has been sent.
de_de: Podiumsteilnehmer-Einladung wurde gesendet.
es_es: Se ha enviado la invitación para ser panelista.
fr_fr: L'invitation de panéliste a été envoyée.
id_id: Undangan panelis telah dikirim.
it_it: Invito relatore inviato.
ja_jp: パネリスト指定の招待を送信しました。
ko_kr: 패널리스트 초대를 보냈습니다.
ms_my: Jemputan panelis telah dihantar.
pt_br: O convite do membro do painel foi enviado.
ru_ru: Приглашение почетного гостя отправлено.
th_th: ส่งคำเชิญให้ผู้ร่วมอภิปรายแล้ว
vi_vn: Đã gửi lời mời làm tham luận viên.
zh_cn: 嘉宾邀请已发送
zh_hk: 已發送嘉賓邀請
zh_tw: 已傳送來賓邀請

# J44
source: Panelists ({{number}})
de_de: Podiumsredner ({{number}})
es_es: Panelistas ({{number}})
fr_fr: Panélistes ({{number}})
id_id: Panelis ({{number}})
it_it: Relatori ({{number}})
ja_jp: パネリスト ({{number}})
ko_kr: 패널리스트({{number}})
ms_my: Panelis ({{number}})
pt_br: Oradores ({{number}})
ru_ru: Участники дискуссии ({{number}})
th_th: ผู้ร่วมอภิปราย ({{number}})
vi_vn: Người tham dự hội thảo ({{number}})
zh_cn: 嘉宾 ({{number}})
zh_hk: 嘉賓 ({{number}})
zh_tw: 來賓 ({{number}})

# 47E
source: Participants can now view your shared documents
de_de: Teilnehmer können nun Ihre geteilten Dokumente sehen.
es_es: Los participantes pueden ver ahora tus documentos compartidos
fr_fr: Les participants peuvent maintenant afficher vos documents partagés
hi_in: सहभागी अब आपके साझा किए गए दस्तावेज़ देख सकते हैं
id_id: Peserta sekarang dapat melihat dokumen yang Anda bagikan
it_it: I partecipanti possono ora visualizzare i tuoi documenti condivisi
ja_jp: 参加者が共有中のドキュメントを閲覧可能になりました
ko_kr: 이제 참가자가 공유 문서를 볼 수 있습니다
ms_my: Peserta kini boleh melihat dokumen yang dikongsi
pt_br: Agora os participantes podem visualizar seus documentos compartilhados
ru_ru: Теперь участники могут просматривать ваш документ
th_th: ผู้เข้าร่วมสามารถดูเอกสารที่คุณแบ่งปันได้ในขณะนี้
vi_vn: Giờ đây người tham gia có thể xem tài liệu đã chia sẻ của bạn
zh_cn: 参会者现在可以看到你共享的文档
zh_hk: 參會者現在可以看到你分享的文件
zh_tw: 與會人員現在可以看到你分享的文件

# JSo
source: Personal real-name authentication
de_de: Persönliche Authentifizierung mit Klarnamen
es_es: Autenticación del nombre real personal
fr_fr: Authentification avec votre vrai nom
id_id: Autentikasi nama asli pribadi
it_it: Autenticazione nome reale personale
ja_jp: 個人の実名認定
ko_kr: 개인 실명 인증
ms_my: Pengesahan nama sebenar peribadi
pt_br: Autenticação de nome real pessoal
ru_ru: Личная аутентификация по реальному имени
th_th: การรับรองความถูกต้องชื่อจริงส่วนบุคคล
vi_vn: Xác thực tên thật cá nhân
zh_cn: 个人实名认证
zh_hk: 個人實名認證
zh_tw: 個人實名認證

# 5DY
source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
hi_in: फ़ोन
id_id: Telepon
it_it: Telefono
ja_jp: 電話
ko_kr: 전화
ms_my: Telefon
pt_br: Telefone
ru_ru: Телефон
th_th: โทรศัพท์
vi_vn: Điện thoại
zh_cn: 电话
zh_hk: 電話
zh_tw: 電話

# tFc
source: Phone call
de_de: Telefonanruf
es_es: Llamada de teléfono
fr_fr: Appel téléphonique
hi_in: फ़ोन कॉल
id_id: Panggilan telepon
it_it: Telefonata
ja_jp: 電話で招待
ko_kr: 전화 통화
ms_my: Panggilan telefon
pt_br: Chamada telefônica
ru_ru: Телефонный звонок
th_th: โทรศัพท์
vi_vn: Cuộc gọi điện thoại
zh_cn: 电话呼叫
zh_hk: 電話致電
zh_tw: 電話呼叫

# ouE
source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Nomor telepon
it_it: Numero di telefono
ja_jp: 電話番号
ko_kr: 전화번호
ms_my: Nombor telefon
pt_br: Número de telefone
ru_ru: Номер телефона
th_th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_cn: 电话号码
zh_hk: 電話號碼
zh_tw: 電話號碼

# Kqk
source: Support dialing numbers to start {{APP_DISPLAY_NAME}} calls, for more efficient communication. Paid for by the organization, free calls for members.
de_de: Unterstützt die Wahl von Nummern zum Starten von {{APP_DISPLAY_NAME}}-Anrufen für eine effizientere Kommunikation. Bezahlt von der Organisation, kostenlose Anrufe für Mitglieder.
es_es: Admite la marcación de números para iniciar llamadas de {{APP_DISPLAY_NAME}}, lo que mejora la eficacia de la comunicación. Pagado por la organización; las llamadas son gratuitas para los miembros.
fr_fr: Prise en charge de la composition de numéros pour lancer des appels {{APP_DISPLAY_NAME}}, pour une communication plus efficace. Appels payés par l'organisation, gratuits pour les membres.
id_id: Mendukung pemanggilan nomor untuk memulai panggilan {{APP_DISPLAY_NAME}}, untuk komunikasi yang lebih efektif. Dibayar oleh organisasi, panggilan gratis untuk anggota.
it_it: Supporta la composizione di numeri per avviare chiamate {{APP_DISPLAY_NAME}}, per una comunicazione più efficiente. A carico dell'organizzazione, chiamate gratuite per i membri.
ja_jp: 電話をかけて {{APP_DISPLAY_NAME}} 通話を開始でき、効率的なコミュニケーションを楽しめます 法人が費用を負担し、メンバーは無料でご利用いただけます
ko_kr: 번호를 호출하여 {{APP_DISPLAY_NAME}} 통화를 시작할 수 있도록 지원하여 더 효율적인 커뮤니케이션을 가능하게 합니다. 기업이 비용을 지불하고 구성원은 무료로 통화할 수 있습니다.
ms_my: Sokong panggilan nombor untuk memulakan panggilan {{APP_DISPLAY_NAME}}, untuk komunikasi yang lebih efisien. Dibayar oleh organisasi, panggilan percuma untuk ahli.
pt_br: Suporte a discagem de números para iniciar chamadas {{APP_DISPLAY_NAME}}, para uma comunicação mais eficiente. Pago pela organização, chamadas gratuitas para membros.
ru_ru: Поддержка набора номеров для начала вызовов {{APP_DISPLAY_NAME}} для более эффективного общения. Оплачивается организацией, бесплатные звонки для участников.
th_th: รองรับการโทรออกเพื่อเริ่มการโทร {{APP_DISPLAY_NAME}} เพื่อการสื่อสารที่มีประสิทธิภาพยิ่งขึ้น ชำระเงินโดยองค์กร สมาชิกโทรฟรี
vi_vn: Hỗ trợ quay số để bắt đầu cuộc gọi {{APP_DISPLAY_NAME}}, giúp liên hệ hiệu quả hơn. Được tổ chức trả tiền, gọi điện miễn phí cho các thành viên.
zh_cn: 支持拨打电话建立{{APP_DISPLAY_NAME}}通话，轻松开启高效沟通 由企业统一付费，员工免费拨打
zh_hk: 支援撥打電話建立{{APP_DISPLAY_NAME}}通話，輕鬆開啟有效溝通 由企業統一付費，員工免費撥打
zh_tw: 支援撥打電話建立{{APP_DISPLAY_NAME}}通話，輕鬆開啟高效溝通 由企業統一付費，員工免費撥打

# CA0
source: Meeting organizers can contact the administrator to activate phone system
de_de: Besprechungsorganisatoren können den Administrator kontaktieren, um das Telefonsystem zu aktivieren
es_es: Los organizadores de la reunión pueden ponerse en contacto con el administrador para activar el sistema de teléfono
fr_fr: Les organisateurs de réunions peuvent contacter l'administrateur pour activer le système téléphonique
id_id: Penyelenggara rapat dapat menghubungi administrator untuk mengaktifkan sistem telepon
it_it: Gli organizzatori delle riunioni possono contattare l'amministratore per attivare il sistema telefonico
ja_jp: 会議の主催者は通話サービスを有効化するよう、管理者に連絡してください。
ko_kr: 회의 주최자는 관리자에게 연락하여 전화 시스템을 활성화할 수 있습니다
ms_my: Penganjur mesyuarat boleh hubungi pentadbir untuk mengaktifkan sistem telefon
pt_br: Os organizadores da reunião podem entrar em contato com o administrador para ativar o sistema telefônico
ru_ru: Свяжитесь с администратором, чтобы активировать телефонную систему
th_th: ผู้จัดประชุมสามารถติดต่อผู้ดูแลเพื่อเปิดใช้งานระบบโทรศัพท์ได้
vi_vn: Người tổ chức cuộc họp có thể liên hệ với quản trị viên để kích hoạt hệ thống điện thoại
zh_cn: 请会议组织者联系管理员开通电话服务
zh_hk: 請會議組織者聯絡管理員開通電話服務
zh_tw: 請會議組織者聯絡管理員開通電話服務

# Dws
source: Phone
de_de: Smartphone
es_es: Teléfono
fr_fr: Téléphone
id_id: Ponsel
it_it: Telefono
ja_jp: スマホ
ko_kr: 전화
ms_my: Telefon
pt_br: Telefone
ru_ru: Телефон
th_th: โทรศัพท์
vi_vn: Điện thoại
zh_cn: 手机
zh_hk: 手機
zh_tw: 手機

# q4s
source: Play chimes
de_de: Hinweistöne abspielen
es_es: Reproducir campanillas
fr_fr: Déclencher le carillon
id_id: Putar lonceng
it_it: Riproduci suono
ja_jp: アラーム
ko_kr: 차임벨이 울립니다
ms_my: Mainkan loceng
pt_br: Tocar sinos
ru_ru: Звуковое оповещение
th_th: เล่นกระดิ่ง
vi_vn: Phát chuông
zh_cn: 声音提醒
zh_hk: 聲音提醒
zh_tw: 聲音提醒

# OE0
source: Play chimes when countdown ends
de_de: Hinweistöne abspielen, wenn der Countdown beendet ist
es_es: Tocar campanadas cuando termine la cuenta atrás
fr_fr: Jouer un son de carillon à la fin du compte à rebours
hi_in: उल्टी गिनती समाप्त होने पर झंकार चलाएँ
id_id: Memainkan lonceng ketika hitung mundur berakhir
it_it: Riproduci un suono quando termina il conto alla rovescia
ja_jp: カウントダウン終了時にアラームを再生
ko_kr: 카운트 다운이 끝나면 차임벨을 재생합니다
ms_my: Mainkan loceng bila kaunter berakhir
pt_br: Tocar sinos quando a contagem regressiva terminar
ru_ru: Проиграть звук по завершению обратного отсчета
th_th: เล่นเสียงระฆังเมื่อสิ้นสุดการนับถอยหลัง
vi_vn: Phát chuông khi đếm ngược kết thúc
zh_cn: 倒计时结束时播放声音提醒
zh_hk: 倒數結束時播放聲音提醒
zh_tw: 倒數計時結束時播放聲音提醒

# Dt8
source: Unable to play countdown chimes
de_de: Countdown-Läuten kann nicht abgespielt werden
es_es: Error al reproducir las campanadas de la cuenta atrás
fr_fr: Impossible d'activer les cloches du compte à rebours
id_id: Gagal memutar lonceng hitung mundur
it_it: Impossibile riprodurre la suoneria del conto alla rovescia
ja_jp: アラームを再生できませんでした
ko_kr: 카운트다운 벨소리를 재생할 수 없습니다
ms_my: Tidak dapat memainkan bunyi kiraan masa
pt_br: Falha ao tocar sinos de contagem regressiva
ru_ru: Невозможно воспроизвести мелодии обратного отсчета
th_th: ไม่สามารถเล่นเสียงระฆังนับถอยหลังได้
vi_vn: Không thể phát chuông đếm ngược
zh_cn: 倒计时声音播放失败
zh_hk: 倒數聲音播放失敗
zh_tw: 倒數計時聲音播放失敗

# r/A
source: Poll
de_de: Umfrage
es_es: Encuesta
fr_fr: Sondage
id_id: Polling
it_it: Sondaggio
ja_jp: 投票
ko_kr: 투표
ms_my: Undian
pt_br: Votação
ru_ru: Опрос
th_th: โพลล์
vi_vn: Bình chọn
zh_cn: 投票
zh_hk: 投票
zh_tw: 投票

# Nho
source: Presenter allowed View on My Own
de_de: Präsentator erlaubt „Ansicht auf eigene Faust“
es_es: El presentador ha permitido Ver por mi cuenta propia
fr_fr: Le présentateur a autorisé l'affichage dans "My Own"
id_id: Penyaji mengizinkan Melihat di Saya Sendiri
it_it: Il presentatore ha consentito la Visualizzazione autonoma
ja_jp: 共有者が参加者による Docs の自由閲覧を許可しています。
ko_kr: 발표자가 직접 보기를 허용했습니다
ms_my: Pembentang membenarkan Lihat pada Milik Saya
pt_br: O apresentador permitiu a Visualização por conta própria
ru_ru: Ведущий разрешил просмотр самостоятельно
th_th: ผู้นำเสนอได้รับอนุญาตให้ใช้ดูด้วยตนเองได้
vi_vn: Người trình bày đã cho phép Chế độ tự xem
zh_cn: 共享人已允许自由浏览文档
zh_hk: 分享者已允許自由瀏覽文件
zh_tw: 分享人已允許自由瀏覽文件

# nmo
source: Presenter turned off View on My Own
de_de: Präsentator hat „Ansicht auf eigene Faust“ deaktiviert
es_es: El presentador ha desactivado Ver por mi propia cuenta
fr_fr: Le présentateur a désactivé l'affichage dans "My Own"
id_id: Penyaji menonaktifkan Lihat di Saya Sendiri
it_it: Il presentatore ha disattivato la Visualizzazione autonoma
ja_jp: 共有者が Docs の自由閲覧を禁止しました。
ko_kr: 발표자가 직접 보기를 껐습니다
ms_my: Pembentang mematikan Lihat pada Milik Saya
pt_br: Apresentador desativou a Visualização por conta própria
ru_ru: Ведущий отключил самостоятельный просмотр
th_th: ผู้นำเสนอปิดดูด้วยตนเองแล้ว
vi_vn: Người trình bày đã tắt Chế độ tự xem
zh_cn: 共享人已关闭自由浏览文档
zh_hk: 分享者已關閉自由瀏覽文件
zh_tw: 分享人已關閉自由瀏覽文件

# 5bc
source: Promote to Panelist
de_de: Zum Podiumsredner befördern
es_es: Promocionar a panelista
fr_fr: Promouvoir comme panéliste
id_id: Promosikan ke Panelis
it_it: Promuovi a relatore
ja_jp: パネリストに設定
ko_kr: 패널리스트로 승격
ms_my: Naikkan ke Panelis
pt_br: Promover a orador
ru_ru: Сделать участником дискуссии
th_th: เลื่อนระดับเป็นผู้ร่วมอภิปราย
vi_vn: Đặt làm Thảo luận viên
zh_cn: 设置为嘉宾
zh_hk: 設定為嘉賓
zh_tw: 設定為來賓

# xfA
source: Be Right Back
de_de: Bin gleich zurück
es_es: Vuelvo enseguida
fr_fr: Je reviens de suite
id_id: Akan Segera Kembali
it_it: Torno subito
ja_jp: 一時退席
ko_kr: 곧 돌아옴
ms_my: Kembali Sebentar
pt_br: Volto já
ru_ru: Сейчас вернусь
th_th: เดี๋ยวกลับมา
vi_vn: Sẽ quay lại ngay
zh_cn: 暂时离开
zh_hk: 暫時離開
zh_tw: 暫時離開

# 6c8
source: As a webinar attendee, you can watch the session and if you would like to speak, please send the host a request with "Raise Hand" to unmute.
de_de: Als ein Webinarteilnehmer können Sie die Sitzung verfolgen. Wenn Sie selbst sprechen möchten, senden Sie dem Moderator bitte eine Anfrage mit „Hand heben“, um die Stummschaltung aufzuheben.
es_es: Como asistente al seminario web, puedes ver la sesión y, si quieres hablar, envía una solicitud al moderador con "Levantar la mano" para cancelar el silencio.
fr_fr: En tant que participant au webinaire, vous pouvez visionner la session. Si vous souhaitez prendre la parole, veuillez envoyer à l'hôte une demande pour réactiver le son via "Lever la main".
id_id: Sebagai peserta webinar, Anda dapat menonton sesi dan jika Anda ingin berbicara, kirimkan permintaan pada host dengan "Mengangkat Tangan" untuk membunyikan.
it_it: In quanto ospite del webinar, puoi guardare la sessione e, se desideri parlare, invia una richiesta all'host con "Alza la mano" per attivare l'audio.
ja_jp: ウェビナーの出席者は会議を視聴できます。発言する必要がある場合、「手を挙げる」をクリックして進行役にミュート解除をリクエストできます。
ko_kr: 웨비나 참석자는 세션을 시청할 수 있으며, 발언하고 싶은 경우 "손 들기"를 사용하여 진행자에게 음소거 해제 요청을 보내세요.
ms_my: Sebagai peserta webinar, anda boleh menonton sesi dan jika anda ingin bercakap, sila hantar permintaan kepada hos dengan "Angkat Tangan" untuk menyuarakan.
pt_br: Como participante do webinar, você pode assistir à sessão e, se quiser falar, envie ao host uma solicitação com "Levantar a mão" para desativar mudo.
ru_ru: Как участник вебинара, вы можете посмотреть сеанс, и если вы хотите выступить, отправьте организатору запрос с помощью "Поднять руку", чтобы включить звук.
th_th: ในฐานะผู้เข้าร่วมการสัมมนาออนไลน์ คุณสามารถดูเซสชันได้และหากคุณต้องการพูด โปรดส่งคำขอให้กับโฮสต์โดยการ "ยกมือ" เพื่อเปิดเสียง
vi_vn: Với tư cách người tham dự hội thảo trực tuyến, bạn có thể xem phiên này và nếu muốn phát biểu, vui lòng gửi yêu cầu cho chủ phòng bằng chức năng "Giơ tay" để bật tiếng.
zh_cn: 作为网络研讨会观众，你可观看会议内容，如需发言可通过“举手”向主持人申请开启麦克风
zh_hk: 作為網絡研討會觀眾，你可以觀看會議內容。如需發言，可透過「舉手」向主持人申請開啟麥克風
zh_tw: 作為網路研討會觀眾，你可以觀看會議內容。如需發言，可透過「舉手」向主持人申請開啟麥克風

# ztM
source: Raise Hand
de_de: Hand heben
es_es: Levantar la mano
fr_fr: Lever la main
id_id: Angkat Tangan
it_it: Alza la mano
ja_jp: 手を挙げる
ko_kr: 손들기
ms_my: Angkat Tangan
pt_br: Levantar a mão
ru_ru: Поднять руку
th_th: ยกมือ
vi_vn: Giơ tay
zh_cn: 举手
zh_hk: 舉手
zh_tw: 舉手

# gfQ
source: Hold down a reaction for a burst effect.
de_de: Halten Sie für einen Verstärkungseffekt eine Reaktion gedrückt.
es_es: Mantén pulsada una reacción para crear un efecto de ráfaga.
fr_fr: Maintenez une réaction appuyée pour obtenir un effet de rafale.
id_id: Tahan reaksi untuk efek rentetan.
it_it: Tieni premuta una reazione per un effetto continuo.
ja_jp: 絵文字を長押しすると連続送信ができます。
ko_kr: 폭발 효과를 보려면 반응을 길게 누릅니다.
ms_my: Tekan lama reaksi untuk kesan letupan.
pt_br: Segure uma reação para envio de reações em série.
ru_ru: Удерживайте реакцию для получения взрывного эффекта.
th_th: กดปฏิกิริยาค้างไว้เพื่อให้เกิดเอฟเฟ็กต์พุ่งกระจาย
vi_vn: Nhấn giữ một biểu cảm để tạo hiệu ứng bùng nổ.
zh_cn: 长按表情可以发送连击效果
zh_hk: 長按表情可以發送連擊效果
zh_tw: 長按表情可以送出連擊效果

# Xng
source: By starting to livestream, you agree to @@{{APP_DISPLAY_NAME}} Livestreaming Terms of Service@@
de_de: Indem Sie mit dem Livestreaming beginnen, stimmen Sie den @@{{APP_DISPLAY_NAME}}-Livestreaming-Nutzungsbedingungen@@ zu.
es_es: Al iniciar la emisión en directo, aceptas las @@{{APP_DISPLAY_NAME}} Condiciones de servicio de emisión en directo@@
fr_fr: En démarrant la diffusion en direct, vous acceptez les @@Conditions d'utilisation de la diffusion {{APP_DISPLAY_NAME}}@@
hi_in: लाइवस्ट्रीम शुरू करके, आप @@{{APP_DISPLAY_NAME}} लाइवस्ट्रीमिंग सेवा की शर्तों@@ से सहमत होते हैं
id_id: Dengan memulai streaming langsung, Anda menyetujui @@{{APP_DISPLAY_NAME}}Ketentuan Layanan Streaming Langsung@@
it_it: Avviando un live streaming, accetti i @@Termini di servizio per il live streaming di {{APP_DISPLAY_NAME}}@@
ja_jp: ストリーミングを開始すると、@@{{APP_DISPLAY_NAME}} ストリーミング サービス利用規約@@に同意したとみなされます
ko_kr: 라이브 방송을 시작하면 @@{{APP_DISPLAY_NAME}} 실시간 스트리밍 서비스 약관@@에 동의하는 것입니다
ms_my: Dengan memulakan siaran langsung, anda bersetuju dengan @@{{APP_DISPLAY_NAME}} Terma Perkhidmatan Siaran Langsung@@
pt_br: Ao iniciar um livestream, você aceita os @@Termos de serviço de livestream do {{APP_DISPLAY_NAME}}@@
ru_ru: Начиная трансляцию, вы соглашаетесь с @@Условиями использования Трансляций {{APP_DISPLAY_NAME}}@@
th_th: การเริ่มสตรีมสดจะถือว่าคุณยอมรับ@@ข้อกำหนดการให้บริการสตรีมสด {{APP_DISPLAY_NAME}}@@
vi_vn: Bằng việc bắt đầu phát trực tiếp, bạn đồng ý với Điều khoản Dịch vụ Phát trực tiếp của @@{{APP_DISPLAY_NAME}}@@
zh_cn: 开始直播即视为同意 @@{{APP_DISPLAY_NAME}}直播服务协议@@
zh_hk: 開始直播即視為同意 @@{{APP_DISPLAY_NAME}}直播服務協議@@
zh_tw: 開始直播即代表同意 @@{{APP_DISPLAY_NAME}}直播服務條款@@

# y9s
source: I understand and agree to the Privacy Policy and User Terms of Service
de_de: Ich habe die Datenschutzrichtlinie und die Nutzungsbedingungen für Benutzer verstanden und stimme diesen zu.
es_es: Comprendo y acepto la política de privacidad y las condiciones de servicio de los usuarios.
fr_fr: Je comprends et accepte la Politique de confidentialité et les Conditions d'utilisation
hi_in: मैं गोपनीयता नीति और उपयोगकर्ता की सेवा की शर्तों को समझता/समझती हूँ और सहमत हूँ
id_id: Saya mengerti dan menyetujui Kebijakan Privasi dan Ketentuan Layanan Pengguna
it_it: Comprendo e accetto l'Informativa sulla privacy e i Termini di servizio dell'utente
ja_jp: プライバシーポリシーとユーザーサービス利用規約を確認し、同意する
ko_kr: 개인정보 보호정책 및 사용자 서비스 약관을 이해하고 이에 동의합니다.
ms_my: Saya faham dan bersetuju dengan Dasar Privasi dan Terma Perkhidmatan Pengguna
pt_br: Compreendo e aceito a Política de privacidade e os Termos de serviço do usuário
ru_ru: Я понимаю и принимаю условия политики конфиденциальности и условия обслуживания пользователей
th_th: ฉันเข้าใจและยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดการให้บริการสำหรับผู้ใช้
vi_vn: Tôi hiểu và đồng ý với Chính sách về Quyền riêng tư và Điều khoản Dịch vụ Người dùng
zh_cn: 我已理解并同意隐私政策和用户服务协议
zh_hk: 我已理解並同意私隱政策和用戶服務協議
zh_tw: 我已理解並同意隱私政策和使用者服務條款

# TCc
source: Rearrange the video order
de_de: Die Videoanordnung neu anordnen
es_es: Reorganizar el orden de vídeo
fr_fr: Réorganiser l'ordre des vidéos
id_id: Atur ulang urutan video
it_it: Sistema l'ordine video
ja_jp: 画面の並び順を変更
ko_kr: 동영상 순서 재정렬
ms_my: Susun semula susunan video
pt_br: Reorganizar a ordem de vídeos
ru_ru: Изменить порядок видео
th_th: จัดเรียงลำดับวิดีโอใหม่
vi_vn: Sắp xếp lại thứ tự video
zh_cn: 重新排列视频顺序
zh_hk: 重新排列視像順序
zh_tw: 重新排列視訊順序

# S+U
source: Click and drag videos to create a custom video order. Prioritize videos of participants you follow.
de_de: Erstellen Sie durch Klicken und Ziehen der Videos eine benutzerdefinierte Videoanordnung. Priorisieren Sie Videos von Teilnehmern, denen Sie folgen.
es_es: Haz clic en los vídeos y arrástralos para crear un orden de vídeo personalizado. Concede prioridad a los vídeos de los participantes a los que sigues.
fr_fr: Cliquez et faites glisser les vidéos pour créer un ordre personnalisé. Donnez la priorité aux vidéos des participants que vous suivez.
id_id: Klik dan letakkan video untuk membuat urutan video kustom. Prioritaskan video peserta yang Anda ikuti.
it_it: Fai clic e trascina i video per creare un ordine video personalizzato. Dai la priorità ai video dei partecipanti che segui.
ja_jp: 画面を長押しドラッグして、並び順を変更し、フォローする参加者を先頭に移動できます。
ko_kr: 동영상을 클릭하고 드래그하여 사용자 지정 동영상 순서를 생성합니다. 팔로우하는 참가자의 동영상에 우선순위를 지정합니다.
ms_my: Klik dan seret video untuk membuat susunan video tersuai. Utamakan video peserta yang anda ikuti.
pt_br: Clique e arraste os vídeos para criar uma ordem de vídeo personalizada. Priorize os vídeos dos participantes que você segue.
ru_ru: Щелкните и перетащите видео, чтобы создать пользовательский порядок видео. Определите приоритет видео участников, которых вы отслеживаете.
th_th: คลิกและลากวิดีโอเพื่อสร้างลำดับวิดีโอแบบกำหนดเอง จัดลำดับความสำคัญวิดีโอของผู้เข้าร่วมที่คุณติดตาม
vi_vn: Nhấp và kéo video để tạo thứ tự video tùy chỉnh. Ưu tiên các video của người tham gia mà bạn theo dõi.
zh_cn: 长按并拖动视频来自定义你的视频顺序，将关注的参会人靠前显示
zh_hk: 長按並拖曳視像順序來自訂你的視像順序，優先顯示追蹤的參加者
zh_tw: 長按並拖曳視訊來自訂你的視訊順序，優先顯示關注的與會人員

# 6X4
source: Receiving an incoming call
de_de: Ein eingehender Anruf wird empfangen
es_es: Se está recibiendo una llamada entrante
fr_fr: Réception d'un appel entrant
id_id: Menerima panggilan masuk
it_it: Ricezione di una chiamata in corso
ja_jp: 電話に応答中
ko_kr: 걸려오는 전화 받기
ms_my: Menerima panggilan masuk
pt_br: Recebendo uma chamada
ru_ru: Прием входящего вызова
th_th: กำลังรับสายเรียกเข้า
vi_vn: Đang nhận cuộc gọi đến
zh_cn: 正在使用系统电话
zh_hk: 正在使用系統電話
zh_tw: 正在使用系統電話

# 5Ro
source: Receiver
de_de: Empfänger
es_es: Receptor
fr_fr: Destinataire
hi_in: रिसीवर
id_id: Penerima
it_it: Ricevente
ja_jp: レシーバー
ko_kr: 수화기
ms_my: Penerima
pt_br: Recipiente
ru_ru: Получатель
th_th: ผู้รับ
vi_vn: Người nhận
zh_cn: 听筒
zh_hk: 聽筒
zh_tw: 聽筒

# VZw
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
id_id: Terbaru
it_it: Recenti
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recente
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近
zh_hk: 最近
zh_tw: 最近

# p6Q
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
id_id: Terbaru
it_it: Recenti
ja_jp: 最近
ko_kr: 최근
ms_my: Terbaru
pt_br: Recente
ru_ru: Недавние
th_th: ล่าสุด
vi_vn: Gần đây
zh_cn: 最近使用
zh_hk: 最近使用
zh_tw: 最近使用

# VxU
source: Recipient needs to update the app to use this feature.
de_de: Der Empfänger muss die App aktualisieren, um diese Funktion nutzen zu können.
es_es: El destinatario debe actualizar la aplicación para poder utilizar esta función.
fr_fr: Le destinataire doit mettre à jour l'application pour utiliser cette fonctionnalité.
hi_in: इस सुविधा का उपयोग करने के लिए प्राप्तकर्ता को ऐप को अपडेट करना होगा.
id_id: Penerima perlu memperbarui aplikasi untuk menggunakan fitur ini.
it_it: Il destinatario deve aggiornare l'app per utilizzare questa funzione.
ja_jp: この機能を使用するために、相手はアップデートする必要があります
ko_kr: 이 기능을 사용하려면 수신자가 앱을 업데이트해야 합니다.
ms_my: Penerima perlu mengemas kini apl untuk menggunakan ciri ini.
pt_br: O recipiente precisa atualizar o aplicativo para usar esse recurso.
ru_ru: Чтобы использовать эту функцию, получателю необходимо обновить приложение до последней версии.
th_th: ผู้รับจะต้องอัปเดตแอปจึงจะสามารถใช้ฟีเจอร์นี้ได้
vi_vn: Người nhận cần cập nhật ứng dụng để sử dụng tính năng này.
zh_cn: 对方需升级版本使用此功能
zh_hk: 對方需升級版本使用此功能
zh_tw: 對方需要升級版本以使用此功能

# cLs
source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
hi_in: अनुपलब्ध
id_id: Tidak Tersedia
it_it: Non disponibile
ja_jp: 相手は取り込み中です
ko_kr: 다른 용무 중
ms_my: Tidak tersedia
pt_br: Indisponível
ru_ru: Недоступно
th_th: ไม่สามารถใช้งานได้
vi_vn: Không khả dụng
zh_cn: 对方忙线中
zh_hk: 對方線路繁忙
zh_tw: 對方忙線中

# CxY
source: Reclaim host?
de_de: Moderator-Rolle zurückfordern?
es_es: ¿Reclamar moderador?
fr_fr: Récupérer l'hôte ?
hi_in: पुनः होस्ट बनें?
id_id: Klaim host?
it_it: Richiedere controlli host?
ja_jp: 進行役権限を取り戻しますか？
ko_kr: 진행자 권한을 회수하시겠습니까?
ms_my: Kembalikan hos?
pt_br: Recuperar host?
ru_ru: Опять сделать ведущим?
th_th: เรียกคืนโฮสต์หรือไม่
vi_vn: Lấy lại vai trò người tổ chức?
zh_cn: 确定要收回主持人权限？
zh_hk: 確定要收回主持人權限？
zh_tw: 確定要收回主持人權限？

# vhQ
source: Record
de_de: Aufzeichnen
es_es: Grabar
fr_fr: Enregistrer
hi_in: रिकॉर्ड करें
id_id: Rekam
it_it: Registra
ja_jp: レコーディング
ko_kr: 녹화
ms_my: Rakam
pt_br: Gravar
ru_ru: Записать
th_th: บันทึก
vi_vn: Ghi âm
zh_cn: 录制
zh_hk: 錄影
zh_tw: 錄製
