Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# 4qU
source: {{name}} would like for you to record the meeting. Click Approve to start recording the main room and breakout rooms. For more information, see our @@Privacy Policy@@.
de_de: {{name}} möchte, dass Sie die Besprechung aufzeichnen. Klicken Sie auf „Genehmigen“, um die Aufzeichnung des Hauptraums und der Gruppenräume zu starten. Weitere Informationen finden Sie in unserer @@Datenschutzrichtlinie@@.
es_es: {{name}} quiere que grabes la reunión. Haz clic en Aprobar para empezar a grabar la sala principal y las salas de descanso. Para obtener más información, consulta nuestra @@Política de privacidad@@.
fr_fr: {{name}} voudrait que vous enregistriez la réunion. Cliquez sur Approuver pour lancer l’enregistrement de la salle principale et des sessions en petits groupes. Pour plus d’informations, consultez notre @@politique de confidentialité@@.
id_id: {{name}} meminta Anda untuk merekam rapat. Klik Setujui untuk mulai merekam ruang utama dan ruang diskusi kelompok. Untuk informasi lebih lanjut, lihat @@Kebijakan Privasi@@ kami.
it_it: {{name}} desidera che registri la riunione. Fai clic su Approva per avviare la registrazione nella sala principale e nelle sale di suddivisione. Per ulteriori informazioni, consulta la nostra @@Informativa sulla privacy@@.
ja_jp: {{name}}は会議のレコーディングをリクエストしています。「同意」をクリックすると、メインルームとすべてのブレイクアウトルームがレコーディングされます。@@プライバシーポリシー@@を確認してください。
ko_kr: {{name}} 님이 회원님이 회의를 기록하기를 원합니다. 승인을 클릭하여 주회의실과 소회의실 기록을 시작하세요. 자세한 내용은 @@개인정보 보호정책@@을 참조하세요.
ms_my: {{name}} ingin anda merakam mesyuarat. Klik Luluskan untuk memulakan rakaman bilik utama dan bilik pecahan. Untuk maklumat lanjut, lihat @@Dasar Privasi@@ kami.
pt_br: {{name}} gostaria que você gravasse a reunião. Clique em Aprovar para começar a gravar a sala principal e as salas separadas. Para obter mais informações, veja nossa @@Política de privacidade@@.
ru_ru: {{name}} хочет чтобы вы записали конференцию. Нажмите "Одобрить", чтобы начать запись главного зала и всех сессионных залов. Для получения дополнительной информации см. нашу @@Политику конфиденциальности@@.
th_th: {{name}} ต้องการให้คุณบันทึกการประชุม คลิกที่อนุมัติเพื่อเริ่มบันทึกห้องหลักและห้องย่อย สำหรับข้อมูลเพิ่มเติม โปรดดูที่@@นโยบายความเป็นส่วนตัว@@
vi_vn: {{name}} muốn bạn ghi lại cuộc họp. Hãy nhấp vào Phê duyệt để bắt đầu ghi phòng chính và phòng tách. Để biết thêm thông tin, xem @@Chính sách về quyền riêng tư@@ của chúng tôi.
zh_cn: {{name}}请求录制会议，点击同意后将录制主会场和所有讨论组。详见 @@隐私政策@@
zh_hk: {{name}}要求錄影會議，點擊同意後將錄影主會場和所有討論小組。詳情請參閱 @@私隱政策@@
zh_tw: {{name}}請求錄製會議，點選同意後將錄製主會場和所有討論群組。詳情請參閱@@隱私權政策@@

# APc
source: {{name}} in "{{roomName}}" asked for help."
de_de: {{name}} in „{{roomName}}“ hat um Hilfe gebeten."
es_es: {{name}} en "{{roomName}}" ha pedido ayuda".
fr_fr: {{name}} dans "{{roomName}}" a demandé de l'aide."
hi_in: ""{{roomName}}" में {{name}} ने सहायता मांगी."
id_id: {{name}} di "{{roomName}}" meminta bantuan."
it_it: {{name}} in "{{roomName}}" ha chiesto aiuto."
ja_jp: 「{{roomName}}」からの{{name}}はヘルプをリクエストしています
ko_kr: {{name}} 님이 "{{roomName}}"에서 도움을 요청했습니다."
ms_my: {{name}} dalam "{{roomName}}" meminta bantuan."
pt_br: {{name}} em "{{roomName}}" pediu ajuda."
ru_ru: "{{name}} в "{{roomName}}" попросил(-а) помощи."
th_th: {{name}} ใน "{{roomName}}" ขอความช่วยเหลือ"
vi_vn: {{name}} trong "{{roomName}}" đã yêu cầu trợ giúp."
zh_cn: “{{roomName}}”的{{name}}正在请求帮助
zh_hk: 「{{roomName}}」的{{name}}正在請求幫助
zh_tw: 「{{roomName}}」的{{name}}正在請求協助

# nnU
source: {{name}} is hidden and can't be repositioned.
de_de: {{name}} ist ausgeblendet und kann nicht neu positioniert werden.
es_es: {{name}} está oculto y no se puede cambiar su ubicación.
fr_fr: {{name}} est masqué et ne peut pas être repositionné.
id_id: {{name}} tersembunyi dan tidak dapat diubah posisinya.
it_it: {{name}} è nascosto e non può essere riposizionato.
ja_jp: {{name}}が非表示中のため、並び順を変更できません。
ko_kr: {{name}} 님은(는) 숨겨져 있으며 위치를 변경할 수 없습니다.
ms_my: {{name}} disembunyikan dan tidak boleh diletakkan semula.
pt_br: {{name}} está oculto e não pode ser reposicionado.
ru_ru: {{name}} скрыт(а) и не может быть перемещен(а).
th_th: มีการซ่อน {{name}} ไว้และไม่สามารถเปลี่ยนตำแหน่งได้
vi_vn: {{name}} đã bị ẩn và không thể thay đổi vị trí.
zh_cn: {{name}}已被隐藏，无法调整位置
zh_hk: {{name}}已被隱藏，無法調整位置
zh_tw: {{name}}已被隱藏，無法調整位置

# IRU
source: {{name}} has joined {{room}} to handle requests.
de_de: {{name}} ist {{room}} beigetreten, um Anfragen zu bearbeiten.
es_es: {{name}} se ha unido a {{room}} para atender solicitudes.
fr_fr: {{name}} a rejoint {{room}} pour traiter les demandes.
id_id: {{name}} telah bergabung dengan {{room}} untuk menangani permintaan.
it_it: {{name}} partecipa a {{room}} per occuparsi delle richieste.
ja_jp: {{name}} は、リクエスト処理のために「{{room}}」に参加済みです。
ko_kr: 요청을 처리하기 위해 {{name}} 님이 {{room}}에 입장했습니다.
ms_my: {{name}} telah menyertai {{room}} untuk mengendalikan permintaan.
pt_br: {{name}} ingressou em {{room}} para lidar com solicitações.
ru_ru: {{name}} присоединился (-ась) к {{room}} для обработки запросов.
th_th: {{name}} ได้เข้าร่วม {{room}} เพื่อจัดการคำขอแล้ว
vi_vn: {{name}} đã tham gia {{room}} để xử lý yêu cầu.
zh_cn: {{name}} 已加入 {{room}} 处理帮助请求
zh_hk: {{name}} 已加入 {{room}} 處理幫助要求
zh_tw: {{name}} 已加入 {{room}} 處理協助請求

# 0jw
source: Interpreter {{name}} has joined
de_de: Dolmetscher {{name}} ist beigetreten
es_es: El intérprete {{name}} se ha unido
fr_fr: L'interprète {{name}} a rejoint la réunion
id_id: Juru bahasa {{name}} telah bergabung
it_it: L'interprete {{name}} sta partecipando
ja_jp: 通訳者 {{name}} が会議に参加しました。
ko_kr: 인터프리터 {{name}} 님이 참가했습니다
ms_my: Penterjemah {{name}} telah menyertai
pt_br: O intérprete {{name}} ingressou
ru_ru: Переводчик {{name}} присоединился
th_th: ล่าม {{name}} ได้เข้าร่วมแล้ว
vi_vn: Phiên dịch viên {{name}} đã tham gia
zh_cn: 同传译员 {{name}} 已加入会议
zh_hk: 即時傳譯員 {{name}} 已加入會議
zh_tw: 同步口譯員 {{name}} 已加入會議

# rZI
source: Interpreter {{name}} has left
de_de: Dolmetscher {{name}} hat den Raum verlassen
es_es: El intérprete {{name}} se ha ido
fr_fr: L'interprète {{name}} est parti
id_id: Juru bahasa {{name}} telah keluar
it_it: L'interprete {{name}} ha abbandonato
ja_jp: 通訳者 {{name}} が会議から退出しました。
ko_kr: 인터프리터 {{name}} 님이 나갔습니다
ms_my: Penterjemah {{name}} telah keluar
pt_br: O intérprete {{name}} saiu
ru_ru: Переводчик {{name}} покинул конференцию
th_th: ล่าม {{name}} ได้ออกไปแล้ว
vi_vn: Phiên dịch viên {{name}} đã rời khỏi
zh_cn: 同传译员 {{name}} 已离开会议
zh_hk: 即時傳譯員 {{name}} 已離開會議
zh_tw: 同步口譯員 {{name}} 已離開會議

# Mn0
source: {{specialName}} invites you to join a webinar.
de_de: {{specialName}} lädt Sie ein, einem Webinar beizutreten.
es_es: {{specialName}} te invita a unirte a un seminario web.
fr_fr: {{specialName}} vous invite à rejoindre un webinaire.
id_id: {{specialName}} mengundang Anda untuk bergabung dengan webinar.
it_it: {{specialName}} ti invita a partecipare a un webinar.
ja_jp: {{specialName}}はあなたをウェビナーに招待しています
ko_kr: {{specialName}} 님이 웨비나에 참가하도록 회원님을 초대했습니다.
ms_my: {{specialName}} menjemput anda untuk menyertai webinar.
pt_br: {{specialName}} convida você para ingressar em um webinar.
ru_ru: {{specialName}} приглашает вас присоединиться к вебинару.
th_th: {{specialName}} เชิญคุณเข้าร่วมการสัมมนาออนไลน์
vi_vn: {{specialName}} mời bạn tham gia một hội thảo trực tuyến.
zh_cn: {{specialName}}邀请你加入网络研讨会
zh_hk: {{specialName}}邀請你加入網絡研討會
zh_tw: {{specialName}}邀請你加入網路研討會

# 1Cw
source: {{name}} raised hand
de_de: {{name}} hat die Hand gehoben
es_es: {{name}} ha levantado la mano
fr_fr: {{name}} a levé la main
id_id: {{name}} mengangkat tangan
it_it: {{name}} ha alzato la mano
ja_jp: {{name}} が手を挙げました
ko_kr: {{name}} 님이 손을 듦
ms_my: {{name}} mengangkat tangan
pt_br: {{name}} levantou a mão
ru_ru: {{name}} поднял(а) руку
th_th: {{name}} ยกมือขึ้น
vi_vn: {{name}} đã giơ tay
zh_cn: {{name}} 举手
zh_hk: {{name}} 舉手
zh_tw: {{name}} 舉手

# lOQ
source: {{name}} is removed from the meeting because the device environment does not meet organization standards.
de_de: {{name}} wird aus der Besprechung entfernt, da die Geräteumgebung den Sicherheitsstandards der Organisation nicht entspricht.
es_es: {{name}} se ha quitado de la reunión porque el entorno del dispositivo no cumple las normas de la organización.
fr_fr: {{name}} a été retiré de la réunion, car l'environnement de l'appareil ne répond pas aux normes de l'organisation.
id_id: {{name}} dihapus dari rapat karena lingkungan perangkat tidak memenuhi standar organisasi.
it_it: {{name}} è stato rimosso dalla riunione perché l'ambiente del dispositivo non rispetta gli standard dell'organizzazione.
ja_jp: {{name}}のアクセス環境が法人のセキュリティ要件を満たしていないため、会議から外されました
ko_kr: 장치 환경이 기업 표준을 충족하지 않기 때문에 {{name}} 님이 회의에서 제거되었습니다.
ms_my: {{name}} dikeluarkan dari mesyuarat kerana persekitaran peranti tidak memenuhi piawaian organisasi.
pt_br: {{name}} foi removido da reunião porque o ambiente do dispositivo não atende aos padrões da organização.
ru_ru: {{name}} удален(а) из конференции, поскольку среда устройства не соответствует стандартам организации.
th_th: {{name}} ลบออกจากการประชุมเนื่องจากสภาพแวดล้อมของอุปกรณ์ไม่เป็นไปตามมาตรฐานองค์กร
vi_vn: {{name}} đã bị loại khỏi cuộc họp vì môi trường thiết bị không đáp ứng các tiêu chuẩn của tổ chức.
zh_cn: {{name}}因设备环境不符合企业要求被移出会议
zh_hk: {{name}}因裝置環境不符合企業要求而被移出會議
zh_tw: {{name}}因裝置環境不符合企業要求而被移出會議

# 3fs
source: {{name}} is requesting local recording.
de_de: {{name}} beantragt die Berechtigung für eine lokale Aufzeichnung.
es_es: {{name}} solicita grabación local.
fr_fr: {{name}} demande à enregistrer localement.
id_id: {{name}} meminta perekaman lokal.
it_it: {{name}} richiede la registrazione locale.
ja_jp: {{name}} はローカルレコーディングをリクエストしています
ko_kr: {{name}} 님이 로컬 기록을 요청합니다.
ms_my: {{name}} meminta rakaman tempatan.
pt_br: {{name}} está solicitando gravação local.
ru_ru: {{name}} запрашивает локальную запись.
th_th: {{name}} กำลังส่งคำขอการบันทึกภายในเครื่อง
vi_vn: {{name}} đang yêu cầu ghi cục bộ.
zh_cn: {{name}}正在申请本地录制
zh_hk: {{name}}正在申請本機錄影
zh_tw: {{name}}正在申請本機錄製

# MFU
source: {{name}} would like for you to transcribe the call.
de_de: {{name}} möchte, dass Sie das Gespräch transkribieren.
es_es: {{name}} quiere que transcribas la llamada.
fr_fr: {{name}} souhaite que vous transcriviez l'appel.
id_id: {{name}} ingin Anda mentranskripsi panggilan.
it_it: {{name}} vorrebbe che tu trascrivessi la chiamata.
ja_jp: {{name}} が通話の文字起こしをリクエストしています。
ko_kr: {{name}} 님이 통화를 원고로 기록하려고 합니다.
ms_my: {{name}} ingin anda menyalin panggilan itu.
pt_br: {{name}} gostaria que você transcrevesse a chamada.
ru_ru: Пользователь {{name}} просит вас начать транскрипцию разговора.
th_th: {{name}} ต้องการให้คุณถอดเสียงการโทร
vi_vn: {{name}} muốn bạn chép lời cuộc gọi này.
zh_cn: {{name}} 请求转录通话
zh_hk: {{name}} 要求轉譯通話
zh_tw: {{name}} 請求轉錄通話

# Y40
source: {{name}} would like for you to transcribe the meeting.
de_de: {{name}} möchte, dass Sie die Besprechung transkribieren.
es_es: {{name}} quiere que transcribas la reunión.
fr_fr: {{name}} souhaite que vous transcriviez la réunion.
id_id: {{name}} ingin Anda mentranskripsi rapat.
it_it: {{name}} vorrebbe che tu trascrivessi la riunione.
ja_jp: {{name}} が会議の文字起こしをリクエストしています。
ko_kr: {{name}} 님이 회의를 원고로 기록하려고 합니다.
ms_my: {{name}} ingin anda menyalin mesyuarat itu.
pt_br: {{name}} gostaria que você transcrevesse a reunião.
ru_ru: Пользователь {{name}} просит вас начать транскрипцию конференции.
th_th: {{name}} ต้องการให้คุณถอดเสียงการประชุม
vi_vn: {{name}} muốn bạn chép lời cuộc họp này.
zh_cn: {{name}} 请求转录会议
zh_hk: {{name}} 要求轉譯會議
zh_tw: {{name}} 請求轉錄會議

# y0o
source: {{name}} is requesting to turn on the camera.
de_de: {{name}} fragt das Einschalten der Kamera an.
es_es: {{name}} está solicitando la activación de la cámara.
fr_fr: {{name}} demande à activer la caméra.
id_id: {{name}} meminta untuk mengaktifkan kamera.
it_it: {{name}} richiede di attivare la videocamera.
ja_jp: {{name}}は、カメラをオンにすることをリクエストしています。
ko_kr: {{name}} 님이 카메라를 켜달라고 요청합니다.
ms_my: {{name}} meminta untuk menghidupkan kamera.
pt_br: {{name}} está solicitando para ligar a câmera.
ru_ru: {{name}} просит включить камеру.
th_th: {{name}} ส่งคำขอเปิดกล้อง
vi_vn: {{name}} đang yêu cầu bật máy ảnh.
zh_cn: {{name}}正在申请打开摄像头
zh_hk: {{name}}正在申請開啟鏡頭
zh_tw: {{name}}正在申請開啟攝影機

# 7sQ
source: {{name}} is sharing whiteboard.
de_de: {{name}} gibt sein Whiteboard frei.
es_es: {{name}} está compartiendo la pizarra.
fr_fr: {{name}} partage un tableau blanc.
hi_in: {{name}} व्हाइटबोर्ड साझा कर रहा है.
id_id: {{name}} sedang membagikan whiteboard.
it_it: {{name}} sta condividendo la lavagna.
ja_jp: {{name}}はホワイトボードを共有しています
ko_kr: {{name}}이(가) 화이트보드를 공유하고 있습니다.
ms_my: {{name}} sedang berkongsi papan tulis.
pt_br: {{name}} está compartilhando o quadro branco.
ru_ru: {{name}} показывает доску.
th_th: {{name}} กำลังแบ่งปันกระดานดำ
vi_vn: {{name}} đang chia sẻ bảng trắng.
zh_cn: {{name}}正在共享白板
zh_hk: {{name}}正在共用白板
zh_tw: {{name}}正在共用白板

# EWs
source: {{name}} is sharing whiteboard.
de_de: {{name}} gibt sein Whiteboard frei.
es_es: {{name}} está compartiendo la pizarra.
fr_fr: {{name}} partage un tableau blanc.
hi_in: {{name}} व्हाइटबोर्ड साझा कर रहा है.
id_id: {{name}} sedang membagikan whiteboard.
it_it: {{name}} sta condividendo la lavagna.
ja_jp: {{name}}はホワイトボードを共有しています
ko_kr: {{name}}이(가) 화이트보드를 공유하고 있습니다.
ms_my: {{name}} sedang berkongsi papan tulis.
pt_br: {{name}} está compartilhando o quadro branco.
ru_ru: {{name}} показывает доску.
th_th: {{name}} กำลังแบ่งปันกระดานดำ
vi_vn: {{name}} đang chia sẻ bảng trắng.
zh_cn: {{name}}正在共享白板
zh_hk: {{name}}正在共用白板
zh_tw: {{name}}正在共用白板

# MH4
source: {{name}} has paused screen sharing.
de_de: {{name}} hat die Bildschirmfreigabe pausiert.
es_es: {{name}} ha pausado el uso compartido de la pantalla.
fr_fr: {{name}} a mis en pause le partage d'écran.
id_id: {{name}} telah menjeda pembagian layar.
it_it: {{name}} ha sospeso la condivisione dello schermo.
ja_jp: {{name}}が画面共有を一時停止しました。
ko_kr: {{name}} 님이 화면 공유를 일시 정지했습니다.
ms_my: {{name}} telah menjeda pengongsian skrin.
pt_br: {{name}} pausou o compartilhamento de tela.
ru_ru: {{name}} приостановил(а) показ экрана.
th_th: {{name}} ได้หยุดการแบ่งปันหน้าจอชั่วคราว
vi_vn: {{name}} đã tạm dừng chia sẻ màn hình.
zh_cn: {{name}}已暂停屏幕共享
zh_hk: {{name}}已暫停畫面分享
zh_tw: {{name}}已暫停畫面分享

# WSM
source: {{name}} started the webinar: {{title}}
de_de: {{name}} hat folgendes Webinar gestartet: {{title}}
es_es: {{name}} ha iniciado el seminario web: {{title}}
fr_fr: {{name}} a démarré le webinaire : {{title}}
id_id: {{name}} telah memulai webinar: {{title}}
it_it: {{name}} ha avviato il webinar: {{title}}
ja_jp: {{name}} がウェビナー「{{title}}」を開始しました
ko_kr: {{name}} 님이 웨비나를 시작함: {{title}}
ms_my: {{name}} memulakan webinar: {{title}}
pt_br: {{name}} iniciou o webinar: {{title}}
ru_ru: {{name}} начал(а) вебинар: {{title}}
th_th: {{name}} ได้เริ่มการสัมมนาออนไลน์: {{title}}
vi_vn: {{name}} đã bắt đầu hội thảo trực tuyến: {{title}}
zh_cn: {{name}} 开始了网络研讨会：{{title}}
zh_hk: {{name}} 開始了網絡研討會：{{title}}
zh_tw: {{name}} 開始了網路研討會：{{title}}

# P6Y
source: {{name}} is syncing the stage. Horizontal viewing recommended.
de_de: {{name}} synchronisiert gerade das Podium. Die horizontale Ansicht wird empfohlen.
es_es: {{name}} está sincronizando el escenario. Se recomienda la vista horizontal.
fr_fr: {{name}} synchronise la scène. L'affichage horizontal est recommandé.
id_id: {{name}} sedang menyinkronkan panggung. Tampilan horizontal direkomendasikan.
it_it: {{name}} sta sincronizzando l'area. Visualizzazione orizzontale consigliata.
ja_jp: {{name}}がステージを同期しています。横画面モードがおすすめです。
ko_kr: {{name}} 님이 스테이지를 동기화하고 있습니다. 가로 보기를 권장합니다.
ms_my: {{name}} sedang menyelaraskan pentas. Disarankan melihat secara mendatar.
pt_br: {{name}} está sincronizando o palco. Visualização horizontal recomendada.
ru_ru: {{name}} синхронизирует сцену. Рекомендуется горизонтальный просмотр.
th_th: {{name}} กำลังซิงค์เวที ขอแนะนำให้ดูในแนวนอน
vi_vn: {{name}} đang đồng bộ hóa giai đoạn. Nên dùng chế độ xem hướng ngang.
zh_cn: {{name}}正在同步舞台，推荐横屏观看
zh_hk: {{name}}正在同步舞台，推薦以橫向畫面模式觀看
zh_tw: {{name}}正在同步舞台，推薦以橫向模式觀看

# 7HM
source: {{name}} is syncing the stage.
de_de: {{name}} synchronisiert das Podium.
es_es: {{name}} está sincronizando el escenario.
fr_fr: {{name}} synchronise la scène.
id_id: {{name}} sedang menyinkronkan panggung.
it_it: {{name}} sta sincronizzando l'area.
ja_jp: {{name}}がステージを同期しています。
ko_kr: {{name}} 님이 스테이지를 동기화하고 있습니다.
ms_my: {{name}} sedang menyelaras pentas.
pt_br: {{name}} está sincronizando o palco.
ru_ru: {{name}} синхронизирует сцену.
th_th: {{name}} กำลังซิงค์เวที
vi_vn: {{name}} đang đồng bộ hóa giai đoạn.
zh_cn: {{name}}正在同步舞台
zh_hk: {{name}}正在同步舞台
zh_tw: {{name}}正在同步舞台

# m6o
source: {{name}} is syncing the stage. Do not support switching views.
de_de: {{name}} synchronisiert das Podium. Ansichtswechsel werden nicht unterstützt.
es_es: {{name}} está sincronizando el escenario. No admitimos el cambio de vistas.
fr_fr: {{name}} synchronise la scène. Changement d'affichage non pris en charge.
id_id: {{name}} sedang menyinkronkan panggung. Tidak mendukung pengalihan tampilan.
it_it: {{name}} sta sincronizzando l'area. Cambio di visualizzazione non supportato.
ja_jp: {{name}}がステージを同期しているため、ビューを切り替えできません。
ko_kr: {{name}} 님이 스테이지를 동기화하고 있습니다. 보기 전환을 지원하지 않습니다.
ms_my: {{name}} sedang menyelaraskan pentas. Tidak menyokong menukar pandangan.
pt_br: {{name}} está sincronizando o palco. Não há suporte à alternância de exibições.
ru_ru: {{name}} синхронизирует сцену. Не поддерживается переключение видов.
th_th: {{name}} กำลังซิงค์เวที ไม่รองรับการเปลี่ยนมุมมอง
vi_vn: {{name}} đang đồng bộ hóa giai đoạn. Không hỗ trợ chuyển đổi chế độ xem.
zh_cn: {{name}}正在同步舞台，不支持切换视图
zh_hk: {{name}}正在同步舞台，不支援切換檢視模式
zh_tw: {{name}}正在同步舞台，不支援切換視圖

# IEs
source: {{name}} in the meeting will receive the message.
de_de: {{name}} ist in der Besprechung und wird die Nachricht erhalten.
es_es: {{name}} recibirá el mensaje en la reunión.
fr_fr: {{name}} recevra le message lors de la réunion.
id_id: {{name}} di dalam rapat akan menerima pesan.
it_it: {{name}} riceverà il messaggio nella riunione.
ja_jp: {{name}} は、会議中にメッセージを受け取ります。
ko_kr: 회의의 {{name}} 님이 메시지를 받게 됩니다.
ms_my: {{name}} dalam mesyuarat akan menerima mesej.
pt_br: {{name}} na reunião receberá a mensagem.
ru_ru: {{name}} на конференции получит сообщение.
th_th: {{name}} ในการประชุมจะได้รับข้อความ
vi_vn: {{name}} trong cuộc họp sẽ nhận tin nhắn.
zh_cn: {{name}} 将在会议中收到消息
zh_hk: {{name}} 將在會議中收到訊息
zh_tw: {{name}} 將在會議中收到訊息

# lFs
source: Please allow {{appName}} to access the microphone in Settings.
de_de: Gestatten Sie {{appName}} unter Einstellungen den Zugriff auf das Mikrofon.
es_es: En Configuración, conceda permiso a {{appName}} para acceder al micrófono.
fr_fr: Veuillez autoriser {{appName}} à accéder au microphone dans les Paramètres.
hi_in: कृपया {{appName}} को सेटिंग्स में माइक्रोफ़ोन तक एक्सेस करने की अनुमति दे दें.
id_id: Izinkan {{appName}} untuk mengakses mikrofon di Pengaturan.
it_it: Consenti a {{appName}} di accedere al microfono e in Impostazioni.
ja_jp: 設定で{{appName}}のマイク権限を有効にしてください
ko_kr: 설정에서 {{appName}}이(가) 마이크에 액세스하도록 허용하세요.
ms_my: Sila benarkan {{appName}} mengakses mikrofon dalam Tetapan.
pt_br: Permita que {{appName}} acesse o microfone em Definições.
ru_ru: Разрешите приложению {{appName}} доступ к микрофону в разделе "Настройки".
th_th: โปรดอนุญาตให้ {{appName}} สามารถเข้าถึงไมโครโฟนใน การตั้งค่า
vi_vn: Vui lòng cho phép {{appName}} truy cập micrô trong mục Cài đặt.
zh_cn: 请在设置中打开{{appName}}的麦克风权限
zh_hk: 請在設定中打開{{appName}}的麥克風權限
zh_tw: 請在設定中開啟{{appName}}的麥克風權限

# y8o
source: Network error. Unable to send the message.
de_de: Netzwerkfehler. Die Nachricht kann nicht gesendet werden.
es_es: Error de red. No se puede enviar el mensaje.
fr_fr: Erreur réseau. Impossible d'envoyer le message.
id_id: Kesalahan jaringan. Gagal mengirimkan pesan.
it_it: Errore di rete. Impossibile inviare il messaggio.
ja_jp: ネットワークエラーです。メッセージを送信できませんでした。
ko_kr: 네트워크 오류입니다. 메시지를 보낼 수 없습니다.
ms_my: Ralat rangkaian. Tidak dapat menghantar mesej.
pt_br: Erro de rede. Falha ao enviar a mensagem.
ru_ru: Ошибка сети. Не удалось отправить сообщение.
th_th: เครือข่ายเกิดข้อผิดพลาด ไม่สามารถส่งข้อความได้
vi_vn: Lỗi mạng. Không thể gửi tin nhắn.
zh_cn: 网络异常，消息发送失败
zh_hk: 網絡異常，訊息發送失敗
zh_tw: 網路異常，訊息傳送失敗

# Psw
source: New content
de_de: Neuer Inhalt
es_es: Nuevo contenido
fr_fr: Nouveau contenu
id_id: Konten baru
it_it: Nuovo contenuto
ja_jp: 新しい内容
ko_kr: 새 콘텐츠
ms_my: Kandungan baharu
pt_br: Novo conteúdo
ru_ru: Новый контент
th_th: เนื้อหาใหม่
vi_vn: Nội dung mới
zh_cn: 新内容
zh_hk: 新內容
zh_tw: 新內容

# h1w
source: Microphone has been moved here.
de_de: Das Mikrofon wurde hierher verschoben.
es_es: El micrófono se ha movido aquí.
fr_fr: Le microphone a été déplacé ici.
id_id: Mikrofon telah dipindahkan ke sini.
it_it: Il microfono è stato spostato qui.
ja_jp: マイクのボタンがここに移動されました
ko_kr: 마이크가 여기로 이동되었습니다.
ms_my: Mikrofon telah dipindahkan ke sini.
pt_br: O microfone foi movido para cá.
ru_ru: Микрофон перенесен сюда.
th_th: ย้ายไมโครโฟนมาที่นี่แล้ว
vi_vn: Micrô đã được di chuyển đến đây.
zh_cn: 麦克风移动到这里啦
zh_hk: 麥克風移動到這裏喇
zh_tw: 麥克風移動到這裡啦

# 6+I
source: Annotation isn't supported when sharing is paused.
de_de: Anmerkung wird nicht unterstützt, wenn die Freigabe pausiert wird.
es_es: No se admite la anotación cuando el uso compartido está en pausa.
fr_fr: L'annotation n'est pas prise en charge lorsque le partage est en pause.
id_id: Anotasi tidak didukung ketika pembagian dijeda.
it_it: Annotazione non supportata quando la condivisione è sospesa.
ja_jp: 共有の一時停止中に注釈を追加できません。
ko_kr: 공유가 일시 정지되면 주석 달기가 지원되지 않습니다.
ms_my: Anotasi tidak disokong apabila pengongsian dijeda.
pt_br: A anotação não é permitida quando o compartilhamento está pausado.
ru_ru: Аннотации не поддерживаются, когда показ приостановлен.
th_th: ไม่รองรับการใส่คำอธิบายประกอบเมื่อหยุดการแบ่งปันชั่วคราว
vi_vn: Chú thích không được hỗ trợ khi tạm dừng chia sẻ.
zh_cn: 共享暂停时不支持标注
zh_hk: 分享暫停時不支援標註
zh_tw: 分享暫停時不支援標註

# LSk
source: (No answer)
de_de: (Keine Antwort)
es_es: (Ninguna respuesta)
fr_fr: (Aucune réponse)
id_id: (Tidak ada jawaban)
it_it: (Nessuna risposta)
ja_jp: (応答なし)
ko_kr: (응답 없음)
ms_my: (Tiada jawapan)
pt_br: (Sem resposta)
ru_ru: (Нет ответа)
th_th: (ไม่มีคำตอบ)
vi_vn: (Không có câu trả lời)
zh_cn: (未接听)
zh_hk: (未接聽)
zh_tw: (未接聽)

# 6TY
source: No application permission yet
de_de: Noch keine Anwendungsberechtigung
es_es: Sin permiso de acceso a la aplicación
fr_fr: Aucune autorisation de demande pour l'instant
id_id: Belum ada izin aplikasi
it_it: Ancora nessuna autorizzazione per la richiesta
ja_jp: アプリ権限がありません
ko_kr: 아직 애플리케이션 권한이 없습니다
ms_my: Tiada kebenaran aplikasi lagi
pt_br: Sem permissão de aplicação ainda
ru_ru: Разрешения приложения пока нет
th_th: ยังไม่มีสิทธิ์การอนุญาตใช้งาน
vi_vn: Chưa có quyền ứng dụng
zh_cn: 暂无应用权限
zh_hk: 暫無應用程式權限
zh_tw: 暫無應用程式權限

# fWw
source: No attendee yet
de_de: Noch kein Teilnehmer
es_es: Aún no hay asistentes
fr_fr: Aucun participant pour le moment
id_id: Belum ada peserta
it_it: Ancora nessun ospite
ja_jp: 出席者がいません
ko_kr: 아직 참석자 없음
ms_my: Tiada peserta lagi
pt_br: Nenhum participante ainda
ru_ru: Посетителей еще нет
th_th: ยังไม่มีผู้เข้าร่วม
vi_vn: Chưa có người tham dự
zh_cn: 暂无观众
zh_hk: 暫無觀眾
zh_tw: 暫無觀眾

# 7I8
source: Your audio can't be recorded
de_de: Audioaufzeichnung nicht möglich.
es_es: No se puede grabar el audio
fr_fr: Impossible d'enregistrer votre audio
hi_in: आपका ऑडियो रिकॉर्ड नहीं किया जा सकता
id_id: Audio Anda tidak dapat direkam
it_it: Il tuo audio non può essere registrato
ja_jp: 音声はレコーディングされていません
ko_kr: 오디오를 녹음할 수 없습니다.
ms_my: Audio anda tidak dapat dirakam
pt_br: Seu áudio não pode ser gravado
ru_ru: Ваш звук не удалось записать
th_th: ไม่สามารถบันทึกเสียงของคุณได้
vi_vn: Không thể ghi lại âm thanh của bạn
zh_cn: 你的声音无法被录制
zh_hk: 你的聲音無法錄製
zh_tw: 系統無法錄製你的聲音
