Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# bGU
source: If you start or join a meeting, the livestream window will be closed.
de_de: Wenn Sie eine Besprechung starten oder dieser beitreten, wird das Livestream-Fenster geschlossen.
es_es: Si comienzas una reunión o te unes a ella, la ventana de emisión en directo se cerrará.
fr_fr: La fenêtre de diffusion en direct sera fermée si vous démarrez ou rejoignez une réunion.
hi_in: यदि आप कोई मीटिंग शुरू करते हैं या उसमें शामिल होते हैं, तो लाइवस्ट्रीम विंडो को निलम्बित कर दिया जाएगा.
id_id: Jika Anda memulai atau bergabung dengan rapat, jendela streaming langsung akan ditutup.
it_it: Se cominci a partecipare a una riunione, la finestra del live streaming verrà chiusa.
ja_jp: 会議を開始または参加するとストリーミングから退出になります
ko_kr: 회의를 시작하거나 회의에 참가하면 라이브 방송 창이 닫힙니다.
ms_my: Jika anda memulakan atau menyertai mesyuarat, tetingkap siaran langsung akan ditutup.
pt_br: Se você iniciar uma reunião ou ingressar em uma, a janela do livestream será desativada.
ru_ru: Если вы начнете конференцию или присоединитесь к ней, окно трансляции будет закрыто.
th_th: หากคุณเริ่มหรือเข้าร่วมการประชุม หน้าต่างสตรีมสดจะถูกปิด
vi_vn: Nếu bạn bắt đầu hoặc tham gia một cuộc họp, cửa sổ phát trực tiếp sẽ bị đóng lại.
zh_cn: 开始或加入会议将退出观看
zh_hk: 開始或加入會議將退出觀看
zh_tw: 開始或加入會議會退出觀看

# 9JQ
source: Webinar
es_es: Seminario web
fr_fr: Webinaire
ja_jp: ウェビナー
ko_kr: 웨비나
ru_ru: Вебинар
th_th: การสัมมนาออนไลน์
vi_vn: Hội thảo trực tuyến
zh_cn: 网络研讨会
zh_hk: 網絡研討會
zh_tw: 網路研討會

# 4qo
source: Webinar Info
de_de: Webinar-Informationen
es_es: Información del seminario web
fr_fr: Infos sur le webinaire
id_id: Info Webinar
it_it: Informazioni sul webinar
ja_jp: ウェビナーの情報
ko_kr: 웨비나 정보
ms_my: Maklumat Webinar
pt_br: Informações do webinar
ru_ru: Сведения о вебинаре
th_th: ข้อมูลการสัมมนาออนไลน์
vi_vn: Thông tin về hội thảo trực tuyến
zh_cn: 网络研讨会信息
zh_hk: 網絡研討會資訊
zh_tw: 網路研討會資訊

# I+o
source: Welcome
de_de: Willkommen
es_es: Te damos la bienvenida
fr_fr: Bienvenue
hi_in: स्वागत है
id_id: Selamat Datang
it_it: Benvenuto/a
ja_jp: ようこそ
ko_kr: 환영합니다
ms_my: Selamat datang
pt_br: Bem-vindo
ru_ru: Добро пожаловать!
th_th: ยินดีต้อนรับ
vi_vn: Chào mừng
zh_cn: 欢迎
zh_hk: 歡迎
zh_tw: 歡迎

# 6O4
source: You have unsaved whiteboard content. Are you sure you want to end the call?
de_de: Sie haben ungespeicherten Whiteboard-Inhalt. Möchten Sie den Anruf wirklich beenden?
es_es: Tienes contenido de la pizarra sin guardar. ¿Seguro que quieres finalizar la llamada?
fr_fr: Vous avez du contenu de tableau blanc non enregistré. Êtes-vous sûr de vouloir mettre fin à l'appel ?
id_id: Anda memiliki konten whiteboard yang belum disimpan. Yakin ingin mengakhiri panggilan?
it_it: Hai dei contenuti della lavagna non salvati. Vuoi davvero terminare la chiamata?
ja_jp: ホワイトボードが保存されていません。通話を終了しますか？
ko_kr: 저장되지 않은 화이트보드 콘텐츠가 있습니다. 통화를 종료하시겠습니까?
ms_my: Anda mempunyai kandungan papan putih yang belum disimpan. Adakah anda pasti mahu mengakhiri panggilan?
pt_br: Você tem conteúdo do quadro branco não salvo. Tem certeza de que deseja encerrar a chamada?
ru_ru: Имеется несохраненный контент интерактивной панели, Вы уверены, что хотите завершить вызов?
th_th: คุณมีเนื้อหาในกระดานดำที่ยังไม่ได้บันทึก แน่ใจหรือว่าต้องการจบการโทร
vi_vn: Bạn có nội dung bảng trắng chưa lưu. Bạn có chắc muốn kết thúc cuộc gọi không?
zh_cn: 白板内容尚未保存，是否结束通话？
zh_hk: 尚未儲存白板內容，是否結束通話？
zh_tw: 白板內容尚未儲存，是否結束通話？

# BGg
source: You have unsaved whiteboard content. Are you sure you want to end the meeting?
de_de: Sie haben ungespeicherten Whiteboard-Inhalt. Möchten Sie die Besprechung wirklich beenden?
es_es: Tienes contenido de la pizarra sin guardar. ¿Seguro que quieres finalizar la reunión?
fr_fr: Vous avez du contenu de tableau blanc non enregistré. Êtes-vous sûr de vouloir mettre fin à la réunion ?
id_id: Anda memiliki konten whiteboard yang belum disimpan. Yakin ingin mengakhiri rapat?
it_it: Hai dei contenuti della lavagna non salvati. Vuoi davvero terminare la riunione?
ja_jp: ホワイトボードが保存されていません。会議を終了しますか？
ko_kr: 저장되지 않은 화이트보드 콘텐츠가 있습니다. 회의를 종료하시겠습니까?
ms_my: Anda mempunyai kandungan papan putih yang belum disimpan. Adakah anda pasti mahu mengakhiri mesyuarat?
pt_br: Você tem conteúdo do quadro branco não salvo. Tem certeza de que deseja encerrar a reunião?
ru_ru: Имеется несохраненный контент интерактивной панели. Вы уверены, что хотите завершить конференцию?
th_th: คุณมีเนื้อหาในกระดานดำที่ยังไม่ได้บันทึก แน่ใจหรือว่าต้องการจบการประชุม
vi_vn: Bạn có nội dung bảng trắng chưa lưu. Bạn có chắc muốn kết thúc cuộc họp không?
zh_cn: 白板内容尚未保存，是否结束会议？
zh_hk: 尚未儲存白板內容，是否結束會議？
zh_tw: 白板內容尚未儲存，是否結束會議？

# FLc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# 0rQ
source: Change name in meeting
de_de: Namen in Besprechung ändern
es_es: Cambiar el nombre de la reunión
fr_fr: Changer de nom en réunion
hi_in: मीटिंग में नाम बदलें
id_id: Ubah nama dalam rapat
it_it: Modifica nome in riunione
ja_jp: 会議での名前を変更しますか？
ko_kr: 회의 내 이름 변경
ms_my: Tukar nama dalam mesyuarat
pt_br: Alterar nome na reunião
ru_ru: Изменить имя на конференции
th_th: เปลี่ยนชื่อในการประชุม
vi_vn: Thay đổi tên trong cuộc họp
zh_cn: 修改会中姓名
zh_hk: 修改會中姓名
zh_tw: 修改會議姓名

# m5Q
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# SuU
source: Withdraw Camera On Request
de_de: Kamera auf Anfrage zurückziehen
es_es: Retirar Cámara bajo solicitud
fr_fr: Retirer la demande d’activation de la caméra
id_id: Tarik Permintaan Kamera Aktif
it_it: Revoca videocamera su richiesta
ja_jp: カメラオンの申請を取消
ko_kr: 요청 시 카메라 송출 중단
ms_my: Tarik balik Permintaan Kamera Hidup
pt_br: Retirar câmera sob solicitação
ru_ru: Отменить запрос включения камеры
th_th: คำขอถอนการเปิดกล้อง
vi_vn: Rút lại yêu cầu bật máy ảnh
zh_cn: 撤销打开摄像头申请
zh_hk: 撤銷開啟鏡頭申請
zh_tw: 撤銷開啟攝影機申請

# Xf8
source: Withdraw Request
de_de: Anfrage zurückziehen
es_es: Cancelar solicitud
fr_fr: Retirer la demande
id_id: Tarik Permintaan
it_it: Revoca la richiesta
ja_jp: 取り消す
ko_kr: 요청 철회
ms_my: Tarik Balik Permintaan
pt_br: Retirar solicitação
ru_ru: Запрос на выход
th_th: ยกเลิกคำขอ
vi_vn: Rút lại yêu cầu
zh_cn: 撤销申请
zh_hk: 撤銷申請
zh_tw: 撤銷申請

# yR8
source: Withdraw Unmute & Camera On Request
de_de: Aufhebung der Stummschaltung und Kamera auf Anfrage zurückziehen
es_es: Retirar Dejar de silenciar y Cámara bajo solicitud
fr_fr: Retirer la demande de réactivation du son et d’activation de la caméra
id_id: Tarik Permintaan Bunyikan & Kamera Aktif
it_it: Revoca attivazione audio e videocamera su richiesta
ja_jp: 発言とカメラオンの申請を取消
ko_kr: 요청 시 음소거 및 카메라 송출 중단
ms_my: Tarik balik Permintaan Unmute & Kamera Hidup
pt_br: Retirar desativar mudo e câmera sob solicitação
ru_ru: Отменить запрос включения микрофона и камеры
th_th: คำขอถอนการเปิดเสียงและการเปิดกล้อง
vi_vn: Rút lại yêu cầu bật tiếng và bật máy ảnh
zh_cn: 撤销发言和打开摄像头申请
zh_hk: 撤銷發言和開啟鏡頭申請
zh_tw: 撤銷發言和開啟攝影機申請

# iQ0
source: Withdraw Unmute Request
de_de: Anfrage zum Aufheben der Stummschaltung zurückziehen
es_es: Cancelar solicitud de dejar de silenciar
fr_fr: Retirer la demande de réactivation du son
id_id: Tarik Permintaan Membunyikan
it_it: Revoca la richiesta di attivare l'audio
ja_jp: 発言申請を取り消す
ko_kr: 음소거 해제 요청 철회
ms_my: Tarik Balik Permintaan Nyahbisu
pt_br: Retirar solicitação de desativar mudo
ru_ru: Отменить запрос на включение звука
th_th: ยกเลิกคำขอเปิดเสียง
vi_vn: Rút lại yêu cầu bật tiếng
zh_cn: 撤销发言申请
zh_hk: 撤銷發言申請
zh_tw: 撤銷發言申請

# +j0
source: Paired. Room audio will be in use.
de_de: Gekoppelt. Raum-Audio wird verwendet.
es_es: Emparejamiento completado. Se usará el audio de la sala.
fr_fr: Couplage réussi. Le son de la salle sera utilisé.
id_id: Disandingkan. Audio ruang diskusi akan digunakan.
it_it: Associazione completata. Audio sala in uso.
ja_jp: ペアリングしました。会議室音声を使用します。
ko_kr: 연결되었습니다. 회의실 오디오가 사용 중입니다.
ms_my: Dipasangkan. Audio bilik akan digunakan.
pt_br: Emparelhado. O áudio da sala estará em uso.
ru_ru: Связано. Звук комнаты будет использоваться.
th_th: จับคู่แล้ว จะใช้งานเสียงจากในห้อง
vi_vn: Đã ghép nối. Âm thanh trong phòng sẽ được sử dụng.
zh_cn: 配对成功，将使用会议室音频
zh_hk: 配對成功，將使用會議室音訊
zh_tw: 配對成功，將使用會議室音訊

# RKU
source: To ensure objectivity and fairness of the interview process, the system will record the interview contents in written form, for the interviewer and HR to consult. This process will not generate any audio or video recording. If you need to stop, please click
de_de: Um die Objektivität und Fairness des Interviewprozesses sicherzustellen, zeichnet das System den Inhalt des Interviews in schriftlicher Form auf, sodass der Interviewer und die Personalabteilung Einsicht haben. Dabei werden keine Audio- oder Videoaufzeichnungen erstellt. Wenn Sie den Vorgang abbrechen möchten, klicken Sie bitte auf
es_es: Para garantizar la objetividad e imparcialidad del proceso de la entrevista, el sistema registrará el contenido de la entrevista por escrito, para que el entrevistador y RR. HH. puedan consultarlo. Este proceso no generará ninguna grabación de audio o vídeo. Si necesitas detenerla, haz clic
fr_fr: Afin de garantir l'objectivité et l'équité du processus d'entretien, le système enregistrera le contenu de l'entretien sous forme écrite, que l'intervieweur et le service des RH pourront consulter. Ce processus ne générera aucun enregistrement audio ou vidéo. Si vous souhaitez arrêter, veuillez cliquer sur
hi_in: साक्षात्कार प्रक्रिया की निष्पक्षता और औचित्य सुनिश्चित करने के लिए, साक्षात्कारकर्ता और HR द्वारा सलाह लेने के लिए सिस्टम साक्षात्कार का कांटेंट लिखित रूप में रिकॉर्ड करेगा. इस प्रक्रिया से कोई भी ऑडियो या वॉइस रिकॉर्डिंग जेनरेट नहीं होगी. अगर आप रोकना चाहते हैं, तो कृपया इसपर क्लिक करें
id_id: Untuk memastikan objektivitas dan keadilan proses wawancara, sistem akan merekam konten wawancara secara tertulis untuk dikonsultasikan dengan pewawancara dan SDM. Proses ini tidak akan menghasilkan rekaman audio atau video apa pun. Jika Anda ingin berhenti, klik
it_it: Per garantire l'obiettività e l'equità del colloquio, il sistema registrerà i contenuti di quest'ultimo in forma scritta, per la consultazione da parte dell'intervistatore e delle risorse umane. Questo processo non genererà alcuna registrazione audio o video. Se hai bisogno di interrompere, fai clic
ja_jp: 公正公平に面接を実施するために、システムは面接内容を文字で記録し、面接官や HR は確認できます。録音や録画は作成されないです。終了する場合は、次をクリックしてください
ko_kr: 면접 과정의 객관성과 공정성을 보장하기 위해 시스템은 면접관과 인사팀이 참고할 수 있도록 면접 내용을 서면 형식으로 기록합니다. 이 프로세스는 오디오 녹음 또는 비디오 녹화 파일을 생성하지 않습니다. 중지해야 하는 경우 다음을 클릭하세요.
ms_my: Untuk memastikan objektiviti dan keadilan proses temuduga, sistem akan merakam kandungan temuduga dalam bentuk tulisan, untuk rujukan pemeriksa dan HR. Proses ini tidak akan menghasilkan rakaman audio atau video. Jika perlu berhenti, sila klik
pt_br: Para garantir a objetividade e imparcialidade do processo de entrevista, o sistema registrará o conteúdo da entrevista por escrito para fins de consulta pelo entrevistador e RH. Esse processo não gerará gravação de áudio nem vídeo. Se precisar parar, clique em
ru_ru: Чтобы обеспечить объективность и справедливость процесса интервью, система записывает содержание интервью в письменной форме, чтобы интервьюер и HR могли проконсультироваться с ним. Этот процесс не будет генерировать никаких аудио- или видеозаписей. Если вам нужно остановиться, пожалуйста, нажмите
th_th: ระบบจะบันทึกเนื้อหาการสัมภาษณ์เป็นลายลักษณ์อักษรเพื่อให้ผู้สัมภาษณ์และฝ่าย HR ได้ปรึกษาหารือกัน เพื่อให้มั่นใจในเรื่องความเป็นกลางและความยุติธรรมของกระบวนการสัมภาษณ์ กระบวนการนี้จะไม่สร้างการบันทึกเสียงหรือวิดีโอใด ๆ ขึ้นมา หากคุณต้องการหยุด โปรดคลิก
vi_vn: Để đảm bảo tính khách quan và công bằng trong quá trình phỏng vấn, hệ thống sẽ ghi lại nội dung phỏng vấn dưới dạng văn bản để người phỏng vấn và bộ phận nhân sự có thể tham khảo. Quá trình này sẽ không tạo ra bất cứ bản ghi âm thanh hoặc video nào. Nếu bạn cần dừng lại, vui lòng nhấp vào
zh_cn: 为保证面试过程客观公正，系统会将面试内容以文字形式记录下来，面试官和 HR 可以查阅。本过程不会产生录音或录像，如需停止，请点击
zh_hk: 為保證面試過程客觀公正，系統會以文字形式記錄面試內容，方便面試官和 HR 可以查閱。本過程不會產生錄音或錄像，如需停止，請點擊
zh_tw: 為確保面試過程客觀公正，系統會將面試內容以文字形式記錄下來，面試官和 HR 可以查閱。本過程不會產生錄音或錄影，如需停止，請點選

# wwo
source: Written record
de_de: Schriftliche Aufzeichnung
es_es: Grabación por escrito
fr_fr: Enregistrement écrit
hi_in: लिखित रिकॉर्ड
id_id: Rekaman tertulis
it_it: Registrazione scritta
ja_jp: 文字記録
ko_kr: 서면 기록
ms_my: Rekod bertulis
pt_br: Registro por escrito
ru_ru: Письменная запись
th_th: การบันทึกเป็นลายลักษณ์อักษร
vi_vn: Tài liệu ghi chép
zh_cn: 文字记录
zh_hk: 文字記錄
zh_tw: 文字記錄

# 3xo
source: You are the assigned host for this meeting.
de_de: Sie sind der zugewiesene Moderator bei dieser Besprechung.
es_es: Eres el moderador asignado para esta reunión.
fr_fr: Vous êtes l'hôte attribué à cette réunion.
id_id: Anda adalah host yang ditugaskan untuk rapat ini.
it_it: Sei l'host assegnato per questa riunione.
ja_jp: あなたは指定された会議の進行役です
ko_kr: 귀하는 이 회의의 할당된 진행자입니다.
ms_my: Anda adalah hos yang ditugaskan untuk mesyuarat ini.
pt_br: Você é o host atribuído para esta reunião.
ru_ru: Вы являетесь назначенным ведущим этой конференции.
th_th: คุณคือโฮสต์ที่ได้รับมอบหมายในการประชุมครั้งนี้
vi_vn: Bạn được chỉ định làm chủ phòng của cuộc họp này.
zh_cn: 你是该场会议指定的主持人
zh_hk: 你是該場會議指定的主持人
zh_tw: 你是該場會議指定的主持人

# HV0
source: You are the assigned host and interpreter for this meeting.
de_de: Sie sind der zugewiesene Moderator und Dolmetscher für diese Besprechung.
es_es: Eres el moderador e intérprete asignado para esta reunión.
fr_fr: Vous êtes l'hôte et l'interprète désignés pour cette réunion.
id_id: Anda adalah host sekaligus juru bahasa yang ditugaskan untuk rapat ini.
it_it: Sei l'host e l'interprete assegnato per questa riunione.
ja_jp: あなたはこの会議の進行役と通訳者として指定されています。
ko_kr: 회원님은 이 회의의 요청된 진행자 및 인터프리터입니다.
ms_my: Anda ditugaskan sebagai hos dan penterjemah untuk mesyuarat ini.
pt_br: Você é o host e intérprete atribuído a esta reunião.
ru_ru: Вы являетесь назначенным организатором и переводчиком этой конференции.
th_th: คุณเป็นโฮสต์และล่ามที่ได้รับมอบหมายในการประชุมครั้งนี้
vi_vn: Bạn đã được chỉ định làm chủ phòng và phiên dịch viên cho cuộc họp này.
zh_cn: 你是该场会议指定的主持人和同传译员
zh_hk: 你是該場會議指定的主持人和即時傳譯員
zh_tw: 你是該場會議指定的主持人和同步口譯員

# rSE
source: You're now in the main room.
de_de: Sie befinden sich nun im Hauptraum.
es_es: Ahora estás en la sala principal.
fr_fr: Vous êtes actuellement dans la salle principale.
hi_in: अब आप मुख्य रूम में हैं.
id_id: Anda sekarang di ruang utama.
it_it: Ora ti trovi nella sala principale.
ja_jp: メインルームにいます
ko_kr: 현재 기본 회의실에 있습니다.
ms_my: Anda kini berada di bilik utama.
pt_br: Você está agora na sala principal.
ru_ru: Сейчас вы в главной комнате.
th_th: คุณอยู่ในห้องหลักในขณะนี้
vi_vn: Bạn đang ở trong phòng chính.
zh_cn: 你当前在主会场
zh_hk: 你目前在主會場
zh_tw: 你目前在主會場

# sq0
source: You're now in "{{roomName}}".
de_de: Sie befinden sich nun in „{{roomName}}“.
es_es: Ahora estás en "{{roomName}}".
fr_fr: Vous êtes actuellement dans « {{roomName}} ».
hi_in: अभी आप "{{roomName}}" में हैं.
id_id: Anda sekarang berada di "{{roomName}}".
it_it: Ora ti trovi in "{{roomName}}".
ja_jp: 「{{roomName}}」にいます
ko_kr: 현재 "{{roomName}}"에 있습니다.
ms_my: Anda kini berada di "{{roomName}}".
pt_br: Agora você está na "{{roomName}}".
ru_ru: Сейчас вы в "{{roomName}}".
th_th: คุณอยู่ใน "{{roomName}}" ในขณะนี้
vi_vn: Bạn đang ở trong "{{roomName}}".
zh_cn: 你当前在“{{roomName}}”
zh_hk: 你目前在「{{roomName}}」
zh_tw: 你目前在「{{roomName}}」

# +I8
source: You are the assigned interpreter for this meeting.
de_de: Sie sind der zugewiesene Dolmetscher für diese Besprechung.
es_es: Eres el intérprete asignado para esta reunión.
fr_fr: Vous êtes l'interprète désigné pour cette réunion.
id_id: Anda adalah juru bahasa yang ditugaskan untuk rapat ini.
it_it: Sei l'interprete assegnato per questa riunione.
ja_jp: あなたはこの会議の通訳者として指定されています。
ko_kr: 회원님은 이 회의의 요청된 인터프리터입니다.
ms_my: Anda ditugaskan sebagai penterjemah untuk mesyuarat ini.
pt_br: Você é o intérprete atribuído a esta reunião.
ru_ru: Вы назначенный переводчик для этой конференции.
th_th: คุณเป็นล่ามที่ได้รับมอบหมายในการประชุมครั้งนี้
vi_vn: Bạn đã được chỉ định làm phiên dịch viên cho cuộc họp này.
zh_cn: 你是该场会议指定的同传译员
zh_hk: 你是該場會議指定的即時傳譯員
zh_tw: 你是該場會議指定的同步口譯員

# VzQ
source: The other user has not enabled AI for this call. Click to send a request for permission to use AI.
de_de: Der andere Benutzer hat die KI für diesen Anruf nicht aktiviert. Klicken Sie hier an, um die Berechtigung für die Nutzung von KI zu beantragen.
es_es: El otro usuario no ha activado la IA de esta llamada. Haz clic para enviar una solicitud de permiso para usar la IA.
fr_fr: L'autre utilisateur n'a pas activé l'IA pour cet appel. Cliquez pour envoyer une demande d'autorisation d'utilisation de l'IA.
id_id: Pengguna lain belum mengaktifkan AI untuk panggilan ini. Klik untuk mengirim permintaan izin menggunakan AI.
it_it: L'altro utente non ha abilitato l'IA per questa chiamata. Fai clic per inviare una richiesta di autorizzazione all'utilizzo dell'IA.
ja_jp: 相手は AI チャット機能を有効化していません。ボタンをクリックして有効化のリクエストを送信してください。
ko_kr: 다른 사용자가 이 통화에 대해 AI를 활성화하지 않았습니다. AI 사용 권한 요청을 보내려면 클릭하세요.
ms_my: Pengguna lain belum mengaktifkan AI untuk panggilan ini. Klik untuk mengirim permintaan izin untuk menggunakan AI.
pt_br: O outro usuário não ativou a IA para essa chamada. Clique para enviar uma solicitação de permissão para usar a IA.
ru_ru: Другой участник не включил ИИ для данного вызова. Щелкните, чтобы отправить запрос и получить разрешение на использование ИИ.
th_th: ผู้ใช้รายอื่นไม่ได้เปิดใช้งาน AI ในการโทรนี้ คลิกเพื่อส่งคำขออนุญาตใช้ AI
vi_vn: Người dùng còn lại chưa bật AI cho cuộc họp này. Hãy nhấp để gửi yêu cầu cấp quyền sử dụng AI.
zh_cn: 对方未开启 AI 对话能力，可点击请求开启
zh_hk: 對方未開啟 AI 對話功能，可點擊要求開啟
zh_tw: 對方未開啟 AI 對話功能，可點選請求開啟

# SlM
source: You have synced the video order for all.
de_de: Sie haben die Videoanordnung für alle synchronisiert.
es_es: Has sincronizado el orden de vídeo para todos.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour tout le monde.
id_id: Anda telah menyinkronkan urutan video untuk semua.
it_it: Hai sincronizzato l'ordine video per tutti.
ja_jp: すべての参加者に画面の並び順を同期しました。
ko_kr: 모두를 위한 동영상 순서를 동기화했습니다.
ms_my: Anda telah menyelaraskan susunan video untuk semua.
pt_br: Você sincronizou a ordem de vídeos para todos.
ru_ru: Вы синхронизировали порядок видео для всех.
th_th: คุณซิงค์ลำดับวิดีโอสำหรับทุกคนแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho tất cả.
zh_cn: 你已为所有人同步视频顺序
zh_hk: 你已為所有人同步視像順序
zh_tw: 你已為所有人同步視訊順序

# Im4
source: You received a request.
de_de: Sie haben eine Anfrage erhalten.
es_es: Has recibido una solicitud.
fr_fr: Vous avez reçu une demande.
hi_in: आपने एक अनुरोध प्राप्त किया.
id_id: Anda menerima permintaan.
it_it: Hai ricevuto una richiesta.
ja_jp: リクエストを受信しました
ko_kr: 요청을 받았습니다.
ms_my: Anda menerima permintaan.
pt_br: Recebeu uma solicitação.
ru_ru: Вы получили запрос.
th_th: คุณได้รับคำขอ
vi_vn: Bạn đã nhận được một yêu cầu.
zh_cn: 你收到了一个请求
zh_hk: 你已收到一個請求
zh_tw: 你收到了一個請求

# zts
source: You have stopped syncing the video order and reverted to default.
de_de: Sie haben die Synchronisierung der Videoanordnung beendet und sind zur Standardanordnung zurückgekehrt.
es_es: Has detenido la sincronización del orden de vídeo y has restaurado el orden predeterminado.
fr_fr: Vous avez arrêté de synchroniser l'ordre des vidéos et êtes revenu à l'ordre par défaut.
id_id: Anda telah menghentikan sinkronisasi urutan video dan urutan dikembalikan ke default.
it_it: Hai interrotto la sincronizzazione dell'ordine video e ripristinato le impostazioni predefinite.
ja_jp: 画面の並び順の同期を解除し、デフォルトの並び順に戻りました。
ko_kr: 동영상 순서 동기화를 중지하고 기본값으로 되돌렸습니다.
ms_my: Anda telah berhenti menyelaraskan susunan video dan kembali ke asal.
pt_br: Você parou de sincronizar a ordem de vídeos e voltou ao padrão.
ru_ru: Вы остановили синхронизацию порядка видео и вернулись к значениям по умолчанию.
th_th: คุณหยุดซิงค์ลำดับวิดีโอและเปลี่ยนกลับไปเป็นค่าเริ่มต้นแล้ว
vi_vn: Bạn đã dừng đồng bộ hóa thứ tự video và khôi phục lại thứ tự mặc định.
zh_cn: 你已停止同步视频顺序，并恢复默认顺序
zh_hk: 你已停止同步視像順序，並恢復預設順序
zh_tw: 你已停止同步視訊順序並還原至預設順序

# GRM
source: You'll take over sharing the current doc.
de_de: Sie übernehmen die Freigabe des aktuellen Dokuments.
es_es: Asumirás la responsabilidad de compartir el doc actual.
fr_fr: Vous prendrez en charge le partage du document actuel.
id_id: Anda akan mengambil alih pembagian doc saat ini.
it_it: Inizierai a condividere il Docs corrente.
ja_jp: このドキュメントの共有者になります
ko_kr: 현재 문서 공유를 책임지게 됩니다.
ms_my: Anda akan mengambil alih perkongsian dokumen semasa.
pt_br: Você assumirá o compartilhamento do documento atual.
ru_ru: Вы возьмете на себя право предоставлять доступ к текущему документу.
th_th: คุณจะเข้าควบคุมการแบ่งปันเอกสารปัจจุบัน
vi_vn: Bạn sẽ đảm nhận việc chia sẻ tài liệu hiện tại.
zh_cn: 你将开始共享当前文档
zh_hk: 你將開始分享目前文件
zh_tw: 你將開始分享目前文件

# BkE
source: Breakout rooms will be closed in {{number}} sec. You'll return to the main room automatically.
de_de: Gruppenräume werden in {{number}} Sek. geschlossen. Sie kehren automatisch in den Hauptraum zurück.
es_es: Las salas de descanso se cerrarán en {{number}} s. Volverás a la sala principal automáticamente.
fr_fr: Les salles de petits groupes seront fermées dans {{number}} s. Vous reviendrez automatiquement à la salle principale.
hi_in: ब्रेकआउट रूम {{number}} सेकंड में बंद हो जाएँगे. आप स्वचालित रूप से मुख्य रूम में लौट आएँगे.
id_id: Ruang diskusi kelompok akan ditutup dalam {{number}} d. Anda akan otomatis kembali ke ruang utama.
it_it: Le sale di suddivisione verranno chiuse tra {{number}} secondi. Tornerai automaticamente alla sala principale.
ja_jp: ブレイクアウトルームは {{number}} 秒内に終了されます。今からメインルームに戻ります。
ko_kr: 소회의실은 {{number}}초 후에 닫힙니다. 자동으로 기본 회의실로 돌아가게 됩니다.
ms_my: Bilik pecah akan ditutup dalam {{number}} saat. Anda akan kembali ke bilik utama secara automatik.
pt_br: Salas separadas serão fechadas em {{number}} segundos. Você retornará à sala principal automaticamente.
ru_ru: Сессионные залы будут закрыты через {{number}} с. Вы вернетесь в главную комнату автоматически.
th_th: ห้องย่อยจะถูกปิดใน {{number}} วินาที คุณจะกลับไปยังห้องหลักโดยอัตโนมัติ
vi_vn: Các phòng họp nhóm sẽ đóng sau {{number}} giây. Bạn sẽ tự động trở về phòng chính.
zh_cn: 讨论组将在 {{number}} 秒后关闭，你将自动返回主会场
zh_hk: 討論小組將在 {{number}} 秒後關閉，你將自動返回主會場
zh_tw: 討論群組將在 {{number}} 秒後關閉，你會自動返回主會場

# ZGs
source: The host has lowered your hand.
de_de: Der Moderator hat Ihre Hand gesenkt.
es_es: El moderador te ha bajado la mano.
fr_fr: L'hôte a baissé votre main.
id_id: Host telah menurunkan tangan Anda.
it_it: L'host ha abbassato la tua mano.
ja_jp: 進行役があなたの手を下げました。
ko_kr: 진행자가 손을 내렸습니다.
ms_my: Hos menurunkan tangan anda.
pt_br: O host abaixou sua mão.
ru_ru: Ведущий опустил вашу руку.
th_th: โฮสต์ลดมือของคุณลงแล้ว
vi_vn: Chủ phòng đã hạ tay của bạn.
zh_cn: 主持人已将你的手放下
zh_hk: 主持人已將你的手放下
zh_tw: 主持人已將你的手放下

# 5T4
source: Account error
de_de: Kontofehler
es_es: Error de cuenta
fr_fr: Erreur de compte
hi_in: खाता त्रुटि
id_id: Kesalahan akun
it_it: Errore account
ja_jp: アカウントエラー
ko_kr: 계정 오류
ms_my: Ralat akaun
pt_br: Erro da conta
ru_ru: Ошибка учетной записи
th_th: ข้อผิดพลาดของบัญชี
vi_vn: Lỗi tài khoản
zh_cn: 账号错误
zh_hk: 帳戶錯誤
zh_tw: 帳號錯誤

# mqM
source: Account error
de_de: Kontofehler
es_es: Error de cuenta
fr_fr: Erreur de compte
hi_in: खाता त्रुटि
id_id: Kesalahan akun
it_it: Errore account
ja_jp: アカウントエラー
ko_kr: 계정 오류
ms_my: Ralat akaun
pt_br: Erro da conta
ru_ru: Ошибка учетной записи
th_th: ข้อผิดพลาดของบัญชี
vi_vn: Lỗi tài khoản
zh_cn: 账号错误
zh_hk: 帳戶錯誤
zh_tw: 帳號錯誤
