Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# EkI
source: No Audio
de_de: Kein Audio
es_es: Sin audio
fr_fr: Pas d'audio
id_id: Tidak Ada Audio
it_it: Nessun audio
ja_jp: 音声なし
ko_kr: 오디오 없음
ms_my: Tiada Audio
pt_br: Sem áudio
ru_ru: Нет звука
th_th: ไม่มีเสียง
vi_vn: Không có âm thanh
zh_cn: 无音频
zh_hk: 沒有音效
zh_tw: 沒有音訊

# mOw
source: This meeting does not support joining via Call Me.
de_de: Diese Besprechung unterstützt die Teilnahme über Call Me nicht.
es_es: Esta reunión no admite la unión a través de Llámame.
fr_fr: Cette réunion ne peut pas être rejointe via Call Me.
id_id: Rapat ini tidak mendukung bergabung melalui Panggil Saya.
it_it: Questa riunione non supporta la partecipazione tramite Audio del telefono.
ja_jp: この会議は、自分に発信による参加をサポートしていません
ko_kr: 이 회의는 Call Me를 통한 참여를 지원하지 않습니다.
ms_my: Mesyuarat ini tidak menyokong penyertaan melalui Panggil Saya.
pt_br: Esta reunião não é compatível com a participação via Me ligue.
ru_ru: Эта конференция не поддерживает присоединение через звонки.
th_th: การประชุมนี้ไม่รองรับการเข้าร่วมปะชุมผ่าน Call Me
vi_vn: Cuộc họp này không hỗ trợ tham gia qua Gọi cho tôi.
zh_cn: 此会议不支持呼叫我方式入会
zh_hk: 此會議不支援以「撥號給我」方式加入會議
zh_tw: 此會議不支援以「呼叫我」方式加入會議

# ED8
source: Camera is not available when multitasking.
de_de: Die Kamera ist in Kombination mit Multitasking nicht verfügbar.
es_es: La cámara no está disponible durante la multitarea.
fr_fr: La caméra n'est pas disponible en mode multitâche.
id_id: Kamera tidak tersedia ketika multitugas.
it_it: La videocamera non è disponibile durante il multitasking.
ja_jp: マルチタスクモードではカメラを使用できません。
ko_kr: 멀티태스킹 시 카메라를 사용할 수 없습니다.
ms_my: Kamera tidak tersedia semasa melakukan beberapa tugas.
pt_br: A câmera não está disponível em multitarefa.
ru_ru: Камера не доступна при выполнении нескольких задач.
th_th: กล้องไม่สามารถใช้งานได้เมื่อทำงานหลายอย่างพร้อมกัน
vi_vn: Không thể sử dụng máy ảnh khi đang đa nhiệm.
zh_cn: 多任务模式下摄像头不可用
zh_hk: 多任務模式下無法使用鏡頭
zh_tw: 多任務模式下無法使用攝影機

# In8
source: Unable to transfer the meeting
de_de: Die Besprechung kann nicht übertragen werden
es_es: La reunión no se puede transferir
fr_fr: Impossible de transférer la réunion
id_id: Gagal mentransfer rapat
it_it: Impossibile trasferire la riunione
ja_jp: 切り替えできません
ko_kr: 회의를 이전할 수 없습니다
ms_my: Tidak dapat memindahkan mesyuarat
pt_br: Não foi possível transferir a reunião
ru_ru: Невозможно перенести конференцию
th_th: ไม่สามารถโอนการประชุมได้
vi_vn: Không thể chuyển cuộc họp
zh_cn: 无法切换
zh_hk: 無法切換
zh_tw: 無法切換

# 5DM
source: Whiteboard does not support screen sharing. Please select desktop or application window to share.
de_de: Das Whiteboard unterstützt die Bildschirmspiegelung nicht. Bitte wählen Sie den Desktop oder das Anwendungsfenster aus, der bzw. das gespiegelt werden soll.
es_es: La pizarra no admite la duplicación de pantalla. Selecciona la ventana del ordenador o de la aplicación para duplicarla.
fr_fr: Le tableau blanc n'est pas compatible avec la duplication d'écran. Veuillez sélectionner le bureau ou la fenêtre d'application à dupliquer.
id_id: Whiteboard tidak mendukung pencerminan layar. Pilih jendela desktop atau aplikasi untuk mencerminkan.
it_it: La lavagna non supporta il mirroring dello schermo. Seleziona la finestra dell'applicazione o del desktop per eseguire il mirroring.
ja_jp: ホワイトボードの画面共有はサポートされていません。デスクトップまたはアプリのウィンドウを選択してください。
ko_kr: 화이트보드는 화면 미러링을 지원하지 않습니다. 미러링할 데스크톱이나 애플리케이션 창을 선택하세요.
ms_my: Papan putih tidak menyokong perkongsian skrin. Sila pilih desktop atau tetingkap aplikasi untuk berkongsi.
pt_br: O quadro branco não oferece suporte ao espelhamento de tela. Selecione a área de trabalho ou a janela do aplicativo para espelhar.
ru_ru: Доска не поддерживает показ экрана. Выберите ПК или окно приложения для показа.
th_th: กระดานดำไม่รองรับการสะท้อนหน้าจอ โปรดเลือกหน้าต่างเดสก์ท็อปหรือแอปพลิเคชันที่จะสะท้อน
vi_vn: Bảng trắng không hỗ trợ chế độ chiếu màn hình. Vui lòng chọn cửa sổ màn hình máy tính hoặc ứng dụng để chiếu.
zh_cn: 暂不支持白板投屏，请选择桌面或应用窗口进行投屏
zh_hk: 暫不支援白板投影，請選擇桌面或應用程式視窗投影
zh_tw: 暫不支援白板螢幕投影，請選擇桌面或應用程式視窗進行螢幕投影

# +4Y
source: No permission to change name
de_de: Keine Berechtigung zum Ändern des Namens
es_es: No tienes permiso para cambiar el nombre
fr_fr: Aucune autorisation de changer de nom
hi_in: नाम बदलने की अनुमति नहीं
id_id: Tidak ada izin untuk mengubah nama
it_it: Nessuna autorizzazione per modificare il nome
ja_jp: 名前を変更する権限がありません
ko_kr: 이름을 변경할 권한이 없습니다
ms_my: Tiada kebenaran untuk ubah nama
pt_br: Sem permissão para alterar nome
ru_ru: Нет разрешения на изменение имени
th_th: ไม่มีสิทธิ์การอนุญาตในการเปลี่ยนชื่อ
vi_vn: Không có quyền thay đổi tên
zh_cn: 无改名权限
zh_hk: 無改名權限
zh_tw: 沒有改名權限

# Bts
source: No internet connection
de_de: Keine Internetverbindung
es_es: No hay conexión a Internet
fr_fr: Aucune connexion Internet
hi_in: कोई इंटरनेट कनेक्शन नहीं
id_id: Tidak ada koneksi internet
it_it: Nessuna connessione Internet
ja_jp: ネットワークに接続していません
ko_kr: 인터넷 연결 없음
ms_my: Tiada sambungan internet
pt_br: Sem conexão de internet
ru_ru: Отсутствует подключение к Интернету
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Không có kết nối internet
zh_cn: 无网络连接
zh_hk: 沒有網絡連線
zh_tw: 沒有網路連線

# Nzo
source: Operation failed. Please try again later.
de_de: Besprechungsgruppe konnte nicht erstellt werden. Bitte versuchen Sie es später erneut.
es_es: Error al crear un grupo de reuniones. Inténtalo de nuevo más tarde.
fr_fr: Échec de la création du groupe de réunion. Veuillez réessayer plus tard.
id_id: Gagal membuat grup rapat. Coba lagi nanti.
it_it: Impossibile creare un gruppo riunione. Riprova più tardi.
ja_jp: 操作できませんでした。後で再試行してください。
ko_kr: 모임 그룹을 만들지 못했습니다. 나중에 다시 시도하세요.
ms_my: Operasi gagal. Sila cuba lagi kemudian.
pt_br: Falha ao criar um grupo de reunião. Tente novamente mais tarde.
ru_ru: Не удалось создать группу конференции. Попробуйте позже.
th_th: สร้างกลุ่มการประชุมไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tạo nhóm họp. Vui lòng thử lại sau.
zh_cn: 操作失败，请稍后重试
zh_hk: 會議群組建立失敗，請稍後重試
zh_tw: 會議群組建立失敗，請稍後重試

# UGo
source: Microphones not allowed in settings
de_de: Mikrofone sind in Besprechungsumgebungen nicht zugelassen.
es_es: Los micrófonos no están permitidos en la configuración de la reunión.
fr_fr: Les microphones ne sont pas autorisés dans les paramètres de la réunion.
id_id: Mikrofon tidak diizinkan dalam pengaturan rapat.
it_it: I microfoni non sono consentiti nelle impostazioni della riunione.
ja_jp: 会議設定にてマイクを無効に設定しているため
ko_kr: 회의 설정에서 마이크가 허용되지 않습니다.
ms_my: Mikrofon tidak dibenarkan dalam tetapan
pt_br: Microfones não são permitidos nas configurações da reunião.
ru_ru: Использование запрещено микрофонов в настройках конференции.
th_th: ไม่อนุญาตให้ใช้ไมโครโฟนในการตั้งค่าการประชุม
vi_vn: Không cho phép sử dụng micrô trong cài đặt cuộc họp.
zh_cn: 麦克风已在会议设置中被禁用
zh_hk: 麥克風已在會議設定中停用
zh_tw: 麥克風已在會議設定中停用

# 14k
source: Moving video is not supported in focus video.
de_de: Das Verschieben des Videos wird für Fokusvideo nicht unterstützt.
es_es: En enfoque de vídeo no es posible mover el vídeo.
fr_fr: Le déplacement de vidéo n'est pas pris en charge dans les vidéos mises en avant.
id_id: Video fokus tidak mendukung video bergerak.
it_it: Spostamento video non supportato nel video in primo piano.
ja_jp: フォーカスを設定しているため、画面の並び順を変更できません。
ko_kr: 포커스 비디오에서는 비디오 이동이 지원되지 않습니다.
ms_my: Pemindahan video tidak disokong dalam video fokus.
pt_br: Mover o vídeo não é permitido no vídeo em destaque.
ru_ru: Перемещение видео не поддерживается в фокусном видео.
th_th: ไม่รองรับการย้ายวิดีโอในวิดีโอจุดสนใจ
vi_vn: Không hỗ trợ video di chuyển trong video tiêu điểm.
zh_cn: 焦点视频状态下，不支持移动视频
zh_hk: 焦點視像狀態下，不支援移動視像
zh_tw: 焦點視訊狀態下，不支援移動視訊

# tG8
source: started the webinar
de_de: hat das Webinar gestartet
es_es: ha iniciado el seminario web
fr_fr: a démarré le webinaire
id_id: memulai webinar
it_it: ha avviato il webinar
ja_jp: がウェビナーを開始しました
ko_kr: 웨비나를 시작했습니다
ms_my: memulakan webinar
pt_br: iniciou o webinar
ru_ru: начал(а) вебинар
th_th: เริ่มการสัมมนาออนไลน์แล้ว
vi_vn: đã bắt đầu hội thảo trực tuyến
zh_cn: 开始了网络研讨会
zh_hk: 開始了網絡研討會
zh_tw: 開始了網路研討會

# PuM
source: No one is currently speaking
de_de: Aktuell spricht niemand
es_es: No hay nadie hablando en este momento
fr_fr: Personne ne parle actuellement
id_id: Tidak ada yang sedang berbicara
it_it: Attualmente nessuno sta parlando
ja_jp: 発言者がいません
ko_kr: 현재 말하는 사람 없음
ms_my: Tiada yang sedang bercakap
pt_br: Ninguém está falando no momento
ru_ru: Сейчас никто не говорит
th_th: ไม่มีใครพูดอยู่ในขณะนี้
vi_vn: Hiện không có người nào đang nói
zh_cn: 当前无人发言
zh_hk: 目前無人發言
zh_tw: 目前無人發言

# ie4
source: No one is speaking now.
de_de: Jetzt spricht niemand.
es_es: No hay nadie hablando en este momento.
fr_fr: Personne ne parle pour le moment.
id_id: Tidak ada yang sedang berbicara.
it_it: Nessuno sta parlando.
ja_jp: 発言者がいません
ko_kr: 발언 중인 사람이 없습니다.
ms_my: Tiada siapa yang bercakap sekarang.
pt_br: Ninguém está falando agora.
ru_ru: Сейчас никто не говорит.
th_th: ไม่มีใครพูดอยู่ในขณะนี้
vi_vn: Hiện không có ai phát biểu.
zh_cn: 当前无人发言
zh_hk: 目前無人發言
zh_tw: 目前無人發言

# 2Tc
source: You can't call this user right now due to their invite permission settings.
de_de: Diesen Benutzer können Sie derzeit aufgrund seiner Einstellungen zur Einladungsberechtigung nicht anrufen.
es_es: No puedes llamar a este usuario ahora mismo debido a su configuración de los permisos de invitación.
fr_fr: Vous ne pouvez pas appeler cet utilisateur maintenant en raison de ses paramètres.
hi_in: आप इस उपयोगकर्ता को कॉल नहीं कर सकते हैं क्योंकि उन्होंने ने आपको ब्लॉक कर दिया है.
id_id: Anda tidak dapat memanggil pengguna ini saat ini karena pengaturan izin undangannya.
it_it: Non puoi chiamare questo utente al momento a causa delle sue impostazioni delle autorizzazioni di invito.
ja_jp: 相手側の招待権限の設定により、このユーザーを呼び出しできません。
ko_kr: 초대 권한 설정으로 인해 지금은 이 사용자에게 전화를 걸 수 없습니다.
ms_my: Anda tidak boleh menelefon pengguna ini sekarang kerana tetapan kebenaran jemputan mereka.
pt_br: Não foi possível ligar para este usuário no momento devido às configurações de permissão de convite.
ru_ru: Вы не можете позвонить этому пользователю прямо сейчас из-за его настроек допуска приглашений.
th_th: คุณไม่สามารถโทรหาผู้ใช้รายนี้ได้ในขณะนี้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตในการเชิญของผู้ใช้
vi_vn: Bạn hiện không thể gọi cho người dùng này do cài đặt quyền mời của họ.
zh_cn: 由于邀请权限的设置，你暂时无法呼叫 Ta
zh_hk: 由於邀請權限的設定，你暫時無法撥打給對方
zh_tw: 由於邀請權限的設定，你暫時無法呼叫對方

# iK8
source: You can't call this user right now due to their invite permission settings.
de_de: Diesen Benutzer können Sie derzeit aufgrund seiner Einstellungen zur Einladungsberechtigung nicht anrufen.
es_es: No puedes llamar a este usuario ahora mismo debido a su configuración de los permisos de invitación.
fr_fr: Vous ne pouvez pas appeler cet utilisateur maintenant en raison de ses paramètres.
hi_in: आप इस उपयोगकर्ता को कॉल नहीं कर सकते हैं क्योंकि आपने उन्हें ब्लॉक कर दिया है.
id_id: Anda tidak dapat memanggil pengguna ini saat ini karena pengaturan izin undangannya.
it_it: Non puoi chiamare questo utente al momento a causa delle sue impostazioni delle autorizzazioni di invito.
ja_jp: 相手側の招待権限の設定により、このユーザーを呼び出しできません。
ko_kr: 초대 권한 설정으로 인해 지금은 이 사용자에게 전화를 걸 수 없습니다.
ms_my: Anda tidak boleh menelefon pengguna ini sekarang kerana tetapan kebenaran jemputan mereka.
pt_br: Não foi possível ligar para este usuário no momento devido às configurações de permissão de convite.
ru_ru: Вы не можете позвонить этому пользователю прямо сейчас из-за его настроек допуска приглашений.
th_th: คุณไม่สามารถโทรหาผู้ใช้รายนี้ได้ในขณะนี้เนื่องจากการตั้งค่าสิทธิ์การอนุญาตในการเชิญของผู้ใช้
vi_vn: Bạn hiện không thể gọi cho người dùng này do cài đặt quyền mời của họ.
zh_cn: 由于邀请权限的设置，你暂时无法呼叫 Ta
zh_hk: 由於邀請權限的設定，你暫時無法撥打給對方
zh_tw: 由於邀請權限的設定，你暫時無法呼叫對方

# 8K4
source: Starting to record isn't supported during the rehearsal.
de_de: Während der Probeveranstaltung wird der Aufzeichnungsbeginn nicht unterstützt.
es_es: Durante el ensayo no se puede empezar a grabar.
fr_fr: Le démarrage de l'enregistrement n'est pas pris en charge pendant la répétition.
id_id: Mulai merekam tidak didukung selama latihan.
it_it: L'avvio della registrazione non è supportato durante la prova.
ja_jp: リハーサル中はレコーディングを開始できません。
ko_kr: 리허설 중에는 녹음 시작이 지원되지 않습니다.
ms_my: Mula merakam tidak disokong semasa latihan.
pt_br: Começar a gravação não é suportado durante o ensaio.
ru_ru: Во время репетиции запуск записи не поддерживается.
th_th: ไม่รองรับการเริ่มบันทึกในระหว่างการซ้อม
vi_vn: Không hỗ trợ bắt đầu ghi trong buổi tổng duyệt.
zh_cn: 彩排过程中不支持发起录制
zh_hk: 彩排過程中不支援發起錄影
zh_tw: 排練過程中不支援發起錄製

# FMc
source: No meeting room available nearby
de_de: Kein Besprechungsraum in der Nähe verfügbar
es_es: No hay salas de reuniones disponibles cerca
fr_fr: Pas de salle de réunion disponible à proximité
id_id: Tidak ada ruang rapat yang tersedia di sekitar
it_it: Nessuna sala riunioni disponibile nelle vicinanze
ja_jp: 近くに使用可能な会議室がありません。
ko_kr: 근처에 사용 가능한 회의실이 없습니다
ms_my: Tiada bilik mesyuarat berdekatan
pt_br: Nenhuma sala de reunião disponível nas proximidades
ru_ru: Поблизости нет комнат
th_th: ไม่มีห้องประชุมที่พร้อมใช้งานในบริเวณใกล้เคียง
vi_vn: Không có phòng họp trống lân cận
zh_cn: 附近无可用会议室
zh_hk: 附近沒有可用會議室
zh_tw: 附近無可用會議室

# 1zw
source: No nearby room available
de_de: Kein Raum in der Nähe verfügbar
es_es: No hay salas cercanas disponibles
fr_fr: Pas de salle disponible à proximité
id_id: Tidak ada ruang diskusi di sekitar yang tersedia
it_it: Nessuna sala disponibile nelle vicinanze
ja_jp: 使用可能な会議室なし
ko_kr: 사용 가능한 주변 회의실 없음
ms_my: Tiada bilik berdekatan tersedia
pt_br: Nenhuma sala disponível nas proximidades
ru_ru: Поблизости нет комнат
th_th: ไม่มีห้องที่พร้อมใช้งานในบริเวณใกล้เคียง
vi_vn: Không có phòng nào trống lân cận
zh_cn: 附近无可用会议室
zh_hk: 附近沒有可用會議室
zh_tw: 附近無可用會議室

# QtI
source: No meeting room available for screen sharing
de_de: Kein Besprechungsraum zum Teilen des Bildschirms verfügbar
es_es: No hay salas de reuniones disponibles para compartir la pantalla
fr_fr: Aucune salle de réunion disponible pour le partage d'écran
hi_in: स्क्रीन साझाकरण के लिए कोई मीटिंग रूम उपलब्ध नहीं
id_id: Tidak ada ruang rapat yang tersedia untuk berbagi layar
it_it: Non ci sono sale riunioni disponibili per la condivisione dello schermo
ja_jp: 画面を共有可能な会議室がありません
ko_kr: 화면 공유에 사용할 수 있는 회의실이 없습니다
ms_my: Tiada bilik mesyuarat tersedia untuk kongsi skrin
pt_br: Nenhuma sala de reunião disponível para compartilhamento de tela
ru_ru: Нет комнаты для показа экрана
th_th: ไม่มีห้องประชุมว่างสำหรับการแบ่งปันหน้าจอ
vi_vn: Không có phòng họp khả dụng để chia sẻ màn hình
zh_cn: 该会议没有可投屏的会议室
zh_hk: 此會議沒有可投影的會議室
zh_tw: 該會議沒有可螢幕投影的會議室

# pAs
source: No, thanks
de_de: Nein, danke
es_es: No, gracias
fr_fr: Non merci
hi_in: नहीं, धन्यवाद
id_id: Tidak, terima kasih
it_it: No, grazie
ja_jp: いいえ
ko_kr: 아니요
ms_my: Tidak, terima kasih
pt_br: Não, obrigado(a)
ru_ru: Нет, спасибо
th_th: ไม่, ขอบคุณ
vi_vn: Không, cảm ơn
zh_cn: 不了
zh_hk: 不了
zh_tw: 不，謝謝

# 4dQ
source: Starting transcription isn't supported during the rehearsal.
de_de: Während der Probeveranstaltung wird das Starten des Transkribierens nicht unterstützt.
es_es: No se puede iniciar la transcripción durante el ensayo.
fr_fr: Le démarrage de la transcription n'est pas pris en charge pendant la répétition.
id_id: Memulai transkripsi tidak didukung selama latihan.
it_it: L'avvio della trascrizione non è supportato durante la prova.
ja_jp: リハーサル中は文字起こしを開始できません。
ko_kr: 리허설 중에는 원고 기록 시작이 지원되지 않습니다.
ms_my: Memulakan transkripsi tidak disokong semasa latihan.
pt_br: Não é permitido iniciar a transcrição durante o ensaio.
ru_ru: Запуск транскрипции не поддерживается во время репетиции.
th_th: ไม่รองรับการเริ่มถอดเสียงในระหว่างการซ้อม
vi_vn: Không hỗ trợ bắt đầu chép lời trong buổi tổng duyệt.
zh_cn: 彩排过程中不支持发起转录
zh_hk: 彩排過程中不支援發起轉譯
zh_tw: 排練過程中不支援發起轉錄

# 26U
source: Not available at the moment.
de_de: „Ich bin derzeit nicht verfügbar.“
es_es: "No disponible por ahora".
fr_fr: "Pas disponible pour le moment".
id_id: "Tidak tersedia saat ini."
it_it: "Non disponibile al momento."
ja_jp: 現在取り込み中です。
ko_kr: "지금은 응답할 수 없습니다."
ms_my: Tidak tersedia pada masa ini.
pt_br: "Indisponível no momento."
ru_ru: "Не могу говорить."
th_th: "ไม่พร้อมใช้งานในขณะนี้"
vi_vn: "Hiện không có mặt".
zh_cn: 我现在不方便接听。
zh_hk: 我現在不方便接聽。
zh_tw: 我現在不方便接聽。

# 5xE
source: (Not joined)
de_de: (Nicht beigetreten)
es_es: (Sin unirse)
fr_fr: (Non rejointe)
hi_in: (शामिल नहीं हुए)
id_id: (Tidak bergabung)
it_it: (mancata partecipazione)
ja_jp: （未参加）
ko_kr: (참가하지 않음)
ms_my: (Tidak menyertai)
pt_br: (Não ingressou)
ru_ru: (Не присоединился)
th_th: (ไม่ได้เข้าร่วม)
vi_vn: (Không tham gia)
zh_cn: （未加入讨论组）
zh_hk: （未加入討論小組）
zh_tw: （未加入討論群組）

# Fus
source: (Not joined)
de_de: (Nicht beigetreten)
es_es: (Sin unirse)
fr_fr: (Non rejointe)
hi_in: (शामिल नहीं हुए)
id_id: (Tidak bergabung)
it_it: (Mancata partecipazione)
ja_jp: (未参加)
ko_kr: (참가하지 않음)
ms_my: (Belum menyertai)
pt_br: (Não ingressou)
ru_ru: (не присоединился)
th_th: (ไม่ได้เข้าร่วม)
vi_vn: (Không tham gia)
zh_cn: (未加入会议)
zh_hk: (未加入會議)
zh_tw: (未加入會議)

# xWE
source: Not screen sharing yet
de_de: Noch kein Bildschirm geteilt
es_es: Aún no se ha compartido la pantalla
fr_fr: Le partage d'écran n'est pas encore lancé
hi_in: अभी तक स्क्रीन साझा नहीं किया जा रहा है
id_id: Belum berbagi layar
it_it: Ancora nessuna condivisione dello schermo
ja_jp: 共有を開始していません
ko_kr: 아직 화면을 공유하지 않음
ms_my: Belum kongsi skrin
pt_br: Nenhum compartilhamento de tela ainda
ru_ru: Показ экрана еще отсутствует
th_th: ยังไม่ได้แบ่งปันหน้าจอ
vi_vn: Chưa chia sẻ màn hình
zh_cn: 当前未开始投屏
zh_hk: 目前未開始投影
zh_tw: 目前未開始螢幕投影

# zBM
source: To start sharing your screen, tap Start Sharing and tap Start Broadcast.
de_de: Um Ihren Bildschirm zu teilen, tippen Sie auf „Teilen starten“ und dann auf „Übertragung starten“.
es_es: Para empezar a compartir la pantalla, pulsa Comenzar a compartir y Comenzar a difundir.
fr_fr: Pour démarrer le partage de votre écran, appuyez sur Démarrer le partage, puis sur Démarrer la diffusion.
hi_in: अपने स्क्रीन का साझाकरण प्रारंभ करने के लिए, साझाकरण प्रारंभ करें पर टैप करें और ब्रॉडकास्ट प्रारंभ करें पर टैप करें.
id_id: Untuk mulai berbagi layar Anda, ketuk Mulai Berbagi dan ketuk Mulai Siaran.
it_it: Per iniziare a condividere il tuo schermo, tocca Avvia condivisione e Avvia trasmissione.
ja_jp: 共有を開始 > ストリーミングを開始 をタップすると、共有を開始できます
ko_kr: 화면 공유를 시작하려면 공유 시작을 탭하고 방송 시작을 탭하세요.
ms_my: Untuk memulakan kongsi skrin, ketuk Mulakan Kongsi dan ketuk Mulakan Siaran.
pt_br: Para começar a compartilhar sua tela, toque em Iniciar compartilhamento e em Iniciar transmissão.
ru_ru: Чтобы начать показывать свой экран, нажмите "Начать показ" и "Начать трансляцию".
th_th: แตะ เริ่มการแบ่งปัน และแตะ เริ่มการออกอากาศ เพื่อเริ่มการแบ่งปันหน้าจอของคุณ
vi_vn: Để bắt đầu chia sẻ màn hình của bạn, chạm vào Bắt đầu chia sẻ và chạm vào Bắt đầu truyền phát.
zh_cn: 轻触“开始投屏”，然后轻触 “开始直播”，即可开始投屏

# ssk
source: Secure chat does not support E2E encryption for meetings.
de_de: Der sichere Chat unterstützt keine E2E-Verschlüsselung für Besprechungen.
es_es: El chat seguro no admite el cifrado E2E para las reuniones.
fr_fr: La discussion sécurisée ne prend pas en charge le chiffrement de bout en bout pour les réunions.
id_id: Obrolan aman tidak mendukung enkripsi E2E untuk rapat.
it_it: La chat sicura non supporta la crittografia E2E per le riunioni.
ja_jp: シークレットチャットのビデオ会議は暗号化されません
ko_kr: 보안 채팅은 회의의 E2E 암호화를 지원하지 않습니다.
ms_my: Sembang selamat tidak menyokong enkripsi E2E untuk mesyuarat.
pt_br: O chat seguro não é compatível com a criptografia E2E para reuniões.
ru_ru: Безопасный чат не поддерживает шифрование E2E для конференций.
th_th: แชทที่ปลอดภัยไม่รองรับการเข้ารหัส E2E สำหรับการประชุม
vi_vn: Cuộc trò chuyện bảo mật không hỗ trợ mã hóa E2E cho cuộc họp.
zh_cn: 密聊未针对视频会议做端到端加密处理
zh_hk: 私密聊天未針對視像會議進行端對端加密處理
zh_tw: 私密聊天未針對視訊會議進行端對端加密處理

# xys
source: Notes
de_de: Notizen
es_es: Notas
id_id: Catatan
it_it: Note
ja_jp: 議事録
ko_kr: 메모
ms_my: Nota
pt_br: Anotações
ru_ru: Протоколы
th_th: หมายเหตุ
vi_vn: Ghi chú
zh_cn: 纪要
zh_hk: 記錄
zh_tw: 記錄

# 5JM
source: Current agenda:
de_de: Aktuelle Tagesordnung:
es_es: Agenda actual:
fr_fr: Ordre du jour actuel :
id_id: Agenda saat ini:
it_it: Agenda corrente:
ja_jp: 現在の議題：
ko_kr: 현재 안건:
ms_my: Agenda semasa:
pt_br: Pauta atual:
ru_ru: Текущая повестка дня:
th_th: วาระการประชุมปัจจุบัน:
vi_vn: Lịch trình hiện tại:
zh_cn: 正在讨论议程：
zh_hk: 正在討論議程：
zh_tw: 正在討論議程：

# Lk4
source: Failed to create notes. Please try again.
de_de: Das Erstellen von Notizen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al crear notas. Inténtalo de nuevo.
fr_fr: Échec de la création de notes. Veuillez réessayer
id_id: Gagal membuat catatan. Coba lagi.
it_it: Impossibile creare note. Riprova.
ja_jp: 議事録を作成できませんでした。再試行してください。
ko_kr: 메모를 생성하지 못했습니다. 다시 시도하세요.
ms_my: Gagal mencipta nota. Sila cuba lagi.
pt_br: Falha ao criar anotações. Tente novamente.
ru_ru: Не удалось создать заметки. Попробуйте еще раз.
th_th: สร้างหมายเหตุไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Tạo ghi chú không thành công. Vui lòng thử lại.
zh_cn: 会议纪要创建失败，请重试
zh_hk: 會議記錄建立失敗，請重試
zh_tw: 會議記錄建立失敗，請重試

# ZtM
source: Meeting notes
de_de: Besprechungsnotizen
es_es: Notas de reunión
fr_fr: Notes de réunion
id_id: Catatan rapat
it_it: Note riunione
ja_jp: 議事録
ko_kr: 회의 메모
ms_my: Nota mesyuarat
pt_br: Anotações da reunião
ru_ru: Протоколы конференции
th_th: หมายเหตุบันทึกการประชุม
vi_vn: Ghi chú cuộc họp
zh_cn: 会议纪要
zh_hk: 會議記錄
zh_tw: 會議記錄

# K1M
source: The meeting reservation is expiring soon. Please check the agenda for better timing
de_de: Nur noch fünf Minuten für diese Besprechung. Bitte denken Sie daran, zum Ende kommen!
es_es: A esta reunión le quedan 5 minutos. ¡Es hora de ir terminando!
fr_fr: Plus que 5 minutes restantes pour cette réunion. Il est temps de conclure !
id_id: 5 menit tersisa untuk rapat ini. Ayo selesaikan!
it_it: 5 min rimanenti per questa riunione. È ora di concludere!
ja_jp: 会議は予定時間を超えようとしています。会議の進行に注意してください
ko_kr: 이 회의가 5분 남았습니다. 마무리할 시간입니다!
ms_my: Tempahan mesyuarat akan tamat tempoh tidak lama lagi. Sila semak agenda untuk masa yang lebih baik
pt_br: Faltam 5 minutos para esta reunião. Hora de encerrar!
ru_ru: До конца конференции осталось 5 минут. Пора закругляться!
th_th: เหลืออีก 5 นาทีสำหรับการประชุมนี้ ถึงเวลาสรุปแล้ว
vi_vn: Còn 5 phút cho cuộc họp này. Đã đến lúc tổng kết!
zh_cn: 会议即将超出预约时间，请关注会议进展
zh_hk: 本場會議還剩 5 分鐘，請儘快達成結論
zh_tw: 本場會議還剩 5 分鐘，請儘速達成結論

# ANY
source: Click here to see notes. The agenda will be highlighted and synced to all.
de_de: Klicken Sie hier, um die Notizen zu sehen. Die Agenda wird mit Textmarker hervorgehoben und für alle synchronisiert.
es_es: Haz clic aquí para ver las notas. La agenda se resaltará y se sincronizará con todo.
fr_fr: Cliquez ici pour voir les notes. L'ordre du jour sera mis en surbrillance et synchronisé avec tous les participants.
id_id: Klik di sini untuk melihat catatan. Agenda akan disorot dan disinkronkan ke semua.
it_it: Fai clic qui per visualizzare le note. L'agenda sarà evidenziata e sincronizzata per tutti.
ja_jp: 議事録を表示し、議題を開始します。現在の議題は議事録内でハイライト表示され、すべての参加者に同期されます。
ko_kr: 메모를 보려면 여기를 클릭하세요. 의제가 강조 표시되고 모두에게 동기화됩니다.
ms_my: Klik di sini untuk melihat nota. Agenda akan ditonjolkan dan diselaraskan ke semua.
pt_br: Clique aqui para ver as anotações. A pauta será destacada e sincronizada para todos.
ru_ru: Нажмите здесь, чтобы увидеть заметки. Повестка дня будет выделена и синхронизирована со всеми.
th_th: คลิกที่นี่เพื่อดูหมายเหตุ จะมีการไฮไลท์วาระการประชุมและซิงค์กับทุกคน
vi_vn: Nhấp vào đây để xem ghi chú. Chương trình sẽ được đánh dấu và đồng bộ hóa với tất cả.
zh_cn: 查看纪要并开始议程，开始后议程将高亮展示并同步至所有人
zh_hk: 查看記錄並開始議程，開始後議程將突出顯示並同步至所有人
zh_tw: 查看記錄並開始議程，開始後議程將反白顯示並同步至所有人
