Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# EdE
source: Admit
de_de: Zulassen
es_es: Admitir
fr_fr: Autoriser
hi_in: शामिल करें
id_id: Izinkan
it_it: Ammetti
ja_jp: 許可
ko_kr: 입장 허용
ms_my: Terima
pt_br: Admitir
ru_ru: Допустить
th_th: อนุญาต
vi_vn: Tiếp nhận
zh_cn: 准入
zh_hk: 准入
zh_tw: 准入

# LO8
source: All current and new participants are muted.
de_de: Alle aktuellen und neuen Teilnehmer werden stummgeschaltet.
es_es: Todos los participantes actuales y nuevos están silenciados
fr_fr: Tous les participants actuels et nouveaux sont mis en sourdine.
hi_in: सभी मौजूदा और नए प्रतिभागियों को म्यूट किए गए हैं
id_id: Semua peserta saat ini dan baru dibisukan
it_it: Il microfono di tutti i partecipanti, sia attuali sia nuovi, è disattivato
ja_jp: 参加者全員および新規参加者をミュートしました
ko_kr: 현재 및 새 참가자가 모두 음소거되었습니다
ms_my: Semua peserta semasa dan baharu disenyapkan.
pt_br: Todos os participantes atuais e novos estão com o mudo ativado
ru_ru: Микрофоны всех текущих и новых участников отключены
th_th: ผู้เข้าร่วมปัจจุบันและผู้เข้าร่วมใหม่ทั้งหมดถูกปิดเสียง
vi_vn: Đã tắt tiếng tất cả người đang tham gia và người mới tham gia
zh_cn: 全体以及新加入的参会人已静音
zh_hk: 全體以及新加入的參加者已靜音
zh_tw: 全體以及新加入的與會人員已靜音

# YEw
source: All ({{number}})
de_de: Alle ({{number}})
es_es: Todos ({{number}})
fr_fr: Tous ({{number}})
hi_in: सभी ({{number}})
id_id: Semua ({{number}})
it_it: Tutto ({{number}})
ja_jp: 全員 ({{number}})
ko_kr: 모두({{number}})
ms_my: Semua ({{number}})
pt_br: Tudo ({{number}})
ru_ru: Все ({{number}})
th_th: ทั้งหมด ({{number}})
vi_vn: Tất cả ({{number}})
zh_cn: 全部 ({{number}})
zh_hk: 全部 ({{number}})
zh_tw: 全部 ({{number}})

# XAk
source: Enable live chat for viewers
de_de: Livechat für Betrachter aktivieren
es_es: Activar chat en directo de espectadores
fr_fr: Activer la discussion en direct pour les spectateurs
hi_in: दर्शकों के लिए लाइव चैट सक्षम करें
id_id: Aktifkan obrolan langsung untuk penonton
it_it: Abilita la chat attiva per i visualizzatori
ja_jp: リアルタイムチャットを許可
ko_kr: 시청자를 위한 실시간 채팅 활성화
ms_my: Aktifkan sembang langsung untuk penonton
pt_br: Ativar chat ao vivo para espectadores
ru_ru: Включить чат для зрителей
th_th: เปิดใช้แชทสดสำหรับผู้ชม
vi_vn: Kích hoạt cuộc trò chuyện trực tiếp cho người xem
zh_cn: 允许观众互动聊天
zh_hk: 允許觀眾互動聊天
zh_tw: 允許觀眾互動聊天

# ZPU
source: Participants unmute themselves
de_de: Teilnehmer heben eigene Stummschaltung auf
es_es: Los participantes se dejan de silenciar a sí mismos
fr_fr: Les participants réactivent le son eux-mêmes
hi_in: प्रतिभागियों को स्वयं को अनम्यूट करने की अनुमति दें
id_id: Peserta membunyikan dirinya sendiri
it_it: I partecipanti attivano l'audio da soli
ja_jp: 参加者が自分でミュートを解除
ko_kr: 참가자 자체 음소거 해제
ms_my: Peserta menyuarakan semula diri mereka
pt_br: Os participantes desativam o próprio mudo
ru_ru: Участники могут включать свои микрофоны
th_th: ผู้เข้าร่วมเปิดเสียงตัวเอง
vi_vn: Người tham gia tự bật tiếng
zh_cn: 参会人自己打开麦克风
zh_hk: 參加者自己開啟麥克風
zh_tw: 與會人員自己開啟麥克風

# cxU
source: Back to Shared Content
de_de: Zurück zu geteiltem Inhalt
es_es: Volver al contenido compartido
fr_fr: Retour au contenu partagé
hi_in: शेयर की गई सामग्री पर वापस जाएँ
id_id: Kembali ke konten bersama
it_it: Torna al contenuto condiviso
ja_jp: 共有コンテンツに戻る
ko_kr: 공유 콘텐츠로 돌아가기
ms_my: Kembali ke Kandungan Berkongsi
pt_br: Voltar ao conteúdo compartilhado
ru_ru: Назад к показанному контенту
th_th: ย้อนกลับไปยังเนื้อหาที่แชร์
vi_vn: Quay lại nội dung dùng chung
zh_cn: 返回共享内容
zh_hk: 返回分享內容
zh_tw: 返回分享內容

# MCU
source: (Calling...)
de_de: (Anruf...)
es_es: (Llamando...)
fr_fr: (Appel…)
hi_in: (कॉल हो रहा है...)
id_id: (Memanggil...)
it_it: (Chiamata in corso)
ja_jp: （呼び出し中...）
ko_kr: (호출 중...)
ms_my: (Memanggil...)
pt_br: (Chamando...)
ru_ru: (Выполняется вызов...)
th_th: (กำลังโทร...)
vi_vn: (Đang gọi...)
zh_cn: （呼叫中...）
zh_hk: （致電中…）
zh_tw: （正在撥打…）

# 8KY
source: To provide a better meeting experience, you can't unmute all participants.
de_de: Für ein besseres Besprechungserlebnis ist es Ihnen nicht möglich, die Stummschaltung für alle Teilnehmer aufzuheben.
es_es: Para que la reunión resulte más cómoda, no puedes dejar de silenciar el audio de todos los participantes.
fr_fr: Afin de garantir une meilleure expérience de réunion, vous ne pouvez pas réactiver le microphone de tous les participants.
hi_in: एक बेहतर मीटिंग अनुभव प्रदान करने के लिए, आप सभी प्रतिभागियों को अनम्यूट नहीं कर सकते हैं.
id_id: Untuk memberikan pengalaman rapat yang lebih baik, Anda tidak dapat membunyikan semua peserta.
it_it: Per offrire una migliore esperienza di riunione, non puoi attivare l'audio di tutti i partecipanti.
ja_jp: 会議体験を向上させるため、全員のミュートを解除できません
ko_kr: 더 나은 회의 환경을 제공하기 위해 모든 참가자의 음소거를 해제할 수 없습니다.
ms_my: Untuk menyediakan pengalaman mesyuarat yang lebih baik, anda tidak boleh menyuarakan semua peserta.
pt_br: Para oferecer uma melhor experiência na reunião, não é possível desativar o mudo de todos os participantes.
ru_ru: Для удобства всех участников конференции вы не можете включить звук всем участникам.
th_th: คุณไม่สามารถเปิดเสียงผู้เข้าร่วมทั้งหมดได้ ทั้งนี้ เพื่อให้ประสบการณ์ในการประชุมที่ดียิ่งขึ้น
vi_vn: Để đạt được trải nghiệm tốt hơn, bạn không được bật tiếng cho tất cả những người tham gia.
zh_cn: 为了更好的会议体验，当前无法取消全员静音
zh_hk: 為了更好的會議體驗，目前無法取消全員靜音
zh_tw: 為獲得更好的會議體驗，目前無法取消全員靜音

# ezU
source: Only members who can send messages can start meetings.
de_de: Nur Mitglieder, die Nachrichten senden dürfen, können Besprechungen starten.
es_es: Solamente pueden iniciar reuniones los miembros que pueden enviar mensajes.
fr_fr: Seuls les membres autorisés à envoyer des messages peuvent démarrer des réunions.
hi_in: संदेश भेज सकने वाले सदस्य ही मीटिंग प्रारंभ कर सकते हैं.
id_id: Hanya pengguna yang dapat mengirim pesan yang dapat memulai rapat.
it_it: Solo i membri che possono inviare messaggi possono iniziare le riunioni.
ja_jp: 発言権限のあるメンバーのみビデオ会議を開始できる
ko_kr: 메시지를 보낼 수 있는 구성원만 회의를 시작할 수 있습니다.
ms_my: Hanya ahli yang boleh menghantar mesej boleh memulakan mesyuarat.
pt_br: Apenas membros que podem enviar mensagens podem iniciar reuniões.
ru_ru: Начинать конференции могут только участники, которые могут отправлять сообщения.
th_th: เฉพาะสมาชิกที่สามารถส่งข้อความเท่านั้นที่จะสามารถเริ่มการประชุมได้
vi_vn: Chỉ những thành viên có thể gửi tin nhắn mới có thể bắt đầu cuộc họp.
zh_cn: 仅指定可发言成员能发起会议
zh_hk: 僅有指定能發言的成員能發起會議
zh_tw: 僅指定可發言成員能發起會議

# q08
source: Couldn't start livestreaming because some participants didn't consent
de_de: Das Livestreaming konnte nicht gestartet werden, weil einige Teilnehmer nicht zugestimmt haben
es_es: No pudo comenzar la emisión en directo porque algunos participantes no dieron su consentimiento.
fr_fr: Impossible de démarrer la diffusion en direct car certains participants n'ont pas donné leur consentement
hi_in: लाइवस्ट्रीमिंग शुरू नहीं की जा सकी, क्योंकि कुछ प्रतिभागियों ने सहमति नहीं दी थी
id_id: Tidak dapat memulai streaming langsung karena beberapa peserta tidak setuju
it_it: Impossibile iniziare il live streaming perché alcuni partecipanti non hanno fornito il proprio consenso
ja_jp: 一部の参加者はストリーミングを拒否したため、ストリーミングを開始できません
ko_kr: 일부 참가자가 동의하지 않아 라이브 방송을 시작할 수 없음
ms_my: Tidak dapat memulakan siaran langsung kerana beberapa peserta tidak bersetuju
pt_br: Não foi possível iniciar livestream porque alguns participantes não consentiram
ru_ru: Не удалось начать трансляцию, поскольку некоторые участники не предоставили свое согласие
th_th: ไม่สามารถเริ่มการสตรีมสดได้เนื่องจากผู้เข้าร่วมบางคนไม่ยินยอม
vi_vn: Không thể bắt đầu phát trực tiếp vì một số người tham gia không đồng ý
zh_cn: 因部分参会人拒绝了直播请求，无法开始直播
zh_hk: 因部分參加者已拒絕直播請求，無法開始直播
zh_tw: 因部分與會人員拒絕了直播請求，無法開始直播

# /rA
source: Participants with older versions of the app may not be able to see your annotations.
de_de: Teilnehmer mit älteren Versionen der App können Ihre Anmerkungen möglicherweise nicht sehen.
es_es: Es posible que los participantes con versiones más antiguas de la aplicación no puedan ver sus anotaciones.
fr_fr: Les participants disposant d'anciennes versions de l'application ne pourront peut-être pas voir vos annotations.
hi_in: ऐप के पुराने संस्करणों के साथ सहभागी आपकी व्याख्याओं को शायद देख नहीं सकते.
id_id: Peserta dengan versi aplikasi yang lebih lama mungkin tidak dapat melihat anotasi Anda.
it_it: I partecipanti con versioni precedenti dell'app potrebbero non essere in grado di vedere le tue annotazioni.
ja_jp: 一部の会議参加者はアプリバージョンが古いため、注釈が見えません
ko_kr: 이전 앱 버전을 사용하는 참가자는 주석을 보지 못할 수 있습니다.
ms_my: Peserta dengan versi apl yang lebih lama mungkin tidak dapat melihat anotasi anda.
pt_br: Participantes com versões anteriores do aplicativo podem não conseguir ver as suas anotações.
ru_ru: Примечания могут быть недоступны для участников, использующих более старые версии приложения.
th_th: ผู้เข้าร่วมที่มีแอปเวอร์ชันเก่ากว่าอาจไม่สามารถดูคำอธิบายประกอบของคุณได้
vi_vn: Người tham gia sử dụng phiên bản ứng dụng cũ hơn có thể không xem được chú thích của bạn.
zh_cn: 部分参会人的应用版本较低，无法看到你的标注
zh_hk: 部分參加者的應用程式版本較低，無法看到你的標註
zh_tw: 部分與會人員的應用程式版本較低，無法看到你的標註

# 9D4
source: Success. Mic status in the meeting window may not be updated at the moment.
de_de: Erfolgreich beendet. Der Mikrofonstatus im Besprechungsfenster wird u. U. momentan nicht aktualisiert.
es_es: Correcto. Puede que el estado del micrófono no esté actualizado en la ventana de la reunión en este momento.
fr_fr: Réussite. Il est possible que le statut du micro dans la fenêtre de la réunion ne soit pas mis à jour pour le moment.
id_id: Berhasil. Status mik dalam jendela rapat mungkin tidak akan diperbarui saat ini.
it_it: Operazione riuscita. Lo stato del microfono nella finestra della riunione potrebbe non essere aggiornato al momento.
ja_jp: 操作は成功しましたが、ヘッドホンまたはイヤホンよりの設定のため、マイク状態は現在会議ウィンドウで反映できません。
ko_kr: 완료되었습니다. 현재 회의 창의 마이크 상태는 업데이트되지 않을 수 있습니다.
ms_my: Berjaya. Status mikrofon dalam tetingkap mesyuarat mungkin tidak dikemaskini pada masa ini.
pt_br: Sucesso. O status do microfone na janela da reunião pode não estar atualizado no momento.
ru_ru: Выполнено успешно. На данный момент невозможно обновить статус микрофона в окне конференции.
th_th: สำเร็จ สถานะไมโครโฟนในหน้าต่างการประชุมอาจไม่ได้รับการอัปเดตในขณะนี้
vi_vn: Thành công. Trạng thái micrô trong cửa sổ cuộc họp có thể chưa được cập nhật ngay lúc này.
zh_cn: 操作成功，会议窗口的麦克风状态暂无法同步更新
zh_hk: 操作成功，會議視窗的麥克風狀態暫時無法同步更新
zh_tw: 操作成功，會議視窗的麥克風狀態暫時無法同步更新

# G3U
source: Maximum number of participants reached
de_de: Maximale Anzahl an Teilnehmern erreicht
es_es: Se ha alcanzado el número máximo de participantes
fr_fr: Nombre maximum de participants atteint
hi_in: सहभागियों की संख्या सीमा तक पहुँच गई है
id_id: Jumlah maksimum peserta tercapai
it_it: Numero massimo di partecipanti raggiunto
ja_jp: 参加人数上限に達しました
ko_kr: 최대 참가자 수에 도달함
ms_my: Bilangan peserta maksimum dicapai
pt_br: Número máximo de participantes atingido
ru_ru: Достигнуто максимальное количество участников
th_th: ผู้เข้าร่วมครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số người tham gia tối đa
zh_cn: 参会人数已达到上限
zh_hk: 參加者已達到上限
zh_tw: 與會人員數已達上限

# 0VE
source: Chat
hi_in: चैट
id_id: Obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чат
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 聊天
zh_hk: 聊天
zh_tw: 聊天

# MJE
source: Please check your internet connection and rejoin the meeting.
de_de: Überprüfen Sie Ihre Internetverbindung und treten Sie der Besprechung wieder bei.
es_es: Comprueba tu conexión a Internet y vuelve a unirte a la reunión.
fr_fr: Veuillez vérifier votre connexion Internet et rejoindre la réunion.
hi_in: कृपया अपने इंटरनेट कनेक्शन की जांच करें और मीटिंग मे पुनः शामिल हों.
id_id: Periksa koneksi internet Anda dan bergabung kembali dengan rapat.
it_it: Controlla la tua connessione Internet e partecipa di nuovo alla riunione.
ja_jp: ネットワークの接続を確認し、再度会議に参加してみてください
ko_kr: 인터넷 연결을 확인하고 회의에 다시 참가하세요.
ms_my: Sila periksa sambungan internet anda dan sertai semula mesyuarat.
pt_br: Verifique a conexão de Internet e volte à reunião.
ru_ru: Проверьте подключение к Интернету и присоединитесь к конференции повторно.
th_th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วเข้าร่วมการประชุมซ้ำอีกครั้ง
vi_vn: Vui lòng kiểm tra kết nối internet và tham gia lại cuộc họp.
zh_cn: 请检查是否成功连接网络，并尝试重新加入会议
zh_hk: 請檢查是否成功連接網絡，並嘗試重新加入會議
zh_tw: 請檢查是否成功連線網路，並嘗試重新加入會議

# ZrQ
source: You can now choose different layouts for your livestream!
de_de: Sie können nun verschiedene Layouts für Ihren Livestream wählen!
es_es: ¡Ahora puede seleccionar entre varios diseños en su emisión en directo!
fr_fr: Vous pouvez maintenant choisir différentes mises en page pour votre diffusion en direct !
hi_in: अब आप अपने लाइवस्ट्रीम के लिए भिन्न लेआउट चुन सकते हैं.
id_id: Anda sekarang dapat memilih tata letak yang berbeda untuk streaming langsung Anda!
it_it: Ora puoi scegliere diversi layout per il tuo live streaming!
ja_jp: ストリーミングのレイアウトを選択できるようになりました！
ko_kr: 이제 라이브 방송에 다양한 레이아웃을 선택할 수 있습니다!
ms_my: Anda kini boleh memilih susun atur berbeza untuk siaran langsung anda!
pt_br: Agora você pode escolher layouts diferentes para seu livestream!
ru_ru: Теперь вы можете выбрать различные макеты для вашей трансляции!
th_th: ขณะนี้ คุณสามารถเลือกเค้าโครงที่แตกต่างกันสำหรับสตรีมสดของคุณได้
vi_vn: Giờ bạn có thể chọn các bố cục khác cho buổi phát trực tiếp của mình!
zh_cn: 现在可以为直播选择观众视图啦！
zh_hk: 現在可以為直播選擇觀眾檢視模式啦！
zh_tw: 現在可以為直播選擇觀眾視圖啦！

# OQY
source: Co-host
de_de: Co-Moderator
es_es: Co-moderador
fr_fr: Co-hôte
hi_in: को-होस्ट
it_it: Copresentatore
ja_jp: 共同進行役
ko_kr: 공동 진행자
ms_my: Ko-hos
ru_ru: Соведущий
th_th: โฮสต์ร่วม
vi_vn: Người đồng tổ chức
zh_cn: 联席主持人
zh_hk: 聯合主持人
zh_tw: 聯合主持人

# gA8
source: Your co-host permission has been withdrawn.
de_de: Ihre Co-Moderator-Berechtigung wurde zurückgezogen.
es_es: Se ha retirado tu permiso para ser co-moderador.
fr_fr: Votre autorisation de co-hôte a été retirée.
hi_in: आपकी को-होस्ट अनुमति वापस ली जा चुकी है.
id_id: Izin co-host Anda telah ditarik.
it_it: L'autorizzazione a svolgere il ruolo di copresentatore è stata ritirata.
ja_jp: 共同進行役権限が取り消されました
ko_kr: 공동 진행자 권한이 철회되었습니다.
ms_my: Kebenaran ko-tuan rumah anda telah ditarik balik.
pt_br: Sua permissão de host conjunto foi removida.
ru_ru: У вас отозвали разрешение быть соведущим.
th_th: สิทธิ์การอนุญาตการเป็นโฮสต์ร่วมของคุณถูกเพิกถอนแล้ว
vi_vn: Quyền đồng tổ chức của bạn đã bị rút.
zh_cn: 你已被取消联席主持人权限
zh_hk: 你已被取消聯合主持人權限
zh_tw: 你已遭取消聯合主持人權限

# xkM
source: Copy joining info
de_de: Beitrittsinfo kopieren
es_es: Copiar información para unirse
fr_fr: Copier les infos de participation
hi_in: शामिल होने की जानकारी कॉपी करें
id_id: Salin info untuk bergabung
it_it: Copia le informazioni di partecipazione
ja_jp: 会議情報をコピー
ko_kr: 참가 정보 복사
ms_my: Salin maklumat penyertaan
pt_br: Copiar informações para ingressar
ru_ru: Копировать информацию
th_th: คัดลอกข้อมูลการเข้าร่วม
vi_vn: Sao chép thông tin tham gia cuộc họp
zh_cn: 复制入会信息
zh_hk: 複製會議加入資訊
zh_tw: 複製加入會議資訊

# SlY
source: Couldn't copy livestream link. Please try again later.
de_de: Livestream-Link konnte nicht kopiert werden. Versuchen Sie es später erneut.
es_es: No se ha podido copiar el enlace de emisión en directo. Inténtalo de nuevo más tarde.
fr_fr: Impossible de copier le lien de diffusion en direct. Veuillez réessayer plus tard.
hi_in: लाइवस्ट्रीम लिंक को कॉपी नहीं किया जा सका. कृपया बाद में फिर से प्रयास करें.
id_id: Tidak dapat menyalin tautan streaming langsung. Coba lagi nanti.
it_it: Impossibile copiare il link del live streaming. Riprova più tardi.
ja_jp: ストリーミングリンクをコピーできませんでした。後ほど再試行してください
ko_kr: 라이브 방송 링크를 복사할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat menyalin pautan siaran langsung. Sila cuba lagi kemudian.
pt_br: Não foi possível copiar link de livestream. Tente novamente mais tarde.
ru_ru: Не удалось скопировать ссылку на трансляцию. Повторите попытку позже.
th_th: ไม่สามารถคัดลอกลิงก์สตรีมสดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể sao chép liên kết phát trực tiếp. Vui lòng thử lại sau.
zh_cn: 复制直播链接失败，请稍后重试
zh_hk: 無法複製直播連結，請稍後重試
zh_tw: 複製直播連結失敗，請稍後重試

# rIo
source: Copy livestream link
de_de: Livestream-Link kopieren
es_es: Copiar enlace de emisión en directo
fr_fr: Copier le lien de diffusion en direct
hi_in: लाइवस्ट्रीम लिंक कॉपी करें
id_id: Salin tautan streaming langsung
it_it: Copia link per live streaming
ja_jp: ストリーミングリンクをコピー
ko_kr: 라이브 방송 링크 복사
ms_my: Salin pautan siaran langsung
pt_br: Copiar link de livestream
ru_ru: Копировать ссылку на трансляцию
th_th: คัดลอกลิงก์การสตรีมสด
vi_vn: Sao chép liên kết phát trực tiếp
zh_cn: 复制直播链接
zh_hk: 複製直播連結
zh_tw: 複製直播連結

# 9RM
source: Couldn't send message
de_de: Nachricht konnte nicht gesendet werden
es_es: No se pudo enviar el mensaje
fr_fr: Impossible d'envoyer un message
hi_in: संदेश नहीं भेज सका
id_id: Tidak dapat mengirim pesan
it_it: Impossibile inviare il messaggio
ja_jp: 送信できませんでした
ko_kr: 메시지를 보낼 수 없음
ms_my: Tidak dapat menghantar mesej
pt_br: Não foi possível enviar a mensagem
ru_ru: Не удалось отправить сообщение
th_th: ไม่สามารถส่งข้อความได้
vi_vn: Không thể gửi tin nhắn
zh_cn: 发送失败
zh_hk: 發送失敗
zh_tw: 傳送失敗

# XZc
source: Create a meeting group
de_de: Eine Besprechungsgruppe erstellen
es_es: Crear un grupo de reunión
fr_fr: Créer un groupe de réunion
hi_in: एक मीटिंग समूह बनाएँ
id_id: Buat grup rapat
it_it: Crea un gruppo della riunione
ja_jp: 会議グループを作成
ko_kr: 회의 그룹 생성
ms_my: Buat kumpulan mesyuarat
pt_br: Criar um grupo de reunião
ru_ru: Создать группу для конференции
th_th: สร้างกลุ่มการประชุม
vi_vn: Tạo một nhóm tham gia họp
zh_cn: 创建会议群组
zh_hk: 建立會議群組
zh_tw: 建立會議群組

# YMw
source: This meeting is being recorded.
de_de: Diese Besprechung wird aufgezeichnet.
es_es: Esta reunión se está grabando.
fr_fr: Cette réunion est en cours d'enregistrement.
hi_in: यह मीटिंग रिकॉर्ड की जा रही है.
id_id: Rapat ini sedang direkam.
it_it: Questa riunione è registrata.
ja_jp: この会議はレコーディング中です。
ko_kr: 이 회의를 녹화 중입니다.
ms_my: Mesyuarat ini sedang dirakam.
pt_br: Esta reunião está sendo gravada.
ru_ru: Эта конференция записывается.
th_th: กำลังบันทึกการประชุมนี้
vi_vn: Cuộc họp này đang được ghi âm.
zh_cn: 会议录制中
zh_hk: 會議錄影中
zh_tw: 正在錄製會議

# ueQ
source: Dial-in
de_de: Einwahl
es_es: Llamada entrante
fr_fr: Appel entrant
hi_in: डायल-इन
id_id: Panggil
it_it: Chiama
ja_jp: ダイヤルイン
ko_kr: 전화 접속
ms_my: Dail-in
pt_br: Chamada interna
ru_ru: Подключение по телефону
th_th: โทรเข้า
vi_vn: Quay số vào
zh_cn: 拨入
zh_hk: 撥入
zh_tw: 撥入

# GPs
source: To join this meeting, dial the phone number based on your location and enter the meeting ID.
de_de: Um dieser Besprechung beizutreten, geben Sie die Telefonnummer für Ihren Ort und die Besprechungs-ID ein.
es_es: Para unirte a esta reunión, marca el número de teléfono en función de tu ubicación e introduce el ID de la reunión.
fr_fr: Pour rejoindre cette réunion, composez le numéro de téléphone en fonction de votre emplacement et saisissez l'ID de réunion.
hi_in: इस मीटिंग में शामिल होने के लिए, अपने स्थान के आधार पर फ़ोन नंबर डायल करें और मीटिंग ID दर्ज करें.
id_id: Untuk bergabung dengan rapat ini, tekan nomor telepon berdasarkan lokasi Anda dan masukkan ID rapat.
it_it: Per partecipare a questa riunione, componi il numero di telefono in base alla tua posizione e immetti l'ID riunione.
ja_jp: この会議に参加するには、所在地に基づいて、ダイヤルしてから会議 ID を入力してください
ko_kr: 이 회의에 참가하려면 해당 위치에 따라 전화번호에 전화를 걸고 회의 ID를 입력하세요.
ms_my: Untuk menyertai mesyuarat ini, dail nombor telefon berdasarkan lokasi anda dan masukkan ID mesyuarat.
pt_br: Para ingressar nesta reunião, disque o número de telefone com base em sua localização e insira o ID de reunião.
ru_ru: Чтобы присоединиться к этой конференции, наберите номер телефона на основании вашего местоположения и введите ID конференции.
th_th: หากต้องการเข้าร่วมการประชุมนี้ ให้ต่อหมายเลขโทรศัพท์ตามตำแหน่งที่ตั้งของคุณแล้วป้อน ID การประชุม
vi_vn: Để tham gia cuộc họp này, quay số điện thoại theo địa điểm và nhập ID cuộc họp.
zh_cn: 要加入此会议，请根据你的所在地拨打号码，然后输入会议 ID
zh_hk: 如要加入此會議，請根據你的所在地撥打號碼，然後輸入會議 ID
zh_tw: 要加入此會議，請根據你的所在地撥打號碼，然後輸入會議 ID

# nVM
source: Dial-out
de_de: Anruf
es_es: Llamada de salida
fr_fr: Appel sortant
id_id: Telepon keluar
it_it: Chiamata in uscita
ja_jp: ダイヤルアウト
ko_kr: 전화 걸기
ms_my: Panggilan keluar
pt_br: Ligar para telefone
ru_ru: Исходящий вызов
th_th: โทรออก
vi_vn: Gọi đi
zh_cn: 呼出
zh_hk: 撥打
zh_tw: 撥出

# mSE
source: You're in an end-to-end encrypted call and can't join the meeting.
de_de: Sie befinden sich in einem Ende-zu-Ende-verschlüsselten Anruf und können nicht an der Besprechung teilnehmen.
es_es: Estás en una llamada cifrada de extremo a extremo y no puedes unirte a la reunión.
fr_fr: Vous participez à un appel chiffré de bout en bout et ne pouvez pas rejoindre la réunion.
hi_in: आप एक एन्क्रिप्ट किए गए कॉल में हैं और मीटिंग में शामिल नहीं हो सकते.
id_id: Anda berada dalam panggilan terenkripsi menyeluruh dan tidak dapat bergabung dengan rapat.
it_it: Sei in una chiamata crittografata end-to-end e non puoi partecipare alla riunione.
ja_jp: エンドツーエンド暗号化通話中のため、会議に参加できません。
ko_kr: 엔드투엔드로 암호화된 통화 중이므로 회의에 참가할 수 없습니다.
ms_my: Anda berada dalam panggilan terenkripsi hujung-ke-hujung dan tidak dapat menyertai mesyuarat.
pt_br: Você está em uma chamada criptografada de ponta a ponta e não pode ingressar na reunião.
ru_ru: Вы совершаете зашифрованный звонок и не можете присоединиться к конференции.
th_th: คุณอยู่ในสายที่เข้ารหัสจากต้นทางถึงปลายทางและไม่สามารถเข้าร่วมการประชุมได้
vi_vn: Bạn đang ở trong cuộc gọi được mã hóa toàn diện và không thể tham gia cuộc họp.
zh_cn: 端到端加密通话中，无法加入会议
zh_hk: 端對端加密通話中，無法加入會議
zh_tw: 端對端加密通話中，無法加入會議

# m2U
source: This meeting will end in {{time}}. Please contact the meeting organizer's administrator to upgrade your plan.
de_de: Diese Besprechung endet in {{time}}. Bitte wenden Sie sich für ein Upgrade Ihres Plans an den Administrator des Besprechungsorganisators.
es_es: Esta reunión terminará en {{time}}. Contacta con el administrador del organizador de la reunión para actualizar tu plan.
fr_fr: Cette réunion se terminera dans {{time}}. Veuillez contacter l'administrateur de l'organisateur de la réunion pour mettre à niveau votre forfait.
hi_in: यह मीटिंग {{time}} में समाप्त हो जाएगी
id_id: Rapat ini akan berakhir dalam {{time}}. Hubungi penyelenggara rapat atau administrator Anda untuk meningkatkan paket.
it_it: Questa riunione terminerà fra {{time}}. Contatta l'amministratore dell'organizzatore della riunione per effettuare l'upgrade del piano.
ja_jp: 会議は {{time}} 後に終了します。会議時間をさらに延長する必要がある場合、会議主催者の法人管理者に連絡して、プランのアップグレードをご検討ください。
ko_kr: 이 회의는 {{time}} 후에 종료됩니다. 요금제를 업그레이드하려면 회의 주최자의 관리자에게 문의하세요.
ms_my: Mesyuarat ini akan berakhir dalam {{time}}
pt_br: Esta reunião se encerrará em {{time}}. Entre em contato com o administrador do organizador da reunião para fazer upgrade do seu plano.
ru_ru: Эта конференция закончится через {{time}}. Свяжитесь с администратором организатора конференции, чтобы обновить свой план.
th_th: การประชุมนี้จะสิ้นสุดลงใน {{time}} โปรดติดต่อผู้ดูแลของผู้จัดการประชุมเพื่ออัปเกรดแผนของคุณ
vi_vn: Cuộc họp này sẽ kết thúc sau {{time}}. Vui lòng liên hệ với quản trị viên của người tổ chức cuộc họp để nâng cấp gói dịch vụ của bạn.
zh_cn: 会议将于 {{time}} 后结束，请联系会议组织者的企业管理员升级套餐以获取更多时长
zh_hk: 會議將於 {{time}} 後結束，請聯絡會議組織者的企業管理員升級方案以獲取更多時間
zh_tw: 會議將於 {{time}} 後結束，請聯絡會議組織者的企業管理員升級方案以取得更多時長

# yfw
source: End meeting for all
de_de: Besprechung für alle beenden
es_es: Finalizar la reunión para todos
fr_fr: Mettre fin à la réunion pour tous
hi_in: सभी के लिए मीटिंग समाप्त करें
id_id: Selesaikan rapat untuk semua
it_it: Termina riunione per tutti
ja_jp: 会議を終了して全員を退出させる
ko_kr: 모든 회의 종료
ms_my: Akhiri mesyuarat untuk semua
pt_br: Encerrar a reunião para todos
ru_ru: Завершить конференцию для всех
th_th: จบการประชุมสำหรับทุกคน
vi_vn: Kết thúc cuộc họp cho tất cả
zh_cn: 全员结束会议
zh_hk: 全員結束會議
zh_tw: 全員結束會議
