Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# r/c
source: No one has declined yet
de_de: Niemand hat bisher abgelehnt
es_es: Nadie ha rechazado aún
fr_fr: Personne n'a encore refusé
hi_in: किसी भी व्यक्ति ने अभी तक अस्वीकृत नहीं किया
id_id: Belum ada yang menolak
it_it: Nessuno ha ancora rifiutato
ja_jp: 拒否したユーザーがまだいません
ko_kr: 아직 거부한 사용자가 없습니다
ms_my: Belum ada yang menolak
pt_br: Ninguém recusou ainda
ru_ru: Еще никто не отказался
th_th: ยังไม่มีใครปฏิเสธ
vi_vn: Chưa có ai từ chối
zh_cn: 暂无拒绝日程人员
zh_hk: 暫無拒絕日程的人員
zh_tw: 暫無拒絕日程的人員

# zPc
source: No live or on-demand billing available in your account. Please go to the console or contact sales to renew service.
de_de: Für Ihr Konto ist keine Live- oder On-Demand-Abrechnung verfügbar. Bitte navigieren Sie zur Konsole oder wenden Sie sich an den Vertrieb, um den Service zu verlängern.
es_es: No hay formas de facturación para emisiones en directo o bajo demanda disponibles en tu cuenta. Ve a la consola o contacta con el departamento de ventas para renovar el servicio.
fr_fr: Aucune facturation en direct ou à la demande n'est disponible dans votre compte. Veuillez accéder à la console ou contacter le service commercial pour renouveler le service.
id_id: Tidak ada penagihan langsung atau penagihan berdasarkan permintaan yang tersedia di dalam akun Anda. Buka konsol atau hubungi bagian penjualan untuk memperpanjang layanan.
it_it: Nessuna fatturazione live o on-demand disponibile nel tuo account. Vai alla console o contatta il reparto vendite per rinnovare il servizio.
ja_jp: アカウントに利用可能なストリーミング・オンデマンド料金プランがありません。法人コンソールに移動するか、セールス担当に連絡してプランを更新してください。
ko_kr: 계정에서 사용 가능한 실시간 또는 주문형 청구가 없습니다. 서비스를 갱신하려면 콘솔로 이동하거나 영업팀에 문의하세요.
ms_my: Tiada bil langsung atau atas permintaan tersedia dalam akaun anda. Sila pergi ke konsol atau hubungi jualan untuk memperbaharui perkhidmatan.
pt_br: Nenhum faturamento ao vivo ou sob demanda disponível em sua conta. Acesse o console ou entre em contato com o setor de vendas para renovar o serviço.
ru_ru: У вашей учетной записи нет возможности выставлять счета в режиме реального времени или по запросу. Перейдите в консоль или свяжитесь с отделом продаж, чтобы продлить обслуживание.
th_th: การเรียกเก็บเงินสดหรือตามคำขอในบัญชีของคุณไม่พร้อมใช้งาน โปรดไปยังคอนโซลหรือติดต่อฝ่ายขายเพื่อต่ออายุบริการ
vi_vn: Không có phương pháp thanh toán trực tiếp hoặc theo yêu cầu trong tài khoản của bạn. Vui lòng đi tới bảng điều khiển hoặc liên hệ với bộ phận bán hàng để gia hạn dịch vụ.
zh_cn: 账号内无可用的直播和点播计费方式，请前往控制台或联系销售续费
zh_hk: 帳戶內沒有可用的直播和點播費用計算方式，請前往控制台或聯絡銷售續期
zh_tw: 帳號內無可用的直播和隨選計費方式，請前往控制台或聯絡銷售續訂

# h1I
source: No live or on-demand billing available in your account. Please contact your administrator to renew service.
de_de: In Ihrem Konto ist keine Live- oder On-Demand-Abrechnung verfügbar. Bitte wenden Sie sich an Ihren Administrator, um den Service zu verlängern.
es_es: No hay formas de facturación para emisiones en directo o bajo demanda disponibles en tu cuenta. Contacta con tu administrador para renovar el servicio.
fr_fr: Aucune facturation en direct ou à la demande n'est disponible dans votre compte. Veuillez contacter votre administrateur pour renouveler le service.
id_id: Tidak ada penagihan langsung atau penagihan berdasarkan permintaan yang tersedia di akun Anda. Hubungi administrator Anda untuk memperpanjang layanan.
it_it: Nessuna fatturazione live o on-demand disponibile nel tuo account. Contatta il tuo amministratore per rinnovare il servizio.
ja_jp: アカウントに利用可能なストリーミング・オンデマンド料金プランがありません。法人管理者にプランの更新を依頼してください。
ko_kr: 계정에서 사용 가능한 실시간 또는 주문형 청구가 없습니다. 서비스를 갱신하려면 관리자에게 문의하세요.
ms_my: Tiada bil langsung atau atas permintaan tersedia dalam akaun anda. Sila hubungi pentadbir anda untuk memperbaharui perkhidmatan.
pt_br: Nenhum faturamento ao vivo ou sob demanda disponível em sua conta. Entre em contato com seu administrador para renovar o serviço.
ru_ru: У вашей учетной записи нет возможности выставлять счета в режиме реального времени или по запросу. Свяжитесь с вашим администратором, чтобы продлить обслуживание.
th_th: การเรียกเก็บเงินสดหรือตามคำขอในบัญชีของคุณไม่พร้อมใช้งาน โปรดติดต่อผู้ดูแลของคุณเพื่อต่ออายุบริการ
vi_vn: Không có phương thức thanh toán trực tiếp hoặc theo yêu cầu trong tài khoản của bạn. Vui lòng liên hệ với quản trị viên của bạn để gia hạn dịch vụ.
zh_cn: 账号内无可用的直播和点播计费方式，请联系企业管理员续费服务
zh_hk: 帳戶內沒有可用的直播和點播費用計算方式，請聯絡企業管理員續期
zh_tw: 帳號內無可用的直播和隨選計費方式，請聯絡企業管理員續訂服務

# VmI
source: No Docs yet
de_de: Noch keine Docs
es_es: Todavía no hay ningún archivo de Docs
fr_fr: Aucun Docs pour le moment
hi_in: अभी तक कोई डॉक नहीं
id_id: Belum ada Docs
it_it: Non sono ancora presenti Docs
ja_jp: まだドキュメントがありません
ko_kr: 아직 문서가 없습니다
ms_my: Tiada Docs lagi
pt_br: Nenhum Docs ainda
ru_ru: Документов пока нет
th_th: ยังไม่มี Docs
vi_vn: Chưa có Docs
zh_cn: 暂无文档
zh_hk: 暫無文件
zh_tw: 暫無文件

# wL0
source: Unable to use Magic Share. Please share screen instead.
de_de: Verwenden von Magic Share nicht möglich. Teilen Sie stattdessen den Bildschirm.
es_es: No se puede iniciar Magic Share. Comparte la pantalla como alternativa.
fr_fr: Utilisation du Partage magique impossible. Veuillez partager votre écran à la place.
hi_in: मैजिक शेयर का उपयोग करने में असमर्थ. इसके बजाय कृपया स्क्रीन साझा करें.
id_id: Tidak dapat menggunakan Magic Share. Berbagi layar sebagai gantinya.
it_it: Impossibile utilizzare la Condivisione magica. Condividi lo schermo.
ja_jp: ドキュメントを共有できません。画面を共有してください
ko_kr: 매직 공유를 사용할 수 없습니다. 대신 화면을 공유하세요.
ms_my: Tidak dapat menggunakan Magic Share. Sila kongsi skrin sebagai gantinya.
pt_br: Não é possível usar o Magic Share. Em vez disso, compartilhe a tela.
ru_ru: Не удалось использовать Magic Share. Покажите экран вместо этого.
th_th: ไม่สามารถใช้ Magic Share ได้ โปรดแบ่งปันหน้าจอแทน
vi_vn: Không thể sử dụng Magic Share. Thay vào đó, vui lòng hãy chia sẻ màn hình.
zh_cn: 无法共享文档，请选择共享屏幕
zh_hk: 無法分享文件，請選擇分享畫面
zh_tw: 無法分享文件，請選擇分享畫面

# D3Q
source: No suggested participants
de_de: Keine empfohlenen Teilnehmer
es_es: Sin participantes sugeridos
fr_fr: Aucun participant suggéré
hi_in: कोई सहभागी नहीं सुझाया गया
id_id: Tidak ada peserta yang disarankan
it_it: Nessun partecipante consigliato
ja_jp: 候補がいません
ko_kr: 제안된 참가자 없음
ms_my: Tiada peserta yang dicadangkan
pt_br: Nenhum participante sugerido
ru_ru: Нет предложенных участников
th_th: ไม่มีผู้เข้าร่วมที่แนะนำ
vi_vn: Không có người tham gia được đề xuất
zh_cn: 暂无建议参会人员
zh_hk: 暫無建議參加者
zh_tw: 暫無建議參會人員

# ezI
source: You have not yet activated Live service. Please contact your administrator to start.
de_de: Sie haben den Live-Service noch nicht aktiviert. Bitte wenden Sie sich an Ihren Administrator, um zu beginnen.
es_es: No has activado todavía el servicio Live. Contacta con tu administrador para comenzar.
fr_fr: Vous n'avez pas encore activé le service Live. Veuillez contacter votre administrateur pour commencer.
id_id: Anda belum mengaktifkan layanan Live. Hubungi administrator Anda untuk memulai.
it_it: Non hai ancora attivato il servizio Live. Contatta il tuo amministratore per iniziare.
ja_jp: ストリーミングサービスを有効化していません。サービスの有効化を法人管理者に依頼してください。
ko_kr: 아직 라이브 서비스를 활성화하지 않았습니다. 시작하려면 관리자에게 문의하세요.
ms_my: Anda belum mengaktifkan perkhidmatan Live. Sila hubungi pentadbir anda untuk memulakan.
pt_br: Você ainda não ativou o serviço Ao vivo. Entre em contato com seu administrador para começar.
ru_ru: Вы еще не активировали услугу трансляции. Чтобы начать, свяжитесь с вашим администратором.
th_th: คุณยังไม่ได้เปิดใช้งานบริการ Live โปรดติดต่อผู้ดูแลของคุณเพื่อเริ่มต้น
vi_vn: Bạn chưa kích hoạt dịch vụ Live. Vui lòng liên hệ với quản trị viên để bắt đầu.
zh_cn: 你尚未开通直播服务，请向企业管理员申请开通
zh_hk: 你尚未開通直播服務，請向企業管理員申請開通
zh_tw: 你尚未開通直播服務，請向企業管理員申請開通

# 37Q
source: You have not yet activated Live service. Please go to Enterprise Live console web to start.
de_de: Sie haben den Live-Service noch nicht aktiviert. Bitte navigieren Sie zur Enterprise Live-Webkonsole, um zu den Service zu starten.
es_es: No has activado todavía el servicio Live. Ve a la consola web de Enterprise Live para comenzar.
fr_fr: Vous n'avez pas encore activé le service Live. Veuillez accéder à la console web Enterprise Live pour commencer.
id_id: Anda belum mengaktifkan layanan Live. Buka web konsol Enterprise Live untuk memulai.
it_it: Non hai ancora attivato il servizio Live. Vai alla console di Web Enterprise Live per iniziare.
ja_jp: ストリーミングサービスを有効化していません。ウェブ版の法人コンソールでサービスを有効化してください。
ko_kr: 아직 라이브 서비스를 활성화하지 않았습니다. 시작하려면 엔터프라이즈 라이브 콘솔 웹으로 이동하세요.
ms_my: Anda belum mengaktifkan perkhidmatan Live. Sila pergi ke konsol web Enterprise Live untuk memulakan.
pt_br: Você ainda não ativou o serviço Ao vivo. Vá para a web do console do Enterprise ao vivo para começar.
ru_ru: Вы еще не активировали услугу трансляции. Чтобы начать, перейдите в веб-консоль Enterprise Live.
th_th: คุณยังไม่ได้เปิดใช้งานบริการ Live โปรดไปยังเว็บคอนโซล Enterprise Live เพื่อเริ่มต้น
vi_vn: Bạn chưa kích hoạt dịch vụ Live. Vui lòng đi tới trang web bảng điều khiển Enterprise Live để bắt đầu.
zh_cn: 你尚未开通直播服务，请前往网页端企业直播控制台开通服务
zh_hk: 你尚未開通直播服務，請前往網頁端企業直播控制台開通服務
zh_tw: 你尚未開通直播服務，請前往網頁端企業直播控制台開通服務

# L1s
source: Insufficient phone balance. Please contact the administrator.
de_de: Nicht genügend Telefonguthaben. Kontaktieren Sie den Administrator.
es_es: No hay saldo suficiente en el teléfono. Contacta con el administrador.
fr_fr: Solde téléphonique insuffisant. Veuillez contacter l'administrateur.
hi_in: अपर्याप्त फ़ोन बैलेंस. कृपया एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Saldo telepon tidak mencukupi. Hubungi administrator.
it_it: Saldo del telefono non sufficiente. Contatta l'amministratore.
ja_jp: 通話残高が不足しています。管理者にお問い合わせください
ko_kr: 전화 잔액이 부족합니다. 관리자에게 문의하세요.
ms_my: Baki telefon tidak mencukupi. Sila hubungi pentadbir.
pt_br: Saldo insuficiente do telefone. Entre em contato com o administrador.
ru_ru: Недостаточный баланс для PSTN. Свяжитесь с администратором.
th_th: ยอดคงเหลือสำหรับการโทรไม่เพียงพอ โปรดติดต่อผู้ดูแล
vi_vn: Không đủ số dư điện thoại. Vui lòng liên hệ với quản trị viên.
zh_cn: 电话余额不足，请联系管理员
zh_hk: 電話餘額不足，請聯絡管理員
zh_tw: 電話餘額不足，請聯絡管理員

# fF8
source: Number of viewers: {{number}}
de_de: Anzahl der Betrachter: {{number}}
es_es: Número de espectadores: {{number}}
fr_fr: Nombre de visiteurs : {{number}}
id_id: Jumlah penonton: {{number}}
it_it: Numero di visualizzatori: {{number}}
ja_jp: {{number}} 人が見ています
ko_kr: 시청자 수: {{number}}명
ms_my: Bilangan penonton: {{number}}
pt_br: Número de visualizadores: {{number}}
ru_ru: Количество просмотревших: {{number}}
th_th: จำนวนผู้ชม: {{number}}
vi_vn: Số lượng người xem: {{number}}
zh_cn: {{number}} 人正在观看
zh_hk: {{number}} 人正在觀看
zh_tw: {{number}} 人正在觀看

# GiQ
source: The number dialed is temporarily unavailable.
de_de: Die von Ihnen gewählte Nummer ist derzeit nicht verfügbar.
es_es: El número marcado no está disponible en este momento.
fr_fr: Le numéro composé est temporairement non disponible.
hi_in: डायल किया गया नंबर अस्थायी रूप से अनुपलब्ध है.
id_id: Nomor yang dipanggil tidak tersedia untuk sementara waktu.
it_it: Il numero chiamato non è al momento disponibile.
ja_jp: ダイヤルした番号は一時的に利用できません
ko_kr: 전화한 번호는 일시적으로 연결이 되지 않습니다.
ms_my: Nombor yang dihubungi tidak tersedia buat masa ini.
pt_br: O número discado está temporariamente indisponível.
ru_ru: Набранный номер временно недоступен.
th_th: หมายเลขที่โทรออกไม่พร้อมใช้งานชั่วคราว
vi_vn: Số máy vừa gọi tạm thời không liên lạc được.
zh_cn: 所拨打的号码，暂时无法接通
zh_hk: 所撥打的號碼，暫時無法接通
zh_tw: 所撥打的號碼暫時無法接通

# XM0
source: The number dialed is temporarily unavailable. Call ended.
de_de: Die gewählte Nummer ist vorübergehend nicht erreichbar. Anruf beendet.
es_es: El número marcado no está disponible en este momento. Llamada terminada.
fr_fr: Le numéro composé est temporairement non disponible. Appel terminé.
id_id: Nomor yang dipanggil tidak tersedia untuk sementara waktu. Panggilan berakhir.
it_it: Il numero chiamato non è al momento disponibile. Chiamata terminata.
ja_jp: ダイヤルした番号につなぐことができません。通話は終了します
ko_kr: 전화를 건 번호가 일시적으로 연결되지 않습니다. 통화가 종료되었습니다.
ms_my: Nombor yang dail tidak tersedia buat sementara waktu. Panggilan tamat.
pt_br: O número discado está temporariamente indisponível. Chamada encerrada.
ru_ru: Набранный номер временно недоступен. Звонок окончен.
th_th: หมายเลขที่โทรออกไม่พร้อมใช้งานชั่วคราว จบการโทรแล้ว
vi_vn: Số máy vừa gọi tạm thời không liên lạc được. Cuộc gọi đã kết thúc.
zh_cn: 所拨打的号码暂时无法接通，通话结束
zh_hk: 撥打的號碼暫時無法接通，通話結束
zh_tw: 所撥打的號碼暫時無法接通，通話結束

# v9g
source: Phone Call
de_de: Telefonanruf
es_es: Llamada de teléfono
fr_fr: Appel téléphonique
hi_in: फ़ोन कॉल
id_id: Panggilan Telepon
it_it: Chiamata
ja_jp: 電話通話
ko_kr: 전화 통화
ms_my: Panggilan Telefon
pt_br: Chamada telefônica
ru_ru: Рабочий телефон
th_th: การโทรศัพท์
vi_vn: Cuộc gọi điện thoại
zh_cn: 办公电话
zh_hk: 辦公電話
zh_tw: 辦公電話

# jWQ
source: Ongoing
de_de: Aktiv
es_es: En curso
fr_fr: En cours
id_id: Sedang berlangsung
it_it: In corso
ja_jp: 進行中
ko_kr: 진행 중
ms_my: Sedang berjalan
pt_br: Em andamento
ru_ru: В процессе
th_th: กำลังดำเนินการ
vi_vn: Đang tiến hành
zh_cn: 正在进行
zh_hk: 正在進行
zh_tw: 正在進行

# 0Qo
source: Only the host and co-host can start interpretation.
de_de: Nur der Moderator und der Co-Moderator können das Dolmetschen starten.
es_es: Solo el moderador y el co-moderador pueden iniciar la interpretación.
fr_fr: Seul l'hôte et le co-hôte peuvent lancer l'interprétation.
hi_in: केवल होस्ट ही व्याख्या शुरू कर सकता है.
id_id: Hanya host dan co-host yang dapat memulai penjurubahasaan
it_it: Solo host e co-host possono avviare l'interpretazione.
ja_jp: 同時通訳を開始できるのは進行役と共同進行役のみです。
ko_kr: 진행자와 공동 진행자만 통역을 시작할 수 있습니다.
ms_my: Hanya hos dan ko-hos boleh memulakan interpretasi.
pt_br: Apenas o host e o co-host podem iniciar a interpretação.
ru_ru: Только ведущий может начать интерпретацию.
th_th: มีเพียงโฮสต์และโฮสต์ร่วมเท่านั้นที่เริ่มการแปลจากล่ามได้
vi_vn: Chỉ người chủ trì và người đồng chủ trì (co-host) mới có thể bắt đầu tính năng phiên dịch.
zh_cn: 仅主持人、联席主持人可以开始同声传译
zh_hk: 只有主持人和聯合主持人可以開始即時傳譯
zh_tw: 僅主持人、聯合主持人可以開始同步口譯

# +N8
source: Only people invited by the host can join
de_de: Nur vom Moderator eingeladene Personen können beitreten
es_es: Solo pueden unirse las personas a las que el moderador ha invitado
fr_fr: Seules les personnes invitées par l'hôte peuvent participer
hi_in: केवल होस्ट द्वारा आमंत्रित लोग ही शामिल हो सकते हैं
id_id: Hanya orang yang diundang oleh host yang dapat bergabung
it_it: Solo le persone invitate dall'host possono partecipare
ja_jp: 進行役が招待したユーザーのみ参加可能
ko_kr: 진행자가 초대한 사용자만 참가 가능
ms_my: Hanya orang yang dijemput oleh hos boleh menyertai
pt_br: Somente pessoas convidadas pelo host podem ingressar
ru_ru: Присоединиться могут только люди, приглашенные организатором
th_th: เฉพาะคนที่โฮสต์เชิญเท่านั้นที่สามารถเข้าร่วมได้
vi_vn: Chỉ những người được chủ phòng mời mới có thể tham gia
zh_cn: 仅主持人邀请可加入
zh_hk: 僅主持人邀請可加入
zh_tw: 僅主持人邀請者可加入

# 3nU
source: Other participants can't see link content
de_de: Andere Teilnehmer können Linkinhalte nicht sehen
es_es: Los demás participantes no pueden ver el contenido del enlace
fr_fr: Les autres participants ne peuvent pas afficher le contenu du lien
hi_in: अन्य सहभागी लिंक का कांटेंट नहीं देख सकते
id_id: Peserta lain tidak dapat melihat konten tautan
it_it: Altri partecipanti non possono visualizzare il contenuto del link
ja_jp: 他の参加者はリンクコンテンツを閲覧できません
ko_kr: 다른 참가자는 링크 콘텐츠를 볼 수 없습니다
ms_my: Peserta lain tidak dapat melihat kandungan pautan
pt_br: Outros participantes não podem ver o conteúdo do link
ru_ru: Другие участники не могут видеть содержимое ссылки
th_th: ผู้เข้าร่วมคนอื่นจะไม่สามารถเห็นเนื้อหาในลิงก์ได้
vi_vn: Những người tham gia khác không thể xem nội dung liên kết
zh_cn: 其他参会人无法看到链接内容
zh_hk: 其他參加者無法看到連結內容
zh_tw: 其他與會人員無法看到連結內容

# aSo
source: Turning on the microphone may cause echoes, do you still want to turn it on?
de_de: Durch das Einschalten des Mikrofons können Echos entstehen. Trotzdem einschalten?
es_es: Al activar el micrófono puede producirse eco, ¿quieres activarlo de todos modos?
fr_fr: L'activation du microphone peut provoquer des échos, souhaitez-vous l'activer quand même ?
hi_in: माइक्रोफ़ोन चालू करने से एको हो सकता है. क्या आप इसे फिर भी चालू करना चाहेंगे?
id_id: Mengaktifkan mikrofon dapat menyebabkan gema. Masih ingin mengaktifkannya?
it_it: Se accendi il microfono potresti riscontrare un problema di eco. Vuoi comunque accenderlo?
ja_jp: マイクをオンにするとエコーが発生する可能性があります。オンにしますか？
ko_kr: 마이크를 켜면 에코가 발생할 수 있습니다. 그래도 켜시겠습니까?
ms_my: Menghidupkan mikrofon mungkin menyebabkan gema, adakah anda masih mahu menghidupkannya?
pt_br: Ligar o microfone pode causar ecos. Deseja ligá-lo mesmo assim?
ru_ru: Включение микрофона может привести к эффекту эха. Все равно включить?
th_th: การเปิดไมโครโฟนอาจทำให้เกิดเสียงสะท้อน คุณยังต้องการเปิดอยู่หรือไม่
vi_vn: Bật micrô có thể gây ra tạp âm, bạn vẫn muốn bật chứ?
zh_cn: 打开麦克风可能会产生回声，是否确认开启？
zh_hk: 開啟麥克風可能會引起回音，確認要開啟？
zh_tw: 開啟麥克風可能會產生回音，是否確認開啟？

# pbs
source: Only users from my organization can watch this livestream.
de_de: Da Sie nicht der gleichen Organisation angehören wie der Livestream-Initiator, haben Sie keine Berechtigung zum Anzeigen und Bearbeiten von Zuschauerberechtigungen.
es_es: Debido a que no eres la misma organización que el iniciador de la emisión en directo, no tienes permiso para ver ni editar los permisos de los espectadores.
fr_fr: Étant donné que vous n’êtes pas dans la même organisation que l’initiateur du livestream, vous n’êtes pas autorisé à lire et modifier les autorisations des spectateurs.
hi_in: चूँकि आपका संगठन लाइवस्ट्रीम आरंभकर्ता के समान नहीं है, इसलिए आपके पास दर्शक अनुमतियों को देखने और संपादित करने की अनुमति नहीं है.
id_id: Karena Anda tidak berada di dalam organisasi yang sama dengan inisiator streaming langsung, Anda tidak memiliki izin untuk melihat dan mengedit izin penonton.
it_it: Dato che non appartieni alla stessa organizzazione di chi ha avviato il live streaming, non disponi dell'autorizzazione per visualizzare e modificare le autorizzazioni per visualizzatori.
ja_jp: 法人アカウントのメンバーのみこのストリーミングを視聴できます
ko_kr: 회원님은 라이브 방송 개시자와 동일한 기업이 아니므로 시청자 권한을 보고 편집할 권한이 없습니다.
ms_my: Hanya pengguna dari organisasi saya boleh menonton siaran langsung ini.
pt_br: Como você não é da mesma organização que o iniciador da livestream, você não tem permissão para visualizar e editar as permissões de visualizador.
ru_ru: Поскольку вы не являетесь той же организацией, что и инициатор трансляции, у вас нет разрешения на просмотр и изменение прав просмотра.
th_th: เนื่องจากคุณไม่ใช่องค์กรเดียวกับผู้เริ่มการสตรีมสด คุณไม่มีสิทธิ์การอนุญาตดูและไม่มีสิทธิ์การอนุญาตแก้ไขผู้ดู
vi_vn: Vì bạn không thuộc cùng một tổ chức với người khởi tạo sự kiện trực tiếp nên bạn không có quyền xem và chỉnh sửa các quyền cho người xem.
zh_cn: 仅本企业用户可观看该直播
zh_hk: 只有本企業用戶可觀看該直播
zh_tw: 僅本企業使用者可觀看該直播

# SE0
source: Phone time has reached the upper limit. Contact administrator for more.
de_de: Die Telefondauer hat die Obergrenze erreicht. Kontaktieren Sie den Administrator für weitere Informationen.
es_es: El tiempo de teléfono ha alcanzado el límite superior. Ponte en contacto con el administrador si quieres más tiempo.
fr_fr: Le temps d'appel a atteint la limite supérieure. Contactez l'administrateur pour en obtenir plus.
hi_in: फ़ोन की अवधि की सीमा पहुँच गई है. अधिक के लिए एडमिनिस्ट्रेटर से संपर्क करें.
id_id: Waktu telepon telah mencapai batas atas. Hubungi administrator untuk informasi lebih lanjut.
it_it: Il timer del telefono ha raggiunto il limite massimo. Contatta l’amministratore per altro tempo.
ja_jp: 電話時間は上限に達しました。必要な場合は管理者に連絡してください
ko_kr: 통화 시간이 상한에 도달했습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Masa telefon telah mencapai had atas. Hubungi pentadbir untuk maklumat lanjut.
pt_br: O tempo da chamada atingiu o limite superior. Entre em contato com o administrador para saber mais.
ru_ru: Время звонка достигло верхнего предела. Свяжитесь с администратором для получения дополнительной информации.
th_th: เวลาใช้งานโทรศัพท์ครบจำนวนสูงสุดที่จำกัดไว้แล้ว ติดต่อผู้ดูแลเพื่อขอเพิ่มเวลา
vi_vn: Thời gian sử dụng điện thoại đã đạt đến giới hạn cao nhất. Hãy liên hệ với quản trị viên để biết thêm thông tin.
zh_cn: 电话时长已达上限，如需更多时长，请联系管理员
zh_hk: 電話時長已達上限，如需更多時長，請聯絡管理員
zh_tw: 通話時長已達上限，如需更多時長，請聯絡管理員

# A5Q
source: Please agree to @@Volcano Engine Livestream User Agreement@@
de_de: Bitte stimmen Sie den @@Nutzungsvereinbarung für Volcano Engine Livestream@@ zu
es_es: Acepta el @@Acuerdo de usuario de emisiones en directo de Volcano Engine@@
fr_fr: Veuillez accepter le @@Volcano Engine Livestream User Agreement@@
id_id: Setujui @@Perjanjian Pengguna Streaming Langsung Volcano Engine@@
it_it: Accetta l'@@Accordo utente di Volcano Engine per il live streaming@@
ja_jp: Volcano Engine ストリーミングサービス利用規約 を読み、同意してください
ko_kr: @@Volcano 엔진 라이브 방송 사용자 계약@@에 동의해 주세요
ms_my: Sila bersetuju dengan @@Perjanjian Pengguna Livestream Volcano Engine@@
pt_br: Concorde com o @@Contrato do usuário de transmissão ao vivo do Volcano Engine@@
ru_ru: Примите Пользовательское соглашение @@Volcano Engine Livestream@@
th_th: โปรดยอมรับ @@ข้อตกลงของผู้ใช้สำหรับเอนจิ้นสตรีมสด Volcano@@
vi_vn: Vui lòng đồng ý với @@Thỏa thuận người dùng phát trực tiếp bằng Volcano Engine@@
zh_cn: 请先同意@@火山引擎企业直播服务协议@@
zh_hk: 請先同意@@火山引擎企業直播服務協議@@
zh_tw: 請先同意@@火山引擎企業直播服務條款@@

# s1s
source: Please log in to view call details
de_de: Bitte anmelden, um Anrufdetails zu sehen
es_es: Inicia sesión para ver los detalles de la llamada
fr_fr: Veuillez vous connecter pour afficher les détails de l'appel
hi_in: कॉल विवरण देखने के लिए कृपया लॉगिन करें
id_id: Login untuk melihat perincian panggilan
it_it: Accedi per visualizzare i dettagli della chiamata.
ja_jp: ログインしてから詳細を確認してください
ko_kr: 통화 세부 정보를 보려면 로그인하세요
ms_my: Sila log masuk untuk melihat butiran panggilan
pt_br: Faça login para visualizar os detalhes da chamada
ru_ru: Авторизуйтесь, чтобы просмотреть детали звонка
th_th: โปรดล็อกอินเพื่อดูรายละเอียดการโทร
vi_vn: Vui lòng đăng nhập để xem chi tiết cuộc gọi
zh_cn: 请登录后继续查看通话详情
zh_hk: 請登入以繼續查看通話詳情
zh_tw: 請登入後繼續查看通話詳細資料

# uF8
source: Privacy protection
de_de: Datenschutz
es_es: Protección de privacidad
fr_fr: Protection de la vie privée
hi_in: गोपनीयता सुरक्षा
id_id: Perlindungan privasi
it_it: Protezione della privacy
ja_jp: プライバシー保護
ko_kr: 개인 정보 보호
ms_my: Perlindungan privasi
pt_br: Proteção de privacidade
ru_ru: Защита конфиденциальности
th_th: การคุ้มครองความเป็นส่วนตัว
vi_vn: Bảo vệ quyền riêng tư
zh_cn: 保护隐私
zh_hk: 保護私隱
zh_tw: 保護隱私

# xcg
source: Quit annotation
de_de: Anmerkung beenden
es_es: Salir de la anotación
fr_fr: Quitter l'annotation
id_id: Keluar dari anotasi
it_it: Abbandona annotazione
ja_jp: 注釈を終了
ko_kr: 주석 달기 종료
ms_my: Keluar anotasi
pt_br: Sair de anotações
ru_ru: Выйти из аннотации
th_th: ออกจากการใส่คำอธิบายประกอบ
vi_vn: Thoát chú thích
zh_cn: 退出标注
zh_hk: 退出標註
zh_tw: 退出標註
