Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# g7s
source: Using recording requires switching current call to meeting. Confirm to start recording?
de_de: Wenn Sie die Aufzeichnung nutzen möchten, müssen Sie den aktuellen Anruf auf Besprechung umstellen. Bestätigen, dass Sie die Aufzeichnung starten möchten?
es_es: Para usar la grabación es necesario cambiar la llamada actual a la reunión. ¿Confirmar comenzar a grabar?
fr_fr: Vous devez faire passer l'appel en cours à la réunion pour pouvoir utiliser l'enregistrement. Confirmer pour débuter l'enregistrement ?
id_id: Penggunaan rekaman memerlukan pengalihan panggilan saat ini ke rapat. Konfirmasikan untuk mulai merekam?
it_it: L'utilizzo della registrazione richiede il passaggio della chiamata corrente alla riunione. Confermare l'avvio della registrazione?
ja_jp: レコーディング機能を使用するには、通話を会議に切り替える必要があります。レコーディングを開始しますか？
ko_kr: 녹화를 사용하려면 현재 통화를 회의로 전환해야 합니다. 녹화를 시작하시겠습니까?
ms_my: Menggunakan rakaman memerlukan beralih panggilan semasa ke mesyuarat. Sahkan untuk memulakan rakaman?
pt_br: Usar a gravação requer alternar a chamada atual para a reunião. Confirmar para iniciar a gravação?
ru_ru: Использование записи требует переключения текущего вызова на конференцию. Начать запись?
th_th: การใช้การบันทึกจำเป็นต้องเปลี่ยนการโทรปัจจุบันเป็นการประชุม ยืนยันที่จะเริ่มการบันทึกหรือไม่
vi_vn: Để sử dụng tính năng ghi âm/ghi hình, bạn cần phải chuyển cuộc gọi hiện tại sang cuộc họp. Xác nhận bắt đầu ghi âm/ghi hình?
zh_cn: 使用录制需将通话转为会议，确定要开始录制？
zh_hk: 使用錄影需將通話切換為會議，確定要開始錄影嗎？
zh_tw: 使用錄製需將通話切換為會議，確定要開始錄製嗎？

# C1o
source: Record without audio
de_de: Ohne Audio aufzeichnen
es_es: Grabar sin audio
fr_fr: Enregistrer sans audio
hi_in: ऑडियो के बिना रिकॉर्ड करें
id_id: Rekam tanpa audio
it_it: Registra senza audio
ja_jp: 音声なしで録画
ko_kr: 오디오 없이 녹화
ms_my: Rakam tanpa audio
pt_br: Registrar sem áudio
ru_ru: Запись без звука
th_th: บันทึกโดยไม่มีเสียง
vi_vn: Ghi khi không có âm thanh
zh_cn: 无声录制
zh_hk: 無聲錄影
zh_tw: 無聲錄製

# /v0
source: After the meeting, the organizer can view chat records in the meeting history.
de_de: Nach der Besprechung kann der Organisator die Chataufzeichnungen im Besprechungsverlauf einsehen.
es_es: Después de la reunión, el organizador puede ver los registros de chat en el historial de la reunión.
fr_fr: Après la réunion, l'organisateur peut afficher les enregistrements des chats dans l'historique de la réunion.
hi_in: चैट रिकॉर्ड की जाएगी. आप बाद में मीटिंग इतिहास में देख सकते हैं.
id_id: Setelah rapat, penyelenggara dapat melihat rekaman obrolan di riwayat rapat.
it_it: Dopo la riunione l'organizzatore può visualizzare i record della chat nella cronologia riunione.
ja_jp: 会議終了後、主催者は会議の履歴でチャット履歴を確認できます。
ko_kr: 회의 후 주최자는 회의 기록에서 채팅 기록 읽기가 가능합니다.
ms_my: Selepas mesyuarat, penganjur boleh melihat rekod sembang dalam sejarah mesyuarat.
pt_br: Após a reunião, o organizador pode visualizar os registros de chat no histórico da reunião.
ru_ru: После конференции организатор может просмотреть записи чата в истории конференции.
th_th: หลังการประชุม ผู้จัดสามารถดูบันทึกแชทในประวัติการประชุมได้
vi_vn: Sau cuộc họp, người tổ chức có thể xem các bản ghi trò chuyện trong lịch sử cuộc họp.
zh_cn: 会议结束后，组织者可在会议历史中查看聊天记录
zh_hk: 會議結束後，組織者可在會議記錄中查看聊天記錄
zh_tw: 會議結束後，組織者可在會議記錄中查看聊天記錄

# xPw
source: Starting a recording
de_de: Eine Aufzeichnung starten
es_es: Iniciando una grabación
fr_fr: Démarrage d'un enregistrement
id_id: Memulai perekaman
it_it: Avvio registrazione in corso
ja_jp: レコーディングを開始しています
ko_kr: 기록 시작 중
ms_my: Memulakan rakaman
pt_br: Iniciando uma gravação
ru_ru: Начало записи
th_th: การเริ่มต้นการบันทึก
vi_vn: Bắt đầu ghi
zh_cn: 正在启动录制
zh_hk: 正在啟動錄影
zh_tw: 正在啟動錄製

# 2Zs
source: The current recording will stop if you start a call.
de_de: Die aktuelle Aufzeichnung wird beendet, wenn Sie einen Anruf tätigen.
es_es: Si inicias una llamada, la grabación actual se detendrá.
fr_fr: L'enregistrement en cours prendra fin si vous commencez un appel.
hi_in: यदि आप कॉल प्रारंभ करते हैं तो वर्तमान रिकॉर्डिंग बंद हो जाएगी.
id_id: Rekaman saat ini akan berhenti jika Anda memulai panggilan.
it_it: Questa registrazione si interromperà se avvii una chiamata.
ja_jp: 通話を開始すると、録音は終了します
ko_kr: 통화를 시작하면 현재 녹화가 중지됩니다.
ms_my: Rakaman semasa akan berhenti jika anda memulakan panggilan.
pt_br: A gravação atual será interrompida se você iniciar uma chamada.
ru_ru: Текущая запись будет остановлена, если вы начнете вызов.
th_th: การบันทึกปัจจุบันจะหยุดลงหากคุณเริ่มการโทร
vi_vn: Quá trình ghi âm hiện tại sẽ dừng nếu bạn bắt đầu một cuộc gọi.
zh_cn: 发起通话后，当前录音将停止
zh_hk: 通話開始後，目前的錄音將停止
zh_tw: 發起通話後，目前錄音將停止

# 3k8
source: Recruitment call
de_de: Rekrutierungsanruf
es_es: Llamada de reclutamiento
fr_fr: Appel de candidature
id_id: Panggilan perekrutan
it_it: Chiamata di assunzione
ja_jp: 求人電話
ko_kr: 채용 전화
ms_my: Panggilan rekrutmen
pt_br: Chamada de recrutamento
ru_ru: Звонок службы по найму
th_th: การโทรรับสมัคร
vi_vn: Cuộc gọi tuyển dụng
zh_cn: 招聘电话
zh_hk: 招聘電話
zh_tw: 招聘電話

# FWI
source: Rehearsing
de_de: Probe erfolgt
es_es: Ensayando
fr_fr: Répétition en cours
id_id: Sedang berlatih
it_it: Prova in corso
ja_jp: リハーサル中
ko_kr: 리허설 중입니다
ms_my: Latihan
pt_br: Ensaiando
ru_ru: Репетиция
th_th: กำลังซ้อม
vi_vn: Đang tổng duyệt
zh_cn: 彩排中
zh_hk: 彩排中
zh_tw: 排練中

# 1aU
source: Webinar rehearsal in session
de_de: Webinar-Probeveranstaltung im Gang
es_es: Ensayo de seminario web en curso
fr_fr: Répétition du webinaire en cours
id_id: Latihan webinar sedang berlangsung
it_it: Prova del webinar in sessione
ja_jp: ウェビナーのリハーサルが進行中です。
ko_kr: 웨비나 리허설 세션 중
ms_my: Latihan webinar sedang berlangsung
pt_br: Ensaio do webinar na sessão
ru_ru: проходит репетиция вебинара
th_th: การซ้อมการการสัมมนาออนไลน์ในเซสชัน
vi_vn: Tổng duyệt webinar trong phiên
zh_cn: 网络研讨会正在彩排中
zh_hk: 網絡研討會正在彩排中
zh_tw: 網路研討會正在排練中

# gGQ
source: Rejoin
de_de: Wieder beitreten
es_es: Unirse de nuevo
fr_fr: Rejoindre
hi_in: पुनः शामिल हों
id_id: Bergabung kembali
it_it: Partecipa di nuovo
ja_jp: 再度参加する
ko_kr: 다시 참가
ms_my: Sertai semula
pt_br: Voltar para a reunião
ru_ru: Присоединиться повторно
th_th: เข้าร่วมซ้ำอีกครั้ง
vi_vn: Tham gia lại
zh_cn: 重新加入
zh_hk: 重新加入
zh_tw: 重新加入

# 5/Q
source: Rejoining the meeting...
de_de: Wieder an der Besprechung teilnehmen...
es_es: Reincorporación a la reunión en curso...
fr_fr: Accès à la réunion...
id_id: Bergabung kembali dengan rapat...
it_it: Partecipazione alla riunione in corso…
ja_jp: 会議に再参加しています…
ko_kr: 회의에 다시 참가하는 중...
ms_my: Menyertai semula mesyuarat...
pt_br: Reingressando na reunião...
ru_ru: Повторное присоединение к конференции...
th_th: กำลังกลับเข้าร่วมการประชุม...
vi_vn: Tham gia lại cuộc họp...
zh_cn: 正在重新加入会议...
zh_hk: 正在重新加入會議...
zh_tw: 正在重新加入會議...

# CBM
source: Rejoin
de_de: Wieder beitreten
es_es: Unirse de nuevo
fr_fr: Rejoindre
id_id: Bergabung kembali
it_it: Partecipa di nuovo
ja_jp: 再参加
ko_kr: 다시 참가
ms_my: Sertai semula
pt_br: Reingressar
ru_ru: Присоединиться повторно
th_th: เข้าร่วมอีกครั้ง
vi_vn: Tham gia lại
zh_cn: 重新入会
zh_hk: 重新加入會議...
zh_tw: 重新加入會議

# a8s
source: For this meeting
de_de: Für diese Besprechung
es_es: Para esta reunión
fr_fr: Pour cette réunion
id_id: Untuk rapat ini
it_it: Per questa riunione
ja_jp: 関連内容
ko_kr: 이 회의
ms_my: Untuk mesyuarat ini
pt_br: Para esta reunião
ru_ru: Для этой конференции
th_th: สำหรับการประชุมครั้งนี้
vi_vn: Đối với cuộc họp này
zh_cn: 本次会议相关
zh_hk: 此次會議相關
zh_tw: 本次會議相關

# pJ8
source: Select the participant to be replaced in this position
de_de: Wählen Sie den Teilnehmer, der in dieser Position ersetzt werden soll
es_es: Seleccionar al participante a reemplazar en esta posición
fr_fr: Sélectionnez le participant à remplacer à ce poste
id_id: Pilih peserta yang mau digantikan dalam posisi ini
it_it: Seleziona il partecipante da sostituire in questa posizione
ja_jp: この位置に表示する参加者を選択
ko_kr: 이 직책에서 교체할 참가자 선택
ms_my: Pilih peserta yang akan digantikan di posisi ini
pt_br: Selecionar o participante a ser substituído nesta posição
ru_ru: Выберите участника, который будет заменен в этой позиции
th_th: เลือกผู้เข้าร่วมที่จะแทนที่ในตำแหน่งนี้
vi_vn: Chọn người tham gia cần thay thế ở vị trí này
zh_cn: 选择替换至此位置的参会人
zh_hk: 選擇替換至此位置的參加者
zh_tw: 選擇替換至此位置的與會人員

# 0Ns
source: Request
de_de: Anfrage
es_es: Solicitar
fr_fr: Demande
id_id: Minta
it_it: Richiedi
ja_jp: リクエスト
ko_kr: 요청
ms_my: Permintaan
pt_br: Solicitar
ru_ru: Запрос
th_th: ขอ
vi_vn: Yêu cầu
zh_cn: 申请
zh_hk: 申請
zh_tw: 申請

# QKI
source: Requesting local recording
de_de: Lokale Aufzeichnung wird beantragt
es_es: Solicitando grabación local
fr_fr: Demande d'enregistrement local
id_id: Meminta perekaman lokal
it_it: Richiesta di registrazione locale in corso
ja_jp: ローカルレコーディングを申請
ko_kr: 로컬 기록 요청 중
ms_my: Meminta rakaman tempatan
pt_br: Solicitando gravação local
ru_ru: Запрос локальной записи
th_th: กำลังส่งคำขอการบันทึกภายในเครื่อง
vi_vn: Đang yêu cầu ghi cục bộ
zh_cn: 申请本地录制
zh_hk: 申請本機錄影
zh_tw: 申請本機錄製

# ybg
source: Your request has been sent.
de_de: Ihre Anfrage wurde gesendet.
es_es: Tu solicitud se ha enviado.
fr_fr: Votre demande a été envoyée.
hi_in: आपका अनुरोध भेज दिया गया है.
id_id: Permintaan Anda telah dikirim.
it_it: La tua richiesta è stata inviata.
ja_jp: リクエストを送信しました
ko_kr: 요청을 보냈습니다.
ms_my: Permintaan anda telah dihantar.
pt_br: O pedido foi enviado.
ru_ru: Ваш запрос отправлен.
th_th: ระบบได้ส่งคำขอของคุณแล้ว
vi_vn: Đã gửi yêu cầu của bạn.
zh_cn: 你已发送请求
zh_hk: 你已發送要求
zh_tw: 你已傳送請求

# cRM
source: Request sent
de_de: Anfrage versendet
es_es: Solicitud enviada
fr_fr: Demande envoyée
hi_in: अनुरोध भेजा गया
id_id: Permintaan terkirim
it_it: Richiesta inviata
ja_jp: リクエストを送信しました
ko_kr: 요청 보냄
ms_my: Permintaan dihantar
pt_br: Solicitação enviada
ru_ru: Запрос отправлен
th_th: ส่งคำขอแล้ว
vi_vn: Đã gửi yêu cầu
zh_cn: 申请已发送
zh_hk: 申請已提交
zh_tw: 申請已傳送

# v8o
source: {{name}} would like for you to start livestreaming the main room. Click Approve to go to livestream settings.
de_de: {{name}} möchte, dass Sie einen Livestream im Hauptraum starten. Klicken Sie auf „Genehmigen“, um zu den Livestream-Einstellungen zu gelangen.
es_es: {{name}} quiere que empieces a emitir en directo en la sala principal. Haz clic en Aprobar para ir a la configuración de emisión en directo.
fr_fr: {{name}} souhaite que vous démarriez la diffusion en direct de la salle principale. Cliquez sur Approuver pour accéder aux paramètres de diffusion en direct.
hi_in: {{name}} मुख्य रूम की लाइवस्ट्रीमिंग प्रारंभ करना चाहते हैं लाइवस्ट्रीम सेटिंग्स पर जाने के लिए अनुमोदित करें पर क्लिक करें.
id_id: {{name}} ingin agar Anda mulai melakukan streaming langsung ruang utama. Klik Setuju untuk membuka pengaturan streaming langsung.
it_it: {{name}} desidera che tu avvii il live streaming della sala principale. Fai clic su Approva per andare alle impostazioni di live streaming.
ja_jp: {{name}}はメインルームをストリーミングしようとしています。同意をクリックすると、ストリーミング設定に移動します
ko_kr: {{name}} 님이 기본 회의실의 라이브 방송을 시작하도록 요청합니다. 라이브 방송 설정으로 이동하려면 승인을 클릭하세요.
ms_my: {{name}} ingin anda memulakan siaran langsung bilik utama. Klik Lulus untuk pergi ke tetapan siaran langsung.
pt_br: {{name}} gostaria que você iniciasse o livestream da sala principal. Clique em Aprovar para acessar as configurações de livestream.
ru_ru: {{name}} просит вас начать трансляцию в главном зале. Нажмите «Одобрить» для перехода к настройкам трансляции.
th_th: {{name}} ต้องการให้คุณเริ่มการสตรีมสดห้องหลัก คลิก อนุมัติ เพื่อไปยังการตั้งค่าสตรีมสด
vi_vn: {{name}} muốn bạn bắt đầu phát trực tiếp phòng họp chính. Nhấp vào Phê duyệt để đi tới cài đặt phát trực tiếp.
zh_cn: {{name}}请求开始直播主会场，点击同意后将进入直播设置
zh_hk: {{name}}請求開始直播主會場，點擊同意後將進入直播設定
zh_tw: {{name}}請求開始直播主會場，點選同意後將進入直播設定

# ezE
source: Request to Speak
de_de: Redeanfrage
es_es: Solicitud de palabra
fr_fr: Demande de prise de parole
id_id: Permintaan untuk Berbicara
it_it: Richiedi di parlare
ja_jp: 発言をリクエスト
ko_kr: 발언 요청
ms_my: Permintaan untuk Bercakap
pt_br: Pedir para falar
ru_ru: Запрос на предоставление слова
th_th: ขอพูด
vi_vn: Yêu cầu phát biểu
zh_cn: 请求发言
zh_hk: 要求發言
zh_tw: 請求發言

# MXw
source: You have requested to turn on the camera. Sure to withdraw?
de_de: Sie haben das Einschalten der Kamera angefragt. Sind Sie sicher, dass Sie die Anfrage zurückziehen möchten?
es_es: Has solicitado la activación de la cámara. ¿Quieres cancelar la solicitud?
fr_fr: Vous avez demandé à activer la caméra. Confirmer le retrait ?
id_id: Anda telah meminta untuk mengaktifkan mik. Yakin mau menarik?
it_it: Hai richiesto di attivare la videocamera. Confermare la revoca della richiesta?
ja_jp: カメラをオンにすることをリクエストしていますが、取り消しますか？
ko_kr: 카메라를 켜달라고 요청하셨습니다. 철회하시겠습니까?
ms_my: Anda telah meminta untuk menghidupkan kamera. Pasti untuk menarik balik?
pt_br: Você pediu para ligar a câmera. Quer mesmo retirar?
ru_ru: Вы запросили включить камеру. Действительно уйти?
th_th: คุณได้ส่งขอให้เปิดกล้องแล้ว แน่ใจหรือไม่ว่าจะยกเลิกคำขอ
vi_vn: Bạn đã yêu cầu bật máy ảnh. Bạn có chắc muốn rút lại yêu cầu không?
zh_cn: 你已申请打开摄像头，确定撤销申请吗？
zh_hk: 你已申請開啟鏡頭，確定要撤銷申請嗎？
zh_tw: 你已申請開啟攝影機，確定要撤銷申請嗎？

# xUA
source: Requesting to turn on the camera
de_de: Anfrage zum Einschalten der Kamera
es_es: Solicitando la activación de la cámara
fr_fr: Demande d'activation de la caméra.
id_id: Meminta untuk mengaktifkan kamera
it_it: Richiesta di attivare la videocamera in corso
ja_jp: は、カメラをオンにすることをリクエストしています。
ko_kr: 카메라 켜기 요청 중
ms_my: Meminta untuk menghidupkan kamera
pt_br: Solicitando para ligar a câmera
ru_ru: Запрос на включение камеры
th_th: กำลังส่งคำขอเปิดกล้อง
vi_vn: Đang yêu cầu bật máy ảnh
zh_cn: 申请打开摄像头
zh_hk: 申請開啟鏡頭
zh_tw: 申請開啟攝影機

# jyg
source: Resetting the video order will stop syncing the order for attendees. Still reset it?
de_de: Mit dem Zurücksetzen der Videoanordnung wird die Synchronisierung der Anordnung für die Anwesenden beendet. Möchten Sie sie trotzdem zurücksetzen?
es_es: Si restableces el orden del vídeo, se detendrá la sincronización del orden para los asistentes. ¿Quieres restablecerlo?
fr_fr: La réinitialisation de l'ordre des vidéos arrêtera la synchronisation de l'ordre pour les participants. Poursuivre la réinitialisation ?
id_id: Mereset urutan video akan menghentikan sinkronisasi urutan untuk peserta. Tetap reset?
it_it: Ripristinare l'ordine video interromperà la sincronizzazione dell'ordine per gli ospiti. Ripristinarlo comunque?
ja_jp: 画面の並び順をリセットすると、出席者全員の画面の並び順の同期が解除されます。リセットしますか？
ko_kr: 동영상 순서를 재설정하면 참석자의 순서 동기화가 중지됩니다. 그래도 재설정하시겠습니까?
ms_my: Menetapkan semula susunan video akan menghentikan penyelarasan susunan untuk peserta. Tetap menetapkannya?
pt_br: A redefinição da ordem de vídeos interromperá a sincronização da ordem para participantes. Ainda redefinir?
ru_ru: Сброс порядка видео остановит синхронизацию порядка для посетителей. Все равно сбросить?
th_th: การรีเซ็ตลำดับวิดีโอจะหยุดการซิงค์ลำดับสำหรับผู้เข้าร่วม ต้องการรีเซ็ตหรือไม่
vi_vn: Việc đặt lại thứ tự video sẽ dừng đồng bộ hóa thứ tự cho người tham dự. Bạn vẫn đặt lại?
zh_cn: 重置视频顺序将停止为观众同步视频顺序，是否重置？
zh_hk: 重設視像順序將停止為觀眾同步視像順序，是否重設？
zh_tw: 重設視訊順序將停止為觀眾同步視訊順序，是否重設？

# AbE
source: Reset video order
de_de: Videoanordnung zurücksetzen
es_es: Restablecer el orden de vídeo
fr_fr: Réinitialiser l'ordre des vidéos
id_id: Reset urutan video
it_it: Ripristina l'ordine video
ja_jp: 画面の並び順をリセット
ko_kr: 동영상 순서 재설정
ms_my: Tetapkan semula susunan video
pt_br: Redefinir ordem de vídeos
ru_ru: Сбросить порядок видео
th_th: รีเซ็ตลำดับวิดีโอ
vi_vn: Đặt lại thứ tự video
zh_cn: 重置视频顺序
zh_hk: 重設視像順序
zh_tw: 重設視訊順序

# LNs
source: Resetting the video order will stop syncing the order for everyone. Still reset it?
de_de: Mit dem Zurücksetzen der Videoanordnung wird die Synchronisierung der Anordnung für alle beendet. Möchten Sie sie trotzdem zurücksetzen?
es_es: Si restableces el orden del vídeo, se detendrá la sincronización del orden para todo el mundo. ¿Quieres restablecerlo?
fr_fr: La réinitialisation de l'ordre des vidéos arrêtera la synchronisation de l'ordre pour tout le monde. Continuer la réinitialisation ?
id_id: Mereset urutan video akan menghentikan sinkronisasi urutan untuk semua orang. Tetap reset?
it_it: Ripristinare l'ordine video interromperà la sincronizzazione dell'ordine per tutti. Ripristinarlo comunque?
ja_jp: 画面の並び順をリセットすると、参加者全員の画面の並び順の同期が解除されます。リセットしますか？
ko_kr: 동영상 순서를 재설정하면 모든 사용자의 순서 동기화가 중지됩니다. 그래도 재설정하시겠습니까?
ms_my: Menetapkan semula susunan video akan menghentikan penyelarasan susunan untuk semua orang. Tetap menetapkannya?
pt_br: A redefinição da ordem de vídeos interromperá a sincronização da ordem para todos. Ainda redefinir?
ru_ru: Сброс порядка видео остановит синхронизацию порядка для всех участников. Все равно сбросить?
th_th: การรีเซ็ตลำดับวิดีโอจะหยุดการซิงค์ลำดับสำหรับทุกคน ต้องการรีเซ็ตหรือไม่
vi_vn: Việc đặt lại thứ tự video sẽ dừng đồng bộ hóa thứ tự cho mọi người. Bạn vẫn đặt lại?
zh_cn: 重置视频顺序将停止为所有人同步视频顺序，是否重置？
zh_hk: 重設視像順序將停止為所有人同步視像順序，是否重設？
zh_tw: 重設視訊順序將停止為所有人同步視訊順序，是否重設？

# zCs
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重設
zh_tw: 重設

# JWE
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Перезагрузить
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重设
zh_hk: 重設
zh_tw: 重設

# yrA
source: Return
de_de: Zurückkehren
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Ritorna
ja_jp: 戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Retornar
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# YoY
source: Returning to the main room...
de_de: Rückkehr in den Hauptraum...
es_es: Volviendo a la sala principal...
fr_fr: Retour à la salle principale…
hi_in: मुख्य रूम में लौट रहे हैं...
id_id: Kembali ke ruang utama...
it_it: Ritorno alla sala principale...
ja_jp: メインルームに戻る...
ko_kr: 기본 회의실로 돌아가는 중...
ms_my: Kembali ke bilik utama...
pt_br: Retornando para a sala principal...
ru_ru: Возврат в главную комнату...
th_th: กำลังกลับไปยังห้องหลัก...
vi_vn: Đang trở lại phòng chính...
zh_cn: 正在返回主会场...
zh_hk: 正在返回主會場…
zh_tw: 正在返回主會場…

source: Revert to default order here. The host can sync video order for every participant.
de_de: Kehren Sie hier zur Standardanordnung zurück. Der Moderator kann die Videoanordnung für alle Teilnehmer synchronisieren.
es_es: Restaura el orden predeterminado aquí. El moderador puede sincronizar el orden del vídeo para todos los participantes.
fr_fr: Revenez à l'ordre par défaut ici. L'hôte peut synchroniser l'ordre des vidéos pour chaque participant.
id_id: Kembali ke urutan default di sini. Host dapat menyinkronkan urutan video untuk setiap peserta.
it_it: Ripristina l'ordine predefinito qui. L'host può sincronizzare l'ordine video per ogni partecipante.
ja_jp: ここで画面の並び順をリセットできます。進行役は、すべての参加者に画面の並び順を同期できます。
ko_kr: 여기에서 기본 순서로 되돌립니다. 진행자는 모든 참가자의 동영상 순서를 동기화할 수 있습니다.
ms_my: Kembali ke susunan asal di sini. Hos boleh menyelaraskan susunan video untuk setiap peserta.
pt_br: Reverta para a ordem padrão aqui. O host pode sincronizar a ordem de vídeos para cada participante.
ru_ru: Вернуться к порядку по умолчанию здесь. Хост может синхронизировать порядок видео для каждого участника.
th_th: เปลี่ยนกลับไปเป็นลำดับเริ่มต้นที่นี่ โฮสต์สามารถซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมทุกคนได้อีกด้วย
vi_vn: Khôi phục về thứ tự mặc định tại đây. Chủ phòng cũng có thể đồng bộ hóa thứ tự video cho tất cả người tham gia.
zh_cn: 在这里重置视频顺序，主持人可为所有人同步视频顺序
zh_hk: 在這裏重設視像順序，主持人可為所有人同步視像順序
zh_tw: 在這裡重設視訊順序，主持人可為所有人同步視訊順序

# L6Y
source: Ringing
de_de: Rufzeichen
es_es: Sonando
fr_fr: Sonnerie
hi_in: रिंग हो रही है
id_id: Berdering
it_it: Squillo in corso
ja_jp: 電話です
ko_kr: 전화 거는 중
ms_my: Berdering
pt_br: Tocando
ru_ru: Звонит
th_th: กำลังรอสาย
vi_vn: Đang đổ chuông
zh_cn: 来电中
zh_hk: 來電中
zh_tw: 來電中

# uhM
source: Ringing
de_de: Telefonläuten
es_es: Tono de llamada
fr_fr: Appel
id_id: Berdering
it_it: Sta squillando
ja_jp: 着信中
ko_kr: 전화 거는 중
ms_my: Berdering
pt_br: Tocando
ru_ru: Звонок
th_th: สายเข้า
vi_vn: Đang đổ chuông
zh_cn: 响铃中
zh_hk: 響鈴中
zh_tw: 響鈴中

# 7t0
source: You are connected to the meeting room audio and has voice coverage across the room.
de_de: Sie sind mit dem Audiosystem des Besprechungsraums verbunden und verfügen über Sprachabdeckung im gesamten Raum.
es_es: Te has conectado al audio de la sala de reuniones, que tiene cobertura de voz en toda la sala.
fr_fr: Vous êtes connecté au son de la salle de réunion, avec une couverture vocale dans toute la salle.
id_id: Anda terhubung ke audio ruang rapat dan memiliki jangkauan suara di seluruh ruangan.
it_it: Sei connesso/a all'audio della sala riunioni e hai copertura voce in tutta la sala.
ja_jp: 会議室音声に接続中です。会議室を介して発言できます。
ko_kr: 회의실 오디오에 연결되어 회의실 전체에 음성 범위가 적용됩니다.
ms_my: Anda telah disambungkan ke audio bilik mesyuarat dan mempunyai liputan suara di seluruh bilik.
pt_br: Você está conectado ao áudio da sala de reunião e tem cobertura de voz em toda a sala.
ru_ru: Вы подключены к аудио комнаты и имеете голосовое покрытие по всей комнате.
th_th: คุณเชื่อมต่อกับระบบเสียงในห้องประชุมแล้วและมีเสียงครอบคลุมทั่วทั้งห้อง
vi_vn: Bạn đã kết nối với âm thanh phòng họp và độ phủ giọng nói khắp phòng.
zh_cn: 你已连接会议室音频，可通过会议室发言
zh_hk: 你已連接會議室音訊，可透過會議室發言
zh_tw: 你已連接會議室音訊，可透過會議室發言

# BPs
source: Room Audio
de_de: Raum-Audio
es_es: Audio de la sala
fr_fr: Son de la salle
id_id: Audio Ruang Diskusi
it_it: Audio sala
ja_jp: 会議室音声
ko_kr: 회의실 오디오
ms_my: Audio Bilik
pt_br: Áudio da sala
ru_ru: Аудио комнаты
th_th: เสียงในห้อง
vi_vn: Âm thanh trong phòng
zh_cn: 会议室音频
zh_hk: 會議室音訊
zh_tw: 會議室音訊

# pgs
source: The room where you started screen sharing will leave the meeting at the same time. Confirm leaving?
de_de: Der Raum, in dem Sie die Bildschirmspiegelung gestartet haben, verlässt die Besprechung zur gleichen Zeit. Bestätigen Sie das Verlassen?
es_es: La sala en la que iniciaste la duplicación de pantalla abandonará la reunión al mismo tiempo. ¿Seguro que quieres salir?
fr_fr: La salle dans laquelle vous avez lancé la duplication d'écran quittera la réunion au même moment. Confirmer le départ ?
id_id: Ruang tempat Anda memulai pencerminan layar akan keluar dari rapat pada saat yang sama. Konfirmasi keluar?
it_it: La sala in cui hai avviato il mirroring dello schermo abbandonerà la riunione nello stesso momento. Confermi di voler abbandonare?
ja_jp: 画面共有を開始した会議室が同時に会議から退出します。続行しますか？
ko_kr: 화면 미러링을 시작한 회의실이 동시에 회의에서 나가게 됩니다. 나가시겠습니까?
ms_my: Bilik di mana anda memulakan kongsi skrin akan meninggalkan mesyuarat pada masa yang sama. Sahkan untuk keluar?
pt_br: A sala onde você iniciou o espelhamento de tela sairá da reunião ao mesmo tempo. Confirmar saída?
ru_ru: Комната, в которой вы начали показ экрана, также покинет конференцию. Выйти?
th_th: ห้องที่คุณเริ่มการสะท้อนหน้าจอไว้จะออกจากการประชุมพร้อมกัน ยืนยันการออกหรือไม่
vi_vn: Phòng mà bạn bắt đầu chế độ chiếu màn hình sẽ rời khỏi cuộc họp cùng lúc. Xác nhận rời?
zh_cn: 你发起投屏的会议室将同时离开会议，确认离开会议？
zh_hk: 你發起投影的會議室將同時離開會議，確認離開會議嗎？
zh_tw: 你發起螢幕投影的會議室將同時離開會議，確認離開會議嗎？

# ksY
source: Room connected
de_de: Raum verbunden
es_es: Sala conectada
fr_fr: Salle connectée
id_id: Ruangan yang terhubung
it_it: Sala connessa
ja_jp: 会議室接続済
ko_kr: 연결된 회의실
ms_my: Bilik disambungkan
pt_br: Sala conectada
ru_ru: Комната подключена
th_th: ห้องที่เชื่อมต่อ
vi_vn: Đã kết nối phòng
zh_cn: 会议室已连接
zh_hk: 會議室已連線
zh_tw: 會議室已連線

# z6w
source: (has {{number}} person(s))
de_de: (hat {{number}} Person(en))
es_es: (tiene {{number}} persona(s))
fr_fr: (dispose de {{number}} participant(s))
id_id: (berisikan {{number}} orang)
it_it: (ha {{number}} persona/e)
ja_jp: ({{number}} 人が在室)
ko_kr: ({{number}}명 있음)
ms_my: (ada {{number}} orang)
pt_br: (tem {{number}} pessoa(s))
ru_ru: ({{number}} чел.)
th_th: (มี {{number}} คน)
vi_vn: (có {{number}} người)
zh_cn: (内有 {{number}} 人)
zh_hk: (內有 {{number}} 人)
zh_tw: (內有 {{number}} 人)
