Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# KBk
source: Once audio is disconnected, you won't hear others.
de_de: Sobald das Audio getrennt ist, können Sie andere nicht hören.
es_es: Una vez desconectado el audio, no oirás a los demás.
fr_fr: Une fois l'audio déconnecté, vous n'entendrez plus les autres.
hi_in: ऑडियो डिस्कनेक्ट होने पर, आप दूसरों की आवाज़ नहीं सुन सकते.
id_id: Setelah audio terputus, Anda tidak akan mendengar orang lain.
it_it: Dopo aver disconnesso l'audio, non sentirai le altre persone.
ja_jp: 音声接続を切断すると、他の参加者の声が聞こえなくなります
ko_kr: 오디오 연결이 끊기면 다른 사용자의 소리를 들을 수 없습니다.
ms_my: Selepas audio diputuskan, anda tidak akan mendengar orang lain.
pt_br: Depois que o áudio for desconectado, você não ouvirá os outros.
ru_ru: Когда звук отключен, вы не можете слышать других.
th_th: คุณจะไม่ได้ยินเสียงคนอื่นเมื่อยกเลิกการเชื่อมต่อเสียงแล้ว
vi_vn: Khi âm thanh bị ngắt kết nối, bạn sẽ không nghe thấy những người khác.
zh_cn: 断开音频，你将无法听到其他参会人的声音
zh_hk: 中斷音訊後，將無法聽到其他參加者的聲音
zh_tw: 中斷音訊，你將無法聽到其他與會人員的聲音

# aX4
source: Disconnect
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
hi_in: डिस्कनेक्ट करें
id_id: Putuskan
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 끊기
ms_my: Putuskan
pt_br: Desconectar
ru_ru: Отключить
th_th: ยกเลิกการเชื่อมต่อ
vi_vn: Ngắt kết nối
zh_cn: 断开音频
zh_hk: 中斷音訊
zh_tw: 中斷音訊

# sgA
source: Current device has high performance consumption. Turn off {{effects}} to ensure a smooth meeting.
de_de: Das aktuelle Gerät hat einen hohen Leistungsbedarf. Schalten Sie {{effects}} aus, um eine reibungslose Besprechung zu gewährleisten.
es_es: El dispositivo actual tiene consumo de alto rendimiento. Desactiva {{effects}} para que la reunión se desarrolle de forma fluida.
fr_fr: L'appareil actuel fonctionne en mode hautes performances. Désactivez {{effects}} pour garantir une réunion fluide.
hi_in: वर्तमान डिवाइस की उच्च प्रदर्शन खपत है. सुचारू मीटिंग सुनिश्चित करने के लिए {{effects}} बंद करें.
id_id: Perangkat saat ini memiliki konsumsi kinerja tinggi. Nonaktifkan {{effects}} untuk memastikan rapat berjalan dengan lancar.
it_it: Il dispositivo attuale evidenzia un consumo per alte prestazioni. Disattiva {{effects}} per garantire la fluidità della riunione.
ja_jp: 一部の {{effects}} を閉じると、会議をよりスムーズに進行できます
ko_kr: 현재 장치는 성능 소모가 높습니다. 원활한 회의를 위해 {{effects}}을(를) 끄세요.
ms_my: Peranti semasa mempunyai penggunaan prestasi tinggi. Matikan {{effects}} untuk memastikan mesyuarat lancar.
pt_br: O dispositivo atual apresenta um consumo de alto desempenho. Desligue {{effects}} para garantir que a reunião transcorra tranquilamente.
ru_ru: Текущее устройство имеет высокое потребление мощности. Попробуйте отключить {{effects}}.
th_th: อุปกรณ์ปัจจุบันใช้ประสิทธิภาพสูง ปิด {{effects}} เพื่อให้มั่นใจว่าการประชุมจะราบรื่น
vi_vn: Thiết bị hiện tại có mức tiêu thụ hiệu năng cao Hãy tắt {{effects}} để đảm bảo cuộc họp diễn ra suôn sẻ.
zh_cn: 当前设备性能消耗较高，建议关闭{{effects}}等特效功能保证会议流畅
zh_hk: 目前裝置性能消耗較高，建議關閉{{effects}}等特效功能，以確保會議流暢
zh_tw: 目前裝置效能消耗較高，建議關閉{{effects}}等特效功能以確保會議流暢

# yJI
source: Call in case of business emergency
de_de: Anruf bei geschäftlichen Notfällen
es_es: Llamar en caso de emergencia empresarial
fr_fr: Appelez en cas d'urgence commerciale
hi_in: बिज़नेस की आपातकालीन स्थिति में कॉल करें
id_id: Panggil jika terdapat keadaan darurat bisnis
it_it: Chiamare in caso di emergenza di lavoro
ja_jp: お急ぎの場合は、
ko_kr: 업무 관련 긴급 상황 시 전화
ms_my: Panggilan dalam kes kecemasan perniagaan
pt_br: Ligue em caso de emergência empresarial
ru_ru: Срочная консультация по телефону
th_th: การโทรในกรณีที่เกิดเหตุฉุกเฉินทางธุรกิจ
vi_vn: Gọi trong trường hợp công việc khẩn cấp
zh_cn: 紧急业务建议拨打
zh_hk: 緊急業務建議撥打
zh_tw: 加急業務建議撥打

# Ny4
source: End
de_de: Ende
es_es: Finalizar
fr_fr: Fin
id_id: Akhiri
it_it: Fine
ja_jp: 終了
ko_kr: 종료
ms_my: Akhiri
pt_br: Encerrar
ru_ru: Завершить
th_th: สิ้นสุด
vi_vn: Kết thúc
zh_cn: 结束
zh_hk: 結束
zh_tw: 結束

# Ym4
source: End Discussion
de_de: Diskussion beenden
es_es: Finalizar discusión
fr_fr: Terminer la discussion
id_id: Akhiri Diskusi
it_it: Termina Discussione
ja_jp: ブレイクアウトルームを終了
ko_kr: 토론 종료
ms_my: Akhiri Perbincangan
pt_br: Encerrar discussão
ru_ru: Завершить обсуждение
th_th: สิ้นสุดการสนทนา
vi_vn: Kết thúc thảo luận
zh_cn: 结束讨论
zh_hk: 結束討論
zh_tw: 結束討論

# yTc
source: End ({{number}}s)
de_de: Beenden ({{number}} Sek.)
es_es: Finalizar ({{number}} s)
fr_fr: Fin ({{number}} s)
hi_in: समाप्त ({{number}}से०)
id_id: Akhiri ({{number}}d)
it_it: Fine ({{number}}s)
ja_jp: 終了 ({{number}}s)
ko_kr: 종료({{number}}초)
ms_my: Tamat ({{number}}s)
pt_br: Encerrar ({{number}}s)
ru_ru: Завершить ({{number}} сек.)
th_th: สิ้นสุด ({{number}} วิ)
vi_vn: Kết thúc ({{number}})
zh_cn: 结束 ({{number}}s)
zh_hk: 結束 ({{number}}s)
zh_tw: 結束（{{number}} 秒）

# 0H0
source: Ended
de_de: Beendet
es_es: Finalizado
fr_fr: Terminé
id_id: Berakhir
it_it: Terminato
ja_jp: 終了しました
ko_kr: 종료됨
ms_my: Tamat
pt_br: Encerrado
ru_ru: Завершено
th_th: สิ้นสุดแล้ว
vi_vn: Đã kết thúc
zh_cn: 已结束
zh_hk: 已結束
zh_tw: 已結束

# BUg
source: Enterprise payment
de_de: Zahlung durch das Unternehmen
es_es: Pago corporativo
fr_fr: Paiement d'entreprise
hi_in: एंटरप्राइज़ भुगतान
id_id: Pembayaran perusahaan
it_it: Pagamento da parte dell'azienda
ja_jp: 法人有料プラン
ko_kr: 기업 결제
ms_my: Pembayaran perusahaan
pt_br: Pagamento do Enterprise
ru_ru: Корпоративный платеж
th_th: การชำระเงินองค์กร
vi_vn: Thanh toán Doanh nghiệp
zh_cn: 企业付费
zh_hk: 企業付費
zh_tw: 企業付費

# ik0
source: Enterprise Live has expired. Please contact your administrator to renew service.
de_de: Enterprise Live ist abgelaufen. Bitte wenden Sie sich an Ihren Administrator, um den Service zu verlängern.
es_es: Enterprise Live ha expirado. Contacta con tu administrador para renovar el servicio.
fr_fr: Enterprise Live a expiré. Veuillez contacter votre administrateur pour renouveler le service.
id_id: Enterprise Live telah kedaluwarsa. Hubungi administrator untuk memperpanjang layanan.
it_it: Enterprise Live è scaduto. Contatta il tuo amministratore per rinnovare del servizio.
ja_jp: 法人のストリーミングが期限切れになりました。法人管理者にプランの更新を依頼してください。
ko_kr: 엔터프라이즈 라이브가 만료되었습니다. 서비스를 갱신하려면 관리자에게 문의하세요.
ms_my: Enterprise Live telah tamat tempoh. Sila hubungi pentadbir anda untuk memperbaharui perkhidmatan.
pt_br: O Enterprise ao vivo expirou. Entre em contato com seu administrador para renovar o serviço.
ru_ru: Срок действия Enterprise Live истек. Свяжитесь с вашим администратором, чтобы продлить обслуживание.
th_th: Enterprise Live หมดอายุแล้ว โปรดติดต่อผู้ดูแลของคุณเพื่อต่ออายุบริการ
vi_vn: Enterprise Live đã hết hạn. Vui lòng liên hệ với quản trị viên của bạn để gia hạn dịch vụ.
zh_cn: 企业直播已到期，请联系企业管理员续费服务
zh_hk: 企業直播已到期，請聯絡企業管理員續期
zh_tw: 企業直播已到期，請聯絡企業管理員續訂服務

# IWQ
source: Extend
de_de: Erweitern
es_es: Ampliar
fr_fr: Prolonger
id_id: Perpanjang
it_it: Estendi
ja_jp: 延長
ko_kr: 연장
ms_my: Lanjutkan
pt_br: Estender
ru_ru: Продлить
th_th: ขยาย
vi_vn: Tăng
zh_cn: 延长
zh_hk: 延長
zh_tw: 延長

# ZiE
source: Administrator has not turned on this feature yet.
de_de: Der Administrator hat diese Funktion noch nicht aktiviert.
es_es: El administrador aún no ha activado esta función.
fr_fr: L’administrateur n’a pas encore activé cette fonction.
id_id: Administrator belum mengaktifkan fitur ini.
it_it: L'amministratore non ha ancora attivato questa funzione.
ja_jp: 管理者がこの機能をオンにししていません
ko_kr: 관리자가 아직 이 기능을 켜지 않았습니다.
ms_my: Pentadbir belum mengaktifkan ciri ini lagi.
pt_br: O administrador ainda não ativou esse recurso.
ru_ru: Администратор еще не включил эту функцию.
th_th: ผู้ดูแลยังไม่ได้เปิดฟีเจอร์นี้
vi_vn: Quản trị viên chưa bật tính năng này.
zh_cn: 管理员暂未开启该功能
zh_hk: 管理員暫未開啟該功能
zh_tw: 管理員暫未開啟該功能

# 3Xo
source: Recording file will be sent to {{name}}
de_de: Die Aufzeichnungsdatei wird an {{name}} gesendet
es_es: El archivo de grabación se enviará a {{name}}
fr_fr: Le fichier d'enregistrement sera envoyé à {{name}}
id_id: File rekaman akan dikirimkan kepada {{name}}
it_it: Il file della registrazione verrà inviato a {{name}}
ja_jp: レコーディングは{{name}}に送信する予定です
ko_kr: 기록 파일이 {{name}}에게 전송됩니다
ms_my: Fail rakaman akan dihantar kepada {{name}}
pt_br: O arquivo da gravação será enviado para {{name}}
ru_ru: Файл записи будет отправлен {{name}}
th_th: ไฟล์ที่บันทึกจะถูกส่งไปยัง {{name}}
vi_vn: Tập tin bản ghi sẽ được gửi đến {{name}}
zh_cn: 录制文件将发送给{{name}}
zh_hk: 錄影檔案將發送給{{name}}
zh_tw: 錄製檔案將傳送給{{name}}

# qkg
source: Focus video: {{name}}
de_de: Fokusvideo: {{name}}
es_es: Enfoque de vídeo: {{name}}
fr_fr: Vidéo mise en avant : {{name}}
hi_in: फ़ोकस वीडियो: {{name}}
id_id: Video fokus: {{name}}
it_it: Video in primo piano: {{name}}
ja_jp: フォーカス：{{name}}
ko_kr: 포커스 비디오: {{name}}
ms_my: Fokus video: {{name}}
pt_br: Vídeo em destaque: {{name}}
ru_ru: Главное видео: {{name}}
th_th: วิดีโอจุดสนใจ: {{name}}
vi_vn: Video tiêu điểm: {{name}}
zh_cn: 焦点视频：{{name}}
zh_hk: 焦點視像：{{name}}
zh_tw: 焦點視訊：{{name}}

# 8LU
source: Focus video
de_de: Fokusvideo
es_es: Enfoque de vídeo
fr_fr: Vidéo mise en avant
hi_in: फ़ोकस वीडियो
id_id: Video fokus
it_it: Video in primo piano
ja_jp: フォーカス
ko_kr: 포커스 비디오
ms_my: Fokus video
pt_br: Vídeo em destaque
ru_ru: Главное видео
th_th: วิดีโอจุดสนใจ
vi_vn: Video tiêu điểm
zh_cn: 焦点视频
zh_hk: 焦點視像
zh_tw: 焦點視訊

# Qms
source: You're currently unable to share link content. Please open link and share your screen again.
de_de: Sie können derzeit keine Linkinhalte teilen. Öffnen Sie den Link öffnen und teilen Sie Ihren Bildschirm erneut.
es_es: No puedes compartir el contenido del enlace. Abre el enlace y comparte la pantalla de nuevo.
fr_fr: Vous ne pouvez actuellement pas partager le contenu du lien. Veuillez ouvrir le lien et partager à nouveau votre écran.
hi_in: आप वर्तमान में लिंक का कांटेंट साझा करने में असमर्थ हैं. कृपया लिंक खोलें और अपनी स्क्रीन पुनः साझा करें.
id_id: Saat ini Anda gagal membagikan konten tautan. Buka tautan dan bagikan layar Anda lagi.
it_it: Al momento non puoi condividere il contenuto del link. Apri il link e condividi di nuovo il tuo schermo.
ja_jp: 現在、リンクコンテンツを共有できません。リンクを開いて再度共有してください
ko_kr: 링크 콘텐츠를 현재 공유할 수 없습니다. 링크를 열어 화면을 다시 공유하세요.
ms_my: Anda tidak boleh berkongsi kandungan pautan buat masa ini. Sila buka pautan dan kongsi skrin anda sekali lagi.
pt_br: No momento, você não pode compartilhar o conteúdo do link. Abra o link e compartilhe sua tela novamente.
ru_ru: Сейчас вы не можете поделиться контентом ссылки. Откройте ссылку и покажите свой экран снова.
th_th: คุณไม่สามารถแบ่งปันเนื้อหาในลิงก์ได้ในขณะนี้ โปรดเปิดลิงก์และแบ่งปันหน้าจอของคุณอีกครั้ง
vi_vn: Hiện tại bạn không thể chia sẻ nội dung liên kết. Vui lòng mở liên kết và thực hiện lại thao tác chia sẻ màn hình của bạn.
zh_cn: 当前共享模式暂不支持共享链接内容，你可以打开链接后，重新共享屏幕
zh_hk: 目前分享模式暫不支援分享連結內容，你可以先開啟連結，然後重新分享畫面
zh_tw: 目前分享模式暫不支援分享連結內容，你可以開啟連結後，重新分享畫面

# 7nI
source: Full screen selected
de_de: Livechat eingeschaltet
es_es: El chat en directo se ha activado
fr_fr: Discussion en direct activée
hi_in: लाइव चैट की सुविधा चालू है
id_id: Obrolan langsung diaktifkan
it_it: Live chat attivata
ja_jp: フルスクリーンに切り替えました
ko_kr: 라이브 채팅이 켜졌습니다
ms_my: Skrin penuh dipilih
pt_br: Chat ao vivo ativado
ru_ru: Чат трансляции включен
th_th: เปิดแชทสดแล้ว
vi_vn: Đã bật trò chuyện trực tiếp
zh_cn: 已选择全屏视图
zh_hk: 已選擇全螢幕檢視模式
zh_tw: 已選擇全螢幕視圖

# kWk
source: Gallery view selected
de_de: Vollbild ausgewählt
es_es: Pantalla completa seleccionada
fr_fr: Plein écran sélectionné
hi_in: पूर्ण स्क्रीन चुना गया
id_id: Layar penuh dipilih
it_it: Schermo intero selezionato
ja_jp: キャラリービューに切り替えました
ko_kr: 전체 화면이 선택되었습니다
ms_my: Paparan galeri dipilih
pt_br: Tela inteira selecionada
ru_ru: Выбран полноэкранный режим
th_th: เลือกเต็มหน้าจอ
vi_vn: Đã chọn toàn màn hình
zh_cn: 已选择宫格视图
zh_hk: 已選擇宮格檢視模式
zh_tw: 已選擇方格視圖

# Bf0
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了
zh_tw: 知道了

# 6C4
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 知道了
zh_hk: 知道了
zh_tw: 知道了

# 5t8
source: The host has set you as the focus video.
de_de: Der Moderator hat Sie als Fokusvideo festgelegt.
es_es: El moderador te ha establecido como enfoque de vídeo.
fr_fr: L'hôte a mis en avant votre vidéo.
hi_in: होस्ट ने आपको फ़ोकस वीडियो के रूप में सेट किया.
id_id: Host telah menetapkan Anda sebagai video fokus.
it_it: L'host ha impostato il tuo video come in primo piano.
ja_jp: 進行役はあなたをフォーカスに設定しました
ko_kr: 진행자가 나를 포커스 비디오로 설정했습니다.
ms_my: Hos telah menetapkan anda sebagai video fokus.
pt_br: O host configurou você como o vídeo em destaque.
ru_ru: Ведущий выбрал вас в качестве главного видео.
th_th: โฮสต์ได้ตั้งค่าให้คุณเป็นวิดีโอจุดสนใจ
vi_vn: Chủ phòng đã đặt bạn làm video tiêu điểm.
zh_cn: 主持人已将你设置为焦点视频
zh_hk: 主持人已將你設定為焦點視像
zh_tw: 主持人已將你設定為焦點視訊

# lIw
source: Hello, the administrator has set controls for phone numbers. Since you don't communicate often with {{name}}, you can't obtain the other party's phone number based on the company requirements for phone number protection.
de_de: Hallo, der Administrator hat Kontrollen für Telefonnummern festgelegt. Da Sie nicht oft mit {{name}} kommunizieren, können Sie die Telefonnummer des anderen Teilnehmers aufgrund der Unternehmensanforderungen für den Schutz von Telefonnummern nicht erhalten.
es_es: Hola: el administrador ha establecido controles para los números de teléfono. Dado que no te comunicas con frecuencia con {{name}}, no puedes obtener el número de teléfono de la otra parte debido a los requisitos de la empresa para la protección de números de teléfono.
fr_fr: Bonjour, l'administrateur a défini des contrôles pour les numéros de téléphone. Selon les exigences de l'entreprise en matière de protection des numéros de téléphone, vous ne pouvez pas obtenir le numéro de téléphone de l'autre partie étant donné que vous ne communiquez pas souvent avec {{name}}.
hi_in: नमस्ते, एडमिनिस्ट्रेटर ने फ़ोन नंबर के लिए नियंत्रण सेट किए हैं. चूंकि आप {{name}} से अक्सर वार्तालाप नहीं करते, आप फ़ोन नंबर की सुरक्षा के लिए कंपनी की आवश्यकताओं के आधार पर अन्य पक्ष का फ़ोन नंबर प्राप्त नहीं कर सकते.
id_id: Halo, administrator telah menetapkan kontrol untuk nomor telepon. Karena Anda jarang berkomunikasi dengan {{name}}, Anda tidak dapat memperoleh nomor telepon pihak lain berdasarkan persyaratan perusahaan untuk perlindungan nomor telepon.
it_it: Ciao, l’amministratore ha impostato dei controlli sui numeri di telefono. Visto che non comunichi spesso con {{name}}, non è possibile ottenere il numero di telefono dell’interlocutore in base ai requisiti aziendali sulla protezione del numero di telefono.
ja_jp: 管理者の設定により、メンバーの個人情報を保護するため、{{name}}とのコミュニケーションが少ないため、相手の電話番号にアクセスできません。
ko_kr: 안녕하세요, 관리자가 전화번호에 대한 제어를 설정했습니다. {{name}}과(와) 자주 연락하시지 않으므로 전화번호 보호에 대한 회사 요구 사항에 따라 상대방의 전화번호를 얻으실 수 없습니다.
ms_my: Helo, pentadbir telah menetapkan kawalan untuk nombor telefon. Oleh kerana anda tidak berkomunikasi kerap dengan {{name}}, anda tidak boleh mendapatkan nombor telefon pihak lain berdasarkan keperluan syarikat untuk perlindungan nombor telefon.
pt_br: Olá, o administrador configurou controles para números de telefone. Como você não se comunica frequentemente com {{name}}, não pode obter o número de telefone da outra parte devido aos requisitos da empresa para proteção de número de telefone.
ru_ru: Здравствуйте! Администратор настроил управление телефонными номерами. Поскольку вы не часто общаетесь с {{name}}, вы не можете получить номер телефона другой стороны в соответствии с требованиями компании по защите приватности номеров телефонов.
th_th: สวัสดี ผู้ดูแลได้ตั้งค่าการควบคุมสำหรับหมายเลขโทรศัพท์เอาไว้ เนื่องจากคุณไม่ได้ติดต่อสื่อสารกับ {{name}} เป็นประจำ คุณจึงไม่สามารถรับหมายเลขโทรศัพท์ของอีกฝ่ายได้ตามข้อกำหนดของบริษัทสำหรับการปกป้องหมายเลขโทรศัพท์
vi_vn: Xin chào, quản trị viên đã thiết lập quyền kiểm soát số điện thoại. Vì bạn không thường xuyên liên lạc với {{name}}, bạn không thể lấy số điện thoại của bên còn lại dựa trên các yêu cầu của công ty về bảo vệ số điện thoại.
zh_cn: 你好，管理员已设置电话号码获取管控，你与{{name}}沟通较少，基于公司对于员工手机号码保护的需求，不可获取对方电话号码。
zh_hk: 你好，管理員已設定獲取電話號碼的限制，你與{{name}}較少溝通，基於公司對員工手機號碼保護的需求，不可獲取對方的電話號碼。
zh_tw: 你好，管理員已設定電話號碼取得限制，你與{{name}}溝通較少，基於公司對員工手機號碼的保密要求，你不可取得對方電話號碼。

# 3oQ
source: The host asked you to turn on your microphone, doing so may cause echoes.
de_de: Der Moderator hat Sie gebeten, Ihr Mikrofon einzuschalten. Hierdurch können Echos entstehen.
es_es: El moderador te ha pedido que actives el micrófono, esto puede producir eco.
fr_fr: L'hôte vous a demandé d'activer votre microphone, cela peut provoquer des échos.
hi_in: होस्ट ने आपसे आपका माइक्रोफ़ोन चालू करने के लिए पूछा है. ऐसा करने से एको हो सकता है.
id_id: Host meminta Anda untuk mengaktifkan mikrofon Anda. Hal ini dapat menyebabkan gema.
it_it: L'host ti ha chiesto di accendere il microfono. Così facendo potresti riscontrare un problema di eco.
ja_jp: 進行役からマイクをオンにするようリクエストしています。オンにするとエコーが発生する可能性があります。
ko_kr: 진행자가 마이크를 켤 것을 요청했습니다. 켜면 에코가 발생할 수 있습니다.
ms_my: Tuan rumah meminta anda untuk menghidupkan mikrofon, melakukannya mungkin menyebabkan gema.
pt_br: O host solicitou que você ligue microfone, mas isso poderá causar ecos.
ru_ru: Ведущий попросил вас включить свой микрофон. Это может привести к возникновению эха.
th_th: โฮสต์ได้ขอให้คุณเปิดไมโครโฟนของคุณ การเปิดอาจทำให้เกิดเสียงสะท้อน
vi_vn: Người tổ chức yêu cầu bạn bật micrô, làm vậy có thể sẽ tạo ra tạp âm.
zh_cn: 主持人请求打开你的麦克风，打开后可能会引起回声
zh_hk: 主持人要求開啟你的麥克風，開啟後可能會引起回音
zh_tw: 主持人請求開啟你的麥克風，開啟後可能會引起回音

# 3LM
source: Only the host and co-host can make a one-click call
de_de: Nur der Moderator und der Co-Moderator können einen Anruf mit einem Klick durchführen.
es_es: Solo el moderador y el co-moderador pueden hacer una llamada con un solo clic.
fr_fr: Seuls l'hôte et le co-hôte peuvent effectuer un appel en un clic.
hi_in: केवल होस्ट सभी को कॉल कर सकता है
id_id: Hanya host dan co-host yang dapat melakukan panggilan sekali klik.
it_it: Solo l'host e il co-host possono effettuare una chiamata con un clic.
ja_jp: 進行役と共同進行役のみ一括呼出できます。
ko_kr: 진행자와 공동 진행자만 원클릭 통화를 할 수 있습니다.
ms_my: Hanya hos dan ko-hos boleh membuat panggilan satu-klik
pt_br: Somente o host e o co-host podem fazer uma chamada com um clique.
ru_ru: Только ведущий и соведущий могут сделать вызов одним касанием.
th_th: มีเพียงโฮสต์และโฮสต์ร่วมเท่านั้นที่สามารถโทรออกได้ในคลิกเดียว
vi_vn: Chỉ chủ phòng và đồng chủ phòng mới có thể thực hiện cuộc gọi bằng một lần nhấp chuột.
zh_cn: 仅主持人和联席主持人支持一键呼叫
zh_hk: 只有主持人和聯合主持人支援一鍵撥打
zh_tw: 僅主持人和聯合主持人支援一鍵呼叫

# Cng
source: Only the host and co-host can select
de_de: Nur der Moderator und der Co-Moderator können auswählen
es_es: Solo el moderador y el co-moderador pueden seleccionar
fr_fr: Seuls l'hôte et le co-hôte peuvent sélectionner
hi_in: केवल होस्ट चुन सकता है
id_id: Hanya host dan co-host yang dapat memilih
it_it: Solo l'host e il co-host possono selezionare
ja_jp: 進行役と共同進行役のみ一括呼出できる
ko_kr: 진행자와 공동 진행자만 선택 가능
ms_my: Hanya hos dan ko-hos boleh memilih
pt_br: Apenas o host e o co-host podem selecionar
ru_ru: Только ведущий и соведущий может выбрать
th_th: มีเพียงโฮสต์และโฮสต์ร่วมเท่านั้นที่เลือกได้
vi_vn: Chỉ chủ phòng và người đồng tổ chức mới có thể chọn
zh_cn: 仅主持人和联席主持人可以多选呼叫
zh_hk: 只有主持人和聯合主持人可以複選撥打
zh_tw: 僅主持人和聯合主持人可以多選呼叫

# m8I
source: The host has cancelled focus video.
de_de: Der Moderator hat das Fokusvideo aufgehoben.
es_es: El moderador ha cancelado el enfoque de vídeo.
fr_fr: L'hôte a annulé la mise en avant de vidéo.
hi_in: होस्ट ने फ़ोकस वीडियो रद्द किया.
id_id: Host telah membatalkan video fokus.
it_it: L'host ha annullato video in primo piano.
ja_jp: 進行役はフォーカスを解除しました
ko_kr: 진행자가 포커스 비디오를 취소했습니다.
ms_my: Hos telah membatalkan video fokus.
pt_br: O host cancelou o vídeo em destaque.
ru_ru: Ведущий отменил главное видео.
th_th: โฮสต์ได้ยกเลิกวิดีโอจุดสนใจ
vi_vn: Chủ phòng vừa hủy video tiêu điểm.
zh_cn: 主持人已取消焦点视频
zh_hk: 主持人已取消焦點視像
zh_tw: 主持人已取消焦點視訊

# 0nE
source: Hosts and co-hosts can start recording.
de_de: Moderatoren und Co-Moderatoren können Aufnahmen beginnen.
es_es: Moderadores y co-moderadores pueden iniciar una grabación.
fr_fr: Les hôtes et les co-hôtes peuvent démarrer l'enregistrement.
hi_in: होस्ट और को-होस्ट रिकॉर्डिंग शुरू कर सकते हैं.
id_id: Host dan co-host dapat memulai perekaman.
it_it: Host e co-host possono avviare la registrazione.
ja_jp: 主催者と共同進行役がレコーディングを開始できます
ko_kr: 진행자 및 공동 진행자는 녹화를 시작할 수 있습니다.
ms_my: Tuan rumah dan pembantu tuan rumah boleh mula merakam.
pt_br: Os anfitriões e coanfitriões podem iniciar a gravação.
ru_ru: Ведущие и соведущие могут начать запись.
th_th: โฮสต์และโฮสต์ร่วมสามารถเริ่มการบันทึกได้
vi_vn: Người tổ chức và đồng tổ chức có thể bắt đầu ghi âm/ghi hình.
zh_cn: 主持人、联席主持人可以开始录制
zh_hk: 主持人、聯席主持人可以開始錄製
zh_tw: 主持人、聯席主持人可以開始錄製

# N5A
source: Your current call will end if you accept this call.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie diesen Anruf annehmen.
es_es: Si acepta esta llamada, finalizará la llamada en curso.
fr_fr: Votre appel en cours prendra fin si vous acceptez cet appel.
hi_in: अगर आप यह कॉल स्वीकार करते हैं तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Panggilan Anda saat ini akan berakhir jika Anda menerima panggilan ini.
it_it: La chiamata corrente terminerà se accetti questa chiamata.
ja_jp: 応答すると、現在の通話は終了されます
ko_kr: 이 통화를 수락하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda menerima panggilan ini.
pt_br: A chamada atual será encerrada se você aceitar esta chamada.
ru_ru: Ваш текущий звонок завершится, если вы примете этот звонок.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณตอบรับสายนี้
vi_vn: Cuộc gọi hiện tại của bạn sẽ kết thúc nếu bạn chấp nhận cuộc gọi này.
zh_cn: 接听后将会结束当前通话
zh_hk: 接聽後將會結束目前通話
zh_tw: 接聽後將會結束目前通話

# aKU
source: You will leave current meeting if you join a new meeting.
de_de: Sie verlassen die aktuelle Besprechung, wenn Sie einer neuen Besprechung beitreten.
es_es: Si te unes a una nueva reunión, abandonarás la reunión actual.
fr_fr: Vous quitterez la réunion en cours si vous rejoignez une nouvelle réunion.
hi_in: अगर आप नई मीटिंग में शामिल होते हैं तो आप वर्तमान मीटिंग छोड़ देंगे.
id_id: Anda akan keluar dari rapat saat ini jika Anda bergabung dengan rapat baru.
it_it: Abbandonerai la riunione corrente se partecipi a una nuova riunione.
ja_jp: 参加すると、現在の会議から退出になります
ko_kr: 새 회의에 참가하면 현재 회의에서 나가게 됩니다.
ms_my: Anda akan keluar dari mesyuarat semasa jika menyertai mesyuarat baru.
pt_br: Você sairá da reunião atual se ingressar em uma nova reunião.
ru_ru: Вы покинете текущую конференцию, если присоединитесь к новой конференции.
th_th: คุณจะออกจากการประชุมปัจจุบันหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Bạn sẽ rời khỏi cuộc họp hiện tại nếu bạn tham gia một cuộc họp mới.
zh_cn: 加入后将会离开当前会议
zh_hk: 加入後將會離開目前會議
zh_tw: 加入後會離開目前會議
