Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# Gh8
source: Current screen sharing will end if you accept this call.
de_de: Aktuelle Bildschirmfreigabe wird beendet, wenn Sie diesen Anruf annehmen.
es_es: Si aceptas esta llamada, dejarás de compartir pantalla.
fr_fr: Le partage d'écran en cours prendra fin si vous acceptez cet appel.
hi_in: अगर आप यह कॉल स्वीकार करते हैं तो वर्तमान स्क्रीन साझाकरण समाप्त हो जाएगा.
id_id: Berbagi layar saat ini akan berakhir jika Anda menerima panggilan ini.
it_it: La condivisione dello schermo corrente terminerà se accetti questa chiamata.
ja_jp: 応答すると、現在の共有は終了されます
ko_kr: 이 통화를 수락하면 현재 화면 공유가 종료됩니다.
ms_my: Pembahagian skrin semasa akan berakhir jika anda menerima panggilan ini.
pt_br: O compartilhamento de tela atual será encerrado se você aceitar esta chamada.
ru_ru: Текущий показ экрана прекратится, если вы примете этот звонок.
th_th: การแบ่งปันหน้าจอปัจจุบันจะสิ้นสุดลงหากคุณตอบรับสายนี้
vi_vn: Chia sẻ màn hình hiện tại của bạn sẽ kết thúc nếu bạn chấp nhận cuộc gọi này.
zh_cn: 接听后将会结束当前投屏
zh_hk: 接聽後將會結束目前投影
zh_tw: 接聽後將會結束目前螢幕投影

# +XA
source: In the meeting ({{number}})
de_de: ({{number}}) ist in der Besprechung
es_es: En la reunión ({{number}})
fr_fr: En réunion ({{number}})
hi_in: ({{number}}) मीटिंग में है
id_id: Sedang rapat ({{number}})
it_it: In riunione ({{number}})
ja_jp: 参加中（{{number}}）
ko_kr: 회의 중({{number}})
ms_my: Dalam mesyuarat ({{number}})
pt_br: Na reunião ({{number}})
ru_ru: На конференции ({{number}})
th_th: อยู่ในการประชุม ({{number}})
vi_vn: Đang trong cuộc họp ({{number}})
zh_cn: 已在会议中 ({{number}})
zh_hk: 已在會議中 ({{number}})
zh_tw: 已在會議中 ({{number}})

# n38
source: Connection error. @@Please try again.@@
de_de: Verbindungsfehler. @@Bitte versuchen Sie es erneut.@@
es_es: Error de conexión. @@Inténtalo de nuevo más tarde.@@
fr_fr: Erreur de connexion. @@Veuillez réessayer plus tard.@@
id_id: Kesalahan koneksi. @@Coba lagi.@@
it_it: Errore di connessione. @@Riprova.@@
ja_jp: 接続エラーです。 @@クリックして再試行してください@@
ko_kr: 연결 오류입니다. @@다시 시도하세요.@@
ms_my: Ralat sambungan. @@Sila cuba lagi.@@
pt_br: Erro de conexão. @@Tente novamente mais tarde.@@
ru_ru: Ошибка подключения. @@Повторите попытку позже.@@
th_th: เกิดข้อผิดพลาดในการเชื่อมต่ออินเทอร์เน็ต @@โปรดลองอีกครั้ง@@
vi_vn: Lỗi kết nối. @@Vui lòng thử lại sau.@@
zh_cn: 网络错误，@@请点击重试@@
zh_hk: 網絡錯誤，@@請點擊重試@@
zh_tw: 網路錯誤，@@請點選重試@@

# B+s
source: Interpretation
de_de: Übersetzung
es_es: Interpretación
fr_fr: Interprétation
id_id: Penjurubahasaan
it_it: Interpretazione
ja_jp: 同時通訳
ko_kr: 통역
ms_my: Tafsiran
pt_br: Interpretação
ru_ru: Интерпретация
th_th: การแปล
vi_vn: Phiên dịch
zh_cn: 同声传译
zh_hk: 即時傳譯
zh_tw: 同步口譯

# BGE
source: Interpretation in progress
de_de: Übersetzung erfolgt
es_es: Interpretación en curso
fr_fr: Interprétation en cours
id_id: Penjurubahasaan dalam kemajuan
it_it: Interpretazione in corso
ja_jp: 通訳中
ko_kr: 통역 진행 중
ms_my: Tafsiran sedang dijalankan
pt_br: Interpretação em andamento
ru_ru: Выполняется интерпретация
th_th: อยู่ระหว่างการแปล
vi_vn: Đang phiên dịch
zh_cn: 同声传译进行中
zh_hk: 即時傳譯進行中
zh_tw: 同步口譯進行中

# Oy0
source: Your current call will end if you join a new meeting.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: Tu llamada en curso terminará si te unes a una nueva reunión.
fr_fr: Votre appel en cours prendra fin si vous rejoignez une nouvelle réunion.
hi_in: अगर आप नई मीटिंग में शामिल होते हैं तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Panggilan Anda saat ini akan berakhir jika Anda bergabung dengan rapat baru.
it_it: La chiamata corrente terminerà se partecipi a una nuova riunione.
ja_jp: 参加すると、現在の通話は終了されます
ko_kr: 새 회의에 참가하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda menyertai mesyuarat baharu.
pt_br: Sua chamada atual será encerrada se você ingressar em uma nova reunião.
ru_ru: Ваш текущий звонок завершится, если вы присоединитесь к новой конференции.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Cuộc gọi hiện tại của bạn sẽ kết thúc nếu bạn tham gia cuộc họp mới.
zh_cn: 加入后将会结束当前通话
zh_hk: 加入後將會結束目前通話
zh_tw: 加入後將會結束目前通話

# lM4
source: Current screen sharing will end if you join a new meeting.
de_de: Aktuelle Bildschirmfreigabe wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: Si te unes a una nueva reunión, dejarás de compartir pantalla.
fr_fr: Le partage d'écran en cours prendra fin si vous rejoignez une nouvelle réunion.
hi_in: अगर आप नई मीटिंग में शामिल होते हैं तो वर्तमान स्क्रीन साझाकरण समाप्त हो जाएगा.
id_id: Berbagi layar saat ini akan berakhir jika Anda bergabung dengan rapat baru.
it_it: La condivisione dello schermo corrente terminerà se partecipi a una nuova riunione.
ja_jp: 参加すると、現在の共有は終了されます
ko_kr: 새 회의에 참가하면 현재 화면 공유가 종료됩니다.
ms_my: Pembahagian skrin semasa akan berakhir jika anda menyertai mesyuarat baharu.
pt_br: O compartilhamento de tela atual será encerrado se você ingressar em uma nova reunião.
ru_ru: Текущий показ экрана прекратится, если вы присоединитесь к новой конференции.
th_th: การแบ่งปันหน้าจอปัจจุบันจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Chia sẻ màn hình hiện tại sẽ chấm dứt nếu bạn tham gia một cuộc họp mới.
zh_cn: 加入后将会结束当前投屏
zh_hk: 加入後將會結束目前投影
zh_tw: 加入後將會結束目前螢幕投影

# rwg
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入

# ppE
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入

# HTA
source: Abnormal call out behavior is detected. Your call out permissions are temporarily restricted. Please try again later.
de_de: Anormales Verhalten beim Hinauswählen festgestellt. Ihre Berechtigungen zum Hinauswählen sind vorübergehend eingeschränkt. Versuchen Sie es später erneut.
es_es: Se ha detectado un comportamiento de llamada de invitación anormal. Tus permisos de llamada de invitación están restringidos temporalmente. Inténtalo de nuevo más tarde.
fr_fr: Comportement d'appel anormal détecté. Vos autorisations d'appel sortant sont temporairement restreintes. Veuillez réessayer plus tard.
hi_in: असामान्य कॉल आउट व्यवहार की पहचान की गई. आपकी कॉल आउट अनुमति अस्थायी रूप से प्रतिबंधित की गई. कृपया बाद में पुनः प्रयास करें.
id_id: Aktivitas panggilan keluar yang tidak normal terdeteksi. Izin panggilan Anda untuk sementara dibatasi. Coba lagi nanti.
it_it: È stato rilevato un comportamento anomalo durante una chiamata in uscita. Le tue autorizzazioni per chiamare sono state temporaneamente limitate. Riprova più tardi.
ja_jp: 通話に異常が検出されました。呼び出し権限を一時的に制限し、後ほど再試行してください
ko_kr: 비정상적인 전화 동작이 감지되었습니다. 전화 권한이 일시적으로 제한됩니다. 나중에 다시 시도해 보세요.
ms_my: Panggilan keluar yang tidak normal dikesan. Kebenaran panggilan keluar anda terhad sementara. Sila cuba lagi kemudian.
pt_br: Comportamento anormal de chamada de saída foi detectado. Suas permissões de chamada de saída estão temporariamente restringidas. Tente novamente mais tarde.
ru_ru: Обнаружено аномальное поведение вызова. Ваши разрешения на вызов временно ограничены. Повторите попытку позже.
th_th: ตรวจพบพฤติกรรมการโทรออกที่ผิดปกติ สิทธิ์การอนุญาตในการโทรออกของคุณถูกจำกัดชั่วคราว โปรดลองอีกครั้งภายหลัง
vi_vn: Đã phát hiện hành vi gọi chỉ thị bất thường. Quyền gọi chỉ thị của bạn tạm thời bị hạn chế. Vui lòng thử lại sau.
zh_cn: 检测到对外拨打行为异常，已临时限制你的外呼权限，请稍后再试
zh_hk: 偵測到對外撥打行為異常，已臨時限制你的外部呼叫權限，請稍後再試
zh_tw: 偵測到對外撥打行為異常，已暫時限制你的對外呼叫權限，請稍後再試

# QIk
source: Unable to change during livestream
de_de: Seitenleistenansicht ausgewählt
es_es: Vista de la barra lateral seleccionada
fr_fr: Barre latérale sélectionnée
hi_in: साइडबार दृश्य चुना गया
id_id: Tampilan bilah samping dipilih
it_it: Vista barra laterale selezionata
ja_jp: ストリーミング中に変更できません
ko_kr: 사이드바 보기가 선택되었습니다
ms_my: Tidak boleh ubah semasa siaran langsung
pt_br: Visualização da barra lateral selecionada
ru_ru: Выбран вид боковой панели
th_th: เลือกมุมมองแถบด้านข้าง
vi_vn: Đã chọn chế độ xem thanh bên
zh_cn: 直播中不可更改
zh_hk: 直播中不可變更
zh_tw: 直播中不可變更

# eMY
source: I have read and agree to @@Volcano Engine Livestream User Agreement@@
de_de: Ich habe die @@Nutzungsvereinbarung für Volcano Engine Livestream@@ gelesen und stimme ihr zu.
es_es: He leído y acepto el @@Acuerdo de usuario de las emisiones en directo de Volcano Engine@@
fr_fr: J'ai lu et j'accepte le @@Volcano Engine Livestream User Agreement@@
id_id: Saya telah membaca dan menyetujui @@Perjanjian Pengguna Streaming Langsung Volcano Engine@@
it_it: Ho letto e accetto l'@@Accordo utente di Volcano Engine per il live streaming@@
ja_jp: 私は Volcano Engine ストリーミングサービス利用規約 を読み、同意します
ko_kr: @@Volcano 엔진 라이브 방송 사용자 계약@@을 읽었으며 이에 동의합니다
ms_my: Saya telah membaca dan bersetuju dengan @@Perjanjian Pengguna Siaran Langsung Volcano Engine@@
pt_br: Li e concordo com o @@Contrato do usuário de transmissão ao vivo do Volcano Engine@@
ru_ru: Я прочитал и согласен с Пользовательским соглашением @@Volcano Engine Livestream@@
th_th: ฉันได้อ่านและยอมรับ@@ข้อตกลงของผู้ใช้สำหรับเอนจิ้นสตรีมสด Volcano@@แล้ว
vi_vn: Tôi đã đọc và đồng ý với @@Thỏa thuận người dùng phát trực tiếp bằng Volcano Engine@@
zh_cn: 我已阅读并同意@@火山引擎企业直播服务协议@@
zh_hk: 我已閱讀並同意@@火山引擎企業直播服務協議@@
zh_tw: 我已閱讀並同意@@火山引擎企業直播服務條款@@

# CX8
source: Service unavailable
de_de: Service ist nicht verfügbar
es_es: Servicio no disponible
fr_fr: Service non disponible
id_id: Layanan tidak tersedia
it_it: Servizio non disponibile
ja_jp: サービスを有効化していません
ko_kr: 서비스 사용 불가
ms_my: Perkhidmatan tidak tersedia
pt_br: Serviço indisponível
ru_ru: Сервис недоступен
th_th: การให้บริการไม่พร้อมใช้งาน
vi_vn: Dịch vụ không khả dụng
zh_cn: 服务未开通
zh_hk: 服務未開通
zh_tw: 服務未開通

# I8Y
source: Switched to {{appName}} Livestream
de_de: Zu {{appName}}-Livestream gewechselt
es_es: Se ha cambiado a Emisión en directo de {{appName}}
fr_fr: Vous êtes passé à {{appName}} Livestream
id_id: Beralih ke Streaming Langsung {{appName}}
it_it: Passaggio al live streaming {{appName}} effettuato
ja_jp: {{appName}} ストリーミングに切り替えました。
ko_kr: {{appName}} 라이브 방송으로 전환됨
ms_my: Beralih ke {{appName}} Siaran Langsung
pt_br: Mudou para a transmissão ao vivo do {{appName}}
ru_ru: Переключено на трансляцию {{appName}}
th_th: เปลี่ยนเป็นสตรีมสดของ {{appName}}
vi_vn: Đã chuyển sang {{appName}} Livestream
zh_cn: 已切换使用{{appName}}直播
zh_hk: 已切換使用{{appName}}直播
zh_tw: 已切換使用{{appName}}直播

# Iv4
source: Switched to Enterprise Live
de_de: Zu Enterprise Live gewechselt
es_es: Se ha cambiado a Enterprise Live
fr_fr: Vous êtes passé à Live Entreprise
id_id: Beralih ke Enterprise Live
it_it: Passaggio a Enterprise Live effettuato
ja_jp: 法人ストリーミングに切り替えました。
ko_kr: 엔터프라이즈 라이브로 전환됨
ms_my: Beralih ke Enterprise Live
pt_br: Mudou para o Enterprise ao vivo
ru_ru: Переключено на Enterprise Live
th_th: เปลี่ยนเป็น Enterprise Live
vi_vn: Đã chuyển sang Enterprise Live
zh_cn: 已切换使用企业直播
zh_hk: 已切換使用企業直播
zh_tw: 已切換使用企業直播

# 9mo
source: LIVE
es_es: EN DIRECTO
fr_fr: EN DIRECT
hi_in: लाइव
id_id: LANGSUNG
ko_kr: 라이브
ms_my: LANGSUNG
pt_br: AO VIVO
ru_ru: Трансляция
th_th: สด
vi_vn: TRỰC TIẾP
zh_cn: 直播
zh_hk: 直播
zh_tw: 直播

# 05o
source: Loading Effects...
de_de: Effekte werden geladen...
es_es: Cargando efectos...
fr_fr: Chargement des effets…
hi_in: लोडिंग इफ़ेक्ट...
id_id: Memuat Efek...
it_it: Caricamento effetti...
ja_jp: エフェクトを読み込み中...
ko_kr: 효과 로딩 중...
ms_my: Memuatkan Efek...
pt_br: Carregando efeitos...
ru_ru: Загрузка эффектов...
th_th: กำลังโหลดเอฟเฟ็กต์...
vi_vn: Đang tải Hiệu ứng...
zh_cn: 特效加载中...
zh_hk: 特效載入中…
zh_tw: 特效載入中…

# ERk
source: Locked
de_de: Gesperrt
es_es: Cerrado
fr_fr: Verrouillé
id_id: Terkunci
it_it: Bloccato
ja_jp: ロック
ko_kr: 잠김
ms_my: Dikunci
pt_br: Bloqueado
ru_ru: Заблокировано
th_th: ถูกล็อก
vi_vn: Đã khóa
zh_cn: 已锁定
zh_hk: 已鎖定
zh_tw: 已鎖定

# bPo
source: Meeting locked (only the host can call)
de_de: Besprechung entsperrt (nur der Moderator kann anrufen)
es_es: Reunión sin bloquear (solo el moderador puede llamar)
fr_fr: Réunion déverrouillée (seul l'hôte peut appeler)
hi_in: मीटिंग अनलॉक की गई (केवल होस्ट कॉल कर सकता है)
id_id: Rapat dibuka kuncinya (hanya host yang dapat menelepon)
it_it: Riunione sbloccata (solo l'organizzatore può chiamare)
ja_jp: 会議をロックしました（進行役のみ呼び出し可能）
ko_kr: 회의 잠금 해제됨(진행자만 통화할 수 있음)
ms_my: Mesyuarat dikunci (hanya hos boleh panggil)
pt_br: Reunião desbloqueada (somente o host pode chamar)
ru_ru: Конференция разблокирована (звонить может только ведущий)
th_th: ปลดล็อคการประชุมแล้ว (เฉพาะโฮสต์เท่านั้นที่สามารถโทรได้)
vi_vn: Đã mở khóa cuộc họp (chỉ chủ phòng mới có thể gọi)
zh_cn: 会议已被锁定（仅主持人可呼叫）
zh_hk: 會議已被鎖定（僅主持人可致電）
zh_tw: 會議已鎖定（僅主持人可呼叫）

# d+Y
source: Locked
de_de: Gesperrt
es_es: Cerrado
fr_fr: Verrouillée
hi_in: लॉक किया
id_id: Terkunci
it_it: Bloccato
ja_jp: ロックしました
ko_kr: 잠김
ms_my: Dikunci
pt_br: Bloqueado
ru_ru: Заблокировано
th_th: ถูกล็อค
vi_vn: Đã khóa
zh_cn: 已锁定
zh_hk: 已鎖定
zh_tw: 已鎖定

# WhQ
source: Meeting ends soon
de_de: Besprechung endet bald
es_es: La reunión finaliza pronto
fr_fr: La réunion se termine bientôt
hi_in: मीटिंग जल्दी समाप्त हो रही है
id_id: Rapat segera berakhir
it_it: La riunione terminerà a breve
ja_jp: 会議が終了します
ko_kr: 회의가 곧 종료됩니다
ms_my: Mesyuarat akan berakhir
pt_br: A reunião se encerrará logo
ru_ru: Конференция скоро закончится
th_th: การประชุมจะสิ้นสุดลงในไม่ช้า
vi_vn: Cuộc họp sắp kết thúc
zh_cn: 会议即将结束
zh_hk: 會議即將結束
zh_tw: 會議即將結束

# SFc
source: Meeting livestreaming
de_de: Besprechungs-Livestream
es_es: Emisión en directo de reunión
fr_fr: Diffusion en direct de la réunion
id_id: Streaming langsung rapat
it_it: Live streaming riunione
ja_jp: 会議ストリーミング中
ko_kr: 회의 라이브 방송
ms_my: Penyiaran langsung mesyuarat
pt_br: Transmissão ao vivo da reunião
ru_ru: Трансляция конференции
th_th: การสตรีมสดการประชุม
vi_vn: Phát trực tiếp cuộc họp
zh_cn: 会议直播中
zh_hk: 會議直播中
zh_tw: 會議直播中

# q+I
source: Meeting locked
de_de: Besprechung gesperrt
es_es: Reunión restringida
fr_fr: Réunion verrouillée
hi_in: मीटिंग संरक्षित की गई
id_id: Rapat dikunci
it_it: Riunione bloccata
ja_jp: ロックしました
ko_kr: 회의가 잠겼습니다
ms_my: Mesyuarat dikunci
pt_br: Reunião bloqueada
ru_ru: Конференция заблокирована
th_th: การประชุมถูกล็อค
vi_vn: Đã khóa cuộc họp
zh_cn: 会议已锁定
zh_hk: 會議已鎖定
zh_tw: 會議已鎖定

# 5GY
source: Meeting locked
de_de: Besprechung gesperrt
es_es: Reunión restringida
fr_fr: Réunion verrouillée
hi_in: मीटिंग लॉक की गई
id_id: Rapat dikunci
it_it: Riunione bloccata
ja_jp: 会議をロックしました
ko_kr: 회의가 잠겼습니다
ms_my: Mesyuarat dikunci
pt_br: Reunião bloqueada
ru_ru: Конференция заблокирована
th_th: ล็อคการประชุมแล้ว
vi_vn: Đã khóa cuộc họp
zh_cn: 会议已被锁定
zh_hk: 會議已被鎖定
zh_tw: 會議已被鎖定

# yBY
source: Meeting recording
de_de: Besprechungsaufzeichnung
es_es: Grabación de reunión
fr_fr: Enregistrement de la réunion
id_id: Rekaman rapat
it_it: Registrazione riunione
ja_jp: 会議レコーディング中
ko_kr: 회의 기록
ms_my: Rakaman mesyuarat
pt_br: Gravação de reunião
ru_ru: Запись конференции
th_th: บันทึกการประชุม
vi_vn: Bản ghi cuộc họp
zh_cn: 会议录制中
zh_hk: 會議錄影中
zh_tw: 會議錄製中

# p5g
source: Meeting unlocked
de_de: Besprechung entsperren
es_es: Reunión sin bloquear
fr_fr: Réunion déverrouillée
hi_in: मीटिंग अनलॉक की गई
id_id: Rapat dibuka kuncinya
it_it: Riunione sbloccata
ja_jp: 会議のロックを解除しました
ko_kr: 회의가 잠금 해제되었습니다
ms_my: Mesyuarat dibuka
pt_br: Reunião desbloqueada
ru_ru: Конференция разблокирована
th_th: ปลดล็อคการประชุมแล้ว
vi_vn: Đã mở khóa cuộc họp
zh_cn: 会议已被解锁
zh_hk: 會議已被解鎖
zh_tw: 會議已解鎖

# YjE
source: To prevent audio feedback, your speaker and microphone have been turned off.
de_de: Um Audiorückkopplungen zu vermeiden, wurden Ihr Lautsprecher und Mikrofon ausgeschaltet.
es_es: Para impedir que el audio se comparta, el altavoz y el micrófono se han apagado.
fr_fr: Pour éviter l'effet Larsen, votre haut-parleur et votre microphone ont été désactivés.
hi_in: ऑडियो फ़ीडबैक रोकने के लिए, आपके स्पीकर और माइक्रोफ़ोन को बंद किया गया.
id_id: Untuk mencegah gangguan audio, speaker dan mikrofon Anda telah dinonaktifkan.
it_it: Per evitare il ritorno dell'audio, il tuo altoparlante e il tuo microfono devono essere disattivati.
ja_jp: エコーを回避するため、スピーカーやマイクをオフにしました
ko_kr: 오디오 피드백을 방지하기 위해 스피커와 마이크가 꺼졌습니다.
ms_my: Untuk mengelakkan maklum balas audio, pembesar suara dan mikrofon anda telah dimatikan.
pt_br: Para evitar o retorno do áudio, seu alto-falante e seu microfone foram desligados.
ru_ru: Во избежание эха динамик и микрофон отключены.
th_th: ลำโพงและไมโครโฟนต้องถูกปิดเพื่อป้องกันไม่ให้เกิดเสียงหวีด
vi_vn: Để tránh tiếng vọng của âm thanh, loa và micrô của bạn đã được tắt đi.
zh_cn: 为避免出现回声，扬声器和麦克风已关闭
zh_hk: 為避免出現迴音，揚聲器和麥克風已關閉
zh_tw: 為避免出現回聲，擴音器和麥克風已關閉

# YGM
source: Mic is back on.
de_de: Das Mikrofon ist wieder eingeschaltet.
es_es: El micrófono vuelve a estar activado.
fr_fr: Le micro est de nouveau disponible.
id_id: Mik kembali aktif.
it_it: Microfono di nuovo attivo.
ja_jp: マイクが使えるようになりました。
ko_kr: 마이크가 다시 켜졌습니다.
ms_my: Mikrofon kembali hidup.
pt_br: O microfone está de volta.
ru_ru: Микрофон снова включен.
th_th: ไมค์เปิดกลับมาแล้ว
vi_vn: Micrô đã bật trở lại.
zh_cn: 麦克风已恢复
zh_hk: 麥克風已恢復
zh_tw: 麥克風已恢復

# pLQ
source: Mic
de_de: Mikrofon
es_es: Micrófono
fr_fr: Micro
hi_in: माइक्रोफ़ोन
id_id: Mikrofon
ja_jp: マイク
ko_kr: 마이크
ms_my: Mikrofon
ru_ru: Микрофон
th_th: ไมค์
vi_vn: Micrô
zh_cn: 麦克风
zh_hk: 麥克風
zh_tw: 麥克風

# 8nU
source: Current model configuration is low. Enabling following functions may affect performance.
de_de: Die Konfiguration des aktuellen Modells ist niedrig. Das Aktivieren der folgenden Funktionen kann die Leistung beeinträchtigen.
es_es: El modelo de configuración actual es antiguo. Si se habilitan las siguientes funciones, es posible que el rendimiento se vea afectado.
fr_fr: La configuration du modèle actuel est faible. L'activation des fonctions suivantes risque d'affecter les performances.
hi_in: वर्तमान मॉडल का कॉन्फ़िगरेशन पुराना है. निम्न फ़ंक्शन सक्षम करने से पर्फ़ॉर्मन्स प्रभावित हो सकता है.
id_id: Konfigurasi model saat ini rendah. Mengaktifkan fungsi berikut dapat memengaruhi kinerja.
it_it: La configurazione attuale del modello è scarsa. Abilitare le seguenti funzionalità potrebbe influire sulle prestazioni.
ja_jp: 以下の機能を有効にすると、デバイスの性能を影響する場合があります
ko_kr: 현재 모델 구성이 낮습니다. 다음 기능을 활성화하면 성능에 영향을 줄 수 있습니다.
ms_my: Konfigurasi model semasa rendah. Membolehkan fungsi berikut mungkin menjejaskan prestasi.
pt_br: A configuração do modelo atual é muito limitada. A ativação das funções a seguir pode afetar o desempenho.
ru_ru: Текущая конфигурация не достаточно мощная. Включение следующих функций может повлиять на производительность.
th_th: องค์ประกอบของรุ่นปัจจุบันอยู่ในระดับต่ำ การเปิดใช้ฟังก์ชันต่อไปนี้อาจส่งผลต่อประสิทธิภาพ
vi_vn: Cấu hình mô hình hiện đang thấp Kích hoạt các chức năng sau có thể gây ảnh hưởng đến hiệu năng.
zh_cn: 当前机型配置较低，开启下列功能可能会影响性能
zh_hk: 目前裝置型號配置較低，開啟下列功能可能會影響性能
zh_tw: 目前機型設定較低，開啟下列功能可能會影響效能

# 9Bc
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Mettre en sourdine
hi_in: म्यूट करें
id_id: Bisukan
it_it: Disattiva audio
ja_jp: ミュート
ko_kr: 음소거
ms_my: Bisu
pt_br: Ativar mudo
ru_ru: Отключить звук
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 静音
zh_hk: 靜音
zh_tw: 靜音

# B5I
source: Muted
de_de: Stummgeschaltet
es_es: Silenciado
fr_fr: En sourdine
hi_in: म्यूटेड
id_id: Dibisukan
it_it: Audio disattivato
ja_jp: ミュート中
ko_kr: 음소거되었습니다
ms_my: Disenyapkan
pt_br: Mudo ativado
ru_ru: Звук выключен
th_th: ปิดเสียงแล้ว
vi_vn: Đã tắt tiếng
zh_cn: 已静音
zh_hk: 已靜音
zh_tw: 已靜音

# XjQ
source: Don't remind me again
de_de: Nicht mehr erinnern
es_es: No volver a recordar
fr_fr: Ne plus me le rappeler
hi_in: मुझे पुनः याद न दिलाएँ
id_id: Jangan ingatkan saya lagi
it_it: Non inviare più promemoria
ja_jp: 今後表示しない
ko_kr: 다시 알리지 않기
ms_my: Jangan ingatkan saya lagi
pt_br: Não me lembrar novamente
ru_ru: Не напоминать мне снова
th_th: อย่าเตือนความจำฉันอีก
vi_vn: Không nhắc lại
zh_cn: 不再提示
zh_hk: 不再提示
zh_tw: 不再提示

# aKo
source: Your current meeting will end if you accept this call.
de_de: Ihre aktuelle Besprechung wird beendet, wenn Sie diesen Anruf annehmen.
es_es: Si aceptas esta llamada, la reunión en curso finalizará.
fr_fr: Votre réunion en cours prendra fin si vous acceptez cet appel.
hi_in: अगर आप यह कॉल स्वीकार करते हैं तो आपकी वर्तमान मीटिंग समाप्त हो जाएगी.
id_id: Rapat Anda saat ini akan berakhir jika Anda menerima panggilan ini.
it_it: La tua riunione corrente terminerà se accetti questa chiamata.
ja_jp: 応答すると、現在の会議から退出になります
ko_kr: 이 통화를 수락하면 현재 회의가 종료됩니다.
ms_my: Mesyuarat semasa anda akan berakhir jika anda menerima panggilan ini.
pt_br: Sua reunião atual será encerrada se você aceitar esta chamada.
ru_ru: Ваша текущая конференция закончится, если вы примете этот звонок.
th_th: การประชุมปัจจุบันของคุณจะสิ้นสุดลงหากคุณตอบรับสายนี้
vi_vn: Cuộc họp hiện tại của bạn sẽ kết thúc nếu bạn chấp nhận cuộc gọi này.
zh_cn: 接听后将会离开当前会议
zh_hk: 接聽後將會離開目前會議
zh_tw: 接聽後將離開目前會議

# yTU
source: New subtitles
de_de: Neue Untertitel
es_es: Nuevos subtítulos
fr_fr: Nouveaux sous-titres
id_id: Subtitle baru
it_it: Nuovi sottotitoli
ja_jp: 新しい字幕
ko_kr: 새 자막
ms_my: Sarikata baharu
pt_br: Novas legendas
ru_ru: Новые субтитры
th_th: คำบรรยายใหม่
vi_vn: Phụ đề mới
zh_cn: 新字幕
zh_hk: 新字幕
zh_tw: 新字幕

# mpU
source: No answer for the moment
de_de: Im Moment keine Antwort
es_es: Por el momento no hay respuesta
fr_fr: Pas de réponse pour le moment
hi_in: फ़िलहाल के लिए कोई उत्तर नहीं
id_id: Tidak ada jawaban untuk saat ini
it_it: Nessuna risposta al momento
ja_jp: 応答がありません
ko_kr: 현재 응답 없음
ms_my: Tiada jawapan buat masa ini
pt_br: Sem resposta no momento
ru_ru: Нет ответа
th_th: ไม่มีมีการตอบรับในขณะนี้
vi_vn: Hiện không có ai trả lời
zh_cn: 暂时无人接听
zh_hk: 暫時無人接聽
zh_tw: 暫時無人接聽

# 4Jc
source: No billing method available
de_de: Keine Rechnungsmethode verfügbar
es_es: No hay métodos de facturación disponibles
fr_fr: Aucun mode de facturation n'est disponible
id_id: Tidak ada metode penagihan yang tersedia
it_it: Nessun metodo di fatturazione disponibile
ja_jp: 有効な料金プランがありません
ko_kr: 사용 가능한 청구 방식 없음
ms_my: Tiada kaedah bil tersedia
pt_br: Nenhum método de faturamento disponível
ru_ru: Способ оплаты недоступен
th_th: ไม่มีวิธีการเรียกเก็บเงิน
vi_vn: Không có phương thức thanh toán khả dụng
zh_cn: 无可用计费方式
zh_hk: 沒有可用的費用計算方式
zh_tw: 無可用計費方式

# eqY
source: No audio connected. You can't hear others.
de_de: Keine Audio-Verbindung. Sie können andere Personen nicht hören.
es_es: No hay audio conectado. No puedes escuchar a los demás.
fr_fr: Pas de son connecté. Vous ne pouvez pas entendre les autres.
hi_in: कोई ऑडियो कनेक्ट नहीं है. आप दूसरों की आवाज़ नहीं सुन सकते.
id_id: Tidak ada audio yang terhubung. Anda tidak dapat mendengar orang lain.
it_it: Nessun audio connesso. Impossibile sentire le altre persone.
ja_jp: 音声接続がないため、他の参加者の声が聞こえません
ko_kr: 오디오가 연결되지 않았습니다. 다른 사용자가 말하는 것을 들을 수 없습니다.
ms_my: Tiada audio disambungkan. Anda tidak dapat mendengar orang lain.
pt_br: Nenhum áudio conectado. Você não pode ouvir as outras pessoas.
ru_ru: Аудио не подключено. Вы не слышите других.
th_th: ไม่ได้เชื่อมต่อเสียง คุณจะไม่สามารถได้ยินคนอื่นพูด
vi_vn: Không có kết nối âm thanh. Bạn không thể nghe thấy người khác.
zh_cn: 当前无音频连接，你无法听到其他参会人的声音
zh_hk: 目前無音訊連接，無法聽到其他參加者的聲音
zh_tw: 目前無音訊連接，你無法聽到其他與會人員的聲音

# zdA
source: No one declined the event
de_de: Niemand hat den Termin abgelehnt
es_es: Nadie ha rechazado el evento
fr_fr: Personne n'a refusé l'événement
hi_in: किसी भी व्यक्ति ने ईवेंट को अस्वीकृत नहीं किया
id_id: Tidak ada yang menolak acara
it_it: Nessuno ha rifiutato l'evento
ja_jp: 拒否したユーザーがいません
ko_kr: 아직 이벤트를 거부한 사용자가 없습니다
ms_my: Tiada yang menolak acara
pt_br: Ninguém recusou o evento
ru_ru: Никто не отказался
th_th: ไม่มีใครปฏิเสธกิจกรรม
vi_vn: Không có ai từ chối sự kiện
zh_cn: 没有人拒绝日程
zh_hk: 沒有人拒絕日程
zh_tw: 沒有人拒絕日程
