Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# OeM
source: Are you sure you want to end the meeting for all participants?
de_de: Sind Sie sicher, dass Sie die Besprechung für alle Teilnehmer beenden möchten?
es_es: ¿seguro que desea finalizar la reunión para todos los participantes?
fr_fr: Êtes-vous sûr de vouloir mettre fin à la réunion pour tous les participants ?
hi_in: क्या पक्का आप सभी प्रतिभागियों के लिए इस मीटिंग को समाप्त करना चाहते हैं?
id_id: Anda yakin ingin mengakhiri rapat untuk semua peserta?
it_it: Vuoi terminare la riunione per tutti i partecipanti?
ja_jp: 会議を終了すると、参加者全員が会議から退出することになります。
ko_kr: 모든 참가자에 대한 회의를 종료하시겠습니까?
ms_my: Adakah anda pasti ingin mengakhiri mesyuarat untuk semua peserta?
pt_br: Tem a certeza de que deseja encerrar a reunião para todos os participantes?
ru_ru: Завершить конференцию для всех участников?
th_th: คุณแน่ใจหรือไม่ว่าต้องสิ้นสุดการประชุมสำหรับผู้เข้าร่วมทั้งหมด?
vi_vn: Bạn có chắc muốn kết thúc cuộc họp cho toàn bộ người tham gia không?
zh_cn: 结束会议将解散所有参会人，是否结束？
zh_hk: 結束會議將解散所有參加者，是否結束？
zh_tw: 結束會議會解散所有與會人員，是否結束？

# Q9Y
source: Enter the meeting group
de_de: In Besprechungsgruppe eintreten
es_es: Entrar en el grupo de la reunión
fr_fr: Accéder au groupe de rencontre
hi_in: मीटिंग समूह दर्ज करें
id_id: Masuk ke grup rapat
it_it: Partecipa al gruppo della riunione
ja_jp: 会議グループに参加
ko_kr: 회의 그룹 입장
ms_my: Masuk kumpulan mesyuarat
pt_br: Entrar no grupo de reunião
ru_ru: Введите группу для конференции
th_th: เข้ากลุ่มการประชุม
vi_vn: Vào nhóm tham gia họp
zh_cn: 进入会议群组
zh_hk: 進入會議群組
zh_tw: 進入會議群組

# dlI
source: Failed to join meeting
de_de: Beitritt zur Besprechung ist fehlgeschlagen
es_es: Error al unirse a la reunión
fr_fr: Échec de la participation à la réunion
hi_in: मीटिंग में शामिल होने में विफल हुआ
id_id: Gagal bergabung dengan rapat
it_it: Impossibile partecipare alla riunione
ja_jp: 会議への参加に失敗しました
ko_kr: 회의 참가 실패
ms_my: Gagal menyertai mesyuarat
pt_br: Não foi possível ingressar na reunião
ru_ru: Не удалось присоединиться к конференции
th_th: ไม่สามารถเข้าร่วมการประชุม
vi_vn: Tham gia cuộc họp thất bại
zh_cn: 加入会议失败
zh_hk: 加入會議失敗
zh_tw: 加入會議失敗

# mhs
source: Failed to join meeting group
de_de: Beitritt zur Besprechungsgruppe ist fehlgeschlagen
es_es: No se ha podido unir al grupo de la reunión
fr_fr: Échec de la participation au groupe de réunion
hi_in: मीटिंग समूह में शामिल होने में विफल हुआ
id_id: Gagal bergabung dengan grup rapat
it_it: Impossibile partecipare al gruppo della riunione
ja_jp: 会議グループに進めませんでした
ko_kr: 회의 그룹 참가 실패
ms_my: Gagal menyertai kumpulan mesyuarat
pt_br: Não foi possível ingressar no grupo de reunião
ru_ru: Не удалось присоединиться к группе для конференции
th_th: ไม่สามารถเข้าร่วมกลุ่มการประชุม
vi_vn: Tham gia nhóm tham gia họp thất bại
zh_cn: 进入会议群组失败
zh_hk: 無法進入會議群組
zh_tw: 進入會議群組失敗

# qqg
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
id_id: Layar penuh
it_it: Schermo intero
ja_jp: フルスクリーン
ko_kr: 전체 화면
ms_my: Skrin penuh
pt_br: Tela inteira
ru_ru: Полный экран
th_th: เต็มหน้าจอ
vi_vn: Toàn màn hình
zh_cn: 全屏视图
zh_hk: 全螢幕檢視模式
zh_tw: 全螢幕視圖

# Ka4
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
hi_in: गैलरी
id_id: Galeri
it_it: Galleria
ja_jp: ギャラリー
ko_kr: 갤러리
ms_my: Galeri
pt_br: Galeria
ru_ru: Галерея
th_th: แกลเลอรี
vi_vn: Thư viện
zh_cn: 宫格视图
zh_hk: 宮格檢視模式
zh_tw: 方格視圖

# gk8
source: Get update
de_de: Update abrufen
es_es: Obtener actualización
fr_fr: Obtenir la mise à jour
hi_in: अपडेट प्राप्त करें
id_id: Dapatkan pembaruan
it_it: Scarica aggiornamento
ja_jp: はい、喜んで
ko_kr: 업데이트
ms_my: Dapatkan kemas kini
pt_br: Atualizar
ru_ru: Получить обновление
th_th: รับการอัปเดต
vi_vn: Tải xuống cập nhật
zh_cn: 好，我很乐意
zh_hk: 好，我很樂意
zh_tw: 好，我很樂意

# G4Y
source: (Guest user)
de_de: (Gastbenutzer)
es_es: (Usuario invitado)
fr_fr: (Utilisateur invité)
hi_in: (गेस्ट उपयोगकर्ता)
id_id: (Pengguna tamu)
it_it: (utente ospite)
ja_jp: （ゲストユーザー）
ko_kr: (게스트 사용자)
ms_my: (Pengguna tetamu)
pt_br: (Usuário convidado)
ru_ru: (Неавторизованный)
th_th: (ผู้ใช้รับเชิญ)
vi_vn: (Người dùng khách)
zh_cn: （访客）
zh_hk: （訪客）
zh_tw: （訪客）

# 9ys
source: Host
de_de: Moderator
es_es: Moderador
fr_fr: Hôte
hi_in: होस्ट
ja_jp: 進行役
ko_kr: 진행자
ms_my: Tuan rumah
pt_br: Anfitrião
ru_ru: Ведущий
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 主持人
zh_hk: 主持人
zh_tw: 主持人

# GxE
source: Ask to Start Video
de_de: Um Videostart bitten
es_es: Pedir que se inicie el vídeo
fr_fr: Demander à démarrer la vidéo
hi_in: वीडियो प्रारंभ करने के लिए कहें
id_id: Minta untuk memulai video
it_it: Chiedi di avviare il video
ja_jp: カメラオンを依頼
ko_kr: 동영상 시작 요청
ms_my: Minta untuk hidupkan kamera
pt_br: Pedir para iniciar vídeo
ru_ru: Попросить включить камеру
th_th: ขอให้เริ่มวิดีโอ
vi_vn: Yêu cầu bắt đầu video
zh_cn: 请求打开摄像头
zh_hk: 要求開啟鏡頭
zh_tw: 請求開啟攝影機

# 8pA
source: The host would like for you to turn on your camera.
de_de: Der Moderator möchte, dass Sie Ihre Kamera einschalten.
es_es: El moderador te solicita que enciendas la cámara.
fr_fr: L'hôte vous demande d'activer votre caméra.
hi_in: होस्ट आपके लिए आपके कैमरा चालू करना चाहते हैं.
id_id: Host ingin agar Anda mengaktifkan kamera.
it_it: L'host desidera che tu accenda la videocamera.
ja_jp: カメラをオンにするようと進行役からリクエストが届いています
ko_kr: 진행자가 카메라를 켜도록 요청합니다.
ms_my: Hos ingin anda menghidupkan kamera.
pt_br: O anfitrião solicita que você ligue a sua câmera.
ru_ru: Ведущий просит вас включить камеру.
th_th: ผู้จัดต้องการให้คุณเปิดกล้อง
vi_vn: Người tổ chức muốn bạn bật máy ảnh.
zh_cn: 主持人请求打开你的摄像头
zh_hk: 主持人要求打開你的鏡頭
zh_tw: 主持人請求開啟你的攝影機

# QX4
source: The host declined your request to speak.
de_de: Der Moderator hat Ihre Wortmeldung abgelehnt.
es_es: El moderador ha rechazado tu solicitud de hablar.
fr_fr: L'hôte a refusé votre demande de prise de parole.
hi_in: होस्ट ने बोलने के आपके अनुरोध को अस्वीकार कर दिया.
id_id: Host menolak permintaan Anda untuk berbicara.
it_it: L'host non ha accettato la tua richiesta di parlare.
ja_jp: 進行役が発言リクエストを拒否しました
ko_kr: 진행자가 회원님의 발언 요청을 거부했습니다.
ms_my: Hos menolak permintaan anda untuk bercakap.
pt_br: O host recusou sua solicitação para falar.
ru_ru: Ведущий отклонил ваш запрос высказаться.
th_th: โฮสต์ได้ปฏิเสธคำขอพูดของคุณ
vi_vn: Người tổ chức đã từ chối yêu cầu phát biểu của bạn.
zh_cn: 主持人拒绝了你的发言申请
zh_hk: 主持人已拒絕你的發言申請
zh_tw: 主持人拒絕了你的發言申請

# JxM
source: The host declined your livestreaming request.
de_de: Der Moderator hat Ihre Livestreaming-Anfrage abgelehnt.
es_es: El moderador ha rechazado tu solicitud de emisión en directo.
fr_fr: L'hôte a refusé votre demande de diffusion en direct.
hi_in: होस्ट ने आपके लाइवस्ट्रीमिंग अनुरोध को स्वीकार नहीं किया.
id_id: Host menolak permintaan streaming langsung Anda.
it_it: L'host ha rifiutato la tua richiesta di live streaming.
ja_jp: 進行役はストリーミングリクエストを拒否しました
ko_kr: 진행자가 라이브 방송 요청을 거부했습니다.
ms_my: Hos menolak permintaan siaran langsung anda.
pt_br: O host recusou sua solicitação de livestream.
ru_ru: Ведущий отклонил ваш запрос на трансляцию.
th_th: โฮสต์ได้ปฏิเสธคำขอสตรีมสดของคุณ
vi_vn: Người tổ chức đã từ chối yêu cầu phát trực tiếp của bạn.
zh_cn: 主持人拒绝了你的直播请求
zh_hk: 主持人已拒絕你的直播請求
zh_tw: 主持人拒絕了你的直播請求

# xoI
source: The host declined your request to record the meeting.
de_de: Der Moderator hat Ihre Anfrage zum Aufzeichnen der Besprechung abgelehnt.
es_es: El moderador ha rechazado tu solicitud de grabar la reunión.
fr_fr: L'hôte a refusé votre demande d'enregistrement de la réunion.
hi_in: होस्ट ने मीटिंग को रिकॉर्ड करने के आपके अनुरोध को स्वीकार नहीं किया.
id_id: Host menolak permintaan Anda untuk merekam rapat.
it_it: L'host ha rifiutato la tua richiesta di registrare la riunione.
ja_jp: 進行役は会議のレコーディングリクエストを拒否しました
ko_kr: 진행자가 회의 녹화 요청을 거부했습니다.
ms_my: Tuan rumah menolak permintaan anda untuk merakam mesyuarat.
pt_br: O anfitrião recusou o pedido para gravar a reunião.
ru_ru: Ведущий отклонил вашу просьбу на запись конференции.
th_th: ผู้จัดได้ปฏิเสธคำขอบันทึกการประชุมของคุณ
vi_vn: Người tổ chức đã từ chối yêu cầu ghi âm cuộc họp của bạn.
zh_cn: 主持人拒绝了你的会议录制请求
zh_hk: 主持人已拒絕你的會議錄影要求
zh_tw: 主持人拒絕了你的會議錄製請求

# tBY
source: The host has ended the meeting.
de_de: Der Moderator hat die Besprechung beendet.
es_es: El moderador ha finalizado la reunión.
fr_fr: L'hôte a mis fin à la réunion.
hi_in: होस्ट ने मीटिंग खत्म कर दी है.
id_id: Host telah mengakhiri rapat.
it_it: L'host ha terminato la riunione.
ja_jp: 進行役が会議を終了しました
ko_kr: 진행자가 회의를 종료했습니다.
ms_my: Hos telah mengakhiri mesyuarat.
pt_br: O host encerrou a reunião.
ru_ru: Ведущий завершил конференцию.
th_th: ผู้จัดได้สิ้นสุดการประชุมแล้ว
vi_vn: Người tổ chức đã kết thúc cuộc họp.
zh_cn: 主持人已结束会议
zh_hk: 主持人已結束會議
zh_tw: 主持人已結束會議

# gNg
source: By clicking Allow, you're allowing your audio and video in this meeting to be livestreamed. For more information, see our @@Privacy Policy@@ and @@User Terms of Service@@.
de_de: Wenn Sie auf „Zulassen“ klicken, gestatten Sie das Livestreaming Ihrer Audio- und Videoaufnahmen in dieser Besprechung. Weitere Informationen finden Sie in unserer @@Datenschutzrichtlinie@@ und den @@Nutzungsbedingungen für Benutzer@@.
es_es: Si hace clic en Permitir, su audio y su vídeo se emitirán en directo. Para obtener más información, consulte nuestra @@política de privacidad@@ y @@las condiciones de servicio del usuario@@.
fr_fr: En cliquant sur Autoriser, vous autorisez la diffusion en direct de vos flux audio et vidéo de cette réunion. Pour plus d'informations, consultez notre @@Politique de confidentialité@@ et nos @@Conditions d'utilisation@@.
hi_in: अनुमोदित करें पर क्लिक करके, आप इस मीटिंग में अपने ऑडियो और वीडियो को लाइवस्ट्रीम करने के लिए अनुमोदित कर रहे हैं. अधिक जानकारी के लिए, हमारी @@गोपनीयता नीति@@ और @@उपयोगकर्ता की सेवा की शर्तें@@ देखें.
id_id: Dengan mengklik Izinkan, Anda mengizinkan streaming langsung audio dan video Anda di rapat ini. Untuk informasi lebih lanjut, lihat @@Kebijakan Privasi@@ dan @@Ketentuan Layanan Pengguna@@ kami.
it_it: Facendo clic su "Consenti", consenti la trasmissione in live streaming dell'audio e del video in questa riunione. Per ulteriori informazioni, consulta la nostra @@Informativa sulla privacy@@ e i nostri @@Termini di servizio dell'utente@@.
ja_jp: 「同意」をクリックすると、あなたの本会議における音声及びビデオ情報はストリーミングで放送されることに同意したとみなされます。詳しい情報は@@プライバシーポリシー@@と@@ユーザーサービス利用規約@@をご覧ください。
ko_kr: 허용을 클릭하면 이 회의에서 회원님의 오디오 및 동영상을 라이브 방송하도록 허용하는 것입니다. 자세한 내용은 @@개인정보 보호정책@@ 및 @@사용자 서비스 약관@@을 참조하세요.
ms_my: Dengan mengklik Benarkan, anda membenarkan audio dan video anda dalam mesyuarat ini disiarkan secara langsung. Untuk maklumat lanjut, lihat @@Dasar Privasi@@ dan @@Terma Perkhidmatan Pengguna@@ kami.
pt_br: Clicando em Permitir, você ativa seu áudio e vídeo na livestream desta reunião. Para mais informações, consulte nossa @@Política de privacidade@@ e @@Termos de serviço do usuário@@.
ru_ru: Нажимая "Разрешить", вы даете согласие на трансляцию аудио и видео из этой конференции. Более подробные сведения см. в @@Политике конфиденциальности@@ и @@Условиях обслуживания пользователей@@.
th_th: การคลิก อนุญาต จะถือว่าคุณกำลังอนุญาตให้เสียงและวิดีโอของคุณในการประชุมนี้ถูกสตรีมสด สำหรับข้อมูลเพิ่มเติม ให้ดู@@นโยบายความเป็นส่วนตัว@@และ@@ข้อกำหนดการให้บริการสำหรับผู้ใช้@@ของเรา
vi_vn: Bằng việc nhấp vào Cho phép, bạn cho phép phát trực tiếp âm thanh và video trong cuộc họp này. Để biết thêm thông tin, hãy xem @@Chính sách về Quyền riêng tư@@ và @@Điều khoản Dịch vụ Người dùng@@ của chúng tôi.
zh_cn: 点击同意即视为同意直播你在会议中的音视频。详细说明请见@@隐私政策@@和@@用户服务协议@@
zh_hk: 點擊同意即視為同意直播你在會議中的音畫視像。詳細說明請見@@私隱政策@@和@@用戶服務協議@@
zh_tw: 點選同意即代表公開直播你在會議中的音訊視訊。詳細說明請見@@隱私政策@@和@@使用者服務條款@@

# 8g0
source: The host would like to livestream this meeting
de_de: Der Moderator möchte diese Besprechung live streamen
es_es: El moderador quiere emitir esta reunión en directo.
fr_fr: L'hôte souhaite diffuser cette réunion en direct
hi_in: होस्ट इस मीटिंग को लाइवस्ट्रीम करना चाहते हैं
id_id: Host ingin melakukan streaming langsung untuk rapat ini
it_it: L'host vorrebbe trasmettere in live streaming questa riunione
ja_jp: 進行役は会議のストリーミングをリクエストしています
ko_kr: 진행자가 이 회의의 라이브 방송을 요청합니다.
ms_my: Hos ingin menyiarkan mesyuarat ini secara langsung
pt_br: O host deseja fazer livestream desta reunião
ru_ru: Ведущий хочет транслировать эту конференцию
th_th: โฮสต์ต้องการสตรีมสดการประชุมนี้
vi_vn: Người tổ chức muốn phát trực tiếp cuộc họp này
zh_cn: 主持人请求开始直播
zh_hk: 主持人請求開始直播
zh_tw: 主持人請求開始直播

# pJw
source: You've become the host.
de_de: Sie sind jetzt der Moderator.
es_es: Ha pasado a ser el moderador.
fr_fr: Vous êtes devenu l'hôte.
hi_in: आप होस्ट बन गए हैं.
id_id: Anda telah menjadi host.
it_it: Sei diventato/a l'host.
ja_jp: 進行役になりました
ko_kr: 진행자가 되셨습니다.
ms_my: Anda telah dijadikan hos.
pt_br: Você se tornou o host.
ru_ru: Вы назначены ведущим.
th_th: คุณได้กลายเป็นโฮสต์แล้ว
vi_vn: Bạn đã trở thành người tổ chức.
zh_cn: 你已成为主持人
zh_hk: 你已成為主持人
zh_tw: 你已被指派為新主持人

# xWw
source: Ask to unmute
de_de: Um Aufhebung der Stummschaltung bitten
es_es: Pedir que se deje de silenciar
fr_fr: Demander à réactiver le microphone
hi_in: अनम्यूट करने के लिए कहें
id_id: Minta untuk membunyikan
it_it: Chiedi di attivare l'audio
ja_jp: ミュート解除を依頼
ko_kr: 음소거 해제 요청
ms_my: Minta untuk hidupkan mikrofon
pt_br: Pedir para desativar mudo
ru_ru: Попросить включить микрофон
th_th: ขอให้เปิดเสียง
vi_vn: Yêu cầu bật tiếng
zh_cn: 请求打开麦克风
zh_hk: 要求開啟麥克風
zh_tw: 請求開啟麥克風

# Qmg
source: The host would like for you to turn on your microphone.
de_de: Der Moderator möchte, dass Sie Ihr Mikrofon einschalten.
es_es: El moderador te solicita que enciendas el micrófono.
fr_fr: L'hôte vous demande d'activer votre microphone.
hi_in: होस्ट आपके लिए आपके माइक्रोफ़ोन को चालू करना चाहते हैं.
id_id: Host ingin agar Anda mengaktifkan mikrofon.
it_it: L'host desidera che tu accenda il microfono.
ja_jp: 進行役からマイクをオンにするようリクエストされています
ko_kr: 진행자가 마이크를 켜도록 요청합니다.
ms_my: Hos ingin anda menghidupkan mikrofon.
pt_br: O anfitrião solicita que você ligue o seu microfone.
ru_ru: Ведущий просит вас включить микрофон.
th_th: ผู้จัดต้องการให้คุณเปิดไมโครโฟน
vi_vn: Người tổ chức muốn bạn bật micrô.
zh_cn: 主持人请求打开你的麦克风
zh_hk: 主持人要求打開你的麥克風
zh_tw: 主持人請求開啟你的麥克風

# pC0
source: The host would like for you to turn on your microphone.
de_de: Der Moderator möchte, dass Sie Ihr Mikrofon einschalten
es_es: El moderador te solicita que enciendas el micrófono
fr_fr: L'hôte vous demande d'activer votre microphone
hi_in: होस्ट आपके लिए आपके माइक्रोफ़ोन को चालू करना चाहते हैं
id_id: Host ingin agar Anda mengaktifkan mikrofon
it_it: L'host desidera che tu accenda il microfono
ja_jp: マイクをオンにするようと進行役からリクエストが届いています
ko_kr: 진행자가 마이크를 켜도록 요청합니다.
ms_my: Hos ingin anda menghidupkan mikrofon
pt_br: O anfitrião solicita que você ligue o seu microfone.
ru_ru: Ведущий просит вас включить микрофон
th_th: ผู้จัดต้องการให้คุณเปิดไมโครโฟน
vi_vn: Người tổ chức muốn bạn bật micrô
zh_cn: 主持人请求打开你的麦克风
zh_hk: 主持人要求打開你的麥克風
zh_tw: 主持人請求開啟你的麥克風

# vwA
source: The host has muted all participants.
de_de: Der Moderator hat alle Teilnehmer stummgeschaltet.
es_es: El moderador ha silenciado a todos los participantes.
fr_fr: L'hôte a mis tous les participants en sourdine.
hi_in: होस्ट ने सभी प्रतिभागियों को म्यूट कर दिया है.
id_id: Host telah membisukan semua peserta.
it_it: L'host ha disattivato l'audio del microfono per tutti i partecipanti.
ja_jp: 進行役が全員をミュートに設定しました
ko_kr: 진행자가 모든 참가자를 음소거했습니다.
ms_my: Hos telah mematikan mikrofon semua peserta.
pt_br: O anfitrião desativou o som de todos os participantes.
ru_ru: Ведущий отключил звук для всех участников.
th_th: ผู้จัดได้ปิดเสียงผู้เข้าร่วมทั้งหมด
vi_vn: Người tổ chức đã tắt tiếng tất cả người tham gia.
zh_cn: 主持人已设置全员静音
zh_hk: 主持人已設定全員靜音
zh_tw: 主持人已設定全員靜音

# AlE
source: The host has muted your microphone.
de_de: Der Moderator hat Ihr Mikrofon stummgeschaltet.
es_es: El moderador ha silenciado tu micrófono.
fr_fr: L'hôte a coupé le son de votre microphone.
hi_in: होस्ट ने आपके माइक्रोफ़ोन को म्यूट कर दिया है.
id_id: Host telah membisukan mikrofon Anda.
it_it: L'host ha disattivato l'audio del tuo microfono.
ja_jp: 進行役があなたをミュートに設定しました
ko_kr: 진행자가 회원님의 마이크를 음소거했습니다.
ms_my: Hos telah menyenyapkan mikrofon anda.
pt_br: O anfitrião desativou o som do seu microfone.
ru_ru: Ведущий отключил звук вашего микрофона.
th_th: ผู้จัดได้ปิดเสียงไมโครโฟนของคุณ
vi_vn: Người tổ chức đã tắt tiếng micrô của bạn.
zh_cn: 主持人已将你设置静音
zh_hk: 主持人已將你設定靜音
zh_tw: 主持人已將你設定靜音

# v1s
source: The host has removed you from the meeting.
de_de: Der Moderator hat Sie aus der Besprechung entfernt.
es_es: El moderador le ha eliminado de la reunión.
fr_fr: L'hôte vous a retiré de la réunion.
hi_in: होस्ट ने आपको मीटिंग से निकाल दिया है.
id_id: Host telah mengeluarkan Anda dari rapat.
it_it: L'host ti ha rimosso dalla riunione.
ja_jp: 進行役により会議から外されています
ko_kr: 진행자가 회의에서 회원님을 제거했습니다.
ms_my: Hos telah mengeluarkan anda dari mesyuarat.
pt_br: O anfitrião removeu você da reunião.
ru_ru: Ведущий убрал вас из конференции.
th_th: ผู้จัดได้ลบคุณออกจากการประชุม
vi_vn: Người tổ chức đã xóa bạn khỏi cuộc họp.
zh_cn: 主持人已将你移出会议
zh_hk: 主持人已將你移出會議
zh_tw: 主持人已將你移出會議

# yao
source: The host has stopped your sharing session.
de_de: Der Moderator hat Ihre Freigabesitzung beendet.
es_es: El moderador ha detenido tu sesión compartida.
fr_fr: L'hôte a arrêté votre session de partage.
hi_in: होस्ट ने आपका शेयरिंग सत्र रोक दिया है.
id_id: Host telah menghentikan sesi berbagi Anda.
it_it: L'host ha interrotto la sessione di condivisione.
ja_jp: 共有が進行役に停止されました
ko_kr: 진행자가 회원님의 공유 세션을 중지했습니다.
ms_my: Hos telah menghentikan sesi perkongsian anda.
pt_br: O host parou de compartilhar a sessão.
ru_ru: Ведущий остановил показ экрана.
th_th: โฮสต์ได้หยุดการแชร์เซสชันของคุณ
vi_vn: Người tổ chức đã dừng phiên chia sẻ của bạn.
zh_cn: 主持人已停止你的共享
zh_hk: 主持人已停止你的分享
zh_tw: 主持人已停止你的分享

# Ehs
source: The host has turned off your camera.
de_de: Der Moderator hat Ihre Kamera ausgeschaltet.
es_es: El moderador ha desactivado tu cámara.
fr_fr: L'hôte a désactivé votre caméra.
hi_in: होस्ट ने आपके कैमरा बंद कर दिया है.
id_id: Host telah menonaktifkan kamera Anda.
it_it: L'host ha disattivato la tua videocamera.
ja_jp: 進行役はあなたのカメラをオフにしました
ko_kr: 진행자가 회원님의 카메라를 껐습니다.
ms_my: Hos telah mematikan kamera anda.
pt_br: O anfitrião desligou a sua câmera.
ru_ru: Ведущий отключил вашу камеру.
th_th: ผู้จัดได้ปิดกล้องของคุณ
vi_vn: Người tổ chức đã tắt máy ảnh của bạn.
zh_cn: 主持人已关闭你的摄像头
zh_hk: 主持人已關閉你的鏡頭
zh_tw: 主持人已關閉你的攝影機

# diM
source: The host has unmuted you.
de_de: Der Moderator hat Ihre Stummschaltung aufgehoben.
es_es: El moderador ha reactivado tu audio.
fr_fr: L'hôte a réactivé votre microphone.
hi_in: होस्ट ने आपको अनम्यूट किया.
id_id: Host telah membunyikan suara Anda.
it_it: L'host ti ha attivato l'audio.
ja_jp: 進行役にミュートを解除されました
ko_kr: 진행자가 회원님의 음소거를 해제했습니다.
ms_my: Hos telah menyahnyapkan anda.
pt_br: O host desativou o mudo para você.
ru_ru: Ведущий включил ваш звук.
th_th: โฮสต์เปิดเสียงคุณแล้ว
vi_vn: Người tổ chức đã bật tiếng bạn.
zh_cn: 主持人已将你取消静音
zh_hk: 主持人已將你取消靜音
zh_tw: 主持人已對你取消靜音

# BQ8
source: Your current call will end if you join a new meeting.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: Tu llamada actual terminará si te unes a una nueva reunión.
fr_fr: Votre appel en cours prendra fin si vous rejoignez une nouvelle réunion.
hi_in: यदि आप एक नयी मीटिंग में शामिल होते हैं तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Panggilan Anda saat ini akan berakhir jika Anda bergabung dengan rapat baru.
it_it: La chiamata corrente terminerà se partecipi a una nuova riunione.
ja_jp: 新規会議を参加すると、現在の通話が終了します
ko_kr: 새 회의에 참가하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda menyertai mesyuarat ini.
pt_br: Sua chamada atual será encerrada se você ingressar em uma nova reunião.
ru_ru: Звонок завершится, если вы присоединитесь к этой конференции.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Cuộc gọi hiện tại của bạn sẽ kết thúc nếu bạn tham gia cuộc họp mới.
zh_cn: 加入新会议后将会结束当前会议
zh_hk: 加入新會議後，將會結束目前會議
zh_tw: 加入新會議後將會結束目前會議

# uOk
source: You have an incoming call.
de_de: Sie haben einen eingehenden Anruf.
es_es: Tiene una llamada entrante.
fr_fr: Vous avez un appel entrant.
hi_in: आपके लिए एक इनकमिंग कॉल है.
id_id: Anda memiliki panggilan masuk.
it_it: Hai una chiamata in arrivo.
ja_jp: 着信中のため、会議に参加できません
ko_kr: 수신 전화가 있습니다.
ms_my: Anda mempunyai panggilan masuk.
pt_br: Está recebendo uma chamada.
ru_ru: У вас есть входящий вызов.
th_th: คุณมีสายเข้า
vi_vn: Bạn có một cuộc gọi đến.
zh_cn: 响铃中，无法加入会议
zh_hk: 響鈴中，無法加入會議
zh_tw: 響鈴中，無法加入會議

# zdQ
source: Interview link expired
de_de: Interview-Link abgelaufen
es_es: El enlace de la entrevista ha caducado
fr_fr: Lien d'entretien expiré
hi_in: साक्षात्कार लिंक की समय-सीमा समाप्त हुई
id_id: Tautan wawancara kedaluwarsa
it_it: Il link del colloquio è scaduto
ja_jp: 面接リンクは無効です
ko_kr: 면접 링크 만료됨
ms_my: Pautan temu duga tamat tempoh
pt_br: O link da entrevista expirou
ru_ru: Ссылка на собеседование устарела
th_th: ลิงก์การสัมภาษณ์หมดอายุแล้ว
vi_vn: Liên kết phỏng vấn đã hết hạn
zh_cn: 面试链接已失效
zh_hk: 面試連結已失效
zh_tw: 面試連結已失效

# dz0
source: Interviewer
es_es: Entrevistador
fr_fr: Intervieweur
hi_in: साक्षात्कारकर्ता
id_id: Pewawancara
it_it: Intervistatore
ja_jp: 面接官
ko_kr: 면접관
ms_my: Pewawancara
pt_br: Entrevistador
ru_ru: Интервьюер
th_th: ผู้สัมภาษณ์
vi_vn: Người phỏng vấn
zh_cn: 面试官
zh_hk: 面試官
zh_tw: 面試官

# xh8
source: Invalid meeting ID
de_de: Ungültige Besprechungs-ID
es_es: El ID de reunión es inválido
fr_fr: ID de réunion non valide
hi_in: अमान्य मीटिंग ID
id_id: ID rapat tidak valid
it_it: ID riunione non valido
ja_jp: 会議 ID が無効です
ko_kr: 잘못된 회의 ID
ms_my: ID mesyuarat tidak sah
pt_br: ID de reunião inválida
ru_ru: Недействительный ID конференции
th_th: รหัสการประชุมไม่ถูกต้อง
vi_vn: ID cuộc họp không hợp lệ
zh_cn: 会议 ID 无效
zh_hk: 會議 ID 無效
zh_tw: 會議 ID 無效

# hhQ
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित करें
id_id: Undang
it_it: Invita
ja_jp: 招待
ko_kr: 초대
ms_my: Jemput
pt_br: Convidar
ru_ru: Пригласить
th_th: เชิญ
vi_vn: Mời
zh_cn: 邀请
zh_hk: 邀請
zh_tw: 邀請

# MCI
source: Phone invite
de_de: Einladung per Telefon
es_es: Invitación telefónica
fr_fr: Invitation téléphonique
hi_in: फ़ोन से आमंत्रित करें
id_id: Undangan Ponsel
it_it: Invito telefonico
ja_jp: 電話で招待
ko_kr: 전화 초대
ms_my: Jemput melalui telefon
pt_br: Convite por telefone
ru_ru: Пригласить по телефону
th_th: คำเชิญทางโทรศัพท์
vi_vn: Mời qua điện thoại
zh_cn: 电话邀请
zh_hk: 電話邀請
zh_tw: 電話邀請

# Cu8
source: {{name}} invites you to join a video meeting.
de_de: {{name}} lädt Sie zu einer Videokonferenz ein.
es_es: {{name}} te invita a unirte a una reunión por vídeo.
fr_fr: {{name}} vous invite à rejoindre une visioconférence.
hi_in: {{name}} चाहते हैं कि आप एक वीडियो मीटिंग में शामिल हों.
id_id: {{name}} mengundang Anda untuk bergabung dengan rapat video.
it_it: {{name}} ti invita a partecipare a una riunione video.
ja_jp: {{name}}はあなたをビデオ会議に招待しています
ko_kr: {{name}} 님이 화상 회의에 참가하도록 회원님을 초대합니다.
ms_my: {{name}} mahu anda menyertai mesyuarat video.
pt_br: {{name}} convida você para ingressar em uma reunião por vídeo.
ru_ru: {{name}} просит вас присоединиться к видеоконференции.
th_th: {{name}} เชิญคุณเข้าร่วมการประชุมทางวิดีโอ
vi_vn: {{name}} mời bạn tham gia cuộc họp video.
zh_cn: {{name}}邀请你加入视频会议
zh_hk: {{name}}邀請你加入視像會議
zh_tw: {{name}}邀請你加入視訊會議

# qR0
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入
