Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# vAE
source: {{name}} would like for you to start livestreaming. A document is being shared right now. Currently, livestream viewers can't see shared documents. Start livestreaming anyway? Click Approve to go to livestream settings.
de_de: {{name}} möchte, dass Sie das Livestreaming starten. Ein Dokument wird gerade geteilt. Derzeit können im Livestream keine geteilten Dokumente angezeigt werden. Das Livestreaming trotzdem starten? Klicken Sie auf Genehmigen, um zu den Livestream-Einstellungen zu gelangen.
es_es: {{name}} te solicita que inicies la emisión en directo. Se está compartiendo un documento en este momento. En este momento, los espectadores de la emisión en directo no pueden ver los documentos compartidos. ¿Comenzar emisión en directo? Haz clic en Aprobar para ir a la configuración de emisión en directo.
fr_fr: {{name}} souhaite que vous démarriez la diffusion en direct. Un document est actuellement en cours de partage. Les spectateurs de la diffusion en direct ne peuvent actuellement pas voir les documents partagés. Démarrer quand même la diffusion en direct ? Cliquez sur Approuver pour accéder aux paramètres de diffusion en direct.
hi_in: {{name}} आपके लिए लाइवस्ट्रीमिंग शुरू करना चाहते हैं. अभी एक दस्तावेज़ शेयर किया जा रहा है. वर्तमान में, लाइवस्ट्रीम दर्शक शेयर किए गए दस्तावेज़ नहीं देख सकते. फिर भी लाइवस्ट्रीमिंग शुरू करें? लाइवस्ट्रीम सेटिंग्स पर जाने के लिए अनुमोदित करें पर क्लिक करें.
id_id: {{name}} ingin agar Anda memulai streaming langsung. Dokumen sedang dibagikan sekarang. Saat ini, penonton streaming langsung tidak dapat melihat dokumen yang dibagikan. Tetap mulai streaming langsung? Klik Setuju untuk membuka pengaturan streaming langsung.
it_it: {{name}} vorrebbe che tu iniziassi il live streaming. Un documento è stato condiviso in questo momento. Al momento i visualizzatori in live streaming non possono vedere i documenti condivisi. Vuoi iniziare comunque live streaming? Fai clic su Approva per accedere alle impostazioni di live streaming.
ja_jp: {{name}}からストリーミングを開始するリクエストが来ています。ドキュメント共有中です。現時点でストリーミングの視聴者は共有ドキュメントが見えませんが、ストリーミングを開始しますか？「同意」をクッリクすると、ストリーミング設定に移動します。
ko_kr: {{name}} 님이 라이브 방송 시작을 요청합니다. 문서를 지금 공유 중입니다. 현재 라이브 방송 시청자는 공유 문서를 볼 수 없습니다. 그래도 라이브 방송을 시작하시겠습니까? 라이브 방송 설정으로 이동하려면 승인을 클릭하세요.
ms_my: {{name}} ingin anda memulakan penyiaran langsung. Dokumen sedang dikongsi sekarang. Pada masa ini, penonton penyiaran langsung tidak dapat melihat dokumen yang dikongsi. Mulakan penyiaran langsung juga? Klik Luluskan untuk pergi ke tetapan penyiaran langsung.
pt_br: {{name}} quer que você inicie um livestream. Um documento está sendo compartilhado agora. No momento, os espectadores do livestream não podem ver os documentos compartilhados. Iniciar livestream mesmo assim? Clique em Aprovar para acessar as configurações de livestream.
ru_ru: {{name}} просит вас начать трансляцию. Документ сейчас находится в показе. Сейчас зрители трансляции не могут видеть документы в общем доступе. Все равно начать трансляцию? Нажмите "Одобрить" для перехода к настройкам трансляции.
th_th: {{name}} ต้องการให้คุณเริ่มสตรีมสด กำลังแชร์เอกสารอยู่ในขณะนี้ ปัจจุบัน ผู้ชมสตรีมสดจะไม่สามารถดูเอกสารที่แชร์ได้ ยืนยันที่จะเริ่มสตรีมสดหรือไม่ คลิก อนุมัติ เพื่อไปยังการตั้งค่าสตรีมสด
vi_vn: {{name}} muốn bạn bắt đầu phát trực tiếp. Hiện đang chia sẻ một tài liệu. Hiện tại, người xem phát trực tiếp không xem được các văn bản được chia sẻ. Vẫn bắt đầu phát trực tiếp? Nhấp vào Phê duyệt để đi tới cài đặt phát trực tiếp.
zh_cn: {{name}}请求开始直播。当前有文档正在共享中，直播观众目前无法看到共享文档。确定开始直播吗？点击同意后将进入直播设置
zh_hk: {{name}}請求開始直播。目前有文件正在分享中，直播觀眾目前無法看到分享文件。確定開始直播嗎？點擊同意後將進入直播設定
zh_tw: {{name}}請求開始直播。目前有文件正在分享中，直播觀眾目前無法看到分享文件。確定開始直播嗎？點選同意後將進入直播設定

# ws8
source: Livestreaming request
de_de: Livestreaming-Anfrage
es_es: Solicitud de emisión en directo
fr_fr: Demande de diffusion en direct
hi_in: लाइवस्ट्रीमिंग का अनुरोध
id_id: Permintaan streaming langsung
it_it: Richiesta di live streaming
ja_jp: ストリーミングリクエスト
ko_kr: 라이브 방송 요청
ms_my: Permintaan siaran langsung
pt_br: Solicitação de livestream
ru_ru: Запрос на трансляцию
th_th: คำขอสตรีมสด
vi_vn: Yêu cầu phát trực tiếp
zh_cn: 直播请求
zh_hk: 直播請求
zh_tw: 直播請求

# 98s
source: Request to record meeting
de_de: Anfrage zur Aufzeichnung der Besprechung
es_es: Solicite que se grabe la reunión
fr_fr: Demander l'enregistrement de la réunion
hi_in: मीटिंग को रिकॉर्ड करने का अनुरोध
id_id: Minta untuk merekam rapat
it_it: Richiesta di registrazione della riunione
ja_jp: 会議のレコーディングリクエスト
ko_kr: 회의 녹화 요청
ms_my: Permintaan untuk merakam mesyuarat
pt_br: Pedir para gravar a reunião
ru_ru: Запросить запись конференции
th_th: ขอบันทึกการประชุม
vi_vn: Yêu cầu ghi âm cuộc họp
zh_cn: 录制请求
zh_hk: 錄影要求
zh_tw: 錄製請求

# vKE
source: {{name}} would like for you to record the meeting. Click Approve to start recording immediately. For more information, see our @@Privacy Policy@@.
de_de: {{name}} möchte, dass Sie die Besprechung aufzeichnen. Klicken Sie auf Genehmigen, um die Aufzeichnung sofort zu starten. Weitere Informationen finden Sie in unserer @@Datenschutzrichtlinie@@.
es_es: {{name}} te solicita que grabes la reunión. Haz clic en Aprobar para empezar a grabar inmediatamente. Para obtener más información, consulte nuestra @@política de privacidad@@.
fr_fr: {{name}} souhaite que vous enregistriez la réunion. Cliquez sur Approuver pour démarrer l'enregistrement immédiatement. Pour plus d'informations, consultez notre @@Politique de confidentialité@@.
hi_in: {{name}} आपके लिए मीटिंग को रिकॉर्ड करना चाहते हैं. तुरंत रिकॉर्डिंग शुरू करने के लिए अनुमोदित करें पर क्लिक करें. अधिक जानकारी के लिए, हमारी @@गोपनीयता नीति@@ देखें.
id_id: {{name}} ingin agar Anda merekam rapat. Klik Setuju untuk mulai merekam. Untuk informasi lebih lanjut, lihat @@Kebijakan Privasi@@.
it_it: {{name}} vorrebbe che tu registrassi la riunione. Fai clic su Approva per iniziare immediatamente la registrazione. Per ulteriori informazioni, consulta la nostra @@Informativa sulla privacy@@.
ja_jp: {{name}} から会議のレコーディングリクエストが届いています。「同意」をクリックすると、レコーディングが開始されます。詳しい情報は@@プライバシーポリシー@@をご覧ください
ko_kr: {{name}} 님이 회의 녹화를 요청합니다. 녹화를 즉시 시작하려면 승인을 클릭하세요. 자세한 내용은 @@개인정보 보호정책@@을 참조하세요.
ms_my: {{name}} ingin anda merakam mesyuarat. Klik Luluskan untuk mula merakam segera. Untuk maklumat lanjut, lihat @@Dasar Privasi@@ kami.
pt_br: {{name}} solicita que você grave a reunião. Clique em Aprovar para começar a gravar imediatamente. Para mais informações, consulte nossa @@Política de privacidade@@.
ru_ru: {{name}} просит вас записывать конференцию. Нажмите "Одобрить", чтобы начать запись немедленно. Более подробную информацию см. в @@Политике конфиденциальности@@.
th_th: {{name}} ต้องการให้คุณบันทึกการประชุม คลิก อนุมัติ เพื่อเริ่มการบันทึกทันที สำหรับข้อมูลเพิ่มเติม ให้ดู@@นโยบายความเป็นส่วนตัว@@ของเรา
vi_vn: {{name}} muốn ghi âm cuộc họp của bạn. Bấm vào Phê duyệt để bắt đầu ghi âm ngay. Để biết thêm thông tin, hãy xem @@Chính sách về Quyền riêng tư@@ của chúng tôi.
zh_cn: {{name}}请求录制会议，点击同意后录制立即开始。详见@@隐私政策@@
zh_hk: {{name}} 請求錄影會議，點擊同意後錄影立即開始。詳見@@私隱政策@@
zh_tw: {{name}}請求錄製會議，點選同意後錄製立即開始。詳見@@隱私政策@@

# l9A
source: {{name}} would like for you to record the meeting.
de_de: {{name}} möchte, dass Sie die Besprechung aufzeichnen.
es_es: {{name}} le solicita que grabe la reunión.
fr_fr: {{name}} aimerait que vous enregistriez la réunion.
hi_in: {{name}} आपके लिए मीटिंग को रिकॉर्ड करना चाहते हैं.
id_id: {{name}} ingin agar Anda merekam rapat.
it_it: {{name}} vorrebbe che tu registrassi la riunione.
ja_jp: {{name}}から会議のレコーディングリクエストが届いています
ko_kr: {{name}} 님이 회의 녹화를 요청합니다.
ms_my: {{name}} ingin anda merakam mesyuarat.
pt_br: {{name}} solicita que você grave a reunião.
ru_ru: {{name}} просит вас записывать конференцию.
th_th: {{name}} ต้องการให้คุณบันทึกการประชุม
vi_vn: {{name}} muốn bạn ghi âm cuộc họp.
zh_cn: {{name}}请求录制会议
zh_hk: {{name}} 請求錄影會議
zh_tw: {{name}}請求錄製會議

# S3g
source: Screen sharing stopped.
de_de: Teilen des Bildschirms beendet.
es_es: La función de compartir pantalla se ha detenido.
fr_fr: Partage d'écran arrêté.
hi_in: स्क्रीन साझाकरण रोका गया.
id_id: Berbagi layar dihentikan.
it_it: La condivisione dello schermo si è interrotta.
ja_jp: 画面共有が停止されました
ko_kr: 화면 공유가 중지되었습니다.
ms_my: Berkongsi skrin dihentikan.
pt_br: Compartilhamento de tela parado.
ru_ru: Показ экрана остановлен.
th_th: หยุดการแบ่งปันหน้าจอแล้ว
vi_vn: Đã dừng chia sẻ màn hình.
zh_cn: 屏幕共享已停止
zh_hk: 畫面分享已停止
zh_tw: 螢幕分享已停止

# +wg
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

# 4mI
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
hi_in: अनुरोध भेजें
id_id: Kirim permintaan
it_it: Invia richiesta
ja_jp: リクエストを送信
ko_kr: 요청 보내기
ms_my: Hantar permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送请求
zh_hk: 發送要求
zh_tw: 傳送請求

# R+M
source: The message does not comply with the {{appName}} user agreement.
de_de: Die Nachricht entspricht nicht der {{appName}}-Benutzervereinbarung.
es_es: El mensaje no cumple con el acuerdo de usuario de {{appName}}.
fr_fr: Le message n'est pas conforme au Contrat de l'utilisateur de {{appName}}.
hi_in: संदेश {{appName}} उपयोगकर्ता अनुबंध का पालन नहीं करता है.
id_id: Pesan tidak mematuhi perjanjian pengguna {{appName}}.
it_it: Il messaggio non è conforme al Contratto di licenza di {{appName}}.
ja_jp: このメッセージは{{appName}}利用規約に適していません
ko_kr: 메시지가 {{appName}} 사용자 계약을 준수하지 않습니다.
ms_my: Mesej ini tidak mematuhi perjanjian pengguna {{appName}}.
pt_br: A mensagem não cumpre o termo do usuário do {{appName}}.
ru_ru: Это сообщение противоречит требованиям соглашения с пользователем {{appName}}.
th_th: ข้อความไม่เป็นไปตามข้อตกลงของผู้ใช้ {{appName}}
vi_vn: Tin nhắn không tuân thủ thỏa thuận người dùng của {{appName}}.
zh_cn: 消息内容不符合{{appName}}用户协议
zh_hk: 訊息內容不符合{{appName}}用戶協議
zh_tw: 訊息內容不符合{{appName}}使用者協議

# 57E
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 分享
zh_hk: 分享
zh_tw: 分享

# FOE
source: Please start sharing after the current sharing session ends.
de_de: Bitte mit der Freigabe starten, wenn die aktuelle Freigabesitzung endet.
es_es: Empieza a compartir antes de que finalice la sesión actual compartida.
fr_fr: Veuillez démarrer le partage après la fin de la session de partage actuelle.
hi_in: कृपया मौजूदा साझाकरण समाप्त होने के बाद साझाकरण प्रारंभ करें.
id_id: Mulai berbagi setelah sesi berbagi saat ini berakhir.
it_it: Inizia la condivisione al termine della sessione di condivisione corrente.
ja_jp: 現在の共有が終了してから、共有してください
ko_kr: 현재 공유 세션이 종료된 후 공유를 시작하세요.
ms_my: Sila mula berkongsi selepas sesi perkongsian semasa berakhir.
pt_br: Comece o compartilhamento após o encerramento do compartilhamento da sessão em andamento.
ru_ru: Начните показ экрана после окончания текущего сеанса.
th_th: โปรดเริ่มแชร์หลังจากเซสชันการแชร์ปัจจุบันสิ้นสุดลง
vi_vn: Vui lòng bắt đầu chia sẻ sau khi kết thúc phiên chia sẻ hiện tại.
zh_cn: 请在当前共享结束后再发起共享
zh_hk: 請在目前分享結束後再發起分享
zh_tw: 請在目前分享結束後再發起分享

# ShI
source: Share Screen
de_de: Bildschirm teilen
es_es: Compartir pantalla
fr_fr: Partager l'écran
hi_in: स्क्रीन साझा करें
id_id: Berbagi Layar
it_it: Condividi schermo
ja_jp: 画面を共有
ko_kr: 화면 공유
ms_my: Kongsi Skrin
pt_br: Compartilhar a tela
ru_ru: Показать экран
th_th: แชร์หน้าจอ
vi_vn: Chia sẻ Màn hình
zh_cn: 会议室投屏
zh_hk: 會議室投放螢幕
zh_tw: 會議室螢幕投影

# xUs
source: Share to chat
de_de: Im Chat teilen
es_es: Compartir en el chat
fr_fr: Partager dans la discussion
hi_in: चैट में साझा करें
id_id: Berbagi ke obrolan
it_it: Condividi in chat
ja_jp: チャットに共有
ko_kr: 채팅에 공유
ms_my: Kongsi ke sembang
pt_br: Compartilhar no chat
ru_ru: Поделиться с чатом
th_th: แชร์ไปยังแชท
vi_vn: Chia sẻ đến cuộc trò chuyện
zh_cn: 分享至会话
zh_hk: 分享至對話
zh_tw: 分享至對話

# C+Q
source: Sidebar
de_de: Seitenleiste
es_es: Barra lateral
fr_fr: Barre latérale
hi_in: साइडबार
id_id: Bilah samping
it_it: Barra laterale
ja_jp: サイドバー
ko_kr: 사이드바
ms_my: Bar sisi
pt_br: Barra lateral
ru_ru: Боковая панель
th_th: แถบด้านข้าง
vi_vn: Thanh bên
zh_cn: 侧边栏视图
zh_hk: 側欄檢視模式
zh_tw: 側邊欄視圖

# Iqg
source: Minimize
de_de: Minimieren
es_es: Minimizar
fr_fr: Réduire
hi_in: मिनीमाइज करें
id_id: Perkecil
it_it: Riduci a icona
ja_jp: 最小化
ko_kr: 최소화
ms_my: Kecilkan
pt_br: Minimizar
ru_ru: Свернуть
th_th: ลดขนาด
vi_vn: Thu nhỏ
zh_cn: 最小化
zh_hk: 最小化
zh_tw: 最小化

# k/c
source: Speaker view selected
de_de: Anzeige des Sprechers ausgewählt
es_es: Vista de ponentes seleccionada
fr_fr: Affichage Intervenant sélectionné
id_id: Tampilan pembicara dipilih
it_it: Visualizzazione relatore selezionata
ja_jp: 発言者ビューにしました。
ko_kr: 발화자 보기가 선택되었습니다
ms_my: Paparan pembicara dipilih
pt_br: Visualização do orador selecionada
ru_ru: Выбран вид выступающего
th_th: มุมมองผู้พูดที่เลือก
vi_vn: Đã chọn chế độ xem người phát biểu
zh_cn: 已选择演讲者视图
zh_hk: 已選擇演講者檢視模式
zh_tw: 已選擇演講者視圖

# T78
source: Speaker view
de_de: Anzeige des Sprechers
es_es: Vista de ponentes
fr_fr: Affichage Intervenant
id_id: Tampilan pembicara
it_it: Visualizzazione relatore
ja_jp: 発言者ビュー
ko_kr: 발화자 보기
ms_my: Paparan pembicara
pt_br: Visualização do orador
ru_ru: Вид выступающего
th_th: มุมมองผู้พูด
vi_vn: Chế độ xem người phát biểu
zh_cn: 演讲者视图
zh_hk: 演講者檢視模式
zh_tw: 演講者視圖

# U7s
source: Start livestreaming
de_de: Livestreaming starten
es_es: Iniciar emisión en directo
fr_fr: Démarrer la diffusion en direct
hi_in: लाइवस्ट्रीमिंग शुरू करें
id_id: Mulai streaming langsung
it_it: Inizia live streaming
ja_jp: ストリーミングを開始
ko_kr: 라이브 방송 시작
ms_my: Mulakan siaran langsung
pt_br: Iniciar livestream
ru_ru: Начать трансляцию
th_th: เริ่มสตรีมสด
vi_vn: Bắt đầu phát trực tiếp
zh_cn: 开始直播
zh_hk: 開始直播
zh_tw: 開始直播

# B78
source: {{name}} started the meeting
de_de: {{name}} hat die Besprechung gestartet
es_es: {{name}} ha iniciado la reunión
fr_fr: {{name}} a démarré la réunion
hi_in: {{name}} ने मीटिंग शुरू कर दी है
id_id: {{name}} memulai rapat
it_it: {{name}} ha iniziato la riunione
ja_jp: {{name}}が会議を開始した
ko_kr: {{name}} 님이 회의를 시작했습니다.
ms_my: {{name}} memulakan mesyuarat
pt_br: {{name}} iniciou a reunião
ru_ru: Пользователь {{name}} начал конференцию
th_th: {{name}} เริ่มการประชุมแล้ว
vi_vn: {{name}} đã bắt đầu cuộc họp
zh_cn: {{name}}开始了会议
zh_hk: {{name}}已開始會議
zh_tw: {{name}}開始了會議

# jrk
source: {{name}} started the meeting "{{title}}"
de_de: {{name}} hat folgende Besprechung gestartet: „{{title}}“
es_es: {{name}} ha iniciado la reunión "{{title}}"
fr_fr: {{name}} a démarré la réunion « {{title}} »
hi_in: {{name}} ने मीटिंग "{{title}}" शुरू कर दी है
id_id: {{name}} memulai rapat "{{title}}"
it_it: {{name}} ha iniziato la riunione "{{title}}"
ja_jp: {{name}}が会議「{{title}}」を開始しました
ko_kr: {{name}} 님이 "{{title}}" 회의를 시작했습니다
ms_my: {{name}} memulakan {{title}}
pt_br: {{name}} iniciou a reunião "{{title}}"
ru_ru: {{name}} начал конференцию "{{title}}"
th_th: {{name}} เริ่มการประชุม "{{title}}" แล้ว
vi_vn: {{name}} đã bắt đầu cuộc họp "{{title}}"
zh_cn: {{name}} 开始了会议：{{title}}
zh_hk: {{name}} 已開始會議：{{title}}
zh_tw: {{name}} 已開始會議：{{title}}

# bng
source: Stay
de_de: Bleiben
es_es: Permanecer
fr_fr: Rester
hi_in: रहें
id_id: Tetap di rapat
it_it: Resta
ja_jp: 続行
ko_kr: 머무르기
ms_my: Kekal
pt_br: Permanecer
ru_ru: Остаться
th_th: อยู่ต่อ
vi_vn: Ở lại
zh_cn: 留在会中
zh_hk: 留在會中
zh_tw: 留在會議中

# goc
source: Stay muted
de_de: Stumm bleiben
es_es: Permanecer en silencio
fr_fr: Rester en sourdine
hi_in: म्यूट रहें
id_id: Tetap dibisukan
it_it: Resta con audio disattivato
ja_jp: ミュートを保持
ko_kr: 음소거 유지
ms_my: Kekal bisu
pt_br: Permanecer sem som
ru_ru: Оставить звук отключенным
th_th: ปิดเสียงต่อไป
vi_vn: Tắt tiếng
zh_cn: 保持静音
zh_hk: 保持靜音
zh_tw: 保持靜音

# x08
source: Stop livestreaming
de_de: Livestreaming beenden
es_es: Detener emisión en directo
fr_fr: Arrêter la diffusion en direct
hi_in: लाइवस्ट्रीमिंग रोकें
id_id: Hentikan streaming langsung
it_it: Interrompi live streaming
ja_jp: ストリーミングを停止
ko_kr: 라이브 방송 중지
ms_my: Hentikan siaran langsung
pt_br: Parar livestream
ru_ru: Остановить трансляцию
th_th: หยุดสตรีมสด
vi_vn: Dừng phát trực tiếp
zh_cn: 停止直播
zh_hk: 停止直播
zh_tw: 停止直播

# 0vo
source: Stop livestreaming?
de_de: Livestreaming beenden?
es_es: ¿Detener emisión en directo?
fr_fr: Arrêter la diffusion en direct ?
hi_in: लाइवस्ट्रीमिंग रोकें?
id_id: Hentikan streaming langsung?
it_it: Vuoi interrompere live streaming?
ja_jp: ストリーミングを停止しますか？
ko_kr: 라이브 방송을 중지하시겠습니까?
ms_my: Hentikan siaran langsung?
pt_br: Parar livestream?
ru_ru: Остановить трансляцию?
th_th: หยุดสตรีมสดหรือไม่
vi_vn: Dừng phát trực tiếp?
zh_cn: 确定停止直播？
zh_hk: 確定停止直播？
zh_tw: 確定停止直播？

# qW0
source: Stop Recording
de_de: Aufzeichnung beenden
es_es: Detener la grabación
fr_fr: Arrêter l'enregistrement
hi_in: रिकॉर्डिंग रोकें
id_id: Berhenti merekam
it_it: Interrompi registrazione
ja_jp: レコーディングを停止
ko_kr: 녹화 중지
ms_my: Hentikan rakaman
pt_br: Parar de gravar
ru_ru: Остановить запись
th_th: หยุดทำการบันทึก
vi_vn: Dừng ghi âm
zh_cn: 停止录制
zh_hk: 停止錄影
zh_tw: 停止錄製

# QnU
source: Are you sure you want to stop recording?
de_de: Möchten Sie die Aufzeichnung wirklich beenden?
es_es: ¿Seguro que desea detener la grabación?
fr_fr: Êtes-vous sûr de vouloir arrêter l'enregistrement ?
hi_in: आप पक्का रिकॉर्डिंग को रोकना चाहते हैं?
id_id: Anda yakin ingin menghentikan rekaman?
it_it: Vuoi interrompere la registrazione?
ja_jp: 会議のレコーディングを停止しますか？
ko_kr: 녹화를 중지하시겠습니까?
ms_my: Adakah anda pasti ingin berhenti merakam?
pt_br: Tem a certeza de que deseja parar de gravar?
ru_ru: Остановить запись?
th_th: คุณแน่ใจหรือไม่ว่าต้องการหยุดทำการบันทึก?
vi_vn: Bạn có chắc muốn dừng ghi âm không?
zh_cn: 确定要停止会议录制？
zh_hk: 確定要停止會議錄影？
zh_tw: 確定要停止錄製會議？

# ocU
source: Subtitles
de_de: Untertitel
es_es: Subtítulos
fr_fr: Sous-titres
hi_in: उपशीर्षक
id_id: Subtitle
it_it: Sottotitoli
ja_jp: 字幕
ko_kr: 자막
ms_my: Sarikata
pt_br: Legendas
ru_ru: Субтитры
th_th: คำบรรยาย
vi_vn: Phụ đề
zh_cn: 字幕
zh_hk: 字幕
zh_tw: 字幕

# zyY
source: Suggestions ({{number}})
de_de: Empfehlungen ({{number}})
es_es: Sugerencias({{number}})
hi_in: सुझाव ({{number}})
id_id: Saran ({{number}})
it_it: Suggerimenti ({{number}})
ja_jp: 候補 ({{number}})
ko_kr: 제안({{number}})
ms_my: Cadangan ({{number}})
pt_br: Sugestões ({{number}})
ru_ru: Предложения ({{number}})
th_th: แนะนำ ({{number}})
vi_vn: Đề xuất ({{number}})
zh_cn: 建议参会 ({{number}})
zh_hk: 建議參加 ({{number}})
zh_tw: 建議與會者（{{number}}）

# cgg
source: You can't take control because you don't have permission to share content.
de_de: Sie können nicht die Steuerung übernehmen, weil Sie keine Berechtigung zum Teilen von Inhalt haben.
es_es: No puedes tomar el control porque no tienes permiso para compartir el contenido.
fr_fr: Vous ne pouvez pas prendre le contrôle car vous n'êtes pas autorisé à partager du contenu.
hi_in: आप नियंत्रण नहीं ले सकते हैं, क्योंकि आपके पास सामग्री साझा करने की अनुमति नहीं है.
id_id: Anda tidak dapat mengambil kontrol karena Anda tidak memiliki izin untuk berbagi konten.
it_it: Non è possibile prendere il controllo poiché non si dispone dell'autorizzazione per condividere il contenuto.
ja_jp: 共有権限がないため、引き継いで共有することができません
ko_kr: 콘텐츠 공유 권한이 없어 제어권을 가질 수 없습니다.
ms_my: Anda tidak boleh mengawal kerana anda tidak mempunyai kebenaran untuk berkongsi kandungan.
pt_br: Você não pode assumir o controle porque não tem permissão para compartilhar o conteúdo.
ru_ru: Вы не можете осуществлять управление, так как у вас нет разрешения на показ экрана.
th_th: คุณไม่สามารถควบคุมได้เนื่องจากคุณไม่มีสิทธิ์การอนุญาตในการแชร์เนื้อหา
vi_vn: Bạn không thể kiểm soát vì bạn không có quyền chia sẻ nội dung.
zh_cn: 由于无共享内容权限，你无法成为共享人
zh_hk: 由於無分享內容權限，你無法成為分享者
zh_tw: 由於無分享內容權限，你無法成為分享人

# Mt4
source: [Unknown message type]
de_de: [Unbekannter Nachrichtentyp]
es_es: [Tipo de mensaje desconocido]
fr_fr: [Type de message inconnu]
hi_in: [अज्ञात संदेश प्रकार]
id_id: [Jenis pesan tidak diketahui]
it_it: [Tipo di messaggio sconosciuto]
ja_jp: [不明なメッセージタイプ]
ko_kr: [알 수 없는 메시지 유형]
ms_my: [Jenis mesej tidak diketahui]
pt_br: [Tipo desconhecido de mensagem]
ru_ru: [Неизвестный тип сообщения]
th_th: [ประเภทข้อความที่ไม่รู้จัก]
vi_vn: [Loại tin nhắn không xác định]
zh_cn: [未知消息类型]
zh_hk: [未知訊息類型]
zh_tw: [未知訊息類型]

# +NE
source: Unmute
de_de: Lautschalten
es_es: Reactivar audio
fr_fr: Activer le microphone
hi_in: अनम्यूट करें
id_id: Bunyikan
it_it: Attiva audio
ja_jp: ミュートを解除
ko_kr: 음소거 해제
ms_my: Nyahsenyap
pt_br: Ativar som
ru_ru: Включить звук
th_th: ยกเลิกการปิดเสียง
vi_vn: Bật tiếng
zh_cn: 打开麦克风
zh_hk: 開啟麥克風
zh_tw: 開啟麥克風

# QH8
source: Your current version of the app does not support video meetings. Please update your app and try again.
de_de: Ihre aktuelle Version der App unterstützt Videobesprechungen nicht. Aktualisieren Sie Ihre App und versuchen Sie es erneut.
es_es: La versión actual de su aplicación no admite reuniones por videoconferencia. Actualice su aplicación e inténtelo de nuevo.
fr_fr: Votre version d'application actuelle ne prend pas en charge les réunions vidéo. Veuillez mettre à jour votre application et réessayer.
hi_in: आपके ऐप का वर्तमान संस्करण वीडियो मीटिंगों का समर्थन नहीं करता. कृपया अपने ऐप को अपडेट करें और फिर से प्रयास करें.
id_id: Versi aplikasi Anda saat ini tidak mendukung rapat video. Perbarui aplikasi Anda dan coba lagi.
it_it: La versione attuale dell'app non supporta le riunioni video. Aggiorna l'app e riprova.
ja_jp: 現在のバージョンはビデオ会議機能にサポートしていないため、会議に参加できません。アップグレードした後、もう一度試してください
ko_kr: 앱의 현재 버전은 화상 회의를 지원하지 않습니다. 앱을 업데이트하고 다시 시도하세요.
ms_my: Versi semasa apl anda tidak menyokong mesyuarat video. Sila kemas kini apl anda dan cuba lagi.
pt_br: A versão instalada não suporta reuniões por vídeo. Atualize a o aplicativo e tente novamente.
ru_ru: Текущая версия вашего приложения не поддерживает видеоконференции. Обновите приложение и повторите попытку.
th_th: แอปเวอร์ชันปัจจุบันของคุณไม่รองรับการประชุมผ่านวิดีโอ โปรดอัปเดตแอปของคุณแล้วลองอีกครั้ง
vi_vn: Phiên bản ứng dụng hiện tại của bạn không hỗ trợ cuộc họp video. Vui lòng cập nhật ứng dụng của bạn và thử lại.
zh_cn: 因当前版本不支持，无法加入视频会议，请升级后再次加入视频会议
zh_hk: 因目前版本不支援，無法加入視像會議，請升級後再次加入視像會議
zh_tw: 因目前版本不支援，無法加入視訊會議，請升級後再加入視訊會議

# SIw
source: Update your app to join this meeting
de_de: Aktualisieren Sie Ihre App, um an dieser Besprechung teilzunehmen
es_es: Actualiza tu aplicación para unirte a esta reunión
fr_fr: Mettez à jour votre application pour participer à cette réunion
hi_in: इस मीटिंग में शामिल होने के लिए अपने ऐप को अपडेट करें
id_id: Perbarui aplikasi Anda untuk bergabung dengan rapat ini
it_it: Aggiorna l'app per partecipare a questa riunione
ja_jp: アプリをアップデートしてからビデオ会議に参加
ko_kr: 앱을 업데이트하여 이 회의에 참가
ms_my: Kemas kini apl anda untuk menyertai mesyuarat ini
pt_br: Atualize a o aplicativo para ingressar nesta reunião
ru_ru: Обновите свое приложение, чтобы присоединиться к этой конференции
th_th: อัปเดตแอปของคุณเพื่อเข้าร่วมการประชุมนี้
vi_vn: Cập nhật ứng dụng của bạn để tham gia cuộc họp này
zh_cn: 升级应用后加入视频会议
zh_hk: 升級應用程式後，加入視像會議
zh_tw: 升級應用程式後加入視訊會議

# xM4
source: User busy
de_de: Benutzer beschäftigt
es_es: Usuario ocupado
fr_fr: Utilisateur occupé
hi_in: उपयोगकर्ता व्यस्त है
id_id: Pengguna sibuk
it_it: Utente occupato
ja_jp: 招待相手が通話に出られません
ko_kr: 사용자가 다른 용무 중
ms_my: Pengguna sibuk
pt_br: Usuário(a) ocupado(a)
ru_ru: Пользователь занят
th_th: ผู้ใช้ยังไม่ว่าง
vi_vn: Người dùng đang bận
zh_cn: 用户忙线中，呼叫失败
zh_hk: 用戶忙碌中，致電失敗
zh_tw: 使用者忙線中，呼叫失敗
