Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# XKA
source: Transcription stopped
de_de: Die Transkription wurde beendet
es_es: Transcripción detenida
fr_fr: Transcription arrêtée
id_id: Transkripsi dihentikan
it_it: Trascrizione interrotta
ja_jp: 文字起こしが終了しました。
ko_kr: 원고 기록이 중단되었습니다
ms_my: Penulisan dihentikan
pt_br: Transcrição interrompida
ru_ru: Транскрипция остановлена
th_th: หยุดการถอดเสียงแล้ว
vi_vn: Đã dừng chép lời
zh_cn: 转录已停止
zh_hk: 轉譯已停止
zh_tw: 轉錄已停止

# lTw
source: {{name}} stopped screen sharing
de_de: {{name}} hat das Teilen des Bildschirms beendet
es_es: {{name}} dejó de compartir la pantalla
fr_fr: {{name}} a arrêté le partage d'écran
hi_in: {{name}} ने स्क्रीन शेयरिंग को रोका
id_id: {{name}} berhenti berbagi layar
it_it: {{name}} ha interrotto la condivisione dello schermo
ja_jp: {{name}}が画面共有を停止しました
ko_kr: {{name}} 님이 화면 공유를 중지함
ms_my: {{name}} berhenti berkongsi skrin
pt_br: {{name}} parou o compartilhamento de tela
ru_ru: Пользователь {{name}} прекратил показ экрана
th_th: {{name}} ได้หยุดแชร์หน้าจอ
vi_vn: {{name}} đã dừng chia sẻ màn hình
zh_cn: {{name}}停止共享屏幕
zh_hk: {{name}}停止分享畫面
zh_tw: {{name}}停止分享畫面

# yoM
source: {{name}} stopped sharing:
de_de: {{name}} hat das Teilen beendet:
es_es: {{name}} dejó de compartir:
fr_fr: {{name}} a arrêté de partager :
hi_in: {{name}} ने शेयरिंग रोका:
id_id: {{name}} berhenti berbagi:
it_it: {{name}} ha interrotto la condivisione:
ja_jp: {{name}}が共有を停止した：
ko_kr: {{name}} 님이 공유를 중지함:
ms_my: {{name}} berhenti berkongsi:
pt_br: {{name}} parou de compartilhar:
ru_ru: Пользователь {{name}} прекратил показ:
th_th: {{name}} ได้หยุดแชร์หน้าจอ:
vi_vn: {{name}} đã dừng chia sẻ:
zh_cn: {{name}}停止共享：
zh_hk: {{name}} 停止分享：
zh_tw: {{name}}停止分享：

# YLg
source: The host has stopped syncing the video order. Revert to default order.
de_de: Der Moderator hat die Synchronisierung der Videoanordnung beendet. Zur Standardanordnung zurückkehren.
es_es: El moderador ha detenido la sincronización del orden de vídeo. Se ha restaurado el orden predeterminado.
fr_fr: L'hôte a cessé de synchroniser l'ordre des vidéos. Retour à l'ordre par défaut.
id_id: Host telah menghentikan sinkronisasi urutan video. Mengembalikan ke urutan semula.
it_it: L'host ha interrotto la sincronizzazione dell'ordine video. Ripristino dell'ordine predefinito.
ja_jp: 進行役は画面の並び順の同期を解除しました。デフォルトの並び順に戻ります。
ko_kr: 진행자가 동영상 순서 동기화를 중지했습니다. 기본 순서로 돌아갑니다.
ms_my: Hos telah berhenti menyelaraskan susunan video. Kembali ke susunan asal.
pt_br: O host parou de sincronizar a ordem de vídeos. Reverta para a ordem padrão.
ru_ru: Ведущий остановил синхронизацию порядка видео. Вернуться к порядку по умолчанию.
th_th: โฮสต์หยุดซิงค์ลำดับวิดีโอแล้ว เปลี่ยนกลับไปเป็นลำดับเริ่มต้น
vi_vn: Chủ phòng đã dừng đồng bộ hóa thứ tự video. Khôi phục lại thứ tự mặc định.
zh_cn: 主持人已停止同步视频顺序，你已恢复默认顺序
zh_hk: 主持人已停止同步視像順序，你已恢復預設順序
zh_tw: 主持人停止同步視訊順序，已還原至預設順序

# RfQ
source: Stopped syncing the video order
de_de: Synchronisierung der Videoanordnung beendet
es_es: Se ha detenido la sincronización del orden de vídeo
fr_fr: Arrêt de la synchronisation de l'ordre des vidéos
id_id: Menghentikan sinkronisasi urutan video
it_it: Sincronizzazione dell'ordine video interrotta
ja_jp: 画面の並び順の同期を解除しました。
ko_kr: 동영상 순서 동기화 중지됨
ms_my: Berhenti menyelaraskan susunan video
pt_br: Parou de sincronizar a ordem de vídeos
ru_ru: Синхронизация порядка видео остановлена
th_th: หยุดซิงค์ลำดับวิดีโอแล้ว
vi_vn: Đã dừng đồng bộ hóa thứ tự video
zh_cn: 你已停止同步视频顺序
zh_hk: 你已停止同步視像順序
zh_tw: 你已停止同步視訊順序

# 4oA
source: Subtitle temporarily unavailable
de_de: Untertitel vorübergehend nicht verfügbar
es_es: Subtítulos no disponibles temporalmente
fr_fr: Sous-titres temporairement non disponibles
hi_in: उपशीर्षक अस्थायी रूप से अनुपलब्ध है
id_id: Subtitle tidak tersedia untuk sementara
it_it: Sottotitoli temoraneamente non disponibili
ja_jp: 字幕機能は現在利用できません
ko_kr: 자막을 일시적으로 사용할 수 없습니다
ms_my: Sarikata sementara tidak tersedia
pt_br: Legenda temporariamente indisponível
ru_ru: Субтитры временно недоступны
th_th: คำบรรยายไม่พร้อมใช้งานชั่วคราว
vi_vn: Phụ đề tạm thời không khả dụng
zh_cn: 暂时无法使用字幕功能
zh_hk: 暫時無法使用字幕功能
zh_tw: 暫時無法使用字幕功能

# HFg
source: Reconnecting...
de_de: Verbindung wird wiederhergestellt...
es_es: Conectando de nuevo...
fr_fr: Reconnecter…
hi_in: पुन: कनेक्ट किया जा रहा है...
id_id: Menghubungkan ulang...
it_it: Riconnessione in corso
ja_jp: 再接続中...
ko_kr: 다시 연결 중...
ms_my: Menyambung semula...
pt_br: Reconectando...
ru_ru: Повторное подключение...
th_th: กำลังเชื่อมต่อซ้ำอีกครั้ง...
vi_vn: Đang kết nối lại...
zh_cn: 重新连接中...
zh_hk: 重新連接中…
zh_tw: 正在重新連線…

# wX4
source: Select the spoken language:
de_de: Gesprochene Sprache auswählen:
es_es: Selecciona el idioma hablado:
fr_fr: Sélectionner la langue parlée :
hi_in: बोली भाषा चुनें:
id_id: Pilih bahasa percakapan:
it_it: Seleziona la lingua parlata:
ja_jp: 字幕をオンにしようとしています。本会議における音声言語を選択してください：
ko_kr: 음성 언어 선택:
ms_my: Menghidupkan sarikata... Sila pilih bahasa lisan untuk mesyuarat ini:
pt_br: Selecione o idioma falado:
ru_ru: Выберите язык общения:
th_th: เลือกภาษาที่พูด:
vi_vn: Lựa chọn ngôn ngữ nói:
zh_cn: 请选择本场会议的说话语言：
zh_hk: 請選擇本場會議的交談語言：
zh_tw: 請選擇本場會議的說話語言：

# 9lE
source: Sure to lower all hands?
de_de: Alle Hände wirklich senken?
es_es: ¿Seguro que quieres bajar todas las manos?
fr_fr: Voulez-vous vraiment baisser toutes les mains ?
id_id: Yakin untuk menurunkan semua tangan?
it_it: Confermi di voler abbassare tutte le mani?
ja_jp: すべての手を降ろしますか？
ko_kr: 모두 손 내리기를 수행하시겠습니까?
ms_my: Pasti untuk menurunkan semua tangan?
pt_br: Tem certeza de que quer abaixar todas as mãos?
ru_ru: Опустить все руки?
th_th: แน่ใจหรือไม่ว่าจะเอาทั้งหมดมือลง
vi_vn: Bạn có chắc muốn hạ tất cả tay không?
zh_cn: 确定放下所有人的手？
zh_hk: 確定要放下所有人的手嗎？
zh_tw: 確定要放下所有人的手嗎？

# CSw
source: Swipe left to hide
de_de: Zum Ausblenden nach links wischen
es_es: Desliza hacia la izquierda para ocultar
fr_fr: Balayez vers la gauche pour masquer
id_id: Geser ke kiri untuk menyembunyikan
it_it: Scorri a sinistra per nascondere
ja_jp: 左にスライドして非表示
ko_kr: 왼쪽으로 살짝 밀어 숨기기
ms_my: Sapu ke kiri untuk sembunyi
pt_br: Deslize para a esquerda para ocultar
ru_ru: Проведите влево, чтобы скрыть
th_th: ปัดไปทางซ้ายเพื่อซ่อน
vi_vn: Vuốt sang trái để ẩn
zh_cn: 向左滑动收起
zh_hk: 向左滑動以收合
zh_tw: 向左滑動以摺疊

# 5tI
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
hi_in: स्विच करें
id_id: Beralih
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Trocar
ru_ru: Переключить
th_th: สลับ
vi_vn: Chuyển nhóm
zh_cn: 切换
zh_hk: 切換
zh_tw: 切換

# 7B4
source: Switch
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
hi_in: स्विच करें
id_id: Alihkan
it_it: Cambia
ja_jp: 切り替える
ko_kr: 전환
ms_my: Tukar
pt_br: Trocar
ru_ru: Переключить
th_th: สลับ
vi_vn: Chuyển nhóm
zh_cn: 切换
zh_hk: 切換
zh_tw: 切換

# fm8
source: The presenter has switched content.
de_de: Der Präsentator hat den Inhalt getauscht.
es_es: El presentador ha cambiado de contenido.
fr_fr: Le présentateur a changé de contenu.
id_id: Penyaji telah mengganti konten.
it_it: Il presentatore ha cambiato il contenuto.
ja_jp: 共有者が内容を切り替えました。
ko_kr: 발표자가 콘텐츠를 전환했습니다.
ms_my: Pembentang telah menukar kandungan.
pt_br: O apresentador trocou de conteúdo.
ru_ru: Ведущий переключил контент и вернется к показу экрана через {{number}} с.
th_th: ผู้นำเสนอเปลี่ยนเนื้อหาแล้ว
vi_vn: Người trình bày đã chuyển nội dung.
zh_cn: 共享人已切换内容
zh_hk: 分享者已切換內容
zh_tw: 分享人已切換內容

# 62U
source: You can use the room device to speak. Switching to system audio in a meeting room may cause whining noise.
de_de: Sie können das Raumgerät zum Sprechen verwenden. Wenn Sie in einem Besprechungsraum auf Systemaudio umschalten, können Heulgeräusche verursacht werden.
es_es: Puedes usar el dispositivo de la sala para hablar. Si cambias al audio del sistema en una sala de reuniones, es posible que se produzcan ruidos molestos.
fr_fr: Vous pouvez parler via l'appareil de la salle. Passer à l'audio système dans une salle de réunion peut entraîner un bruit de sifflement.
id_id: Anda dapat menggunakan perangkat ruang diskusi untuk berbicara. Beralih ke audio sistem di ruang rapat dapat menyebabkan suara rengekan.
it_it: Puoi usare il dispositivo della sala per parlare. L'utilizzo dell'audio del sistema in una sala riunioni potrebbe causare un sibilo.
ja_jp: 会議室デバイスを使用して発言できます。会議室内でシステム音声に切り替えると、ハウリングが発生する可能性があります。
ko_kr: 회의실 장치를 사용하여 발언할 수 있습니다. 회의실에서 시스템 오디오로 전환하면 윙윙거리는 소음이 발생할 수 있습니다.
ms_my: Anda boleh menggunakan peranti bilik untuk bercakap. Menukar ke audio sistem dalam bilik mesyuarat boleh menyebabkan bunyi mengilai.
pt_br: Você pode usar o dispositivo da sala para falar. Mudar para o áudio do sistema em uma sala de reunião pode causar ruído de choramingo.
ru_ru: Вы можете использовать устройство комнаты, чтобы говорить. Переключение на системный звук в комнате может вызвать свистящий шум.
th_th: คุณสามารถใช้อุปกรณ์ในห้องเพื่อพูดได้ การเปลี่ยนไปใช้เสียงจากระบบในห้องประชุมอาจทำให้เกิดเสียงหอนได้
vi_vn: Bạn có thể sử dụng thiết bị trong phòng để phát biểu. Việc chuyển sang âm thanh hệ thống trong phòng họp có thể tạo ra tiếng ồn chói tai.
zh_cn: 你可使用会议室设备发言。在会议室中切换系统音频可能会产生啸叫
zh_hk: 你可以使用會議室裝置發言。在會議室中切換系統音訊可能會產生高頻噪音
zh_tw: 你可以使用會議室裝置發言。在會議室中切換系統音訊可能會產生高頻噪音

# fs4
source: Switching translation language
de_de: Übersetzungssprache wechseln
es_es: Cambiar el idioma de la traducción
fr_fr: Langue de la traduction en cours de modification
id_id: Beralih bahasa terjemahan
it_it: Cambio lingua di traduzione in corso
ja_jp: 翻訳言語を切り替えています
ko_kr: 번역 언어 전환
ms_my: Menukar bahasa terjemahan
pt_br: Trocando o idioma de tradução
ru_ru: Переключение языка перевода
th_th: สลับภาษาการแปล
vi_vn: Đang chuyển đổi ngôn ngữ dịch
zh_cn: 翻译语言切换中
zh_hk: 翻譯語言切換中
zh_tw: 翻譯語言切換中

# F2A
source: Switching to meeting
de_de: Zur Besprechung wechseln
es_es: Cambiar a reunión
fr_fr: Passage à la réunion
id_id: Beralih ke rapat
it_it: Passa alla riunione
ja_jp: 会議に切り替えています
ko_kr: 회의로 전환
ms_my: Beralih ke mesyuarat
pt_br: Mudando para reunião
ru_ru: Переключение на конференцию
th_th: เปลี่ยนเป็นการประชุม
vi_vn: Đang chuyển sang cuộc họp
zh_cn: 正在切换至会议
zh_hk: 正在切換至會議
zh_tw: 正在切換至會議

# +ww
source: Sync Latest Order
de_de: Die letzte Anordnung synchronisieren
es_es: Sincronizar el último orden
fr_fr: Synchroniser l'ordre le plus récent
id_id: Sinkronkan Urutan Terakhir
it_it: Sincronizza ultimo ordine
ja_jp: 最新の並び順を同期
ko_kr: 최신 순서 동기화
ms_my: Selaraskan Susunan Terkini
pt_br: Sincronizar última ordem
ru_ru: Синхронизировать самый последний порядок видео
th_th: ซิงค์ลำดับล่าสุด
vi_vn: Đồng bộ hóa thứ tự mới nhất
zh_cn: 同步最新顺序
zh_hk: 同步最新順序
zh_tw: 同步最新順序

# w6w
source: {{name}} is syncing the stage and moving you on stage.
de_de: {{name}} synchronisiert das Podium und verschiebt Sie auf das Podium
es_es: {{name}} está sincronizando el escenario y te está llevando a él.
fr_fr: {{name}} synchronise la scène et vous déplace sur celle-ci.
id_id: {{name}} sedang menyinkronkan panggung dan memindahkan Anda ke panggung.
it_it: {{name}} sta sincronizzando l'area e ti ha spostato nell'area.
ja_jp: {{name}}がステージを同期しており、あなたをステージに移動しました。
ko_kr: {{name}} 님이 스테이지를 동기화하고 스테이지에서 회원님을 이동하고 있습니다.
ms_my: {{name}} sedang menyelaras pentas dan memindahkan anda ke pentas.
pt_br: {{name}} está sincronizando o palco e movendo você no palco.
ru_ru: {{name}} синхронизирует сцену и перемещает вас на сцену.
th_th: {{name}} กำลังซิงค์เวทีและย้ายคุณไปบนเวที
vi_vn: {{name}} đang đồng bộ hóa giai đoạn và di chuyển bạn trên giai đoạn.
zh_cn: {{name}}正在同步舞台，并将你移上舞台
zh_hk: {{name}}正在同步舞台，並將你移上舞台
zh_tw: {{name}}正在同步舞台，並將你移上舞台

# IOg
source: You have synced the video order for attendees.
de_de: Sie haben die Videoanordnung für die Anwesenden synchronisiert.
es_es: Has sincronizado el orden de vídeo para los asistentes.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour les participants.
id_id: Anda telah menyinkronkan urutan video untuk peserta.
it_it: Hai sincronizzato l'ordine video per gli ospiti.
ja_jp: 出席者に画面の並び順を同期しました。
ko_kr: 참석자의 동영상 순서를 동기화했습니다.
ms_my: Anda telah menyelaraskan susunan video untuk peserta.
pt_br: Você sincronizou a ordem de vídeos para participantes.
ru_ru: Вы синхронизировали порядок видео для посетителей.
th_th: คุณซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho người tham dự.
zh_cn: 你已为观众同步视频顺序
zh_hk: 你已為觀眾同步視像順序
zh_tw: 你已為觀眾同步視訊順序

# vzM
source: Sync
de_de: Synchronisieren
es_es: Sincronizar
fr_fr: Synchroniser
id_id: Sinkronkan
it_it: Sincronizza
ja_jp: 同期
ko_kr: 동기화
ms_my: Selaraskan
pt_br: Sincronizar
ru_ru: Синхронизация
th_th: ซิงค์
vi_vn: Đồng bộ
zh_cn: 同步
zh_hk: 同步
zh_tw: 同步

# AgY
source: Sync video order for all
de_de: Videoanordnung für alle synchronisieren
es_es: Sincronizar el orden de vídeo para todos
fr_fr: Synchroniser l'ordre des vidéos pour tous
id_id: Sinkronkan urutan video untuk semua
it_it: Sincronizza l'ordine video per tutti
ja_jp: 全員に画面の並び順を同期
ko_kr: 모두를 위한 동영상 순서 동기화
ms_my: Segerakkan urutan video untuk semua
pt_br: Sincronizar ordem de vídeos para todos
ru_ru: Синхронизировать порядок видео для всех
th_th: ซิงค์ลำดับวิดีโอสำหรับทุกคน
vi_vn: Đồng bộ hóa thứ tự video cho tất cả
zh_cn: 为所有人同步视频顺序
zh_hk: 為所有人同步視像順序
zh_tw: 為所有人同步視訊順序

# ZM0
source: Syncing video order for every participant?
de_de: Videoanordnung für jeden Teilnehmer synchronisieren?
es_es: ¿Sincronizar el orden de vídeo para todos los participantes?
fr_fr: Synchroniser l'ordre des vidéos pour tous les participants ?
id_id: Sinkronkan urutan video untuk semua peserta?
it_it: Sincronizzare l'ordine video per ogni partecipante?
ja_jp: すべての参加者に画面の並び順を同期しますか？
ko_kr: 모든 참가자의 동영상 순서를 동기화하시겠습니까?
ms_my: Menyelaraskan susunan video untuk setiap peserta?
pt_br: Sincronizar a ordem de vídeos para cada participante?
ru_ru: Синхронизировать порядок видео для всех участников?
th_th: ต้องการซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมทุกคนหรือไม่
vi_vn: Đang đồng bộ hóa thứ tự video cho tất cả người tham gia?
zh_cn: 为所有人同步视频顺序？
zh_hk: 要為所有人同步視像順序嗎？
zh_tw: 要為所有人同步視訊順序嗎？

# Jeg
source: Sync video order for attendees
de_de: Videoanordnung für Anwesende synchronisieren
es_es: Sincronizar el orden de vídeo para los asistentes
fr_fr: Synchroniser l'ordre des vidéos pour les participants
id_id: Sinkronkan urutan video untuk peserta
it_it: Sincronizza ordine video per gli ospiti
ja_jp: 出席者に画面の並び順を同期
ko_kr: 참석자의 동영상 순서 동기화
ms_my: Selaraskan susunan video untuk peserta
pt_br: Sincronizar ordem de vídeos para participantes
ru_ru: Синхронизировать порядок видео для посетителей
th_th: ซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วม
vi_vn: Đồng bộ hóa thứ tự video cho người tham dự
zh_cn: 为观众同步视频顺序
zh_hk: 為觀眾同步視像順序
zh_tw: 為觀眾同步視訊順序

# obY
source: Syncing video order for attendees?
de_de: Videoanordnung für Anwesende synchronisieren?
es_es: ¿Sincronizar el orden de vídeo para los asistentes?
fr_fr: Synchroniser l'ordre des vidéos pour les participants ?
id_id: Sinkronkan urutan video untuk peserta?
it_it: Sincronizzare ordine video per gli ospiti?
ja_jp: 出席者に画面の並び順を同期しますか？
ko_kr: 참석자의 동영상 순서를 동기화하시겠습니까?
ms_my: Menyelaraskan susunan video untuk peserta?
pt_br: Sincronizando a ordem de vídeo para os participantes?
ru_ru: Синхронизация порядка видео для посетителей?
th_th: กำลังซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมใช่ไหม
vi_vn: Đồng bộ hóa thứ tự video cho người tham dự?
zh_cn: 为观众同步视频顺序？
zh_hk: 要為觀眾同步視像順序嗎？
zh_tw: 要為觀眾同步視訊順序嗎？

# 49I
source: You have synced the video order for all and unhidden non-video participants.
de_de: Sie haben die Videoreihenfolge für alle synchronisiert und Nicht-Video-Teilnehmer ausgeblendet.
es_es: Has sincronizado el orden del vídeo para todos los participantes no ocultos sin vídeo.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour tous les participants, et annulé le masquage des participants non vidéo.
id_id: Anda telah menyinkronkan urutan video untuk semua dan peserta non-video yang tidak disembunyikan.
it_it: Hai sincronizzato l'ordine video per tutti e i partecipanti senza video non nascosti.
ja_jp: すべての参加者に画面の並び順を同期し、ビデオがオフの参加者の非表示を解除しました。
ko_kr: 모든 참가자의 동영상 순서를 동기화했으며 전화를 통한 참가자를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan susunan video untuk semua dan menunjukkan peserta tanpa video.
pt_br: Você sincronizou a ordem do vídeo para todos e exibiu os participantes que não são de vídeo.
ru_ru: Вы синхронизировали порядок видео для всех и отобразили скрытых участников без видео.
th_th: คุณมีการซิงค์ลำดับวิดีโอสำหรับทุกคน และยกเลิกการซ่อนผู้เข้าร่วมที่ไม่มีวิดีโอ
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho tất cả và bỏ ẩn những người không tham gia video.
zh_cn: 你已为所有人同步视频顺序，并取消隐藏非视频参会者
zh_hk: 你已為所有人同步視像順序，並取消隱藏非視像參會者
zh_tw: 你已為所有人同步視訊順序，並取消隱藏非視訊與會人員

# wn4
source: You have synced the video order for all and unhidden your own view.
de_de: Sie haben die Videoanordnung für alle synchronisiert und Ihre eigene Ansicht eingeblendet.
es_es: Has sincronizado el orden de vídeo para todos y has mostrado tu propia vista.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour tous et affiché votre propre affichage.
id_id: Anda telah menyinkronkan urutan video untuk semua dan tampilan Anda sendiri yang tidak disembunyikan.
it_it: Hai sincronizzato l'ordine video per tutti e resa visibile la tua visualizzazione.
ja_jp: すべての参加者に画面の並び順を同期し、「自分の映像を非表示」を解除しました。
ko_kr: 모두를 위한 동영상 순서를 동기화하고 내 보기를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan urutan video untuk semua dan memperlihatkan pandangan anda sendiri.
pt_br: Você sincronizou a ordem de vídeos para todos e exibiu sua própria visualização.
ru_ru: Вы синхронизировали порядок видео для всех и открыли свой вид.
th_th: คุณได้ซิงค์ลำดับวิดีโอสำหรับทุกคนและยกเลิกการซ่อนการดูของคุณเองแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho tất cả và bỏ ẩn chế độ xem riêng của bạn.
zh_cn: 你已为所有人同步视频顺序，并取消隐藏本人视图
zh_hk: 你已為所有人同步視像順序，並取消隱藏本人檢視模式
zh_tw: 你已為所有人同步視訊順序，並取消隱藏本人視圖

# ESo
source: You have synced the video order for attendees and unhidden your own view.
de_de: Sie haben die Videoanordnung für Anwesende synchronisiert und Ihre eigene Ansicht eingeblendet.
es_es: Has sincronizado el orden de los vídeos para los asistentes y has mostrado tu propia vista.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour les participants et annulé le masquage de votre propre affichage.
id_id: Anda telah menyinkronkan urutan video untuk peserta dan menampilkan tampilan Anda sendiri.
it_it: Hai sincronizzato l'ordine video per gli ospiti e resa visibile la tua visualizzazione.
ja_jp: 出席者に画面の並び順を同期し、「自分の映像を非表示」を解除しました。
ko_kr: 참석자의 비디오 순서를 동기화하고 내 보기를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan urutan video untuk peserta dan memaparkan pandangan anda sendiri.
pt_br: Você sincronizou a ordem de vídeos para os participantes e exibiu sua própria visualização.
ru_ru: Вы синхронизировали порядок видео для посетителей и открыли свой вид.
th_th: คุณได้ซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมและยกเลิกการซ่อนการดูของคุณเองแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho người tham dự và bỏ ẩn chế độ xem riêng của bạn.
zh_cn: 你已为观众同步视频顺序，并取消隐藏本人视图
zh_hk: 你已為觀眾同步視像順序，並取消隱藏本人檢視模式
zh_tw: 你已為觀眾同步視訊順序，並取消隱藏本人視圖

# DKw
source: You have synced the video order for all and unhidden views.
de_de: Sie haben die Videoanordnung für alle synchronisiert und die Ansichten eingeblendet.
es_es: Has sincronizado el orden de vídeo para todos y has mostrado las vistas.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour tous et affiché les vues.
id_id: Anda telah menyinkronkan urutan video untuk semua dan tampilan yang tidak disembunyikan.
it_it: Hai sincronizzato l'ordine video per tutti e rese visibili le visualizzazioni.
ja_jp: すべての参加者に画面の並び順を同期し、ビューの非表示を解除しました。
ko_kr: 모두를 위한 동영상 순서를 동기화하고 보기를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan urutan video untuk semua dan pandangan yang tidak tersembunyi.
pt_br: Você sincronizou a ordem de vídeos para todos e exibiu as visualizações.
ru_ru: Вы синхронизировали порядок видео для всех и открыли скрытые виды.
th_th: คุณได้ซิงค์ลำดับวิดีโอสำหรับทุกคนและยกเลิกการซ่อนการดูแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho tất cả và bỏ ẩn chế độ xem.
zh_cn: 你已为所有人同步视频顺序，并取消视图隐藏
zh_hk: 你已為所有人同步視像順序，並取消隱藏檢視模式
zh_tw: 你已為所有人同步視訊順序，並取消隱藏視圖

# SN4
source: You have synced the video order for attendees and unhidden views.
de_de: Sie haben die Videoanordnung für Anwesende synchronisiert und die Ansichten eingeblendet.
es_es: Has sincronizado el orden de los vídeos para los asistentes y has mostrado las vistas.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour les participants et annulé le masquage des affichages.
id_id: Anda telah menyinkronkan urutan video untuk peserta dan tampilan yang tidak disembunyikan.
it_it: Hai sincronizzato l'ordine video per gli ospiti e rese visibili le visualizzazioni.
ja_jp: 出席者に画面の並び順を同期し、ビューの非表示を解除しました。
ko_kr: 참석자의 비디오 순서를 동기화하고 보기를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan urutan video untuk peserta dan memaparkan pandangan.
pt_br: Você sincronizou a ordem de vídeos para os participantes e exibiu as visualizações.
ru_ru: Вы синхронизировали порядок видео для посетителей и отобразили скрытые виды.
th_th: คุณได้ซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วมและยกเลิกการซ่อนการดูแล้ว
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho người tham dự và bỏ ẩn chế độ xem.
zh_cn: 你已为观众同步视频顺序，并取消视图隐藏
zh_hk: 你已為觀眾同步視像順序，並取消隱藏檢視模式
zh_tw: 你已為觀眾同步視訊順序，並取消隱藏視圖

# YPI
source: You have synced the video order for attendees and unhidden non-video participants.
de_de: Sie haben die Videoanordnung für Anwesende synchronisiert und Nicht-Video-Teilnehmer eingeblendet.
es_es: Has sincronizado el orden del vídeo para los asistentes y los participantes no ocultos sin vídeo.
fr_fr: Vous avez synchronisé l'ordre des vidéos pour les participants et annulé le masquage des participants sans vidéo.
id_id: Anda telah menyinkronkan urutan video untuk peserta dan menampilkan peserta non-video.
it_it: Hai sincronizzato l'ordine video per gli ospiti e resi visibili i partecipanti senza video.
ja_jp: 出席者に画面の並び順を同期し、ビデオがオフの参加者の非表示を解除しました。
ko_kr: 참석자의 비디오 순서를 동기화했으며 전화를 통한 참가자를 숨김 해제했습니다.
ms_my: Anda telah menyelaraskan urutan video untuk peserta dan memaparkan peserta tanpa video.
pt_br: Você sincronizou a ordem do vídeo para os participantes e exibiu os participantes que não são de vídeo.
ru_ru: Вы синхронизировали порядок видео для посетителей и отобразили скрытых участников без видео.
th_th: คุณมีการซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วม และยกเลิกการซ่อนผู้เข้าร่วมที่ไม่มีวิดีโอ
vi_vn: Bạn đã đồng bộ hóa thứ tự video cho người tham dự và bỏ ẩn những người không tham gia video.
zh_cn: 你已为观众同步视频顺序，并取消隐藏非视频参会者
zh_hk: 你已為觀眾同步視像順序，並取消隱藏非視像參會者
zh_tw: 你已為觀眾同步視訊順序，並取消隱藏非視訊與會人員

# w7Q
source: Synced the video order for all. Do not support hiding non-video participants.
de_de: Videoreihenfolge für alle synchronisiert. Das Ausblenden von Nicht-Video-Teilnehmern wird nicht unterstützt.
es_es: Se ha sincronizado el orden del vídeo para todos. No admitir la ocultación de participantes sin vídeo.
fr_fr: Ordre des vidéos synchronisé pour tous. Impossible de masquer les participants non vidéo.
id_id: Berhasil menyinkronkan urutan video untuk semua. Tidak mendukung penyembunyian peserta non-video.
it_it: Sincronizzazione completata dell'ordine video per tutti. Non supporta partecipanti senza video nascosti.
ja_jp: 画面の並び順をすべての参加者と同期しているため、ビデオがオフの参加者を非表示できません。
ko_kr: 모든 참가자의 동영상 순서를 동기화했습니다. 전화를 통한 참가자 숨기기를 지원하지 않습니다.
ms_my: Menyelaraskan susunan video untuk semua. Tidak menyokong penyembunyian peserta tanpa video.
pt_br: Sincronizou a ordem do vídeo para todos. Não oferece suporte para ocultar participantes que não são de vídeo.
ru_ru: Синхронизирован порядок видео для всех. Не поддерживает скрытие участников без видео.
th_th: ซิงค์ลำดับวิดีโอสำหรับทุกคน ไม่รองรับการซ่อนผู้เข้าร่วมที่ไม่มีวิดีโอ
vi_vn: Đã đồng bộ hóa thứ tự video cho tất cả. Không hỗ trợ ẩn người không tham gia video.
zh_cn: 已为所有人同步视频顺序，不支持隐藏非视频参会者
zh_hk: 已為所有人同步視像順序，不支援隱藏非視像參會者
zh_tw: 已為所有人同步視訊順序，不支援隱藏非視訊與會人員
