Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# 7HA
source: Your internet is disconnected. Check your network and retry.
de_de: Internetverbindung wurde getrennt. Überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es_es: Tu Internet se ha desconectado. Comprueba tu red e inténtalo de nuevo.
fr_fr: Votre Internet est déconnecté. Vérifiez votre réseau et réessayez.
hi_in: आपका इंटरनेट डिस्कनेक्ट हुआ. अपने नेटवर्क की जाँच करें और पुनः प्रयास करें.
id_id: Internet Anda terputus. Periksa jaringan Anda dan coba lagi.
it_it: Sei disconnesso da Internet. Controlla la rete e riprova.
ja_jp: ネット接続が切断されました。ネット接続を確認してから再試行してください
ko_kr: 인터넷 연결이 끊겼습니다. 네트워크를 확인하고 다시 시도해 보세요.
ms_my: Internet anda terputus. Periksa rangkaian anda dan cuba lagi.
pt_br: Sua Internet está desconectada Verifique sua rede e repita.
ru_ru: Ваш интернет отключен. Проверьте соединение и повторите попытку.
th_th: อินเทอร์เน็ตของคุณถูกยกเลิกการเชื่อมต่อ ตรวจสอบเครือข่ายของคุณและลองอีกครั้ง
vi_vn: Internet của bạn đã ngắt kết nối. Hãy kiểm tra mạng của bạn và thử lại.
zh_cn: 当前您的网络已断开，请检查网络
zh_hk: 目前你的網絡已中斷，請檢查網絡
zh_tw: 目前你的網路已中斷，請檢查網路連線

# Pp4
source: Connection error. Reconnecting...
de_de: Verbindungsfehler. Verbindung wird wiederhergestellt...
es_es: Error de conexión. Conectando de nuevo...
fr_fr: Erreur de connexion. Reconnexion…
hi_in: कनेक्शन त्रुटि. पुन: कनेक्ट किया जा रहा है...
id_id: Kesalahan koneksi. Menghubungkan ulang...
it_it: Errore di connessione. Riconnessione in corso
ja_jp: ネットワークエラーです。再接続しています...
ko_kr: 연결 오류입니다. 다시 연결 중...
ms_my: Ralat sambungan. Menyambung semula...
pt_br: Erro de conexão. Reconectando...
ru_ru: Ошибка подключения. Переподключаемся....
th_th: ข้อผิดพลาดในการเชื่อมต่อ กำลังเชื่อมต่อซ้ำอีกครั้ง...
vi_vn: Lỗi kết nối. Đang kết nối lại...
zh_cn: 当前您的网络状态异常，正在重连...
zh_hk: 目前你的網絡狀態異常，正在重新連線...
zh_tw: 目前你的網路狀態異常，正在重新連線...

# /9Y
source: Interpretation
de_de: Dolmetschen
es_es: Interpretación
fr_fr: Interprétation
hi_in: मौखिक अनुवाद
id_id: Penjurubahasaan
it_it: Interpretazione
ja_jp: 同時通訳
ko_kr: 통역
ms_my: Interpretasi
pt_br: Interpretação
ru_ru: Перевод
th_th: การล่าม
vi_vn: Phiên dịch
zh_cn: 同声传译
zh_hk: 同聲傳譯
zh_tw: 同步翻譯

# MPU
source: Interpret
de_de: Dolmetschen
es_es: Interpretar
fr_fr: Interpréter
hi_in: व्याख्या
id_id: Interpretasikan
it_it: Interpreta
ja_jp: 通訳
ko_kr: 해석하기
ms_my: Tafsir
ru_ru: Интерпретация
th_th: ตีความ
vi_vn: Thông dịch
zh_cn: 同声传译
zh_hk: 傳譯
zh_tw: 翻譯

# KuI
source: Interpreter
es_es: Intérprete
fr_fr: Interprète
id_id: Juru Bahasa
it_it: Interprete
ja_jp: 通訳者
ko_kr: 인터프리터
ms_my: Penterjemah
pt_br: Intérprete
ru_ru: Переводчик
th_th: ล่าม
vi_vn: Thông dịch viên
zh_cn: 同传译员
zh_hk: 即時傳譯員
zh_tw: 同步口譯員

# 8S0
source: Interpreter-{{interpreter_language}}
de_de: Dolmetscher-{{interpreter_language}}
es_es: Intérprete: {{interpreter_language}}
fr_fr: Interprète - {{interpreter_language}}
hi_in: इंटरप्रेटर-{{interpreter_language}}
id_id: Juru bahasa-{{interpreter_language}}
it_it: Interprete {{interpreter_language}}
ja_jp: 通訳者-{{interpreter_language}}
ko_kr: 통역사-{{interpreter_language}}
ms_my: Penterjemah-{{interpreter_language}}
pt_br: Intérprete-{{interpreter_language}}
ru_ru: Переводчик-{{interpreter_language}}
th_th: ล่าม-{{interpreter_language}}
vi_vn: Phiên dịch viên-{{interpreter_language}}
zh_cn: 同传译员-{{interpreter_language}}
zh_hk: 同聲傳譯員-{{interpreter_language}}
zh_tw: 同步翻譯-{{interpreter_language}}

# AZI
source: Interpreter {{number}}
de_de: Dolmetscher {{number}}
es_es: Intérprete {{number}}
fr_fr: Interprète {{number}}
hi_in: इंटरप्रेटर {{number}}
id_id: Penerjemah {{number}}
it_it: {{number}} interprete
ja_jp: 通訳者 {{number}}
ko_kr: 통역사 {{number}}
ms_my: Penterjemah {{number}}
pt_br: Intérprete {{number}}
ru_ru: Переводчик {{number}}
th_th: ล่ามคนที่ {{number}}
vi_vn: Phiên dịch viên {{number}}
zh_cn: 译员 {{number}}
zh_hk: 譯員 {{number}}
zh_tw: 翻譯員 {{number}}

# m2k
source: Maximum number of interpreters reached
de_de: Maximale Anzahl an Dolmetschern erreicht
es_es: ⁣Se ha alcanzado el número máximo de intérpretes
fr_fr: Nombre maximum d'interprètes atteint
hi_in: इंटरप्रेटर्स की अधिकतम संख्या पूरी हो गई है
id_id: Jumlah maksimum penerjemah tercapai
it_it: Numero massimo di interpreti raggiunto
ja_jp: 通訳者人数が上限に達しました
ko_kr: ⁣ 최대 통역사 수에 도달함
ms_my: Bilangan maksimum penterjemah dicapai
pt_br: Número máximo de intérpretes atingido
ru_ru: Достигнуто максимальное количество переводчиков
th_th: ล่ามครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số phiên dịch viên tối đa
zh_cn: 译员人数已达到上限
zh_hk: 譯員人數已達到上限
zh_tw: 翻譯員人數已達到上限

# Kl0
source: Interpretation is available. You can select a channel to listen to.
de_de: Dolmetschen verfügbar. Sie können einen Kanal zum Zuhören auswählen.
es_es: La interpretación está disponible. Puedes seleccionar un canal en el que escuchar.
fr_fr: L'interprétation est disponible. Vous pouvez sélectionner une chaîne à écouter.
hi_in: इंटरप्रेटेशन उपलब्ध है. आप किसी चैनल को सुनने हेतु उसका चयन कर सकते हैं.
id_id: Interpretasi tersedia. Anda dapat memilih saluran untuk didengarkan.
it_it: Il servizio di interpretazione è disponibile. Puoi selezionare un canale da ascoltare.
ja_jp: この会議は通訳中です。チャンネルを選択して聞いてください
ko_kr: 통역이 가능합니다. 청취할 채널을 선택할 수 있습니다.
ms_my: Interpretasi tersedia. Anda boleh memilih saluran untuk mendengar.
pt_br: Interpretação está disponível. Você pode selecionar um canal para escutar.
ru_ru: Доступен перевод. Можно выбрать канал для прослушивания.
th_th: การล่ามพร้อมใช้งาน คุณสามารถเลือกช่องสัญญาณที่จะฟังได้
vi_vn: Phiên dịch đang sẵn sàng. Bạn có thể chọn một kênh để nghe.
zh_cn: 正在进行同声传译，可选择不同语言频道收听
zh_hk: 正在進行同聲傳譯，可選擇不同語言頻道收聽
zh_tw: 正在進同步翻譯，可選擇不同語言頻道收聽

# XJ0
source: Interview
de_de: Vorstellungsgespräch
es_es: Entrevista
fr_fr: Entretien
id_id: Wawancara
it_it: Colloquio
ja_jp: 面接
ko_kr: 인터뷰
ms_my: Temuduga
pt_br: Entrevista
ru_ru: Интервью
th_th: การสัมภาษณ์
vi_vn: Phỏng vấn
zh_cn: 面试空间
zh_hk: 面試空間
zh_tw: 面試空間

# uEE
source: This interview automatically enters split view. You can open the Hire gadget by clicking "Interview Space", and close by clicking "Close" in the upper right corner of the gadget.
de_de: Dieses Interview wird automatisch in eine geteilte Ansicht umgewandelt. Sie können das Hire Gadget öffnen, indem Sie auf „Interview-Raum“ klicken, und Sie können es schließen, indem Sie in der oberen rechten Ecke des Gadgets auf „Schließen“ klicken.
es_es: Esta entrevista entra automáticamente en la vista dividida. Para abrir el gadget de contratación puedes hacer clic en "Espacio de entrevista". Para cerrarlo, haz clic en "Cerrar" en la esquina superior derecha del gadget.
fr_fr: Cet entretien entre automatiquement en affichage fractionné. Vous pouvez ouvrir le gadget Hire en cliquant sur "Espace d'entretien", et le fermer en cliquant sur "Fermer" dans le coin supérieur droit du gadget.
id_id: Wawancara ini secara otomatis memasuki tampilan terpisah. Anda dapat membuka gadget Hire dengan mengeklik "Ruang Wawancara", dan menutup dengan mengeklik "Tutup" di pojok kanan atas gadget.
it_it: Questo colloquio entra automaticamente in visualizzazione suddivisa. Puoi aprire il gadget Hire facendo clic su "Spazio colloquio" e chiuderlo facendo clic su "Chiudi" nell'angolo in alto a destra del gadget.
ja_jp: 面接は自動的に分割画面モードに切り替えます。「面接スペース」をクリックして採用管理のミニアプリを開くことができ、ミニアプリの右上にある「閉じる」をクリックしてミニアプリを閉じることができます。
ko_kr: 이 면접은 자동으로 분할 보기로 전환됩니다. "면접 공간"을 클릭하여 채용 가젯을 열고 가젯의 오른쪽 상단 모서리에 있는 "닫기"를 클릭하여 닫을 수 있습니다.
ms_my: Temuduga ini secara automatik memasuki pandangan berpecah. Anda boleh membuka alat Hire dengan mengklik "Ruang Temuduga", dan tutup dengan mengklik "Tutup" di sudut kanan atas alat itu.
pt_br: Esta entrevista entra automaticamente na visualização dividida. Você pode abrir o gadget do Hire clicando em "Espaço de entrevista" e fechar clicando em "Fechar" no canto superior direito do gadget.
ru_ru: Это интервью автоматически переходит в режим разделенного просмотра. Вы можете открыть гаджет Hire, нажав "Место для интервью", и закрыть, нажав "Закрыть" в правом верхнем углу гаджета.
th_th: การสัมภาษณ์นี้จะเข้าสู่มุมมองแยกโดยอัตโนมัติ คุณสามารถเปิดโปรแกรมเบ็ดเตล็ดในการจ้างงานได้โดยคลิกที่ "พื้นที่สัมภาษณ์" และปิดโดยคลิกที่ "ปิด" ที่มุมขวาบนของโปรแกรมเบ็ดเตล็ด
vi_vn: Cuộc phỏng vấn này sẽ tự động chuyển sang chế độ xem phân chia. Bạn có thể mở gadget Hire bằng cách nhấp vào "Không gian phỏng vấn" và đóng bằng cách nhấp vào "Đóng" ở góc trên bên phải của gadget.
zh_cn: 面试会议自动进入分屏模式，可通过点击“面试空间”打开招聘小程序，点击小程序右上角“关闭”可关闭小程序
zh_hk: 面試會議自動進入分屏模式，可透過點擊「面試空間」開啟招聘小程式，點擊小程式右上角的「關閉」可關閉小程式
zh_tw: 面試會議自動進入分割檢視模式，可透過點選「面試空間」開啟招聘小程式，點選小程式右上角的「關閉」可關閉小程式

# Uvw
source: Interview
es_es: Entrevista
fr_fr: Entretien
hi_in: साक्षात्कार
id_id: Wawancara
it_it: Colloquio
ja_jp: 面接用
ko_kr: 면접
ms_my: Temuduga
pt_br: Entrevista
ru_ru: Интервью
th_th: การสัมภาษณ์
vi_vn: Buổi phỏng vấn
zh_cn: 面试专属
zh_hk: 面試專屬
zh_tw: 面試專屬

# OTU
source: The interviewer is online now. You can click "Collapse" to see your interviewer.
de_de: Der Interviewer ist nun online. Sie können auf „Reduzieren“ klicken, um Ihren Interviewer zu sehen.
es_es: El entrevistador se ha conectado. Puedes hacer clic en "Contraer" para verlo.
fr_fr: La personne en charge de l'entretien est désormais en ligne. Cliquez sur "Réduire" pour la voir.
id_id: Pewawancara sedang online sekarang. Anda dapat mengeklik "Lipat" untuk melihat pewawancara Anda.
it_it: L'intervistatore adesso è online. Puoi fare clic su "Comprimi" per vederlo.
ja_jp: 面接官が参加しました。「法人情報を非表示」をクリックして面接官の画面を表示できます。
ko_kr: 면접관이 지금 온라인 상태입니다. "축소"를 클릭하면 면접관을 볼 수 있습니다.
ms_my: Pewawancara sedang dalam talian. Anda boleh klik "Runtuhkan" untuk melihat pewawancara anda.
pt_br: O entrevistador está on-line agora. Você pode clicar em "Recolher" para ver seu entrevistador.
ru_ru: Интервьюер сейчас онлайн. Вы можете нажать "Свернуть", чтобы увидеть своего интервьюера.
th_th: ผู้สัมภาษณ์กำลังออนไลน์อยู่ในขณะนี้ คุณสามารถคลิกที่ "ยุบ" เพื่อดูผู้สัมภาษณ์ของคุณได้
vi_vn: Người phỏng vấn hiện đang trực tuyến. Bạn có thể nhấp vào "Thu gọn" để nhìn thấy người phỏng vấn.
zh_cn: 面试官已上线，你可点击「收起企业信息页」查看面试官画面
zh_hk: 面試官已在線上，你可以點擊「收合企業資訊頁面」以查看面試官畫面
zh_tw: 面試官已上線，你可以點選「摺疊企業資訊頁面」查看面試官畫面

# eEk
source: Invalid sharing code or meeting ID
de_de: Freigabecode oder Besprechungs-ID ungültig
es_es: Código para compartir o código de reunión no válidos
fr_fr: Code de partage ou ID de réunion non valide
id_id: Kode berbagi atau ID rapat tidak valid
it_it: Codice di condivisione o ID riunione non valido
ja_jp: 無効な共有コードまたは会議 ID です
ko_kr: 공유 코드 또는 회의 ID가 잘못되었습니다
ms_my: Kod perkongsian atau ID mesyuarat tidak sah
pt_br: Código de compartilhamento ou ID de reunião inválido
ru_ru: Недействительный код показа экрана или ID конференции
th_th: รหัสสำหรับแบ่งปันหรือ ID การประชุมไม่ถูกต้อง
vi_vn: Mã chia sẻ hoặc ID cuộc họp không hợp lệ
zh_cn: 投屏码或会议 ID 无效
zh_hk: 投影代碼或會議 ID 無效
zh_tw: 螢幕投影碼或會議 ID 無效

# r6c
source: SIP/H.323 invite
de_de: SIP/H.323 Einladung
es_es: Invitación mediante SIP/H.323
fr_fr: Invitation SIP/H.323
id_id: Undangan SIP/H.323
it_it: SIP/H.323 invito
ja_jp: SIP/H.323 で招待
ko_kr: SIP/H.323 초대
ms_my: Jemputan SIP/H.323
pt_br: Convite SIP/H.323
ru_ru: SIP/H.323 пригл.
th_th: SIP/H.323 เชิญ
vi_vn: Mời qua SIP/H.323
zh_cn: SIP/H.323 邀请
zh_hk: SIP/H.323 邀請
zh_tw: SIP/H.323 邀請

# JJc
source: You can now browse the document at your own pace!
de_de: Sie können nun das Dokument Ihrem eigenen Tempo gemäß durchblättern!
es_es: Ahora puedes examinar el documento a tu propio ritmo.
fr_fr: Vous pouvez désormais parcourir le document à votre rythme !
id_id: Anda sekarang bisa menjelajahi dokumen sesuai tempo Anda sendiri!
it_it: Ora puoi sfogliare il documento al ritmo che preferisci!
ja_jp: ドキュメントを自由に閲覧できるようになりました！
ko_kr: 이제 원하는 속도로 문서를 탐색할 수 있습니다!
ms_my: Anda kini boleh melayari dokumen mengikut kelajuan anda sendiri!
pt_br: Agora você pode navegar pelo documento no seu próprio ritmo!
ru_ru: Теперь вы можете просматривать документ в своем собственном темпе!
th_th: ตอนนี้คุณสามารถเรียกดูเอกสารได้ตามต้องการแล้ว!
vi_vn: Bây giờ, bạn có thể duyệt tài liệu theo tốc độ của riêng của mình!
zh_cn: 现在可以自由浏览文档啦
zh_hk: 現在可以自由瀏覽文件喇
zh_tw: 現在可以自由瀏覽文件啦

# obk
source: Invite SIP room system
de_de: SIP-Raumsystem einladen
es_es: Incorporar el sistema de salas SIP
fr_fr: Inviter un système de salle SIP
hi_in: SIP रूम सिस्टम आमंत्रित करें
id_id: Undang sistem ruang SIP
it_it: Invita sistema di sale SIP
ja_jp: SIP ルームシステムを招待
ko_kr: SIP 회의실 시스템 초대
ms_my: Jemput sistem bilik SIP
pt_br: Convidar sistema de salas SIP
ru_ru: Система приглашения SIP room
th_th: เชิญระบบห้อง SIP
vi_vn: Mời hệ thống phòng SIP
zh_cn: 邀请 SIP 会议室系统
zh_hk: 邀請 SIP 會議室系統
zh_tw: 邀請 SIP 會議室系統

# KxA
source: Enter an IP address or SIP URI
de_de: IP-Adresse oder SIP-URI eingeben
es_es: Introduce una dirección IP o un esquema SIP URI
fr_fr: Saisir une adresse IP ou un URI SIP
hi_in: कोई IP पता या SIP URI दर्ज करें
id_id: Masukkan alamat IP atau SIP URI
it_it: Immetti un indirizzo IP o un URI SIP
ja_jp: IP アドレスまたは SIP URI を入力
ko_kr: IP 주소 또는 SIP URI 입력
ms_my: Masukkan alamat IP atau URI SIP
pt_br: Insira um endereço IP ou SIP URI
ru_ru: Введите IP-адрес или SIP URI
th_th: ป้อนที่อยู่ IP หรือ SIP URI
vi_vn: Nhập địa chỉ IP hoặc SIP URI
zh_cn: 请输入 IP 地址或 SIP URI
zh_hk: 請輸入 IP 地址或 SIP URI
zh_tw: 請輸入 IP 位址或 SIP URI

# PWg
source: Phone Call
de_de: Telefonanruf
es_es: Llamada de teléfono
fr_fr: Appel téléphonique
hi_in: फ़ोन कॉल
id_id: Panggilan Telepon
it_it: Chiamata
ja_jp: 電話で招待
ko_kr: 전화 통화
ms_my: Panggilan Telefon
pt_br: Chamada telefônica
ru_ru: Телефонный звонок
th_th: การโทรศัพท์
vi_vn: Cuộc gọi điện thoại
zh_cn: 电话呼叫
zh_hk: 電話致電
zh_tw: 電話呼叫

# BOc
source: Invitee name
de_de: Name des Eingeladenen
es_es: Nombre del invitado
fr_fr: Nom de l'invité
hi_in: आमंत्रित का नाम
id_id: Nama undangan
it_it: Nome dell'invitato
ja_jp: 招待者の名前
ko_kr: 초대 대상자 이름
ms_my: Nama jemputan
pt_br: nome do convidado
ru_ru: Имя приглашенного
th_th: ชื่อผู้ถูกเชิญ
vi_vn: Tên người được mời
zh_cn: 受邀者名字
zh_hk: 受邀者名字
zh_tw: 受邀者名字

# Avg
source: {{name}} is connected
de_de: {{name}} ist verbunden
es_es: {{name}} se ha conectado
fr_fr: {{name}} est connecté
id_id: {{name}} terhubung
it_it: {{name}} è connesso
ja_jp: {{name}} が接続済み
ko_kr: {{name}} 님이 연결됨
ms_my: {{name}} telah disambung
pt_br: {{name}} está conectado
ru_ru: {{name}} подключено
th_th: {{name}} เชื่อมต่อแล้ว
vi_vn: {{name}} đã được kết nối
zh_cn: {{name}} 已连接
zh_hk: {{name}} 已連線
zh_tw: {{name}} 已連線

# TqA
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入

# e9E
source: Join Meeting
de_de: Besprechung beitreten
es_es: Unirse a la reunión
fr_fr: Rejoindre la réunion
hi_in: मीटिंग में शामिल हों
id_id: Bergabung dengan rapat
it_it: Partecipa alla riunione
ja_jp: 会議に参加
ko_kr: 회의 참가
ms_my: Sertai Mesyuarat
pt_br: Ingressar na reunião
ru_ru: Присоединиться к конференции
th_th: เข้าร่วมการประชุม
vi_vn: Tham gia cuộc họp
zh_cn: 加入会议
zh_hk: 加入會議
zh_tw: 加入會議

# 4jI
source: The host has set joining meeting permissions. Unable to invite users.
de_de: Moderator hat Berechtigungen für den Besprechungsbeitritt festgelegt. Einladen von Benutzern nicht möglich.
es_es: El moderador ha configurado los permisos para unirse a la reunión. Error al invitar a usuarios.
fr_fr: L'organisateur a défini des autorisations de participation à la réunion. Impossible d'inviter des utilisateurs.
hi_in: होस्ट ने मीटिंग में शामिल होने की अनुमतियाँ सेट कीं. उपयोगकर्ताओं को आमंत्रित करने में असमर्थ.
id_id: Host telah menetapkan izin untuk bergabung dengan rapat. Gagal mengundang pengguna.
it_it: L'host ha impostato le autorizzazioni per partecipare alla riunione. Impossibile invitare utenti.
ja_jp: 参加権限は有効中です。ユーザーを招待できません
ko_kr: 진행자가 회의 참가 권한을 설정했습니다. 사용자를 초대할 수 없습니다.
ms_my: Hos telah menetapkan kebenaran menyertai mesyuarat. Tidak dapat menjemput pengguna.
pt_br: O host configurou permissões para ingressar na reunião. Falha ao convidar usuários.
ru_ru: Организатор установил разрешения на присоединение к конференции. Невозможно пригласить пользователей.
th_th: โฮสต์ได้ตั้งค่าสิทธิ์การอนุญาตในการเข้าร่วมการประชุมเอาไว้ ไม่สามารถเชิญผู้ใช้ได้
vi_vn: Chủ phòng đã thiết lập quyền tham gia cuộc họp. Không thể mời người dùng.
zh_cn: 主持人已设置入会权限，暂不支持邀请用户入会
zh_hk: 主持人已設定入會權限，暫不支援邀請用戶入會
zh_tw: 主持人已設定加入會議權限，暫不支援邀請使用者加入會議

# cKY
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
id_id: Bergabung
it_it: Partecipa
ja_jp: 参加
ko_kr: 참가
ms_my: Sertai
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入
zh_hk: 加入
zh_tw: 加入

# r44
source: Join Room
de_de: Raum beitreten
es_es: Unirse a sala
fr_fr: Rejoindre la salle
hi_in: रूम में शामिल हों
id_id: Gabung dengan Ruang Diskusi
it_it: Accedi alla sala
ja_jp: ルームに参加
ko_kr: 회의실 참가
ms_my: Sertai Bilik
pt_br: Ingressar na sala
ru_ru: Присоединиться к комнате
th_th: เข้าห้อง
vi_vn: Tham gia phòng
zh_cn: 加入讨论组
zh_hk: 加入討論小組
zh_tw: 加入討論群組

# HKc
source: Joining "{{roomName}}"...
de_de: Beitritt zu „{{roomName}}“...
es_es: Unirte a "{{roomName}}"...
fr_fr: Participation à « {{roomName}} »…
hi_in: {{roomName}} में शामिल हो रहे हैं...
id_id: Bergabung dengan "{{roomName}}"…
it_it: Partecipazione di "{{roomName}}"...
ja_jp: 「{{roomName}}」に参加中...
ko_kr: {{roomName}}에 참가 중...
ms_my: Menyertai "{{roomName}}"...
pt_br: Ingressando em "{{roomName}}"...
ru_ru: Присоединение к "{{roomName}}"...
th_th: กำลังเข้าร่วม "{{roomName}}"...
vi_vn: Đang tham gia "{{roomName}}"...
zh_cn: 正在加入“{{roomName}}”...
zh_hk: 正在加入「{{roomName}}」…
zh_tw: 正在加入「{{roomName}}」…

# Hj0
source: Keep {{deviceType}} devices in the meeting
de_de: {{deviceType}}-Geräte in der Besprechung lassen
es_es: Mantener los dispositivos {{deviceType}} en la reunión
fr_fr: Garder les appareils {{deviceType}} dans la réunion
id_id: Pertahankan perangkat {{deviceType}} dalam rapat
it_it: Mantieni altri dispositivi {{deviceType}} nella riunione
ja_jp: デバイス {{deviceType}} で会議に参加し続ける
ko_kr: 회의에서 {{deviceType}} 장치를 유지합니다
ms_my: Simpan peranti {{deviceType}} dalam mesyuarat
pt_br: Manter dispositivos {{deviceType}} na reunião
ru_ru: Оставить в конференции устройства: {{deviceType}}
th_th: เก็บอุปกรณ์ {{deviceType}} รายการไว้ในการประชุม
vi_vn: Giữ thiết bị {{deviceType}} trong cuộc họp
zh_cn: 保持 {{deviceType}} 设备留在会中
zh_hk: 保持 {{deviceType}} 裝置留在會中
zh_tw: 保持 {{deviceType}} 裝置留在會中

# 7CM
source: Keep {{num}} other devices in the meeting
de_de: {{num}} weitere Geräte in der Besprechung lassen
es_es: Mantener los otros {{num}} dispositivos en la reunión
fr_fr: Garder {{num}} autres appareils pendant la réunion
id_id: Pertahankan {{num}} perangkat lain dalam rapat
it_it: Mantieni altri {{num}} dispositivi nella riunione
ja_jp: 他 {{num}} 個のデバイスで会議に参加し続ける
ko_kr: 회의에서 기타 장치 {{num}}개를 유지합니다
ms_my: Simpan {{num}} peranti lain dalam mesyuarat
pt_br: Mantenha {{num}} outros dispositivos na reunião
ru_ru: Оставить в конференции {{num}} шт. прочих устройств
th_th: เก็บอุปกรณ์อีก {{num}} ตัวไว้ในการประชุม
vi_vn: Giữ {{num}} thiết bị khác trong cuộc họp
zh_cn: 保持其他 {{num}} 个设备留在会中
zh_hk: 保持其他 {{num}} 個裝置留在會中
zh_tw: 保持其他 {{num}} 個裝置留在會中

# u7c
source: Keep using {{originalLang}}
de_de: {{originalLang}} weiter verwenden
es_es: Sigue utilizando el {{originalLang}}
fr_fr: Continuer à utiliser {{originalLang}}
hi_in: {{originalLang}} का उपयोग जारी रखें
id_id: Tetap gunakan {{originalLang}}
it_it: Continua a usare {{originalLang}}
ja_jp: {{originalLang}}のままで
ko_kr: {{originalLang}} 계속 사용
ms_my: Terus gunakan {{originalLang}}
pt_br: Continuar usando {{originalLang}}
ru_ru: Продолжить использование языка {{originalLang}}
th_th: ใช้ {{originalLang}} ต่อไป
vi_vn: Tiếp tục sử dụng {{originalLang}}
zh_cn: 继续使用{{originalLang}}
zh_hk: 繼續使用{{originalLang}}
zh_tw: 繼續使用{{originalLang}}

# glE
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
ms_my: Bahasa
pt_br: Idioma
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

# sqQ
source: The number of participants is large. Please be careful to start sharing.
de_de: Die Anzahl an Teilnehmern ist hoch. Bitte lassen Sie Umsicht walten, wenn Sie mit dem Freigeben beginnen.
es_es: El número de participantes es grande. Ten cuidado al comenzar a compartir.
fr_fr: Nombre élevé de participants. Veuillez commencer le partage avec précaution.
id_id: Jumlah peserta banyak. Berhati-hati untuk mulai berbagi.
it_it: Il numero di partecipanti è elevato. Presta attenzione quando inizi a condividere.
ja_jp: 会議の参加者数が多いため、共有を慎重に行ってください
ko_kr: 참가자 수가 많습니다. 주의해서 공유를 시작하세요.
ms_my: Bilangan peserta adalah besar. Sila berhati-hati untuk memulakan perkongsian.
pt_br: O número de participantes é grande. Tenha cuidado para começar a compartilhar.
ru_ru: Количество участников велико. Показывайте контент с осторожностью.
th_th: มีผู้เข้าร่วมจำนวนมาก โปรดเริ่มแบ่งปันอย่างระมัดระวัง
vi_vn: Số lượng người tham gia đông. Hãy thận trọng khi chia sẻ.
zh_cn: 参会人数较多，请谨慎发起共享
zh_hk: 參加者人數較多，請謹慎發起分享
zh_tw: 與會人員較多，請謹慎發起分享

# JOI
source: Layout
es_es: Diseño
fr_fr: Mise en page
id_id: Tata letak
ja_jp: レイアウト
ko_kr: 레이아웃
ms_my: Susun Atur
ru_ru: Макет
th_th: เค้าโครง
vi_vn: Bố cục
zh_cn: 布局
zh_hk: 佈局
zh_tw: 版面配置

# wpk
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多
zh_tw: 瞭解更多

# Ysc
source: Leave Rehearsal
de_de: Probeveranstaltung verlassen
es_es: Salir del ensayo
fr_fr: Quitter la répétition
id_id: Tinggalkan Latihan
it_it: Abbandona prova
ja_jp: リハーサルから退出
ko_kr: 리허설 나가기
ms_my: Tinggalkan Latihan
pt_br: Sair do ensaio
ru_ru: Покинуть репетицию
th_th: ออกจากการซ้อม
vi_vn: Rời khỏi tổng duyệt
zh_cn: 离开彩排
zh_hk: 離開彩排
zh_tw: 離開排練

# xeg
source: Lipstick
de_de: Lippenstift
es_es: Barra de labios
fr_fr: Rouge à lèvres
hi_in: लिपस्टिक
id_id: Lipstik
it_it: Rossetto
ja_jp: リップ
ko_kr: 립스틱
ms_my: Lipstik
pt_br: Batom
ru_ru: Губная помада
th_th: ลิปสติก
vi_vn: Son môi
zh_cn: 口红
zh_hk: 唇膏
zh_tw: 口紅

# Nmg
source: Listening
de_de: Zuhören
es_es: Escuchar
fr_fr: En écoute
id_id: Mendengarkan
it_it: In ascolto
ja_jp: 聴き取り中
ko_kr: 듣는 중
ms_my: Mendengar
pt_br: Ouvindo
ru_ru: Прослушивание
th_th: กำลังฟัง
vi_vn: Đang nghe
zh_cn: 正在聆听
zh_hk: 正在聆聽
zh_tw: 正在聆聽

# WlU
source: Loading group chat...
de_de: Gruppenchat wird geladen...
es_es: Cargando chat de grupo...
fr_fr: Chargement de la discussion de groupe...
id_id: Memuat obrolan grup...
it_it: Caricamento chat di gruppo in corso
ja_jp: グループチャットを読み込み中...
ko_kr: 그룹 채팅 로딩 중...
ms_my: Memuatkan sembang kumpulan...
pt_br: Carregando chat em grupo...
ru_ru: Загрузка группового чата...
th_th: กำลังโหลดแชทกลุ่ม...
vi_vn: Đang tải trò chuyện nhóm...
zh_cn: 正在加载群聊天...
zh_hk: 正在載入群組聊天...
zh_tw: 正在載入群組聊天...

# f6Q
source: Admitted participants will join the main room.
de_de: Zugelassene Teilnehmer werden dem Hauptraum beitreten.
es_es: Los participantes admitidos se unirán a la sala principal.
fr_fr: Les participants admis rejoindront la salle principale.
hi_in: प्रवेशित सहभागी मुख्य रूम में शामिल होंगे.
id_id: Peserta yang diterima akan bergabung ke ruang utama.
it_it: I partecipanti ammessi potranno accedere alla sala principale.
ja_jp: 許可した参加者はメインルームに移動します
ko_kr: 입장한 참가자는 기본 회의실에 참가하게 됩니다.
ms_my: Peserta yang diterima akan menyertai bilik utama.
pt_br: Participantes admitidos ingressarão na sala principal.
ru_ru: Посещающие участники присоединятся к главной комнате.
th_th: ผู้เข้าร่วมที่ได้รับการคัดเลือกจะเข้าร่วมห้องหลัก
vi_vn: Những người tham gia được cho phép sẽ tham gia phòng chính.
zh_cn: 被准入的参会人会进入主会场
zh_hk: 被准入的參加者會進入主會場
zh_tw: 准入的與會人員會進入主會場
