Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# xa8
source: The host has opened breakout rooms.
de_de: Der Moderator hat Gruppenräume geöffnet.
es_es: El moderador ha abierto salas de descanso.
fr_fr: L'hôte a ouvert des salles de petits groupes.
hi_in: होस्ट ने ब्रेकाउट रूम खोल दिए हैं.
id_id: Host telah membuka ruang diskusi kelompok.
it_it: L'host ha aperto sale di suddivisione.
ja_jp: 進行役はブレイクアウトルームを開始しました
ko_kr: 진행자가 소회의실을 열었습니다.
ms_my: Hos telah membuka bilik pecahan.
pt_br: O host abriu salas separadas.
ru_ru: Ведущий открыл сессионные залы.
th_th: โฮสต์ได้เปิดห้องย่อยแล้ว
vi_vn: Người tổ chức đã mở phòng họp nhóm.
zh_cn: 主持人已开启分组讨论
zh_hk: 主持人已開啟分組討論
zh_tw: 主持人已開啟分組討論

# imA
source: Host reminds you to complete your vote.
de_de: Der Moderator erinnert Sie daran, Ihre Stimme abzugeben.
es_es: El moderador te recuerda que debes completar tu voto.
fr_fr: L'hôte vous rappelle de voter.
id_id: Host mengingatkan Anda untuk menyelesaikan voting.
it_it: L'host ti ricorda di completare il tuo voto.
ja_jp: 進行役は投票を完了するよう通知しています。
ko_kr: 진행자가 투표를 완료하라고 알립니다.
ms_my: Penghos mengingatkan anda untuk melengkapkan undian anda.
pt_br: O host lembra-o de concluir o seu voto.
ru_ru: Ведущий напоминает вам завершить голосование.
th_th: โฮสต์เตือนให้คุณโหวตให้เสร็จสมบูรณ์
vi_vn: Chủ phòng nhắc bạn hoàn thành bình chọn.
zh_cn: 主持人提醒你完成投票
zh_hk: 主持人提醒你完成投票
zh_tw: 主持人提醒你完成投票

# Z98
source: The host has set focus video. Unable to change view.
de_de: Der Moderator hat ein Fokusvideo festgelegt. Ändern der Ansicht nicht möglich.
es_es: El moderador ha establecido el enfoque de vídeo. Error al cambiar la vista.
fr_fr: L'hôte a mis une vidéo en avant. Changement de vue impossible.
hi_in: होस्ट ने फ़ोकस वीडियो सेट किया. दृश्य बदलने में असमर्थ.
id_id: Host telah menetapkan video fokus. Gagal mengubah tampilan.
it_it: L'host ha impostato video in primo piano. Impossibile modificare visualizzazione.
ja_jp: 進行役はフォーカスを設定したため、ビューを変更できません
ko_kr: 진행자가 포커스 비디오를 설정했습니다. 보기를 변경할 수 없습니다.
ms_my: Hos telah menetapkan video fokus. Tidak dapat menukar pandangan.
pt_br: O host configurou o vídeo em destaque. Falha ao alterar a visualização.
ru_ru: Ведущий установил главное видео. Невозможно изменить вид.
th_th: โฮสต์ได้ตั้งค่าวิดีโอจุดสนใจ ไม่สามารถเปลี่ยนมุมมองได้
vi_vn: Chủ phòng đã đặt video tiêu điểm. Không thể thay đổi chế độ xem.
zh_cn: 主持人已设置焦点视频，不支持切换视图
zh_hk: 主持人已設定焦點視像，不支援切換檢視模式
zh_tw: 主持人已設定焦點視訊，不支援切換視圖

# P0I
source: The host has set to show only the stage.
de_de: Der Moderator hat festgelegt, dass nur das Podium zu sehen ist.
es_es: El moderador ha establecido que solo se muestre el escenario.
fr_fr: L'hôte a défini que seule la scène serait visible.
id_id: Host telah menetapkan untuk hanya menampilkan panggung.
it_it: L'host ha impostato di mostrare solo l'area.
ja_jp: 進行役は「ステージのみ表示可能」に設定しました。
ko_kr: 진행자가 스테이지만 표시하도록 설정했습니다.
ms_my: Tuan rumah telah menetapkan untuk menunjukkan pentas sahaja.
pt_br: O host configurou para mostrar apenas o palco.
ru_ru: Ведущий поставил показывать только сцену.
th_th: โฮสต์ได้ตั้งค่าให้แสดงเฉพาะบนเวที
vi_vn: Chủ phòng đã đặt thành chỉ hiển thị giai đoạn.
zh_cn: 主持人已设置只显示舞台
zh_hk: 主持人已設定只顯示舞台
zh_tw: 主持人已設定只顯示舞台

# NHw
source: The host has stopped syncing the stage.
de_de: Der Moderator hat das Synchronisieren des Podiums beendet.
es_es: El moderador ha detenido la sincronización del escenario.
fr_fr: L'hôte a arrêté de synchroniser la scène.
id_id: Host telah berhenti menyinkronkan panggung.
it_it: L'host ha interrotto la sincronizzazione dell'area.
ja_jp: 進行役はステージの同期を終了しました。
ko_kr: 진행자가 스테이지 동기화를 중지했습니다.
ms_my: Tuan rumah telah menghentikan penyelarasan pentas.
pt_br: O host parou de sincronizar o palco.
ru_ru: Ведущий прекратил синхронизацию сцены.
th_th: โฮสต์ได้หยุดซิงค์เวทีแล้ว
vi_vn: Chủ phòng đã dừng đồng bộ hóa giai đoạn.
zh_cn: 主持人已停止同步舞台
zh_hk: 主持人已停止同步舞台
zh_tw: 主持人已停止同步舞台

# xGA
source: The host is syncing the stage. Horizontal viewing recommended.
de_de: Der Moderator synchronisiert gerade das Podium. Die horizontale Ansicht wird empfohlen.
es_es: El moderador está sincronizando el escenario. Se recomienda la vista horizontal.
fr_fr: L'hôte synchronise la scène. L'affichage horizontal est recommandé.
id_id: Host sedang menyinkronkan panggung. Tampilan horizontal direkomendasikan.
it_it: L'host sta sincronizzando l'area. Visualizzazione orizzontale consigliata.
ja_jp: 進行役がステージを同期しています。横画面モードがおすすめです。
ko_kr: 진행자가 스테이지를 동기화하고 있습니다. 가로 보기를 권장합니다.
ms_my: Tuan rumah sedang menyelaraskan pentas. Disarankan melihat secara mendatar.
pt_br: O host está sincronizando o palco. Visualização horizontal recomendada.
ru_ru: Ведущий синхронизирует сцену. Рекомендуется горизонтальный просмотр.
th_th: โฮสต์กำลังซิงค์เวที ขอแนะนำให้ดูในแนวนอน
vi_vn: Chủ phòng đang đồng bộ hóa giai đoạn. Nên dùng chế độ xem hướng ngang.
zh_cn: 主持人正在同步舞台，推荐横屏观看
zh_hk: 主持人正在同步舞台，推薦以橫向畫面模式觀看
zh_tw: 主持人正在同步舞台，推薦以橫向模式觀看

# haM
source: The host is syncing the stage.
de_de: Der Moderator synchronisiert gerade das Podium.
es_es: El moderador está sincronizando el escenario.
fr_fr: L'hôte synchronise la scène.
id_id: Host sedang menyinkronkan panggung.
it_it: L'host sta sincronizzando l'area.
ja_jp: 進行役がステージを同期しています。
ko_kr: 진행자가 스테이지를 동기화하고 있습니다.
ms_my: Hos sedang menyelaras pentas.
pt_br: O host está sincronizando o palco.
ru_ru: Ведущий синхронизирует сцену.
th_th: โฮสต์กำลังซิงค์เวที
vi_vn: Chủ phòng đang đồng bộ hóa giai đoạn.
zh_cn: 主持人正在同步舞台
zh_hk: 主持人正在同步舞台
zh_tw: 主持人正在同步舞台

# gy8
source: The host has synced video order. Moving video is not supported.
de_de: Der Moderator hat die Videoanordnung synchronisiert. Das Verschieben des Videos wird nicht unterstützt.
es_es: El moderador ha sincronizado el orden de vídeo. No se puede mover el vídeo.
fr_fr: L'hôte a synchronisé l'ordre des vidéos. Il n'est pas possible de déplacer les vidéos.
id_id: Host telah menyinkronkan urutan video. Memindahkan video tidak didukung.
it_it: L'host ha sincronizzato l'ordine video. Lo spostamento dei video non è supportato.
ja_jp: 進行役が画面の並び順を同期しているため、画面の並び順を変更できません。
ko_kr: 진행자가 동영상 순서를 동기화했습니다. 동영상 이동은 지원되지 않습니다.
ms_my: Hos telah menyelaraskan susunan video. Menggerakkan video tidak disokong.
pt_br: O host sincronizou a ordem de vídeos. Não é permitido mover o vídeo.
ru_ru: Ведущий синхронизировал порядок видео. Перемещение видео не поддерживается.
th_th: โฮสต์ซิงค์ลำดับวิดีโอแล้ว ไม่รองรับการย้ายวิดีโอ
vi_vn: Chủ phòng đã đồng bộ hóa thứ tự video. Không thể di chuyển video.
zh_cn: 主持人已同步视频顺序，不支持移动视频
zh_hk: 主持人已同步視像順序，不支援移動視像
zh_tw: 主持人已同步視訊順序，不支援移動視訊

# EaQ
source: The host has synced video order.
de_de: Der Moderator hat die Videoanordnung synchronisiert.
es_es: El moderador ha sincronizado el orden de vídeo.
fr_fr: L'hôte a synchronisé l'ordre des vidéos.
id_id: Host telah menyinkronkan urutan video.
it_it: L'host ha sincronizzato l'ordine video.
ja_jp: 進行役は、画面の並び順を同期しました。
ko_kr: 진행자가 동영상 순서를 동기화했습니다.
ms_my: Hos telah menyelaraskan susunan video.
pt_br: O host sincronizou a ordem de vídeos.
ru_ru: Ведущий синхронизировал порядок видео.
th_th: โฮสต์ซิงค์ลำดับวิดีโอแล้ว
vi_vn: Chủ phòng đã đồng bộ hóa thứ tự video.
zh_cn: 主持人已同步视频顺序
zh_hk: 主持人已同步視像順序
zh_tw: 主持人已同步視訊順序

# B/E
source: The host is syncing the order for attendees.
de_de: Der Moderator synchronisiert die Anordnung für Anwesende.
es_es: El moderador está sincronizando el orden de los asistentes.
fr_fr: L'hôte synchronise l'ordre pour les participants.
id_id: Host sedang menyinkronkan urutan untuk peserta.
it_it: L'host sta sincronizzando l'ordine per gli ospiti.
ja_jp: 進行役は、出席者に画面の並び順を同期しています。
ko_kr: 진행자가 참석자의 순서를 동기화하고 있습니다.
ms_my: Hos sedang menyelaraskan urutan untuk peserta.
pt_br: O host está sincronizando o pedido dos participantes.
ru_ru: Организатор синхронизирует порядок для посетителей.
th_th: โฮสต์กำลังซิงค์ลำดับผู้เข้าร่วม
vi_vn: Chủ phòng đang đồng bộ hóa thứ tự cho người tham dự.
zh_cn: 主持人正在为观众同步视频顺序
zh_hk: 主持人正在為觀眾同步視像順序
zh_tw: 主持人正在為觀眾同步視訊順序

# 9zo
source: The host has turned off AI for this meeting.
de_de: Der Moderator hat die KI für diese Besprechung deaktiviert.
es_es: El moderador ha desactivado la IA de esta reunión.
fr_fr: L'hôte a désactivé l'IA pour cette réunion.
id_id: Host telah mematikan AI untuk rapat ini.
it_it: L'host ha disattivato l'IA per questa riunione.
ja_jp: 進行役はこの会議の AI チャット機能を無効化しました。
ko_kr: 진행자가 이 회의에 대한 AI를 껐습니다.
ms_my: Hos telah mematikan AI untuk mesyuarat ini.
pt_br: O anfitrião desativou a IA para esta reunião.
ru_ru: Ведущий выключил AI для этой конференции.
th_th: โฮสต์ได้ปิด AI สำหรับการประชุมนี้แล้ว
vi_vn: Chủ phòng đã tắt AI cho cuộc họp này.
zh_cn: 主持人已关闭会中 AI 对话功能
zh_hk: 主持人已關閉會議中 AI 對話功能
zh_tw: 主持人已關閉會議中 AI 對話功能

# Nk4
source: hr
de_de: Std
es_es: h
fr_fr: h
id_id: jam
it_it: h
ja_jp: 時間
ko_kr: 시간
ms_my: jam
pt_br: h
ru_ru: ч
th_th: ชม.
vi_vn: giờ
zh_cn: 小时
zh_hk: 小時
zh_tw: 小時

# EEU
source: Got it
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: Ok
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# R3Y
source: IP address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
id_id: Alamat IP
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
ms_my: Alamat IP
pt_br: Endereço IP
ru_ru: IP-адрес
th_th: ที่อยู่ IP
vi_vn: Địa chỉ IP
zh_cn: IP 地址
zh_hk: IP 地址
zh_tw: IP 位址

# RJI
source: Your current call will end if you accept this call.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie diesen Anruf annehmen.
es_es: Si acepta esta llamada, finalizará la llamada en curso.
fr_fr: Votre appel en cours prendra fin si vous acceptez cet appel.
hi_in: यदि आप यह कॉल स्वीकार करते हैं तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Panggilan Anda saat ini akan berakhir jika Anda menerima panggilan ini.
it_it: La chiamata corrente terminerà se accetti questa chiamata.
ja_jp: 応答すると、現在の通話は終了されます
ko_kr: 이 통화를 수락하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda menerima panggilan ini.
pt_br: A chamada atual será encerrada se você aceitar esta chamada.
ru_ru: Ваш текущий звонок завершится, если вы примете этот звонок.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณตอบรับสายนี้
vi_vn: Cuộc gọi hiện tại của bạn sẽ kết thúc nếu bạn chấp nhận cuộc gọi này.
zh_cn: 接听后将会结束当前通话
zh_hk: 接聽後將會結束目前通話
zh_tw: 接聽後將會結束目前通話

# 8wA
source: Your current call will end if you join a new meeting.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: Tu llamada actual terminará si te unes a una nueva reunión.
fr_fr: Votre appel en cours prendra fin si vous participez à une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग में शामिल होते हैं, तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Jika bergabung ke rapat, panggilan saat ini akan berakhir.
it_it: La chiamata corrente terminerà se partecipi a una nuova riunione.
ja_jp: 会議を参加すると、現在の通話が終わります
ko_kr: 새 회의에 참가하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda menyertai mesyuarat baru.
pt_br: Sua chamada atual será encerrada se você ingressar em uma nova reunião.
ru_ru: Звонок завершится, если вы присоединитесь к новой конференции.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Cuộc gọi hiện tại của bạn sẽ kết thúc nếu bạn tham gia cuộc họp mới.
zh_cn: 加入会议将会结束当前通话
zh_hk: 加入會議將會結束目前通話
zh_tw: 加入會議會結束目前通話

# FtE
source: The call will end if you join a new meeting.
de_de: Der Anruf wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: La llamada terminará si se une a una nueva reunión.
fr_fr: L'appel prendra fin si vous participez à une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग में शामिल होते हैं, तो कॉल समाप्त हो जाएगा.
id_id: Panggilan akan berakhir jika Anda bergabung dengan rapat baru.
it_it: La chiamata terminerà se si partecipa a una nuova riunione.
ja_jp: 会議を参加すると、現在の通話が終わります
ko_kr: 새 회의에 참가하면 통화가 종료됩니다.
ms_my: Panggilan akan berakhir jika anda menyertai mesyuarat baru.
pt_br: Sua chamada será encerrada se você ingressar em uma nova reunião.
ru_ru: Если вы присоединитесь к новой конференции, текущий звонок завершится.
th_th: การโทรจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Cuộc gọi sẽ kết thúc nếu bạn tham gia cuộc họp mới.
zh_cn: 加入会议将会挂断当前呼叫
zh_hk: 加入會議將會掛斷目前來電
zh_tw: 加入會議會掛斷目前通話

# rv8
source: Your current call will end if you start a new meeting.
de_de: Ihr aktueller Anruf wird beendet, wenn Sie eine neue Besprechung starten.
es_es: Tu llamada actual terminará si inicias una nueva reunión.
fr_fr: Votre appel en cours prendra fin si vous démarrez une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग शुरू करते हैं, तो आपका वर्तमान कॉल समाप्त हो जाएगा.
id_id: Jika memulai rapat, panggilan saat ini akan berakhir.
it_it: La chiamata corrente terminerà se avvii una nuova riunione.
ja_jp: 新しい会議を開始すると、現在の通話が終わります
ko_kr: 새 회의를 시작하면 현재 통화가 종료됩니다.
ms_my: Panggilan semasa anda akan berakhir jika anda memulakan mesyuarat baru.
pt_br: Sua chamada atual será encerrada se você iniciar uma nova reunião.
ru_ru: Звонок завершится, если вы начнете новую конференцию.
th_th: การโทรปัจจุบันของคุณจะสิ้นสุดลงหากคุณเริ่มการประชุมใหม่
vi_vn: Cuộc gọi hiện tại sẽ kết thúc khi bạn bắt đầu một cuộc họp mới.
zh_cn: 开始新会议将会结束当前通话
zh_hk: 開始新會議將會結束目前通話
zh_tw: 開始新會議會結束目前通話

# ttk
source: The call will end if you start a new meeting.
de_de: Der Anruf wird beendet, wenn Sie eine neue Besprechung starten.
es_es: La llamada terminará si se inicia una nueva reunión.
fr_fr: L'appel prendra fin si vous démarrez une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग प्रारंभ करते हैं, तो कॉल समाप्त हो जाएगा.
id_id: Panggilan akan berakhir jika Anda memulai rapat baru.
it_it: La chiamata terminerà se si inizia una nuova riunione.
ja_jp: 新しい会議を開始すると、現在の通話が終わります
ko_kr: 새 회의를 시작하면 통화가 종료됩니다.
ms_my: Panggilan akan berakhir jika anda memulakan mesyuarat baru.
pt_br: A chamada será encerrada se você iniciar uma nova reunião.
ru_ru: Если вы начнете новую конференцию, текущий звонок завершится.
th_th: การโทรจะสิ้นสุดลงหากคุณเริ่มการประชุมใหม่
vi_vn: Cuộc gọi sẽ kết thúc nếu bạn bắt đầu cuộc họp mới.
zh_cn: 开始新会议将会挂断当前呼叫
zh_hk: 開始新會議將會掛斷目前來電
zh_tw: 開始新會議會掛斷目前通話

# TD4
source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
hi_in: ध्यान न दें
id_id: Abaikan
it_it: Ignora
ja_jp: 無視
ko_kr: 무시
ms_my: Abai
pt_br: Ignorar
ru_ru: Игнорировать
th_th: ละเว้น
vi_vn: Bỏ qua
zh_cn: 忽略
zh_hk: 忽略
zh_tw: 忽略

# GB4
source: I'm Back
de_de: Ich bin zurück
es_es: He vuelto
fr_fr: De retour
id_id: Saya Kembali
it_it: Rieccomi
ja_jp: 戻りました
ko_kr: 돌아왔습니다
ms_my: Saya Kembali
pt_br: Estou de volta
ru_ru: Я здесь
th_th: ฉันกลับมาแล้ว
vi_vn: Tôi đã quay lại
zh_cn: 我回来了
zh_hk: 我回來了
zh_tw: 我回來了

# /MM
source: I am capturing meeting details to create a summary for you. Try saying "recap meeting" or "create speaker summaries."
de_de: Ich kann Besprechungsdetails erfassen, um für dich eine Zusammenfassung der Besprechung zu erstellen. Probiere es doch einfach mal aus, indem du „Besprechung zusammenfassen“ oder „Sprecherzusammenfassungen“ sagst.
es_es: Estoy capturando los detalles de la reunión para crear un resumen. Prueba a decir "resumir reunión" o "crear resúmenes de oradores".
fr_fr: Je suis en train de capturer les détails de la réunion afin de créer un résumé pour vous. Essayez de dire "récapituler la réunion" ou "créer des résumés de l'intervenant".
id_id: Saya sedang menangkap perincian rapat untuk membuat ringkasan untuk Anda. Coba ucapkan "rekap rapat" atau "buat ringkasan pembicara".
it_it: Sto acquisendo i dettagli della riunione per creare un riepilogo per te. Prova a dire "Riassumi riunione" o "Crea riepilogo del relatore".
ja_jp: 会議内容のまとめを生成するために、会議情報にアクセスしています。「会議を振り返る」もしくは「参加者の発言をまとめる」と言ってみてください。
ko_kr: 요약을 생성하기 위해 회의 세부 정보를 캡처하고 있습니다. "회의 취소" 또는 "발화자 요약 생성"이라고 말해 보세요.
ms_my: Saya sedang merakam butiran mesyuarat untuk membuat ringkasan untuk anda. Cuba katakan "ulangkaji mesyuarat" atau "buat ringkasan pembicara."
pt_br: Estou capturando detalhes da reunião para criar um resumo para você. Tente dizer "recapitular a reunião" ou "criar resumos dos oradores".
ru_ru: Я получаю сведения о конференции для подготовки сводки. Попробуйте сказать "подведи итоги конференции" или "создай сводку по докладам выступающих".
th_th: ฉันกำลังเก็บรายละเอียดการประชุมเพื่อสร้างบทสรุปสำหรับคุณ ลองพูดว่า "สรุปการประชุม" หรือ "สร้างบทสรุปเนื้อหาของผู้พูด"
vi_vn: Tôi đang ghi chi tiết cuộc họp để tạo bản tóm tắt cho bạn. Hãy thử nói "tóm tắt cuộc họp" hoặc "tạo bản tóm tắt nội dung của người phát biểu".
zh_cn: 我正在获取会议信息以帮助你总结会议内容，你可以试着说“回顾会议”或“帮我总结参会人发言”
zh_hk: 我正在獲取會議資訊以幫助你總結會議內容，你可以試試說「回顧會議」或「幫我總結參加者發言」
zh_tw: 我正在擷取會議資訊以幫助你總結會議內容，你可以試著說「回顧會議」或「幫我總結與會人員發言」

# /Hw
source: Image loading error
de_de: Fehler beim Laden des Bilds
es_es: Error al cargar la imagen
fr_fr: Erreur de chargement de l'image
hi_in: छवि लोड करने में त्रुटि
id_id: Kesalahan memuat gambar
it_it: Errore di caricamento dell'immagine
ja_jp: 画像を読み込みできませんでした。
ko_kr: 이미지 로드 오류
ms_my: Ralat memuatkan imej
pt_br: Erro de carregamento de imagem
ru_ru: Ошибка загрузки изображения
th_th: ข้อผิดพลาดในการโหลดภาพ
vi_vn: Đã xảy ra lỗi khi tải hình ảnh
zh_cn: 图片加载错误
zh_hk: 圖片載入錯誤
zh_tw: 圖片載入錯誤

# 8Zc
source: In a meeting. I will get back to you soon.
de_de: „Ich bin in einer Besprechung. Ich werde mich zeitnah bei Ihnen melden.“
es_es: "Estoy en una reunión. Me pondré en contacto contigo pronto".
fr_fr: "En réunion. Je vous rappellerai bientôt."
id_id: "Saya sedang berada dalam rapat. Saya akan segera menghubungi Anda."
it_it: "In riunione. Risponderò al più presto."
ja_jp: ただ今会議中です。後ほど折り返しご連絡いたします。
ko_kr: "회의 중입니다. 곧 다시 연락드리겠습니다."
ms_my: Dalam mesyuarat. Saya akan hubungi anda sebentar lagi.
pt_br: "Em uma reunião. Responderei em breve."
ru_ru: "На совещании. Минутку".
th_th: "กำลังประชุมอยู่ จะติดต่อกลับเร็ว ๆ นี้"
vi_vn: "Đang trong cuộc họp. Sẽ sớm liên hệ lại với bạn".
zh_cn: 正在开会，稍后联系你。
zh_hk: 正在開會，稍後聯絡你。
zh_tw: 正在開會，稍後與你聯絡。

# 2rI
source: You're in {{roomName}}. Discussion time remains {{durationTimeHour}} hr {{durationTimeMin}} min
de_de: Sie befinden sich in {{roomName}}. Verbleibende Diskussionszeit: {{durationTimeHour}} Std. {{durationTimeMin}} Min.
es_es: Estás en {{roomName}}. Quedan {{durationTimeHour}} h {{durationTimeMin}} min de tiempo de discusión
fr_fr: Vous êtes dans {{roomName}}. Le temps restant de la discussion est de {{durationTimeHour}} h {{durationTimeMin}} min
id_id: Anda berada di {{roomName}}. Sisa waktu diskusi {{durationTimeHour}} jam {{durationTimeMin}} mnt
it_it: Sei in {{roomName}}. Tempo di discussione rimanente: {{durationTimeHour}} h {{durationTimeMin}} min
ja_jp: 現在、{{roomName}}に参加しています。ブレイクアウトルームが終了するまで残り {{durationTimeHour}} 時間 {{durationTimeMin}} 分です。
ko_kr: 회원님은 {{roomName}}에 있습니다. 토론 시간이 {{durationTimeHour}} 시간 {{durationTimeMin}} 분 남았습니다
ms_my: Anda berada di {{roomName}}. Masa perbincangan tinggal {{durationTimeHour}} jam {{durationTimeMin}} min
pt_br: Você está em {{roomName}}. O tempo de discussão permanece {{durationTimeHour}} h {{durationTimeMin}} min
ru_ru: Вы находитесь в {{roomName}}. До конца обсуждения остается {{durationTimeHour}} ч. {{durationTimeMin}} мин.
th_th: คุณอยู่ใน {{roomName}} เวลาสนทนาเหลืออยู่ {{durationTimeHour}} ชั่วโมง {{durationTimeMin}} นาที
vi_vn: Bạn đang ở {{roomName}}. Thời gian thảo luận còn lại {{durationTimeHour}} giờ {{durationTimeMin}} phút
zh_cn: 你当前在{{roomName}}，讨论时间剩余 {{durationTimeHour}} 小时 {{durationTimeMin}} 分钟
zh_hk: 你目前在{{roomName}}，討論時間剩餘 {{durationTimeHour}} 小時 {{durationTimeMin}} 分鐘
zh_tw: 你目前在{{roomName}}，討論時間剩餘 {{durationTimeHour}} 小時 {{durationTimeMin}} 分鐘

# QCE
source: You're in {{roomName}}. Less than 1 minute left for discussion.
de_de: Sie befinden sich in {{roomName}}. Es verbleibt weniger als 1 Minute Diskussionszeit.
es_es: Estás en {{roomName}}. Queda menos de 1 min para la discusión.
fr_fr: Vous êtes dans {{roomName}}. Il reste moins de 1 min avant la fin de la discussion.
id_id: Anda berada di {{roomName}}. Tersisa kurang dari 1 menit untuk diskusi.
it_it: Sei in {{roomName}}. Rimane meno di 1 minuto per la discussione.
ja_jp: 現在、{{roomName}}に参加しています。ブレイクアウトルームが終了するまで残り 1 分未満です。
ko_kr: 회원님은 {{roomName}}에 있습니다. 토론 시간이 1분도 채 남지 않았습니다.
ms_my: Anda berada di {{roomName}}. Kurang dari 1 minit lagi untuk perbincangan.
pt_br: Você está em {{roomName}}. Falta menos de 1 minuto para discussão.
ru_ru: Вы находитесь в {{roomName}}. До конца обсуждения осталось менее 1 минуты.
th_th: คุณอยู่ใน {{roomName}} เหลือเวลาสนทนาไม่ถึง 1 นาที
vi_vn: Bạn đang ở {{roomName}}. Còn chưa đầy 1 phút để thảo luận.
zh_cn: 你当前在{{roomName}}，讨论时间剩余不足 1 分钟
zh_hk: 你目前在{{roomName}}，討論時間剩餘不足 1 分鐘
zh_tw: 你目前在{{roomName}}，討論時間剩餘不足 1 分鐘

# YHY
source: You're in {{roomName}}. Discussion time remains {{durationTimeMin}} min
de_de: Sie befinden sich in {{roomName}}. Verbleibende Diskussionszeit: {{durationTimeMin}} Min.
es_es: Estás en {{roomName}}. Quedan {{durationTimeMin}} min de tiempo de discusión
fr_fr: Vous êtes dans {{roomName}}. Le temps restant de la discussion est de {{durationTimeMin}} min
id_id: Anda berada di {{roomName}}. Sisa waktu diskusi {{durationTimeMin}} mnt
it_it: Sei in {{roomName}}. Tempo di discussione rimanente: {{durationTimeMin}} min
ja_jp: 現在、{{roomName}}に参加しています。ブレイクアウトルームが終了するまで残り {{durationTimeMin}} 分です。
ko_kr: 회원님은 {{roomName}}에 있습니다. 토론 시간이 {{durationTimeMin}}분 남았습니다
ms_my: Anda berada di {{roomName}}. Masa perbincangan yang tinggal {{durationTimeMin}} min
pt_br: Você está em {{roomName}}. O tempo de discussão permanece {{durationTimeMin}} min
ru_ru: Вы находитесь в {{roomName}}. До конца обсуждения остается {{durationTimeMin}} мин.
th_th: คุณอยู่ใน {{roomName}} เวลาสนทนาเหลืออยู่ {{durationTimeMin}} นาที
vi_vn: Bạn đang ở {{roomName}}. Thời gian thảo luận còn lại {{durationTimeMin}} phút
zh_cn: 你当前在{{roomName}}，讨论时间剩余 {{durationTimeMin}} 分钟
zh_hk: 你目前在{{roomName}}，討論時間剩餘 {{durationTimeMin}} 分鐘
zh_tw: 你目前在{{roomName}}，討論時間剩餘 {{durationTimeMin}} 分鐘

# ko4
source: Incoming call
de_de: Eingehender Anruf
es_es: Llamada entrante
fr_fr: Appel entrant
hi_in: इनकमिंग कॉल
id_id: Panggilan masuk
it_it: Chiamata in arrivo
ja_jp: 着信
ko_kr: 수신 전화
ms_my: Panggilan masuk
pt_br: Chamada recebida
ru_ru: Входящий звонок
th_th: สายโทรเข้า
vi_vn: Cuộc gọi đến
zh_cn: 呼入通话
zh_hk: 撥入通話
zh_tw: 撥入通話

# suM
source: You have an incoming call.
de_de: Sie haben einen eingehenden Anruf.
es_es: Tiene una llamada entrante.
fr_fr: Vous avez un appel entrant.
hi_in: आपके लिए एक इनकमिंग कॉल है.
id_id: Anda memiliki panggilan masuk.
it_it: Hai una chiamata in arrivo.
ja_jp: 着信中です
ko_kr: 수신 전화가 있습니다.
ms_my: Anda mendapat panggilan masuk.
pt_br: Está recebendo uma chamada.
ru_ru: У вас есть входящий вызов.
th_th: คุณมีสายเข้า
vi_vn: Bạn có một cuộc gọi đến.
zh_cn: 你正在被呼叫
zh_hk: 有人正在找你
zh_tw: 你正在被呼叫

# kx4
source: Incorrect code
de_de: Falscher Code
es_es: Código incorrecto
fr_fr: Code incorrect
id_id: Kode salah
it_it: Codice non corretto
ja_jp: 共有コードが正しくありません
ko_kr: 잘못된 코드
ms_my: Kod salah
pt_br: Código incorreto
ru_ru: Неверный код
th_th: รหัสไม่ถูกต้อง
vi_vn: Sai mã
zh_cn: 投屏码输入错误
zh_hk: 投影代碼輸入錯誤
zh_tw: 螢幕投影碼輸入錯誤

# uOw
source: International calling codes
de_de: Internationale Vorwahlen
es_es: Códigos de llamadas internacionales
fr_fr: Indicatifs téléphoniques internationaux
hi_in: अंतरराष्ट्रीय कॉलिंग कोड्स
id_id: Kode panggilan internasional
it_it: Prefissi internazionali
ja_jp: 国際電話コード
ko_kr: 국제 전화 코드
ms_my: Kod panggilan antarabangsa
pt_br: Códigos de chamada internacional
ru_ru: Коды международной связи
th_th: รหัสการโทรระหว่างประเทศ
vi_vn: Mã cuộc gọi quốc tế
zh_cn: 国际电话区号
zh_hk: 國際電話區號
zh_tw: 國際電話區號
