Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# Cfo
source: Please switch account to view call details
de_de: Bitte Konto wechseln, um Anrufdetails zu sehen
es_es: Cambia de cuenta para ver los detalles de la llamada
fr_fr: Veuillez changer de compte pour afficher les détails de l'appel
hi_in: कॉल विवरण देखने के लिए कृपया खाता स्विच करें
id_id: Ganti akun untuk melihat perincian panggilan
it_it: Cambia account per visualizzare i dettagli della chiamata
ja_jp: アカウントを切り替えしてから詳細を確認してください
ko_kr: 통화 세부 정보를 보려면 계정을 전환하세요
ms_my: Sila tukar akaun untuk melihat butiran panggilan
pt_br: Mude de conta para visualizar os detalhes da chamada
ru_ru: Смените аккаунт, чтобы просмотреть сведения о звонке
th_th: โปรดสลับบัญชีเพื่อดูรายละเอียดการโทร
vi_vn: Vui lòng chuyển đổi tài khoản để xem chi tiết cuộc gọi
zh_cn: 请切换账户继续查看通话详情
zh_hk: 請切換帳戶繼續查看通話詳情
zh_tw: 請切換帳戶繼續查看通話詳細資料

# MOQ
source: Switch Audio Device
de_de: Audiogerät wechseln
es_es: Cambiar dispositivo de audio
fr_fr: Changer d'appareil audio
id_id: Alihkan Perangkat Audio
it_it: Cambia dispositivo audio
ja_jp: 音声デバイスを切り替える
ko_kr: 오디오 장치 전환
ms_my: Tukar Peranti Audio
pt_br: Alternar dispositivo de áudio
ru_ru: Переключить аудиоустройство
th_th: เปลี่ยนอุปกรณ์เสียง
vi_vn: Chuyển đổi thiết bị âm thanh
zh_cn: 切换音频设备
zh_hk: 切換音訊裝置
zh_tw: 切換音訊裝置

# c8I
source: Switch audio connection to
de_de: Audio-Verbindung wechseln zu
es_es: Cambiar la conexión de audio a
fr_fr: Changer la connexion audio en
id_id: Beralih koneksi audio menjadi
it_it: Cambia la connessione audio in
ja_jp: 音声接続を切り替える
ko_kr: 오디오 연결을 다음으로 전환
ms_my: Tukar sambungan audio ke
pt_br: Trocar a conexão de áudio para
ru_ru: Переключить аудиоподключение на
th_th: สลับการเชื่อมต่อเสียง
vi_vn: Chuyển kết nối âm thanh sang
zh_cn: 将音频连接方式切换为
zh_hk: 將音訊連接方式切換為
zh_tw: 將音訊連接方式切換為

# Bp8
source: Switch Audio
de_de: Audio-Verbindung wechseln
es_es: Cambiar audio
fr_fr: Basculer le son
hi_in: ऑडियो स्विच करें
id_id: Alihkan Audio
it_it: Cambia audio
ja_jp: 音声切替
ko_kr: 오디오 전환
ms_my: Tukar Audio
pt_br: Mudar o áudio
ru_ru: Переключить аудио
th_th: เปลี่ยนเสียง
vi_vn: Chuyển đổi âm thanh
zh_cn: 切换音频
zh_hk: 切換音訊
zh_tw: 切換音訊

# 5EI
source: Switch to Enterprise Live
de_de: Zu Enterprise Live wechseln
es_es: Cambiar a Enterprise Live
fr_fr: Passez à Enterprise Live
id_id: Alihkan ke Enterprise Live
it_it: Passa a Enterprise Live
ja_jp: 法人ストリーミングに切り替える
ko_kr: 엔터프라이즈 라이브로 전환
ms_my: Beralih ke Enterprise Live
pt_br: Mudar para Enterprise ao vivo
ru_ru: Переключиться на Enterprise Live
th_th: เปลี่ยนเป็น Enterprise Live
vi_vn: Chuyển sang Enterprise Live
zh_cn: 切换使用企业直播
zh_hk: 切換使用企業直播
zh_tw: 切換使用企業直播

# FsQ
source: Switch to voice
de_de: Zu Audio wechseln
es_es: Cambiar al modo de llamada de voz
fr_fr: Passer en mode appel vocal
hi_in: वॉइस पर स्विच करें
id_id: Alihkan ke suara
it_it: Passa a modalità chiamata vocale
ja_jp: 音声に切り替える
ko_kr: 음성으로 전환
ms_my: Tukar ke suara
pt_br: Mudar para voz
ru_ru: Переключиться на голос
th_th: สลับไปใช้เสียง
vi_vn: Chuyển sang chế độ gọi thoại
zh_cn: 切到语音接听
zh_hk: 切換至語音接聽
zh_tw: 切換成語音接聽

# n5I
source: Translate the content to
de_de: Inhalt übersetzen in
es_es: Traducir el contenido al
fr_fr: Traduire le contenu en
hi_in: कांटेंट का अनुवाद इसमें करें
id_id: Terjemahkan konten ke
it_it: Traduci contenuto in
ja_jp: 次の言語に訳する
ko_kr: 내용 번역
ms_my: Terjemahkan kandungan ke
pt_br: Traduzir o conteúdo para
ru_ru: Перевести контент на
th_th: แปลเนื้อหาเป็น
vi_vn: Dịch nội dung sang
zh_cn: 将内容翻译成
zh_hk: 將內容翻譯為
zh_tw: 將內容翻譯成

# APA
source: Turn off effects
de_de: Effekte deaktivieren
es_es: Desactivar efectos
fr_fr: Désactiver les effets
hi_in: इफ़ेक्ट बंद करें
id_id: Nonaktifkan efek
it_it: Disattiva effetti
ja_jp: エフェクトをオフにする
ko_kr: 효과 끄기
ms_my: Matikan kesan
pt_br: Desligar efeitos
ru_ru: Отключить эффекты
th_th: ปิดเอฟเฟ็กต์
vi_vn: Tắt hiệu ứng
zh_cn: 关闭特效
zh_hk: 關閉特效
zh_tw: 關閉特效

# i3Q
source: Unable to call {{number}}
de_de: {{number}} kann nicht angerufen werden
es_es: No se puede llamar a {{number}}
fr_fr: Impossible d'appeler {{number}}
hi_in: {{number}} पर कॉल करने में असमर्थ
id_id: Gagal memanggil {{number}}
it_it: Impossibile chiamare {{number}}
ja_jp: {{number}} 人の呼び出しに失敗しました
ko_kr: {{number}}을(를) 호출할 수 없음
ms_my: Tidak dapat memanggil {{number}}
pt_br: Não é possível ligar para {{number}}
ru_ru: Не удалось позвонить {{number}}
th_th: ไม่สามารถโทรหา {{number}} ได้
vi_vn: Không thể gọi {{number}}
zh_cn: {{number}} 人无法成功呼叫
zh_hk: {{number}} 人無法成功撥打
zh_tw: {{number}} 人無法成功呼叫

# 0C8
source: Unlock
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
id_id: Buka kunci
it_it: Sblocca
ja_jp: ロック解除
ko_kr: 잠금 해제
ms_my: Buka kunci
pt_br: Desbloquear
ru_ru: Разблокировать
th_th: ปลดล็อก
vi_vn: Mở khóa
zh_cn: 解锁
zh_hk: 解鎖
zh_tw: 解鎖

# p+U
source: Use {{device}} once connected
de_de: Nach Verbindungsherstellung {{device}} verwenden
es_es: Usar {{device}} una vez conectado
fr_fr: Utiliser {{device}} une fois connecté
id_id: Gunakan {{device}} setelah terhubung
it_it: Usa {{device}} dopo la connessione
ja_jp: 通話開始後、{{device}}を使用します。
ko_kr: 연결되면 {{device}} 사용
ms_my: Gunakan {{device}} selepas disambung
pt_br: Use {{device}} depois de conectado
ru_ru: Использовать {{device}} после подключения
th_th: ใช้ {{device}} เมื่อเชื่อมต่อแล้ว
vi_vn: Sử dụng {{device}} sau khi kết nối
zh_cn: 接通后将使用 {{device}}
zh_hk: 接通後將使用 {{device}}
zh_tw: 接通後將使用 {{device}}

# bOo
source: Use ear speaker once connected
de_de: Nach Verbindungsherstellung Kopfhörer verwenden
es_es: Usar el altavoz de oído una vez conectado
fr_fr: Utiliser des écouteurs une fois connecté
id_id: Gunakan speaker telinga setelah terhubung
it_it: Usa altoparlante auricolare dopo la connessione
ja_jp: 通話開始後、イヤースピーカーを使用します。
ko_kr: 연결되면 이어 스피커 사용
ms_my: Gunakan speaker telinga selepas disambung
pt_br: Use o fone de ouvido depois de conectado
ru_ru: Использовать разговорный динамик после подключения
th_th: ใช้หูฟังเมื่อเชื่อมต่อแล้ว
vi_vn: Sử dụng tai nghe sau khi kết nối
zh_cn: 接通后将使用听筒
zh_hk: 接通後將使用聽筒
zh_tw: 接通後將使用聽筒

# uJA
source: Use speaker once connected
de_de: Nach Verbindungsherstellung Lautsprecher verwenden
es_es: Usar el altavoz una vez conectado
fr_fr: Utiliser un haut-parleur une fois connecté
id_id: Gunakan speaker setelah terhubung
it_it: Usa altoparlante dopo la connessione
ja_jp: 通話開始後、スピーカーを使用します。
ko_kr: 연결되면 스피커 사용
ms_my: Gunakan speaker selepas disambung
pt_br: Use o alto-falante depois de conectado
ru_ru: Использовать динамик после подключения
th_th: ใช้ลำโพงเมื่อเชื่อมต่อแล้ว
vi_vn: Sử dụng loa sau khi kết nối
zh_cn: 接通后将使用扬声器
zh_hk: 接通後將使用揚聲器
zh_tw: 接通後將使用擴音器

# Scs
source: Two-finger zoom or move
de_de: Zwei-Finger-Zoom oder verschieben
es_es: Zoom con dos dedos o mover
fr_fr: Déplacer ou zoomer avec deux doigts
id_id: Perbesaran atau pindahkan dengan dua jari
it_it: Zoom con due dita o sposta
ja_jp: 2 本指でホワイトボードをズーム・移動できます
ko_kr: 두 손가락으로 확대 또는 이동
ms_my: Zoom atau gerak dua jari
pt_br: Zoom com dois dedos ou mover
ru_ru: Масштабирование или перемещение двумя пальцами
th_th: ซูมหรือย้ายด้วยสองนิ้ว
vi_vn: Thu phóng hoặc di chuyển bằng hai ngón tay
zh_cn: 可双指缩放、移动白板
zh_hk: 可雙指縮放或移動白板
zh_tw: 可使用兩指縮放、移動白板

# /HQ
source: User is busy.
de_de: Der Benutzer ist beschäftigt.
es_es: El usuario está ocupado.
fr_fr: L'utilisateur est occupé.
hi_in: उपयोगकर्ता व्यस्त है.
id_id: Pengguna sedang sibuk.
it_it: L'utente è occupato.
ja_jp: 相手は取り込み中です
ko_kr: 사용자가 통화 중입니다.
ms_my: Pengguna sibuk.
pt_br: O usuário está ocupado.
ru_ru: Пользователь занят.
th_th: ผู้ใช้ไม่ว่าง
vi_vn: Người dùng đang bận.
zh_cn: 用户正忙
zh_hk: 用戶繁忙
zh_tw: 使用者正忙

# InI
source: Using phone audio
de_de: Telefon-Audio wird verwendet
es_es: Usando el audio del teléfono
fr_fr: Utilise le son du téléphone
hi_in: फ़ोन ऑडियो का उपयोग हो रहा है
id_id: Menggunakan audio telepon
it_it: Utilizzo dell'audio del telefono
ja_jp: 電話音声を使用しています
ko_kr: 전화 오디오 사용 중
ms_my: Menggunakan audio telefon
pt_br: Usando o áudio do telefone
ru_ru: Использование звука телефона
th_th: การใช้เสียงโทรศัพท์
vi_vn: Đang sử dụng âm thanh điện thoại
zh_cn: 正在使用电话音频
zh_hk: 正在使用電話音訊
zh_tw: 正在使用電話音訊

# cVE
source: Using cellular networks to improve audio quality. You can turn it off in Settings.
de_de: Mobilfunknetze werden zur Verbesserung der Audioqualität verwendet. Sie können dies in den Einstellungen deaktivieren.
es_es: Se usan redes móviles para mejorar la calidad del audio. Puedes desactivar este comportamiento en Configuración.
fr_fr: Utilisation des réseaux cellulaires pour améliorer la qualité audio. Vous pouvez désactiver cette option dans les Paramètres.
id_id: Menggunakan jaringan seluler untuk meningkatkan kualitas audio. Anda dapat menonaktifkannya di Pengaturan.
it_it: Utilizzo di reti cellulari per migliorare la qualità dell'audio. Puoi disattivarlo nelle Impostazioni.
ja_jp: モバイルデータ通信を使用して音声品質を改善しています。設定にて機能をオフにできます
ko_kr: 셀룰러 네트워크를 사용하여 오디오 품질을 개선합니다. 설정에서 끌 수 있습니다.
ms_my: Menggunakan rangkaian selular untuk meningkatkan kualiti audio. Anda boleh mematikannya dalam Tetapan.
pt_br: Usando redes celulares para melhorar a qualidade do áudio. Você pode desativar isso em Configurações.
ru_ru: Использование сотовых сетей для улучшения качества звука. Вы можете отключить его в настройках.
th_th: คุณสามารถปิดการใช้เครือข่ายมือถือเพื่อปรับปรุงคุณภาพเสียงได้ในการตั้งค่า
vi_vn: Đang sử dụng mạng di động để cải thiện chất lượng âm thanh. Bạn có thể tắt trong phần Cài đặt.
zh_cn: 正在使用移动网络改善语音质量，可前往设置中关闭
zh_hk: 正在使用流動網絡改善語音通話質素，可前往設定中關閉
zh_tw: 正在使用行動網路改善語音品質，可前往設定中關閉

# 0lA
source: Using system audio
de_de: Geräte-Audio wird verwendet
es_es: Usando audio del sistema
fr_fr: Utilise le son du système
hi_in: सिस्टम ऑडियो का उपयोग हो रहा है
id_id: Menggunakan audio sistem
it_it: Utilizzo dell'audio del sistema
ja_jp: システム音声を使用しています
ko_kr: 시스템 오디오 사용 중
ms_my: Menggunakan audio sistem
pt_br: Usando o áudio do sistema
ru_ru: Использование системного звука
th_th: กำลังใช้ระบบเสียง
vi_vn: Đang sử dụng âm thanh hệ thống
zh_cn: 已使用系统音频
zh_hk: 已使用系統音訊
zh_tw: 已使用系統音訊

# zQw
source: View
de_de: Anzeige
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотреть
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看
zh_tw: 查看

# 17c
source: View full subtitles
de_de: Vollständige Untertitel ansehen
es_es: Ver los subtítulos completos
fr_fr: Afficher les sous-titres complets
id_id: Lihat subtitle
it_it: Visualizza i sottotitoli completi
ja_jp: すべての字幕を表示
ko_kr: 전체 자막 보기
ms_my: Lihat sarikata penuh
pt_br: Visualizar legendas completas
ru_ru: Посмотреть полные субтитры
th_th: ดูคำบรรยายแบบเต็ม
vi_vn: Xem đầy đủ phụ đề
zh_cn: 查看完整字幕
zh_hk: 查看完整字幕
zh_tw: 查看完整字幕

# zRs
source: Live chat turned off
de_de: Holen Sie sich ein Upgrade für Ihren Plan, um externe Kontakte auszuwählen
es_es: Asciende tu plan para seleccionar contactos externos
fr_fr: Mettez à niveau votre forfait pour sélectionner des contacts externes
hi_in: बाहरी संपर्क चुनने के लिए अपना प्लान अपग्रेड करें
id_id: Tingkatkan paket Anda untuk memilih kontak eksternal
it_it: Effettua l'upgrade del tuo piano per selezionare contatti esterni
ja_jp: リアルタイムチャット機能をオフにしました
ko_kr: 외부 연락처를 선택하려면 요금제를 업그레이드하세요
ms_my: Sembang langsung dimatikan
pt_br: Fazer upgrade do seu plano para selecionar contatos externos
ru_ru: Обновите свой план, чтобы выбрать внешние контакты
th_th: อัปเกรดแผนของคุณเพื่อเลือกผู้ติดต่อภายนอก
vi_vn: Nâng cấp gói dịch vụ của bạn để chọn các liên hệ bên ngoài
zh_cn: 已关闭观众互动聊天功能
zh_hk: 已關閉觀眾互動聊天功能
zh_tw: 已關閉觀眾互動聊天功能

# FOg
source: Live chat turned on
de_de: Livechat ausgeschaltet
es_es: El chat en directo se ha desactivado
fr_fr: Discussion en direct désactivée
hi_in: लाइव चैट की सुविधा बंद है
id_id: Obrolan langsung dinonaktifkan
it_it: Live chat disattivata
ja_jp: リアルタイムチャット機能をオンにしました
ko_kr: 라이브 채팅이 꺼졌습니다
ms_my: Sembang langsung dihidupkan
pt_br: Chat ao vivo desativado
ru_ru: Чат трансляции отключен
th_th: แชทสดปิดอยู่
vi_vn: Đã tắt trò chuyện trực tiếp
zh_cn: 已开启观众互动聊天功能
zh_hk: 已開啟觀眾互動聊天功能
zh_tw: 已開啟觀眾互動聊天功能

# eOU
source: Viewer has left the organization.
de_de: Der Zuschauer hat die Organisation verlassen.
es_es: El espectador ha dejado la organización.
fr_fr: Le spectateur a quitté l’organisation.
hi_in: दर्शक ने संगठन को छोड़ दिया है.
id_id: Penonton telah meninggalkan organisasi.
it_it: Il visualizzatore ha abbandonato l'organizzazione.
ja_jp: リアルタイムチャット機能をオフにしました
ko_kr: 시청자가 기업을 떠났습니다.
ms_my: Pengguna telah meninggalkan organisasi.
pt_br: O visualizador saiu da organização.
ru_ru: Зритель покинул организацию.
th_th: ผู้ดูออกจากองค์กรแล้ว
vi_vn: Người xem đã rời tổ chức.
zh_cn: 观看用户已离职
zh_hk: 觀看用戶已離職
zh_tw: 觀看的使用者已離職

# svE
source: Online meeting participants can watch the livestream by default.
de_de: Teilnehmer an Online-Besprechungen können den Livestream standardmäßig ansehen.
es_es: Los participantes en la reunión en línea pueden ver la emisión en directo por defecto.
fr_fr: Les participants aux réunions en ligne peuvent regarder le livestream par défaut.
hi_in: ऑनलाइन मीटिंग सहभागी डिफ़ॉल्ट रूप से लाइवस्ट्रीम देख सकते हैं.
id_id: Peserta rapat online dapat menonton streaming langsung secara default.
it_it: I partecipanti alla riunione online possono guardare il live streaming per impostazione predefinita.
ja_jp: オンラインの会議参加者がデフォルトでストリーミングを視聴可能
ko_kr: 온라인 회의 참가자는 기본적으로 라이브 방송을 시청할 수 있습니다.
ms_my: Peserta mesyuarat dalam talian boleh tonton siaran langsung secara lalai.
pt_br: Os participantes da reunião on-line podem assistir à livestream por padrão.
ru_ru: Участники конференции могут смотреть трансляцию по умолчанию.
th_th: ผู้เข้าร่วมการประชุมออนไลน์สามารถรับชมการสตรีมสดได้ตามค่าเริ่มต้น
vi_vn: Người tham gia cuộc họp trực tuyến mặc định có thể xem phát trực tiếp.
zh_cn: 在线的会议参与者默认可观看直播
zh_hk: 在線的會議參與者預設可觀看直播
zh_tw: 線上會議參與者預設可觀看直播

# KpE
source: Select livestream viewers
de_de: Livestream-Zuschauer auswählen
es_es: Seleccionar a los espectadores de la emisión en directo
fr_fr: Sélectionner des spectateurs du livestream
hi_in: लाइवस्ट्रीम दर्शक चुनें
id_id: Pilih penonton streaming langsung
it_it: Seleziona visualizzatori live streaming
ja_jp: 指定したユーザーのみ視聴可能
ko_kr: 라이브 방송 시청자를 선택합니다
ms_my: Pilih penonton siaran langsung
pt_br: Selecionar visualizadores da livestream
ru_ru: Выберите зрителей трансляции
th_th: เลือกผู้ชมสตรีมสด
vi_vn: Chọn người xem phát trực tiếp
zh_cn: 指定观看用户
zh_hk: 指定觀看用戶
zh_tw: 指定可觀看的使用者

# HKY
source: Waiting ({{number}})
de_de: Warten auf ({{number}})
es_es: Esperando ({{number}})
fr_fr: En attente ({{number}})
hi_in: ({{number}}) प्रतीक्षारत है
id_id: Menunggu ({{number}})
it_it: In attesa ({{number}})
ja_jp: 待機中（{{number}}）
ko_kr: 대기 중({{number}})
ms_my: Menunggu ({{number}})
pt_br: Aguardando ({{number}})
ru_ru: Ожидание ({{number}})
th_th: รออยู่ ({{number}})
vi_vn: Đang chờ ({{number}})
zh_cn: 等待中 ({{number}})
zh_hk: 等待中 ({{number}})
zh_tw: 等待中 ({{number}})

# rrU
source: Webinar
es_es: Seminario web
fr_fr: Webinaire
ja_jp: ウェビナー
ko_kr: 웨비나
ru_ru: Вебинар
th_th: การสัมมนาออนไลน์
vi_vn: Hội thảo trực tuyến
zh_cn: 网络研讨会
zh_hk: 網絡研討會
zh_tw: 網路研討會

# sDw
source: Webinar livestreaming
de_de: Webinar-Livestream
es_es: Emisión en directo de seminario web
fr_fr: Diffusion en direct du webinaire
id_id: Streaming langsung webinar
it_it: Live streaming webinar
ja_jp: ウェビナーストリーミング中
ko_kr: 웨비나 라이브 방송
ms_my: Penyiaran langsung webinar
pt_br: Transmissão ao vivo do webinar
ru_ru: Трансляция вебинара
th_th: การสตรีมสดการสัมมนาออนไลน์
vi_vn: Phát trực tiếp hội thảo trực tuyến
zh_cn: 网络研讨会直播中
zh_hk: 網絡研討會直播中
zh_tw: 網路研討會直播中

# m2w
source: Webinar locked
de_de: Webinar gesperrt
es_es: Seminario web bloqueado
fr_fr: Webinaire verrouillé
id_id: Webinar dikunci
it_it: Webinar bloccato
ja_jp: ウェビナーがロック中
ko_kr: 웨비나 잠김
ms_my: Webinar dikunci
pt_br: Webinar bloqueado
ru_ru: Вебинар закрыт
th_th: การสัมมนาออนไลน์ถูกล็อก
vi_vn: Đã khóa hội thảo trực tuyến
zh_cn: 网络研讨会已锁定
zh_hk: 網絡研討會已鎖定
zh_tw: 網路研討會已鎖定

# 42I
source: Webinar recording
de_de: Webinaraufzeichnung
es_es: Grabación de seminario web
fr_fr: Enregistrement du webinaire
id_id: Rekaman webinar
it_it: Registrazione webinar
ja_jp: ウェビナーレコーディング中
ko_kr: 웨비나 기록
ms_my: Rakaman webinar
pt_br: Gravação de webinar
ru_ru: Запись вебинара
th_th: บันทึกการสัมมนาออนไลน์
vi_vn: Bản ghi hội thảo trực tuyến
zh_cn: 网络研讨会录制中
zh_hk: 網絡研討會錄影中
zh_tw: 網路研討會錄製中

# ASA
source: Who declined
de_de: Wer hat abgelehnt?
es_es: Quién ha rechazado
fr_fr: Qui a refusé
hi_in: किसने अस्वीकृत किया
id_id: Siapa yang menolak
it_it: Chi ha rifiutato
ja_jp: 拒否したユーザー
ko_kr: 거부한 사용자
ms_my: Siapa yang menolak
pt_br: Quem recusou
ru_ru: Кто отказался
th_th: ใครปฏิเสธ
vi_vn: Người đã từ chối
zh_cn: 已拒绝日程
zh_hk: 已拒絕日程
zh_tw: 已拒絕日程

# OFc
source: Written record
de_de: Schriftliche Aufzeichnung
es_es: Registro escrito
fr_fr: Enregistrement écrit
id_id: Rekaman tertulis
it_it: Record scritto
ja_jp: 文字記録
ko_kr: 서면 기록
ms_my: Rekod bertulis
pt_br: Registro escrito
ru_ru: Письменная запись
th_th: บันทึกเป็นลายลักษณ์อักษร
vi_vn: Bản ghi dạng văn bản
zh_cn: 文字记录
zh_hk: 文字記錄
zh_tw: 文字記錄

# Dt4
source: To ensure objectivity and fairness of the interview process, the system will record the interview contents in written form, for the interviewer and HR to consult. This process will not generate any audio or video recording. Click "Stop" if needed.
de_de: Um die Objektivität und Fairness des Vorstellungsgesprächs zu gewährleisten, wird das System den Inhalt des Gesprächs in schriftlicher Form aufzeichnen, sodass der Interviewer und die Personalabteilung ihn einsehen können. Bei diesem Vorgang werden keine Audio- oder Videoaufzeichnungen erstellt. Klicken Sie auf „Anhalten“, falls erforderlich.
es_es: Para garantizar la objetividad y la imparcialidad en las entrevistas, el sistema registrará el contenido de las mismas por escrito con el fin de que tanto el entrevistador como el departamento de RR. HH. puedan consultarlo más adelante. Este proceso no generará ninguna grabación de audio o vídeo. Haz clic en "Detener" en el caso de que sea necesario.
fr_fr: Afin de garantir l'objectivité et l'équité du processus de l'entretien, le système enregistrera le contenu de l'entretien au format écrit, à l'intention de la personne qui a fait passer l'entretien et des RH, qui pourront le consulter. Ce processus ne génère aucun enregistrement audio ou vidéo. Cliquez sur "Arrêter" si nécessaire.
id_id: Untuk memastikan objektivitas dan keadilan proses wawancara, sistem akan merekam konten wawancara dalam bentuk tertulis, untuk dirujuk oleh pewawancara dan departemen SDM. Proses ini tidak akan menghasilkan rekaman audio atau video apa pun. Klik "Hentikan" jika diperlukan.
it_it: Per assicurare l'obiettività e l'equità del colloquio, il sistema ne registrerà i contenuti in forma scritta in modo che il responsabile del colloquio e le risorse umane possano consultarli. Questo processo non genererà alcuna registrazione audio o video. Fai clic su "Interrompi" se necessario.
ja_jp: 公正・公平な面接選考を実施するために、システムは面接内容を文字で記録しており、面接官や HR は文字を確認できます。録音や録画は生成されません。終了するには、「停止」をクリックしてください。
ko_kr: 면접 과정의 객관성과 공정성을 확보하기 위해 시스템은 면접 내용을 서면으로 기록하여 면접관과 인사 담당자가 참고하도록 운영되고 있습니다. 이 과정에서 오디오 녹음물 또는 동영상 녹화물은 생성되지 않습니다. 필요한 경우 "중지"를 클릭하세요.
ms_my: Untuk memastikan objektiviti dan keadilan proses temuduga, sistem akan merakam isi temuduga dalam bentuk tulisan, untuk rujukan pemeriksa dan HR. Proses ini tidak akan menghasilkan sebarang rakaman audio atau video. Klik "Henti" jika perlu.
pt_br: Para garantir a objetividade e a imparcialidade do processo de entrevista, o sistema registrará o conteúdo da entrevista por escrito, para consulta do entrevistador e do RH. Este processo não gerará nenhuma gravação de áudio ou vídeo. Clique em "Parar" se necessário.
ru_ru: Чтобы обеспечить объективность и справедливость процесса интервью, система записывает содержание интервью в письменной форме, чтобы интервьюер и HR могли проконсультироваться. Этот процесс не будет генерировать никаких аудио- или видеозаписей. Нажмите "Стоп", если это необходимо.
th_th: เพื่อให้แน่ใจว่ากระบวนการสัมภาษณ์มีความเป็นกลางและยุติธรรม ระบบจะบันทึกเนื้อหาการสัมภาษณ์เป็นลายลักษณ์อักษร เพื่อให้ผู้สัมภาษณ์และ HR สามารถตรวจสอบได้ กระบวนการนี้จะไม่สร้างการบันทึกเสียงหรือวิดีโอใด ๆ คลิกที่ "หยุด" หากจำเป็น
vi_vn: Để đảm bảo tính khách quan và công bằng trong quá trình phỏng vấn, hệ thống sẽ ghi lại nội dung phỏng vấn dưới dạng văn bản để người phỏng vấn và bộ phận nhân sự tham khảo. Quá trình này sẽ không tạo ra bất kỳ bản ghi âm thanh hoặc video nào. Hãy nhấp vào "Dừng" nếu cần.
zh_cn: 为保证面试过程客观公正，系统会将面试内容以文字形式记录下来，面试官和HR可以查阅。本过程不会产生录音或录像，如需请点击“停止”
zh_hk: 為保證面試過程客觀公正，系統會將面試內容以文字形式記錄下來，面試官和 HR 可以查閱。此過程不會產生錄音或錄影。如有需要，請點擊「停止」
zh_tw: 為確保面試過程客觀公正，系統會將面試內容以文字形式記錄下來，面試官和 HR 可以查閱。本過程不會產生錄音或錄影，如有需要，請點選「停止」

# j7M
source: The host has cancelled your focus video for all.
de_de: Der Moderator hat Sie als Fokusvideo für alle aufgehoben.
es_es: El moderador ha cancelado tu enfoque de vídeo para todos.
fr_fr: L'hôte a annulé la mise en avant de votre vidéo pour tous les utilisateurs.
hi_in: होस्ट ने सभी के लिए आपका फ़ोकस वीडियो रद्द किया.
id_id: Host telah membatalkan video fokus Anda untuk semua.
it_it: L'host ha annullato il tuo video in primo piano per tutti.
ja_jp: 進行役はあなたのフォーカスを解除しました
ko_kr: 진행자가 모두를 위한 내 포커스 비디오를 취소했습니다.
ms_my: Hos telah membatalkan video fokus anda untuk semua.
pt_br: O host cancelou seu vídeo em destaque para todos.
ru_ru: Ведущий отменил ваше главное видео для всех.
th_th: โฮสต์ได้ยกเลิกวิดีโอจุดสนใจสำหรับทุกคน
vi_vn: Chủ phòng đã hủy video tiêu điểm của bạn đối với tất cả mọi người.
zh_cn: 主持人已为所有人取消你的焦点视频
zh_hk: 主持人已為所有人取消你的焦點視像
zh_tw: 主持人已為所有人取消你的焦點視訊

# ySM
source: Add to contacts
de_de: Zu Kontakten hinzufügen
es_es: Agregar a contactos
fr_fr: Ajouter aux contacts
hi_in: संपर्क में जोड़ें
id_id: Tambah ke kontak
it_it: Aggiungi ai contatti
ja_jp: 連絡先を追加
ko_kr: 연락처에 추가
ms_my: Tambah ke kenalan
pt_br: Adicionar aos contatos
ru_ru: Добавить в контакты
th_th: เพิ่มไปยังรายชื่อที่ติดต่อ
vi_vn: Thêm vào danh bạ
zh_cn: 添加联系人
zh_hk: 新增聯絡人
zh_tw: 新增聯絡人

# u38
source: You're unable to invite this user at the moment because of the administrator settings.
de_de: Sie können diesen Benutzer aufgrund der vom Admin festgelegten Einschränkungen nicht einladen.
es_es: No puede invitar a este usuario debido a las restricciones establecidas por el administrador.
fr_fr: Vous ne pouvez pas inviter cet utilisateur en raison de restrictions fixées par l'administrateur.
hi_in: आप एडमिन द्वारा निर्धारित प्रतिबंधों के कारण इस उपयोगकर्ता को आमंत्रित नहीं कर सकते.
id_id: Anda tidak dapat mengundang pengguna ini karena pembatasan yang ditetapkan admin.
it_it: Non puoi invitare questo utente per via delle restrizioni impostate dall'amministratore.
ja_jp: 法人管理者の設定により、このユーザーを会議に招待できません。
ko_kr: 관리자가 설정한 제한으로 인해 이 사용자를 초대할 수 없습니다.
ms_my: Anda tidak boleh menjemput pengguna ini kerana sekatan yang ditetapkan oleh pentadbir.
pt_br: Não pode convidar este(a) usuário(a) devido a restrições definidas pelo(a) administrador(a).
ru_ru: Вы не можете пригласить этого пользователя в связи с ограничениями, установленными администратором.
th_th: คุณจะไม่สามารถเชิญผู้ใช้รายนี้ได้เนื่องจากมีข้อจำกัดที่ผู้ดูแลระบบได้ตั้งค่าไว้
vi_vn: Bạn không thể mời người dùng này do quản trị viên đã áp đặt các giới hạn.
zh_cn: 由于企业管理员的设置，你暂时无法邀请该用户加入会议
zh_hk: 由於管理員的權限設定，你無法邀請該用戶加入視像會議
zh_tw: 由於管理員的權限設定，你無法邀請該使用者加入視訊會議

# tKY
source: Admit all
de_de: Alle zulassen
es_es: Admitir a todos
fr_fr: Autoriser tous
hi_in: सभी को शामिल करें
id_id: Izinkan semua
it_it: Ammetti tutti
ja_jp: 全員を許可
ko_kr: 모두 입장 허용
ms_my: Terima semua
pt_br: Admitir todos
ru_ru: Допустить всех
th_th: อนุญาตทั้งหมด
vi_vn: Tiếp nhận tất cả
zh_cn: 全部准入
zh_hk: 全部准入
zh_tw: 全部准入
