Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# hXA
source: By joining this meeting, you're allowing your audio and video in this meeting to be livestreamed. For more information, see our @@Privacy Policy@@ and @@User Terms of Service@@.
de_de: Wenn Sie dieser Besprechung beitreten, gestatten Sie das Livestreaming Ihrer Audio- und Videoaufnahmen in dieser Besprechung. Weitere Informationen finden Sie in unserer @@Datenschutzrichtlinie@@ und den @@Nutzungsbedingungen für Benutzer@@.
es_es: Al unirse a esta reunión, permite que su audio y su vídeo se emitan en directo. Para obtener más información, consulte nuestra@@política de privacidad@@ y @@las condiciones de servicio del usuario@@.
fr_fr: En rejoignant cette réunion, vous autorisez la diffusion en direct de vos flux audio et vidéo de cette réunion. Pour plus d'informations, consultez notre @@Politique de confidentialité@@ et nos @@Conditions d'utilisation@@.
hi_in: इस मीटिंग में शामिल होकर, आप इस मीटिंग में अपने ऑडियो और वीडियो को लाइवस्ट्रीम करने के लिए अनुमोदित कर रहे हैं. अधिक जानकारी के लिए, हमारी @@गोपनीयता नीति@@ और @@उपयोगकर्ता की सेवा की शर्तें@@ देखें.
id_id: Dengan bergabung dalam rapat ini, Anda mengizinkan streaming langsung audio dan video Anda di rapat ini. Untuk informasi lebih lanjut, lihat @@Kebijakan Privasi@@ dan @@Ketentuan Layanan Pengguna@@ kami.
it_it: Partecipando a questa riunione, consenti la trasmissione in live streaming dell'audio e del video in questa riunione. Per ulteriori informazioni, consulta la nostra @@Informativa sulla privacy@@ e i nostri @@Termini di servizio dell'utente@@.
ja_jp: 本会議に参加すると、あなたの本会議における音声とビデオ情報はストリーミングで放送されることに同意したとみなされます。詳しい情報は@@プライバシーポリシー@@と@@ユーザーサービス利用規約@@をご覧ください。
ko_kr: 이 회의에 참가하면 이 회의에서 회원님의 오디오 및 동영상을 라이브 방송하도록 허용하는 것입니다. 자세한 내용은 @@개인정보 보호정책@@ 및 @@사용자 서비스 약관@@을 참조하세요.
ms_my: Dengan menyertai mesyuarat ini, anda membenarkan audio dan video anda dalam mesyuarat ini disiarkan secara langsung. Untuk maklumat lanjut, lihat @@Dasar Privasi@@ dan @@Terma Perkhidmatan Pengguna@@ kami.
pt_br: Ao ingressar nesta reunião, você ativa seu áudio e vídeo na livestream desta reunião. Para mais informações, consulte nossa @@Política de privacidade@@ e @@Termos de serviço do usuário@@.
ru_ru: Присоединяясь к конференции, вы даете согласие на трансляцию аудио и видео из этой конференции. Более подробные сведения см. в @@Политике конфиденциальности@@ и @@Условиях обслуживания пользователей@@.
th_th: การเข้าร่วมการประชุมนี้จะถือว่าคุณกำลังอนุญาตให้เสียงและวิดีโอของคุณในการประชุมนี้ถูกสตรีมสด สำหรับข้อมูลเพิ่มเติม ให้ดู@@นโยบายความเป็นส่วนตัว@@และ@@ข้อกำหนดการให้บริการสำหรับผู้ใช้@@ของเรา
vi_vn: Bằng việc tham gia cuộc họp này, bạn cho phép phát trực tiếp âm thanh và video trong cuộc họp này. Để biết thêm thông tin, hãy xem @@Chính sách về Quyền riêng tư@@ và @@Điều khoản Dịch vụ Người dùng@@ của chúng tôi.
zh_cn: 加入此会议即视为同意直播你在会议中的音视频。详细说明请见@@隐私政策@@和@@用户服务协议@@
zh_hk: 加入此會議即視為同意直播你在會議中的音畫視像。詳細說明請見@@私隱政策@@和@@用戶服務協議@@
zh_tw: 加入此會議即代表同意直播你在會議中的音訊視訊。詳細說明請見@@隱私政策@@和@@使用者服務條款@@

# TAk
source: This meeting is being livestreamed
de_de: Diese Besprechung wird per Livestream übertragen.
es_es: Esta reunión se está emitiendo en directo
fr_fr: Cette réunion est diffusée en direct
hi_in: यह मीटिंग लाइवस्ट्रीम की जा रही है
id_id: Rapat ini sedang distreaming langsung
it_it: Live streaming riunione in corso
ja_jp: この会議はストリーミング中です
ko_kr: 이 회의는 라이브 방송 중입니다.
ms_my: Mesyuarat ini disiarkan secara langsung
pt_br: Esta reunião está em livestream
ru_ru: Эта конференция транслируется
th_th: กำลังสตรีมสดการประชุมนี้
vi_vn: Cuộc họp này đang được phát trực tiếp
zh_cn: 此会议正在直播中
zh_hk: 此會議正在直播中
zh_tw: 此會議正在直播中

# cck
source: Join Meeting
de_de: An Besprechung teilnehmen
es_es: Unirse a la reunión
fr_fr: Rejoindre la réunion
hi_in: मीटिंग में शामिल हों
id_id: Bergabung dengan Rapat
it_it: Partecipa alla riunione
ja_jp: 会議に参加
ko_kr: 회의 참가
ms_my: Sertai Mesyuarat
pt_br: Ingressar na reunião
ru_ru: Присоединиться
th_th: เข้าร่วมการประชุม
vi_vn: Tham gia Cuộc họp
zh_cn: 加入会议
zh_hk: 加入會議
zh_tw: 加入會議

# xCY
source: Join a meeting?
de_de: Einer Besprechung beitreten?
es_es: ¿Unirse a una reunión?
fr_fr: Rejoindre une réunion ?
hi_in: मीटिंग में शामिल हों?
id_id: Bergabung dengan rapat?
it_it: Partecipare a una riunione?
ja_jp: ビデオ会議に参加?
ko_kr: 회의에 참가하시겠습니까?
ms_my: Sertai mesyuarat?
pt_br: Ingressar em uma reunião?
ru_ru: Присоединиться к конференции?
th_th: คุณต้องการเข้าร่วมการประชุม?
vi_vn: Tham gia một cuộc họp?
zh_cn: 加入视频会议？
zh_hk: 加入視像會議？
zh_tw: 加入視訊會議？

# uDg
source: Joined
de_de: Beigetreten
es_es: Se ha unido
fr_fr: Rejoint
hi_in: शामिल हुए
id_id: Telah bergabung
it_it: Stai partecipando
ja_jp: 参加中
ko_kr: 참가함
ms_my: Menyertai
pt_br: Participando
ru_ru: Присоединился
th_th: เข้าร่วมแล้ว
vi_vn: Đã tham gia
zh_cn: 已加入
zh_hk: 已加入
zh_tw: 已加入

# p8I
source: Joining...
de_de: Beitreten...
es_es: Uniéndose...
fr_fr: Adhésion...
hi_in: शामिल हो रहा है...
id_id: Bergabung...
it_it: Partecipazione in corso...
ja_jp: 会議に参加しています...
ko_kr: 참가 중...
ms_my: Menyertai...
pt_br: Ingressando...
ru_ru: Присоединение...
th_th: กำลังเข้าร่วม...
vi_vn: Đang gia nhập...
zh_cn: 正在加入...
zh_hk: 正在加入…
zh_tw: 正在加入…

# 2/c
source: Joining info copied
de_de: Beitrittsinfo kopiert
es_es: Información para unirse copiada
fr_fr: Informations de participation copiées
hi_in: शामिल होने की जानकारी कॉपी की गई
id_id: Info untuk bergabung disalin
it_it: Informazioni di partecipazione copiate
ja_jp: 参加情報をコピーしました
ko_kr: 참가 정보 복사됨
ms_my: Maklumat penyertaan disalin
pt_br: Informações para ingressar copiadas
ru_ru: Информация о присоединении скопирована
th_th: คัดลอกข้อมูลการเข้าร่วมแล้ว
vi_vn: Đã sao chép thông tin tham gia cuộc họp
zh_cn: 入会信息已复制
zh_hk: 已複製會議加入資訊
zh_tw: 加入會議資訊已複製

# EGY
source: You are currently in a call. Leave and join a new meeting?
de_de: Sie befinden sich gerade in einem Anruf. Verlassen und einer neuen Besprechung beitreten?
es_es: En este momento está en una llamada. ¿Salir y unirse a una nueva reunión?
fr_fr: Vous êtes actuellement en cours d'appel. Quitter et rejoindre une nouvelle réunion ?
hi_in: आप अभी एक कॉल पर हैं. छोड़ें और एक नई मीटिंग में शामिल हों?
id_id: Anda sedang dalam panggilan. Keluar dan bergabung dengan rapat baru?
it_it: Al momento hai in corso una chiamata. Uscire e partecipare a una nuova riunione?
ja_jp: 通話中ですが、退出してこの会議に参加しますか?
ko_kr: 현재 통화 중입니다. 퇴장하고 새 회의에 참가하시겠습니까?
ms_my: Anda sedang dalam panggilan. Tinggalkan dan sertai mesyuarat baharu?
pt_br: Está numa chamada de momento. Sair e ingressar em uma nova reunião?
ru_ru: В данный момент вы разговариваете. Выйти и присоединиться к новой конференции?
th_th: คุณกำลังประชุมอยู่ ณ ขณะนี้ คุณต้องการออกและเข้าร่วมการประชุมใหม่?
vi_vn: Bạn đang tham gia một cuộc gọi. Rời và tham gia một cuộc họp mới?
zh_cn: 你已在通话中，离开并加入此会议？
zh_hk: 你已在通話中，離開並加入此會議？
zh_tw: 你已在通話中，離開並加入此會議？

# 2oc
source: Leave Meeting
de_de: Besprechung verlassen
es_es: Abandonar la reunión
fr_fr: Quitter la réunion
hi_in: मीटिंग छोड़ें
id_id: Keluar dari Rapat
it_it: Abbandona riunione
ja_jp: 自分のみ会議から退出する
ko_kr: 회의 퇴장
ms_my: Tinggalkan mesyuarat
pt_br: Sair da reunião
ru_ru: Покинуть конференцию
th_th: ออกจากการประชุม
vi_vn: Rời khỏi cuộc họp
zh_cn: 离开会议
zh_hk: 離開會議
zh_tw: 離開會議

# xYE
source: Leave
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar dari rapat
it_it: Abbandona
ja_jp: 退出
ko_kr: 퇴장
ms_my: Keluar
pt_br: Sair
ru_ru: Покинуть
th_th: ออก
vi_vn: Rời khỏi
zh_cn: 离开会议
zh_hk: 離開會議
zh_tw: 離開會議

# Wjc
source: Left meeting
de_de: Besprechung verlassen
es_es: Ha salido de la reunión
fr_fr: Réunion quittée
hi_in: मीटिंग छोड़ें
id_id: Keluar dari rapat
it_it: Riunione abbandonata
ja_jp: 退出しました
ko_kr: 회의에서 나감
ms_my: Tinggalkan mesyuarat
pt_br: Saiu da reunião
ru_ru: Покинул конференцию
th_th: ออกจากการประชุมแล้ว
vi_vn: Đã rời cuộc họp
zh_cn: 已离开
zh_hk: 已離開
zh_tw: 已離開

# Jb4
source: Limit of {{maxMember}} participants reached.
de_de: Grenze von {{maxMember}} Teilnehmern erreicht.
es_es: Se ha alcanzado el límite de {{maxMember}} participantes.
fr_fr: Limite de {{maxMember}} participants atteinte.
hi_in: {{maxMember}} प्रतिभागियों की सीमा तक पहुँच गया.
id_id: Batas {{maxMember}} peserta tercapai.
it_it: Raggiunto il limite di {{maxMember}} partecipanti.
ja_jp: 参加者の人数は上限の{{maxMember}}名に達しています
ko_kr: 참가자 한도인 {{maxMember}}명에 도달했습니다.
ms_my: Had {{maxMember}} peserta dicapai.
pt_br: Limite de {{maxMember}} participantes atingido.
ru_ru: Достигнуто предельное количество участников {{maxMember}}.
th_th: ครบจำนวนผู้เข้าร่วมสูงสุด {{maxMember}} คนแล้ว
vi_vn: Đã đạt đến giới hạn người tham gia {{maxMember}}.
zh_cn: 会议已达{{maxMember}}人上限
zh_hk: 會議已達 {{maxMember}} 人上限
zh_tw: 會議已達 {{maxMember}} 人上限

# UWU
source: Livestream
es_es: Emisión en directo
fr_fr: Diffusion en direct
hi_in: लाइवस्ट्रीम
id_id: Streaming langsung
it_it: Live streaming
ja_jp: ストリーミング
ko_kr: 라이브 방송
ms_my: Siaran langsung
ru_ru: Трансляция
th_th: สตรีมสด
vi_vn: Phát trực tiếp
zh_cn: 直播
zh_hk: 直播
zh_tw: 直播

# zTs
source: Livestream settings
de_de: Livestream-Einstellungen
es_es: Configuración de emisión en directo
fr_fr: Paramètres de diffusion en direct
hi_in: लाइवस्ट्रीम सेटिंग्स
id_id: Pengaturan streaming langsung
it_it: Impostazioni live streaming
ja_jp: ストリーミング設定
ko_kr: 라이브 방송 설정
ms_my: Tetapan siaran langsung
pt_br: Configurações de livestream
ru_ru: Настройки трансляции
th_th: การตั้งค่าสตรีมสด
vi_vn: Cài đặt phát trực tiếp
zh_cn: 直播设置
zh_hk: 直播設定
zh_tw: 直播設定

# mZE
source: Couldn't start livestreaming. Please try again later.
de_de: Livestreaming konnte nicht gestartet werden. Versuchen Sie es später erneut.
es_es: No se ha podido iniciar la emisión en directo. Inténtelo de nuevo más tarde.
fr_fr: Démarrage de la diffusion en direct impossible. Veuillez réessayer plus tard.
hi_in: लाइवस्ट्रीमिंग को चालू नहीं किया जा सका. कृपया बाद में फिर से प्रयास करें.
id_id: Tidak dapat memulai streaming langsung. Coba lagi nanti.
it_it: Impossibile iniziare il live streaming. Riprova più tardi.
ja_jp: 開始できませんでした。後ほど再試行してください
ko_kr: 라이브 방송을 시작할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memulakan siaran langsung. Sila cuba lagi kemudian.
pt_br: Não foi possível iniciar livestream. Tente novamente mais tarde.
ru_ru: Не удалось начать трансляцию. Повторите попытку позже.
th_th: ไม่สามารถเริ่มสตรีมสดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể bắt đầu phát trực tiếp. Vui lòng thử lại sau.
zh_cn: 发起直播失败，请稍后重试
zh_hk: 無法讀取直播，請稍後重試
zh_tw: 發起直播失敗，請稍後重試

# RTk
source: Livestream link copied
de_de: Livestream-Link kopiert
es_es: Enlace de emisión en directo copiado
fr_fr: Lien de diffusion en direct copié
hi_in: लाइवस्ट्रीम लिंक कॉपी किया गया
id_id: Tautan streaming langsung disalin
it_it: Link live streaming copiato
ja_jp: ストリーミングリンクをコピーしました
ko_kr: 라이브 방송 링크 복사됨
ms_my: Pautan siaran langsung disalin
pt_br: Link de livestream copiado
ru_ru: Ссылка на трансляцию скопирована
th_th: คัดลอกลิงก์การสตรีมสดแล้ว
vi_vn: Đã sao chép liên kết phát trực tiếp
zh_cn: 直播链接已复制
zh_hk: 直播連結已複製
zh_tw: 已複製直播連結

# eAY
source: Try livestreaming to reach more people!
de_de: Probieren Sie Livestreaming, um einen größeren Personenkreis zu erreichen!
es_es: Pruebe la emisión en para llegar a más gente.
fr_fr: Pensez à diffuser en direct pour atteindre plus de personnes !
hi_in: अधिक लोगों तक पहुंचने के लिए लाइवस्ट्रीमिंग को आजमाएँ!
id_id: Coba streaming langsung untuk menjangkau lebih banyak orang!
it_it: Prova a trasmettere in live streaming per raggiungere più persone!
ja_jp: 参加者人数が多すぎますか？ストリーミング機能を試してみましょう！
ko_kr: 더 많은 사람들과 소통하려면 라이브 방송해 보세요!
ms_my: Cuba siaran langsung untuk capai lebih ramai orang!
pt_br: Tente fazer livestream para alcançar mais pessoas!
ru_ru: Попробуйте использовать трансляции для привлечения большего количества людей!
th_th: ลองสตรีมสดเพื่อเข้าถึงคนให้มากยิ่งขึ้น!
vi_vn: Thử phát trực tiếp để tiếp cận nhiều người hơn!
zh_cn: 参会人数即将达到上限，快试试直播吧！
zh_hk: 參加者人數即將達到上限，快試試直播吧！
zh_tw: 與會人員數即將達到上限，快試試直播吧！

# RtE
source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
hi_in: स्थान
id_id: Lokasi
it_it: Posizione
ja_jp: 場所
ko_kr: 위치
ms_my: Lokasi
pt_br: Local
ru_ru: Местоположение
th_th: ตำแหน่งที่ตั้ง
vi_vn: Vị trí
zh_cn: 地点
zh_hk: 地點
zh_tw: 地點

# zTE
source: Withdraw request
de_de: Anfrage zurückziehen
es_es: Retirar solicitud
fr_fr: Annuler la demande
hi_in: अनुरोध वापस लें
id_id: Tarik permintaan
it_it: Annulla richiesta
ja_jp: リクエストを撤回
ko_kr: 요청 철회
ms_my: Tarik balik permintaan
pt_br: Retirar solicitação
ru_ru: Отменить запрос
th_th: ยกเลิกคำขอ
vi_vn: Rút lại yêu cầu
zh_cn: 撤销申请
zh_hk: 撤銷申請
zh_tw: 撤銷申請

# 7VU
source: You've requested to speak. Do you want to withdraw the request?
de_de: Sie haben ums Wort gebeten. Möchten Sie Ihre Anfrage zurückziehen?
es_es: Has solicitado hablar. ¿Quieres retirar la solicitud?
fr_fr: Vous avez demandé à prendre la parole. Voulez-vous annuler votre demande ?
hi_in: आपने बोलने का अनुरोध किया. क्या आप अनुरोध वापस लेना चाहते हैं?
id_id: Anda telah meminta untuk bicara. Anda ingin menarik permintaan?
it_it: Hai richiesto di prendere la parola. Vuoi annullare la richiesta?
ja_jp: 発言をリクエストしました。撤回しますか？
ko_kr: 발언을 요청하셨습니다. 요청을 철회하시겠습니까?
ms_my: Anda telah meminta untuk bercakap. Adakah anda mahu menarik balik permintaan itu?
pt_br: Você fez uma solicitação para falar. Deseja retirar a solicitação?
ru_ru: Вы попросили слово. Хотите отменить запрос?
th_th: คุณได้ขอพูด คุณต้องการยกเลิกคำขอหรือไม่
vi_vn: Bạn đã yêu cầu được phát biểu. Bạn có muốn rút lại yêu cầu không?
zh_cn: 你已申请发言，确定撤销申请吗？
zh_hk: 你已申請發言，確定撤銷申請嗎？
zh_tw: 你已申請發言，確定撤銷申請嗎？

# RXY
source: Make co-host
de_de: Als Co-Moderator ernennen
es_es: Nombrar como co-moderador
fr_fr: Définir en tant que co-hôte
hi_in: को-होस्ट बनाएँ
id_id: Jadikan sebagai co-host
it_it: Assegna come copresentatore
ja_jp: 共同進行役に設定
ko_kr: 공동 진행자로 지정
ms_my: Jadikan ko-tuan rumah
pt_br: Tornar host conjunto
ru_ru: Сделать соведущим
th_th: กำหนดโฮสต์ร่วม
vi_vn: Đặt làm người đồng tổ chức
zh_cn: 设置为联席主持人
zh_hk: 設定為聯合主持人
zh_tw: 設定為聯合主持人

# mGo
source: Make Host
de_de: Als Moderator ernennen
es_es: Nombrar como moderador
fr_fr: Définir en tant qu'hôte
hi_in: होस्ट बनाएँ
id_id: Jadikan sebagai host
it_it: Assegna come host
ja_jp: 進行役に設定
ko_kr: 진행자로 지정
ms_my: Jadikan hos
pt_br: Tornar anfitrião
ru_ru: Сделать ведущим
th_th: กำหนดให้เป็นผู้จัด
vi_vn: Đặt làm người tổ chức
zh_cn: 设置为主持人
zh_hk: 設定為主持人
zh_tw: 設定為主持人

# ZxQ
source: Are you sure you want to make {{name}} the host?
de_de: Möchten Sie {{name}} wirklich zum Moderator machen?
es_es: ¿Seguro que deseas hacer moderador a {{name}}?
fr_fr: Confirmer la définition de {{name}} en tant qu'hôte ?
hi_in: क्या आप वाकई {{name}} को होस्ट बनाना चाहते हैं?
id_id: Anda yakin ingin menjadikan {{name}} sebagai host?
it_it: Sei sicuro di voler rendere {{name}} l'host?
ja_jp: {{name}}を進行役に設定しますか？
ko_kr: {{name}} 님을 진행자로 지정하시겠습니까?
ms_my: Adakah anda pasti ingin menjadikan {{name}} sebagai hos?
pt_br: Tem certeza de que deseja tornar {{name}} o host?
ru_ru: Сделать пользователя {{name}} ведущим?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการกำหนดให้ {{name}} เป็นโฮสต์
vi_vn: Bạn có chắc muốn chọn {{name}} làm người tổ chức không?
zh_cn: 确定将{{name}}设置为主持人？
zh_hk: 確定將{{name}}設定為主持人？
zh_tw: 確定將{{name}}設定為主持人？

# eaI
source: Maximum meeting duration reached.
de_de: Maximale Besprechungsdauer erreicht.
es_es: Se ha alcanzado la duración máxima de la reunión.
fr_fr: Durée maximale de la réunion atteinte.
hi_in: मीटिंग की अधिकतम अवधि तक पहुंच गया.
id_id: Durasi rapat maksimum tercapai.
it_it: Durata massima della riunione raggiunta.
ja_jp: 会議時間は上限に達しています
ko_kr: 최대 회의 시간에 도달했습니다.
ms_my: Tempoh mesyuarat maksimum dicapai.
pt_br: Duração máxima da reunião atingida.
ru_ru: Достигнута максимальная продолжительность конференции.
th_th: ครบระยะการประชุมสูงสุดตามที่กำหนดไว้แล้ว
vi_vn: Đã đạt đến thời gian cuộc họp tối đa.
zh_cn: 会议时长已达到上限
zh_hk: 會議時長已達到上限
zh_tw: 會議時長已達上限

# aGg
source: Me
de_de: Ich
es_es: Yo
fr_fr: Moi
hi_in: मैं
id_id: Saya
it_it: Io
ja_jp: 自分
ko_kr: 나
ms_my: Saya
pt_br: Eu
ru_ru: Я
th_th: ฉัน
vi_vn: Tôi
zh_cn: 我
zh_hk: 我
zh_tw: 我

source: (Me)
de_de: (Ich)
es_es: (Yo)
fr_fr: (Moi)
hi_in: (मैं)
id_id: (Saya)
it_it: (Io)
ja_jp: （自分）
ko_kr: (나)
ms_my: (Saya)
pt_br: (Eu)
ru_ru: (Я)
th_th: (ฉัน)
vi_vn: (Tôi)
zh_cn: （我）
zh_hk: （我）
zh_tw: （我）

# kCc
source: Meet Now
de_de: Jetzt besprechen
es_es: Reunirnos ahora
fr_fr: Démarrer la réunion maintenant
hi_in: अभी शुरू करें
id_id: Rapat Sekarang
it_it: Incontra ora
ja_jp: 会議を開始
ko_kr: 회의 시작
ms_my: Bertemu sekarang
pt_br: Reunir agora
ru_ru: Начать конференцию
th_th: ประชุมตอนนี้
vi_vn: Họp ngay lúc này
zh_cn: 开始会议
zh_hk: 開始會議
zh_tw: 開始會議

# NT4
source: This video meeting has expired.
de_de: Dieser Termin ist abgelaufen. Bitte starten Sie ein neues Meeting.
es_es: Este evento ha expirado. Inicia una reunión nueva.
fr_fr: Cet événement a expiré. Veuillez démarrer une nouvelle réunion.
hi_in: इस वीडियो मीटिंग की समय-सीमा समाप्त हुई.
id_id: Acara ini telah berakhir. Mulai rapat baru.
it_it: L'evento è scaduto. Avvia una nuova riunione.
ja_jp: ビデオ会議は既に有効期限切れです
ko_kr: 이 이벤트는 만료되었습니다. 새 회의를 시작하세요.
ms_my: Mesyuarat video ini telah tamat tempoh.
pt_br: Este evento expirou. Comece uma nova reunião.
ru_ru: Срок действия этого события истек. Начните новую конференцию.
th_th: กิจกรรมนี้หมดอายุแล้ว โปรดเริ่มการประชุมใหม่
vi_vn: Sự kiện này đã hết hạn. Hãy bắt đầu một cuộc họp mới.
zh_cn: 视频会议已过期
zh_hk: 該日程會議已過期，請發起新會議
zh_tw: 該日程會議已過期，請發起新會議

# Vjo
source: The meeting has ended.
de_de: Die Besprechung wurde beendet.
es_es: La reunión ha finalizado.
fr_fr: La réunion est terminée.
hi_in: यह मीटिंग समाप्त हो गई है.
id_id: Rapat telah berakhir.
it_it: La riunione è terminata.
ja_jp: 会議は終了しました
ko_kr: 회의가 종료되었습니다.
ms_my: Mesyuarat telah berakhir.
pt_br: A reunião foi encerrada.
ru_ru: Конференция завершена.
th_th: การประชุมจบแล้ว
vi_vn: Cuộc họp đã kết thúc.
zh_cn: 会议已结束
zh_hk: 會議已結束
zh_tw: 會議已結束

# RBI
source: Meeting ID:
de_de: Besprechungs-ID:
es_es: ID de reunión:
fr_fr: ID de réunion :
hi_in: मीटिंग ID:
id_id: ID Rapat:
it_it: ID riunione:
ja_jp: 会議 ID：
ko_kr: 회의 ID:
ms_my: ID Mesyuarat:
pt_br: ID da reunião:
ru_ru: ID конференции:
th_th: รหัสการประชุม:
vi_vn: ID cuộc họp:
zh_cn: 会议 ID：
zh_hk: 會議 ID：
zh_tw: 會議 ID：

# ijY
source: Meeting link
de_de: Link zur Besprechung
es_es: Enlace de la reunión
fr_fr: Lien de la réunion
hi_in: मीटिंग का लिंक
id_id: Tautan rapat
it_it: Link della riunione
ja_jp: 会議リンク
ko_kr: 회의 링크
ms_my: Pautan mesyuarat
pt_br: Link da reunião
ru_ru: Ссылка на конференцию
th_th: ลิงก์การประชุม
vi_vn: Liên kết cuộc họp
zh_cn: 会议链接
zh_hk: 會議連結
zh_tw: 會議連結

# HM0
source: This user cannot use the following meeting management features:
de_de: Die App-Version dieses Benutzers unterstützt nicht die folgenden Funktionen zur Besprechungsverwaltung:
es_es: Esta versión de la aplicación del usuario no es compatible con las siguientes características de gestión de reuniones:
fr_fr: La version de l'application de cet utilisateur ne prend pas en charge les fonctionnalités de gestion de réunion suivantes :
hi_in: इस उपयोगकर्ता का ऐप संस्करण निम्न मीटिंग प्रबंधन सुविधाओं का समर्थन नहीं करता है:
id_id: Pengguna ini tidak dapat menggunakan fitur manajemen rapat berikut:
it_it: La versione dell'app di questo utente non supporta le seguenti funzioni di gestione delle riunioni:
ja_jp: このユーザーは以下の会議管理操作ができません：
ko_kr: 이 사용자의 앱 버전은 다음 회의 관리 기능을 지원하지 않습니다.
ms_my: Pengguna ini tidak boleh menggunakan ciri pengurusan mesyuarat berikut:
pt_br: A versão do aplicativo do usuário não é compatível com os seguintes recursos de gerenciamento de reunião:
ru_ru: Версия приложения этого пользователя не поддерживает следующие функции управления конференцией:
th_th: เวอร์ชันของแอปของผู้ใช้รายนี้ไม่รองรับฟีเจอร์การจัดการการประชุมต่อไปนี้:
vi_vn: Phiên bản ứng dụng của người dùng này không hỗ trợ các tính năng quản lý họp dưới đây:
zh_cn: 该用户无法进行以下会议管理操作：
zh_hk: 該用戶無法進行以下會議管理操作：
zh_tw: 該使用者無法進行以下會議管理操作：

# C5c
source: This meeting has reached its time limit.
de_de: Das Zeitlimit für diese Besprechung ist erreicht.
es_es: Esta reunión ha llegado a su límite de tiempo.
fr_fr: Cette réunion a atteint sa limite de temps.
hi_in: यह मीटिंग अपनी समय-सीमा तक पहुँच गई है.
id_id: Rapat ini telah mencapai batas waktunya.
it_it: Questa riunione ha raggiunto il suo limite di tempo.
ja_jp: 会議最大時間に達しています
ko_kr: 이 회의는 시간 한도에 도달했습니다.
ms_my: Mesyuarat ini telah mencapai had masa.
pt_br: Esta reunião atingiu o limite de tempo.
ru_ru: Достигнуто заданное предельное значение длительности конференции.
th_th: การประชุมนี้ใช้เวลาครบตามที่กำหนดไว้แล้ว
vi_vn: Cuộc họp này đã đạt đến giới hạn thời gian.
zh_cn: 会议时长已达到限制
zh_hk: 會議時長已達到限制
zh_tw: 會議時長已達限制

# MVE
source: Meeting room
de_de: Besprechungsraum
es_es: Sala de reuniones
fr_fr: Salle de réunion
hi_in: मीटिंग रूम
id_id: Ruang rapat
it_it: Sala riunioni
ja_jp: 会議室
ko_kr: 회의실
ms_my: Bilik mesyuarat
pt_br: Sala de reunião
ru_ru: Комната
th_th: ห้องประชุม
vi_vn: Phòng họp
zh_cn: 会议室
zh_hk: 會議室
zh_tw: 會議室

# Q6A
source: Meeting room busy
de_de: Besprechungsraum besetzt
es_es: Sala de reuniones ocupada
fr_fr: Salle de réunion occupée
hi_in: मीटिंग रूम व्यस्त है
id_id: Ruang rapat sibuk
it_it: Sala riunioni occupata
ja_jp: 招待先会議室が通話に出られません
ko_kr: 회의실에서 다른 용무 중
ms_my: Bilik mesyuarat sibuk
pt_br: Sala de reunião ocupada
ru_ru: Комната занята
th_th: ห้องประชุมไม่ว่าง
vi_vn: Phòng họp đang bận
zh_cn: 会议室忙线中，呼叫失败
zh_hk: 會議室忙碌中，致電失敗
zh_tw: 會議室忙線中，呼叫失敗

# gOU
source: More phone numbers
de_de: Weitere Telefonnummern
es_es: Más números de teléfono
fr_fr: Plus de numéros de téléphone
hi_in: और अधिक फ़ोन नंबर
id_id: Nomor telepon lainnya
it_it: Più numeri di telefono
ja_jp: すべての電話番号
ko_kr: 전화번호 더 보기
ms_my: Nombor telefon tambahan
pt_br: Mais números de telefone
ru_ru: Дополнительные номера телефона
th_th: หมายเลขโทรศัพท์เพิ่มเติม
vi_vn: Thêm số điện thoại
zh_cn: 更多电话号码
zh_hk: 更多電話號碼
zh_tw: 更多電話號碼

# x6w
source: Mute All
de_de: Alle stummschalten
es_es: Silenciar todo
fr_fr: Tout mettre en sourdine
hi_in: सभी को म्यूट करें
id_id: Bisukan Semua
it_it: Disattiva audio per tutti
ja_jp: 全員をミュート
ko_kr: 모두 음소거
ms_my: Senyapkan semua
pt_br: Ativar mudo para todos
ru_ru: Отключить звук для всех
th_th: ปิดเสียงทั้งหมด
vi_vn: Tắt tiếng tất cả
zh_cn: 全员静音
zh_hk: 全員靜音
zh_tw: 全員靜音

# Fbc
source: Mute all current and new participants
de_de: Alle aktuellen und neuen Teilnehmer stummschalten
es_es: Silenciar a todos los participantes actuales y nuevos
fr_fr: Mettre en sourdine tous les participants actuels et nouveaux
hi_in: सभी मौजूदा और नए प्रतिभागियों को म्यूट करें
id_id: Bisukan semua peserta saat ini dan peserta baru
it_it: Disattiva l'audio a tutti i partecipanti, sia attuali sia nuovi
ja_jp: 参加者全員および新規参加者をミュート
ko_kr: 현재 및 새 참가자 모두 음소거
ms_my: Nyenyapkan semua peserta semasa dan baharu
pt_br: Ativar o mudo para todos os participantes atuais e novos
ru_ru: Отключить микрофоны всех текущих и новых участников
th_th: ปิดเสียงผู้เข้าร่วมปัจจุบันและผู้เข้าร่วมใหม่ทั้งหมด
vi_vn: Tắt tiếng tất cả người đang tham gia và người mới tham gia
zh_cn: 将全体以及新加入的参会人静音
zh_hk: 將全體以及新加入的參加者靜音
zh_tw: 將全體以及新加入的與會人員靜音

# KT0
source: The host has enabled mute on entry.
de_de: Der Moderator hat die Stummschaltung beim Betreten aktiviert.
es_es: El anfitrión ha silenciado el micrófono al entrar.
fr_fr: L'hôte a activé la mise en sourdine à l'entrée.
hi_in: होस्ट ने "प्रवेश करने पर म्यूट करें" सक्षम किया है.
id_id: Host telah mengaktifkan bisukan entri.
it_it: L'host ha abilitato la disattivazione dell'audio all'ingresso.
ja_jp: 進行役が新規参加者をミュートに設定しました
ko_kr: 진행자가 입장 시 음소거를 활성화했습니다.
ms_my: Hos telah mengaktifkan senyap semasa masuk.
pt_br: O host ativou o mudo na entrada.
ru_ru: Ведущий отключил звука при входе.
th_th: ผู้จัดได้เปิดใช้การปิดเสียงเมื่อเข้ามา
vi_vn: Người tổ chức đã bật chế độ tắt tiếng khi vào nhóm.
zh_cn: 主持人已开启入会自动静音功能
zh_hk: 主持人已開啟加入會議時自動靜音功能
zh_tw: 主持人已開啟加入會議時自動靜音功能
