Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# /Hg
source: Time limit is {{num}}min per meeting
de_de: Die zeitliche Begrenzung liegt bei {{num}} Min. pro Besprechung
es_es: El límite de tiempo es de {{num}} min por reunión
fr_fr: La limite de temps est de {{num}} minutes par réunion
id_id: Batas waktunya adalah {{num}} mnt per pertemuan
it_it: Il limite di tempo è di {{num}} min per riunione
ja_jp: 1 回あたりの会議の時間制限：最大 {{num}} 分
ko_kr: 제한 시간은 회의당 {{num}}분입니다
ms_my: Had masa ialah {{num}}min setiap mesyuarat
pt_br: O limite de tempo é {{num}} min por reunião
ru_ru: Ограничение по времени {{num}} мин. на конференцию
th_th: จำกัดเวลา {{num}} นาทีต่อการประชุม
vi_vn: Giới hạn thời gian là {{num}} phút mỗi cuộc họp
zh_cn: 单次会议限时 {{num}} 分钟
zh_hk: 單次會議限時 {{num}} 分鐘
zh_tw: 單次會議限時 {{num}} 分鐘

# /oE
source: Change Role to Attendee
de_de: Die Rolle in „Teilnehmer“ ändern
es_es: Cambiar la función a asistente
fr_fr: Changer le rôle en Participant
id_id: Ubah Peran menjadi Peserta
it_it: Modifica ruolo in partecipante
ja_jp: 出席者に設定
ko_kr: 역할을 참석자로 변경
ms_my: Tukar Peranan ke Peserta
pt_br: Alterar função para participante
ru_ru: Изменить роль на участника дискуссии
th_th: เปลี่ยนบทบาทเป็นผู้ร่วมประชุม
vi_vn: Thay đổi vai trò thành Người tham dự
zh_cn: 设置为观众
zh_hk: 設定為觀眾
zh_tw: 設定為觀眾

# s4I
source: Change to Panelist
de_de: Zum Podiumsredner wechseln
es_es: Cambiar a panelista
fr_fr: Devenir panéliste
id_id: Ganti ke Panelis
it_it: Diventa relatore
ja_jp: パネリストに切り替え
ko_kr: 패널리스트로 변경
ms_my: Tukar ke Panelis
pt_br: Continuar como orador
ru_ru: Стать участником дискуссии
th_th: เปลี่ยนเป็นผู้ร่วมอภิปราย
vi_vn: Thay đổi thành Thảo luận viên
zh_cn: 切换为嘉宾
zh_hk: 切換為嘉賓
zh_tw: 切換為來賓

# KoY
source: Settings
de_de: Einstellung
es_es: Configuración
fr_fr: Paramètre
id_id: Pengaturan
it_it: Impostazione
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configuração
ru_ru: Настроить
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# DHc
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

# a+k
source: Switched to original audio because the channel you were listening to is closed
de_de: Zu Originalaudio gewechselt, weil der gewählte Kanal geschlossen ist
es_es: Hemos cambiado al audio original porque el canal que estabas escuchando está cerrado
fr_fr: Reprise du son original car le canal que vous écoutiez est fermé
hi_in: आप जिस चैनल को सुन रहे थे वो बंद हो गया इसलिए चैनल ऑरिजिनल ऑडियो के लिए बदल गया
id_id: Dialihkan ke audio asli karena saluran yang Anda dengarkan telah ditutup
it_it: È passato all'audio originale perché il canale che stavi ascoltando è chiuso
ja_jp: 聞いていたチャンネルは閉じられたため、オリジナル音声に切り替えました
ko_kr: 청취 중인 채널이 닫혀서 원본 오디오로 전환됨
ms_my: Beralih ke audio asal kerana saluran yang anda dengar telah ditutup
pt_br: Alternado para áudio original porque o canal que você estava escutando está fechado
ru_ru: Выполнено переключение на исходное аудио, так как канал, который вы слушали, закрыт.
th_th: สลับไปเป็นเสียงเดิมเนื่องจากช่องสัญญาณที่คุณกำลังฟังอยู่ถูกปิด
vi_vn: Đã chuyển sang âm thanh gốc do kênh bạn đang nghe đã đóng
zh_cn: 你收听的频道已关闭，已切换至原始音频
zh_hk: 你收聽的頻道已關閉，已切換至原始音訊
zh_tw: 你收聽的頻道已關閉，已切換至原始音訊

# yNA
source: Chat record doc belongs to you and can be exported in the meeting history.
de_de: Das Chat-Aufzeichnungsdokument gehört Ihnen und kann in den Besprechungsverlauf exportiert werden.
es_es: El documento de registros de chat es tuyo y puedes exportarlo en el historial de la reunión.
fr_fr: Le doc de l'enregistrement du chat vous appartient et peut être exporté dans l'historique de la réunion.
id_id: Dokumen rekaman obrolan adalah milik Anda dan dapat diekspor dalam riwayat rapat.
it_it: Il Docs del record della chat appartiene a te e può essere esportato nella cronologia riunione.
ja_jp: あなたがチャット履歴の Docs の所有者であり、会議後に会議の履歴からエクスポートできます。
ko_kr: 채팅 기록 문서는 회원님의 것이며 회의 기록으로 내보낼 수 있습니다.
ms_my: Rekod sembang dokumen milik anda dan boleh dieksport dalam sejarah mesyuarat.
pt_br: O documento de registro de chat pertence a você e pode ser exportado no histórico da reunião.
ru_ru: Документ с записями чата принадлежит вам и может быть экспортирован в истории конференции.
th_th: เอกสารบันทึกแชทเป็นของคุณและสามารถส่งออกได้ในประวัติการประชุม
vi_vn: Bản ghi trò chuyện dưới dạng Doc thuộc sở hữu của bạn và bạn có thể xem trong lịch sử cuộc họp.
zh_cn: 聊天记录云文档归属于你，会后可在会议历史中导出
zh_hk: 聊天記錄雲端文件歸屬於你，會後可在會議記錄中匯出
zh_tw: 聊天記錄雲端文件歸屬於你，會後可在會議記錄中匯出

# mis
source: Chats during the rehearsal won't be synced to webinar.
de_de: Chats während der Probeveranstaltung werden für das Webinar nicht synchronisiert.
es_es: Durante el ensayo, los chats no se sincronizarán con el seminario web.
fr_fr: Les chats pendant la répétition ne seront pas synchronisée avec le webinaire.
id_id: Obrolan selama latihan tidak akan disinkronkan ke webinar.
it_it: Le chat durante la prova non verranno sincronizzate con il webinar.
ja_jp: リハーサル中のチャット内容は正式のウェブナーに同期されません。
ko_kr: 리허설 중의 채팅은 웨비나와 동기화되지 않습니다.
ms_my: Sembang semasa latihan tidak akan diselaraskan ke webinar.
pt_br: Os chats durante o ensaio não serão sincronizados com o webinar.
ru_ru: Чаты во время репетиции не будут синхронизированы с веб-семинаром.
th_th: การแชทระหว่างการซ้อมจะไม่ซิงค์กับการสัมมนาออนไลน์
vi_vn: Cuộc trò chuyện trong buổi tổng duyệt sẽ không được đồng bộ hóa với webinar.
zh_cn: 彩排过程中的聊天不会被同步至正式会议中
zh_hk: 彩排過程中的聊天不會被同步至正式會議中
zh_tw: 排練過程中的聊天不會同步至正式會議中

# 69c
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: साफ़ करें
id_id: Bersihkan
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
ms_my: Padam
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xóa
zh_cn: 清除
zh_hk: 清除
zh_tw: 清除

# RTA
source: Click on any area to access toolbar
de_de: Klicken Sie auf einen beliebigen Bereich, um auf die Symbolleiste zuzugreifen
es_es: Haz clic en cualquier sitio para acceder a la barra de herramientas
fr_fr: Cliquez sur l'écran pour accéder à la barre d'outils
id_id: Klik area mana pun untuk mengakses bilah alat
it_it: Fai clic su qualsiasi area per accedere alla barra degli strumenti
ja_jp: 任意の位置をタップしてツールバーを表示
ko_kr: 아무 영역이나 클릭하여 도구 모음에 액세스
ms_my: Klik pada mana-mana kawasan untuk akses bar alat
pt_br: Clique em qualquer área para acessar a barra de ferramentas
ru_ru: Для открытия панели инструментов щелкните в любой области
th_th: คลิกที่ใดก็ได้เพื่อเข้าถึงแถบเครื่องมือ
vi_vn: Nhấp vào khi vực bất kỳ để truy cập thanh công cụ
zh_cn: 单击任意区域唤起工具栏
zh_hk: 點擊任意位置以存取工具列
zh_tw: 按一下任意區域以存取工具列

# RWQ
source: You can change languages here.
de_de: Sie können hier die Sprache wechseln.
es_es: Aquí podrá cambiar el idioma.
fr_fr: Vous pouvez changer de langue ici.
hi_in: आप यहाँ भाषाएँ बदल सकते हैं.
id_id: Anda dapat mengubah bahasa di sini.
it_it: Puoi cambiare le lingue qui.
ja_jp: ここで言語を変更できます
ko_kr: 여기서 언어를 변경할 수 있습니다.
ms_my: Anda boleh menukar bahasa di sini.
pt_br: Você pode mudar os idiomas aqui.
ru_ru: Изменить язык можно здесь.
th_th: คุณสามารถเปลี่ยนภาษาได้ที่นี่
vi_vn: Bạn có thể thay đổi ngôn ngữ tại đây.
zh_cn: 在这里可以修改语言
zh_hk: 在這裡可以修改語言
zh_tw: 在這裡可以修改語言

# 0aU
source: You're now browsing freely. Click to return to screen sharing.
de_de: Sie browsen jetzt kostenlos. Klicken Sie, um zur Bildschirmfreigabe zurückzukehren.
es_es: Estás explorando libremente. Haz clic para volver a la pantalla compartida.
fr_fr: Vous pouvez maintenant naviguer librement. Cliquez pour revenir au partage d'écran.
id_id: Anda kini menjelajah dengan gratis. Klik untuk kembali ke berbagi layar.
it_it: Adesso stai esplorando liberamente. Fai clic per tornare alla condivisione dello schermo.
ja_jp: 自由に閲覧しています。クリックして画面共有に戻ります。
ko_kr: 이제 자유롭게 탐색할 수 있습니다. 화면 공유로 돌아가려면 클릭하세요.
ms_my: Anda kini melayari dengan bebas. Klik untuk kembali ke perkongsian skrin.
pt_br: Agora você está navegando livremente. Clique para retornar ao compartilhamento de tela.
ru_ru: Вы просматриваете самостоятельно. Нажмите, чтобы вернуться к показу экрана.
th_th: ขณะนี้คุณสามารถเรียกดูได้อย่างอิสระ คลิกเพื่อกลับสู่การแบ่งปันหน้าจอ
vi_vn: Bạn hiện đang duyệt tự do. Hãy nhấp để quay lại chia sẻ màn hình.
zh_cn: 你目前正在自由浏览，点击即可回到屏幕共享
zh_hk: 你目前正在自由瀏覽，點擊即可回到畫面分享
zh_tw: 你目前正在自由瀏覽，點選即可回到畫面分享

# CnQ
source: Room Mic
de_de: Raummikro
es_es: Micrófono de la sala
fr_fr: Micro de la salle
id_id: Mikrofon Ruangan
it_it: Microfono sala
ja_jp: 会議室マイク
ko_kr: 회의실 마이크
ms_my: Mikrofon Bilik
pt_br: Microfone da sala
ru_ru: Микрофон в зале
th_th: ไมค์ในห้อง
vi_vn: Micrô trong phòng
zh_cn: 会议室麦克风
zh_hk: 會議室麥克風
zh_tw: 會議室麥克風

# s8M
source: Click to edit
de_de: Zum Bearbeiten klicken
es_es: Haz clic para editar
fr_fr: Cliquer pour modifier
hi_in: "संपादित" करने के लिए क्लिक करें
id_id: Klik untuk mengedit
it_it: Fai clic per modificare
ja_jp: 編集
ko_kr: 클릭하여 편집
ms_my: Klik untuk edit
pt_br: Clique para editar
ru_ru: Нажмите, чтобы отредактировать
th_th: คลิกเพื่อแก้ไข
vi_vn: Nhấp để Chỉnh sửa
zh_cn: 点击修改
zh_hk: 點擊修改
zh_tw: 點選修改

# Cjs
source: All participants will return to the main room.
de_de: Alle Teilnehmer kehren in den Hauptraum zurück.
es_es: Todos los participantes volverán a la sala principal.
fr_fr: Tous les participants retourneront dans la salle principale.
hi_in: सभी सहभागी मुख्य रूम में लौटेंगे.
id_id: Semua peserta akan kembali ke ruang utama.
it_it: Tutti i partecipanti torneranno alla sala principale.
ja_jp: 参加者全員はメインルームに戻ります
ko_kr: 모든 참가자는 기본 회의실로 돌아가게 됩니다.
ms_my: Semua peserta akan kembali ke bilik utama.
pt_br: Todos os participantes retornarão à sala principal.
ru_ru: Все участники вернутся в главную комнату.
th_th: ผู้เข้าร่วมทั้งหมดจะกลับไปยังห้องหลัก
vi_vn: Tất cả người tham gia sẽ trở về phòng chính.
zh_cn: 所有人将回到主会场
zh_hk: 所有人將回到主會場
zh_tw: 所有人會回到主會場

# W9o
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# /eo
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
id_id: Lipat
it_it: Comprimi
ja_jp: 閉じる
ko_kr: 축소
ms_my: Runtuhkan
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起信息页
zh_hk: 收合資訊頁面
zh_tw: 摺疊資訊頁面

# iFc
source: You can access "Company info" here
de_de: Hier können Sie auf die „Informationen zum Unternehmen“ zugreifen
es_es: Puedes acceder a "Información de la empresa" aquí
fr_fr: Vous pouvez accéder à "Informations de l'entreprise" ici
id_id: Anda dapat mengakses "Info Perusahaan" di sini
it_it: Qui puoi accedere alle "Informazioni sulla società"
ja_jp: ここから「法人情報ページ」にアクセスできます。
ko_kr: 여기에서 "기업 정보" 액세스 가능
ms_my: Anda boleh mengakses "Maklumat syarikat" di sini
pt_br: Você pode acessar as "Informações da empresa" aqui
ru_ru: Вы можете получить доступ к "Информации о компании" здесь
th_th: คุณสามารถเข้าถึง "ข้อมูลบริษัท" ได้ที่นี่
vi_vn: Bạn có thể truy cập "Thông tin công ty" tại đây
zh_cn: 你可在这里打开“企业信息页”
zh_hk: 你可以在這裏開啟「企業資訊頁面」
zh_tw: 你可以在這裡開啟「企業資訊頁面」

# kas
source: Company Info
de_de: Informationen zum Unternehmen
es_es: Información de la empresa
fr_fr: Informations sur l'entreprise
id_id: Info Perusahaan
it_it: Informazioni sulla società
ja_jp: 法人情報
ko_kr: 기업 정보
ms_my: Maklumat Syarikat
pt_br: Informações da empresa
ru_ru: О компании
th_th: ข้อมูลบริษัท
vi_vn: Thông tin công ty
zh_cn: 企业信息
zh_hk: 企業資訊
zh_tw: 企業資訊

# 1/I
source: Send Request
de_de: Antrag einreichen
es_es: Enviar solicitud
fr_fr: Envoyer la demande
id_id: Kirim Permintaan
it_it: Invia richiesta
ja_jp: リクエストを送信
ko_kr: 요청 전송
ms_my: Hantar Permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送请求
zh_hk: 發送要求
zh_tw: 傳送請求

# mnY
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# frY
source: Confirm to turn on the camera？
de_de: Einschalten der Kamera bestätigen?
es_es: ¿Confirmas que quieres activar la cámara?
fr_fr: Confirmer l'activation de la caméra ?
id_id: Konfirmasi untuk mengaktifkan kamera?
it_it: Confermare l'attivazione della videocamera?
ja_jp: カメラをオンにしますか？
ko_kr: 카메라를 켜시겠습니까?
ms_my: Sahkan untuk hidupkan kamera？
pt_br: Confirmar para ligar a câmera?
ru_ru: Подтвердить включение камеры？
th_th: ยืนยันการเปิดใช้กล้องหรือไม่
vi_vn: Xác nhận bật máy ảnh?
zh_cn: 确认打开摄像头？
zh_hk: 確認開啟鏡頭？
zh_tw: 確認開啟攝影機嗎？

# 0gg
source: Sharing screen to an external meeting room?
de_de: Bildschirm an einen externen Besprechungsraum spiegeln?
es_es: ¿Duplicar pantalla en una sala de reuniones externa?
fr_fr: Dupliquer l'écran vers une salle de réunion externe ?
id_id: Cerminkan layar ke ruang rapat eksternal?
it_it: Eseguire il mirroring dello schermo a una sala riunioni esterna?
ja_jp: 外部の会議室に画面を共有しますか？
ko_kr: 화면을 외부 회의실로 미러링하시겠습니까?
ms_my: Kongsi skrin ke bilik mesyuarat luaran?
pt_br: Espelhar a tela para uma sala de reunião externa?
ru_ru: Показать экран во внешней комнате?
th_th: สะท้อนหน้าจอไปยังห้องประชุมภายนอกหรือไม่
vi_vn: Chiếu màn hình cho phòng họp bên ngoài?
zh_cn: 投屏至外部会议室？
zh_hk: 投影至外部會議室？
zh_tw: 螢幕投影至外部會議室？

# thI
source: Sharing screen to this meeting room?
de_de: Bildschirm an diesen Besprechungsraum spiegeln?
es_es: ¿Duplicar pantalla en esta sala de reuniones?
fr_fr: Dupliquer l'écran vers cette salle de réunion ?
id_id: Cerminkan layar ke ruang rapat ini?
it_it: Eseguire il mirroring dello schermo in questa sala riunioni?
ja_jp: この会議室に画面を共有しますか？
ko_kr: 화면을 이 회의실로 미러링하시겠습니까?
ms_my: Kongsi skrin ke bilik mesyuarat ini?
pt_br: Espelhar a tela para esta sala de reunião?
ru_ru: Показать экран в этой комнате?
th_th: สะท้อนหน้าจอไปยังห้องประชุมนี้หรือไม่
vi_vn: Chiếu màn hình cho phòng họp này?
zh_cn: 投屏至该会议室？
zh_hk: 投影至該會議室？
zh_tw: 螢幕投影至該會議室？

# 43M
source: Confirm to end countdown now?
de_de: Möchten Sie jetzt das Ende des Countdowns bestätigen?
es_es: ¿Confirmar el fin de la cuenta atrás ahora?
fr_fr: Confirmer pour terminer le compte à rebours maintenant ?
hi_in: उल्टी गिनती अभी समाप्त करने की पुष्टि करें?
id_id: Konfirmasi untuk mengakhiri hitung mundur sekarang?
it_it: Confermare l'interruzione immediata del conto alla rovescia?
ja_jp: カウントダウンを終了しますか？
ko_kr: 지금 카운트 다운을 종료하시겠습니까?
ms_my: Sahkan untuk mengakhiri kaunter sekarang?
pt_br: Confirmar para encerrar a contagem regressiva agora?
ru_ru: Закончить обратный отсчет сейчас?
th_th: ยืนยันสิ้นสุดการนับถอยหลังตอนนี้
vi_vn: Xác nhận kết thúc đếm ngược ngay bây giờ?
zh_cn: 确定立即结束倒计时吗？
zh_hk: 確定立即結束倒數嗎？
zh_tw: 確定立即結束倒數計時嗎？

# fiY
source: End
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
hi_in: समाप्त करें
id_id: Akhiri
it_it: Fine
ja_jp: 終了
ko_kr: 종료
ms_my: Akhiri
pt_br: Finalizar
ru_ru: Завершить
th_th: สิ้นสุด
vi_vn: Kết thúc
zh_cn: 终止
zh_hk: 終止
zh_tw: 終止

# c00
source: If ended, the interviewer and HR will be able to see the written record of this interview.
de_de: Nach Abschluss können der Interviewer und die Personalabteilung die schriftliche Aufzeichnung dieses Interviews einsehen.
es_es: Si finaliza, el entrevistador y RR. HH. podrán ver la grabación por escrito de esta entrevista.
fr_fr: Une fois terminé, l'intervieweur et le service des RH pourront afficher l'enregistrement écrit de cet entretien.
hi_in: अगर समाप्त हो जाता है, तो साक्षात्कारकर्ता और HR इस साक्षात्कार का लिखित रिकॉर्ड देख सकेंगे.
id_id: Jika perekaman berakhir, pewawancara dan SDM akan dapat melihat rekaman tertulis dari wawancara ini.
it_it: Se terminata, l'intervistatore e le risorse umane potranno vedere la registrazione scritta di questo colloquio.
ja_jp: 終了後、面接官や HR はこの面接の文字記録を確認できなくなります。
ko_kr: 종료하면 면접관과 인사팀은 이 면접의 서면 기록을 볼 수 있게 됩니다.
ms_my: Jika diakhiri, temuduga dan HR akan dapat melihat rekod bertulis temuduga ini.
pt_br: Se finalizada, o entrevistador e o RH poderão visualizar o registro por escrito desta entrevista.
ru_ru: Если интервью закончится, интервьюер и HR смогут увидеть письменный отчет этого интервью.
th_th: หากสิ้นสุดแล้ว ผู้สัมภาษณ์กับฝ่าย HR จะสามารถดูการบันทึกเป็นลายลักษณ์อักษรของการสัมภาษณ์นี้ได้
vi_vn: Nếu kết thúc, người phỏng vấn và bộ phận nhân sự sẽ có thể xem tài liệu ghi chép của cuộc phỏng vấn này.
zh_cn: 终止后，面试官和 HR 将无法看到本场面试的文字记录。
zh_hk: 終止後，面試官和 HR 將無法看到本場面試的文字記錄。
zh_tw: 終止後，面試官和 HR 將無法看到本場面試的文字記錄。

# aMI
source: Confirm to end written record?
de_de: Beendigung schriftlicher Aufzeichnung bestätigen?
es_es: ¿Confirmas que quieres finalizar la grabación?
fr_fr: Confirmer la fin de l'enregistrement écrit ?
hi_in: लिखित रिकॉर्ड समाप्त करने की पुष्टि करें?
id_id: Konfirmasi untuk mengakhiri rekaman tertulis?
it_it: Confermi di terminare la registrazione scritta?
ja_jp: 文字記録を終了しますか？
ko_kr: 서면 기록을 종료하시겠습니까?
ms_my: Sahkan untuk tamat rekod bertulis?
pt_br: Confirmar a finalização do registro por escrito?
ru_ru: Подтвердить прекращение письменной записи?
th_th: ยืนยันที่จะสิ้นสุดการบันทึกเป็นลายลักษณ์อักษรหรือไม่
vi_vn: Xác nhận kết thúc tài liệu ghi chép?
zh_cn: 确认要终止文字记录吗？
zh_hk: 確認要終止文字記錄？
zh_tw: 確定要終止文字記錄嗎？

# j2w
source: You will attend a regular video meeting. Confirm to join?
de_de: Sie werden an einer regulären Videobesprechung teilnehmen. Beitritt bestätigen?
es_es: Asistirás a una reunión por video regular. ¿Confirmas que quieres unirte?
fr_fr: Vous assisterez à une visioconférence régulière. Confirmer pour rejoindre ?
id_id: Anda akan menghadiri rapat video reguler. Konfirmasi untuk bergabung?
it_it: Parteciperai a una riunione video regolare. Confermare la partecipazione?
ja_jp: 通常のビデオ会議に参加します。続行しますか？
ko_kr: 직원 화상 회의에 참석하게 됩니다. 참석하시겠습니까?
ms_my: Anda akan menghadiri mesyuarat video biasa. Sahkan untuk menyertai?
pt_br: Você participará de uma reunião por vídeo regular. Confirmar para ingressar?
ru_ru: Вы будете присутствовать на обычной видео-конференции. Присоединиться?
th_th: คุณจะเข้าร่วมการประชุมทางวิดีโอของพนักงาน ยืนยันการเข้าร่วมหรือไม่
vi_vn: Bạn sẽ tham dự một cuộc họp video thông thường. Xác nhận tham gia?
zh_cn: 你将进入一个普通视频会议，确定是否进入？
zh_hk: 你將進入一個普通視像會議，是否確定進入？
zh_tw: 你將進入一個普通視訊會議，是否確定進入？

# V/E
source: Confirm to join "{{roomName}}"?
de_de: Beitreten zu „{{roomName}}“ bestätigen?
es_es: ¿Confirmas que quieres unirte a "{{roomName}}"?
fr_fr: Confirmer pour rejoindre "{{roomName}}" ?
id_id: Konfirmasi untuk bergabung dengan "{{roomName}}"?
it_it: Confermi di accedere a "{{roomName}}"?
ja_jp: 「{{roomName}}」に参加しますか？
ko_kr: "{{roomName}}" 참가를 확인하시겠습니까?
ms_my: Sahkan untuk menyertai "{{roomName}}"?
pt_br: Confirmar o ingresso em "{{roomName}}"?
ru_ru: Присоединиться к "{{roomName}}"?
th_th: ยืนยันการเข้าร่วม "{{roomName}}" หรือไม่
vi_vn: Xác nhận tham gia "{{roomName}}"?
zh_cn: 确定加入“{{roomName}}”？
zh_hk: 確定要加入「{{roomName}}」嗎？
zh_tw: 確定要加入「{{roomName}}」嗎？

# E04
source: You can use the room device to speak. If you disconnect, a whining noise may occur.
de_de: Sie können das Raumgerät zum Sprechen verwenden. Wenn Sie die Verbindung trennen, kann ein heulendes Geräusch auftreten.
es_es: Puedes utilizar el dispositivo de la sala para hablar. Si lo desconectas, se puede producir un ruido de chirrido.
fr_fr: Vous pouvez utiliser l'appareil de la salle pour parler. Si vous vous déconnectez, vous entendrez peut-être un son aigu.
id_id: Anda dapat menggunakan perangkat ruangan untuk berbicara. Jika sambungan diputus, Anda mungkin akan mendengar suara rengekan.
it_it: Puoi utilizzare il dispositivo della sala per parlare. La disconnessione potrebbe causare un sibilo.
ja_jp: 会議室デバイスで発言できますが、接続を切断すると、ハウリングが発生する可能性があります。
ko_kr: 회의실 장치를 사용하여 발언할 수 있습니다. 연결을 해제하면 윙윙거리는 소음이 발생할 수 있습니다.
ms_my: Anda boleh menggunakan peranti bilik untuk bercakap. Jika anda nyahsambung, bunyi mengeluh mungkin berlaku.
pt_br: Você pode usar o dispositivo da sala para falar. Se você desconectar, poderá ocorrer um ruído agudo.
ru_ru: Вы можете использовать устройство комнаты, чтобы говорить. При отключении может возникнуть свистящий звук.
th_th: คุณสามารถใช้อุปกรณ์ของห้องเพื่อพูด หากยกเลิกการเชื่อมต่อ อาจมีเสียงหอนเกิดขึ้น
vi_vn: Bạn có thể sử dụng thiết bị phòng để phát biểu. Nếu bạn ngắt kết nối, có thể có tiếng ồn chói tai.
zh_cn: 你可使用会议室设备发言，断开连接后可能会产生啸叫
zh_hk: 你可以使用會議室裝置發言，中斷連線後可能會產生高頻噪音
zh_tw: 你可使用會議室裝置發言，中斷連線後可能會產生高頻噪音

# vSU
source: Disconnect room device?
de_de: Möchten Sie das Raumgerät trennen?
es_es: ¿Desconectar dispositivo de sala?
fr_fr: Déconnecter l'appareil de la salle ?
id_id: Putuskan sambungan perangkat ruangan?
it_it: Disconnettere il dispositivo della sala?
ja_jp: 会議室との接続を切断しますか？
ko_kr: 회의실 장치의 연결을 해제하시겠습니까?
ms_my: Nyahsambung peranti bilik?
pt_br: Desconectar dispositivo da sala?
ru_ru: Отключить устройство комнаты?
th_th: ยกเลิกการเชื่อมต่ออุปกรณ์ของห้องหรือไม่
vi_vn: Ngắt kết nối thiết bị phòng?
zh_cn: 确定要断开会议室连接吗？
zh_hk: 確定要中斷會議室連線嗎？
zh_tw: 確定要中斷會議室連線嗎？

# 5iA
source: Remove the meeting room from this meeting as well?
de_de: Möchten Sie den Besprechungsraum auch aus dieser Besprechung entfernen?
es_es: ¿Eliminar también la sala de reuniones de esta reunión?
fr_fr: Supprimer la salle de réunion de cette réunion également ?
id_id: Hapus juga ruang rapat dari rapat ini?
it_it: Rimuovere la sala riunioni anche per questa riunione?
ja_jp: 接続中の会議室と一括に会議から退出しますか？
ko_kr: 이 회의에서도 회의실을 삭제하시겠습니까?
ms_my: Buang bilik mesyuarat dari mesyuarat ini juga?
pt_br: Remover também a sala de reunião desta reunião?
ru_ru: Удалить также комнату из этой конференции?
th_th: ลบห้องประชุมออกจากการประชุมนี้ด้วยหรือไม่
vi_vn: Xóa cả phòng họp khỏi cuộc họp này?
zh_cn: 确定要将连接的会议室一并带离会议吗？
zh_hk: 確定要將連線的會議室一併移出會議嗎？
zh_tw: 確定要讓連線的會議室一併離開會議嗎？

# W5M
source: Share these meeting notes on the screen?
de_de: Möchten Sie diese Besprechungsnotizen auf dem Bildschirm teilen?
es_es: ¿Compartir estas notas de reunión en pantalla?
fr_fr: Partager ces notes de réunion à l'écran ?
id_id: Bagikan catatan rapat ini di layar?
it_it: Condividere queste note riunione sullo schermo?
ja_jp: 議事録を共有しますか？
ko_kr: 회의 메모를 화면에 공유하시겠습니까?
ms_my: Kongsi nota mesyuarat ini pada skrin?
pt_br: Compartilhar essas anotações da reunião na tela?
ru_ru: Поделиться этими протоколами конференции на экране?
th_th: แบ่งปันบันทึกการประชุมเหล่านี้บนหน้าจอหรือไม่
vi_vn: Chia sẻ các ghi chú cuộc họp này trên màn hình?
zh_cn: 确定要共享会议纪要吗？
zh_hk: 確定要分享會議記錄嗎？
zh_tw: 確定要分享會議記錄嗎？

# Kgg
source: Confirm to start cloud recording?
de_de: Starten der Cloud-Aufzeichnung bestätigen?
es_es: ¿Confirmar el inicio de la grabación en la nube?
fr_fr: Confirmer le démarrage de l’enregistrement Cloud ?
id_id: Konfirmasi untuk memulai perekaman cloud?
it_it: Confermi di voler avviare la registrazione cloud?
ja_jp: クラウドレコーディングを開始しますか？
ko_kr: 클라우드 기록을 시작하시겠습니까?
ms_my: Sahkan untuk memulakan rakaman awan?
pt_br: Confirmar para iniciar a gravação na nuvem?
ru_ru: Подтвердить начало записи в облако?
th_th: ยืนยันเพื่อเริ่มการบันทึกบนคลาวด์หรือไม่
vi_vn: Xác nhận để bắt đầu ghi lên đám mây?
zh_cn: 确定要开始会议云录制？
zh_hk: 確定要開始會議雲端錄影嗎？
zh_tw: 確定要開始會議雲端錄製嗎？

# JWs
source: Would you like to start a regular voice call?
de_de: Möchten Sie einen regulären Sprachanruf beginnen?
es_es: ¿Quieres iniciar una llamada de voz normal?
fr_fr: Souhaitez-vous démarrer un appel vocal normal ?
id_id: Ingin memulai panggilan suara reguler?
it_it: Vuoi avviare una regolare chiamata vocale?
ja_jp: 通常の音声通話を開始しますが、よろしいでしょうか？
ko_kr: 일반 음성 통화를 시작하시겠습니까?
ms_my: Adakah anda ingin memulakan panggilan suara biasa?
pt_br: Gostaria de iniciar uma chamada de voz normal?
ru_ru: Начать обычный голосовой звонок?
th_th: คุณต้องการเริ่มการสนทนาด้วยเสียงปกติหรือไม่
vi_vn: Bạn có muốn bắt đầu cuộc gọi thoại thông thường không?
zh_cn: 你将发起一个普通视频通话，确定要发起吗？
zh_hk: 你將發起一個普通視像通話，確定要發起嗎？
zh_tw: 你將發起一個普通視訊通話，確定要發起嗎？
