Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# gfU
source: High device performance consumption. We recommend keeping audio and shared content only and stopping receiving video.
de_de: Eine hohe Leistungsaufnahme des Geräts wurde erkannt. Sie sollten deshalb den Empfang von Videos beenden und nur Audio und geteilten Inhalt fortsetzen.
es_es: Alto consumo de rendimiento del dispositivo. Recomendamos mantener solo el audio y el contenido compartido, y dejar de recibir vídeo.
fr_fr: Consommation élevée des performances de l'appareil. Nous recommandons de conserver uniquement le contenu audio et partagé et d'arrêter de recevoir la vidéo.
id_id: Konsumsi kinerja perangkat tinggi. Kami merekomendasikan Anda untuk hanya menyimpan audio dan konten yang dibagikan dan berhenti menerima video.
it_it: Alto consumo delle prestazioni del dispositivo. Consigliamo di mantenere solo l'audio e il contenuto condiviso e di interrompere la ricezione video.
ja_jp: デバイスのリソース消費が激しいです。「音声と共有のみ」に切り替えて、ビデオ画面の受信を停止することをおすすめします。
ko_kr: 장치 성능 소모가 높습니다. 오디오 및 공유 콘텐츠만 유지하고 비디오 수신을 중지하는 것이 좋습니다.
ms_my: Penggunaan prestasi peranti tinggi. Kami cadangkan mengekalkan audio dan kandungan dikongsi sahaja dan berhenti menerima video.
pt_br: Alto consumo de desempenho do dispositivo. Recomendamos manter apenas o áudio e o conteúdo compartilhado e parar de receber vídeos.
ru_ru: Обнаружен высокий расход вычислительных ресурсов устройства. Рекомендуем оставить только звук и показанный контент и остановить получение видео.
th_th: การใช้ประสิทธิภาพอุปกรณ์ที่สูง ขอแนะนำให้เก็บเฉพาะเสียงและเนื้อหาที่แบ่งปัน และหยุดรับวิดีโอ
vi_vn: Mức tiêu thụ hiệu suất thiết bị cao. Bạn chỉ nên giữ âm thanh và nội dung được chia sẻ và dừng nhận video.
zh_cn: 设备性能消耗高，建议仅保留音频和共享，停止接收视频
zh_hk: 裝置性能消耗高，建議只保留音頻和分享內容，停止接收視像
zh_tw: 裝置效能消耗高，建議僅保留音訊和分享內容，停止接收視訊

# oAs
source: REC
es_es: GRB
id_id: MEREKAM
ms_my: RAKAM
th_th: บันทึก
vi_vn: THU ÂM
zh_cn: 录制
zh_hk: 錄影
zh_tw: 錄製

# BSY
source: An incoming call. Temporarily turn mic off.
de_de: Ein eingehender Anruf. Das Mikrofon wird vorübergehend ausgeschaltet.
es_es: Llamada entrante. El micrófono se desactivará de forma temporal.
fr_fr: Appel entrant. Désactivation temporaire du micro.
id_id: Panggilan masuk. Mematikan mik untuk sementara waktu.
it_it: Una chiamata in arrivo. Disattiva temporaneamente microfono.
ja_jp: 電話着信中のため、マイクが一時的にオフになりました。
ko_kr: 걸려오는 전화가 있습니다. 일시적으로 마이크를 끕니다.
ms_my: Panggilan masuk. Matikan mikrofon buat sementara waktu.
pt_br: Uma chamada recebida. Desligue o microfone temporariamente.
ru_ru: Входящий вызов. Временно отключить микрофон.
th_th: มีสายเรียกเข้า ปิดไมค์ชั่วคราว
vi_vn: Một cuộc gọi đến. Tạm thời tắt micrô.
zh_cn: 系统来电中，暂时关闭麦克风
zh_hk: 系統來電中，暫時關閉麥克風
zh_tw: 系統來電中，暫時關閉麥克風

# WRQ
source: REC
id_id: MEREKAM
ms_my: RAKAM
th_th: บันทึก
vi_vn: THU ÂM
zh_cn: 录制中
zh_hk: 錄影中
zh_tw: 正在錄製...

# uwk
source: REC
id_id: MEREKAM
ms_my: RAKAM
th_th: บันทึก
vi_vn: THU ÂM
zh_cn: 录制中
zh_hk: 錄影中
zh_tw: 正在錄製...

# gGg
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan semula
pt_br: Redefinir
ru_ru: Сбросить
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重设
zh_hk: 重設
zh_tw: 重設

# 4dY
source: Calling address
de_de: Anrufende Adresse
es_es: Dirección de llamada
fr_fr: Appel de l'adresse
hi_in: रूम कॉलिंग पता
id_id: Alamat panggilan
it_it: Indirizzo di chiamata
ja_jp: 呼び出しアドレス
ko_kr: 통화 주소
ms_my: Alamat panggilan
pt_br: Endereço de chamada
ru_ru: Адрес звонков
th_th: ที่อยู่การโทร
vi_vn: Địa chỉ gọi điện
zh_cn: 呼叫地址
zh_hk: 呼叫地址
zh_tw: 呼叫地址

# M6M
source: Breakout rooms
de_de: Gruppenräume
es_es: Salas de descanso
fr_fr: Sessions en petits groupes
id_id: Ruang diskusi kelompok
it_it: Sale di suddivisione
ja_jp: ブレイクアウトルーム
ko_kr: 소회의실
ms_my: Bilik pecahan
pt_br: Salas separadas
ru_ru: Сессионные залы
th_th: ห้องย่อย
vi_vn: Phòng họp nhóm
zh_cn: 讨论组
zh_hk: 討論小組
zh_tw: 討論群組

# B90
source: Save livestream playback
de_de: Livestream-Wiedergabe speichern
es_es: Guardar la reproducción se ha activado
fr_fr: Enregistrement de la rediffusion activé
hi_in: प्लेबैक सहेजने की सुविधा चालू है
id_id: Simpan pemutaran diaktifkan
it_it: Salvataggio riproduzione attivato
ja_jp: アーカイブを保存
ko_kr: 재생 저장이 켜졌습니다
ms_my: Simpan semula siaran langsung
pt_br: Salvar reprodução ativado
ru_ru: Сохранить запись включено
th_th: เปิดบันทึกการเล่น
vi_vn: Đã bật lưu phát lại
zh_cn: 保存直播回放
zh_hk: 儲存直播回放
zh_tw: 儲存直播重播

# r6A
source: Save playback turned off
de_de: Ändern während des Livestreams nicht möglich
es_es: No se puede cambiar durante la emisión en directo
fr_fr: Échec de modification pendant la diffusion en direct
hi_in: लाइवस्ट्रीम के दौरान बदलने में विफल
id_id: Gagal mengubah selama streaming langsung
it_it: Impossibile modificare durante il live streaming
ja_jp: アーカイブを保存する機能をオフにしました
ko_kr: 라이브 방송 중에는 변경할 수 없습니다
ms_my: Simpan main balik dimatikan
pt_br: Falha ao alterar durante a livestream
ru_ru: Невозможно изменить во время трансляции
th_th: ไม่สามารถเปลี่ยนแปลงได้ในระหว่างการสตรีมสด
vi_vn: Không thể thay đổi trong khi phát trực tiếp
zh_cn: 已关闭保存直播回放功能
zh_hk: 已關閉儲存直播回放功能
zh_tw: 已關閉儲存直播重播功能

# TOg
source: Save playback turned on
de_de: Das Speichern der Wiedergabe ist ausgeschaltet
es_es: Guardar la reproducción se ha desactivado
fr_fr: Enregistrement de la rediffusion désactivé
hi_in: प्लेबैक सहेजने की सुविधा बंद है
id_id: Simpan pemutaran dinonaktifkan
it_it: Salvataggio riproduzione disattivato
ja_jp: アーカイブを保存する機能をオンにしました
ko_kr: 재생 저장이 꺼졌습니다
ms_my: Simpan semula dimainkan dihidupkan
pt_br: Salvar reprodução desativado
ru_ru: Сохранение записи отключено
th_th: บันทึกการเล่นปิดอยู่
vi_vn: Đã tắt lưu phát lại
zh_cn: 已开启保存直播回放功能
zh_hk: 已開啟儲存直播回放功能
zh_tw: 已開啟儲存直播重播功能

# dME
source: Restricted phone inquiry
de_de: Eingeschränkte telefonische Anfrage
es_es: Consulta restringida de teléfonos
fr_fr: Restrictions des demandes de renseignements sur les téléphones
hi_in: फ़ोन पूछताछ प्रतिबंधित की गई
id_id: Pengajuan pertanyaan telepon dibatasi
it_it: Richiesta telefonica limitata
ja_jp: 電話番号表示の制限
ko_kr: 제한된 전화 조회
ms_my: Pertanyaan telefon terhad
pt_br: Solicitação de telefone restrito
ru_ru: Ограниченный телефонный запрос
th_th: การสอบถามทางโทรศัพท์ที่ถูกจำกัด
vi_vn: Truy vấn số điện thoại bị hạn chế
zh_cn: 电话查询限制
zh_hk: 電話查詢限制
zh_tw: 電話查詢限制

# QLI
source: Phone number inquiry notification
de_de: Benachrichtigung bei Rufnummernabfrage
es_es: Notificación de consulta de número de teléfono
fr_fr: Notification de demande de numéro de téléphone
hi_in: फ़ोन नंबर पूछताछ संबंधी नोटिफ़िकेशन
id_id: Notifikasi permintaan nomor telepon
it_it: Notifica richiesta numero di telefono
ja_jp: 電話番号表示について
ko_kr: 전화번호 조회 알림
ms_my: Pemberitahuan pertanyaan nombor telefon
pt_br: Notificação de solicitação de número de telefone
ru_ru: Уведомление о запросе номера телефона
th_th: การแจ้งเตือนการสอบถามหมายเลขโทรศัพท์
vi_vn: Thông báo truy vấn số điện thoại
zh_cn: 电话查询提示
zh_hk: 電話查詢提示
zh_tw: 電話查詢提示

# eHI
source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
hi_in: सुरक्षा
id_id: Keamanan
it_it: Sicurezza
ja_jp: セキュリティ
ko_kr: 보안+
ms_my: Keselamatan
pt_br: Segurança
ru_ru: Безопасность
th_th: ความปลอดภัย
vi_vn: Bảo mật
zh_cn: 安全
zh_hk: 安全性
zh_tw: 安全性

# 6OQ
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी को चुनें
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Tudo
ru_ru: Выбрать все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全选
zh_hk: 全選
zh_tw: 全選

# qPA
source: Connect Audio Device
de_de: Audiogerät verbinden
es_es: Conectar dispositivo de audio
fr_fr: Connecter le dispositif audio
id_id: Hubungkan Perangkat Audio
it_it: Connetti dispositivo audio
ja_jp: 音声デバイスを接続
ko_kr: 오디오 장치 연결
ms_my: Sambungkan Peranti Audio
pt_br: Conectar dispositivo de áudio
ru_ru: Подключить аудиоустройство
th_th: เชื่อมต่ออุปกรณ์เสียง
vi_vn: Kết nối thiết bị âm thanh
zh_cn: 连接音频设备
zh_hk: 連線音訊裝置
zh_tw: 連接音訊裝置

# QpQ
source: System audio
de_de: Geräte-Audio
es_es: Audio del sistema
fr_fr: Son du système
hi_in: सिस्टम ऑडियो
id_id: Audio sistem
it_it: Audio del sistema
ja_jp: システム音声
ko_kr: 시스템 오디오
ms_my: Audio sistem
pt_br: Áudio do sistema
ru_ru: Системный звук
th_th: ระบบเสียง
vi_vn: Âm thanh hệ thống
zh_cn: 系统音频
zh_hk: 系統音訊
zh_tw: 系統音訊

# Ysk
source: Select IP address
de_de: IP-Adresse auswählen
es_es: Seleccionar dirección IP
fr_fr: Sélectionner une adresse IP
id_id: Pilih alamat IP
it_it: Seleziona indirizzo IP
ja_jp: IP アドレスを選択
ko_kr: IP 주소 선택
ms_my: Pilih alamat IP
pt_br: Selecionar endereço IP
ru_ru: Выберите IP-адрес
th_th: เลือกที่อยู่ IP
vi_vn: Chọn địa chỉ IP
zh_cn: 选择 IP 地址
zh_hk: 選擇 IP 地址
zh_tw: 選擇 IP 位址

# W+c
source: Call Me
de_de: Telefon-Audio
es_es: Audio del teléfono
fr_fr: Son du téléphone
hi_in: फ़ोन ऑडियो
id_id: Audio telepon
it_it: Audio del telefono
ja_jp: 自分に発信
ko_kr: 전화 오디오
ms_my: Panggil Saya
pt_br: Áudio do telefone
ru_ru: Звук телефона
th_th: เสียงโทรศัพท์
vi_vn: Âm thanh điện thoại
zh_cn: 呼叫我
zh_hk: 電話音訊
zh_tw: 電話音訊

# WUs
source: Personal Phone
de_de: Persönliches Telefon
es_es: Teléfono personal
fr_fr: Téléphone personnel
hi_in: व्यक्तिगत फ़ोन
id_id: Telepon Pribadi
it_it: Telefono personale
ja_jp: 個人電話
ko_kr: 개인 전화
ms_my: Telefon Peribadi
pt_br: Telefone pessoal
ru_ru: Личный телефон
th_th: โทรศัพท์ส่วนบุคคล
vi_vn: Điện thoại cá nhân
zh_cn: 个人电话
zh_hk: 個人電話
zh_tw: 個人電話

# sX0
source: Service expired
de_de: Service abgelaufen
es_es: El servicio ha expirado
fr_fr: Service expiré
id_id: Layanan kedaluwarsa
it_it: Servizio scaduto
ja_jp: サービスが期限切れです
ko_kr: 서비스 만료됨
ms_my: Perkhidmatan tamat tempoh
pt_br: Serviço expirado
ru_ru: Срок действия услуги истек
th_th: บริการหมดอายุแล้ว
vi_vn: Dịch vụ đã hết hạn
zh_cn: 服务已到期
zh_hk: 服務已到期
zh_tw: 服務已到期

# 4b0
source: Enterprise Live has expired. Please go to Enterprise Live console web or contact sales to renew service.
de_de: Enterprise Live ist abgelaufen. Bitte navigieren Sie zur Enterprise Live-Webkonsole oder wenden Sie sich an den Vertrieb, um den Service zu verlängern.
es_es: Enterprise Live ha expirado. Ve a la consola web de Enterprise Live o contacta con el departamento de ventas para renovar el servicio.
fr_fr: Live Entreprise a expiré. Veuillez accéder à la console web Enterprise Live ou contacter le service commercial pour renouveler le service.
id_id: Enterprise Live telah kedaluwarsa. Buka web konsol Enterprise Live atau hubungi bagian penjualan untuk memperpanjang layanan.
it_it: Enterprise Live è scaduto. Vai alla console Web di Enterprise Live o contatta il reparto vendite per il rinnovo del servizio.
ja_jp: 法人のストリーミングが期限切れになりました。ウェブ版の法人コンソールに移動するか、セールス担当に連絡してプランを更新してください。
ko_kr: 엔터프라이즈 라이브가 만료되었습니다. 서비스를 갱신하려면 엔터프라이즈 라이브 콘솔 웹으로 이동하거나 영업팀에 문의하세요.
ms_my: Enterprise Live telah tamat tempoh. Sila pergi ke konsol web Enterprise Live atau hubungi jualan untuk memperbaharui perkhidmatan.
pt_br: O Enterprise ao vivo expirou. Acesse a Web do console Enterprise ao vivo ou entre em contato com o setor de vendas para renovar o serviço.
ru_ru: Срок действия Enterprise Live истек. Перейдите на веб-консоль Enterprise Live или свяжитесь с отделом продаж, чтобы продлить обслуживание.
th_th: Enterprise Live หมดอายุแล้ว โปรดไปยังคอนโซล Enterprise Live หรือติดต่อฝ่ายขายเพื่อทำการต่ออายุ
vi_vn: Enterprise Live đã hết hạn. Vui lòng đi tới bảng điều khiển Enterprise Live hoặc liên hệ với bộ phận bán hàng để gia hạn dịch vụ.
zh_cn: 企业直播已到期，请前往网页端企业直播控制台或联系销售续费
zh_hk: 企業直播已到期，請前往網頁端企業直播控制台或聯絡銷售續期
zh_tw: 企業直播已到期，請前往網頁端企業直播控制台或聯絡銷售續訂

# nLc
source: The host has set {{name}} as the focus video.
de_de: Der Moderator hat {{name}} als Fokusvideo festgelegt.
es_es: El moderador te ha establecido a {{name}} como enfoque de vídeo.
fr_fr: L'hôte a mis en avant la vidéo de {{name}}.
hi_in: होस्ट ने {{name}} को फ़ोकस वीडियो के रूप में सेट किया.
id_id: Host telah menetapkan {{name}} sebagai video fokus.
it_it: L'host ha impostato il video di {{name}} come in primo piano.
ja_jp: 進行役は{{name}}をフォーカスに設定しました
ko_kr: 진행자가 {{name}} 님을 포커스 비디오로 설정했습니다.
ms_my: Hos telah menetapkan {{name}} sebagai video fokus.
pt_br: O host configurou o vídeo de {{name}} como vídeo em destaque.
ru_ru: Ведущий установил {{name}} в качестве главного видео.
th_th: โฮสต์ได้ตั้งค่าให้ {{name}} เป็นวิดีโอจุดสนใจ
vi_vn: Chủ phòng đã đặt {{name}} làm video tiêu điểm.
zh_cn: 主持人已设置{{name}}为焦点视频
zh_hk: 主持人已設定{{name}}為焦點視像
zh_tw: 主持人已將{{name}}設定為焦點視訊

# MO8
source: Go to Settings
de_de: Zu „Einstellungen“ navigieren
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定へ
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 去设置
zh_hk: 去設定
zh_tw: 去設定

# RC4
source: Share phone screen
de_de: Telefonbildschirm teilen
es_es: Compartir pantalla del teléfono
fr_fr: Partager l'écran du téléphone
hi_in: फ़ोन की स्क्रीन साझा करें
id_id: Bagikan layar ponsel
it_it: Condividi schermo del telefono
ja_jp: スマホ画面を共有
ko_kr: 휴대폰 화면 공유
ms_my: Kongsi skrin telefon
pt_br: Compartilhar a tela do celular
ru_ru: Показать экран телефона
th_th: แบ่งปันหน้าจอโทรศัพท์
vi_vn: Chia sẻ màn hình điện thoại
zh_cn: 共享手机屏幕
zh_hk: 分享手機畫面
zh_tw: 分享手機螢幕

# L10
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Показать
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 共享
zh_hk: 共用
zh_tw: 分享

# 1Q4
source: Waiting to share
de_de: Warten auf die Freigabe
es_es: Pendiente de compartir
fr_fr: En attente de partage
id_id: Menunggu berbagi
it_it: In attesa della condivisione
ja_jp: 共有は未開始
ko_kr: 공유 대기 중
ms_my: Menunggu untuk berkongsi
pt_br: Aguardando compartilhamento
ru_ru: Ожидание показа
th_th: กำลังรอแบ่งปัน
vi_vn: Đang chờ chia sẻ
zh_cn: 未开始共享
zh_hk: 未開始分享
zh_tw: 未開始分享

# dsU
source: Sidebar view selected
de_de: Galerieansicht ausgewählt
es_es: Vista de la galería seleccionada
fr_fr: Affichage gallerie sélectionné
hi_in: गैलरी दृश्य चुना गया
id_id: Tampilan galeri dipilih
it_it: Visualizzazione raccolta selezionata
ja_jp: サイドバービューに切り替えました
ko_kr: 갤러리 보기가 선택되었습니다
ms_my: Pandangan Sidebar dipilih
pt_br: Visualização da galeria selecionada
ru_ru: Выбран просмотр галереи
th_th: เลือกมุมมองแกลเลอรี่
vi_vn: Đã chọn chế độ xem thư viện
zh_cn: 已选择侧边栏视图
zh_hk: 已選擇側欄檢視模式
zh_tw: 已選擇側邊欄視圖

# Ess
source: Only one participant is present. Administrator has set to automatically end the meeting.
de_de: Nur ein Teilnehmer anwesend. Der Administrator hat festgelegt, dass die Besprechung automatisch endet.
es_es: Solo hay presente un participante. El administrador ha establecido que la reunión finalice automáticamente.
fr_fr: Un seul participant est présent. L'administrateur a configuré la fin automatique de la réunion.
hi_in: केवल एक सहभागी उपस्थित है. एडमिनिस्ट्रेटर ने "स्वचालित रूप से मीटिंग समाप्त करें" पर सेट किया है.
id_id: Hanya satu peserta yang hadir. Administrator telah menetapkan untuk mengakhiri rapat secara otomatis.
it_it: È presente un solo partecipante. L'amministratore ha impostato la fine automatica della riunione.
ja_jp: 1 人の参加者のみ会議にいます。企業管理者の設定により、この会議は自動的に終了します。
ko_kr: 참가자가 한 명만 있습니다. 관리자가 회의를 자동으로 종료하도록 설정했습니다.
ms_my: Hanya satu peserta hadir. Pentadbir telah menetapkan untuk mengakhiri mesyuarat secara automatik.
pt_br: Apenas um participante está presente. O administrador configurou a reunião para se encerrar automaticamente.
ru_ru: Присутствует только один участник. Администратор настроил автоматическое завершение конференции.
th_th: มีผู้เข้าร่วมเพียงคนเดียวเท่านั้น ผู้ดูแลได้ตั้งค่าให้สิ้นสุดการประชุมโดยอัตโนมัติ
vi_vn: Chỉ có một người tham gia hiện diện. Quản trị viên đã cài đặt tự động kết thúc cuộc họp.
zh_cn: 会议中仅有一位参会方，根据企业管理员设置，该会议将自动结束。
zh_hk: 會議中僅有一位參會方，根據企業管理員設定，此會議將自動結束。
zh_tw: 會議中僅有一位與會方，根據企業管理員設定，該會議將自動結束。

# 0Uc
source: Show dial pad
de_de: Wähltastenfeld einblenden
es_es: Mostrar teclado de marcación
fr_fr: Afficher le pavé numérique
id_id: Tampilkan papan tombol
it_it: Mostra tastierino
ja_jp: ダイヤルパッドを展開
ko_kr: 다이얼 패드 표시
ms_my: Tunjukkan pad dial
pt_br: Mostrar teclado
ru_ru: Показать номеронабиратель
th_th: แสดงแป้นกดหมายเลข
vi_vn: Hiển thị bàn phím số
zh_cn: 显示拨号盘
zh_hk: 顯示撥號盤
zh_tw: 顯示撥號鍵台

# AH8
source: For a smoother meeting experience, switch microphone and speaker to mute
de_de: Schalten Sie Mikrofon und Lautsprecher stumm, um ein besseres Besprechungserlebnis zu erhalten.
es_es: Para que la experiencia de la reunión sea más fluida, silencia el micrófono y el altavoz
fr_fr: Pour une expérience de réunion plus fluide, basculez le microphone et le haut-parleur sur muet
hi_in: सुचारू मीटिंग अनुभव के लिए, म्यूट करने के लिए माइक्रोफ़ोन और स्पीकर स्विच करें
id_id: Untuk pengalaman rapat yang lebih lancar, bisukan mikrofon dan speaker
it_it: Per un’esperienza di riunione più fluida, disattivare l’audio del microfono e dell’altoparlante.
ja_jp: 会議体験を向上させるため、マイクやスピーカーをオフにしてください
ko_kr: 원활한 회의 환경을 위해 마이크와 스피커를 음소거로 전환하세요
ms_my: Untuk pengalaman mesyuarat yang lebih lancar, tukar mikrofon dan pembesar suara ke senyap
pt_br: Para que a reunião transcorra tranquilamente, ative o mudo do microfone e do alto-falante
ru_ru: Для более плавного общения, отключите звук микрофона и динамика.
th_th: สลับไมโครโฟนและลำโพงเป็นปิดเสียงเพื่อประสบการณ์ในการประชุมที่ราบรื่นมากยิ่งขึ้น
vi_vn: Để nhận được trải nghiệm cuộc họp mượt mà hơn, hãy tắt tiếng micrô và loa
zh_cn: 为保证会议体验，建议将麦克风和扬声器切换至静音
zh_hk: 為保證會議體驗，建議將麥克風和揚聲器切換至靜音
zh_tw: 為確保會議體驗，建議將麥克風和喇叭切換至靜音

# GiI
source: Declined: {{number}}
de_de: Abgelehnt: {{number}}
es_es: Rechazado: {{number}}
fr_fr: Refusé : {{number}}
hi_in: {{number}} ने अस्वीकृत किया
id_id: Ditolak: {{number}}
it_it: Rifiutato: {{number}}
ja_jp: {{number}} 人が拒否しました
ko_kr: 거부됨: {{number}}
ms_my: Ditolak: {{number}}
pt_br: Recusado: {{number}}
ru_ru: Отказались: {{number}}
th_th: ปฏิเสธแล้ว: {{number}}
vi_vn: Đã từ chối: {{number}}
zh_cn: {{number}} 人拒绝了日程
zh_hk: {{number}} 人拒絕了日程
zh_tw: {{number}} 人拒絕了日程

# 7MU
source: Selected users can watch this livestream.
de_de: Alle Benutzer können diesen Livestream ansehen.
es_es: Todos los usuarios pueden ver esta emisión en directo.
fr_fr: Tous les utilisateurs peuvent regarder ce livestream.
hi_in: सभी उपयोगकर्ता इस लाइवस्ट्रीम को देख सकते हैं.
id_id: Semua pengguna dapat menonton streaming langsung ini.
it_it: Tutti gli utenti possono guardare questo live streaming.
ja_jp: 指定したユーザーのみこのストリーミングを視聴できます
ko_kr: 모든 사용자가 이 라이브 방송을 볼 수 있습니다.
ms_my: Pengguna terpilih boleh menonton siaran langsung ini.
pt_br: Todos os usuários podem assistir a esta livestream.
ru_ru: Все пользователи могут смотреть эту трансляцию.
th_th: ผู้ใช้ทุกคนสามารถรับชมสตรีมสดนี้ได้
vi_vn: Tất cả người dùng có thể xem phiên phát trực tiếp này.
zh_cn: 仅指定用户可观看该直播
zh_hk: 只有指定用戶可觀看該直播
zh_tw: 僅指定使用者可觀看該直播

# Rag
source: Selected users can watch
de_de: Ausgewählte Benutzer können anschauen
es_es: Todos los usuarios pueden ver
fr_fr: Tous les utilisateurs peuvent regarder
hi_in: सभी उपयोगकर्ता देख सकते हैं
id_id: Semua pengguna dapat menonton
it_it: Tutti gli utenti possono guardare
ja_jp: 指定したユーザーのみ視聴可能
ko_kr: 모든 사용자가 볼 수 있습니다
ms_my: Pengguna terpilih boleh menonton
pt_br: Todos os usuários podem assistir
ru_ru: Все пользователи могут смотреть
th_th: ผู้ใช้ทุกคนสามารถรับชมได้
vi_vn: Tất cả người dùng có thể xem
zh_cn: 指定用户可观看
zh_hk: 指定用戶可觀看
zh_tw: 指定使用者可觀看

# ksk
source: Share your screen?
de_de: Bildschirm teilen?
es_es: ¿Compartir tu pantalla?
fr_fr: Partager votre écran ?
hi_in: अपनी स्क्रीन साझा करें?
id_id: Bagikan layar Anda?
it_it: Vuoi condividere lo schermo?
ja_jp: 画面を共有しますか？
ko_kr: 화면을 공유하시겠습니까?
ms_my: Kongsi skrin anda?
pt_br: Compartilhar sua tela?
ru_ru: Показать ваш экран?
th_th: แบ่งปันหน้าจอของคุณหรือไม่
vi_vn: Chia sẻ màn hình của bạn?
zh_cn: 投屏至会议室？
zh_hk: 要投射螢幕至會議室？
zh_tw: 投影至會議室？

# Xhk
source: Breakout rooms have started. You can choose to join any rooms.
de_de: Gruppenräume wurden gestartet. Sie können wählen, welchen Räumen Sie beitreten möchten.
es_es: Se han iniciado las saldas de descanso. Puedes unirte a la sala que desees.
fr_fr: Les sessions en petits groupes ont commencé. Vous pouvez choisir de rejoindre n'importe quelle salle.
id_id: Ruang diskusi kelompok telah dimulai. Anda dapat memilih untuk bergabung dengan ruang mana saja.
it_it: Le sale di suddivisione sono avviate. È possibile scegliere di partecipare a qualunque sala.
ja_jp: ブレイクアウトルームが開始しました。ブレイクアウトルームを選択して参加できます
ko_kr: 소회의실이 시작되었습니다. 모든 회의실에 참가하도록 선택할 수 있습니다.
ms_my: Bilik pecahan telah bermula. Anda boleh memilih untuk menyertai bilik mana-mana.
pt_br: As salas separadas começaram. Você pode optar por ingressar em qualquer sala.
ru_ru: Сессионные залы запущены. Вы можете присоединиться к любому залу.
th_th: เริ่มห้องย่อยแล้ว คุณสามารถเลือกเข้าร่วมห้องใดก็ได้
vi_vn: Phòng họp nhóm đã bắt đầu. Bạn có thể chọn tham gia bất kỳ phòng nào.
zh_cn: 分组讨论已开始，你可选择加入任一讨论组
zh_hk: 分組討論已開始，你可以選擇加入任何討論小組
zh_tw: 分組討論已開始，你可選擇加入任一討論群組

# ijM
source: Stay connected by phone
de_de: Über Telefon verbunden bleiben
es_es: Seguir conectado por teléfono
fr_fr: Rester connecté par téléphone
hi_in: फ़ोन से कनेक्ट रहें
id_id: Tetap terhubung dengan telepon
it_it: Mantieni la connessione del telefono
ja_jp: 電話接続を維持
ko_kr: 전화로 연결 유지
ms_my: Kekal terhubung melalui telefon
pt_br: Fique conectado por telefone
ru_ru: Оставайтесь на связи по телефону
th_th: ใช้การเชื่อมต่อผ่านโทรศัพท์
vi_vn: Giữ kết nối qua điện thoại
zh_cn: 保持电话连接
zh_hk: 保持通話狀態
zh_tw: 保持電話連接

# TYI
source: Stay
de_de: Bleiben
es_es: Seguir editando
fr_fr: Rester
hi_in: जारी रखें
id_id: Tetap di rapat
it_it: Continua
ja_jp: 会議を保留
ko_kr: 머무르기
ms_my: Kekal
pt_br: Permanecer
ru_ru: Остаться
th_th: อยู่ต่อ
vi_vn: Ở lại
zh_cn: 保留会议
zh_hk: 保留會議
zh_tw: 保留會議

# en4
source: Stop
de_de: Anhalten
es_es: Detener
fr_fr: Arrêter
id_id: Hentikan
it_it: Interrompi
ja_jp: 停止
ko_kr: 중지
ms_my: Henti
pt_br: Parar
ru_ru: Стоп
th_th: หยุด
vi_vn: Dừng
zh_cn: 停止
zh_hk: 停止
zh_tw: 停止

# Rg0
source: Stop Sharing Whiteboard
de_de: Freigabe des Whiteboards beenden
es_es: Dejar de compartir pizarra
fr_fr: Arrêter le partage du tableau blanc
id_id: Berhenti Berbagi Whiteboard
it_it: Interrompi condivisione lavagna
ja_jp: ホワイトボードの共有を終了
ko_kr: 화이트보드 공유 중지
ms_my: Berhenti Kongsi Papan Tulis Putih
pt_br: Parar compartilhamento de quadro branco
ru_ru: Прекратить показ доски
th_th: หยุดแบ่งปันกระดานดำ
vi_vn: Dừng chia sẻ bảng trắng
zh_cn: 停止共享白板
zh_hk: 停止分享白板
zh_tw: 停止分享白板

# FPI
source: Swipe left to view participant videos
de_de: Wischen Sie nach links, um Teilnehmervideos anzuzeigen
es_es: Desliza hacia la izquierda para ver vídeos de los participantes
fr_fr: Balayez vers la gauche pour afficher les vidéos des participants
id_id: Geser ke kiri untuk melihat video peserta
it_it: Scorri verso sinistra per visualizzare i video dei partecipanti
ja_jp: 左にスワイプして参加者の画面を表示
ko_kr: 왼쪽으로 살짝 밀어 참가자 동영상 보기
ms_my: Sapu ke kiri untuk melihat video peserta
pt_br: Deslizar para a esquerda para visualizar os vídeos dos participantes
ru_ru: Проведите влево, чтобы просмотреть видео участников
th_th: ปัดไปทางซ้ายเพื่อดูวิดีโอของผู้เข้าร่วม
vi_vn: Vuốt sang trái để xem video của người tham gia
zh_cn: 向左滑动查看参会人视频
zh_hk: 向左滑動查看參加者影片
zh_tw: 向左滑動查看與會人員視訊
