Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# RZI
source: {{name}} is sharing a doc.
de_de: {{name}} gibt ein Dokument frei.
es_es: {{name}} está compartiendo un documento.
fr_fr: {{name}} partage un doc.
hi_in: {{name}} एक डॉक शेयर कर रहे है.
id_id: {{name}} berbagi doc.
it_it: {{name}} sta condividendo un documento.
ja_jp: {{name}}はドキュメントを共有しています
ko_kr: {{name}} 님이 문서를 공유하고 있습니다.
ms_my: {{name}} sedang berkongsi Dok.
pt_br: {{name}} está compartilhando um documento.
ru_ru: {{name}} показывает документ.
th_th: {{name}} กำลังแบ่งปันเอกสาร
vi_vn: {{name}} đang chia sẻ một tài liệu.
zh_cn: {{name}}正在共享文档
zh_hk: {{name}}正在分享文件
zh_tw: {{name}}正在分享文件

# BKQ
source: {{name}} is screen sharing.
de_de: {{name}} teilt den Bildschirm.
es_es: {{name}} está compartiendo la pantalla.
fr_fr: {{name}} partage actuellement son écran.
hi_in: {{name}} स्क्रीन शेयर कर रहे हैं.
id_id: {{name}} sedang berbagi layar.
it_it: {{name}} sta condividendo lo schermo.
ja_jp: {{name}}は画面を共有しています
ko_kr: {{name}} 님이 화면 공유 중입니다.
ms_my: {{name}} sedang berkongsi skrin.
pt_br: {{name}} está compartilhando a tela.
ru_ru: {{name}} показывает свой экран.
th_th: {{name}} กำลังแชร์หน้าจอ
vi_vn: {{name}} đang chia sẻ màn hình.
zh_cn: {{name}}正在共享屏幕
zh_hk: {{name}}正在分享畫面
zh_tw: {{name}}正在分享畫面

# Spk
source: Speaker
de_de: Lautsprecher
es_es: Altavoz
fr_fr: Haut-parleur
hi_in: स्पीकर
it_it: Altoparlante
ja_jp: スピーカー
ko_kr: 스피커
ms_my: Pembesar suara
pt_br: Alto-falantes
ru_ru: Динамик
th_th: ลำโพง
vi_vn: Loa
zh_cn: 扬声器
zh_hk: 揚聲器
zh_tw: 擴音器

# U9U
source: Speaking: {{name}}
de_de: Sprechend: {{name}}
es_es: Está hablando: {{name}}
fr_fr: Parle actuellement: {{name}}
hi_in: बोल रहे हैं: {{name}}
id_id: Berbicara: {{name}}
it_it: Persona che parla: {{name}}
ja_jp: 発言中：{{name}}
ko_kr: 말하는 중: {{name}}
ms_my: Sedang bercakap: {{name}}
pt_br: Falando: {{name}}
ru_ru: Выступает: {{name}}
th_th: กำลังพูด: {{name}}
vi_vn: Đang nói: {{name}}
zh_cn: 正在讲话：{{name}}
zh_hk: 正在講話：{{name}}
zh_tw: 正在講話：{{name}}

# E8o
source: Confirm to start recording?
de_de: Möchten Sie die Aufzeichnung wirklich starten?
es_es: ¿Seguro que quieres empezar la grabación?
fr_fr: Voulez-vous vraiment démarrer l'enregistrement ?
hi_in: क्या आप रिकॉर्डिंग प्रारंभ करना चाहते हैं?
id_id: Anda yakin ingin mulai merekam?
it_it: Sei sicuro di voler avviare la registrazione?
ja_jp: 会議のレコーディングを開始しますか？
ko_kr: 녹화를 시작하시겠습니까?
ms_my: Sahkan untuk memulakan rakaman?
pt_br: Tem certeza de que deseja começar a gravar?
ru_ru: Действительно начать запись?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการเริ่มการบันทึก
vi_vn: Bạn có chắc muốn bắt đầu ghi âm không?
zh_cn: 确定要开始会议录制？
zh_hk: 確定要開始會議錄影？
zh_tw: 確定要開始會議錄製？

# kdw
source: Start Video
de_de: Kamera ein
es_es: Cámara encendida
fr_fr: Caméra activée
hi_in: कैमरा चालू
id_id: Kamera aktif
it_it: Videocamera accesa
ja_jp: カメラをオン
ko_kr: 카메라 켬
ms_my: Mulakan Video
pt_br: Câmera ligada
ru_ru: Начать видео
th_th: กล้องเปิดอยู่
vi_vn: Máy ảnh đang bật
zh_cn: 打开摄像头
zh_hk: 開啟鏡頭
zh_tw: 開啟攝影機

# DGs
source: Stop Sharing
de_de: Freigabe beenden
es_es: Dejar de compartir
fr_fr: Arrêter le partage
hi_in: शेयरिंग रोकें
id_id: Berhenti berbagi
it_it: Interrompi condivisione
ja_jp: 共有を停止
ko_kr: 공유 중지
ms_my: Berhenti kongsi
pt_br: Parar o compartilhamento
ru_ru: Прекратить показ
th_th: หยุดแชร์
vi_vn: Dừng chia sẻ
zh_cn: 停止共享
zh_hk: 停止分享
zh_tw: 停止分享

# RF4
source: Stop Sharing
de_de: Freigabe beenden
es_es: Dejar de compartir
fr_fr: Arrêter le partage
hi_in: शेयरिंग रोकें
id_id: Berhenti berbagi
it_it: Interrompi condivisione
ja_jp: 共有を停止
ko_kr: 공유 중지
ms_my: Hentikan Kongsi
pt_br: Parar o compartilhamento
ru_ru: Прекратить показ
th_th: หยุดแชร์
vi_vn: Dừng chia sẻ
zh_cn: 停止投屏
zh_hk: 停止投影
zh_tw: 停止投影螢幕

# OKc
source: Stop Video
de_de: Video stoppen
es_es: Detener vídeo
fr_fr: Arrêter la vidéo
hi_in: कैमरा बंद
id_id: Hentikan Video
it_it: Interrompi video
ja_jp: カメラをオフ
ko_kr: 비디오 중지
ms_my: Hentikan Video
pt_br: Interromper o vídeo
ru_ru: Остановить видео
th_th: หยุดวิดีโอ
vi_vn: Dừng video
zh_cn: 关闭摄像头
zh_hk: 關閉鏡頭
zh_tw: 關閉攝影機

# yzU
source: Take Control
de_de: Übernehmen Sie die Steuerung
es_es: Toma el control
fr_fr: Prendre le contrôle
hi_in: नियंत्रण करें
id_id: Mengambil Kendali
it_it: Assumi controllo
ja_jp: 引き続き共有
ko_kr: 제어
ms_my: Kawal
pt_br: Assumir o controle
ru_ru: Стать презентатором
th_th: เข้าควบคุม
vi_vn: Nắm quyền kiểm soát
zh_cn: 成为共享人
zh_hk: 成為分享者
zh_tw: 成為分享人

# HE4
source: Tap to follow the person sharing
de_de: Tippen Sie, um der freigebenden Person zu folgen
es_es: Pulsa para seguir a la persona compartiendo
fr_fr: Appuyer pour suivre l'auteur du partage
hi_in: प्रस्तुतकर्ता का अनुसरण करने के लिए टैप करें
id_id: Ketuk untuk mengikuti orang yang membagikan
it_it: Tocca per seguire la persona che condivide
ja_jp: タップして共有者をフォローし、共有者の画面と同期して閲覧できます
ko_kr: 공유자를 팔로우하려면 탭 하세요
ms_my: Ketuk untuk mengikuti pembentang
pt_br: Toque para seguir a pessoa que está compartilhando
ru_ru: Нажмите, чтобы следовать за презентатором
th_th: แตะเพื่อติดตามผู้ที่กำลังแบ่งปัน
vi_vn: Nhấn để theo dõi người chia sẻ
zh_cn: 轻触跟随共享人一起浏览
zh_hk: 輕觸跟隨分享者一起瀏覽
zh_tw: 點按以跟隨分享人一起瀏覽

# I3U
source: Tap to go back to the last file
de_de: Tippen Sie, um zur letzten Datei zurückzukehren
es_es: Toque para volver al último archivo
fr_fr: Appuyer pour revenir au dernier fichier
hi_in: अंतिम फ़ाइल पर वापस जाने के लिए टैप करें
id_id: Ketuk untuk kembali ke file terakhir
it_it: Tocca per tornare all'ultimo file
ja_jp: タップして １ つ前のファイルに戻る
ko_kr: 탭하여 마지막 파일로 돌아가기
ms_my: Ketuk untuk kembali ke fail terakhir
pt_br: Toque para voltar ao último arquivo
ru_ru: Нажмите для возврата к предыдущему файлу
th_th: แตะเพื่อย้อนกลับไปยังไฟล์ล่าสุด
vi_vn: Chạm để quay lại tệp tin cuối cùng
zh_cn: 轻触返回上一个文件
zh_hk: 輕觸返回上一個檔案
zh_tw: 點按返回上一個檔案

# mCg
source: Tap anywhere or scroll to view at your own pace
de_de: Tippen Sie auf eine beliebige Stelle oder scrollen Sie zum Anzeigen mit Ihrem eigenen Tempo
es_es: Toca en cualquier sitio o desplázate para ver a tu ritmo
fr_fr: Appuyez ou faites défiler n'importe où pour consulter à votre propre rythme
hi_in: कहीं भी टैप करें या अपनी गति से देखने के लिए स्क्रॉल करें
id_id: Ketuk di mana saja untuk melihat sesuai keinginan Anda
it_it: Tocca ovunque o scorri per visualizzare secondo i tuoi tempi
ja_jp: 任意のところをタップするかスクロールすることで自由に閲覧できます
ko_kr: 아무 곳을 탭하거나 스크롤하여 원하는 속도로 보기
ms_my: Ketuk di mana-mana atau tatal untuk melihat mengikut kadar anda
pt_br: Toque em qualquer lugar ou role a página para visualizar em seu próprio ritmo
ru_ru: Нажмите в любом месте или прокрутите для произвольного просмотра
th_th: แตะที่ใดก็ได้หรือเลื่อนเพื่อดูตามใจชอบ
vi_vn: Chạm vào bất kỳ vị trí nào hoặc cuộn để xem theo tốc độ của bạn
zh_cn: 随意轻触或滚动就可以自由浏览哦
zh_hk: 隨意輕觸或滾動就可以自由瀏覽了
zh_tw: 隨意點按或捲動就可以自由瀏覽哦

# a7M
source: The person sharing needs to turn on this feature first.
de_de: Der teilende Teilnehmer muss diese Funktion zuerst einschalten.
es_es: En primer lugar, la persona que comparte necesita activar esta función.
fr_fr: La personne qui partage doit d'abord activer cette fonction.
hi_in: शेयर करने वाले व्यक्ति को पहले इस सुविधा को चालू करने की आवश्यकता है.
id_id: Orang yang berbagi perlu mengaktifkan fitur ini terlebih dahulu.
it_it: La persona che condivide deve prima attivare questa funzione.
ja_jp: 先に共有者がこの機能を起動する必要がります
ko_kr: 공유자는 이 기능을 먼저 켜야 합니다.
ms_my: Orang yang berkongsi perlu menghidupkan ciri ini dahulu.
pt_br: A pessoa que está compartilhando precisa ligar este recurso primeiro.
ru_ru: Презентатор должен включить эту функцию.
th_th: ผู้ที่แชร์จะต้องเปิดฟีเจอร์นี้เสียก่อน
vi_vn: Người chia sẻ cần bật tính năng này trước.
zh_cn: 共享人需要先开启此功能
zh_hk: 分享者需要先開啟此功能
zh_tw: 分享人需要先開啟此功能

# rsw
source: Click "Send request" if you want the person sharing to turn on accessibility on Mac
de_de: Klicken Sie auf „Anfrage senden“, wenn Sie den teilenden Teilnehmer bitten möchten, die Bedienungshilfen auf dem Mac einzuschalten.
es_es: Haz clic en "Enviar solicitud" si quieres que la persona que esté compartiendo active los derechos de acceso en Mac.
fr_fr: Cliquez sur « Envoyer la demande » si vous souhaitez que la personne qui partage active l'accessibilité sur Mac
hi_in: यदि आप चाहते हैं कि शेयर करने वाला व्यक्ति Mac पर सुलभता को चालू करे, तो "अनुरोध भेजें" को क्लिक करें
id_id: Klik "Kirim permintaan" jika Anda ingin agar orang yang berbagi mengaktifkan aksesibilitas di Mac
it_it: Fai clic su "Invia richiesta" se desideri che la persona che condivide attivi l'accessibilità Mac
ja_jp: 「リクエストを送信」をクリックし、共有者にMacで本アプリのアクセシビリティ許可をオンにすることを要求します
ko_kr: 공유자가 Mac에서 손쉬운 사용을 켜도록 하려면 "요청 보내기"를 클릭하세요.
ms_my: Klik "Hantar permintaan" jika anda mahu orang yang berkongsi menghidupkan aksesibiliti pada Mac
pt_br: Clique em "Ativar solicitação" se quiser que a pessoa compartilhando ative a acessibilidade no Mac
ru_ru: Нажмите "Отправить запрос", чтобы презентатор включил доступ на устройстве Mac
th_th: คลิก "ส่งคำขอ" หากคุณต้องการให้ผู้ที่กำลังแชร์เปิดการเข้าถึงบน Mac
vi_vn: Nhấp vào “Gửi yêu cầu” nếu bạn muốn người chia sẻ bật trợ năng trên Mac
zh_cn: 点击“发送请求”，请求共享人在 Mac 系统中启用辅助功能
zh_hk: 點擊「發送請求」，請求分享者在 Mac 系統中啟用協助功能
zh_tw: 點選「傳送請求」，請求分享人在 Mac 系統中啟用輔助功能

# jRw
source: For the annotation feature to work, the person sharing needs to turn on accessibility on Mac
de_de: Damit die Anmerkungsfunktion funktioniert, muss der teilende Teilnehmer die Bedienungshilfen auf dem Mac einschalten
es_es: Para que la función de anotación se pueda utilizar, la persona que está compartiendo necesita activar los derechos de acceso en Mac.
fr_fr: Afin d'assurer le bon fonctionnement de la fonctionnalité d'annotation, la personne qui partage doit activer l'accessibilité sur Mac
hi_in: व्याख्या सुविधा के काम करने के लिए, शेयर करने वाले व्यक्ति को Mac पर सुलभता को चालू करना होगा
id_id: Agar fitur anotasi dapat berfungsi, orang yang berbagi perlu mengaktifkan aksesibilitas di Mac
it_it: Affinché la funzione di annotazione sia utilizzabile, la persona che condivide deve attivare l'accessibilità su Mac
ja_jp: 注釈機能を使うには、先に共有者が本アプリのアクセシビリティをオンにすることが必要です
ko_kr: 주석 기능이 작동하려면 공유자가 Mac에서 손쉬운 사용을 켜야 합니다.
ms_my: Untuk ciri anotasi berfungsi, orang yang berkongsi perlu menghidupkan aksesibiliti pada Mac
pt_br: Para que o recurso de anotação funcione, a pessoa compartilhando precisa ativar a acessibilidade no Mac
ru_ru: Для использования примечаний презентатор должен включить доступ на устройстве Mac
th_th: ผู้ที่กำลังแชร์ต้องเปิดการเข้าถึงบน Mac เพื่อให้ฟีเจอร์คำอธิบายประกอบทำงาน
vi_vn: Để tính năng chú thích hoạt động, người chia sẻ cần bật trợ năng trên Mac
zh_cn: 使用标注功能需要共享人在 Mac 系统中启用辅助功能
zh_hk: 使用標註功能需要分享者在 Mac 系統中啟用協助功能
zh_tw: 使用標註功能需要分享人在 Mac 系統中啟用輔助功能

# 7H4
source: Touch-up
de_de: Retuschieren
es_es: Retocar
fr_fr: Retouche
hi_in: टच-अप
id_id: Penyempurnaan
it_it: Ritocco
ja_jp: 美肌補正
ko_kr: 보정
ms_my: Sentuhan
pt_br: Retoque
ru_ru: Эффекты красоты
th_th: ปรับแต่ง
vi_vn: Chỉnh sửa
zh_cn: 美颜
zh_hk: 美顏
zh_tw: 美顏

# AEY
source: Turn on microphone
de_de: Mikrofon einschalten
es_es: Encender el micrófono
fr_fr: Activer le microphone
hi_in: माइक्रोफ़ोन को चालू करें
id_id: Aktifkan mikrofon
it_it: Attiva microfono
ja_jp: マイクをオンにする
ko_kr: 마이크 켜기
ms_my: Hidupkan mikrofon
pt_br: Ligar microfone
ru_ru: Включить микрофон
th_th: เปิดไมโครโฟน
vi_vn: Bật micrô
zh_cn: 打开麦克风
zh_hk: 打開麥克風
zh_tw: 開啟麥克風

# ym4
source: Unable to add images larger than {{number}} MB. Please select another file.
de_de: Dateien über {{number}} MB können nicht hinzugefügt werden.
es_es: No se pueden agregar archivos superiores a {{number}} MB
fr_fr: Impossible d'ajouter des fichiers de taille supérieure à {{number}} Mo
hi_in: {{number}} MB से बड़ी फ़ाइलों को जोड़ने में असमर्थ
id_id: Tidak dapat menambah gambar yang lebih besar dari {{number}} MB. Pilih file lain.
it_it: Impossibile aggiungere file di dimensioni superiori a {{number}} MB
ja_jp: {{number}} MB 以上の画像は追加できません。他の画像を選択してください
ko_kr: {{number}}MB보다 큰 파일은 추가할 수 없음
ms_my: Tidak dapat menambah imej lebih besar daripada {{number}} MB. Sila pilih fail lain.
pt_br: Não é possível adicionar arquivos maiores que {{number}} MB
ru_ru: Нельзя добавлять файлы размером более {{number}} МБ
th_th: ไม่สามารถเพิ่มไฟล์ที่มีขนาดใหญ่กว่า {{number}} MB ได้
vi_vn: Không thể thêm các tệp tin lớn hơn {{number}} MB
zh_cn: 无法添加大于 {{number}} MB 的图片，请选择其它文件
zh_hk: 無法新增大於 {{number}} MB 的圖片，請選擇其它檔案
zh_tw: 無法新增大於 {{number}} MB 的圖片，請選擇其他檔案

# cNw
source: Unable to open this link
de_de: Dieser Link kann nicht geöffnet werden
es_es: No se puede abrir este enlace
fr_fr: Impossible d'ouvrir ce lien
hi_in: इस लिंक को खोलने में असमर्थ
id_id: Tidak dapat membuka tautan ini
it_it: Impossibile aprire questo link
ja_jp: このリンクが開けません
ko_kr: 이 링크를 열 수 없음
ms_my: Tidak dapat membuka pautan ini
pt_br: Não é possível abrir este link
ru_ru: Невозможно открыть эту ссылку
th_th: ไม่สามารถเปิดลิงก์นี้ได้
vi_vn: Không thể mở liên kết này
zh_cn: 无法打开此链接
zh_hk: 無法打開此連結
zh_tw: 無法開啟此連結

# +ZA
source: Unable to show the annotations being made
de_de: Vorgenommene Anmerkungen lassen sich nicht anzeigen
es_es: No se pueden mostrar las anotaciones que se están haciendo
fr_fr: Affichage des annotations en cours impossible
hi_in: बनाई जा रहीं टिप्पणियों को दिखाने में असमर्थ
id_id: Tidak dapat menampilkan anotasi yang sedang dibuat
it_it: Impossibile mostrare le annotazioni man mano applicate
ja_jp: 註釈内容を閲覧できません
ko_kr: 작성된 주석을 표시할 수 없음
ms_my: Tidak dapat memaparkan anotasi yang dibuat
pt_br: Não é possível exibir anotações que estão sendo feitas
ru_ru: Невозможно отобразить примечания
th_th: ไม่สามารถแสดงคำอธิบายประกอบที่ทำขึ้นได้
vi_vn: Không thể hiển thị các chú thích được đưa ra
zh_cn: 无法看到当前屏幕标注
zh_hk: 無法看到目前螢幕標註
zh_tw: 無法看到目前螢幕標註

# n+g
source: Undo
de_de: Rückgängig machen
es_es: Deshacer
fr_fr: Annuler
hi_in: पूर्ववत करें
id_id: Batalkan
it_it: Annulla
ja_jp: 取り消し
ko_kr: 실행 취소
ms_my: Buat asal
pt_br: Desfazer
ru_ru: Отменить
th_th: เลิกทำ
vi_vn: Hoàn tác
zh_cn: 撤销
zh_hk: 撤銷
zh_tw: 撤銷

# ylw
source: Unstable connection
de_de: Instabile Verbindung
es_es: Conexión inestable
fr_fr: Connexion instable
hi_in: अस्थिर कनेक्शन
id_id: Koneksi tidak stabil
it_it: Connessione instabile
ja_jp: 接続が不安定です
ko_kr: 불안정한 연결
ms_my: Sambungan tidak stabil
pt_br: Conexão de internet instável
ru_ru: Нестабильное соединение
th_th: การเชื่อมต่อไม่เสถียร
vi_vn: Kết nối không ổn định
zh_cn: 连接不稳定
zh_hk: 連接不穩定
zh_tw: 連線不穩定

# He8
source: Unstable connection. Please try again.
de_de: Instabile Verbindung. Versuchen Sie es erneut.
es_es: Conexión inestable. Inténtalo de nuevo.
fr_fr: Connexion instable. Veuillez réessayer.
hi_in: अस्थिर कनेक्शन. कृपया फिर से प्रयास करें.
id_id: Koneksi tidak stabil. Coba lagi.
it_it: Connessione instabile. Riprova.
ja_jp: インターネットが不安定です。再試行してください
ko_kr: 연결이 불안정합니다. 다시 시도하세요.
ms_my: Sambungan tidak stabil. Sila cuba lagi.
pt_br: Conexão instável. Tente novamente.
ru_ru: Нестабильное соединение. Повторите попытку.
th_th: การเชื่อมต่อไม่เสถียร โปรดลองอีกครั้ง
vi_vn: Kết nối không ổn định. Vui lòng thử lại.
zh_cn: 网络不稳定，请重试
zh_hk: 網絡不穩定，請重試
zh_tw: 網路不穩定，請重試

# 9/Q
source: This user cannot use this feature.
de_de: Dieser Benutzer kann diese Funktion nicht nutzen.
es_es: Este usuario no puede utilizar esta función.
fr_fr: Cet utilisateur ne peut pas utiliser cette fonctionnalité.
hi_in: यह उपयोगकर्ता इस सुविधा का उपयोग नहीं कर सकता है.
id_id: Pengguna ini tidak dapat menggunakan fitur ini.
it_it: Questo utente non può utilizzare questa funzione.
ja_jp: 相手のバージョンがサポートしていません
ko_kr: 이 사용자는 이 기능을 사용할 수 없습니다.
ms_my: Pengguna ini tidak boleh menggunakan ciri ini.
pt_br: Este usuário não pode usar este recurso.
ru_ru: Этот пользователь не может использовать эту функцию.
th_th: ผู้ใช้รายนี้จะไม่สามารถใช้ฟีเจอร์นี้ได้
vi_vn: Người dùng này không thể sử dụng tính năng này được.
zh_cn: 对方版本不支持
zh_hk: 對方版本不支援
zh_tw: 不支援對方版本

# ql8
source: Untitled base
de_de: Unbenannte Base
es_es: Base sin título
fr_fr: Base sans titre
hi_in: शीर्षकहीन बाईटेबल
id_id: Base tanpa judul
it_it: Base senza titolo
ja_jp: 名称未設定 Base
ko_kr: 제목 없는 Base
ms_my: Smartable Tanpa Tajuk
pt_br: Base sem título
ru_ru: Таблица Base без названия
th_th: Base ที่ไม่มีชื่อ
vi_vn: Base không có tiêu đề
zh_cn: 未命名多维表格
zh_hk: 未命名多維表格
zh_tw: 未命名多維表格

# eb4
source: Untitled Docs
de_de: Unbenannte Docs
es_es: Documentos sin título
fr_fr: Docs sans titre
hi_in: शीर्षकहीन डॉक्स
id_id: Docs Tak Berjudul
it_it: Documenti senza titolo
ja_jp: 名称未設定ドキュメント
ko_kr: 제목 없는 문서
ms_my: Docs Tanpa Tajuk
pt_br: Docs sem título
ru_ru: Документы без названия
th_th: เอกสารที่ไม่มีชื่อ
vi_vn: Docs không có tiêu đề
zh_cn: 未命名文档
zh_hk: 未命名文件
zh_tw: 未命名文件

# aNc
source: Untitled File
de_de: Unbenannte Datei
es_es: Archivo sin título
fr_fr: Fichier sans titre
hi_in: शीर्षकहीन फ़ाइल
id_id: File Tak Berjudul
it_it: File senza titolo
ja_jp: 名称未設定ファイル
ko_kr: 제목 없는 파일
ms_my: Fail Tanpa Tajuk
pt_br: Arquivo sem título
ru_ru: Файл без названия
th_th: ไฟล์ที่ไม่มีชื่อ
vi_vn: Tệp tin không có tiêu đề
zh_cn: 未命名文件
zh_hk: 未命名檔案
zh_tw: 未命名檔案

# Jw4
source: Untitled MindNotes
de_de: Unbenannte MindNotes
es_es: Documentos de Mindnotes sin título
fr_fr: MindNotes sans titre
hi_in: शीर्षकहीन माइंडनोट्स
id_id: MindNotes Tak Berjudul
it_it: Note promemoria senza titolo
ja_jp: 名称未設定マインドノート
ko_kr: 제목 없는 마인드노트
ms_my: MindNotes Tanpa Tajuk
pt_br: MindNotes sem título
ru_ru: MindNotes без названия
th_th: MindNotes ที่ไม่มีชื่อ
vi_vn: MindNotes không có tiêu đề
zh_cn: 未命名思维笔记
zh_hk: 未命名思維筆記
zh_tw: 未命名心智圖筆記

# RPQ
source: Untitled Sheets
de_de: Unbenannte Sheets
es_es: Documentos de Sheets sin título
fr_fr: Sheets sans titre
hi_in: शीर्षकहीन शीट्स
id_id: Sheets Tak Berjudul
it_it: Fogli senza titolo
ja_jp: 名称未設定シート
ko_kr: 제목 없는 시트
ms_my: Sheets Tanpa Tajuk
pt_br: Sheets sem título
ru_ru: Таблицы без названия
th_th: แผ่นงานที่ไม่มีชื่อ
vi_vn: Sheet không có tiêu đề
zh_cn: 未命名表格
zh_hk: 未命名表格
zh_tw: 未命名表格

# 6/Q
source: Untitled Slides
de_de: Unbenannte Folien
es_es: Documentos de Slides sin título
fr_fr: Slides sans titre
hi_in: शीर्षकहीन स्लाइड्स
id_id: Slides Tak Berjudul
it_it: Slide senza titolo
ja_jp: 名称未設定スライド
ko_kr: 제목 없는 슬라이드
ms_my: Slides Tanpa Tajuk
pt_br: Slides sem título
ru_ru: Слайды без названия
th_th: สไลด์ที่ไม่มีชื่อ
vi_vn: Trang chiếu không có tiêu đề
zh_cn: 未命名演示文档
zh_hk: 未命名簡報
zh_tw: 未命名簡報

# ogU
source: This user can't use the sharing feature.
de_de: Dieser Benutzer kann die Funktion zum Teilen nicht verwenden.
es_es: Este usuario no puede utilizar la función de compartir.
fr_fr: Cet utilisateur ne peut pas utiliser la fonction de partage.
hi_in: ये उपयोगकर्ता शेयरिंग सुविधा का उपयोग नहीं कर सकते.
id_id: Pengguna ini tidak dapat menggunakan fitur berbagi.
it_it: Questo utente non può utilizzare la funzione di condivisione.
ja_jp: このユーザーは共有機能が使えません
ko_kr: 이 사용자는 공유 기능을 사용할 수 없습니다.
ms_my: Pengguna ini tidak boleh menggunakan ciri perkongsian.
pt_br: Este(a) usuário(a) não pode usar o recurso de compartilhamento.
ru_ru: Этот пользователь не может использовать функцию показа
th_th: ผู้ใช้รายนี้จะไม่สามารถใช้ฟีเจอร์การแชร์ได้
vi_vn: Người dùng này không thể sử dụng tính năng chia sẻ.
zh_cn: 该用户无法共享
zh_hk: 該用戶無法分享
zh_tw: 該使用者無法分享

# 9jA
source: Virtual Background
de_de: Virtueller Hintergrund
es_es: Fondo virtual
fr_fr: Arrière-plan virtuel
hi_in: आभासी बैकग्राउंड
id_id: Latar belakang virtual
it_it: Sfondo virtuale
ja_jp: バーチャル背景
ko_kr: 가상 배경
ms_my: Latar Belakang Maya
pt_br: Plano de fundo virtual
ru_ru: Виртуальный фон
th_th: พื้นหลังเสมือนจริง
vi_vn: Nền ảo
zh_cn: 虚拟背景
zh_hk: 虛擬背景
zh_tw: 虛擬背景

# hcU
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हां
id_id: Ya
it_it: Sì
ja_jp: 許可
ko_kr: 예
ms_my: Ya
pt_br: Sim
ru_ru: Да
th_th: ได้
vi_vn: Có
zh_cn: 允许
zh_hk: 允許
zh_tw: 允許

# 3jc
source: You're now sharing.
de_de: Sie teilen jetzt
es_es: Está compartiendo ahora
fr_fr: Vous êtes en partage
hi_in: अब आप शेयर कर रहे हैं
id_id: Anda sekarang sedang berbagi.
it_it: Stai condividendo
ja_jp: 共有者になりました
ko_kr: 이제 공유 중입니다.
ms_my: Anda kini berkongsi.
pt_br: Você está compartilhando agora
ru_ru: Теперь вы презентатор
th_th: คุณกำลังแชร์อยู่ในขณะนี้
vi_vn: Bây giờ bạn đang chia sẻ
zh_cn: 你已成为共享人
zh_hk: 你已成為分享者
zh_tw: 你已成為分享人

# EJk
source: You're sharing:
de_de: Sie teilen:
es_es: Está compartiendo:
fr_fr: Vous partagez :
hi_in: आप शेयर कर रहे हैं:
id_id: Anda sedang berbagi:
it_it: Stai condividendo:
ja_jp: あなたが共有中：
ko_kr: 공유 중:
ms_my: Anda sedang berkongsi:
pt_br: Você está compartilhando:
ru_ru: Вы показываете:
th_th: คุณกำลังแชร์:
vi_vn: Bạn đang chia sẻ:
zh_cn: 你正在共享：
zh_hk: 你正在分享：
zh_tw: 你正在分享：

# 8ko
source: You're sharing: {{fileName}}
de_de: Sie teilen: {{fileName}}
es_es: Está compartiendo: {{fileName}}
fr_fr: Vous partagez actuellement : {{fileName}}
hi_in: आप शेयर कर रहे हैं: {{fileName}}
id_id: Anda sedang berbagi: {{fileName}}
it_it: Stai condividendo: {{fileName}}
ja_jp: あなたが共有中：{{fileName}}
ko_kr: 공유 중: {{fileName}}
ms_my: Anda berkongsi: {{fileName}}
pt_br: Você está compartilhando: {{fileName}}
ru_ru: Вы показываете: {{fileName}}
th_th: คุณกำลังแชร์: {{fileName}}
vi_vn: Bạn đang chia sẻ: {{fileName}}
zh_cn: 你正在共享：{{fileName}}
zh_hk: 你正在分享：{{fileName}}
zh_tw: 你正在分享：{{fileName}}

# zTw
source: You're viewing:
de_de: Sie sehen:
es_es: Está viendo:
fr_fr: Vous visualisez :
hi_in: आप देख रहे हैं:
id_id: Anda sedang melihat:
it_it: Stai visualizzando:
ja_jp: 閲覧中：
ko_kr: 보고 있는 내용:
ms_my: Anda sedang melihat:
pt_br: Você está visualizando:
ru_ru: Вы просматриваете:
th_th: คุณกำลังดู:
vi_vn: Bạn đang xem:
zh_cn: 你正在浏览：
zh_hk: 你正在瀏覽：
zh_tw: 你正在瀏覽：

# uI0
source: You're viewing: {{fileName}}
de_de: Sie sehen: {{fileName}}
es_es: Está viendo: {{fileName}}
fr_fr: Vous visualisez actuellement : {{fileName}}
hi_in: आप देख रहे हैं: {{fileName}}
id_id: Anda sedang melihat: {{fileName}}
it_it: Stai visualizzando: {{fileName}}
ja_jp: 閲覧中：{{fileName}}
ko_kr: 보는 중: {{fileName}}
ms_my: Anda melihat: {{fileName}}
pt_br: Você está visualizando: {{fileName}}
ru_ru: Вы просматриваете: {{fileName}}
th_th: คุณกำลังดู: {{fileName}}
vi_vn: Bạn đang xem: {{fileName}}
zh_cn: 你正在浏览：{{fileName}}
zh_hk: 你正在瀏覽：{{fileName}}
zh_tw: 你正在瀏覽：{{fileName}}

# YEk
source: You're viewing:
de_de: Sie sehen:
es_es: Está viendo:
fr_fr: Vous visualisez actuellement :
hi_in: आप देख रहे हैं:
id_id: Anda sedang melihat:
it_it: Stai visualizzando:
ja_jp: 閲覧中：
ko_kr: 보는 중:
ms_my: Anda sedang melihat:
pt_br: Você está visualizando:
ru_ru: Вы просматриваете:
th_th: คุณกำลังดู:
vi_vn: Bạn đang xem:
zh_cn: 你正在浏览：
zh_hk: 你正在瀏覽：
zh_tw: 你正在瀏覽：

# Jfk
source: You can't take control.
de_de: Sie können nicht die Steuerung übernehmen.
es_es: No puede tomar el control.
fr_fr: Vous ne pouvez pas prendre le contrôle.
hi_in: आप नियंत्रण नहीं ले सकते हैं.
id_id: Anda tidak dapat mengambil kontrol.
it_it: Non puoi prendere il controllo.
ja_jp: 共有者になれませんでした
ko_kr: 제어권을 가질 수 없습니다.
ms_my: Anda tidak boleh mengawal.
pt_br: Você não pode assumir o controle.
ru_ru: Вы не можете стать презентатором.
th_th: คุณไม่สามารถเข้าควบคุมได้
vi_vn: Bạn không thể kiểm soát.
zh_cn: 无法成为共享人
zh_hk: 無法成為分享者
zh_tw: 無法成為分享人
