Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# KT4
source: Sync video order for all isn't supported during breakout rooms.
de_de: „Videoanordnung für alle synchronisieren“ wird für Gruppenräume nicht unterstützt.
es_es: Sincronizar el orden del vídeo de todo no se admite en las salas de descanso.
fr_fr: La synchronisation de l'ordre vidéo pour tous n'est pas prise en charge dans les sessions en petits groupes.
id_id: Sinkronisasi urutan video untuk semua tidak didukung selama ruang diskusi kelompok.
it_it: La sincronizzazione dell'ordine dei video per tutti non è supportata durante le sale di suddivisione.
ja_jp: ブレイクアウトルーム進行中にすべての参加者に画面の並び順を同期できません。
ko_kr: 소회의실에서는 모든 동영상 순서 동기화가 지원되지 않습니다.
ms_my: Tidak menyokong penyelarasan urutan video untuk semua semasa bilik pecah.
pt_br: A ordem de sincronização de vídeo para todos não é permitida durante as salas separadas.
ru_ru: Синхронизация порядка видео для всех не поддерживается в сессионных залах.
th_th: ไม่รองรับการซิงค์ลำดับวิดีโอในห้องย่อยสำหรับทุกคน
vi_vn: Tính năng đồng bộ hóa thứ tự video cho tất cả mọi người không được hỗ trợ trong khi tách phòng.
zh_cn: 分组讨论时暂不支持为所有人同步视频顺序
zh_hk: 分組討論時暫不支援為所有人同步視像順序
zh_tw: 分組討論時暫不支援為所有人同步視訊順序

# NWU
source: Sync video order for attendees isn't supported during breakout rooms.
de_de: „Videoanordnung für Anwesende synchronisieren“ wird für Gruppenräume nicht unterstützt.
es_es: Sincronizar el orden del vídeo para los asistentes no se admite en las salas de descanso.
fr_fr: La synchronisation de l'ordre des vidéos pour les participants n'est pas prise en charge lors des sessions en petits groupes.
id_id: Sinkronisasi urutan video untuk peserta tidak didukung selama ruang diskusi kelompok.
it_it: La sincronizzazione dell'ordine dei video per gli ospiti non è supportata durante le sale di suddivisione.
ja_jp: ブレイクアウトルーム進行中に出席者に画面の並び順を同期できません。
ko_kr: 소회의실에서는 참석자의 비디오 순서 동기화가 지원되지 않습니다.
ms_my: Menyelaraskan urutan video untuk peserta tidak disokong semasa bilik pecah.
pt_br: A ordem de sincronização de vídeo para participantes não é permitida durante as salas separadas.
ru_ru: Синхронизация порядка видео для посетителей не поддерживается в сессионных залах.
th_th: ไม่รองรับการซิงค์ลำดับวิดีโอในห้องย่อยสำหรับผู้เข้าร่วม
vi_vn: Tính năng đồng bộ hóa thứ tự video cho người tham dự không được hỗ trợ trong khi tách phòng.
zh_cn: 分组讨论时暂不支持为观众同步视频顺序
zh_hk: 分組討論時暫不支援為觀眾同步視像順序
zh_tw: 分組討論時暫不支援為觀眾同步視訊順序

# Jgs
source: Breakout rooms
de_de: Gruppenräume
es_es: Salas de descanso
fr_fr: Salles de petits groupes
hi_in: ब्रेकआउट रूम
id_id: Ruang diskusi kelompok
it_it: Sale di suddivisione
ja_jp: ブレイクアウトルーム
ko_kr: 소회의실
ms_my: Bilik pecah
pt_br: Salas separadas
ru_ru: Сессионные залы
th_th: ห้องย่อย
vi_vn: Phòng họp nhóm
zh_cn: 分组讨论
zh_hk: 分組討論
zh_tw: 分組討論

# OO0
source: Breakout rooms doesn't support this feature
de_de: Gruppenräume unterstützen diese Funktion nicht.
es_es: Las salas de descanso no admiten esta característica
fr_fr: Les salles de petits groupes ne prennent pas en charge cette fonctionnalité
hi_in: ब्रेकाउट रूम यह सुविधा समर्थित नहीं करते
id_id: Ruang diskusi kelompok tidak mendukung fitur ini
it_it: Questa funzionalità non è supportata nelle sale di suddivisione
ja_jp: ブレイクアウトルームにいる時にこの機能を利用できません
ko_kr: 소회의실은 이 기능을 지원하지 않습니다
ms_my: Bilik pecahan tidak menyokong ciri ini
pt_br: Este recurso não é compatível com salas separadas
ru_ru: Сессионные залы не поддерживают эту функцию
th_th: ห้องย่อยไม่รองรับฟีเจอร์นี้
vi_vn: Phòng họp nhóm không hỗ trợ tính năng này
zh_cn: 分组讨论中不支持该功能
zh_hk: 分組討論中不支援此功能
zh_tw: 分組討論中不支援該功能

# h1E
source: Managing breakout rooms isn't supported on mobile. Once you reclaim host controls, the breakout rooms will be closed.
de_de: Die Verwaltung von Gruppenräumen wird in der Mobilversion nicht unterstützt. Wenn Sie die Moderator-Steuerungselemente zurückgefordert haben, werden die Gruppenräume geschlossen.
es_es: La gestión de las salas de descanso no es compatible con la versión para móviles. Una vez que recuperes los controles del moderador, las salas de descanso se cerrarán.
fr_fr: La gestion des salles de petits groupes n'est pas prise en charge sur mobile. Les salles de petits groupes seront fermées après la récupération des contrôles de l'hôte.
hi_in: ब्रेकाउट रूम का प्रबंधन मोबाइल पर समर्थित नहीं है. जैसे ही आप होस्ट नियंत्रण पुनः प्राप्त करते हैं, ब्रेकाउट रूम बंद हो जाएँगे.
id_id: Mengelola ruang diskusi kelompok tidak didukung di ponsel. Setelah Anda mengklaim kontrol host, ruang diskusi kelompok akan ditutup.
it_it: La funzione di gestione delle sale di suddivisione non è supportata sui dispositivi mobili. Dopo aver richiesto i controlli dell'host, le sale di suddivisione verranno chiuse.
ja_jp: ブレイクアウトルームはモバイル版に対応していません。進行役権限を取り消すと、ブレイクアウトルームは終了されます。
ko_kr: 소회의실 관리는 모바일에서 지원되지 않습니다. 진행자 컨트롤을 회수하면 소회의실이 닫힙니다.
ms_my: Menguruskan bilik pecah tidak disokong di mudah alih. Setelah anda mendapatkan semula kawalan hos, bilik pecah akan ditutup.
pt_br: O gerenciamento de salas separadas não é compatível no celular. Ao recuperar controles de host, as salas separadas serão fechadas.
ru_ru: Управление сессионными залами не поддерживается на мобильных устройствах. После получения элементов управления ведущего сессионные залы будут закрыты.
th_th: ไม่รองรับการจัดการห้องย่อยบนมือถือ เมื่อคุณเรียกคืนตัวควบคุมโฮสต์ ห้องย่อยจะถูกปิด
vi_vn: Không hỗ trợ quản lý phòng họp nhóm trên thiết bị di động. Sau khi bạn lấy lại quyền kiểm soát của người tổ chức, các phòng họp nhóm sẽ đóng.
zh_cn: 移动端暂不支持管理分组讨论，收回主持人权限后，分组讨论将结束
zh_hk: 流動裝置端暫不支援管理分組討論，收回主持人權限後，分組討論將結束
zh_tw: 行動裝置端暫不支援管理分組討論，收回主持人權限後，分組討論會結束

# h8g
source: Busy
de_de: Beschäftigt
es_es: No disponible
fr_fr: Occupé
hi_in: व्यस्त है
id_id: Sibuk
it_it: Occupato
ja_jp: 取り込み中
ko_kr: 다른 용무 중
ms_my: Sibuk
pt_br: Ocupado
ru_ru: Занят
th_th: ไม่ว่าง
vi_vn: Bận
zh_cn: 忙线中
zh_hk: 線路繁忙
zh_tw: 忙線中

# gjQ
source: Eraser
de_de: Radiergummi
es_es: Goma
fr_fr: Gomme
id_id: Penghapus
it_it: Gomma
ja_jp: 消しゴム
ko_kr: 지우개
ms_my: Pemadam
pt_br: Borracha
ru_ru: Ластик
th_th: ยางลบ
vi_vn: Cục tẩy
zh_cn: 橡皮擦
zh_hk: 擦膠
zh_tw: 橡皮擦

# 94k
source: Call canceled
de_de: Anruf abgebrochen
es_es: Llamada cancelada
fr_fr: Appel annulé
hi_in: कॉल को रद्द किया गया
id_id: Panggilan dibatalkan
it_it: Chiamata annullata
ja_jp: 相手にキャンセルされました
ko_kr: 전화 취소됨
ms_my: Panggilan dibatalkan
pt_br: Chamada cancelada
ru_ru: Звонок отменен
th_th: ยกเลิกการโทรแล้ว
vi_vn: Cuộc gọi được hủy bỏ
zh_cn: 对方已取消
zh_hk: 對方已取消
zh_tw: 對方已取消

# FdQ
source: Call canceled
de_de: Anruf abgebrochen
es_es: Llamada cancelada
fr_fr: Appel annulé
hi_in: कॉल को रद्द किया गया
id_id: Panggilan dibatalkan
it_it: Chiamata annullata
ja_jp: 通話がキャンセルされました
ko_kr: 전화 취소됨
ms_my: Panggilan dibatalkan
pt_br: Chamada cancelada
ru_ru: Звонок отменен
th_th: ยกเลิกการโทรแล้ว
vi_vn: Cuộc gọi được hủy bỏ
zh_cn: 呼叫已取消
zh_hk: 致電已取消
zh_tw: 已取消撥打

# XeU
source: Call connected
de_de: Anruf hergestellt
es_es: Llamada establecida
fr_fr: Appel connecté
hi_in: कॉल कनेक्ट हो गया
id_id: Panggilan terhubung
it_it: Chiamata connessa
ja_jp: 通話が接続されました
ko_kr: 전화 연결됨
ms_my: Panggilan tersambung
pt_br: Chamada conectada
ru_ru: Связь установлена
th_th: เชื่อมต่อการโทรแล้ว
vi_vn: Đã kết nối cuộc gọi
zh_cn: 呼叫已接通
zh_hk: 致電已接通
zh_tw: 撥打已接通

# XXo
source: Call declined
de_de: Anruf abgelehnt
es_es: Llamada rechazada
fr_fr: Appel refusé
hi_in: कॉल को स्वीकार नहीं किया गया
id_id: Panggilan ditolak
it_it: Chiamata rifiutata
ja_jp: 着信を拒否しました。
ko_kr: 전화 거부됨
ms_my: Panggilan ditolak
pt_br: Chamada recusada
ru_ru: Звонок отклонен
th_th: ปฏิเสธสายแล้ว
vi_vn: Cuộc gọi bị từ chối
zh_cn: 已拒绝通话
zh_hk: 對方已拒絕
zh_tw: 對方已拒絕

# TJI
source: Call ended
de_de: Anruf beendet
es_es: Llamada finalizada
fr_fr: Appel terminé
hi_in: कॉल समाप्त हो गया
id_id: Panggilan berakhir
it_it: Chiamata terminata
ja_jp: 通話終了
ko_kr: 통화 종료됨
ms_my: Panggilan tamat
pt_br: Chamada encerrada
ru_ru: Вызов завершен
th_th: วางสายแล้ว
vi_vn: Cuộc gọi được kết thúc
zh_cn: 通话结束
zh_hk: 通話結束
zh_tw: 通話結束

# DkU
source: {{name}} ended the call.
de_de: {{name}} hat den Anruf beendet.
es_es: {{name}} ha finalizado la llamada.
fr_fr: {{name}} a mis fin à l'appel.
hi_in: {{name}} ने कॉल समाप्त कर दिया है.
id_id: {{name}} mengakhiri panggilan.
it_it: {{name}} ha terminato la chiamata.
ja_jp: {{name}}が通話を終了しました
ko_kr: {{name}} 님이 통화를 종료했습니다.
ms_my: {{name}} tamatkan panggilan.
pt_br: {{name}} encerrou a chamada.
ru_ru: Абонент {{name}} завершил звонок.
th_th: {{name}} วางสายแล้ว
vi_vn: {{name}} đã kết thúc cuộc gọi.
zh_cn: {{name}}已结束通话
zh_hk: {{name}}已結束通話
zh_tw: {{name}}已結束通話

# qH8
source: Call from candidate
de_de: Anruf vom Kandidaten
es_es: Llamada del candidato
fr_fr: Appel d'un candidat
id_id: Panggilan dari kandidat
it_it: Chiamata dal candidato
ja_jp: 候補者による呼び出し
ko_kr: 후보자의 전화
ms_my: Panggilan dari calon
pt_br: Chamada do candidato
ru_ru: Звонок от кандидата
th_th: โทรจากผู้สมัคร
vi_vn: Cuộc gọi từ ứng viên
zh_cn: 来自候选人的呼叫
zh_hk: 來自候選人的電話
zh_tw: 來自候選人的呼叫

# vDI
source: Call from phone
de_de: Anruf per Telefon
es_es: Llamar desde el teléfono
fr_fr: Appel téléphonique
id_id: Panggil dari ponsel
it_it: Chiama dal telefono
ja_jp: 電話からの呼び出し
ko_kr: 전화 통화
ms_my: Panggilan dari telefon
pt_br: Ligar do telefone
ru_ru: Звонок с телефона
th_th: การโทรจากโทรศัพท์มือถือ
vi_vn: Cuộc gọi từ điện thoại
zh_cn: 来自话机的呼叫
zh_hk: 來自電話撥打
zh_tw: 來自電話機的呼叫

# SLM
source: Call {{number}} once joined the meeting
de_de: Nach dem Beitritt zur Besprechung {{number}} anrufen
es_es: Llamar al {{number}} después de unirse a la reunión
fr_fr: Composer le {{number}} dès que vous rejoignez la réunion
id_id: Panggil {{number}} setelah bergabung dengan rapat
it_it: Partecipa alla riunione e chiama {{number}}
ja_jp: 参加後、{{number}} に発信
ko_kr: 회의 참가 후 {{number}} 호출
ms_my: Panggil {{number}} setelah menyertai mesyuarat
pt_br: Ligar para {{number}} ao ingressar na reunião
ru_ru: Позвонить {{number}} после присоединения к конференции
th_th: โทร {{number}} เมื่อเข้าร่วมการประชุม
vi_vn: Gọi {{number}} sau khi tham gia cuộc họp
zh_cn: 加入会议后，将呼叫 {{number}}
zh_hk: 加入會議後，將撥打 {{number}}
zh_tw: 加入會議後，將呼叫 {{number}}

# qxg
source: You can use the room device to speak. Once switched, you will join through phone calls. Room audio will disconnect.
de_de: Sie können das Raumgerät zum Sprechen verwenden. Nach dem Wechsel treten Sie über Telefonanrufe bei. Raum-Audio wird getrennt.
es_es: Puedes usar el dispositivo de la sala para hablar. Al cambiarlo, te unirás a través de una llamada de teléfono. El audio de la sala se desconectará.
fr_fr: Vous pouvez utiliser l'appareil de la salle pour parler. Une fois la commutation effectuée, vous vous joindrez aux appels téléphoniques. Le système audio de la salle sera déconnecté.
id_id: Anda dapat menggunakan perangkat ruang diskusi untuk berbicara. Setelah dialihkan, Anda akan bergabung melalui panggilan telepon. Audio ruang diskusi akan terputus.
it_it: Puoi usare il dispositivo della sala per parlare. Dopo il passaggio, parteciperai tramite chiamata sul telefono. L'audio della sala verrà disconnesso.
ja_jp: 会議室デバイスを使用して発言できます。切り替えると、電話で参加することになり、会議室音声との接続を切断します。
ko_kr: 회의실 장치를 사용하여 발언할 수 있습니다. 전환하면 전화 통화를 통해 참가하게 됩니다. 회의실 오디오 연결이 끊어집니다.
ms_my: Anda boleh menggunakan peranti bilik untuk bercakap. Setelah ditukar, anda akan menyertai melalui panggilan telefon. Audio bilik akan terputus.
pt_br: Você pode usar o dispositivo da sala para falar. Uma vez trocado, você ingressará por meio de chamadas telefônicas. O áudio da sala será desconectado.
ru_ru: Вы можете использовать устройство комнаты, чтобы говорить. После переключения вы присоединитесь по телефону. Звук комнаты отключится.
th_th: คุณสามารถใช้อุปกรณ์ในห้องเพื่อพูดได้ เมื่อเปลี่ยนแล้ว คุณจะเข้าร่วมผ่านทางโทรศัพท์ ระบบเสียงในห้องจะยกเลิกการเชื่อมต่อ
vi_vn: Bạn có thể sử dụng thiết bị trong phòng để phát biểu. Sau khi chuyển đổi, bạn sẽ tham gia thông qua cuộc gọi điện thoại. Âm thanh phòng sẽ bị ngắt kết nối.
zh_cn: 你可使用会议室设备发言。切换将呼叫电话入会，并断开会议室音频
zh_hk: 你可以使用會議室裝置發言。切換後將撥打電話加入會議，並中斷會議室音訊
zh_tw: 你可使用會議室裝置發言。切換後，將透過電話呼叫加入會議，並中斷會議室音訊

# gt0
source: Calling
de_de: Anruf
es_es: Llamando
fr_fr: Appel
hi_in: कॉल हो रहा है
id_id: Memanggil
it_it: Chiamata
ja_jp: 呼び出し中
ko_kr: 호출 중
ms_my: Memanggil
pt_br: Chamando
ru_ru: Выполняется вызов
th_th: กำลังโทร
vi_vn: Đang gọi
zh_cn: 呼叫中
zh_hk: 致電中
zh_tw: 呼叫中

# D9c
source: Calling...
de_de: Anruf...
es_es: Llamando...
fr_fr: Appel en cours…
hi_in: कॉल हो रहा है...
id_id: Memanggil...
it_it: Chiamata in corso
ja_jp: 呼び出し中...
ko_kr: 호출 중...
ms_my: Menelefon...
pt_br: Chamando...
ru_ru: Выполняется вызов...
th_th: กำลังโทร...
vi_vn: Đang gọi...
zh_cn: 呼叫中...
zh_hk: 致電中…
zh_tw: 正在撥打…

# Hfk
source: Unable to turn on your camera. Check the network and retry.
de_de: Ihre Kamera kann nicht eingeschaltet werden. Überprüfen Sie das Netzwerk und versuchen Sie es erneut.
es_es: Error al activar la cámara. Comprueba la red e inténtalo de nuevo.
fr_fr: Impossible d'activer votre caméra. Vérifiez votre réseau et réessayez.
hi_in: आपका कैमरा चालू करने में असमर्थ. नेटवर्क की जाँच करें और पुनः प्रयास करें.
id_id: Gagal menghidupkan kamera Anda. Periksa jaringan dan coba lagi.
it_it: Impossibile accendere la videocamera. Controlla la rete e riprova.
ja_jp: カメラをオンにできませんでした。ネット接続を確認してください
ko_kr: 카메라를 켤 수 없습니다. 네트워크를 확인하고 다시 시도해 보세요.
ms_my: Tidak dapat menghidupkan kamera anda. Periksa rangkaian dan cuba lagi.
pt_br: Falha ao ligar sua câmera. Verifique a rede e repita.
ru_ru: Не удалось включить камеру. Проверьте сеть и повторите попытку.
th_th: ไม่สามารถเปิดกล้องของคุณได้ ตรวจสอบเครือข่ายและลองอีกครั้ง
vi_vn: Không thể bật máy ảnh của bạn. Hãy kiểm tra mạng và thử lại.
zh_cn: 您未能打开摄像头，请检查网络
zh_hk: 你未能開啟鏡頭，請檢查網絡
zh_tw: 你未能開啟攝影機，請檢查網路

# Uuw
source: Keeping audio and shared content only. The camera is automatically turned off.
de_de: Nur Audio und geteilter Inhalt wird fortgesetzt. Die Kamera wurde automatisch ausgeschaltet.
es_es: Mantener solo el audio y el contenido compartido. La cámara se apaga automáticamente.
fr_fr: Conservation du contenu audio et partagé uniquement. La caméra est automatiquement désactivée.
id_id: Hanya menyimpan audio dan konten yang dibagikan saja. Kamera dinonaktifkan secara otomatis.
it_it: Mantenimento solo di audio e contenuto condiviso. La videocamera è stata automaticamente disattivata.
ja_jp: 音声と共有のみがオンになり、カメラが自動的にオフになりました。
ko_kr: 오디오 및 공유 콘텐츠만 유지합니다. 카메라가 자동으로 꺼졌습니다.
ms_my: Mengekalkan audio dan kandungan dikongsi sahaja. Kamera dimatikan secara automatik.
pt_br: Mantendo apenas o áudio e o conteúdo compartilhado. A câmera é desligada automaticamente.
ru_ru: Остается только звук и показанный контент. Камера автоматически отключена.
th_th: เก็บเฉพาะเสียงและเนื้อหาที่แบ่งปัน กล้องจะปิดโดยอัตโนมัติ
vi_vn: Chỉ giữ âm thanh và nội dung được chia sẻ. Máy ảnh sẽ tự động tắt.
zh_cn: 已设置仅保留音频和共享，自动关闭摄像头
zh_hk: 已設定只保留音頻和分享內容，自動關閉鏡頭
zh_tw: 已設定僅保留音訊和分享內容，自動關閉攝影機

# 1p4
source: You can still choose to join the meeting.
de_de: Sie können der Besprechung immer noch beitreten.
es_es: Aún puedes optar por unirte a la reunión.
fr_fr: Vous pouvez toujours choisir de rejoindre la réunion.
id_id: Anda masih dapat memilih untuk bergabung dalam rapat.
it_it: Puoi ancora scegliere di partecipare alla riunione.
ja_jp: 直接に会議に参加できます。
ko_kr: 계속해서 회의 참가를 선택할 수 있습니다.
ms_my: Anda masih boleh memilih untuk menyertai mesyuarat.
pt_br: Você ainda pode optar por ingressar na reunião.
ru_ru: Вы по-прежнему можете присоединиться к конференции.
th_th: คุณยังเลือกเข้าร่วมการประชุมได้
vi_vn: Bạn vẫn có thể chọn tham gia cuộc họp.
zh_cn: 你可以选择加入会议
zh_hk: 你可以選擇加入會議
zh_tw: 你可以選擇加入會議

# wSI
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# zHo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# TIE
source: Cancel call
de_de: Anruf abbrechen
es_es: Cancelar llamada
fr_fr: Annuler l'appel
hi_in: कॉल रद्द करें
id_id: Batalkan panggilan
it_it: Annulla chiamata
ja_jp: 通話をキャンセル
ko_kr: 전화 취소
ms_my: Batalkan panggilan
pt_br: Cancelar chamada
ru_ru: Отменить звонок
th_th: ยกเลิกการโทร
vi_vn: Hủy cuộc gọi
zh_cn: 取消呼叫
zh_hk: 取消致電
zh_tw: 取消撥打

# nQ8
source: Your host permission has been withdrawn.
de_de: Ihre Berechtigung als Moderator wurde zurückgezogen.
es_es: Se ha retirado tu permiso como moderador.
fr_fr: Votre autorisation d'hôte a été retirée.
id_id: Izin host Anda telah ditarik.
it_it: L'autorizzazione del tuo host è stata revocata.
ja_jp: あなたの進行役権限が取り消されました。
ko_kr: 진행자 권한이 철회되었습니다.
ms_my: Kebenaran hos anda telah ditarik balik.
pt_br: Sua permissão de host foi retirada.
ru_ru: Ваше разрешение ведущего было отозвано.
th_th: สิทธิ์การอนุญาตการเป็นโฮสต์ของคุณถูกเพิกถอนแล้ว
vi_vn: Quyền chủ phòng của bạn đã bị thu hồi.
zh_cn: 你已被取消主持人权限
zh_hk: 你已被取消主持人權限
zh_tw: 你已被取消主持人權限

# HVs
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# GjM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RZE
source: (Candidate)
de_de: (Kandidat)
es_es: (Candidato)
fr_fr: (Candidat)
id_id: (Kandidat)
it_it: (Candidato)
ja_jp: （候補者）
ko_kr: (후보자)
ms_my: (Calon)
pt_br: (Candidato)
ru_ru: (кандидат)
th_th: (ผู้มีสิทธิ์)
vi_vn: (Ứng viên)
zh_cn: （候选人）
zh_hk: (候選人)
zh_tw: (候選人)

# pdM
source: Call failed. No permission to call external number due to administrator settings.
de_de: Anruf fehlgeschlagen. Keine Berechtigung zum Anrufen einer externen Nummer aufgrund von Administratoreinstellungen.
es_es: Error en la llamada. No tienes permiso para llamar a un número externo debido a la configuración del administrador.
fr_fr: Échec de l'appel. Aucune autorisation d'appeler un numéro externe en raison des paramètres de l'administrateur.
hi_in: कॉल विफल हुआ. एडमिनिस्ट्रेटर सेटिंग्स के कारण बाहरी नंबर पर कॉल की अनुमति नहीं है.
id_id: Panggilan gagal. Tidak ada izin untuk memanggil nomor eksternal karena pengaturan administrator.
it_it: Chiamata non riuscita. Nessuna autorizzazione per chiamare un numero esterno a causa delle impostazioni dell'amministratore.
ja_jp: 呼び出し失敗。管理者の設定により、外部の電話番号への発信はできません
ko_kr: 통화에 실패했습니다. 관리자 설정으로 인해 외부 번호로 전화를 걸 권한이 없습니다.
ms_my: Panggilan gagal. Tiada kebenaran untuk memanggil nombor luaran disebabkan tetapan pentadbir.
pt_br: Falha na chamada. Sem permissão para chamar número externo devido às configurações do administrador.
ru_ru: Звонок не удался. Нет разрешения на вызов внешнего номера из-за настроек администратора.
th_th: การโทรไม่สำเร็จ ไม่มีสิทธิ์การอนุญาตในการโทรหาหมายเลขภายนอกเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Không thực hiện được cuộc gọi. Không có quyền gọi số điện thoại bên ngoài do cài đặt của quản trị viên.
zh_cn: 呼叫失败，因企业管理员设置，无权限拨打外部号码
zh_hk: 致電失敗，由於企業管理員的設定，沒有權限撥打外部號碼
zh_tw: 呼叫失敗，因企業管理員設定，無權限呼叫外部號碼

# lkk
source: You currently do not have permission to share.
de_de: Sie haben derzeit keine Berechtigung zum teilen.
es_es: Actualmente no tienes permiso para compartir.
fr_fr: Vous n'êtes actuellement pas autorisé à partager.
id_id: Anda saat ini tidak memiliki izin untuk membagikan.
it_it: Attualmente non disponi dell'autorizzazione per condividere.
ja_jp: 共有権限がありません。
ko_kr: 현재 공유할 권한이 없습니다.
ms_my: Anda kini tidak mempunyai kebenaran untuk berkongsi.
pt_br: No momento, você não tem permissão para compartilhar.
ru_ru: В данный момент у вас нет разрешения делиться.
th_th: ขณะนี้คุณไม่ได้รับอนุญาตให้แบ่งปัน
vi_vn: Bạn hiện không có quyền chia sẻ.
zh_cn: 暂无共享权限
zh_hk: 暫無分享權限
zh_tw: 暫無分享權限

# 2HQ
source: The host has disallowed requests to transcribe.
de_de: Der Moderator erlaubt keine Transkriptionsanfragen.
es_es: El moderador no permite las solicitudes de transcripción.
fr_fr: L'hôte a refusé les demandes de transcription.
id_id: Host telah melarang permintaan untuk mentranskripsi.
it_it: L'host non ha consentito le richieste di trascrizione.
ja_jp: 進行役は文字起こしのリクエストを禁止しています。
ko_kr: 진행자가 서면 기록 요청을 허용하지 않았습니다.
ms_my: Tuan rumah tidak membenarkan permintaan untuk mentranskripsikan.
pt_br: O host não permitiu solicitações de transcrição.
ru_ru: Ведущий запретил запросы на расшифровку.
th_th: โฮสต์ไม่อนุญาตให้ถอดเสียงคำขอ
vi_vn: Chủ phòng không cho phép yêu cầu chép lời.
zh_cn: 主持人已禁止申请转录
zh_hk: 主持人已禁止申請轉譯
zh_tw: 主持人已禁止申請轉錄

# jmE
source: Current plan
de_de: Derzeitiger Plan
es_es: Plan actual
fr_fr: Forfait actuel
id_id: Paket saat ini
it_it: Piano attuale
ja_jp: 対応項目
ko_kr: 현재 요금제
ms_my: Rancangan semasa
pt_br: Plano atual
ru_ru: Текущий план
th_th: แผนปัจจุบัน
vi_vn: Gói dịch vụ hiện tại
zh_cn: 会议权益
zh_hk: 會議權益
zh_tw: 會議權益

# gnU
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 组织者
zh_hk: 組織者
zh_tw: 組織者

# s3A
source: Maximum duration is 24h
de_de: Die maximale Zeitdauer beträgt 24 Std.
es_es: La duración máxima es de 24 h
fr_fr: La durée maximum est de 24 h
id_id: Maksimum durasinya adalah 24 jam
it_it: La durata massima è di 24 h
ja_jp: 会議の時間制限：最大 24 時間
ko_kr: 최대 시간은 24시간입니다
ms_my: Tempoh maksimum ialah 24h
pt_br: A duração máxima é 24h
ru_ru: Максимальная продолжительность 24 ч
th_th: ระยะเวลาสูงสุดคือ 24 ชั่วโมง
vi_vn: Thời lượng tối đa là 24h
zh_cn: 最大 24 小时会议时长
zh_hk: 會議時長上限 24 小時
zh_tw: 會議時長上限 24 小時

# IFg
source: Maximum {{num}} participants (panelists + attendees)
de_de: Maximal {{num}} Teilnehmer (Podiumsteilnehmer + Anwesende)
es_es: {{num}} participantes (panelistas + asistentes) como máximo
fr_fr: {{num}} participants maximum (panélistes + participants)
id_id: Maksimum {{num}} peserta (panelis + peserta)
it_it: Massimo {{num}} partecipanti (relatori + ospiti)
ja_jp: 最大 {{num}} 参加者まで同時参加が可能（パネリストと出席者の合計）
ko_kr: 최대 참가자 {{num}}명(패널리스트 + 참석자)
ms_my: Maksimum {{num}} peserta (panelis + peserta)
pt_br: Máximo de {{num}} participantes (membros do painel + participantes)
ru_ru: Максимальное число участников ({{num}}) (участники дискуссии + посетители)
th_th: ผู้เข้าร่วมสูงสุด {{num}} คน (ผู้ร่วมอภิปราย + ผู้เข้าร่วม)
vi_vn: Tối đa {{num}} người tham gia (tham luận viên + người tham dự)
zh_cn: 最多 {{num}} 方同时参会（嘉宾 + 观众）
zh_hk: 最多 {{num}} 方同時參加會議 (嘉賓 + 觀眾)
zh_tw: 最多 {{num}} 方同時與會 (來賓 + 觀眾)

# 1Ko
source: Maximum {{num}} participants
de_de: Maximal {{num}} Teilnehmer
es_es: {{num}} participantes como máximo
fr_fr: {{num}} participants maximum
id_id: Maksimum {{num}} peserta
it_it: Massimo {{num}} partecipanti
ja_jp: 最大 {{num}} 参加者まで同時参加が可能
ko_kr: 최대 참가자 {{num}}명
ms_my: Maksimum {{num}} peserta
pt_br: Máximo de {{num}} participantes
ru_ru: Максимальное число участников ({{num}})
th_th: ผู้เข้าร่วมสูงสุด {{num}} คน
vi_vn: Tối đa {{num}} người tham gia
zh_cn: 最多 {{num}} 方同时参会
zh_hk: 最多 {{num}} 方同時參加會議
zh_tw: 最多 {{num}} 方同時與會
