Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# nSk
source: End Now
de_de: Jetzt beenden
es_es: Finalizar ahora
fr_fr: Terminer maintenant
id_id: Akhiri Sekarang
it_it: Termina ora
ja_jp: 終了
ko_kr: 지금 종료
ms_my: Akhiri Sekarang
pt_br: Terminar agora
ru_ru: Завершить
th_th: สิ้นสุดเลย
vi_vn: Kết thúc ngay
zh_cn: 立即结束
zh_hk: 立即結束
zh_tw: 立即結束

# cdQ
source: End Rehearsal for All
de_de: Probeveranstaltung für alle beenden
es_es: Finalizar ensayo para todos
fr_fr: Arrêter la répétition pour tous
id_id: Akhiri Latihan untuk Semua
it_it: Termina prova per tutti
ja_jp: 全員のリハーサルを終了
ko_kr: 모든 참가자의 리허설 종료
ms_my: Akhiri Latihan untuk Semua
pt_br: Encerrar ensaio para todos
ru_ru: Завершить репетицию для всех
th_th: สิ้นสุดการซ้อมทั้งหมด
vi_vn: Kết thúc tổng duyệt đối với tất cả
zh_cn: 全员结束彩排
zh_hk: 全員結束彩排
zh_tw: 全員結束排練

# cWk
source: End rehearsal will dismiss all participants. Sure to end?
de_de: Mit dem Beenden der Probeveranstaltung werden alle Teilnehmer entlassen. Soll die Probeveranstaltung wirklich beendet werden?
es_es: Al finalizar el ensayo, se despedirá a todos los participantes. ¿Seguro que quieres finalizarlo?
fr_fr: Arrêter la répétition éjectera tous les participants. Êtes-vous sûr de vouloir l'arrêter ?
id_id: Mengakhiri latihan akan membubarkan semua peserta. Yakin ingin mengakhiri?
it_it: Terminando la prova congederai tutti i partecipanti. Vuoi davvero terminare?
ja_jp: リハーサルを終了すると、すべての参加者が退出します。終了しますか？
ko_kr: 리허설을 종료하면 모든 참가자가 해산됩니다. 종료하시겠습니까?
ms_my: Akhiri latihan akan membuang semua peserta. Pasti untuk berhenti?
pt_br: O encerramento do ensaio dispensará todos os participantes. Tem certeza de que quer encerrar?
ru_ru: По окончании репетиции все участники будут распущены. Обязательно закончить?
th_th: การจบการซ้อมจะทำให้ผู้เข้าร่วมทั้งหมดออกไป ต้องการจบหรือไม่
vi_vn: Khi kết thúc tổng duyệt, tất cả người tham gia sẽ bị giải tán. Bạn có chắc muốn kết thúc không?
zh_cn: 结束彩排将解散所有参会人，是否结束？
zh_hk: 結束彩排將解散所有參加者，是否結束？
zh_tw: 結束排練將會解散所有與會人員，是否結束？

# 3y4
source: End recording
de_de: Aufzeichnung beenden
es_es: Finalizar grabación
fr_fr: Mettre fin à l'enregistrement
hi_in: रिकॉर्डिंग समाप्त करें
id_id: Akhiri perekaman
it_it: Termina registrazione
ja_jp: 文字記録を終了
ko_kr: 기록 종료
ms_my: Tamatkan rakaman
pt_br: Finalizar gravação
ru_ru: Завершить запись
th_th: สิ้นสุดการบันทึก
vi_vn: Kết thúc ghi âm
zh_cn: 终止记录
zh_hk: 終止記錄
zh_tw: 終止記錄

# s5M
source: Name to be displayed in the meeting
de_de: Anzeigename in der Besprechung
es_es: Nombre que se mostrará en la reunión
fr_fr: Nom à afficher pendant la réunion
hi_in: मीटिंग में प्रदर्शित होने वाला नाम
id_id: Nama yang akan ditampilkan dalam rapat
it_it: Nome da visualizzare nella riunione
ja_jp: 名前は会議中に表示されます
ko_kr: 회의에 표시될 이름
ms_my: Nama untuk dipaparkan dalam mesyuarat
pt_br: Nome a ser exibido na reunião
ru_ru: Имя для отображения на конференции
th_th: ชื่อที่จะแสดงในการประชุม
vi_vn: Tên cần được hiển thị trong cuộc họp
zh_cn: 名字将会在会中显示
zh_hk: 名字將會在會中顯示
zh_tw: 名字將會在會議中顯示

# FZU
source: Enter a phone number
de_de: Telefonnummer eingeben
es_es: Introduzca un número de teléfono
fr_fr: Saisir un numéro de téléphone
hi_in: एक फ़ोन नंबर दर्ज करें
id_id: Masukkan nomor telepon
it_it: Immetti un numero di telefono
ja_jp: 電話番号を入力
ko_kr: 전화번호 입력
ms_my: Masukkan nombor telefon
pt_br: Insira um número de telefone
ru_ru: Укажите номер телефона
th_th: กรอกหมายเลขโทรศัพท์
vi_vn: Nhập số điện thoại
zh_cn: 请输入电话号码
zh_hk: 請輸入電話號碼
zh_tw: 請輸入電話號碼

# 7GI
source: Enter a 6-letter sharing code or 9-digit meeting ID
de_de: Geben Sie einen 6-stelligen Freigabecode oder eine 9-stellige Besprechungs-ID ein
es_es: Introduce un código para compartir de 6 letras o un código de reunión de 9 dígitos
fr_fr: Saisir un code de partage à 6 lettres ou un ID de réunion à 9 chiffres
id_id: Masukkan kode berbagi 6 huruf atau ID rapat 9 digit
it_it: Immetti un codice di condivisione a 6 lettere o l'ID riunione a 9 cifre
ja_jp: 6 桁の英字共有コードまたは 9 桁の会議 ID（数字）を入力
ko_kr: 6자리 공유 코드 또는 9자리 회의 ID를 입력하세요
ms_my: Masukkan kod perkongsian 6 huruf atau ID mesyuarat 9 digit
pt_br: Insira um código de compartilhamento de 6 letras ou um ID de reunião de 9 dígitos
ru_ru: Введите 6-символьный код показа экрана или 9-значный ID конференции
th_th: โปรดกรอกรหัสสำหรับแบ่งปัน 6 ตัวอักษรหรือ ID การประชุม 9 หลัก
vi_vn: Nhập mã chia sẻ gồm 6 chữ cái hoặc ID cuộc họp gồm 9 chữ số
zh_cn: 请输入 6 位字母投屏码或 9 位数字会议 ID
zh_hk: 請輸入 6 位元字母投影代碼或 9 位數會議 ID
zh_tw: 請輸入 6 位字母螢幕投影碼或 9 位數字會議 ID

# PqQ
source: Enter the sharing code
de_de: Freigabecode eingeben
es_es: Introduce el código para compartir
fr_fr: Saisir le code de partage
id_id: Masukkan kode berbagi
it_it: Immetti il codice di condivisione
ja_jp: 共有コードを入力
ko_kr: 공유 코드 입력
ms_my: Masukkan kod perkongsian
pt_br: Insira o código de compartilhamento
ru_ru: Введите код показа экрана
th_th: กรอกรหัสสำหรับแบ่งปัน
vi_vn: Nhập mã chia sẻ
zh_cn: 请输入投屏码
zh_hk: 請輸入投影代碼
zh_tw: 請輸入螢幕投影碼

# BsM
source: Failed to start call due to restrictions set by the admin.
de_de: Der Anruf konnte aufgrund der vom Administrator festgelegten Einschränkungen nicht gestartet werden.
es_es: No se ha podido iniciar la llamada debido a las restricciones establecidas por el administrador.
fr_fr: Échec du démarrage de l'appel en raison de restrictions définies par l'administrateur.
hi_in: एडमिन द्वारा निर्धारित प्रतिबंधों के कारण कॉल प्रारंभ करने में विफल हुआ.
id_id: Gagal memulai panggilan karena pembatasan yang ditetapkan oleh admin.
it_it: Impossibile iniziare la chiamata a causa delle restrizioni impostate dall'amministratore.
ja_jp: 管理者設定により通話できません
ko_kr: 관리자가 설정한 제한으로 인해 통화를 시작하지 못했습니다.
ms_my: Gagal memulakan panggilan kerana sekatan yang ditetapkan oleh pentadbir.
pt_br: Não foi possível iniciar a chamada devido a restrições definidas pelo(a) administrador(a).
ru_ru: Не удалось начать звонок в связи с ограничениями, установленными администратором.
th_th: ไม่สามารถเริ่มโทรได้เนื่องจากมีข้อจำกัดที่ผู้ดูแลระบบได้ตั้งค่าไว้
vi_vn: Không bắt đầu thực hiện cuộc gọi được do quản trị viên đã áp đặt các giới hạn.
zh_cn: 由于管理员设置，发起通话失败
zh_hk: 由於管理員設定，發起通話失敗
zh_tw: 由於管理員設定，發起通話失敗

# c08
source: Exit full screen
de_de: Vollbild beenden
es_es: Salir de pantalla completa
fr_fr: Quitter le mode plein écran
hi_in: पूरी स्क्रीन से बाहर आएँ
id_id: Keluar dari layar penuh
it_it: Esci dalla modalità schermo intero
ja_jp: 全画面表示を終了
ko_kr: 전체 화면 종료
ms_my: Keluar skrin penuh
pt_br: Sair do modo de tela inteira
ru_ru: Выход из полноэкранного режима
th_th: ออกจากหน้าจอแบบเต็ม
vi_vn: Thoát chế độ toàn màn hình
zh_cn: 退出全屏
zh_hk: 退出全螢幕
zh_tw: 結束全螢幕

# oQE
source: Expand
de_de: Erweitern
es_es: Desplegar
fr_fr: Afficher
id_id: Buka
it_it: Espandi
ja_jp: 追加
ko_kr: 확장
ms_my: Kembangkan
pt_br: Expandir
ru_ru: Развернуть
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 扩容
zh_hk: 擴充
zh_tw: 擴充

# LV0
source: Extend countdown
de_de: Countdown verlängern
es_es: Ampliar la cuenta atrás
fr_fr: Prolonger le compte à rebours
hi_in: उल्टी गिनती बढ़ाएँ
id_id: Perpanjang hitung mundur
it_it: Estendi il conto alla rovescia
ja_jp: カウントダウンを延長
ko_kr: 카운트 다운을 연장합니다
ms_my: Lanjutkan kaunter
pt_br: Estender a contagem regressiva
ru_ru: Продлить обратный отсчет
th_th: ขยายเวลานับถอยหลัง
vi_vn: Tăng thời gian đếm ngược
zh_cn: 延长倒计时
zh_hk: 延長倒數
zh_tw: 延長倒數計時

# qno
source: Extend
de_de: Erweitern
es_es: Ampliar
fr_fr: Prolonger
hi_in: बढ़ाएँ
id_id: Perpanjang
it_it: Estendi
ja_jp: 延長
ko_kr: 연장
ms_my: Lanjutkan
pt_br: Estender
ru_ru: Продлить
th_th: ขยาย
vi_vn: Tăng
zh_cn: 延长
zh_hk: 延長
zh_tw: 延長

# NEU
source: External
de_de: Extern
es_es: Externa
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешняя
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_hk: 外部
zh_tw: 外部

# xrg
source: Eye
de_de: Auge
es_es: Ojo
fr_fr: Œil
hi_in: आँख
id_id: Mata
it_it: Occhi
ja_jp: 目
ko_kr: 눈
ms_my: Mata
pt_br: Olha
ru_ru: Глаза
th_th: ตา
vi_vn: Mắt
zh_cn: 大眼
zh_hk: 大眼
zh_tw: 大眼

# Qc0
source: Unable to share
de_de: Freigabe nicht möglich
es_es: No se puede compartir
fr_fr: Partage impossible
id_id: Gagal membagikan
it_it: Impossibile condividere
ja_jp: 共有できませんでした。
ko_kr: 공유 불가
ms_my: Tidak dapat berkongsi
pt_br: Não é possível compartilhar
ru_ru: Не удалось поделиться
th_th: ไม่สามารถแบ่งปันได้
vi_vn: Không thể chia sẻ
zh_cn: 共享失败
zh_hk: 分享失敗
zh_tw: 分享失敗

# Sw0
source: Failed to switch to meeting. Please try again later.
de_de: Der Wechsel zur Besprechung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al cambiar a reunión. Inténtalo de nuevo más tarde.
fr_fr: Échec du passage à la réunion. Veuillez réessayer plus tard.
id_id: Gagal beralih ke rapat. Coba lagi nanti.
it_it: Impossibile passare alla riunione. Riprova più tardi.
ja_jp: 会議に切り替えできませんでした。後で再試行してください。
ko_kr: 회의로 전환하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Gagal beralih ke mesyuarat. Sila cuba lagi kemudian.
pt_br: Falha ao mudar para a reunião. Tente novamente mais tarde.
ru_ru: Не удалось переключиться на конференцию. Попробуйте позже.
th_th: เปลี่ยนไปใช้การประชุมไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
vi_vn: Chuyển sang cuộc họp không thành công. Vui lòng thử lại sau.
zh_cn: 切换至会议失败，请稍后重试
zh_hk: 切換至會議失敗，請稍後重試
zh_tw: 切換至會議失敗，請稍後重試

# C3E
source: Failed to change name. Please retry.
de_de: Namensänderung fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error al cambiar el nombre. Inténtelo de nuevo.
fr_fr: Échec du changement de nom. Veuillez réessayer.
hi_in: नाम बदलने में विफल हुआ. कृपया पुनः प्रयास करें.
id_id: Gagal mengubah nama. Coba lagi.
it_it: Impossibile modificare il nome. Riprova.
ja_jp: 変更できませんでした。再試行してください
ko_kr: 이름을 변경하지 못했습니다. 다시 시도해 보세요.
ms_my: Gagal menukar nama. Sila cuba lagi.
pt_br: Falha ao alterar o nome. Repita.
ru_ru: Не удалось изменить имя. Попробуйте еще раз.
th_th: เปลี่ยนชื่อไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Thay đổi tên thất bại. Vui lòng thử lại.
zh_cn: 改名失败，请重新修改
zh_hk: 改名失敗，請重新修改
zh_tw: 改名失敗，請重新修改

# APo
source: Retrieve
de_de: Abrufen
es_es: Recuperar
fr_fr: Récupérer
id_id: Ambil
it_it: Recupera
ja_jp: 再取得
ko_kr: 검색
ms_my: Dapatkan semula
pt_br: Recuperar
ru_ru: Получить
th_th: ดึงข้อมูล
vi_vn: Truy hồi
zh_cn: 重新获取
zh_hk: 重新獲取
zh_tw: 重新取得

# 3Ks
source: Failed to load subtitles
de_de: Untertitel konnten nicht geladen werden.
es_es: Error al cargar los subtítulos
fr_fr: Échec du chargement des sous-titres
hi_in: कैप्शन लोड करने में विफल हुआ
id_id: Gagal memuat subtitle
it_it: Impossibile caricare i sottotitoli
ja_jp: 字幕の読み込みが失敗しました
ko_kr: 자막 로드 실패
ms_my: Gagal memuatkan sarikata
pt_br: Não foi possível carregar as legendas
ru_ru: Не удалось загрузить субтитры
th_th: ไม่สามารถโหลดคำบรรยาย
vi_vn: Tải tiêu đề thất bại
zh_cn: 字幕加载失败
zh_hk: 字幕載入失敗
zh_tw: 字幕載入失敗

# phQ
source: Filter by participant
de_de: Nach Teilnehmer filtern
es_es: Filtrar por participante
fr_fr: Filtrer par participant
hi_in: सहभागी के अनुसार फ़िल्टर करें
id_id: Filter berdasarkan peserta
it_it: Filtra per partecipante
ja_jp: 参加者でフィルター
ko_kr: 참가자별 필터링
ms_my: Tapis mengikut peserta
pt_br: Filtrar por participante
ru_ru: Фильтрация по участникам
th_th: กรองตามผู้เข้าร่วม
vi_vn: Lọc theo người tham gia
zh_cn: 按参会人筛选
zh_hk: 按參加者篩選
zh_tw: 按與會人員篩選

# pkc
source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres
hi_in: फ़िल्टर
id_id: Filter
it_it: Filtri
ja_jp: フィルタ
ko_kr: 필터
ms_my: Tapis
pt_br: Filtros
ru_ru: Фильтры
th_th: ฟิลเตอร์
vi_vn: Bộ lọc
zh_cn: 滤镜
zh_hk: 濾鏡
zh_tw: 濾鏡

# 9CY
source: 5 minutes until end of discussion
de_de: 5 Minuten bis Diskussionsende
es_es: 5 minutos para el fin de la discusión
fr_fr: 5 minutes restantes avant la fin de la discussion
id_id: 5 menit hingga diskusi berakhir
it_it: 5 minuti al termine della discussione
ja_jp: ブレイクアウトルームが終了するまで残り 5 分です。
ko_kr: 토론 종료까지 5분
ms_my: 5 minit sebelum akhir perbincangan
pt_br: 5 minutos até o final da discussão
ru_ru: 5 минут до окончания обсуждения
th_th: 5 นาทีก่อนสิ้นสุดการสนทนา
vi_vn: 5 phút cho đến khi kết thúc cuộc thảo luận
zh_cn: 距离讨论结束还有 5 分钟
zh_hk: 距離討論結束還有 5 分鐘
zh_tw: 距離討論結束還有 5 分鐘

# bjU
source: Focus
de_de: Fokus
es_es: Enfoque
fr_fr: Zone activ
id_id: Fokus
ja_jp: フォーカス
ko_kr: 포커스
ms_my: Fokus
pt_br: Foco
ru_ru: Фокус
th_th: โฟกัส
vi_vn: Tiêu điểm
zh_cn: 焦点
zh_hk: 焦點
zh_tw: 焦點

# hJk
source: Setting focus video will stop syncing the stage. Still set?
de_de: Des Einstellen des Fokusvideos beendet das Synchronisieren des Podiums. Trotzdem einstellen?
es_es: El establecimiento del enfoque de vídeo detendrá la sincronización del escenario. ¿Establecer igualmente?
fr_fr: Définir la vidéo mise en avant arrêtera la synchronisation de la scène. Définir quand même ?
id_id: Mengatur video fokus akan menghentikan sinkronisasi panggung. Tetap atur?
it_it: L'impostazione del video in primo piano interromperà la sincronizzazione dell'area. Impostare comunque?
ja_jp: フォーカスを設定すると、ステージの同期が終了します。設定しますか？
ko_kr: 포커스 비디오를 설정하면 스테이지 동기화가 중지됩니다. 그래도 설정하시겠습니까?
ms_my: Menetapkan video fokus akan menghentikan penyelarasan pentas. Teruskan tetapkan?
pt_br: Configurar o vídeo em destaque interromperá a sincronização do palco. Configurar mesmo assim?
ru_ru: Установка фокуса видео остановит синхронизацию сцены. Все еще установлено?
th_th: การตั้งค่าวิดีโอจุดสนใจจะหยุดการซิงค์เวที ยังต้องการตั้งค่าอยู่หรือไม่
vi_vn: Việc đặt video tiêu điểm sẽ dừng đồng bộ hóa giai đoạn. Vẫn đặt?
zh_cn: 设置焦点视频将停止同步舞台，是否设置？
zh_hk: 設定焦點視像將停止同步舞台，是否設定？
zh_tw: 設定焦點視訊將停止同步舞台，是否設定？

# SS8
source: Once confirmed, participants will focus on {{name}}'s video. Only the host and the focused person can switch the view.
de_de: Nach der Bestätigung fokussieren sich die Teilnehmer auf das Video von {{name}}. Nur der Moderator und die fokussierte Person können die Ansicht wechseln.
es_es: Si confirmas, los participantes se centrarán en el vídeo de {{name}}. Solo el moderador y la persona enfocada podrán cambiar la vista.
fr_fr: Après la confirmation, la vidéo de {{name}} sera mise en avant pour les participants. Seul l'hôte et la personne mise en avant peuvent changer l'affichage.
id_id: Setelah dikonfirmasi, peserta akan fokus pada video {{name}}. Hanya host dan orang yang difokuskan yang dapat mengalihkan tampilan.
it_it: Dopo la conferma, i partecipanti avranno il video di {{name}} in primo piano. Solo l'host e la persona in primo piano possono cambiare la visualizzazione.
ja_jp: 設定後、参加者は {{name}} のビデオ画面にフォーカスします。進行役とフォーカスされた参加者のみがビューを切り替えできます。
ko_kr: 확인되면 참가자는 {{name}} 님의 비디오에 집중합니다. 진행자와 집중된 사용자만 보기를 전환할 수 있습니다.
ms_my: Setelah disahkan, peserta akan fokus pada video {{name}}. Hanya hos dan orang yang difokuskan boleh menukar pandangan.
pt_br: Após a confirmação, os participantes se concentrarão no vídeo de {{name}}. Somente o host e a pessoa focada podem mudar a visualização.
ru_ru: После подтверждения участники сосредоточатся на видео {{name}}. Только ведущий и человек в фокусе могут переключать вид.
th_th: เมื่อได้รับการยืนยันแล้ว ผู้เข้าร่วมจะเน้นไปที่วิดีโอของ {{name}} เฉพาะโฮสต์และบุคคลที่ถูกโฟกัสเท่านั้นที่สามารถเปลี่ยนมุมมองได้
vi_vn: Sau khi xác nhận, người tham gia sẽ tập trung vào video của {{name}}. Chỉ chủ phòng và người trở thành tiêu điểm mới có thể chuyển chế độ xem.
zh_cn: 设置后，参会方将聚焦{{name}}的视频，仅主持人和被聚焦人可切换视图
zh_hk: 設定後，參會方將聚焦 {{name}} 的視像，只有主持人和被聚焦者可切換檢視模式
zh_tw: 設定後，參與者將聚焦 {{name}} 的視訊，僅主持人和被聚焦人可切換視圖

# MAw
source: Focus video set. Reverted to default order.
de_de: Fokusvideo ist festgelegt. Es wurde auf die Standardreihenfolge zurückgesetzt.
es_es: Enfoque de vídeo establecido. Se ha vuelto al orden por defecto.
fr_fr: Vidéo mise en avant définie. Retour à l'ordre par défaut.
id_id: Video fokus ditetapkan. Dikembalikan ke urutan default.
it_it: Video in primo piano impostato. Ritorno all'ordine preimpostato.
ja_jp: フォーカスを設定しました。画面の並び順はデフォルトに戻りました。
ko_kr: 포커스 비디오를 설정했습니다. 기본 순서로 되돌렸습니다.
ms_my: Video fokus ditetapkan. Kembali ke susunan lalai.
pt_br: Vídeo em destaque configurado. Revertido para a ordem padrão.
ru_ru: Видео в фокусе установлено. Порядку по умолчанию восстановлен.
th_th: ตั้งค่าวิดีโอจุดสนใจแล้ว เปลี่ยนกลับเป็นคำสั่งเริ่มต้น
vi_vn: Đã đặt video tiêu điểm. Đã khôi phục về thứ tự mặc định.
zh_cn: 焦点视频设置成功，你已恢复默认顺序
zh_hk: 焦點視像設定成功，你已恢復預設順序
zh_tw: 焦點視訊設定成功，你已還原至預設順序

# o7I
source: Focus video set
de_de: Fokusvideo wurde festgelegt
es_es: Enfoque de vídeo configurado
fr_fr: Vidéo mise en avant définie
id_id: Kumpulan video fokus
it_it: Video in primo piano impostato
ja_jp: フォーカスを設定しました。
ko_kr: 포커스 비디오 설정
ms_my: Video fokus ditetapkan
pt_br: Vídeo em destaque configurado
ru_ru: Видео в фокусе установлено
th_th: ตั้งวิดีโอจุดสนใจ
vi_vn: Đã đặt video tiêu điểm
zh_cn: 焦点视频设置成功
zh_hk: 成功設定焦點視像
zh_tw: 焦點視訊設定成功

# 7pI
source: Focus video has been set. Syncing video order is not supported.
de_de: Fokusvideo wurde festgelegt. Das Synchronisieren der Videoanordnung wird nicht unterstützt.
es_es: Se ha establecido el enfoque de vídeo. No se puede sincronizar el orden de vídeo.
fr_fr: La vidéo mise en avant a été définie. Il n'est pas possible de ynchroniser l'ordre des vidéos.
id_id: Video fokus telah ditetapkan. Menyinkronkan urutan video tidak didukung.
it_it: Video in primo piano impostato. La sincronizzazione dell'ordine video non è supportata.
ja_jp: フォーカスを設定しているため、画面の並び順を同期できません。
ko_kr: 포커스 비디오가 설정되었습니다. 비디오 순서 동기화는 지원되지 않습니다.
ms_my: Video fokus telah ditetapkan. Penyelarasan susunan video tidak disokong.
pt_br: O vídeo em destaque foi configurado. A sincronização da ordem de vídeos não é permitida.
ru_ru: Задано главное видео. Синхронизация порядка видео не поддерживается.
th_th: ตั้งโฟกัสวิดีโอแล้ว ไม่รองรับการซิงค์ลำดับวิดีโอ
vi_vn: Video tiêu điểm đã được đặt. Không thể đồng bộ hóa thứ tự video.
zh_cn: 已设置焦点视频，不支持为所有人同步视频顺序
zh_hk: 已設定焦點視像，不支援為所有人同步視像順序
zh_tw: 已設定焦點視訊，不支援為所有人同步視訊順序

# JPc
source: Focus video has been set. Syncing video order for attendees is not supported.
de_de: Fokusvideo wurde festgelegt. Das Synchronisieren der Videoanordnung für Anwesende wird nicht unterstützt.
es_es: Se ha establecido el enfoque de vídeo. No se puede sincronizar el orden de vídeo para los asistentes.
fr_fr: La vidéo mise en avant a été définie. La synchronisation de l'ordre des vidéos pour les participants n'est pas prise en charge.
id_id: Video fokus telah ditetapkan. Menyinkronkan urutan video untuk peserta tidak didukung.
it_it: Video in primo piano impostato. La sincronizzazione dell'ordine video per gli ospiti non è supportata.
ja_jp: フォーカスを設定しているため、出席者に画面の並び順を同期できません。
ko_kr: 포커스 비디오가 설정되었습니다. 참석자의 비디오 순서 동기화는 지원되지 않습니다.
ms_my: Video fokus telah ditetapkan. Menyelaraskan urutan video untuk peserta tidak disokong.
pt_br: O vídeo em destaque foi configurado. A sincronização da ordem de vídeos para participantes não é permitida.
ru_ru: Установлено видео в фокусе. Синхронизация порядка видео для посетителей не поддерживается.
th_th: ตั้งโฟกัสวิดีโอแล้ว ไม่รองรับการซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วม
vi_vn: Video tiêu điểm đã được đặt. Không hỗ trợ đồng bộ hóa thứ tự video cho người tham dự.
zh_cn: 已设置焦点视频，不支持为观众同步视频顺序
zh_hk: 已設定焦點視像，不支援為觀眾同步視像順序
zh_tw: 已設定焦點視訊，不支援為觀眾同步視訊順序

# 5D4
source: From the host:
de_de: Vom Moderator:
es_es: Del moderador:
fr_fr: De l'hôte :
hi_in: होस्ट की तरफ से:
id_id: Dari host:
it_it: Dall'host:
ja_jp: 進行役より：
ko_kr: 진행자로부터:
ms_my: Dari hos:
pt_br: Do host:
ru_ru: От ведущего:
th_th: จากโฮสต์:
vi_vn: Từ người tổ chức:
zh_cn: 主持人对所有人说：
zh_hk: 主持人對所有人說：
zh_tw: 主持人對所有人說：

# vok
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
id_id: Layar penuh
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ms_my: Skrin penuh
pt_br: Tela inteira
ru_ru: Полный экран
th_th: เต็มหน้าจอ
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_hk: 全螢幕
zh_tw: 全螢幕

# FMI
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
id_id: Galeri
it_it: Raccolta
ja_jp: ギャラリー
ko_kr: 갤러리
ms_my: Galeri
pt_br: Galeria
ru_ru: Галерея
th_th: แกลเลอรี
vi_vn: Thư viện
zh_cn: 宫格
zh_hk: 宮格
zh_tw: 方格

# ZL8
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 取得中…
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 获取中…
zh_hk: 獲取中…
zh_tw: 取得中…

# 04Y
source: Start
es_es: Iniciar
fr_fr: Démarrer
id_id: Mulai
it_it: Avvia
ja_jp: 認定へ
ko_kr: 시작
ms_my: Mula
pt_br: Iniciar
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 前往认证
zh_hk: 前往認證
zh_tw: 前往認證

# /gM
source: Got it
de_de: Ich habe verstanden.
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गए
id_id: Mengerti
it_it: Ok
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Já percebi
ru_ru: Понятно
th_th: รับทราบ
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# 7fE
source: Non-group members can't participate and view group in-meeting chat.
de_de: Nicht-Gruppenmitglieder können nicht am Gruppenchat in der Besprechung teilnehmen und ihn nicht sehen.
es_es: Los miembros que no son del grupo no pueden participar ni ver el chat del grupo en la reunión.
fr_fr: Les personnes n'étant pas membres du groupe ne peuvent pas participer à la discussion de groupe ni l'afficher durant la réunion.
id_id: Anggota nongrup tidak dapat berpartisipasi dan melihat obrolan dalam rapat grup.
it_it: I membri fuori dal gruppo non possono partecipare e visualizzare la chat del gruppo interna alla riunione.
ja_jp: グループにいないため、グループチャットを表示・参加できません。
ko_kr: 그룹 구성원이 아닌 구성원은 참가할 수 없으며 그룹 회의 중 채팅을 볼 수 없습니다.
ms_my: Bukan ahli kumpulan tidak boleh menyertai dan melihat sembang dalam mesyuarat kumpulan.
pt_br: Membros que não fazem parte do grupo não podem participar e visualizar o chat na reunião do grupo.
ru_ru: Не участники группы не могут участвовать и просматривать групповой чат во время конференции.
th_th: ผู้ที่ไม่ใช่สมาชิกกลุ่มไม่สามารถเข้าร่วมและดูแชทในการประชุมกลุ่มได้
vi_vn: Thành viên ngoài nhóm không thể tham gia và xem cuộc trò chuyện trong cuộc họp của nhóm.
zh_cn: 你不在该群，无法参与和查看群内发起会议的聊天
zh_hk: 你不在該群組內，無法參與和查看群組中的會議內聊天
zh_tw: 你不在該群組內，無法參與和查看群組中的會議內聊天

# gJI
source: Hand Down
de_de: Hand senken
es_es: Bajar la mano
fr_fr: Main baissée
id_id: Turunkan Tangan
it_it: Abbassa la mano
ja_jp: 手を降ろす
ko_kr: 손 내리기
ms_my: Tangan ke Bawah
pt_br: Abaixar a mão
ru_ru: Опустить руку
th_th: เอามือลง
vi_vn: Hạ tay
zh_cn: 手放下
zh_hk: 手放下
zh_tw: 手放下

# 53g
source: Headphones
de_de: Kopfhörer
es_es: Auriculares
fr_fr: Écouteurs
hi_in: हेडफोन
id_id: Headphone
it_it: Cuffie
ja_jp: ヘッドセット
ko_kr: 헤드폰
ms_my: Fon telinga
pt_br: Fones de ouvido
ru_ru: Наушники
th_th: หูฟัง
vi_vn: Tai nghe
zh_cn: 耳机
zh_hk: 耳機
zh_tw: 耳機

# wPw
source: Click to hide or access toolbar
de_de: Klicken Sie, um auf die Symbolleiste zuzugreifen oder um sie auszublenden
es_es: Haz clic para ocultar la barra de herramientas o acceder a ella
fr_fr: Cliquez pour masquer ou accéder à la barre d'outils
id_id: Klik untuk menyembunyikan atau mengakses bilah alat
it_it: Fai clic per nascondere la barra degli strumenti o accedervi
ja_jp: タップしてツールバーを表示・非表示
ko_kr: 클릭하여 도구 모음을 숨기거나 도구 모음에 액세스
ms_my: Klik untuk sembunyikan atau akses bar alat
pt_br: Clique para ocultar ou acessar a barra de ferramentas
ru_ru: Щелкните, чтобы скрыть панель инструментов или получить к ней доступ
th_th: คลิกเพื่อซ่อนหรือเข้าถึงแถบเครื่องมือ
vi_vn: Nhấp để ẩn hoặc truy cập thanh công cụ
zh_cn: 单击隐藏或唤起工具栏
zh_hk: 點擊以隱藏或存取工具列
zh_tw: 按一下以隱藏或存取工具列

# AfA
source: Collapse
de_de: Reduzieren
es_es: Contraer
fr_fr: Réduire
id_id: Lipat
it_it: Comprimi
ja_jp: 法人情報を非表示
ko_kr: 축소
ms_my: Runtuhkan
pt_br: Recolher
ru_ru: Свернуть
th_th: ยุบ
vi_vn: Thu gọn
zh_cn: 收起企业信息页
zh_hk: 收合企業資訊頁面
zh_tw: 摺疊企業資訊頁面

# w/c
source: Hide My View
de_de: Meine Ansicht ausblenden
es_es: Ocultar mi vista
fr_fr: Masquer Mon affichage
id_id: Sembunyikan Tampilan Saya
it_it: Nascondi la mia visualizzazione
ja_jp: 自分の映像を非表示
ko_kr: 내 보기 숨기기
ms_my: Sembunyikan Pandangan Saya
pt_br: Ocultar minha visualização
ru_ru: Скрыть мой вид
th_th: ซ่อนมุมมองของฉัน
vi_vn: Ẩn chế độ xem của tôi
zh_cn: 隐藏本人视图
zh_hk: 隱藏本人檢視模式
zh_tw: 隱藏本人視圖
