Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# kTs
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 作成
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 新建
zh_hk: 建立
zh_tw: 建立新的

# 2DA
source: Please enter IP address
de_de: Geben Sie die IP-Adresse ein.
es_es: Introduce la dirección IP
fr_fr: Veuillez saisir l'adresse IP
hi_in: कृपया IP पता दर्ज करें
id_id: Masukkan alamat IP
it_it: Immetti l'indirizzo IP
ja_jp: IP アドレスを入力
ko_kr: IP 주소를 입력하세요
ms_my: Sila masukkan alamat IP
pt_br: Insira o endereço IP
ru_ru: Введите IP-адрес
th_th: โปรดป้อนที่อยู่ IP
vi_vn: Vui lòng nhập địa chỉ IP
zh_cn: 请输入 IP 地址
zh_hk: 請輸入 IP 位址
zh_tw: 請輸入 IP 位址

# c7M
source: All users can watch this livestream.
de_de: Nur Benutzer meiner Organisation können diesen Livestream ansehen.
es_es: Solo los usuarios de mi organización pueden ver esta emisión en directo.
fr_fr: Seuls les utilisateurs de mon organisation peuvent regarder ce livestream.
hi_in: केवल मेरे संगठन के उपयोगकर्ता ही इस लाइवस्ट्रीम को देख सकते हैं.
id_id: Hanya pengguna dari organisasi saya yang dapat menonton streaming langsung ini.
it_it: Solo gli utenti della mia organizzazione possono guardare questo live streaming.
ja_jp: すべてのユーザーがこのストリーミングを視聴できます
ko_kr: 내 기업의 사용자만 이 라이브 방송을 볼 수 있습니다
ms_my: Semua pengguna boleh menonton siaran langsung ini.
pt_br: Apenas os usuários da minha organização podem assistir a esta livestream.
ru_ru: Только пользователи из моей организации могут смотреть эту трансляцию.
th_th: เฉพาะผู้ใช้จากองค์กรของฉันเท่านั้นที่สามารถรับชมสตรีมสดนี้ได้
vi_vn: Chỉ người dùng từ tổ chức của tôi mới có thể xem phiên phát trực tiếp này.
zh_cn: 所有用户可观看该直播
zh_hk: 所有用戶均可觀看該直播
zh_tw: 所有使用者均可觀看該直播

# f/o
source: All users can watch
de_de: Alle Benutzer können anschauen
es_es: Los usuarios seleccionados pueden ver esta emisión en directo.
fr_fr: Les utilisateurs sélectionnés peuvent regarder ce livestream.
hi_in: चयनित उपयोगकर्ता इस लाइवस्ट्रीम को देख सकते हैं.
id_id: Pengguna yang dipilih dapat menonton streaming langsung ini.
it_it: Gli utenti selezionati possono guardare questo live streaming.
ja_jp: すべてのユーザーが視聴可能
ko_kr: 선택된 사용자는 이 라이브 방송을 볼 수 있습니다.
ms_my: Semua pengguna boleh menonton
pt_br: Os usuários selecionados podem assistir a esta livestream.
ru_ru: Выбранные пользователи могут смотреть эту трансляцию.
th_th: ผู้ใช้ที่ถูกเลือกสามารถรับชมสตรีมสดนี้ได้
vi_vn: Người dùng đã chọn có thể xem phiên phát trực tiếp này.
zh_cn: 所有用户可观看
zh_hk: 所有用戶可觀看
zh_tw: 所有使用者可觀看

# 5Ug
source: Muted
de_de: Stummgeschaltet
es_es: Silenciado
fr_fr: En sourdine
hi_in: म्यूट किया गया
id_id: Dibisukan
it_it: Audio disattivato
ja_jp: ミュート中
ko_kr: 음소거됨
ms_my: Dibisu
pt_br: Mudo ativado
ru_ru: Выключен звук
th_th: ปิดเสียงแล้ว
vi_vn: Đã tắt tiếng
zh_cn: 已静音
zh_hk: 已靜音
zh_tw: 已靜音

# 2Q4
source: Sharing stopped
de_de: Freigabe beendet
es_es: Uso compartido detenido
fr_fr: Partage arrêté
id_id: Berbagi dihentikan
it_it: Condivisione interrotta
ja_jp: 共有を停止しました
ko_kr: 공유 중지됨
ms_my: Perkongsian dihentikan
pt_br: Compartilhamento interrompido
ru_ru: Показ остановлен
th_th: หยุดแบ่งปันแล้ว
vi_vn: Đã dừng chia sẻ
zh_cn: 已停止共享
zh_hk: 已停止分享
zh_tw: 已停止分享

# qGg
source: Answering a call. Mic currently unavailable.
de_de: Ein Anruf wird entgegengenommen. Das Mikrofon ist aktuell nicht verfügbar.
es_es: Respondiendo a llamada. El micrófono no está disponible.
fr_fr: Réponse à un appel. Micro non disponible pour l'instant.
id_id: Menjawab panggilan. Mik tidak tersedia saat ini.
it_it: Risposta a una chiamata in corso. Microfono al momento non disponibile.
ja_jp: 現在通話中のため、マイクが使用できません。
ko_kr: 전화를 받는 중입니다. 마이크는 현재 사용할 수 없습니다.
ms_my: Menjawab panggilan. Mikrofon tidak tersedia buat masa ini.
pt_br: Atendendo uma chamada. Microfone indisponível no momento.
ru_ru: Ответ на вызов. В настоящее время микрофон не доступен.
th_th: กำลังรับสาย ไมค์ไม่พร้อมใช้งานในขณะนี้
vi_vn: Trả lời cuộc gọi. Micrô hiện không khả dụng.
zh_cn: 正在接听系统电话，麦克风不可用
zh_hk: 正在接聽系統電話，無法使用麥克風
zh_tw: 正在接聽系統電話，麥克風無法使用

# DS0
source: Please answer the incoming call from system. Call will be dialled automatically to receiver.
de_de: Bitte nehmen Sie den eingehenden Anruf vom System entgegen. Der Anruf wird automatisch an den Empfänger weitergeleitet.
es_es: Responde a la llamada entrante del sistema. El receptor recibirá la llamada automáticamente.
fr_fr: Veuillez répondre à l'appel entrant du système. L'appel sera composé automatiquement au récepteur.
hi_in: कृपया सिस्टम से इनकमिंग कॉल का उत्तर दें. प्राप्तकर्ता को स्वचालित रूप से कॉल डायल किया जाएगा.
id_id: Jawab panggilan masuk dari sistem. Panggilan akan dilakukan secara otomatis ke penerima.
it_it: Rispondi alla chiamata in arrivo dal sistema. La chiamata sarà trasmessa automaticamente al ricevente.
ja_jp: 先にシステム通話に応答してください。相手に自動的に電話をかけます
ko_kr: 시스템에서 걸려오는 전화에 응답해 주세요. 수신자에게 자동으로 전화가 걸립니다.
ms_my: Sila jawab panggilan masuk dari sistem. Panggilan akan dial secara automatik ke penerima.
pt_br: Atenda à chamada feita pelo sistema. A chamada será feita automaticamente para o destinatário.
ru_ru: Пожалуйста, ответьте на входящий звонок из системы. Звонок будет автоматически набран на получателя.
th_th: โปรดรับสายเรียกเข้าจากระบบ ระบบจะโทรหาผู้รับโดยอัตโนมัติ
vi_vn: Vui lòng trả lời cuộc gọi đến từ hệ thống. Cuộc gọi sẽ được quay số tự động đến người nhận.
zh_cn: 请先接听系统来电，随后将自动呼叫对方
zh_hk: 請先接聽系統來電，隨後將自動呼叫對方
zh_tw: 請先接聽系統來電，隨後將自動呼叫對方

# Fv0
source: {{APP_DISPLAY_NAME}} Meetings
es_es: {{APP_DISPLAY_NAME}} Reuniones
hi_in: {{APP_DISPLAY_NAME}} मीटिंग
id_id: Rapat {{APP_DISPLAY_NAME}}
it_it: Riunioni {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}}会議
ko_kr: {{APP_DISPLAY_NAME}} 화상 회의
ms_my: {{APP_DISPLAY_NAME}} Mesyuarat
pt_br: Reuniões {{APP_DISPLAY_NAME}}
ru_ru: Конференции {{APP_DISPLAY_NAME}}
zh_cn: {{APP_DISPLAY_NAME}}会议
zh_hk: {{APP_DISPLAY_NAME}}會議
zh_tw: {{APP_DISPLAY_NAME}}會議

# uAA
source: Audio is disconnected.
de_de: Die Audio-Verbindung wurde getrennt.
es_es: El audio está desconectado.
fr_fr: Le son est déconnecté.
hi_in: ऑडियो डिस्कनेक्ट किया गया.
id_id: Audio terputus.
it_it: L'audio è disconnesso.
ja_jp: 音声接続を切断しました
ko_kr: 오디오 연결이 끊어졌습니다.
ms_my: Audio terputus.
pt_br: O áudio está desconectado.
ru_ru: Аудио отключено.
th_th: เสียงถูกตัดการเชื่อมต่อ
vi_vn: Đã ngắt kết nối âm thanh.
zh_cn: 音频已断开
zh_hk: 音訊已中斷
zh_tw: 音訊已中斷

# Iw0
source: Meeting automatically ends
de_de: Besprechung endet automatisch
es_es: La reunión finaliza automáticamente
fr_fr: La réunion se termine automatiquement
hi_in: मीटिंग स्वचालित रूप से समाप्त होती है
id_id: Rapat otomatis berakhir
it_it: La riunione termina automaticamente
ja_jp: 会議は終了しました
ko_kr: 회의가 자동으로 종료됩니다
ms_my: Mesyuarat berakhir secara automatik
pt_br: A reunião se encerrará automaticamente
ru_ru: Конференция автоматически завершается
th_th: การประชุมสิ้นสุดลงโดยอัตโนมัติ
vi_vn: Cuộc họp tự động kết thúc
zh_cn: 会议已自动结束
zh_hk: 會議已自動結束
zh_tw: 會議已自動結束

# 8Yo
source: Device power below {{number}}%. We recommend keeping audio and shared content only to save power.
de_de: Die Batterierestladung des Geräts ist geringer als {{number}} %. Um Energie zu sparen, sollten Sie nur Audio und geteilten Inhalt fortsetzen.
es_es: Potencia del dispositivo inferior al {{number}}%. Recomendamos mantener solo el audio y el contenido compartido para ahorrar energía.
fr_fr: Batterie de l'appareil inférieure à {{number}} %. Nous recommandons de conserver uniquement le contenu audio et partagé pour économiser de l'énergie.
id_id: Daya perangkat di bawah {{number}}%. Kami merekomendasikan Anda untuk hanya menyimpan audio dan konten yang dibagikan untuk menghemat daya.
it_it: Batteria del dispositivo inferiore a {{number}}%. Consigliamo di mantenere solo l'audio e il contenuto condiviso per risparmiare energia.
ja_jp: デバイスのバッテリー残量が {{number}}% 以下になっています。バッテリー消費を抑えるために、「音声と共有のみ」に切り替えることをおすすめします。
ko_kr: 장치 전원이 {{number}}% 미만입니다. 전원을 절약하도록 오디오 및 공유 콘텐츠만 유지하는 것이 좋습니다.
ms_my: Kuasa peranti di bawah {{number}}%. Kami cadangkan mengekalkan audio dan kandungan dikongsi sahaja untuk menjimatkan kuasa.
pt_br: Potência do dispositivo abaixo de {{number}}%. Recomendamos manter o áudio e o conteúdo compartilhado apenas para economizar energia.
ru_ru: Уровень заряда устройства ниже {{number}}%. Рекомендуем оставить только звук и показанный контент, чтобы снизить энергопотребление.
th_th: อุปกรณ์เหลือพลังงานต่ำกว่า {{number}}% ขอแนะนำให้เก็บเฉพาะเสียงและเนื้อหาที่แบ่งปันเพื่อประหยัดพลังงาน
vi_vn: Năng lượng thiết bị dưới {{number}}%. Bạn chỉ nên giữ âm thanh và nội dung được chia sẻ để tiết kiệm năng lượng.
zh_cn: 设备电量低于{{number}}%，建议仅保留音频和共享以省电使用
zh_hk: 裝置電量低於{{number}}%，建議只保留音頻和分享內容以節省電量
zh_tw: 裝置電量低於 {{number}}%，建議僅保留音訊和分享內容以節省電量

# Xbo
source: Auto
de_de: Autom.
es_es: Automático
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
ru_ru: Авто
th_th: อัตโนมัติ
vi_vn: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# zl0
source: Customize
de_de: Individuell anpassen
es_es: Personalizar
fr_fr: Personnaliser
id_id: Kustomisasi
it_it: Personalizza
ja_jp: カスタム
ko_kr: 커스터마이징
ms_my: Ubah suai
pt_br: Personalizar
ru_ru: Настр.
th_th: ปรับแต่ง
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# NvQ
source: Original
id_id: Asli
it_it: Originale
ja_jp: 元画像
ko_kr: 오리지널
ms_my: Asal
ru_ru: Нет
th_th: ดั้งเดิม
vi_vn: Nguyên bản
zh_cn: 无
zh_hk: 無
zh_tw: 無

# niw
source: Call
de_de: Anruf
es_es: Llamar
fr_fr: Appeler
hi_in: सभी को कॉल करें
id_id: Panggilan
it_it: Chiama
ja_jp: 一括呼出
ko_kr: 호출
ms_my: Panggil
pt_br: Ligar
ru_ru: Вызов
th_th: โทร
vi_vn: Cuộc gọi
zh_cn: 一键呼叫
zh_hk: 一鍵撥打
zh_tw: 一鍵呼叫

# 0aA
source: VoIP
ja_jp: 音声通話をご利用ください
zh_cn: 语音电话
zh_hk: 語音電話
zh_tw: 語音電話

# vvY
source: You can't initiate a phone call with this user right now because of the administrator settings.
de_de: Anruf fehlgeschlagen. Aufgrund von Administratoreinstellungen haben Sie keine Berechtigung, einen Telefonanruf mit anderen Teilnehmern einzuleiten.
es_es: La llamada falló. No hay permisos para iniciar una llamada telefónica a terceros debido a los ajustes de administrador.
fr_fr: Échec de l'appel. Vous n'êtes pas autorisé à initier appel téléphonique à un tiers en raison des paramètres administrateur.
hi_in: कॉल नहीं हो सकी. व्यवस्थापक सेटिंग्स के कारण अन्य पक्षों को फ़ोन कॉल करने की अनुमति नहीं है.
id_id: Panggilan gagal. Tidak ada izin untuk menginisiasi panggilan telepon ke pihak lain karena pengaturan administrator.
it_it: Chiamata non riuscita. Non hai i permessi necessari per avviare chiamate con altre parti a causa delle impostazioni amministratore.
ja_jp: 法人管理者の設定により、このユーザーを呼び出すことができません。
ko_kr: 통화에 실패했습니다. 관리자 설정으로 인해 상대방에게 전화를 걸 수 있는 권한이 없습니다.
ms_my: Anda tidak boleh memulakan panggilan telefon dengan pengguna ini sekarang kerana tetapan pentadbir.
pt_br: Chamada com falha. Nenhuma permissão para iniciar uma chamada telefônica para outras partes devido às configurações do administrador.
ru_ru: Звонок не удался. Нет разрешения инициировать телефонный звонок другим сторонам из-за настроек администратора.
th_th: การโทรล้มเหลว ไม่ได้รับอนุญาตให้โทรออกไปยังบุคคลอื่นเนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Cuộc gọi không thành công. Không có quyền gọi điện thoại cho các bên khác do cài đặt quản trị viên.
zh_cn: 由于企业管理员设置，你暂时无法向该用户发起电话呼叫
zh_hk: 呼叫失敗，根據企業管理員設定，你無權向對方發起電話呼叫
zh_tw: 呼叫失敗，依企業管理員設定，你無權向對方發起電話呼叫

# L50
source: Call failed
de_de: Anruf fehlgeschlagen
es_es: Error en la llamada
fr_fr: Échec de l'appel
hi_in: कॉल विफल हुआ
id_id: Panggilan gagal
it_it: Chiamata non riuscita
ja_jp: 呼び出し失敗
ko_kr: 통화에 실패했습니다
ms_my: Panggilan gagal
pt_br: Falha na chamada
ru_ru: Звонок не удался
th_th: การโทรไม่สำเร็จ
vi_vn: Không thực hiện được cuộc gọi
zh_cn: 拨打失败
zh_hk: 撥打失敗
zh_tw: 撥打失敗

# ckQ
source: Call ({{number}})
de_de: ({{number}}) anrufen
es_es: Llamar ({{number}})
fr_fr: Appel ({{number}})
hi_in: ({{number}}) पर कॉल करें
id_id: Panggil ({{number}})
it_it: Chiama ({{number}})
ja_jp: 呼出し({{number}})
ko_kr: 호출({{number}})
ms_my: Panggil ({{number}})
pt_br: Ligar ({{number}})
ru_ru: Вызов ({{number}})
th_th: โทร ({{number}})
vi_vn: Gọi ({{number}})
zh_cn: 呼叫 ({{number}})
zh_hk: 撥打 ({{number}})
zh_tw: 呼叫 ({{number}})

# Xsw
source: Call
de_de: Anruf
es_es: Llamar
fr_fr: Appel
hi_in: कॉल करें
id_id: Panggil
it_it: Chiama
ja_jp: 呼び出し
ko_kr: 호출
ms_my: Panggil
pt_br: Ligar
ru_ru: Вызов
th_th: โทร
vi_vn: Gọi
zh_cn: 呼叫
zh_hk: 撥打
zh_tw: 呼叫

# gec
source: Calling
de_de: Anruf
es_es: Llamando
fr_fr: En communication téléphonique
hi_in: कॉल हो रही है
id_id: Memanggil
it_it: Chiamata in corso
ja_jp: 呼び出し中
ko_kr: 호출 중
ms_my: Panggilan
pt_br: Ligando
ru_ru: Вызов
th_th: กำลังโทร
vi_vn: Đang gọi
zh_cn: 正在呼叫
zh_hk: 正在撥打
zh_tw: 正在呼叫

# pHk
source: Calling protocol
de_de: Anrufprotokoll
es_es: Protocolo de llamadas
fr_fr: Protocole d'appel
id_id: Protokol panggilan
it_it: Protocollo chiamata
ja_jp: 通信プロトコル
ko_kr: 호출 프로토콜
ms_my: Protokol panggilan
pt_br: Protocolo de chamada
ru_ru: Протокол вызова
th_th: โปรโตคอลการโทร
vi_vn: Giao thức gọi
zh_cn: 呼叫协议
zh_hk: 通話協議
zh_tw: 呼叫通訊協定

# AzQ
source: Calling ({{number}})
de_de: ({{number}}) wird angerufen
es_es: Llamando ({{number}})
fr_fr: En communication téléphonique ({{number}})
hi_in: ({{number}}) पर कॉल हो रही है
id_id: Memanggil ({{number}})
it_it: Chiamata in corso ({{number}})
ja_jp: 呼び出し中（{{number}}）
ko_kr: 호출 중({{number}})
ms_my: Menelefon ({{number}})
pt_br: Ligando ({{number}})
ru_ru: Вызов ({{number}})
th_th: กำลังโทร ({{number}})
vi_vn: Đang gọi ({{number}})
zh_cn: 呼叫中 ({{number}})
zh_hk: 撥打中 ({{number}})
zh_tw: 呼叫中 ({{number}})

# ujg
source: Calling...
de_de: Anrufen...
es_es: Llamando...
fr_fr: Appel en cours...
id_id: Memanggil...
it_it: Chiamata in corso
ja_jp: 呼び出し中...
ko_kr: 호출 중...
ms_my: Menelefon...
pt_br: Ligando...
ru_ru: Звонок...
th_th: กำลังโทร...
vi_vn: Đang gọi...
zh_cn: 正在呼叫...
zh_hk: 正在撥打...
zh_tw: 正在呼叫...

# Aq4
source: Cancel All
de_de: Alle abbestellen
es_es: Cancelar todo
fr_fr: Tout annuler
hi_in: सभी रद्द करें
id_id: Batalkan Semua
it_it: Annulla tutto
ja_jp: すべてキャンセル
ko_kr: 모두 취소
ms_my: Batal Semua
pt_br: Cancelar todos
ru_ru: Отменить все
th_th: ยกเลิกทั้งหมด
vi_vn: Hủy tất cả
zh_cn: 全部取消
zh_hk: 全部取消
zh_tw: 全部取消

# BGs
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# qcs
source: You cannot switch to stage mode while sharing your screen.
de_de: Sie können nicht in den Podiumsmodus wechseln, während Sie Ihren Bildschirm teilen.
es_es: No puedes cambiar al modo de escenario mientras compartes pantalla.
fr_fr: Vous ne pouvez pas passer en mode scène lorsque vous partagez votre écran.
id_id: Anda tidak dapat beralih ke mode panggung saat berbagi layar.
it_it: Non puoi passare alla modalità area mentre condividi lo schermo.
ja_jp: 画面共有中にステージの切り替えができません。
ko_kr: 화면을 공유하는 중에는 스테이지 모드로 전환할 수 없습니다.
ms_my: Anda tidak boleh bertukar ke mod pentas semasa berkongsi skrin anda.
pt_br: Você não pode alternar para o modo palco enquanto compartilha sua tela.
ru_ru: Режим сцены недоступен во время показа экрана.
th_th: คุณไม่สามารถสลับไปยังโหมดเวทีในขณะที่แบ่งปันหน้าจอได้
vi_vn: Bạn không thể chuyển sang chế độ sân khấu trong khi đang chia sẻ màn hình.
zh_cn: 共享屏幕时暂不支持切换至舞台
zh_hk: 分享畫面時暫不支援切換至舞台
zh_tw: 分享畫面時暫不支援切換至舞台

# 5G4
source: Changed selected users
de_de: Ausgewählte Benutzer wurden geändert
es_es: Los usuarios seleccionados han cambiado
fr_fr: Modification des utilisateurs sélectionnés
id_id: Berhasil mengubah pengguna terpilih
it_it: Utenti selezionati modificati
ja_jp: 視聴者の指定を変更しました
ko_kr: 선택한 사용자를 변경하였습니다
ms_my: Mengubah pengguna yang dipilih
pt_br: Usuários selecionados alterados
ru_ru: Изменены выбранные пользователи
th_th: เปลี่ยนผู้ใช้ที่เลือก
vi_vn: Đã thay đổi người dùng đã chọn
zh_cn: 已修改指定观看用户
zh_hk: 已修改指定觀看用戶
zh_tw: 已修改指定觀看使用者

# rlo
source: Please make sure the meeting room you are in is equipped with a controller
de_de: Bitte vergewissern Sie sich, dass der Besprechungsraum, in dem Sie sich befinden, mit einem Controller ausgestattet ist
es_es: Asegúrate de que la sala de reuniones en la que te encuentras está equipada con un controlador
fr_fr: Assurez-vous que la salle de réunion dans laquelle vous vous trouvez est équipée d'un contrôleur
id_id: Pastikan ruang rapat tempat Anda berada dilengkapi dengan pengontrol
it_it: Assicurati che la sala riunioni in cui ti trovi disponga di un comando
ja_jp: 利用中の会議室にコントローラがデプロイ済みであることを確認してください。
ko_kr: 연결된 회의실에 컨트롤러가 설치되어 있는지 확인하세요
ms_my: Sila pastikan bilik mesyuarat yang anda berada dilengkapi dengan pengawal
pt_br: Verifique se a sala de reunião em que você se encontra está equipada com um controlador
ru_ru: Убедитесь, что комната, в которой вы находитесь, оборудована контроллером
th_th: โปรดตรวจสอบว่าห้องประชุมที่คุณอยู่นั้นมีตัวควบคุมอยู่ด้วย
vi_vn: Hãy đảm bảo phòng họp bạn đang tham gia được trang bị bộ điều khiển
zh_cn: 请确保你所在的会议室已部署控制器
zh_hk: 請確保你所在的會議室已部署控制器
zh_tw: 請確保你所在的會議室已部署控制面板

# Fhk
source: Learn more about control
de_de: Weitere Informationen über die Kontrolle
es_es: Más información sobre el control
fr_fr: En savoir plus sur le contrôle
hi_in: नियंत्रण के बारे में अधिक जानें
id_id: Pelajari lebih lanjut tentang kontrol
it_it: Ulteriori informazioni sul controllo
ja_jp: 制限の詳細について
ko_kr: 제어에 대해 더 알아보기
ms_my: Ketahui lebih lanjut tentang kawalan
pt_br: Saiba mais sobre controle
ru_ru: Узнать больше о контроле
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับการควบคุม
vi_vn: Tìm hiểu thêm về quyền kiểm soát
zh_cn: 了解管控详情
zh_hk: 了解限制詳情
zh_tw: 了解管控詳細資料

# Zi4
source: Echo detected in current environment
de_de: Echo in der aktuellen Umgebung erkannt
es_es: Se ha detectado eco en el entorno actual
fr_fr: Écho détecté dans l'environnement actuel
hi_in: वर्तमान परिवेश में एको का पता लगाया गया
id_id: Gema terdeteksi di lingkungan saat ini
it_it: Eco rilevato nell’ambiente corrente
ja_jp: エコーが検出されました
ko_kr: 현재 환경에서 에코가 감지되었습니다
ms_my: Gema dikesan dalam persekitaran semasa
pt_br: Eco detectado no ambiente atual
ru_ru: В текущей среде обнаружено эхо
th_th: ตรวจพบเสียงสะท้อนในสภาพแวดล้อมปัจจุบัน
vi_vn: Đã phát hiện tiếng vọng trong môi trường hiện tại
zh_cn: 检测到当前环境存在回声
zh_hk: 偵測到目前環境存在回音
zh_tw: 偵測到目前環境有回音

# dPA
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 終了
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# Jig
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# ZLw
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्ट करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确认
zh_hk: 確認
zh_tw: 確認

# FgI
source: Connect Audio
de_de: Audio-Verbindung herstellen
es_es: Conectar audio
fr_fr: Connecter le son
hi_in: ऑडियो कनेक्ट करें
id_id: Hubungkan Audio
it_it: Connetti l'audio
ja_jp: 音声接続
ko_kr: 오디오 연결
ms_my: Sambungkan Audio
pt_br: Conectar o áudio
ru_ru: Подключить аудио
th_th: เชื่อมต่อเสียง
vi_vn: Kết nối âm thanh
zh_cn: 连接音频
zh_hk: 連接音訊
zh_tw: 連接音訊

# 2xY
source: Countdown
es_es: Cuenta atrás
fr_fr: Compte à rebours
id_id: Hitung mundur
it_it: Conto alla rovescia
ja_jp: タイマー
ko_kr: 카운트다운
ms_my: Kira masa
pt_br: Contagem regressiva
ru_ru: Обратный отсчет
th_th: นับถอยหลัง
vi_vn: Đếm ngược
zh_cn: 倒计时
zh_hk: 倒數
zh_tw: 倒數計時

# OUU
source: After share screen has started, your current call will end.
de_de: Wird der Bildschirm geteilt, endet Ihr aktueller Anruf.
es_es: Una vez iniciada la pantalla compartida, la llamada actual terminará.
fr_fr: Votre appel en cours se terminera après l'ouverture de l'écran de partage.
hi_in: "स्क्रीन साझा करें" शुरू होने के बाद, आपकी वर्तमान कॉल समाप्त हो जाएगी.
id_id: Setelah berbagi layar dimulai, panggilan Anda saat ini akan berakhir.
it_it: Una volta avviata la condivisione dello schermo, la chiamata corrente verrà terminata.
ja_jp: 共有を開始すると、現在の通話は停止されます
ko_kr: 화면 공유가 시작되면 현재 통화가 종료됩니다.
ms_my: Selepas memulakan kongsi skrin, panggilan semasa anda akan berakhir.
pt_br: Depois que o compartilhamento de tela for iniciado, sua chamada atual será finalizada.
ru_ru: После начала показа экрана текущий вызов будет завершен.
th_th: หลังจากที่เริ่มแบ่งปันหน้าจอ การโทรในปัจจุบันจะสิ้นสุดลดง
vi_vn: Sau khi bắt đầu chia sẻ màn hình, cuộc gọi hiện tại của bạn sẽ kết thúc.
zh_cn: 开始共享后，将停止当前通话
zh_hk: 開始分享後，將停止目前通話
zh_tw: 開始分享後，將停止目前通話

# yBw
source: Decline
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
hi_in: अस्वीकृत करें
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Recusar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕
zh_tw: 拒絕

# +yc
source: Using system audio will hang up the call, continue anyways?
de_de: Wenn Sie Geräte-Audio verwenden, wird der Anruf beendet. Möchten Sie trotzdem fortfahren?
es_es: El uso del audio del sistema colgará la llamada, ¿continuar de todos modos?
fr_fr: Utiliser le son du système raccrochera l'appel. Continuer malgré tout ?
hi_in: सिस्टम ऑडियो का उपयोग करने से कॉल हैंग हो जाएगी, फिर भी जारी रखें?
id_id: Menggunakan audio sistem akan menutup panggilan, tetap lanjutkan?
it_it: L'utilizzo dell'audio del sistema terminerà la chiamata. Continuare comunque?
ja_jp: システム音声を使用すると、通話は切断されます。続行しますか？
ko_kr: 시스템 오디오를 사용하면 호출이 끊어집니다. 그래도 계속하시겠습니까?
ms_my: Menggunakan audio sistem akan memutuskan panggilan, teruskan juga?
pt_br: Usar o áudio do sistema desligará a chamada. Continuar mesmo assim?
ru_ru: Использование системного звука приведет к сбросу вызова, все равно продолжить?
th_th: สายจะถูกตัดหากใช้ระบบเสียง ดำเนินการต่อหรือไม่
vi_vn: Sử dụng âm thanh hệ thống sẽ ngắt cuộc gọi, vẫn tiếp tục?
zh_cn: 使用系统音频，将挂断电话，是否继续？
zh_hk: 使用系統音訊將掛斷電話，是否繼續？
zh_tw: 使用系統音訊將掛斷電話，是否繼續？

# oEQ
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# i8s
source: Your have disconnected from meeting room {{roomName}}.
de_de: Sie haben die Verbindung zum Besprechungsraum {{roomName}} getrennt.
es_es: Te has desconectado de la sala de reuniones {{roomName}}.
fr_fr: Vous vous êtes déconnecté(e) de la salle de réunion {{roomName}}.
id_id: Anda telah terputus dari ruang rapat {{roomName}}.
it_it: Disconnessione dalla sala riunioni {{roomName}} effettuata.
ja_jp: 会議室「{{roomName}}」との接続を切断しました
ko_kr: 회의실 {{roomName}}의 연결을 끊었습니다.
ms_my: Anda telah terputus dari bilik mesyuarat {{roomName}}.
pt_br: Você desconectou da sala de reunião {{roomName}}.
ru_ru: Вы отключились от комнаты {{roomName}}.
th_th: คุณได้ยกเลิกการเชื่อมต่อจากห้องประชุม {{roomName}} แล้ว
vi_vn: Bạn đã ngắt kết nối khỏi phòng họp {{roomName}}.
zh_cn: 你已经与{{roomName}}会议室断开连接
zh_hk: 你已經與{{roomName}}會議室中斷連接
zh_tw: 你已經與{{roomName}}會議室中斷連線

# wo4
source: Disconnect
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
id_id: Putuskan
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 끊기
ms_my: Putuskan sambungan
pt_br: Desconectar
ru_ru: Отключить
th_th: ยกเลิกการเชื่อมต่อ
vi_vn: Ngắt kết nối
zh_cn: 断开连接
zh_hk: 中斷連接
zh_tw: 中斷連線
