Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# bAk
source: Hide Muted Non-video Participants
de_de: Stummgeschaltete Nicht-Video-Teilnehmer ausblenden
es_es: Ocultar participantes silenciados que no aparecen en el vídeo
fr_fr: Masquer les participants sans vidéo en sourdine
id_id: Sembunyikan Peserta Non-video yang Dibisukan
it_it: Nascondi partecipanti senza video e con audio disattivato
ja_jp: 音声・カメラ両方オフを非表示
ko_kr: 음소거된 전화를 통한 참가자 숨기기
ms_my: Sembunyikan Peserta Tanpa Video yang Diam
pt_br: Ocultar participantes sem vídeo silenciados
ru_ru: Скрыть участников без звука и видео
th_th: ซ่อนผู้เข้าร่วมที่ถูกปิดเสียงที่ไม่มีวิดีโอ
vi_vn: Ẩn người không tham gia video đã tắt tiếng
zh_cn: 隐藏静音非视频方
zh_hk: 隱藏靜音非視像方
zh_tw: 隱藏靜音非視訊方

# Fi8
source: Hide muted non-video participants
de_de: Stummgeschaltete Nicht-Video-Teilnehmer ausblenden
es_es: Ocultar participantes silenciados que no aparecen en el vídeo
fr_fr: Masquer les participants sans vidéo en sourdine
id_id: Sembunyikan peserta non-video yang dibisukan
it_it: Nascondi partecipanti senza video e con audio disattivato
ja_jp: 音声・カメラ両方オフの人を非表示
ko_kr: 음소거된 전화를 통한 참가자 숨기기
ms_my: Sembunyikan peserta tanpa video yang disenyapkan
pt_br: Ocultar participantes sem vídeo silenciados
ru_ru: Скрыть отключенных участников без видео
th_th: ซ่อนผู้เข้าร่วมที่ถูกปิดเสียงที่ไม่มีวิดีโอ
vi_vn: Ẩn người không tham gia video đã tắt tiếng
zh_cn: 隐藏静音非视频方
zh_hk: 隱藏靜音非視像方
zh_tw: 隱藏靜音非視訊方

# t/A
source: Hide translation
de_de: Übersetzung ausblenden
es_es: Ocultar traducción
fr_fr: Masquer la traduction
hi_in: अनुवाद छिपाएँ
id_id: Sembunyikan terjemahan
it_it: Nascondi traduzione
ja_jp: 訳文を非表示
ko_kr: 번역 숨기기
ms_my: Sembunyikan terjemahan
pt_br: Ocultar tradução
ru_ru: Скрыть перевод
th_th: ซ่อนการแปล
vi_vn: Ẩn bản dịch
zh_cn: 收起译文
zh_hk: 收合譯文
zh_tw: 摺疊譯文

# fYM
source: Hold on, be right there.
de_de: Einen Moment, ich bin gleich da.
es_es: Espera un momento. Estoy contigo enseguida.
fr_fr: Attendez, j'arrive tout de suite.
id_id: Tunggu sebentar, segera hadir.
it_it: Attendi, arrivo subito.
ja_jp: まもなく着きます。
ko_kr: 잠시만 기다려 주세요. 곧 연락드리겠습니다.
ms_my: Tunggu sebentar, akan sampai.
pt_br: Aguarde, já chego.
ru_ru: Подождите, я сейчас вернусь.
th_th: รอก่อน เดี๋ยวไปหา
vi_vn: Xin chờ một chút, tới ngay đây.
zh_cn: 稍等，马上到。
zh_hk: 稍等，馬上到。
zh_tw: 稍等，馬上到。

# 7VA
source: The host allows you to turn on your microphone.
de_de: Der Moderator erlaubt Ihnen, Ihr Mikrofon einzuschalten.
es_es: El anfitrión le permite encender el micrófono.
fr_fr: L'hôte vous autorise à activer votre microphone.
id_id: Host mengizinkan Anda untuk mengaktifkan mikrofon.
it_it: L'host ti permette di attivare il microfono.
ja_jp: 進行役はあなたのミュート解除を許可しました
ko_kr: 진행자가 마이크를 켤 수 있도록 허용합니다.
ms_my: Hos membenarkan anda untuk menghidupkan mikrofon anda.
pt_br: O host permite que você ligue o microfone.
ru_ru: Ведущий разрешил вам включить свой микрофон.
th_th: โฮสต์อนุญาตให้คุณเปิดไมโครโฟนได้
vi_vn: Người chủ trì cho phép bạn bật micrô.
zh_cn: 主持人允许你打开麦克风
zh_hk: 主持人允許你開啟麥克風
zh_tw: 主持人允許你開啟麥克風

# tN4
source: The host announced poll results.
de_de: Der Moderator hat die Abstimmungsergebnisse angekündigt.
es_es: El moderador ha anunciado los resultados de la encuesta.
fr_fr: L'hôte a annoncé les résultats du sondage.
id_id: Host mengumumkan hasil polling.
it_it: L'host ha annunciato i risultati del sondaggio.
ja_jp: 進行役は投票結果を公開しました。
ko_kr: 진행자가 투표 결과를 공지했습니다.
ms_my: Hos mengumumkan keputusan undian.
pt_br: O host anunciou os resultados da votação.
ru_ru: Ведущий объявил результаты опроса.
th_th: โฮสต์ประกาศผลโพลล์แล้ว
vi_vn: Chủ phòng đã thông báo kết quả bình chọn.
zh_cn: 主持人公布了一个投票结果
zh_hk: 主持人公佈了一個投票結果
zh_tw: 主持人宣布了一個投票結果

# Rnk
source: The host is busy right now.
de_de: Der Moderator ist derzeit beschäftigt.
es_es: El moderador está ocupado en este momento.
fr_fr: L'hôte est actuellement occupé.
hi_in: होस्ट अभी व्यस्त हैं.
id_id: Host sekarang sedang sibuk.
it_it: L'host è occupato ora.
ja_jp: 進行役は取り込み中です
ko_kr: 진행자가 현재 바쁩니다.
ms_my: Hos sedang sibuk sekarang.
pt_br: O host está ocupado agora.
ru_ru: Ведущий сейчас занят.
th_th: โฮสต์ไม่ว่างในขณะนี้
vi_vn: Người tổ chức hiện đang bận.
zh_cn: 主持人正忙
zh_hk: 主持人正忙
zh_tw: 主持人忙碌中

# bqY
source: The main room and all breakout rooms will be recorded once cloud recording is turned on.
de_de: Der Hauptraum und alle Gruppenräume werden aufgezeichnet, sobald die Cloud-Aufzeichnung aktiviert wurde.
es_es: Cuando se active la grabación en la nube, se grabarán la sala principal y todas las salas de descanso.
fr_fr: La salle principale et toutes les sessions en petits groupes seront enregistrées une fois l’enregistrement Cloud activé.
id_id: Ruang utama dan semua ruang diskusi kelompok akan direkam setelah perekaman cloud diaktifkan.
it_it: La sala principale e tutte le sale di suddivisione verranno registrate dopo l'attivazione della registrazione cloud.
ja_jp: 進行役がクラウドレコーディングを開始した後、メインルームとすべてのブレイクアウトルームがレコーディングされます。
ko_kr: 클라우드 기록이 켜지면 주회의실과 모든 소회의실이 기록됩니다.
ms_my: Bilik utama dan semua bilik pecahan akan dirakam sekali rakaman awan dihidupkan.
pt_br: A sala principal e todas as salas separadas serão gravadas assim que a gravação na nuvem for ativada.
ru_ru: После включения записи в облако будет записан главный зал и все сессионные залы.
th_th: ห้องหลักและห้องย่อยทั้งหมดจะถูกบันทึกเมื่อเปิดการบันทึกในระบบคลาวด์
vi_vn: Phòng chính và tất cả các phòng tách sẽ được ghi lại sau khi bật ghi lên đám mây.
zh_cn: 主持人开启云录制后，将录制主会场和所有讨论组
zh_hk: 主持人開啟雲端錄影後，將錄影主會場和所有討論小組
zh_tw: 主持人開啟雲端錄製後，將錄製主會場和所有討論群組

# pQI
source: Host or co-host has joined the room.
de_de: Der Moderator oder Co-Moderator ist dem Raum beigetreten.
es_es: El moderador o comoderador se ha unido a la sala.
fr_fr: L'hôte ou le co-hôte a rejoint la salle.
id_id: Host atau co-host telah bergabung dengan ruang diskusi.
it_it: L'host e il co-host partecipano alla sala.
ja_jp: 進行役または共同進行役がすでにブレイクアウトルームに参加済みです。
ko_kr: 진행자 또는 공동 진행자가 회의실에 입장했습니다.
ms_my: Hos atau ko-hos telah menyertai bilik.
pt_br: O host ou co-host ingressou na sala.
ru_ru: Ведущий или соведущий присоединился к комнате.
th_th: โฮสต์หรือโฮสต์ร่วมได้เข้าร่วมห้องแล้ว
vi_vn: Chủ phòng hoặc người đồng tổ chức đã tham gia phòng.
zh_cn: 主持人或联席主持人已在讨论组中
zh_hk: 主持人或聯合主持人已在討論小組中
zh_tw: 主持人或聯合主持人已在討論群組中

# M5E
source: Host controls renamed to Security
de_de: Moderator-Steuerungselemente umbenannt zu Sicherheit
es_es: Los controles de moderador han pasado a llamarse Seguridad
fr_fr: Contrôles de l'hôte renommés Sécurité
hi_in: होस्ट नियंत्रण का नाम "सुरक्षा" में बदला गया
id_id: Kontrol host diubah namanya menjadi Keamanan
it_it: Controlli host rinominati "Sicurezza"
ja_jp: このボタンの名前は「進行役操作」から「セキュリティ」に変更しました
ko_kr: 진행자 컨트롤이 보안으로 이름이 바뀜
ms_my: Kawalan hos dinamakan semula kepada Keselamatan
pt_br: Controles de host renomeados para Segurança
ru_ru: Элементы управления ведущего переименованы в Безопасность
th_th: ตัวควบคุมโฮสต์ได้เปลี่ยนชื่อเป็น “ความปลอดภัย”
vi_vn: Người tổ chức kiểm soát đã đổi tên thành Bảo mật
zh_cn: 主持人操作更名为安全
zh_hk: 主持人更改名稱為安全
zh_tw: 主持人操作更名為安全

# h/U
source: The host created a poll.
de_de: Der Moderator hat eine Abstimmung erstellt.
es_es: El moderador ha creado una encuesta.
fr_fr: L'hôte a créé un sondage.
id_id: Host berhasil membuat polling.
it_it: L'host ha creato un sondaggio.
ja_jp: 進行役は投票を開始しました。
ko_kr: 진행자가 투표를 생성했습니다.
ms_my: Hos mencipta undian.
pt_br: O host criou uma votação.
ru_ru: Ведущий создал опрос.
th_th: โฮสต์สร้างโพลล์แล้ว
vi_vn: Chủ phòng đã tạo bình chọn.
zh_cn: 主持人发起了一个投票
zh_hk: 主持人發起了一個投票
zh_tw: 主持人發起了一個投票

# ucA
source: The host declined your request for transcription.
de_de: Der Moderator hat Ihren Antrag auf Transkription abgelehnt.
es_es: El moderador ha rechazado tu solicitud de transcripción.
fr_fr: L'hôte a refusé votre demande de transcription.
id_id: Host menolak permintaan transkripsi Anda.
it_it: L'host ha rifiutato la tua richiesta di trascrizione.
ja_jp: 進行役が文字起こしのリクエストを拒否しました。
ko_kr: 진행자가 내 원고 기록 요청을 거부했습니다.
ms_my: Tuan rumah menolak permintaan anda untuk transkripsi.
pt_br: O host recusou sua solicitação de transcrição.
ru_ru: Ведущий отклонил ваш запрос на транскрипцию.
th_th: โฮสต์ปฏิเสธคำขอให้ของคุณให้ถอดเสียง
vi_vn: Chủ phòng đã từ chối yêu cầu chép lời của bạn.
zh_cn: 主持人拒绝了你的转录请求
zh_hk: 主持人拒絕了你的轉譯要求
zh_tw: 主持人拒絕了你的轉錄請求

# fqI
source: The host declined your request to turn on the camera
de_de: Der Moderator hat Ihre Anfrage, die Kamera einzuschalten, abgelehnt
es_es: El moderador ha rechazado tu solicitud de activación de la cámara
fr_fr: L'hôte a refusé votre demande d'activation de la caméra
id_id: Host menolak permintaan Anda untuk mengaktifkan kamera
it_it: L'host ha rifiutato la tua richiesta di attivare la videocamera
ja_jp: 進行役は、カメラをオンにするリクエストを拒否しました。
ko_kr: 진행자가 카메라 켜기 요청을 거부했습니다
ms_my: Hos menolak permintaan anda untuk menghidupkan kamera
pt_br: O host negou sua solicitação para ligar a câmera
ru_ru: Ведущий отклонил ваш запрос на включение камеры
th_th: โฮสต์ปฏิเสธคำขอเปิดกล้องของคุณ
vi_vn: Chủ phòng đã từ chối yêu cầu bật máy ảnh của bạn
zh_cn: 主持人拒绝了你打开摄像头的申请
zh_hk: 主持人拒絕了你開啟鏡頭的申請
zh_tw: 主持人拒絕了你開啟攝影機的申請

# MgI
source: The host declined your request to enable AI for this meeting.
de_de: Der Moderator hat Ihren Antrag auf Aktivierung der KI für diese Besprechung abgelehnt.
es_es: El moderador ha rechazado tu solicitud para activar la IA de esta reunión.
fr_fr: L'hôte a refusé votre demande d'activation de l'IA pour cette réunion.
id_id: Host menolak permintaan Anda untuk mengaktifkan AI untuk rapat ini.
it_it: L'host ha rifiutato la tua richiesta di abilitare l'IA per questa riunione.
ja_jp: 進行役は AI チャットの有効化リクエストを拒否しました。
ko_kr: 진행자가 이 회의에 대한 회원님의 AI 활성화 요청을 거부했습니다.
ms_my: Hos menolak permintaan anda untuk mengaktifkan AI untuk mesyuarat ini.
pt_br: O organizador recusou sua solicitação para ativar a IA nesta reunião.
ru_ru: Ведущий отклонил ваш запрос на включение AI для этой конференции.
th_th: โฮสต์ปฏิเสธคำขอของคุณเพื่อเปิดใช้งาน AI สำหรับการประชุมนี้
vi_vn: Chủ phòng đã từ chối yêu cầu bật AI của bạn cho cuộc họp này.
zh_cn: 主持人拒绝了你开启会中 AI 对话能力的请求
zh_hk: 主持人拒絕了你開啟會議中 AI 對話功能的要求
zh_tw: 主持人拒絕了你開啟會議中 AI 對話功能的請求

# 2ao
source: The host has disallowed requests to record.
de_de: Der Moderator hat Aufzeichnungsanträge untersagt.
es_es: El moderador no permite las solicitudes de grabación.
fr_fr: L'hôte a refusé les demandes d'enregistrement.
id_id: Host telah melarang permintaan untuk merekam.
it_it: L'host non ha consentito le richieste di registrazione.
ja_jp: 進行役はレコーディングのリクエストを禁止しています。
ko_kr: 호스트에 허용되지 않는 기록 요청이 있습니다.
ms_my: Hos telah melarang permintaan untuk merakam.
pt_br: O host não permitiu solicitações de gravação.
ru_ru: Ведущий запретил запросы на запись.
th_th: โฮสต์ไม่อนุญาตให้บันทึกคำขอ
vi_vn: Chủ phòng đã không cho phép yêu cầu ghi.
zh_cn: 主持人已禁止申请录制
zh_hk: 主持人已禁止申請錄影
zh_tw: 主持人已禁止申請錄製

# 1jo
source: The host has set focus video. Reverted to default order.
de_de: Der Moderator hat Fokusvideo festgelegt. Es wurde auf die Standardreihenfolge zurückgesetzt.
es_es: El moderador ha establecido el enfoque de vídeo. Se ha vuelto al orden por defecto.
fr_fr: L'hôte a défini une vidéo mise en avant. Retour à l'ordre par défaut.
id_id: Host telah menetapkan video fokus. Dikembalikan ke urutan default.
it_it: L'host ha impostato il video in primo piano. Ritorno all'ordine preimpostato.
ja_jp: 進行役がフォーカスを設定しました。画面の並び順はデフォルトに戻りました。
ko_kr: 진행자가 포커스 비디오를 설정했습니다. 기본 순서로 되돌렸습니다.
ms_my: Hos telah menetapkan video fokus. Kembali ke susunan lalai.
pt_br: O host configurou o Vídeo em destaque. Revertido para a ordem padrão.
ru_ru: Ведущий установил видео в фокусе. Порядку по умолчанию восстановлен.
th_th: โฮสต์ได้กำหนดวิดีโอจุดสนใจ เปลี่ยนกลับเป็นคำสั่งเริ่มต้น
vi_vn: Chủ phòng đã đặt video tiêu điểm. Đã khôi phục về thứ tự mặc định.
zh_cn: 主持人已设置焦点视频，你已恢复默认顺序
zh_hk: 主持人已設定焦點視像，你已恢復預設順序
zh_tw: 主持人已設定焦點視訊，你已還原至預設順序

# 4yE
source: Host disabled creating notes.
de_de: Der Moderator hat das Erstellen von Notizen deaktiviert.
es_es: El moderador ha deshabilitado la creación de notas.
fr_fr: L'hôte a désactivé la création de notes.
id_id: Host menonaktifkan pembuatan catatan.
it_it: L'host ha disabilitato la creazione di note.
ja_jp: 進行役は議事録の作成を禁止しています。
ko_kr: 진행자가 메모 만들기를 비활성화했습니다.
ms_my: Hos melumpuhkan pembuatan nota.
pt_br: O host desativou a criação de anotações.
ru_ru: Ведущий выключил создание заметок.
th_th: โฮสต์ปิดใช้งานการสร้างหมายเหตุแล้ว
vi_vn: Chủ phòng đã tắt tính năng tạo ghi chú.
zh_cn: 主持人已禁止创建纪要
zh_hk: 主持人已禁止建立記錄
zh_tw: 主持人已禁止建立記錄

# Ei0
source: The host has changed your role to an attendee.
de_de: Der Moderator hat Ihre Rolle zur Teilnehmerrolle geändert.
es_es: El anfitrión ha cambiado tu función a asistente.
fr_fr: L'hôte a changé votre rôle en Participant.
id_id: Host telah mengubah peran Anda menjadi peserta.
it_it: L'host ha modificato il tuo ruolo in partecipante.
ja_jp: 進行役はあなたを出席者に設定しました
ko_kr: 진행자가 회원님의 역할을 참석자로 변경했습니다.
ms_my: Tuan rumah telah menukar peranan anda kepada peserta.
pt_br: O organizador mudou sua função para um participante.
ru_ru: Ведущий изменил вашу роль на присутствующего.
th_th: โฮสต์เปลี่ยนบทบาทของคุณเป็นผู้ร่วมประชุม
vi_vn: Người chủ trì đã thay đổi vai trò của bạn thành người tham dự.
zh_cn: 主持人已将你设置为观众
zh_hk: 主持人已將你設定為觀眾
zh_tw: 主持人已將你設定為觀眾

# PTQ
source: The host has promoted you to panelist.
de_de: Der Moderator hat Sie zum Podiumsredner befördert.
es_es: El anfitrión te ha promovido a panelista.
fr_fr: L'hôte vous a promu comme panéliste.
id_id: Host telah mempromosikan Anda sebagai panelis.
it_it: L'host ti ha promosso a relatore.
ja_jp: 進行役はあなたをパネリストに設定しました
ko_kr: 진행자가 회원님을 패널리스트로 승격시켰습니다.
ms_my: Hos telah menaikkan anda sebagai panelis.
pt_br: O host promoveu você a orador.
ru_ru: Ведущий сделал вас участником дискуссии.
th_th: โฮสต์เลื่อนระดับคุณเป็นผู้ร่วมอภิปราย
vi_vn: Người chủ trì đã đặt bạn làm thảo luận viên.
zh_cn: 主持人已将你设置为嘉宾
zh_hk: 主持人已將你設定為嘉賓
zh_tw: 主持人已將你設定為來賓

# /dY
source: The host has changed your name.
de_de: Der Moderator hat Ihren Namen geändert.
es_es: El moderador ha cambiado tu nombre.
fr_fr: L'hôte a changé votre nom.
hi_in: होस्ट ने आपका नाम बदल दिया है.
id_id: Host telah mengubah nama Anda.
it_it: L'host ha modificato le autorizzazioni di visualizzazione il tuo nome.
ja_jp: 進行役があなたの名前を変更しました
ko_kr: 진행자가 회원님의 이름을 변경했습니다.
ms_my: Hos telah menukar nama anda.
pt_br: O host alterou seu nome.
ru_ru: Ведущий изменил ваше имя.
th_th: โฮสต์ได้เปลี่ยนชื่อของคุณแล้ว
vi_vn: Chủ phòng đã thay đổi tên của bạn.
zh_cn: 主持人已为你修改会中姓名
zh_hk: 主持人已為你修改會中姓名
zh_tw: 主持人已為你修改會議姓名

# SuA
source: The host invites you to be a panelist.
de_de: Der Moderator lädt Sie ein, Podiumsredner zu sein.
es_es: El anfitrión te vita a ser un panelista.
fr_fr: L'hôte vous invite comme panéliste.
id_id: Host mengundang Anda menjadi panelis.
it_it: L'host ti invita a diventare relatore.
ja_jp: 進行役はあなたをパネリストとして招待しています
ko_kr: 진행자가 회원님을 패널로 초대합니다.
ms_my: Hos menjemput anda untuk menjadi panelis.
pt_br: O host convida você para ser um orador.
ru_ru: Ведущий приглашает вас стать участником дискуссии.
th_th: โฮสต์เชิญคุณเป็นผู้ร่วมอภิปราย
vi_vn: Người chủ trì mời bạn trở thành thảo luận viên.
zh_cn: 主持人邀请你成为嘉宾
zh_hk: 主持人邀請你成為嘉賓
zh_tw: 主持人邀請你成為來賓

# 23Y
source: The host has opened breakout rooms and invited you to join "{{roomName}}".
de_de: Der Moderator hat Gruppenräume geöffnet und Sie eingeladen, „{{roomName}}“ beizutreten.
es_es: El moderador ha abierto salas de descanso y te ha invitado a unirte a "{{roomName}}".
fr_fr: L'hôte a ouvert des salles de petits groupes et vous a invité à rejoindre « {{roomName}} ».
hi_in: होस्ट ने ब्रेकआउट रूम खोल दिया है और "{{roomName}}" में शामिल होने के लिए आपको आमंत्रित किया है.
id_id: Host telah membuka ruang diskusi kelompok dan mengundang Anda untuk bergabung ke "{{roomName}}".
it_it: L'host ha aperto sale di suddivisione e ti ha invitato ad accedere alla sala "{{roomName}}".
ja_jp: 進行役はブレイクアウトルームを開始しました。あなたを「{{roomName}}」に招待しました
ko_kr: 진행자가 소회의실을 열었으며 "{{roomName}}"에 참가하도록 초대했습니다.
ms_my: Hos telah membuka bilik pecah dan menjemput anda untuk menyertai "{{roomName}}".
pt_br: O host abriu salas separadas e convidou você a ingressar na "{{roomName}}".
ru_ru: Ведущий открыл сессионные залы и пригласил вас присоединиться к "{{roomName}}".
th_th: โฮสต์ได้เปิดห้องย่อยและได้เชิญคุณเข้าร่วม "{{roomName}}"
vi_vn: Người tổ chức đã mở các phòng họp nhóm và mời bạn tham gia phòng "{{roomName}}".
zh_cn: 主持人已开启分组讨论，并邀请你加入“{{roomName}}”
zh_hk: 主持人已開啟分組討論，並邀請你加入「{{roomName}}」
zh_tw: 主持人已開啟分組討論，並邀請你加入「{{roomName}}」

# G+I
source: The host has joined "{{roomName}}".
de_de: Der Moderator ist „{{roomName}}“ beigetreten.
es_es: El moderador se ha unido a "{{roomName}}".
fr_fr: L'hôte a rejoint « {{roomName}} ».
hi_in: होस्ट "{{roomName}}" में शामिल हो चुके हैं.
id_id: Host telah bergabung dalam "{{roomName}}".
it_it: L'host ha eseguito l'accesso alla sala "{{roomName}}".
ja_jp: 進行役は「{{roomName}}」に参加しました
ko_kr: 진행자가 "{{roomName}}"에 참가했습니다.
ms_my: Hos telah menyertai "{{roomName}}".
pt_br: O host ingressou na "{{roomName}}".
ru_ru: Ведущий присоединился к "{{roomName}}".
th_th: โฮสต์ได้เข้าร่วม "{{roomName}}".
vi_vn: Người tổ chức đã tham gia "{{roomName}}".
zh_cn: 主持人已加入“{{roomName}}”
zh_hk: 主持人已加入「{{roomName}}」
zh_tw: 主持人已加入「{{roomName}}」

# Ip4
source: The host has moved you to lobby and will allow you to join the meeting soon.
de_de: Der Moderator hat Sie in den Wartebereich verschoben und wird Ihnen bald erlauben, an der Besprechung teilzunehmen.
es_es: El moderador te ha movido a la sala de espera y te permitirá unirte a la reunión próximamente.
fr_fr: L'hôte vous a déplacé vers la salle d'attente et vous autorisera à rejoindre la réunion sous peu.
id_id: Host telah memindahkan Anda ke lobi dan akan segera mengizinkan Anda bergabung ke rapat.
it_it: L'host ti ha spostato nella sala d'attesa e presto ti consentirà di partecipare alla riunione.
ja_jp: 進行役はあなたを待機室に移しました。後ほど会議への参加を許可します。
ko_kr: 진행자가 회원님을 로비로 이동했으며 곧 회의에 참가할 수 있도록 허용할 것입니다.
ms_my: Hos telah memindahkan anda ke ruang legar dan akan membenarkan anda menyertai mesyuarat sebentar lagi.
pt_br: O organizador moveu você para o lobby e permitirá que você ingresse na reunião em breve.
ru_ru: Организатор переместил вас в зал ожидания и вскоре разрешит вам присоединиться к конференции.
th_th: โฮสต์ได้ย้ายคุณไปที่ล็อบบี้แล้วและจะอนุญาตให้คุณเข้าร่วมการประชุมในไม่ช้า
vi_vn: Chủ phòng đã di chuyển bạn đến phòng chờ và sẽ sớm cho phép bạn tham gia cuộc họp.
zh_cn: 主持人已将你移入等候室，稍后将允许你加入会议
zh_hk: 主持人已將你移入等候室，稍後將允許你加入會議
zh_tw: 主持人已將你移入等候室，稍後將允許你加入會議

# Wnw
source: {{name}} has moved you to the stage.
de_de: {{name}} hat Sie auf die Bühne verschoben.
es_es: {{name}} te ha movido al escenario.
fr_fr: {{name}} vous a déplacé sur la scène.
id_id: {{name}} telah memindahkan Anda ke panggung.
it_it: {{name}} ti ha spostato nell'area.
ja_jp: {{name}}があなたをステージに移動しました。
ko_kr: {{name}} 님이 회원님을 스테이지로 이동했습니다.
ms_my: {{name}} telah memindahkan anda ke pentas.
pt_br: {{name}} moveu você para o palco.
ru_ru: {{name}} переместил(а) вас на сцену.
th_th: {{name}} ได้ย้ายคุณไปยังเวที
vi_vn: {{name}} đã di chuyển bạn đến sân khấu này.
zh_cn: {{name}}已将你移上舞台
zh_hk: {{name}}已將你移上舞台
zh_tw: {{name}}已將你移上舞台

source: The host {{nameOne}} has moved {{nameTwo}} to lobby.
de_de: Der Moderator {{nameOne}} hat {{nameTwo}} in den Wartebereich verschoben.
es_es: El moderador {{nameOne}} ha movido a {{nameTwo}} a la sala de espera.
fr_fr: L'hôte {{nameOne}} a déplacé {{nameTwo}} vers la salle d'attente.
id_id: Host {{nameOne}} telah memindahkan {{nameTwo}} ke lobi.
it_it: L'host {{nameOne}} ha spostato {{nameTwo}} nella sala d'attesa.
ja_jp: 進行役 {{nameOne}} は、{{nameTwo}} を待機室に移しました。
ko_kr: 진행자 {{nameOne}} 님이 {{nameTwo}} 님을 대기실로 이동했습니다.
ms_my: Hos {{nameOne}} telah memindahkan {{nameTwo}} ke ruang legar.
pt_br: O host {{nameOne}} moveu {{nameTwo}} para o lobby.
ru_ru: Хост {{nameOne}} переместил(а) {{nameTwo}} в зал ожидания.
th_th: โฮสต์ {{nameOne}} ได้ย้าย {{nameTwo}} ไปยังล็อบบี้แล้ว
vi_vn: Chủ phòng {{nameOne}} đã di chuyển {{nameTwo}} đến phòng chờ.
zh_cn: 主持人 {{nameOne}} 已将 {{nameTwo}} 移入等候室
zh_hk: 主持人 {{nameOne}} 已將 {{nameTwo}} 移入等候室
zh_tw: 主持人 {{nameOne}} 已將 {{nameTwo}} 移入等候室

# OM8
source: The use of avatar is disallowed for this meeting.
de_de: Die Verwendung von Avatars ist für diese Besprechung nicht zulässig.
es_es: En esta reunión no se permite el uso de avatares.
fr_fr: L'utilisation d'avatars n'est pas autorisée pour cette réunion.
id_id: Penggunaan avatar tidak diizinkan untuk rapat ini.
it_it: L'utilizzo dell'avatar non è consentito per questa riunione.
ja_jp: この会議ではアバターの使用が禁止されています。
ko_kr: 이 회의에는 아바타 사용이 허용되지 않습니다.
ms_my: Penggunaan avatar tidak dibenarkan untuk mesyuarat ini.
pt_br: O uso de avatar não é permitido para esta reunião.
ru_ru: Использование аватара на этой конференции запрещено.
th_th: ไม่อนุญาตให้ใช้อวตารสำหรับการประชุมนี้
vi_vn: Không được phép sử dụng ảnh đại diện cho cuộc họp này.
zh_cn: 本场会议已设置禁用虚拟形象
zh_hk: 本場會議已設定停用虛擬頭像
zh_tw: 本場會議已設定停用虛擬頭像

# IzE
source: Virtual backgrounds are disallowed for this meeting.
de_de: Virtuelle Hintergründe sind bei dieser Besprechung nicht zugelassen.
es_es: En esta reunión no se permite el uso de fondos virtuales.
fr_fr: Les arrière-plans virtuels ne sont pas autorisés pour cette réunion.
id_id: Latar belakang virtual tidak diizinkan untuk rapat ini.
it_it: Gli sfondi virtuali non sono consentiti per questa riunione.
ja_jp: この会議ではバーチャル背景の使用が禁止されています。
ko_kr: 이 회의에는 가상 배경이 허용되지 않습니다.
ms_my: Latar belakang maya tidak dibenarkan untuk mesyuarat ini.
pt_br: Planos de fundo virtuais não são permitidos para esta reunião.
ru_ru: Виртуальные фоны запрещены на этой конференции.
th_th: ไม่อนุญาตให้ใช้พื้นหลังเสมือนสำหรับการประชุมนี้
vi_vn: Không được phép sử dụng nền ảo cho cuộc họp này.
zh_cn: 本场会议已设置禁用虚拟背景
zh_hk: 本場會議已設定停用虛擬背景
zh_tw: 本場會議已設定停用虛擬背景

# AGc
source: Virtual backgrounds are disallowed for this meeting.
de_de: Virtuelle Hintergründe sind bei dieser Besprechung nicht zugelassen.
es_es: En esta reunión no se permite el uso de fondos virtuales.
fr_fr: Les arrière-plans virtuels ne sont pas autorisés pour cette réunion.
id_id: Latar belakang virtual tidak diizinkan untuk rapat ini.
it_it: Gli sfondi virtuali non sono consentiti per questa riunione.
ja_jp: この会議ではバーチャル背景の使用が禁止されています。
ko_kr: 이 회의에는 가상 배경이 허용되지 않습니다.
ms_my: Latar belakang maya tidak dibenarkan untuk mesyuarat ini.
pt_br: Planos de fundo virtuais não são permitidos para esta reunião.
ru_ru: Виртуальные фоны запрещены на этой конференции.
th_th: ไม่อนุญาตให้ใช้พื้นหลังเสมือนสำหรับการประชุมนี้
vi_vn: Không được phép sử dụng nền ảo cho cuộc họp này.
zh_cn: 本场会议已设置禁用虚拟背景
zh_hk: 本場會議已設定停用虛擬背景
zh_tw: 本場會議已設定停用虛擬背景

# zLk
source: The host has disallowed sending emoji reactions.
de_de: Der Moderator hat das Senden von Emoji-Reaktionen untersagt.
es_es: El moderador no ha permitido el envío de reacciones con emoji.
fr_fr: L'hôte a interdit l'envoi de réactions emoji.
id_id: Host telah melarang mengirim reaksi emoji.
it_it: L'host non ha consentito l'invio di reazioni emoji.
ja_jp: 進行役は絵文字の送信を禁止しました。
ko_kr: 진행자가 이모지 반응 보내기를 허용하지 않았습니다.
ms_my: Hos tidak membenarkan penghantaran tindak balas emoji.
pt_br: O host não permitiu o envio de reações de emoji.
ru_ru: Организатор запретил отправлять реакции эмодзи.
th_th: โฮสต์ไม่อนุญาตให้ส่งอีโมจิแสดงความรู้สึก
vi_vn: Chủ phòng không cho phép gửi phản ứng bằng biểu tượng cảm xúc.
zh_cn: 主持人已禁止发送表情
zh_hk: 主持人已禁止發送表情
zh_tw: 主持人已禁止傳送表情
