Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# M5M
source: Declined
de_de: Abgelehnt
es_es: Rechazada
fr_fr: Refusé
hi_in: स्वीकार नहीं किया गया
id_id: Ditolak
it_it: Rifiutata
ja_jp: 拒否済み
ko_kr: 거부됨
ms_my: Ditolak
pt_br: Recusada
ru_ru: Отклонен
th_th: ปฏิเสธแล้ว
vi_vn: Bị từ chối
zh_cn: 已拒绝
zh_hk: 已拒絕
zh_tw: 已拒絕

# EnA
source: {{name}} declined your request to record this call.
de_de: {{name}} hat Ihre Anfrage zur Aufzeichnung dieses Anrufs abgelehnt.
es_es: {{name}} ha rechazado tu solicitud de grabar esta llamada.
fr_fr: {{name}} a refusé votre demande d'enregistrement de cet appel.
hi_in: {{name}} ने इस कॉल को रिकॉर्ड करने का आपका अनुरोध स्वीकार नहीं किया.
id_id: {{name}} menolak permintaan Anda untuk merekam panggilan ini.
it_it: {{name}} ha rifiutato la tua richiesta di registrare questa chiamata.
ja_jp: {{name}}は通話のレコーディングリクエストを拒否しました
ko_kr: {{name}} 님이 이 통화의 녹화 요청을 거부했습니다.
ms_my: {{name}} menolak permintaan anda untuk merakam panggilan ini.
pt_br: {{name}} recusou o pedido para gravar a chamada.
ru_ru: Абонент {{name}} отклонил ваш запрос на запись этого звонка.
th_th: {{name}} ได้ปฏิเสธคำขอบันทึกการโทรสายนี้ของคุณ
vi_vn: {{name}} đã từ chối yêu cầu ghi âm cuộc gọi này của bạn.
zh_cn: {{name}}拒绝了你的通话录制请求
zh_hk: {{name}}已拒絕你的錄製通話請求
zh_tw: {{name}}拒絕了你的通話錄製請求

# kSw
source: Recording will start once {{name}} gives their approval.
de_de: Die Aufzeichnung beginnt, sobald die Zustimmung von {{name}} vorliegt.
es_es: La grabación comenzará cuando {{name}} confirme su aprobación.
fr_fr: L'enregistrement commencera une fois que {{name}} aura donné son accord.
hi_in: {{name}} द्वारा अनुमोदित किए जाने के बाद रिकॉर्डिंग शुरू होगी.
id_id: Perekaman akan dimulai setelah {{name}} memberikan persetujuan.
it_it: La registrazione inizierà una volta che {{name}} avrà dato la sua approvazione.
ja_jp: {{name}}が同意すると、レコーディングが開始されます
ko_kr: {{name}} 님이 승인하면 녹화가 시작됩니다.
ms_my: Rakaman akan bermula apabila {{name}} memberi kelulusan.
pt_br: A gravação começará assim que {{name}} der permissão.
ru_ru: Запись начнется после получения разрешения от {{name}}.
th_th: ระบบจะเริ่มบันทึกทันทีที่ {{name}} ทำการอนุมัติ
vi_vn: Ghi âm sẽ bắt đầu sau khi {{name}} phê duyệt.
zh_cn: {{name}}同意后，录制立即开始
zh_hk: {{name}} 同意後，便會立即開始錄影
zh_tw: {{name}}同意後，錄製立即開始

# 1xc
source: Request to record call
de_de: Anfrage zur Aufzeichnung des Anrufs
es_es: Solicitar la grabación de la llamada
fr_fr: Demande d'enregistrement de l'appel
hi_in: सभी को रिकॉर्ड करने का अनुरोध करें
id_id: Minta untuk merekam panggilan
it_it: Richiesta di registrazione della chiamata
ja_jp: 通話のレコーディングリクエスト
ko_kr: 통화 녹화 요청
ms_my: Permintaan untuk merakam panggilan
pt_br: Pedir para gravar a chamada
ru_ru: Запросить запись звонка
th_th: ขอบันทึกการโทร
vi_vn: Yêu cầu ghi âm cuộc gọi
zh_cn: 录制请求
zh_hk: 錄影要求
zh_tw: 錄製請求

# Ebs
source: {{name}} would like to record this call. If you click Approve, recording will start immediately. For more information, see our @@Privacy Policy@@.
de_de: {{name}} möchte diesen Anruf aufzeichnen. Wenn Sie auf Zustimmen klicken, beginnt die Aufzeichnung sofort. Weitere Informationen finden Sie in unserer @@Datenschutzrichtlinie@@.
es_es: {{name}} desea grabar esta llamada. Si hace clic en Aprobar, la grabación comenzará inmediatamente. Para obtener más información, consulte nuestra @@política de privacidad@@.
fr_fr: {{name}} souhaite enregistrer cet appel. Si vous cliquez sur Approuver, l'enregistrement commencera immédiatement. Pour plus d'informations, consultez notre @@Politique de confidentialité@@.
hi_in: {{name}} इस कॉल को रिकॉर्ड करना चाहते हैं. यदि आप स्वीकार करें पर क्लिक करते हैं, तो रिकॉर्डिंग तुरंत शुरू हो जाएगी. अधिक जानकारी के लिए, हमारी @@गोपनीयता नीति@@ देखें.
id_id: {{name}} ingin merekam panggilan ini. Jika Anda klik Setuju, rekaman akan segera dimulai. Untuk informasi lebih lanjut, lihat @@Kebijakan Privasi@@.
it_it: {{name}} vorrebbe registrare questa chiamata. Se fai clic su Approva, la registrazione inizierà immediatamente. Per ulteriori informazioni, consulta la nostra @@Informativa sulla privacy@@.
ja_jp: {{name}}から通話のレコーディングリクエストが届いています。「同意」をクリックすると、レコーディングが開始されます。詳しい情報は@@プライバシーポリシー@@をご覧ください
ko_kr: {{name}} 님이 이 통화의 녹화를 요청합니다. 승인을 클릭하면 즉시 녹화가 시작됩니다. 자세한 내용은 @@개인정보 보호정책@@을 참조하세요.
ms_my: {{name}} ingin merakam panggilan ini. Jika anda klik Lulus, rakaman akan bermula dengan serta-merta. Untuk maklumat lanjut, lihat @@Dasar Privasi@@ kami.
pt_br: {{name}} deseja gravar essa chamada. Se você clicar em Aprovar, a gravação começará imediatamente. Para mais informações, consulte nossa @@Política de privacidade@@.
ru_ru: {{name}} хочет записать этот звонок. Запись будет начата сразу после нажатия кнопки "Одобрить". Более подробную информацию см. в @@Политике конфиденциальности@@.
th_th: {{name}} ต้องการบันทึกสายนี้ หากคุณคลิก อนุมัติ การบันทึกจะเริ่มทันที สำหรับข้อมูลเพิ่มเติม ให้ดู@@นโยบายความเป็นส่วนตัว@@ของเรา
vi_vn: {{name}} muốn ghi âm cuộc gọi này. Nếu bạn nhấp vào Phê duyệt, tính năng ghi âm sẽ bắt đầu ngay. Để biết thêm thông tin, hãy xem @@Chính sách về Quyền riêng tư@@ của chúng tôi.
zh_cn: {{name}}请求录制通话，点击同意后录制立即开始。详见@@隐私政策@@
zh_hk: {{name}} 請求錄製通話，點擊同意後錄製立即開始。詳見@@私隱政策@@
zh_tw: {{name}}請求錄製通話，點選同意後錄製立即開始。詳見@@隱私政策@@

# wI0
source: {{name}} would like to record the call.
de_de: {{name}} möchte den Anruf aufzeichnen.
es_es: A {{name}} le gustaría grabar la llamada.
fr_fr: {{name}} souhaite enregistrer l'appel.
hi_in: {{name}} कॉल को रिकॉर्ड करना चाहते हैं.
id_id: {{name}} ingin merekam panggilan.
it_it: {{name}} vorrebbe registrare la chiamata.
ja_jp: {{name}}から通話のレコーディングリクエストが届いています
ko_kr: {{name}} 님이 통화 녹화를 요청합니다.
ms_my: {{name}} ingin merakam panggilan.
pt_br: {{name}} deseja gravar a chamada.
ru_ru: {{name}} хочет записать звонок.
th_th: {{name}} ต้องการบันทึกการโทร
vi_vn: {{name}} muốn bạn ghi âm cuộc gọi.
zh_cn: {{name}}请求录制通话
zh_hk: {{name}} 請求錄製通話
zh_tw: {{name}}請求錄製通話

# 2ec
source: Are you sure you want to stop recording?
de_de: Möchten Sie die Aufzeichnung wirklich beenden?
es_es: ¿Seguro que desea detener la grabación?
fr_fr: Êtes-vous sûr de vouloir arrêter l'enregistrement ?
hi_in: आप पक्का रिकॉर्डिंग को रोकना चाहते हैं?
id_id: Anda yakin ingin menghentikan rekaman?
it_it: Vuoi interrompere la registrazione?
ja_jp: 通話のレコーディングを停止しますか？
ko_kr: 녹화를 중지하시겠습니까?
ms_my: Adakah anda pasti ingin berhenti merakam?
pt_br: Tem a certeza de que deseja parar de gravar?
ru_ru: Остановить запись?
th_th: คุณแน่ใจหรือไม่ว่าต้องการหยุดทำการบันทึก?
vi_vn: Bạn có chắc muốn dừng ghi âm không?
zh_cn: 确定要停止通话录制？
zh_hk: 確定要停止錄製通話？
zh_tw: 確定要停止通話錄製？

# umk
source: Incoming voice call
de_de: Eingehender Sprachanruf
es_es: Llamada de voz entrante
fr_fr: Appel vocal entrant
hi_in: इनकमिंग वॉइस कॉल
id_id: Panggilan suara masuk
it_it: Chiamata vocale in arrivo
ja_jp: 音声通話に招待されています
ko_kr: 수신 음성 통화
ms_my: Panggilan suara masuk
pt_br: Chamada de voz recebida
ru_ru: Входящий голосовой звонок
th_th: โทรผ่านเสียงเรียกเข้า
vi_vn: Cuộc gọi thoại đến
zh_cn: 邀请你进行语音通话
zh_hk: 邀請你進行語音通話
zh_tw: 邀請你進行語音通話

# 5ec
source: Incoming voice call from {{name}}
de_de: Eingehender Sprachanruf von {{name}}
es_es: Llamada de voz entrante de {{name}}
fr_fr: Appel vocal entrant de {{name}}
hi_in: {{name}} से इनकमिंग वॉइस कॉल
id_id: Panggilan suara masuk dari {{name}}
it_it: Chiamata vocale in arrivo da {{name}}
ja_jp: {{name}}が音声通話に招待しています
ko_kr: {{name}} 님에게서 걸려온 음성 통화
ms_my: Panggilan suara masuk daripada {{name}}
pt_br: Chamada de voz recebida de {{name}}
ru_ru: Входящий голосовой звонок от абонента {{name}}
th_th: โทรผ่านเสียงเรียกเข้าจาก {{name}}
vi_vn: Cuộc gọi thoại đến từ {{name}}
zh_cn: {{name}}邀请你进行语音通话
zh_hk: {{name}}邀請你進行語音通話
zh_tw: {{name}}邀請你進行語音通話

# SKE
source: Incoming voice call
de_de: Eingehender Sprachanruf
es_es: Llamada de voz entrante
fr_fr: Appel vocal entrant
hi_in: इनकमिंग वॉइस कॉल
id_id: Panggilan suara masuk
it_it: Chiamata vocale in arrivo
ja_jp: 音声通話を受け取りました
ko_kr: 수신 음성 통화
ms_my: Panggilan suara masuk
pt_br: Chamada de voz recebida
ru_ru: Входящий голосовой звонок
th_th: โทรผ่านเสียงเรียกเข้า
vi_vn: Cuộc gọi thoại đến
zh_cn: 收到语音通话
zh_hk: 接收到語音通話
zh_tw: 收到語音通話

# GI8
source: Voice calling...
de_de: Sprachanruf...
es_es: Llamada de voz...
fr_fr: Appel vocal…
hi_in: वॉइस कॉलिंग...
id_id: Panggilan suara...
it_it: Chiamata vocale in corso
ja_jp: 音声通話を招待しています...
ko_kr: 음성 통화 중...
ms_my: Memanggil suara...
pt_br: Realizando chamada de voz...
ru_ru: Выполняется голосовой звонок...
th_th: กำลังโทรผ่านเสียง...
vi_vn: Đang có cuộc gọi thoại...
zh_cn: 正在发起语音通话...
zh_hk: 正在發起語音通話...
zh_tw: 正在發起語音通話…

# +F4
source: Virtual assistant has been turned off by the host.
de_de: Der virtuelle Assistent wurde vom Moderator deaktiviert.
es_es: El moderador ha desactivado el asistente virtual.
fr_fr: L'assistant virtuel a été désactivé par l'hôte.
id_id: Asisten virtual telah dinonaktifkan oleh host.
it_it: L'assistente virtuale è stato disattivato dall'host.
ja_jp: 進行役は AI チャットを禁止しています。
ko_kr: 진행자가 가상 어시스턴트를 껐습니다.
ms_my: Pembantu maya telah dimatikan oleh hos.
pt_br: O assistente virtual foi desativado pelo host.
ru_ru: Виртуальный помощник отключен ведущим.
th_th: โฮสต์ปิดผู้ช่วยเสมือนแล้ว
vi_vn: Chủ phòng đã tắt trợ lý ảo.
zh_cn: 主持人已禁止使用 AI 对话
zh_hk: 主持人已禁止使用 AI 對話
zh_tw: 主持人已禁止使用 AI 對話

# ePw
source: AI is capturing meeting details to create a summary for you.
de_de: Die KI erfasst Besprechungsdetails, um für Sie eine Zusammenfassung der Besprechung zu erstellen.
es_es: La IA está capturando los detalles de la reunión para crear un resumen para ti.
fr_fr: L'IA capture les détails de la réunion pour créer un résumé pour vous.
id_id: AI sedang menangkap perincian rapat untuk membuat ringkasan untuk Anda.
it_it: L'IA sta acquisendo i dettagli della riunione per creare un riepilogo per te.
ja_jp: AI が会議情報にアクセスし、まとめを生成しています。
ko_kr: AI가 요약을 생성하기 위해 회의 세부 정보를 캡처하고 있습니다.
ms_my: AI sedang merakam butiran mesyuarat untuk membuat ringkasan untuk anda.
pt_br: A IA está capturando detalhes da reunião para criar um resumo para você.
ru_ru: AI получает сведения о конференции для подготовки сводки.
th_th: AI กำลังบันทึกรายละเอียดการประชุมเพื่อสร้างสรุปสำหรับคุณ
vi_vn: AI đang ghi chi tiết cuộc họp để tạo bản tóm tắt cho bạn.
zh_cn: AI 正在获取会议信息，帮助你总结会议内容
zh_hk: AI 正在獲取會議資訊，幫助你總結會議內容
zh_tw: AI 正在擷取會議資訊，幫助你總結會議內容

# 8tA
source: AI is capturing meeting details to create a summary for you.
de_de: Die KI erfasst Besprechungsdetails, um für Sie eine Zusammenfassung der Besprechung zu erstellen.
es_es: La IA está capturando los detalles de la reunión para crear un resumen para ti.
fr_fr: L'IA capture les détails de la réunion pour créer un résumé pour vous.
id_id: AI sedang menangkap perincian rapat untuk membuat ringkasan untuk Anda.
it_it: L'IA sta acquisendo i dettagli della riunione per creare un riepilogo per te.
ja_jp: AI が通話情報にアクセスし、まとめを生成しています。
ko_kr: AI가 요약을 생성하기 위해 회의 세부 정보를 캡처하고 있습니다.
ms_my: AI sedang merakam butiran mesyuarat untuk membuat ringkasan untuk anda.
pt_br: A IA está capturando detalhes da reunião para criar um resumo para você.
ru_ru: AI получает сведения о конференции для подготовки сводки.
th_th: AI กำลังบันทึกรายละเอียดการประชุมเพื่อสร้างสรุปสำหรับคุณ
vi_vn: AI đang ghi chi tiết cuộc họp để tạo bản tóm tắt cho bạn.
zh_cn: AI 正在获取通话信息，帮助你总结会议内容
zh_hk: AI 正在獲取通話資訊，幫助你總結會議內容
zh_tw: AI 正在擷取通話資訊，幫助你總結會議內容

# 4Tg
source: Listening
de_de: Zuhören
es_es: Escuchando
fr_fr: En écoute
id_id: Mendengarkan
it_it: Ascolto in corso
ja_jp: 聞き取り中
ko_kr: 듣는 중
ms_my: Mendengarkan
pt_br: Ouvindo
ru_ru: Слушаю
th_th: กำลังฟัง
vi_vn: Đang nghe
zh_cn: 倾听中
zh_hk: 傾聽中
zh_tw: 傾聽中

# YXA
source: Listening...
de_de: Zuhören ...
es_es: Escuchando...
fr_fr: Écouter…
id_id: Mendengarkan...
it_it: Ascolto in corso
ja_jp: 聞き取り中...
ko_kr: 듣는 중...
ms_my: Mendengarkan...
pt_br: Ouvindo...
ru_ru: Слушаю...
th_th: กำลังฟัง...
vi_vn: Đang nghe...
zh_cn: 倾听中...
zh_hk: 傾聽中...
zh_tw: 傾聽中...

# 0y4
source: AI for this meeting can't be enabled, and this feature has been automatically turned off. Go to Security > Smart Meetings to try enabling it again.
de_de: Die KI kann für diese Besprechung nicht aktiviert werden, weshalb diese Funktion automatisch deaktiviert wurde. Um erneut die Aktivierung der KI zu versuchen, navigieren Sie zu „Sicherheit“ > „Intelligente Besprechungen“.
es_es: No se puede activar la IA de esta reunión, y esta característica se ha desactivado automáticamente. Ve a Seguridad > Reuniones inteligentes para intentar habilitarla de nuevo.
fr_fr: L'IA pour cette réunion ne peut pas être activée et cette fonctionnalité a été automatiquement désactivée. Accédez à Sécurité > Réunions intelligentes pour essayer de l'activer à nouveau.
id_id: AI untuk rapat ini tidak dapat diaktifkan, dan fitur ini telah dinonaktifkan secara otomatis. Buka Keamanan > Rapat Cerdas untuk mencoba mengaktifkannya lagi.
it_it: Non è possibile abilitare l'IA per questa riunione e questa funzione è stata disattivata automaticamente. Vai a Sicurezza > Riunioni intelligenti per provare ad abilitarla di nuovo.
ja_jp: AI チャット機能を有効化できませんでした。「セキュリティ」>「スマート会議」で機能の有効化を再試行してください。
ko_kr: 이 회의에 대한 AI를 활성화할 수 없으며 이 기능은 자동으로 꺼졌습니다. 보안 > 스마트 회의로 이동하여 다시 활성화해 보세요.
ms_my: AI untuk mesyuarat ini tidak dapat diaktifkan, dan ciri ini telah secara automatik dimatikan. Pergi ke Keselamatan > Mesyuarat Pintar untuk mencuba mengaktifkannya semula.
pt_br: A IA para esta reunião não pode ser ativada e este recurso foi desativado automaticamente. Vá para Segurança > Reuniões inteligentes para tentar ativá-lo novamente.
ru_ru: Невозможно включить AI для этой конференции, функция автоматически выключена. Перейдите в раздел Безопасность > Интеллектуальные конференции, чтобы повторить попытку включения.
th_th: ไม่สามารถเปิดใช้งาน AI สำหรับการประชุมนี้ได้ และฟีเจอร์นี้ปิดโดยอัตโนมัติ ไปยังความปลอดภัย > การประชุมอัจฉริยะ เพื่อลองเปิดใช้งานอีกครั้ง
vi_vn: Không thể bật AI cho cuộc họp này và tính năng này đã tự động bị tắt. Hãy đi tới mục Bảo mật > Cuộc họp thông minh để thử bật lại.
zh_cn: 会中 AI 对话启用失败，对应能力已关闭，可在“安全 > 智能会议”中重新尝试开启
zh_hk: 會議中 AI 對話啟用失敗，對應功能已關閉，可在「安全 > 智能會議」中重新嘗試開啟
zh_tw: 會議中 AI 對話啟用失敗，對應功能已關閉，可在「安全性 > 智慧會議」中重新嘗試開啟

# Y90
source: AI is turned off for this meeting and can't access meeting content. You can send a request to the host for permission to use it.
de_de: Die KI ist für diese Besprechung deaktiviert und kann deshalb nicht auf Besprechungsinhalte zugreifen. Um sie nutzen zu können, senden Sie dem Moderator einen Antrag für die Berechtigung zur Nutzung der KI.
es_es: La IA de esta reunión está desactivada y no puede acceder al contenido de la reunión. Puedes enviar una solicitud al moderador para obtener permiso para usarla.
fr_fr: L'IA est désactivée pour cette réunion et ne peut pas accéder au contenu de la réunion. Envoyez une demande à l'hôte pour obtenir l'autorisation de l'utiliser.
id_id: AI dinonaktifkan untuk rapat ini dan tidak dapat mengakses konten rapat. Anda dapat mengirim permintaan izin menggunakannya ke host.
it_it: L'IA è disattivata per questa riunione e non può accedere al contenuto della riunione. Puoi inviare una richiesta all'host per ottenere l'autorizzazione per utilizzarla.
ja_jp: この会議では AI チャット機能が有効化されていないため、会議内容にアクセスできません。進行役に AI チャットの有効化をリクエストしてください。
ko_kr: 이 회의에 대해 AI가 꺼져 있으며 회의 콘텐츠에 액세스할 수 없습니다. 진행자에게 사용 권한 요청을 전송할 수 있습니다.
ms_my: AI dimatikan untuk mesyuarat ini dan tidak dapat mengakses kandungan mesyuarat. Anda boleh menghantar permintaan kepada hos untuk kebenaran menggunakannya.
pt_br: A IA está desativada para esta reunião e não pode acessar o conteúdo da reunião. Você pode enviar uma solicitação ao host solicitando permissão para usá-lo.
ru_ru: AI выключен для этой конференции и не имеет доступа к контенту конференции. Вы можете отправить запрос ведущему, чтобы получить разрешение на использование.
th_th: AI ปิดอยู่สำหรับการประชุมนี้ และไม่สามารถเข้าถึงเนื้อหาการประชุมได้ คุณสามารถส่งคำขอไปยังโฮสต์เพื่อขออนุญาตใช้งานได้
vi_vn: AI cho cuộc họp này đã bị tắt và không thể truy cập nội dung cuộc họp. Bạn có thể gửi yêu cầu cho chủ phòng để xin cấp quyền sử dụng AI.
zh_cn: 此会议未开启会中 AI 对话能力，无法获取会议内容，可请求主持人开启后使用
zh_hk: 此會議為開啟會議中 AI 對話功能，無法獲取會議內容，可要求主持人開啟後使用
zh_tw: 此會議未開啟會議中 AI 對話功能，無法存取會議內容，可請求主持人開啟後使用

# 22s
source: Accept
de_de: Annehmen
es_es: Aceptar
fr_fr: Accepter
hi_in: स्वीकार करें
id_id: Terima
it_it: Accetta
ja_jp: 応答
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 接听
zh_hk: 接聽
zh_tw: 接聽

# rn0
source: Click to access and expand toolbar
de_de: Zum Zugreifen auf die Symbolleiste und Erweitern klicken
es_es: Haz clic para acceder y desplegar la barra de herramientas
fr_fr: Cliquez pour accéder à la barre d'outils et la développer
hi_in: टूलबार ऐक्सेस और विस्तृत करने के लिए क्लिक करें
id_id: Klik untuk mengakses dan membuka bilah alat
it_it: Fai clic per accedere ed espandere la barra degli strumenti
ja_jp: クリックしてツールバーにアクセスできます
ko_kr: 도구 모음에 액세스하고 이를 펼치려면 클릭하세요
ms_my: Klik untuk mengakses dan meluaskan bar alat
pt_br: Clique para acessar e expandir a barra de ferramentas
ru_ru: Нажмите, чтобы открыть и развернуть панель инструментов
th_th: คลิกเพื่อเข้าถึงและขยายแถบเครื่องมือ
vi_vn: Nhấp để truy cập và mở rộng thanh công cụ
zh_cn: 点击可唤起展开工具栏
zh_hk: 點擊可召喚展開工具列
zh_tw: 點選可喚起展開工具列

# x1A
source: Add interpreter
de_de: Dolmetscher hinzufügen
es_es: Agregar intérprete
fr_fr: Ajouter un interprète
hi_in: इंटरप्रेटेर जोड़ें
id_id: Tambah penerjemah
it_it: Aggiungi interprete
ja_jp: 通訳者を追加
ko_kr: 통역사 추가
ms_my: Tambah penterjemah
pt_br: Adicionar interpretação
ru_ru: Добавить переводчика
th_th: เพิ่มล่าม
vi_vn: Thêm phiên dịch viên
zh_cn: 添加译员
zh_hk: 新增譯員
zh_tw: 新增翻譯員

# o3E
source: Add {{name}} as a contact to call them.
de_de: {{name}} als Kontakt hinzufügen, um ihn anzurufen.
es_es: Agregar a {{name}} como contacto para llamarle.
fr_fr: Ajoutez {{name}} à vos contacts pour l'appeler.
hi_in: इस {{name}} को कॉल करने के लिए उसे संपर्क के रूप में जोड़ें.
id_id: Tambah {{name}} sebagai kontak untuk memanggil mereka.
it_it: Aggiungi {{name}} come contatto per chiamarlo.
ja_jp: {{name}}を連絡先として追加すると、呼び出すことができます
ko_kr: {{name}} 님에게 전화하려면 해당 사용자를 연락처로 추가하세요.
ms_my: Tambah {{name}} sebagai kenalan untuk menelefon mereka.
pt_br: Adicione {{name}} como um contato para fazer uma chamada.
ru_ru: Добавьте {{name}} как контакт для вызовов.
th_th: เพิ่ม {{name}} เป็นรายชื่อที่ติดต่อเพื่อโทรหาพวกเขา
vi_vn: Thêm {{name}} vào danh bạ để gọi họ.
zh_cn: 添加{{name}}为联系人，才能呼叫 Ta
zh_hk: 新增 {{name}} 為聯絡人，才能將其加入日程
zh_tw: 新增{{name}}為聯絡人，才能對其進行呼叫

# XqA
source: Adjust Later
de_de: Später anpassen
es_es: Ajustar más tarde
fr_fr: Ajuster plus tard
id_id: Sesuaikan Nanti
it_it: Rettifica più tardi
ja_jp: 変更を破棄
ko_kr: 나중에 조정
ms_my: Laraskan Kemudian
pt_br: Ajustar mais tarde
ru_ru: Изменить позже
th_th: ปรับภายหลัง
vi_vn: Điều chỉnh sau
zh_cn: 放弃更改
zh_hk: 放棄變更
zh_tw: 放棄變更

# 3PE
source: Adjust Participant in This Position
de_de: Teilnehmer in dieser Position anpassen
es_es: Ajustar al participante que está en esta posición
fr_fr: Ajuster le participant à ce poste
id_id: Sesuaikan Peserta dalam Posisi Ini
it_it: Regola partecipante in questa posizione
ja_jp: この位置の参加者を変更
ko_kr: 이 직책에서 참가자 조정
ms_my: Laraskan Peserta di Posisi Ini
pt_br: Ajustar participante nesta posição
ru_ru: Отрегулировать участника в этой позиции
th_th: ปรับผู้เข้าร่วมในตำแหน่งนี้
vi_vn: Điều chỉnh người tham gia ở vị trí này
zh_cn: 调整此位置参会人
zh_hk: 調整此位置的參加者
zh_tw: 調整此位置的與會人員

# TZ0
source: You can use AI for this call after {{name}} has approved your request.
de_de: Sie können für diesen Anruf die KI verwenden, nachdem {{name}} Ihren Antrag genehmigt hat.
es_es: Puedes utilizar la IA en esta llamada después de que {{name}} haya aprobado tu solicitud.
fr_fr: Vous pourrez utiliser l'IA pour cet appel après que {{name}} a approuvé votre demande.
id_id: Anda dapat menggunakan AI untuk panggilan ini setelah {{name}} menyetujui permintaan Anda.
it_it: Potrai utilizzare l'IA per questa chiamata dopo che {{name}} avrà approvato la tua richiesta.
ja_jp: {{name}} が許可すると、AI チャット機能を使用できます。
ko_kr: {{name}} 님이 요청을 승인하면 이 통화에 대한 AI를 사용할 수 있습니다.
ms_my: Anda dapat menggunakan AI untuk panggilan ini setelah {{name}} menyetujui permintaan Anda.
pt_br: Você pode usar IA para esta chamada depois que {{name}} aprovar sua solicitação.
ru_ru: Вы сможете использовать ИИ в ходе этого вызова, после того как {{name}} подтвердит ваш запрос.
th_th: คุณสามารถใช้ AI ในการโทรนี้ได้หลังจากที่ {{name}} อนุมัติคำขอของคุณแล้ว
vi_vn: Bạn có thể sử dụng AI cho cuộc gọi này sau khi {{name}} phê duyệt yêu cầu của bạn.
zh_cn: {{name}}同意后，即可使用 AI 对话功能
zh_hk: {{name}}同意後，即可使用 AI 對話功能
zh_tw: {{name}}同意後，即可使用 AI 對話功能

# xV4
source: Agree
de_de: Ich stimme zu
es_es: Aceptar
fr_fr: Accepter
id_id: Setuju
it_it: Accetta
ja_jp: 同意する
ko_kr: 동의
ms_my: Setuju
pt_br: Concordar
ru_ru: Подтвердить согласие
th_th: ยอมรับ
vi_vn: Đồng ý
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# +gI
source: All participants can see countdown once turned on
de_de: Alle Teilnehmer können den Countdown sehen, sobald er aktiviert ist
es_es: Todos los participantes pueden ver la cuenta atrás una vez activada
fr_fr: Tous les participants peuvent voir le compte à rebours une fois activé
id_id: Semua peserta dapat melihat hitung mundur setelah diaktifkan
it_it: Tutti i partecipanti possono visualizzare il conto alla rovescia dopo l'attivazione
ja_jp: 開始すると、カウントダウンはすべての参加者に表示されます。
ko_kr: 모든 참가자는 켜지면 카운트다운을 볼 수 있습니다
ms_my: Semua peserta boleh melihat kiraan waktu bila dihidupkan
pt_br: Todos os participantes podem ver a contagem regressiva após a ativação
ru_ru: Все участники могут видеть обратный отсчет после включения
th_th: เมื่อเปิดแล้ว ผู้เข้าร่วมทุกคนจะดูการนับถอยหลังได้
vi_vn: Tất cả người tham gia có thể nhìn thấy đếm ngược sau khi bật
zh_cn: 开启后所有参会人可见

# S/Y
source: Allow
de_de: Zulassen
es_es: Permitir
fr_fr: Autoriser
hi_in: अनुमोदित करें
id_id: Izinkan
it_it: Consento
ja_jp: 同意する
ko_kr: 허용
ms_my: Benarkan
pt_br: Permitir
ru_ru: Разрешаю
th_th: อนุญาต
vi_vn: Cho phép
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# Ytc
source: Allow Local Recording
de_de: Lokale Aufzeichnung zulassen
es_es: Permitir grabación local
fr_fr: Autoriser l'enregistrement local
id_id: Izinkan Perekaman Lokal
it_it: Consenti registrazione locale
ja_jp: ローカルレコーディングを許可
ko_kr: 로컬 기록 허용
ms_my: Benarkan Rakaman Tempatan
pt_br: Permitir gravação local
ru_ru: Разрешить локальную запись
th_th: อนุญาตการบันทึกภายในเครื่อง
vi_vn: Cho phép ghi cục bộ
zh_cn: 允许本地录制
zh_hk: 允許本機錄影
zh_tw: 允許本機錄製

# Z4Q
source: Others will hear your voice when unmuted.
de_de: Andere hören Ihre Stimme, wenn die Stummschaltung aufgehoben ist.
es_es: Los demás oirán tu voz cuando se deje de silenciar.
fr_fr: Les autres pourront vous entendre une fois votre micro activé.
id_id: Orang lain akan mendengar suara Anda saat dibunyikan.
it_it: Quando l'audio è attivo, gli altri sentiranno la tua voce.
ja_jp: ミュートを解除すると、他の参加者はあなたの音声を聞こえるようになります。
ko_kr: 음소거가 해제되면 다른 사용자들이 회원님의 목소리를 듣게 됩니다.
ms_my: Orang lain akan mendengar suara anda apabila menyuarakan.
pt_br: Outros ouvirão sua voz quando o som estiver ativado.
ru_ru: Другие будут слышать ваш голос, когда включен звук.
th_th: คนอื่นจะได้ยินเสียงคุณเมื่อเปิดเสียง
vi_vn: Những người khác sẽ nghe thấy bạn nói trong khi bật tiếng.
zh_cn: 打开麦克风后其他成员将听到你的声音
zh_hk: 開啟麥克風後，其他成員將聽到你的聲音
zh_tw: 開啟麥克風後其他成員將聽到你的聲音

# l+8
source: Allow to Speak
de_de: Sprechen zulassen
es_es: Permitir hablar
fr_fr: Autoriser la prise de parole
id_id: Izinkan Berbicara
it_it: Consenti di parlare
ja_jp: 発言を許可
ko_kr: 말하기 허용
ms_my: Benarkan untuk Bercakap
pt_br: Permitir falar
ru_ru: Предоставить слово
th_th: อนุญาตให้พูด
vi_vn: Cho phép phát biểu
zh_cn: 允许发言
zh_hk: 允許發言
zh_tw: 允許發言
