Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# vws
source: Synced the video order for attendees. Do not support hiding non-video participants.
de_de: Videoanordnung für Anwesende synchronisiert. Das Ausblenden von Nicht-Video-Teilnehmern wird nicht unterstützt.
es_es: Se ha sincronizado el orden del vídeo para los asistentes. No admitir la ocultación de participantes sin vídeo.
fr_fr: Ordre des vidéos synchronisé pour les participants. Ne prend pas en charge le masquage des participants sans vidéo.
id_id: Berhasil menyinkronkan urutan video untuk peserta. Tidak mendukung penyembunyian peserta non-video.
it_it: Sincronizzazione completata dell'ordine video per gli ospiti. Non supporta l'occultamento dei partecipanti senza video.
ja_jp: 画面の並び順を出席者に同期しているため、ビデオがオフの参加者を非表示できません。
ko_kr: 참가자의 비디오 순서를 동기화했습니다. 전화를 통한 참가자 숨기기는 지원되지 않습니다.
ms_my: Menyelaraskan urutan video untuk peserta. Tidak menyokong penyembunyian peserta tanpa video.
pt_br: Sincronizou a ordem do vídeo para os participantes. Não oferece suporte para ocultar participantes que não são de vídeo.
ru_ru: Синхронизирован порядок видео для посетителей. Скрытие участников без видео не поддерживается.
th_th: ซิงค์ลำดับวิดีโอสำหรับผู้เข้าร่วม ไม่รองรับการซ่อนผู้เข้าร่วมที่ไม่มีวิดีโอ
vi_vn: Đã đồng bộ hóa thứ tự video cho người tham gia. Không hỗ trợ ẩn người không tham gia video.
zh_cn: 已为观众同步视频顺序，不支持隐藏非视频参会者
zh_hk: 已為觀眾同步視像順序，不支援隱藏非視像參會者
zh_tw: 已為觀眾同步視訊順序，不支援隱藏非視訊與會人員

# Tv0
source: Tap here or swipe up to hide thumbnails
de_de: Zum Ausblenden der Miniaturansicht hier tippen oder nach oben streichen
es_es: Pulsa aquí o desliza el dedo hacia arriba para ocultar las miniaturas
fr_fr: Appuyez ici ou balayez vers le haut pour masquer les miniatures
hi_in: थंबनेल छुपाने के लिए यहाँ टैप करें या ऊपर स्वाइप करें
id_id: Ketuk di sini atau geser ke atas untuk menyembunyikan thumbnail
it_it: Tocca qui o scorri verso l'alto per nascondere miniature
ja_jp: タップまたは上にスワイプしてビデオを非表示
ko_kr: 여기를 탭하거나 위로 살짝 밀어 썸네일 숨기기
ms_my: Ketuk di sini atau sapu ke atas untuk sembunyikan lakaran
pt_br: Toque aqui ou deslize para cima para ocultar miniaturas
ru_ru: Нажмите здесь или проведите пальцем вверх, чтобы скрыть миниатюры
th_th: แตะที่นี่หรือปัดขึ้นเพื่อซ่อนรูปขนาดย่อ
vi_vn: Chạm vào đây hoặc vuốt lên để ẩn hình thu nhỏ
zh_cn: 轻触此处或向上滑动收起缩略视频
zh_hk: 輕觸此處或向上滑動收合縮略影片
zh_tw: 點按此處或向上滑動可摺疊縮略視訊

# zZw
source: High device temperature detected. We recommend keeping audio and shared content only and stopping receiving video.
de_de: Eine hohe Gerätetemperatur wurde festgestellt. Sie sollten deshalb den Empfang von Videos beenden und nur Audio und geteilten Inhalt fortsetzen.
es_es: Se ha detectado una temperatura alta del dispositivo. Recomendamos mantener solo el audio y el contenido compartido, y dejar de recibir vídeo.
fr_fr: Température élevée de l'appareil détectée. Nous recommandons de conserver uniquement le contenu audio et partagé et d'arrêter de recevoir la vidéo.
id_id: Suhu perangkat tinggi terdeteksi. Kami merekomendasikan Anda untuk hanya menyimpan audio dan konten yang dibagikan dan berhenti menerima video.
it_it: Rilevata alta temperatura del dispositivo. Consigliamo di mantenere solo l'audio e il contenuto condiviso e di interrompere la ricezione video.
ja_jp: デバイスの温度が高くなっています。「音声と共有のみ」に切り替えて、ビデオ画面の受信を停止することをおすすめします。
ko_kr: 높은 장치 온도가 감지되었습니다. 오디오 및 공유 콘텐츠만 유지하고 비디오 수신을 중지하는 것이 좋습니다.
ms_my: Suhu peranti tinggi dikesan. Kami cadangkan mengekalkan audio dan kandungan dikongsi sahaja dan berhenti menerima video.
pt_br: Alta temperatura do dispositivo detectada. Recomendamos manter apenas o áudio e o conteúdo compartilhado e parar de receber vídeo.
ru_ru: Обнаружена высокая температура устройства. Рекомендуем оставить только звук и показанный контент и остановить получение видео.
th_th: ตรวจพบว่าอุปกรณ์ร้อนจัด ขอแนะนำให้เก็บเฉพาะเสียงและเนื้อหาที่แบ่งปัน และหยุดรับวิดีโอ
vi_vn: Đã phát hiện nhiệt độ thiết bị cao. Bạn chỉ nên giữ âm thanh và nội dung được chia sẻ và dừng nhận video.
zh_cn: 设备温度较高，建议仅保留音频和共享，停止接收视频
zh_hk: 裝置溫度較高，建議只保留音頻和分享內容，停止接收視像
zh_tw: 裝置溫度較高，建議僅保留音訊和分享內容，停止接收視訊

# 5Xo
source: Device temperature is too high. We recommend keeping audio and shared content only and stopping receiving video.
de_de: Eine zu hohe Gerätetemperatur wurde festgestellt. Sie sollten deshalb den Empfang von Videos beenden und nur Audio und geteilten Inhalt fortsetzen.
es_es: La temperatura del dispositivo es demasiado alta. Recomendamos mantener solo el audio y el contenido compartido, y dejar de recibir vídeo.
fr_fr: La température de l'appareil est trop élevée. Nous recommandons de conserver uniquement le contenu audio et partagé et d'arrêter de recevoir la vidéo.
id_id: Suhu perangkat terlalu tinggi. Kami merekomendasikan Anda untuk hanya menyimpan audio dan konten yang dibagikan dan berhenti menerima video.
it_it: La temperatura del dispositivo è troppo alta. Consigliamo di mantenere solo l'audio e il contenuto condiviso e di interrompere la ricezione video.
ja_jp: デバイスの温度が非常に高いです。「音声と共有のみ」に切り替えて、ビデオ画面の受信を停止することをおすすめします。
ko_kr: 장치 온도가 너무 높습니다. 오디오 및 공유 콘텐츠만 유지하고 비디오 수신을 중지하는 것이 좋습니다.
ms_my: Suhu peranti terlalu tinggi. Kami cadangkan mengekalkan audio dan kandungan dikongsi sahaja dan berhenti menerima video.
pt_br: A temperatura do dispositivo está muito alta. Recomendamos manter apenas o áudio e o conteúdo compartilhado e parar de receber vídeo.
ru_ru: Температура устройства слишком высокая. Рекомендуем оставить только звук и показанный контент и остановить получение видео.
th_th: อุณหภูมิร้อนเกินไป ขอแนะนำให้เก็บเฉพาะเสียงและเนื้อหาที่แบ่งปัน และหยุดรับวิดีโอ
vi_vn: Nhiệt độ thiết bị quá cao. Bạn chỉ nên giữ âm thanh và nội dung được chia sẻ và dừng nhận video.
zh_cn: 设备温度非常高，建议仅保留音频和共享，停止接收视频
zh_hk: 裝置溫度非常高，建議只保留音頻和分享內容，停止接收視像
zh_tw: 裝置溫度非常高，建議僅保留音訊和分享內容，停止接收視訊

# DBI
source: The host has started the webinar.
de_de: Der Moderator hat das Webinar gestartet.
es_es: El moderador ha iniciado el seminario web.
fr_fr: L'hôte a démarré le webinaire.
id_id: Host telah memulai webinar.
it_it: L'host ha avviato il webinar.
ja_jp: 進行役はウェビナーを正式に開始しました。
ko_kr: 진행자가 웨비나를 시작했습니다.
ms_my: Hos telah memulakan webinar.
pt_br: O host iniciou o webinar.
ru_ru: Ведущий начал вебинар.
th_th: โฮสต์ได้เริ่มการสัมมนาออนไลน์
vi_vn: Chủ phòng đã bắt đầu webinar.
zh_cn: 主持人已正式开启网络研讨会
zh_hk: 主持人已正式開始網絡研討會
zh_tw: 主持人已正式開啟網路研討會

# tWk
source: The other user declined your request to enable AI.
de_de: Der andere Teilnehmer hat die von Ihnen beantragte Aktivierung der KI abgelehnt.
es_es: El otro usuario ha rechazado tu solicitud para activar la IA.
fr_fr: L'autre utilisateur a refusé votre demande d'activation de l'IA.
id_id: Pengguna lain menolak permintaan Anda untuk mengaktifkan AI.
it_it: L'altro utente ha rifiutato la tua richiesta di abilitare l'IA.
ja_jp: 相手は AI チャットの有効化リクエストが拒否されました。
ko_kr: 다른 참가자가 AI 활성화 요청을 거부했습니다.
ms_my: Pengguna lain menolak permintaan Anda untuk mengaktifkan AI.
pt_br: O outro usuário recusou sua solicitação para ativar a IA.
ru_ru: Другой участник отклонил ваш запрос на включение ИИ.
th_th: ผู้ใช้คนอื่นปฏิเสธคำขอของคุณในการเปิดใช้งาน AI
vi_vn: Người dùng còn lại đã từ chối yêu cầu bật AI của bạn.
zh_cn: 对方拒绝了你开启 AI 对话能力的请求
zh_hk: 對方拒絕了你開啟 AI 對話功能的要求
zh_tw: 對方拒絕了你開啟 AI 對話功能的請求

# BhA
source: Thumbnail
de_de: Miniatur
es_es: Miniatura
fr_fr: Miniature
it_it: Miniatura
ja_jp: サムネイル
ko_kr: 썸네일
ms_my: Gambar kenit
pt_br: Miniatura
ru_ru: Миниатюра
th_th: รูปขนาดย่อ
vi_vn: Hình ảnh thu nhỏ
zh_cn: 缩略图
zh_hk: 縮圖
zh_tw: 縮圖

# 8mQ
source: Good news! We've removed the time limit on your meetings.
de_de: Gute Neuigkeiten! Wir haben das Zeitlimit für Ihre Besprechungen aufgehoben.
es_es: ¡Buenas noticias! Hemos eliminado el límite de tiempo de tus reuniones.
fr_fr: Bonne nouvelle ! Nous avons supprimé la limite de temps pour vos réunions.
hi_in: अच्छी खबर! हमने आपकी मीटिंग से समय सीमा निकाल दी है.
id_id: Kabar baik! Kami telah menghapus batas waktu rapat Anda.
it_it: Buone notizie! Abbiamo rimosso il limite di tempo per le tue riunioni.
ja_jp: お知らせ：会議時間制限を解除しました
ko_kr: 좋은 소식! 회의 시간 제한을 제거했습니다.
ms_my: Berita baik! Kami telah mengeluarkan had masa pada mesyuarat anda.
pt_br: Boas notícias! Nós removemos o limite de tempo nas suas reuniões.
ru_ru: Отличные новости! Мы удалили ограничения времени конференций.
th_th: ข่าวดี! เราได้นำขีดจำกัดเวลาในการประชุมของคุณออกไปแล้ว
vi_vn: Tin vui! Chúng tôi đã loại bỏ giới hạn thời gian đối với các cuộc họp của bạn.
zh_cn: 好消息！我们已为你取消会议的时长限制
zh_hk: 好消息！我們已為你取消會議的時長限制
zh_tw: 好消息！我們已為你取消會議的時長限制

# KSQ
source: Time remaining {{number}}
de_de: Verbleibende Zeit: {{number}}
es_es: Tiempo restante {{number}}
fr_fr: Temps restant {{number}}
hi_in: शेष समय
id_id: Sisa waktu {{number}}
it_it: Tempo rimanente {{number}}
ja_jp: 残り時間 {{number}}
ko_kr: 남은 시간 {{number}}
ms_my: Masa yang tinggal {{number}}
pt_br: Tempo restante {{number}}
ru_ru: Времени осталось
th_th: เวลาที่เหลือ {{number}}
vi_vn: Thời gian còn lại {{number}}
zh_cn: 剩余时间 {{number}}
zh_hk: 剩餘時間 {{number}}
zh_tw: 剩餘時間 {{number}}

# PC4
source: Transcribe meeting audio into text. Transcribing takes around 30 seconds, and the transcription will be sent to {{owner}} after the meeting ends
de_de: Den Audioinhalt der Besprechung in Text transkribieren. Die Transkription dauert ca. 30 Sekunden. Sie wird nach dem Beenden der Besprechung an {{owner}} gesendet.
es_es: Transcribir el audio de la reunión a texto. La transcripción tarda unos 30 segundos y esta se enviará a {{owner}} una vez que finalice la reunión.
fr_fr: Transcrivez l'audio de la réunion en texte. La transcription prend environ 30 secondes et sera envoyée à {{owner}} à la fin de la réunion.
id_id: Transkripsikan audio rapat ke dalam teks. Transkripsi memerlukan waktu sekitar 30 detik, dan transkrip akan dikirim kepada {{owner}} setelah rapat berakhir
it_it: Trascrivi l'audio della riunione in testo. La trascrizione richiede circa 30 secondi e verrà inviata a {{owner}} al termine della riunione
ja_jp: 会議の内容をテキストに変換します。文字起こしには通常、30 秒程度かかります。文字起こしの内容は、会議が終了した後に {{owner}} に送信されます。
ko_kr: 회의 오디오를 텍스트 원고로 기록합니다. 원고로 기록하는 데는 약 30초가 걸립니다. 기록된 원고는 회의 종료 후 {{owner}} 님에게 전송됩니다.
ms_my: Transkripsi audio mesyuarat ke teks. Proses transkripsi mengambil masa sekitar 30 saat, dan transkripsi akan dihantar kepada {{owner}} selepas mesyuarat berakhir
pt_br: Transcreva o áudio da reunião em texto. A transcrição leva cerca de 30 segundos e a transcrição será enviada para {{owner}} após o fim da reunião
ru_ru: Транскрибируйте звук конференции в текст. Транскрипция занимает около 30 секунд. {{owner}} получит транскрипцию после окончания конференции
th_th: ถอดเสียงการประชุมเป็นข้อความ การถอดเสียงจะใช้เวลาประมาณ 30 วินาที และจะมีการส่งข้อความการถอดเสียงไปยัง {{owner}} หลังจากการประชุมสิ้นสุดลง
vi_vn: Chép lời âm thanh cuộc họp thành văn bản. Quy trình chép lời mất khoảng 30 giây và bản chép lời sẽ được gửi đến {{owner}} sau khi kết thúc cuộc họp
zh_cn: 将会议内容转为文本，通常需要 30 秒左右。转录内容将在会议结束后发送给{{owner}}
zh_hk: 將會議內容轉譯為文字，通常需要 30 秒左右。轉譯內容將在會議結束後發送給{{owner}}
zh_tw: 將會議內容轉錄為文字，通常需要 30 秒左右。轉錄內容將在會議結束後傳送給{{owner}}

# LAE
source: Once {{name}} approves, transcription will start.
de_de: Sobald {{name}} die Genehmigung gibt, wird die Transkription gestartet.
es_es: La transcripción comenzará en cuanto {{name}} lo apruebe.
fr_fr: Lorsque {{name}} approuvera, la transcription commencera.
id_id: Setelah {{name}} menyetujui, transkripsi akan dimulai.
it_it: Dopo l'approvazione di {{name}}, la trascrizione verrà avviata.
ja_jp: {{name}} が許可すると、文字起こしが開始します。
ko_kr: {{name}} 님이 승인하면 원고 기록이 시작됩니다.
ms_my: Setelah {{name}} meluluskan, transkripsi akan bermula.
pt_br: Depois que {{name}} for aprovado, a transcrição será iniciada.
ru_ru: Как только {{name}} одобрит, транскрипция начнется.
th_th: เมื่อ {{name}} อนุมัติแล้ว การถอดเสียงจะเริ่มต้นขึ้น
vi_vn: Sau khi {{name}} phê duyệt, quy trình chép lời sẽ bắt đầu.
zh_cn: {{name}} 同意后，转录立即开始
zh_hk: {{name}} 同意後，轉譯立即開始
zh_tw: {{name}} 同意後，轉錄立即開始

# /7Y
source: Ask the host to start meeting transcription?
de_de: Möchten Sie den Moderator bitten, die Transkription der Besprechung zu starten?
es_es: ¿Pedir al moderador que inicie la transcripción de la reunión?
fr_fr: Demander à l'hôte de commencer la transcription de la réunion ?
id_id: Minta host untuk memulai transkripsi rapat?
it_it: Chiedere all'host di avviare la trascrizione della riunione?
ja_jp: 進行役に文字起こしをリクエストしますか？
ko_kr: 진행자에게 회의 원고 기록을 시작하도록 요청하시겠습니까?
ms_my: Minta tuan rumah untuk memulakan transkripsi mesyuarat?
pt_br: Pedir ao host para iniciar a transcrição da reunião?
ru_ru: Попросить организатора начать расшифровку конференции?
th_th: ขอให้โฮสต์เริ่มการถอดเสียงการประชุมหรือไม่
vi_vn: Yêu cầu chủ phòng bắt đầu chép lời cuộc họp?
zh_cn: 请求主持人开始会议转录？
zh_hk: 要求主持人開始會議轉譯？
zh_tw: 請求主持人開始會議轉錄？

# EqE
source: Transcribe
de_de: Transkribieren
es_es: Transcribir
fr_fr: Transcrire
id_id: Transkripsikan
it_it: Trascrivi
ja_jp: 文字起こし
ko_kr: 원고 기록
ms_my: Transkripsi
pt_br: Transcrever
ru_ru: Расшифровать
th_th: ถอดเสียง
vi_vn: Chép lời
zh_cn: 转录
zh_hk: 轉譯
zh_tw: 轉錄

# lrc
source: {{name}} declined your request.
de_de: {{name}} hat Ihren Antrag abgelehnt.
es_es: {{name}} ha rechazado tu solicitud.
fr_fr: {{name}} a refusé votre demande.
id_id: {{name}} menolak permintaan Anda.
it_it: {{name}} ha rifiutato la tua richiesta.
ja_jp: {{name}} は文字起こしのリクエストを拒否しました。
ko_kr: {{name}} 님이 요청을 거부했습니다.
ms_my: {{name}} menolak permintaan anda.
pt_br: {{name}} recusou sua solicitação.
ru_ru: {{name}} отклонил(а) ваш запрос.
th_th: {{name}} ปฏิเสธคำขอของคุณแล้ว
vi_vn: {{name}} đã từ chối yêu cầu của bạn.
zh_cn: {{name}} 拒绝了你的转录请求
zh_hk: {{name}} 拒絕了你的轉譯要求
zh_tw: {{name}} 拒絕了你的轉錄請求

# 3A0
source: Transcription failed. Please try again later.
de_de: Die Transkription ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al transcribir. Inténtalo de nuevo más tarde.
fr_fr: Échec de la transcription. Veuillez réessayer plus tard.
id_id: Transkripsi gagal. Coba lagi nanti.
it_it: Trascrizione fallita. Riprova più tardi.
ja_jp: 開始できませんでした。後で再試行してください。
ko_kr: 원고를 기록하지 못했습니다. 나중에 다시 시도하세요.
ms_my: Transkripsi gagal. Sila cuba lagi kemudian.
pt_br: Falha na transcrição. Tente novamente mais tarde.
ru_ru: Транскрипция не удалась. Повторите попытку позже.
th_th: การถอดเสียงล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi_vn: Chép lời không thành công. Vui lòng thử lại sau.
zh_cn: 开启失败，请稍后再试
zh_hk: 開啟失敗，請稍後再試
zh_tw: 開啟失敗，請稍後再試

# LpA
source: Only the host and co-host can start transcription. Transcript will be sent to {{name}} after the meeting.
de_de: Nur der Moderator und der Co-Moderator können die Transkription starten. Die Transkription wird nach der Besprechung an {{name}} gesendet.
es_es: Solo el moderador y el co-moderador pueden iniciar la transcripción. Se enviará la transcripción a {{name}} después de la reunión.
fr_fr: Seuls l'hôte et le co-hôte peuvent commencer la transcription. La transcription sera envoyée à {{name}} après la réunion.
id_id: Hanya host can co-host yang dapat memulai transkripsi. Transkrip akan dikirimkan ke {{name}} setelah rapat.
it_it: Solo l'host e il co-host possono avviare la trascrizione, che verrà inviata a {{name}} dopo la riunione.
ja_jp: 文字起こしを開始できるのは進行役または共同進行役のみです。文字起こしの内容は会議の終了後に {{name}} に送信されます。
ko_kr: 진행자와 공동 진행자만 원고 기록을 시작할 수 있습니다. 원고는 회의 후에 {{name}} 님에게 전송됩니다.
ms_my: Hanya tuan rumah dan co-tuan rumah yang boleh memulakan transkripsi. Transkrip akan dihantar kepada {{name}} selepas mesyuarat.
pt_br: Somente o host e o co-host podem iniciar a transcrição. A transcrição será enviada para {{name}} após a reunião.
ru_ru: Только ведущий и соведущий могут начать транскрипцию. Стенограмма будет отправлена {{name}} после конференции.
th_th: เฉพาะโฮสต์และโฮสต์ร่วมเท่านั้นที่สามารถเริ่มการถอดเสียงได้ การถอดเสียงจะได้รับการส่งไปยัง {{name}} หลังการประชุม
vi_vn: Chỉ chủ phòng và đồng chủ phòng mới có thể bắt đầu chép lời. Bản chép lời sẽ được gửi đến {{name}} sau cuộc họp.
zh_cn: 仅主持人和联席主持人可以开始转录，转录内容将在会议结束后发送给 {{name}}
zh_hk: 只有主持人和聯合主持人可以開始轉譯，轉譯內容將在會議結束後發送給 {{name}}
zh_tw: 僅主持人和聯合主持人可以開始轉錄，轉錄內容將在會議結束後傳送給 {{name}}

# EnI
source: This meeting is being transcribed.
de_de: Diese Besprechung wird gerade transkribiert.
es_es: Se está transcribiendo esta reunión.
fr_fr: Cette réunion est en cours de transcription.
id_id: Rapat sedang ditranskripsi.
it_it: La trascrizione di questa riunione è in corso.
ja_jp: この会議は文字起こし中です
ko_kr: 이 회의는 원고로 기록되는 중입니다.
ms_my: Mesyuarat ini sedang ditaip.
pt_br: Esta reunião está sendo transcrita.
ru_ru: Эта конференция расшифровывается.
th_th: กำลังถอดเสียงการประชุมนี้
vi_vn: Cuộc họp này đang được chép lời.
zh_cn: 此会议正在转录中
zh_hk: 此會議正在轉譯中
zh_tw: 此會議正在轉錄中

# akk
source: Request for transcription
de_de: Antrag auf Transkription
es_es: Solicitud de transcripción
fr_fr: Demander la transcription
id_id: Minta transkripsi
it_it: Richiesta di trascrizione
ja_jp: 文字起こしのリクエスト
ko_kr: 원고 기록 요청
ms_my: Permintaan untuk transkripsi
pt_br: Solicitar transcrição
ru_ru: Запрос на транскрипцию
th_th: ส่งคำขอการถอดเสียง
vi_vn: Yêu cầu chép lời
zh_cn: 转录请求
zh_hk: 轉譯要求
zh_tw: 轉錄請求

# FAw
source: Start Transcription
de_de: Transkription starten
es_es: Iniciar la transcripción
fr_fr: Commencer la transcription
id_id: Mulai Transkripsi
it_it: Avvia trascrizione
ja_jp: 文字起こしを開始
ko_kr: 원고 기록 시작
ms_my: Mula Penulisan
pt_br: Iniciar transcrição
ru_ru: Начать транскрипцию
th_th: เริ่มต้นการถอดเสียง
vi_vn: Bắt đầu chép lời
zh_cn: 开始转录
zh_hk: 開始轉譯
zh_tw: 開始轉錄

# qs0
source: Sure to start meeting transcription?
de_de: Sind Sie sicher, die Transkription der Besprechung zu starten?
es_es: ¿Seguro que quieres comenzar la transcripción de la reunión?
fr_fr: Voulez-vous vraiment commencer la transcription de la réunion ?
id_id: Yakin mau memulai transkripsi rapat?
it_it: Confermi di voler avviare la trascrizione della riunione?
ja_jp: 会議の文字起こしを開始しますか？
ko_kr: 회의 원고 기록을 시작하시겠습니까?
ms_my: Pasti untuk memulakan transkripsi mesyuarat?
pt_br: Quer mesmo iniciar a transcrição da reunião?
ru_ru: Уверены, что хотите начать транскрипцию конференции?
th_th: แน่ใจหรือไม่ว่า ต้องการเริ่มการถอดเสียงการประชุม
vi_vn: Bạn có chắc muốn bắt đầu chép lời cuộc họp không?
zh_cn: 确定要开始会议转录？
zh_hk: 確定要開始會議轉譯嗎？
zh_tw: 確定要開始會議轉錄嗎？

# KME
source: Transcription started. Click here for transcript.
de_de: Die Transkription wurde gestartet. Klicken Sie hier, um das Transkript zu erhalten.
es_es: Transcripción iniciada. Haz clic aquí para la transcripción.
fr_fr: La transcription a commencé. Cliquez ici pour la transcription.
id_id: Transkripsi dimulai. Klik di sini untuk melihat transkrip.
it_it: Trascrizione avviata. Fai clic qui per la trascrizione.
ja_jp: 文字起こしが開始しました。ここをクリックして内容を確認できます。
ko_kr: 원고 기록이 시작되었습니다. 원고를 보려면 여기를 클릭하세요.
ms_my: Transkripsi bermula. Klik di sini untuk transkrip.
pt_br: Transcrição iniciada. Clique aqui para transcrever.
ru_ru: Транскрипция началась. Нажмите здесь, чтобы просмотреть расшифровку.
th_th: เริ่มการถอดเสียงแล้ว คลิกที่นี่เพื่อถอดเสียง
vi_vn: Đã bắt đầu chép lời. Hãy nhấp vào đây để xem bản chép lời.
zh_cn: 转录已开始，可点击查看转录文本内容
zh_hk: 轉譯已開始，可點擊查看轉譯文字內容
zh_tw: 轉錄已開始，可點選查看轉錄文字內容

# ypk
source: Starting
de_de: Starten
es_es: Iniciando
fr_fr: Démarrage
id_id: Memulai
it_it: Avvio in corso
ja_jp: 開始しています
ko_kr: 시작 중
ms_my: Memulakan
pt_br: Iniciando
ru_ru: Начинаем
th_th: กำลังเริ่มต้น
vi_vn: Bắt đầu
zh_cn: 开启中
zh_hk: 開啟中
zh_tw: 開啟中

# 3sY
source: Stop Transcription
de_de: Transkription beenden
es_es: Detener transcripción
fr_fr: Arrêter la transcription
id_id: Hentikan Transkripsi
it_it: Interrompi trascrizione
ja_jp: 文字起こしを終了
ko_kr: 원고 기록 중단
ms_my: Hentikan Transkripsi
pt_br: Parar transcrição
ru_ru: Остановить транскрипцию
th_th: หยุดการถอดเสียง
vi_vn: Dừng chép lời
zh_cn: 停止转录
zh_hk: 停止轉譯
zh_tw: 停止轉錄

# NVU
source: Transcript
de_de: Transkript
es_es: Transcripción
fr_fr: Transcription
id_id: Transkrip
it_it: Trascrizione
ja_jp: 文字起こし
ko_kr: 원고
ms_my: Transkrip
pt_br: Transcrição
ru_ru: Транскрипция
th_th: การถอดเสียง
vi_vn: Bản chép lời
zh_cn: 文字记录
zh_hk: 文字記錄
zh_tw: 文字記錄

# vj0
source: Transcribing... It usually takes about 30 seconds.
de_de: Wird transkribiert... Vorgang dauert meist ca. 30 Sekunden.
es_es: Transcribiendo... Por lo general, tarda unos 30 segundos.
fr_fr: Transcription... Cette opération dure généralement environ 30 secondes.
id_id: Membuat transkrip... Proses ini biasanya memakan waktu sekitar 30 detik.
it_it: Trascrizione in corso. Solitamente sono necessari 30 secondi.
ja_jp: 文字起こし中... およそ 30 秒後に内容を確認できるようになります。
ko_kr: 원고 기록 중... 보통 약 30초가 걸립니다.
ms_my: Mentranskripsikan... Biasanya mengambil masa kira-kira 30 saat.
pt_br: Transcrevendo... Geralmente leva cerca de 30 segundos.
ru_ru: Расшифровка... Обычно это занимает около 30 секунд.
th_th: กำลังถอดเสียง... โดยปกติจะใช้เวลาประมาณ 30 วินาที
vi_vn: Đang chép lời... Thường mất khoảng 30 giây.
zh_cn: 转录中... 通常需要等待 30 秒以查看转录文本
zh_hk: 轉譯中... 通常需要等待 30 秒以查看轉譯文字
zh_tw: 轉錄中...通常需要等待 30 秒以查看轉錄文字

# WP8
source: {{name}} would like for you to transcribe the call. Click to start transcription now.
de_de: {{name}} möchte, dass der Anruf für Sie transkribiert wird. Klicken Sie hier, um die Transkription jetzt zu starten.
es_es: {{name}} quiere que transcribas la llamada. Haz clic para iniciar la transcripción ahora.
fr_fr: {{name}} souhaite que vous transcriviez l'appel. Cliquez pour commencer la transcription maintenant.
id_id: {{name}} menginginkan Anda untuk membuat transkrip panggilan. Klik untuk memulai transkripsi sekarang.
it_it: {{name}} vuole che tu trascriva la chiamata. Fai clic per avviare la trascrizione.
ja_jp: {{name}} が通話の文字起こしをリクエストしています。「許可」をクリックすると、文字起こしが開始します。
ko_kr: {{name}} 님이 통화를 원고로 기록하려고 합니다. 클릭하여 지금 원고 기록을 시작하세요.
ms_my: {{name}} ingin anda mentranskripsi panggilan. Klik untuk memulakan transkripsi sekarang.
pt_br: {{name}} gostaria que você transcrevesse a chamada. Clique para iniciar a transcrição agora.
ru_ru: {{name}} хочет, чтобы вы расшифровали звонок. Нажмите, чтобы начать транскрипцию сейчас.
th_th: {{name}} ต้องการให้คุณถอดเสียงการโทร คลิกเพื่อเริ่มการถอดเสียงทันที
vi_vn: {{name}} muốn bạn chép lời cuộc gọi. Hãy nhấp để bắt đầu chép lời ngay.
zh_cn: {{name}} 请求转录通话，点击后转录立即开始
zh_hk: {{name}} 要求轉譯通話，點擊後轉譯立即開始
zh_tw: {{name}} 請求轉錄通話，點選後轉錄立即開始

# zb4
source: {{name}} would like for you to transcribe the meeting. Click to start transcription now.
de_de: {{name}} möchte, dass Sie die Besprechung transkribieren. Klicken Sie hier, um die Transkription jetzt zu starten.
es_es: {{name}} quiere que transcribas la reunión. Haz clic para iniciar la transcripción ahora.
fr_fr: {{name}} souhaite que vous transcriviez la réunion. Cliquez pour commencer la transcription maintenant.
id_id: {{name}} menginginkan Anda untuk membuat transkrip rapat. Klik untuk memulai transkripsi sekarang.
it_it: {{name}} vuole che tu trascriva la riunione. Fai clic per avviare la trascrizione.
ja_jp: {{name}} が会議の文字起こしをリクエストしています。ボタンをクリックすると、文字起こしが開始します。
ko_kr: {{name}} 님이 회의를 원고로 기록하려고 합니다. 클릭하여 지금 원고 기록을 시작하세요.
ms_my: {{name}} ingin anda menyalin tulisan mesyuarat. Klik untuk memulakan transkripsi sekarang.
pt_br: {{name}} gostaria que você transcrevesse a reunião. Clique para iniciar a transcrição agora.
ru_ru: {{name}} хочет, чтобы вы расшифровали конференцию. Нажмите, чтобы начать транскрипцию сейчас.
th_th: {{name}} ต้องการให้คุณถอดเสียงการประชุม คลิกเพื่อเริ่มการถอดเสียงทันที
vi_vn: {{name}} muốn bạn chép lời cuộc họp. Hãy nhấp để bắt đầu chép lời ngay.
zh_cn: {{name}} 请求转录会议，点击后转录立即开始
zh_hk: {{name}} 要求轉譯會議，點擊後轉譯立即開始
zh_tw: {{name}} 請求轉錄會議，點選後轉錄立即開始

# KPA
source: Transcribing
de_de: Transkribieren
es_es: Transcribiendo
fr_fr: Transcription en cours
id_id: Membuat transkrip
it_it: Trascrizione in corso
ja_jp: 文字起こし中
ko_kr: 기록 중
ms_my: Menyalin tulisan
pt_br: Transcrevendo
ru_ru: Расшифровка
th_th: กำลังถอดเสียง
vi_vn: Đang chép lời
zh_cn: 转录中
zh_hk: 轉譯中
zh_tw: 轉錄中
