Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# ZZI
source: You'll take over sharing "{{fileName}}". Other participants will follow you.
de_de: Sie übernehmen das Teilen von „{{fileName}}“. Andere Teilnehmer werden Ihnen folgen.
es_es: Usted se encargará de compartir "{{fileName}}". Otros participantes le seguirán.
fr_fr: Vous reprendrez le partage de « {{fileName}} ». Les autres participants vous suivront.
hi_in: आप "{{fileName}}" का शेयरिंग संभालेंगे. अन्य सहभागी आपको फ़ॉलो करेंगे.
id_id: Anda akan mengambil alih berbagi "{{fileName}}". Peserta lainnya akan mengikuti Anda.
it_it: Gestirai la condivisione di "{{fileName}}". Altri partecipanti ti seguiranno.
ja_jp: 「{{fileName}}」の共有者になります。あなたの操作画面が他のメンバーに表示されます
ko_kr: "{{fileName}}"의 공유자가 됩니다. 다른 참가자들이 회원님을 팔로우하게 됩니다.
ms_my: Anda akan mengambil alih perkongsian "{{fileName}}." Peserta lain akan mengikuti anda.
pt_br: Você assumirá o compartilhamento de "{{fileName}}". Outros participantes seguirão você.
ru_ru: Вы возьмете на себя показ "{{fileName}}". Другие участники будут следовать за вами.
th_th: คุณจะเข้าควบคุมการแชร์ "{{fileName}}" ผู้เข้าร่วมคนอื่น ๆ จะติดตามคุณ
vi_vn: Bạn sẽ đảm nhiệm chia sẻ "{{fileName}}”. Những người tham gia khác sẽ theo dõi bạn.
zh_cn: 你将开始共享"{{fileName}}"，其他人将跟随你一起浏览
zh_hk: 你將開始共用「{{fileName}}」，其他人將跟隨你一起瀏覽
zh_tw: 你將開始分享「{{fileName}}」，其他人將跟隨你一起瀏覽

# WtQ
source: {{name}}'s app version does not support viewing your annotations.
de_de: Die Version der App von {{name}} unterstützt die Anzeige Ihrer Anmerkungen nicht.
es_es: La versión de la aplicación de {{name}} no admite la visualización de sus anotaciones.
fr_fr: La version de l'application de {{name}} ne permet pas l'affichage de vos annotations.
hi_in: {{name}} का ऐप संस्करण आपकी व्याख्यायों को देखने का समर्थन नहीं करता है.
id_id: Versi aplikasi {{name}} tidak mendukung tampilan anotasi Anda.
it_it: La versione dell'app di {{name}} non supporta la visualizzazione delle annotazioni.
ja_jp: {{name}}はアプリバージョンが古いため、注釈が見えません
ko_kr: {{name}} 님의 앱 버전은 주석 보기를 지원하지 않습니다.
ms_my: Versi apl {{name}} tidak menyokong melihat anotasi anda.
pt_br: A versão do aplicativo de {{name}} não suporta a visualização das suas anotações.
ru_ru: Версия приложения {{name}} не поддерживает просмотр ваших примечаний.
th_th: แอปของ {{name}} เป็นเวอร์ชันที่ไม่รองรับการดูคำอธิบายประกอบของคุณ
vi_vn: Phiên bản ứng dụng của {{name}} không hỗ trợ xem chú thích của bạn.
zh_cn: {{name}}的应用版本较低，无法看到你的标注
zh_hk: {{name}} 的應用程式版本較低，無法看到你的標註
zh_tw: {{name}}的應用程式版本較低，無法看到你的標註

# 3dY
source: Video calling...
de_de: Videoanruf erfolgt...
es_es: Realizando videollamada...
fr_fr: Appel vidéo en cours...
hi_in: डायल हो रहा है...
id_id: Panggilan video...
it_it: Videochiamata...
ja_jp: ビデオ通話を招待しています...
ko_kr: 영상 통화 중...
ms_my: Panggilan video...
pt_br: Fazendo videochamada...
ru_ru: Набор номера...
th_th: กำลังสนทนาทางวิดีโอ...
vi_vn: Đang gọi video...
zh_cn: 正在发起视频通话...
zh_hk: 正在發起視像通話...
zh_tw: 正在發起視訊通話...

# j38
source: You have an incoming call.
de_de: Sie haben einen eingehenden Anruf.
es_es: Tiene una llamada entrante.
fr_fr: Vous avez un appel entrant.
hi_in: आपके लिए एक इनकमिंग कॉल है.
id_id: Anda memiliki panggilan masuk.
it_it: Hai una chiamata in arrivo.
ja_jp: 着信中のため、ビデオ通話を開始できません
ko_kr: 수신 전화가 있습니다.
ms_my: Anda mempunyai panggilan masuk.
pt_br: Está recebendo uma chamada.
ru_ru: У вас есть входящий вызов.
th_th: คุณมีสายเข้า
vi_vn: Bạn có một cuộc gọi đến.
zh_cn: 响铃中，无法发起视频通话
zh_hk: 響鈴中，無法發起視像通話
zh_tw: 響鈴中，無法發起視訊通話

# gNw
source: Incoming video call
de_de: Eingehender Videoanruf
es_es: Videollamada entrante
fr_fr: Appel vidéo entrant
hi_in: इनकमिंग वीडियो कॉल
id_id: Panggilan video masuk
it_it: Videochiamata in arrivo
ja_jp: ビデオ通話を着信中
ko_kr: 영상 통화 초대 중
ms_my: Panggilan video masuk
pt_br: Chamada de vídeo recebida
ru_ru: Входящий видеозвонок
th_th: วิดีโอคอลเรียกเข้า
vi_vn: Cuộc gọi video đến
zh_cn: 邀请你进行视频通话
zh_hk: 邀請你進行視像通話
zh_tw: 邀請你進行視訊通話

# ago
source: Incoming video call from {{name}}
de_de: Eingehender Videoanruf von {{name}}
es_es: Videollamada entrante de {{name}}
fr_fr: Appel vidéo entrant de {{name}}
hi_in: {{name}} से इनकमिंग वीडियो कॉल
id_id: Panggilan video masuk dari {{name}}
it_it: Videochiamata in arrivo da {{name}}
ja_jp: {{name}}がビデオ通話に招待しています
ko_kr: {{name}} 님에게서 걸려온 화상 통화
ms_my: Panggilan video masuk daripada {{name}}
pt_br: Chamada de vídeo recebida de {{name}}
ru_ru: Входящий видеозвонок от абонента {{name}}
th_th: วิดีโอคอลเรียกเข้าจาก {{name}}
vi_vn: Cuộc gọi video đến từ {{name}}
zh_cn: {{name}}邀请你进行视频通话
zh_hk: {{name}}邀請你進行視像通話
zh_tw: {{name}}邀請你進行視訊通話

# KGM
source: Incoming video call
de_de: Eingehender Videoanruf
es_es: Videollamada entrante
fr_fr: Appel vidéo entrant
hi_in: इनकमिंग वीडियो कॉल
id_id: Panggilan video masuk
it_it: Videochiamata in arrivo
ja_jp: ビデオ通話を受け取りました
ko_kr: 영상 통화 초대 중
ms_my: Panggilan video masuk
pt_br: Chamada de vídeo recebida
ru_ru: Входящий видеозвонок
th_th: วิดีโอคอลเรียกเข้า
vi_vn: Cuộc gọi video đến
zh_cn: 收到视频通话
zh_hk: 接受到視像通話
zh_tw: 收到視訊通話

# MVg
source: 简体中文
zh_hk: 簡體中文
zh_tw: 簡體中文

# lxg
source: SIP URI
es_es: URI de SIP
fr_fr: URI SIP
it_it: URI SIP
ms_my: URI SIP
pt_br: URI SIP
