Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# lb8
source: {{name}} is waiting in the lobby.
de_de: {{name}} wartet im Wartebereich.
es_es: {{name}} está en la sala de espera.
fr_fr: {{name}} attend dans la salle d'attente.
hi_in: {{name}} लॉबी में प्रतीक्षा कर रहे हैं.
id_id: {{name}} menunggu di lobi.
it_it: {{name}} è in attesa nella hall.
ja_jp: {{name}}は本会議の待機室にいます
ko_kr: {{name}} 님이 대기실에서 대기 중입니다.
ms_my: {{name}} sedang menunggu di lobi.
pt_br: {{name}} está aguardando no lobby.
ru_ru: Пользователь {{name}} ожидает в зале ожидания.
th_th: {{name}} กำลังรออยู่ในล็อบบี้
vi_vn: {{name}} đang đợi trong phòng chờ.
zh_cn: {{name}}已在等候室
zh_hk: {{name}}已在等候室
zh_tw: {{name}}已在等候室

# XX4
source: {{name}} left the meeting
de_de: {{name}} hat die Besprechung verlassen
es_es: {{name}} ha abandonado la reunión
fr_fr: {{name}} a quitté la réunion
hi_in: {{name}} ने मीटिंग छोड़ दी है
id_id: {{name}} keluar dari rapat
it_it: {{name}} ha abbandonato la riunione
ja_jp: {{name}}が会議から離れました
ko_kr: {{name}} 님이 회의에서 퇴장함
ms_my: {{name}} meninggalkan mesyuarat
pt_br: {{name}} saiu da reunião
ru_ru: Пользователь {{name}} покинул конференцию
th_th: {{name}} ได้ออกจากการประชุม
vi_vn: {{name}} đã rời cuộc họp
zh_cn: {{name}}离开会议
zh_hk: {{name}}離開會議
zh_tw: {{name}}離開會議

# c6o
source: {{name}} requested to speak.
de_de: {{name}} hat ums Wort gebeten.
es_es: {{name}} solicitó hablar.
fr_fr: {{name}} a demandé à prendre la parole.
hi_in: {{name}} ने बोलने का अनुरोध किया.
id_id: {{name}} meminta untuk bicara.
it_it: {{name}} ha richiesto di prendere la parola.
ja_jp: {{name}}が発言をリクエストしています
ko_kr: {{name}} 님이 발언을 요청했습니다.
ms_my: {{name}} meminta untuk bercakap.
pt_br: {{name}} fez uma solicitação para falar.
ru_ru: Пользователь {{name}} попросил слово.
th_th: {{name}} ได้ขอพูด
vi_vn: {{name}} đã yêu cầu được phát biểu.
zh_cn: {{name}}正在申请发言
zh_hk: {{name}}正在申請發言
zh_tw: {{name}}正在申請發言

# IBw
source: {{number}} new message
de_de: {{number}} neue Nachricht
es_es: {{number}} mensaje nuevo
fr_fr: {{number}} nouveau message
hi_in: {{number}} नया संदेश
id_id: {{number}} pesan baru
it_it: {{number}} nuovo messaggio
ja_jp: {{number}} 件の新着メッセージ
ko_kr: 새 메시지 {{number}}개
ms_my: {{number}} mesej baharu
pt_br: {{number}} nova mensagem
ru_ru: Новое сообщение: {{number}}
th_th: {{number}} ข้อความใหม่
vi_vn: {{number}} tin nhắn mới
zh_cn: {{number}} 条新消息
zh_hk: {{number}} 則新訊息
zh_tw: {{number}} 則新訊息

# /So
source: {{number}} new messages
de_de: {{number}} neue Nachrichten
es_es: {{number}} mensajes nuevos
fr_fr: {{number}} nouveaux messages
hi_in: {{number}} नए संदेश
id_id: {{number}} pesan baru
it_it: {{number}} nuovi messaggi
ja_jp: {{number}} 件の新着メッセージ
ko_kr: 새 메시지 {{number}}개
ms_my: {{number}} mesej baharu
pt_br: {{number}} novas mensagens
ru_ru: Новых сообщений: {{number}}
th_th: {{number}} ข้อความใหม่
vi_vn: {{number}} tin nhắn mới
zh_cn: {{number}} 条新消息
zh_hk: {{number}} 條新訊息
zh_tw: {{number}} 條新訊息

# XTs
source: You don't have permission to join this interview.
de_de: Sie haben keine Berechtigung, diesem Interview beizutreten.
es_es: No tiene permiso de acceso para unirse a esta entrevista.
fr_fr: Vous n'êtes pas autorisé à rejoindre cet entretien.
hi_in: आपको इस साक्षात्कार में शामिल होने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk bergabung dengan wawancara ini.
it_it: Non hai l'autorizzazione per partecipare a questo colloquio.
ja_jp: この面接に入る権限がありません
ko_kr: 면접 참가 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menyertai temu duga ini.
pt_br: Você não tem permissão para ingressar nesta entrevista.
ru_ru: У вас нет разрешения присоединиться к этому интервью.
th_th: คุณไม่ได้รับอนุญาตให้สามารถเข้าร่วมการสัมภาษณ์นี้
vi_vn: Bạn không có quyền xem tham gia buổi phỏng vấn này.
zh_cn: 没有权限进入面试房间
zh_hk: 沒有權限進入面試房間
zh_tw: 沒有進入面試房間的權限

# 44c
source: You don't have permission to join this meeting.
de_de: Sie haben keine Berechtigung, dieser Besprechung beizutreten.
es_es: No tiene permiso para unirse a esta reunión.
fr_fr: Vous n'êtes pas autorisé à rejoindre cette réunion.
hi_in: आपके पास इस मीटिंग में शामिल होने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk bergabung dengan rapat ini.
it_it: Non hai l'autorizzazione per partecipare a questa riunione.
ja_jp: この会議に参加する権限がありません
ko_kr: 이 회의에 참가할 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk menyertai mesyuarat ini.
pt_br: Você não tem permissão para ingressar nesta reunião.
ru_ru: У вас нет полномочий для участия в этой конференции.
th_th: คุณไม่ได้รับสิทธิ์การอนุญาตให้เข้าร่วมการประชุมนี้
vi_vn: Bạn không có quyền tham gia cuộc họp này.
zh_cn: 无权限加入该会议
zh_hk: 無權限加入該會議
zh_tw: 無加入該會議的權限

# vV4
source: You don't have permission to share content.
de_de: Sie haben keine Berechtigung zum Teilen von Inhalt.
es_es: No tienes permiso para compartir el contenido.
fr_fr: Vous n'êtes pas autorisé à partager du contenu.
hi_in: आपके पास सामग्री साझा करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk berbagi konten.
it_it: Non disponi dell'autorizzazione per condividere il contenuto.
ja_jp: 共有権限がありません
ko_kr: 콘텐츠 공유 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk berkongsi kandungan.
pt_br: Você não tem permissão para compartilhar conteúdo.
ru_ru: У вас нет разрешения на показ экрана.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการแชร์เนื้อหา
vi_vn: Bạn không có quyền chia sẻ nội dung.
zh_cn: 无共享内容权限
zh_hk: 無分享內容權限
zh_tw: 無分享內容的權限

# rf8
source: You don't have permission to share content.
de_de: Sie haben keine Berechtigung zum Teilen von Inhalt.
es_es: No tienes permiso para compartir el contenido.
fr_fr: Vous n'êtes pas autorisé à partager du contenu.
hi_in: आपके पास सामग्री साझा करने की अनुमति नहीं है.
id_id: Anda tidak memiliki izin untuk berbagi konten.
it_it: Non disponi dell'autorizzazione per condividere il contenuto.
ja_jp: 画面共有権限がありません
ko_kr: 콘텐츠 공유 권한이 없습니다.
ms_my: Anda tidak mempunyai kebenaran untuk berkongsi kandungan.
pt_br: Você não tem permissão para compartilhar conteúdo.
ru_ru: У вас нет разрешения на показ экрана.
th_th: คุณไม่มีสิทธิ์การอนุญาตในการแชร์เนื้อหา
vi_vn: Bạn không có quyền chia sẻ nội dung.
zh_cn: 无投屏权限
zh_hk: 無投影權限
zh_tw: 無投影權限

# ueI
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिले
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่มีผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 未找到结果
zh_hk: 未找到結果
zh_tw: 未找到結果

# NSU
source: You are sharing your screen.
de_de: Sie teilen Ihren Bildschirm.
es_es: Estáss compartiendo tu pantalla.
fr_fr: Vous partagez votre écran.
hi_in: आप अपनी स्क्रीन शेयर कर रहे हैं.
id_id: Anda sedang berbagi layar Anda.
it_it: Stai condividendo lo schermo.
ja_jp: 画面を共有しています
ko_kr: 화면을 공유 중입니다.
ms_my: Anda sedang berkongsi skrin.
pt_br: Compartilhando sua tela.
ru_ru: Вы показываете свой экран.
th_th: คุณกำลังจะแชร์หน้าจอ
vi_vn: Bạn đang chia sẻ màn hình của bạn.
zh_cn: 你正在共享屏幕
zh_hk: 你正在分享畫面
zh_tw: 你正在分享畫面

# meA
source: You are sharing your screen.
de_de: Sie teilen Ihren Bildschirm.
es_es: Estás compartiendo tu pantalla.
fr_fr: Vous partagez votre écran.
hi_in: आप अपनी स्क्रीन शेयर कर रहे हैं.
id_id: Anda sedang berbagi layar Anda.
it_it: Stai condividendo lo schermo.
ja_jp: 画面を共有しています
ko_kr: 화면을 공유 중입니다.
ms_my: Anda sedang berkongsi skrin anda.
pt_br: Compartilhando sua tela.
ru_ru: Вы показываете свой экран.
th_th: คุณกำลังจะแชร์หน้าจอ
vi_vn: Bạn đang chia sẻ màn hình của bạn.
zh_cn: 你正在投屏
zh_hk: 你正在投射螢幕
zh_tw: 你正在投影

# S0o
source: Number
de_de: Zahl
es_es: Número
fr_fr: Numéro
hi_in: नंबर
id_id: Nomor
it_it: Numero
ja_jp: 番号
ko_kr: 숫자
ms_my: Nombor
pt_br: Número
ru_ru: Число
th_th: จำนวน
vi_vn: Số
zh_cn: 号码
zh_hk: 號碼
zh_tw: 號碼

# e4I
source: {{number}} participants requested to speak.
de_de: {{number}} Teilnehmer haben ums Wort gebeten.
es_es: {{number}} participantes solicitaron hablar.
fr_fr: {{number}} participants ont demandé à prendre la parole.
hi_in: {{number}} प्रतिभागियों ने बोलने का अनुरोध किया.
id_id: {{number}} peserta meminta untuk bicara.
it_it: {{number}} partecipanti hanno richiesto di prendere la parola.
ja_jp: {{number}} 人の参加者が発言をリクエストしています
ko_kr: 참가자 {{number}}명이 발언을 요청했습니다.
ms_my: {{number}} peserta meminta untuk bercakap.
pt_br: {{number}} participantes fizeram solicitação para falar.
ru_ru: Кол-во участников, попросивших слово: {{number}}.
th_th: ผู้เข้าร่วม {{number}} ได้ขอพูด
vi_vn: {{number}} người tham gia đã yêu cầu được phát biểu.
zh_cn: {{number}} 位用户正在申请发言
zh_hk: {{number}} 位用戶正在申請發言
zh_tw: {{number}} 位使用者正在申請發言

# qEs
source: {{number}} people are waiting in the lobby.
de_de: {{number}} Personen warten im Wartebereich.
es_es: {{number}} personas se encuentran en la sala de espera.
fr_fr: {{number}} personnes attendent dans la salle d'attente.
hi_in: {{number}} लोग लॉबी में प्रतीक्षा कर रहे हैं.
id_id: {{number}} orang menunggu di lobi.
it_it: {{number}} persone sono in attesa nella hall.
ja_jp: {{number}} 名が待機室に待っています
ko_kr: {{number}}명이 대기실에서 대기 중입니다.
ms_my: {{number}} orang sedang menunggu di lobi.
pt_br: {{number}} pessoas estão aguardando no lobby.
ru_ru: Люди в зале ожидания: {{number}}.
th_th: {{number}} คนกำลังรออยู่ในล็อบบี้
vi_vn: {{number}} đang đợi trong phòng chờ.
zh_cn: {{number}} 位用户已在等候室
zh_hk: {{number}} 位用戶已在等候室
zh_tw: {{number}} 位使用者已在等候室

# mpA
source: Organizer
de_de: Organisator
es_es: Organizador
fr_fr: Organisateur
hi_in: आयोजक
id_id: Penyelenggara
it_it: Organizzatore
ja_jp: 主催者
ko_kr: 주최자
ms_my: Penganjur
pt_br: Organizador(a)
ru_ru: Организатор
th_th: ผู้จัด
vi_vn: Người tổ chức
zh_cn: 发起人
zh_hk: 發起者
zh_tw: 發起人

# G0U
source: Participants
de_de: Teilnehmer
es_es: Participantes
hi_in: सहभागी
id_id: Peserta
it_it: Partecipanti
ja_jp: 参加者
ko_kr: 참가자
ms_my: Peserta
pt_br: Participantes
ru_ru: Участники
th_th: ผู้เข้าร่วม
vi_vn: Người tham gia
zh_cn: 参会人
zh_hk: 參加者
zh_tw: 與會人員

# fr0
source: Participants (%d)
de_de: Teilnehmer (%d)
es_es: Participantes (%d)
hi_in: सहभागी (%d)
id_id: Peserta (%d)
it_it: Partecipanti (%d)
ja_jp: 参加者（%d）
ko_kr: 참가자(%d)
ms_my: Peserta (%d)
pt_br: Participantes (%d)
ru_ru: Участники (%d)
th_th: ผู้เข้าร่วม (%d)
vi_vn: Người tham gia (%d)
zh_cn: 参会人（%d）
zh_hk: 參加者（%d）
zh_tw: 與會人員（%d）

# ZqU
source: Only people from my company can watch
de_de: Nur Personen aus meinem Unternehmen können anzeigen
es_es: Solo los empleados de mi empresa pueden ver la emisión en directo
fr_fr: Seuls les membres de mon entreprise peuvent regarder
hi_in: केवल मेरी कंपनी के लोग देख सकते हैं
id_id: Hanya orang dari perusahaan saya yang dapat menonton
it_it: Visualizzazione disponibile solo per le persone che fanno parte della mia società
ja_jp: 所属する法人のメンバーのみ視聴可能
ko_kr: 기업 내부 인원만 시청 가능
ms_my: Hanya orang dari syarikat saya boleh menonton
pt_br: Somente pessoas da minha empresa podem assistir
ru_ru: Просматривать могут только представители моей компании
th_th: เฉพาะคนจากบริษัทของฉันเท่านั้นที่สามารถดูได้
vi_vn: Chỉ những người trong công ty tôi mới có thể xem
zh_cn: 仅本企业用户可观看
zh_hk: 僅本企業用戶可觀看
zh_tw: 僅本企業使用者可觀看

# KH0
source: Anyone can join this meeting.
de_de: Jeder kann dieser Besprechung beitreten.
es_es: Cualquiera puede unirse a esta reunión.
fr_fr: Tout le monde peut participer à cette réunion.
hi_in: कोई भी इस मीटिंग में शामिल हो सकता है.
id_id: Siapa pun dapat bergabung dengan rapat ini.
it_it: Chiunque può partecipare a questa riunione.
ja_jp: 全てのユーザーがこの会議に参加できるようになりました
ko_kr: 누구나 이 회의에 참가할 수 있습니다.
ms_my: Sesiapa sahaja boleh menyertai mesyuarat ini.
pt_br: Qualquer pessoa pode ingressar nesta reunião.
ru_ru: Любой может присоединиться к конференции.
th_th: ทุกคนสามารถเข้าร่วมการประชุมนี้ได้
vi_vn: Bất kỳ ai cũng có thể tham gia cuộc họp này.
zh_cn: 所有人可加入此会议
zh_hk: 所有人可加入此會議
zh_tw: 所有人都可加入此會議

# Uw8
source: Phone number and meeting ID copied
de_de: Telefonnummer und Besprechungs-ID kopiert
es_es: Se ha copiado el ID de la reunión y el número de teléfono
fr_fr: Numéro de téléphone et ID de réunion copiés
hi_in: फ़ोन नंबर और मीटिंग ID कॉपी किया गया
id_id: Nomor telepon dan ID rapat disalin
it_it: Numero di telefono e ID riunione copiati
ja_jp: 電話番号と会議 ID がコピーされました
ko_kr: 전화번호 및 회의 ID가 복사됨
ms_my: Nombor telefon dan ID mesyuarat disalin
pt_br: Número de telefone e ID de reunião copiados
ru_ru: Номер телефона и ID конференции скопированы
th_th: คัดลอกหมายเลขโทรศัพท์และ ID การประชุมแล้ว
vi_vn: Đã sao chép số điện thoại và ID cuộc họp
zh_cn: 电话号码和会议 ID 已复制
zh_hk: 已複製電話號碼和會議 ID
zh_tw: 電話號碼和會議 ID 已複製

# Fbk
source: Send request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
hi_in: अनुरोध भेजें
id_id: Kirim permintaan
it_it: Invia richiesta
ja_jp: 発言をリクエスト
ko_kr: 요청 보내기
ms_my: Hantar permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 申请发言
zh_hk: 申請發言
zh_tw: 申請發言

# ONA
source: Unable to turn on microphone by yourself. Please send a request to the host for approval.
de_de: Mikrofon kann von Ihnen nicht selbst eingeschaltet werden. Bitte senden Sie eine Genehmigungsanfrage an den Moderator.
es_es: No puedes activar el micrófono tú mismo/a. Envía una solicitud al moderador para su aprobación.
fr_fr: Vous ne pouvez pas activer votre microphone vous-même. Veuillez envoyer une demande d'approbation à l'hôte.
hi_in: स्वयं माइक्रोफ़ोन चालू करने में असमर्थ. कृपया होस्ट को अनुमोदन के लिए अनुरोध भेजें.
id_id: Tidak dapat mengaktifkan mikrofon sendiri. Kirim permintaan ke host untuk disetujui.
it_it: Impossibile attivare autonomamente il microfono. Invia una richiesta di approvazione all'host.
ja_jp: ミュートを解除できません。発言をリクエストしてください
ko_kr: 직접 마이크를 켤 수 없습니다. 승인을 위해 진행자에게 요청을 보내세요.
ms_my: Tidak dapat hidupkan mikrofon sendiri. Sila hantar permintaan kepada hos untuk kelulusan.
pt_br: Não é possível ligar o microfone sozinho. Envie uma solicitação ao host para aprovação.
ru_ru: Не удалось включить микрофон самостоятельно. Отправьте запрос ведущему для подтверждения.
th_th: ไม่สามารถเปิดไมโครโฟนได้ด้วยตนเอง โปรดส่งคำขอไปยังโฮสต์เพื่อขออนุมัติ
vi_vn: Bạn không thể tự bật micrô. Vui lòng gửi yêu cầu cho người tổ chức để được phê duyệt.
zh_cn: 无法自行打开麦克风，请向主持人申请发言
zh_hk: 無法自行開啟麥克風，請向主持人申請發言
zh_tw: 無法自行開啟麥克風，請向主持人申請發言

# i8A
source: Reclaim host
de_de: Moderator-Rolle zurückfordern
es_es: Reclamar nombramiento de moderador
fr_fr: Récupérer l'hôte
hi_in: दोबारा होस्ट बनें
id_id: Klaim host
it_it: Richiedi di diventare host
ja_jp: 進行役権限を取り消し
ko_kr: 진행자 권한 회수
ms_my: Dapatkan semula tuan rumah
pt_br: Recuperar host
ru_ru: Опять сделать ведущим
th_th: รับสถานะโฮสต์อีกครั้ง
vi_vn: Thu hồi người tổ chức
zh_cn: 收回主持人权限
zh_hk: 收回主持人權限
zh_tw: 收回主持人權限

# 6q0
source: Recording...
de_de: Aufzeichnung läuft...
es_es: Grabando...
fr_fr: Enregistrement…
hi_in: रिकॉर्ड हो रहा है...
id_id: Merekam...
it_it: Registrazione in corso
ja_jp: レコーディング中...
ko_kr: 녹화 중...
ms_my: Merekam...
pt_br: Gravando...
ru_ru: Выполняется запись...
th_th: กำลังบันทึก...
vi_vn: Đang ghi âm...
zh_cn: 录制中
zh_hk: 錄影中
zh_tw: 正在錄製...

# WgI
source: This meeting is being recorded
de_de: Diese Besprechung wird aufgezeichnet
es_es: Esta reunión se está grabando
fr_fr: Cette réunion est en cours d'enregistrement
hi_in: यह मीटिंग रिकॉर्ड की जा रही है
id_id: Rapat ini sedang direkam
it_it: Questa riunione è in fase di registrazione
ja_jp: この会議はレコーディング中です
ko_kr: 회의 기록 중
ms_my: Mesyuarat ini sedang dirakam
pt_br: Esta reunião está sendo gravada
ru_ru: Эта конференция записывается
th_th: กำลังบันทึกการประชุมนี้
vi_vn: Cuộc họp này đang được ghi
zh_cn: 此会议正在录制中
zh_hk: 此會議正在錄影中
zh_tw: 此會議正在錄製中

# GOY
source: Recording stopped
de_de: Aufzeichnung beendet
es_es: La grabación se ha detenido
fr_fr: Enregistrement arrêté
hi_in: रिकॉर्डिंग को रोक दिया गया
id_id: Perekaman dihentikan
it_it: Registrazione interrotta
ja_jp: レコーディングが停止されました
ko_kr: 녹화 중지됨
ms_my: Rakaman dihentikan
pt_br: Gravação parada
ru_ru: Запись остановлена
th_th: หยุดทำการบันทึกแล้ว
vi_vn: Đã dừng ghi âm
zh_cn: 录制已停止
zh_hk: 錄影已停止
zh_tw: 錄製已停止

# yQU
source: Would you like to rejoin {{meeting_topic}}?
de_de: Möchten Sie {{meeting_topic}} wieder beitreten?
es_es: ¿Le gustaría volver a unirse a {{meeting_topic}}?
fr_fr: Souhaitez-vous rejoindre {{meeting_topic}} ?
hi_in: क्या आप {{meeting_topic}} में पुनः शामिल होना चाहते हैं?
id_id: Anda ingin bergabung kembali dengan {{meeting_topic}}?
it_it: Vorresti partecipare di nuovo a {{meeting_topic}}?
ja_jp: {{meeting_topic}}はまだ実施中です。もう一度参加しますか？
ko_kr: {{meeting_topic}}에 다시 참가하시겠습니까?
ms_my: Adakah anda ingin menyertai semula {{meeting_topic}}?
pt_br: Pretende voltar para {{meeting_topic}}?
ru_ru: Присоединиться повторно к {{meeting_topic}}?
th_th: คุณต้องการเข้าร่วม {{meeting_topic}} ซ้ำอีกครั้ง?
vi_vn: Bạn có muốn tham gia lại {{meeting_topic}}?
zh_cn: {{meeting_topic}}仍在进行中，是否要重新加入？
zh_hk: {{meeting_topic}}仍在進行中，是否要重新加入？
zh_tw: {{meeting_topic}}仍在進行中，是否要重新加入？

# 3CQ
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
hi_in: निकालें
id_id: Keluarkan
it_it: Rimuovi
ja_jp: 拒否
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移出
zh_hk: 移除
zh_tw: 移出

# /Hk
source: Remove from Meeting
de_de: Aus der Besprechung entfernen
es_es: Eliminar de la reunión
fr_fr: Retirer de la réunion
hi_in: मीटिंग से निकालें
id_id: Keluarkan dari rapat
it_it: Rimuovi dalla riunione
ja_jp: 参加者を削除
ko_kr: 회의에서 제거
ms_my: Keluarkan dari mesyuarat
pt_br: Remover da reunião
ru_ru: Убрать из конференции
th_th: ลบออกจากการประชุม
vi_vn: Xóa khỏi cuộc họp
zh_cn: 移出当前会议
zh_hk: 移出目前會議
zh_tw: 退出目前會議

# QiM
source: Are you sure you want to remove {{name}} from this meeting?
de_de: Möchten Sie {{name}} wirklich aus dieser Besprechung entfernen?
es_es: ¿Seguro que desea eliminar a {{name}} de esta reunión?
fr_fr: Êtes-vous sûr de vouloir retirer {{name}} de cette réunion ?
hi_in: क्या आप वाकई इस मीटिंग से {{name}} को निकालना चाहते हैं?
id_id: Anda yakin ingin mengeluarkan {{name}} dari rapat ini?
it_it: Vuoi rimuovere {{name}} da questa riunione?
ja_jp: {{name}}を会議から退出させますか？
ko_kr: {{name}} 님을 이 회의에서 제거하시겠습니까?
ms_my: Adakah anda pasti ingin membuang {{name}} dari mesyuarat ini?
pt_br: Tem a certeza de que deseja remover {{name}} desta reunião?
ru_ru: Удалить пользователя {{name}} из конференции?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ {{name}} ออกจากการประชุมนี้
vi_vn: Bạn chắc chắn muốn xóa {{name}} khỏi cuộc họp này?
zh_cn: 确定将{{name}}移出此会议？
zh_hk: 確定將{{name}}移出此會議？
zh_tw: 確定將{{name}}移出此會議？

# e0Y
source: Are you sure you want to remove {{name}} from the lobby?
de_de: Möchten Sie {{name}} wirklich aus dem Wartebereich entfernen?
es_es: ¿Seguro que desea eliminar a {{name}} de la sala de espera?
fr_fr: Êtes-vous sûr de vouloir retirer {{name}} de la salle d'attente ?
hi_in: क्या आप वाकई लॉबी से {{name}} को निकालना चाहते हैं?
id_id: Anda yakin ingin mengeluarkan {{name}} dari lobi?
it_it: Vuoi rimuovere {{name}} dalla hall?
ja_jp: {{name}}を会議への参加を拒否しますか？
ko_kr: {{name}} 님을 대기실에서 제거하시겠습니까?
ms_my: Adakah anda pasti ingin membuang {{name}} dari ruang legar?
pt_br: Tem certeza de que deseja remover {{name}} do lobby?
ru_ru: Удалить пользователя {{name}} из зала ожидания?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบ {{name}} ออกจากล็อบบี้
vi_vn: Bạn chắc chắn muốn xóa {{name}} khỏi phòng chờ?
zh_cn: 确定将{{name}}移出等候室？
zh_hk: 確定將{{name}}移出等候室？
zh_tw: 確定將{{name}}移出等候室？

# COw
source: Lobby isn't available in the app version used by the new host
de_de: Wartebereich ist in der vom neuen Moderator verwendeten App-Version nicht verfügbar.
es_es: La sala de espera no está disponible en la versión de la aplicación que utiliza el nuevo moderador
fr_fr: La salle d'attente n'est pas disponible dans la version de l'application utilisée par le nouvel hôte
hi_in: लॉबी नए होस्ट द्वारा उपयोग किए गए ऐप संस्करण में उपलब्ध नही है
id_id: Lobi tidak tersedia dalam versi aplikasi yang digunakan oleh host baru
it_it: La hall non è disponibile nella versione dell'app usata dal nuovo host
ja_jp: 現在の進行役のアプリバージョンが待機室機能をサポートしていません
ko_kr: 새 진행자가 사용하는 앱 버전에서는 대기실을 사용할 수 없습니다
ms_my: Lobi tidak tersedia dalam versi apl yang digunakan oleh tuan rumah baharu
pt_br: O lobby não está disponível na versão do aplicativo usada pelo novo host
ru_ru: Зал ожидания недоступен в версии приложения, используемой новым ведущим
th_th: ล็อบบี้ไม่พร้อมใช้งานในแอปเวอร์ชันที่โฮสต์คนใหม่ใช้
vi_vn: Phòng chờ không khả dụng trong phiên bản ứng dụng của người tổ chức mới
zh_cn: 因当前主持人的软件版本限制，你已被移出等候室
zh_hk: 由於目前主持人的軟件版本限制，你已被移出等候室
zh_tw: 因目前主持人的軟體版本限制，你已被移出等候室

# jK8
source: Please ask the host to turn on your camera for you.
de_de: Bitten Sie den Moderator, Ihre Kamera für Sie einzuschalten.
es_es: Pide al moderador que te encienda la cámara.
fr_fr: Veuillez demander à l'hôte de vous activer votre caméra.
hi_in: कृपया होस्ट को आपके लिए आपका कैमरा चालू करने की अनुमति दें
id_id: Minta host untuk mengaktifkan kamera Anda untuk Anda.
it_it: Chiedi all'host di attivare la videocamera per te.
ja_jp: カメラをオンにできません。進行役に申請してください
ko_kr: 진행자에게 카메라를 켜달라고 요청하세요.
ms_my: Sila minta hos untuk menghidupkan kamera anda.
pt_br: Peça ao host para ligar sua câmera para você.
ru_ru: Попросите ведущего включить вашу камеру.
th_th: โปรดขอให้โฮสต์เปิดกล้องให้คุณ
vi_vn: Vui lòng yêu cầu chủ phòng bật máy ảnh cho bạn.
zh_cn: 无法自行打开摄像头，请向主持人申请
zh_hk: 無法自行開啟鏡頭，請向主持人申請
zh_tw: 無法自行開啟攝影機，請向主持人申請

# WSs
source: {{name}} would like for you to start livestreaming. Click Approve to go to livestream settings.
de_de: {{name}} möchte, dass Sie das Livestreaming starten. Klicken Sie auf Genehmigen, um zu den Livestream-Einstellungen zu gelangen.
es_es: {{name}} te solicita que inicies la emisión en directo. Haz clic en Aprobar para ir a la configuración de emisión en directo.
fr_fr: {{name}} souhaite que vous démarriez la diffusion en direct. Cliquez sur Approuver pour accéder aux paramètres de diffusion en direct.
hi_in: {{name}} आपके लिए लाइवस्ट्रीमिंग शुरू करना चाहते हैं. लाइवस्ट्रीम सेटिंग्स पर जाने के लिए अनुमोदित करें पर क्लिक करें.
id_id: {{name}} ingin agar Anda memulai streaming langsung. Klik Setuju untuk membuka pengaturan streaming langsung.
it_it: {{name}} vorrebbe che tu iniziassi il live streaming. Fai clic su Approva per accedere alle impostazioni di live streaming.
ja_jp: {{name}}からストリーミングを開始するリクエストが来ています。「同意」をクリックすると、ストリーミング設定に移動します。
ko_kr: {{name}} 님이 라이브 방송 시작을 요청합니다. 라이브 방송 설정으로 이동하려면 승인을 클릭하세요.
ms_my: {{name}} ingin anda memulakan penyiaran langsung. Klik Luluskan untuk pergi ke tetapan penyiaran langsung.
pt_br: {{name}} quer que você inicie um livestream. Clique em Aprovar para acessar as configurações de livestream.
ru_ru: {{name}} просит вас начать трансляцию. Нажмите "Одобрить" для перехода к настройкам трансляции.
th_th: {{name}} ต้องการให้คุณเริ่มสตรีมสด คลิก อนุมัติ เพื่อไปยังการตั้งค่าสตรีมสด
vi_vn: {{name}} muốn bạn bắt đầu phát trực tiếp. Nhấp vào Phê duyệt để đi tới cài đặt phát trực tiếp.
zh_cn: {{name}}请求开始直播，点击同意后将进入直播设置
zh_hk: {{name}} 請求開始直播，點擊同意後將進入直播設定
zh_tw: {{name}}請求開始直播，點選同意後將進入直播設定
