Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# 9Dg
source: The meeting room you attempted to connect to is occupied
de_de: Der Besprechungsraum, zu dem Sie eine Verbindung herstellen möchten, ist belegt
es_es: La sala de reuniones con la que quieres conectarte está ocupada
fr_fr: La salle de réunion à laquelle vous avez essayé de vous connecter est occupée
id_id: Ruang rapat yang mau Anda hubungkan sedang ditempati
it_it: La sala riunioni a cui stai cercando di connetterti è occupata
ja_jp: 現在使用中です。他の会議室を検索してください。
ko_kr: 연결을 시도한 회의실이 사용 중입니다
ms_my: Bilik mesyuarat yang anda cuba sambungkan sedang digunakan
pt_br: A sala de reunião à qual você tentou se conectar está ocupada
ru_ru: Комната, к которой вы попытались подключиться, занята
th_th: ห้องประชุมที่คุณพยายามเชื่อมต่อไม่ว่าง
vi_vn: Phòng họp bạn muốn kết nối đã được sử dụng
zh_cn: 会议室已被其他会议占用，无法连接
zh_hk: 會議室已被其他會議佔用，無法連線
zh_tw: 該會議室已被其他會議占用，無法連線

# +s0
source: Breakout room has reached its time. End all discussions now?
de_de: Die Zeit für den Gruppenraum ist abgelaufen. Alle Diskussionen jetzt beenden?
es_es: Se ha alcanzado el tiempo de la sala de descanso. ¿Finalizar ahora todas las discusiones?
fr_fr: La session en petits groupes est arrivée à son terme. Mettre fin à toutes les discussions maintenant ?
id_id: Ruang diskusi kelompok telah mencapai batas waktu. Akhiri semua diskusi sekarang?
it_it: Tempo di sale di suddivisione terminato. Terminare tutte le discussioni ora?
ja_jp: ブレイクアウトルームの終了時間になりました。すべてのブレイクアウトルームを終了しますか？
ko_kr: 소회의실이 시간에 도달했습니다. 지금 모든 토론을 끝내시겠습니까?
ms_my: Bilik pecah telah mencapai masanya. Akhiri semua perbincangan sekarang?
pt_br: A sala separada atingiu seu tempo. Terminar todas as discussões agora?
ru_ru: Сессионный зал достиг установленного времени. Завершить все обсуждения сейчас?
th_th: ห้องย่อยหมดเวลาแล้ว จบการสนทนาทั้งหมดเลยหรือไม่
vi_vn: Phòng họp nhóm đã đến giới hạn thời gian. Kết thúc tất cả các cuộc thảo luận ngay bây giờ?
zh_cn: 分组讨论已到达结束时间，是否立即结束全部讨论？
zh_hk: 分組討論已到達結束時間，是否立即結束全部討論？
zh_tw: 分組討論已到達結束時間，是否立即結束全部討論？

# b8I
source: Meeting ID
de_de: Besprechungs-ID
es_es: Código de reunión
fr_fr: ID de réunion
hi_in: मीटिंग ID
id_id: ID Rapat
it_it: ID riunione
ja_jp: 会議 ID
ko_kr: 회의 ID
ms_my: ID Mesyuarat
pt_br: ID de reunião
ru_ru: ID конференции
th_th: ID การประชุม
vi_vn: ID cuộc họp
zh_cn: 会议 ID
zh_hk: 會議 ID
zh_tw: 會議 ID

# C6k
source: Search to invite
de_de: Suchen zum Einladen
es_es: Buscar para invitar
fr_fr: Rechercher pour inviter
hi_in: आमंत्रित करने के लिए खोजें
id_id: Cari untuk mengundang
it_it: Cerca per invitare
ja_jp: 検索して招待
ko_kr: 검색하여 초대
ms_my: Cari untuk jemput
pt_br: Pesquisar para convidar
ru_ru: Поиск для приглашения
th_th: ค้นหาเพื่อเชิญ
vi_vn: Tìm kiếm để mời
zh_cn: 搜索或呼叫
zh_hk: 搜尋或致電
zh_tw: 搜尋或呼叫

# iDw
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_hk: 儲存
zh_tw: 儲存

# qHk
source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
hi_in: बदलावों को सहेजें
id_id: Simpan perubahan
it_it: Salva modifiche
ja_jp: 変更を保存
ko_kr: 변경사항 저장
ms_my: Simpan perubahan
pt_br: Salvar alterações
ru_ru: Сохранить изменения
th_th: บันทึกการเปลี่ยนแปลง
vi_vn: Lưu thay đổi
zh_cn: 保存修改
zh_hk: 儲存修改
zh_tw: 儲存修改

# sMs
source: Saved to Album
de_de: In Album gespeichert
es_es: Guardado en álbum
fr_fr: Sauvegardé dans l'album
id_id: Disimpan ke Album
it_it: Salvato nell'album
ja_jp: 保存しました。
ko_kr: 앨범에 저장되었습니다
ms_my: Disimpan ke Album
pt_br: Salvo no álbum
ru_ru: Сохранено в альбом
th_th: บันทึกไว้ในอัลบั้มแล้ว
vi_vn: Đã lưu vào album
zh_cn: 已保存到系统相册
zh_hk: 已儲存至系統相簿
zh_tw: 已儲存至系統相簿

# zik
source: Say something
de_de: Sagen Sie etwas
es_es: Di algo
fr_fr: Dites quelque chose
id_id: Katakan sesuatu
it_it: Di' qualcosa
ja_jp: メッセージを入力
ko_kr: 뭔가 말하다
ms_my: Kata sesuatu
pt_br: Diga algo
ru_ru: Скажите что-нибудь
th_th: พิมพ์อะไรสักอย่าง
vi_vn: Nói gì đó
zh_cn: 说点什么
zh_hk: 說些甚麼
zh_tw: 說點什麼

# UWQ
source: Scan Again
de_de: Erneut scannen
es_es: Buscar de nuevo
fr_fr: Scanner à nouveau
id_id: Pindai Lagi
it_it: Scansiona di nuovo
ja_jp: 再スキャン
ko_kr: 다시 스캔
ms_my: Imbas Semula
pt_br: Escanear novamente
ru_ru: Отсканировать еще раз
th_th: สแกนอีกครั้ง
vi_vn: Quét lại
zh_cn: 重新扫描
zh_hk: 重新掃描
zh_tw: 重新掃描

# suk
source: Scanning...
de_de: Wird gescannt...
es_es: Escaneando...
fr_fr: Scan en cours.
id_id: Memindai...
it_it: Scansione in corso
ja_jp: スキャンしています...
ko_kr: 스캔 중...
ms_my: Mengimbas...
pt_br: Escaneando...
ru_ru: Сканирование...
th_th: กำลังสแกน...
vi_vn: Đang quét...
zh_cn: 扫描中...
zh_hk: 掃描中...
zh_tw: 掃描中...

# Trg
source: Please step closer to the room.
de_de: Bitte treten Sie näher an den Besprechungsraum heran
es_es: Acércate a la sala de reuniones.
fr_fr: Veuillez vous approcher de la salle de réunion.
id_id: Mendekatlah ke ruang rapat.
it_it: Avvicinati alla sala riunioni.
ja_jp: 使用する会議室に近づいてください
ko_kr: 회의실로 더 가까이 가십시오.
ms_my: Sila berjalan lebih dekat ke bilik.
pt_br: Aproxime-se da sala de reunião.
ru_ru: Подойдите ближе к комнате.
th_th: โปรดขยับให้เข้าใกล้ห้องประชุมมากขึ้น
vi_vn: Vui lòng đến gần phòng họp hơn.
zh_cn: 请靠近需要使用的会议室
zh_hk: 請靠近需要使用的會議室
zh_tw: 請靠近需要使用的會議室

# +3o
source: Sharing...
de_de: Teilen...
es_es: Compartiendo...
fr_fr: Partage…
hi_in: साझा किया जा रहा है...
id_id: Berbagi...
it_it: Condivisione in corso...
ja_jp: 共有中...
ko_kr: 공유 중...
ms_my: Kongsi...
pt_br: Compartilhando...
ru_ru: Показ...
th_th: กำลังแบ่งปัน...
vi_vn: Đang chia sẻ...
zh_cn: 投屏中...
zh_hk: 投影中...
zh_tw: 螢幕投影中…

# vsU
source: Search in "{{roomName}}"
de_de: Suchen in „{{roomName}}“
es_es: Buscar en "{{roomName}}"
fr_fr: Rechercher dans « {{roomName}} »
hi_in: {{roomName}} में खोजें
id_id: Cari di "{{roomName}}"
it_it: Cerca in "{{roomName}}"
ja_jp: 「{{roomName}}」内で検索
ko_kr: {{roomName}}에서 검색
ms_my: Cari dalam "{{roomName}}"
pt_br: Pesquisar na "{{roomName}}"
ru_ru: Поиск в "{{roomName}}"
th_th: ค้นหาใน "{{roomName}}"
vi_vn: Tìm kiếm trong "{{roomName}}"
zh_cn: 在 “{{roomName}}” 内搜索
zh_hk: 在「{{roomName}}」內搜尋
zh_tw: 在「{{roomName}}」內搜尋

# XoQ
source: Search subtitles
de_de: Untertitel suchen
es_es: Buscar subtítulos
fr_fr: Rechercher des sous-titres
hi_in: कैप्शन खोजें
id_id: Cari subtitle
it_it: Cerca i sottotitoli
ja_jp: 字幕を検索
ko_kr: 자막 검색
ms_my: Cari sarikata
pt_br: Pesquisar legenda
ru_ru: Поиск по субтитрам
th_th: ค้นหาคำบรรยาย
vi_vn: Tìm phụ đề
zh_cn: 搜索字幕
zh_hk: 搜尋字幕
zh_tw: 搜尋字幕

# OMw
source: Selfie view
de_de: Selfie-Ansicht
es_es: Vista de selfie
fr_fr: Affichage selfie
id_id: Tampilan swafoto
it_it: Visualizzazione selfie
ja_jp: 自分のビュー
ko_kr: 셀카 뷰
ms_my: Pandangan selfie
pt_br: Visualização da selfie
ru_ru: Вид селфи
th_th: มุมมองเซลฟี
vi_vn: Chế độ xem ảnh tự chụp
zh_cn: 我看自己
zh_hk: 我看自己
zh_tw: 我看自己

# Wg0
source: Select a channel to listen to
de_de: Kanal zum Zuhören auswählen
es_es: Selecciona un canal en el que escuchar
fr_fr: Sélectionner une chaîne à écouter
hi_in: किसी चैनल को सुनने हेतु उसका चयन करें
id_id: Pilih saluran untuk didengarkan
it_it: Seleziona un canale da ascoltare
ja_jp: チャンネルを選択します
ko_kr: 청취할 채널 선택
ms_my: Pilih saluran untuk mendengar
pt_br: Selecionar um canal para escutar
ru_ru: Выберите канал для прослушивания
th_th: เลือกช่องสัญญาณที่จะฟัง
vi_vn: Chọn kênh để nghe
zh_cn: 选择收听频道
zh_hk: 選擇收聽頻道
zh_tw: 選擇收聽頻道

# RR4
source: Select a language
de_de: Sprache auswählen
es_es: Seleccionar un idioma
fr_fr: Sélectionner une langue
hi_in: एक भाषा चुनें
id_id: Pilih bahasa
it_it: Seleziona una lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
ms_my: Pilih bahasa
pt_br: Selecionar um idioma
ru_ru: Выберите язык
th_th: เลือกภาษา
vi_vn: Chọn một ngôn ngữ
zh_cn: 选择语言
zh_hk: 選擇語言
zh_tw: 選擇語言

# JwU
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
ms_my: Hantar
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_cn: 发送
zh_hk: 發送
zh_tw: 傳送

# nfk
source: Send a Message
de_de: Eine Nachricht senden
es_es: Enviar un mensaje
fr_fr: Envoyer un message
id_id: Kirimkan Pesan
it_it: Invia un messaggio
ja_jp: メッセージを送信
ko_kr: 메시지 전송
ms_my: Hantar Mesej
pt_br: Enviar uma mensagem
ru_ru: Отправить сообщение
th_th: ส่งข้อความ
vi_vn: Gửi tin nhắn
zh_cn: 发消息
zh_hk: 發送訊息
zh_tw: 傳送訊息

# SGw
source: Send a request to the administrator?
de_de: Soll eine Anfrage an den Administrator gesendet werden?
es_es: ¿Enviar una solicitud al administrador?
fr_fr: Envoyer une demande à l'administrateur ?
id_id: Kirim permintaan ke administrator?
it_it: Inviare una richiesta all'amministratore?
ja_jp: 管理者に使用申請を送信しますか？
ko_kr: 관리자에게 요청을 전송하시겠습니까?
ms_my: Hantar permintaan kepada pentadbir?
pt_br: Enviar uma solicitação para o administrador?
ru_ru: Отправить запрос администратору?
th_th: ส่งคำขอไปยังผู้ดูแลหรือไม่
vi_vn: Gửi yêu cầu cho quản trị viên?
zh_cn: 是否向管理员发送使用申请？
zh_hk: 是否向管理員發送使用申請？
zh_tw: 是否向管理員傳送使用申請？

# Hvg
source: Send Request
de_de: Anfrage senden
es_es: Enviar solicitud
fr_fr: Envoyer la demande
id_id: Kirim Permintaan
it_it: Invia richiesta
ja_jp: 申請を送信
ko_kr: 요청 전송
ms_my: Hantar Permintaan
pt_br: Enviar solicitação
ru_ru: Отправить запрос
th_th: ส่งคำขอ
vi_vn: Gửi yêu cầu
zh_cn: 发送申请
zh_hk: 發送申請
zh_tw: 傳送申請

# SQY
source: Call declined. Send message to {{name}}:
de_de: Anruf abgelehnt. Senden Sie eine Nachricht an {{name}}:
es_es: Llamada rechazada. Enviar mensaje a {{name}}:
fr_fr: Appel refusé. Envoyer un message à {{name}} :
id_id: Panggilan ditolak. Kirim pesan kepada {{name}}:
it_it: Chiamata rifiutata. Invia messaggio a {{name}}:
ja_jp: 着信を拒否しました。{{name}} へメッセージを送信：
ko_kr: 통화가 거부되었습니다. {{name}}에게 메시지 보내기:
ms_my: Panggilan ditolak. Hantar mesej kepada {{name}}:
pt_br: Chamada recusada. Envie mensagem para {{name}}:
ru_ru: Вызов отклонен. Отправить сообщение {{name}}:
th_th: การโทรถูกปฏิเสธ ส่งข้อความถึง {{name}}:
vi_vn: Đã từ chối cuộc gọi. Gửi tin nhắn cho {{name}}:
zh_cn: 已拒绝通话，发消息给 {{name}}：
zh_hk: 已拒絕通話，發送訊息給 {{name}}：
zh_tw: 已拒絕通話，傳送訊息給 {{name}}：

# b68
source: Server error
de_de: Serverfehler
es_es: Error del servidor
fr_fr: Erreur du serveur
hi_in: सर्वर की त्रुटि
id_id: Kesalahan server
it_it: Errore del server
ja_jp: サーバーエラー
ko_kr: 서버 오류
ms_my: Ralat pelayan
pt_br: Erro no servidor
ru_ru: Ошибка сервера
th_th: เซิร์ฟเวอร์เกิดข้อผิดพลาด
vi_vn: Lỗi máy chủ
zh_cn: 服务器错误
zh_hk: 伺服器錯誤
zh_tw: 伺服器錯誤

# 9IA
source: (No title)
de_de: (Kein Titel)
es_es: (Sin título)
fr_fr: (Sans titre)
hi_in: (कोई शीर्षक नहीं)
id_id: (Tidak ada judul)
it_it: (Senza titolo)
ja_jp: (タイトル無し)
ko_kr: (제목 없음)
ms_my: (Tiada tajuk)
pt_br: (Sem título)
ru_ru: (Заголовок отсутствует)
th_th: (ไม่มีชื่อเรื่อง)
vi_vn: (Không có tiêu đề)
zh_cn: (无主题)
zh_hk: (無主題)
zh_tw: (無主題)

# PCQ
source: Set as Focus Video
de_de: Als Fokusvideo festlegen
es_es: Configurar como Enfoque de vídeo
fr_fr: Définir comme vidéo mise en avant
id_id: Tetapkan sebagai Video Fokus
it_it: Imposta come video in primo piano
ja_jp: フォーカスに設定
ko_kr: 포커스 비디오로 설정
ms_my: Tetapkan sebagai Video Fokus
pt_br: Configurar como Vídeo em destaque
ru_ru: Сделать видео в фокусе
th_th: ตั้งเป็นวิดีโอจุดสนใจ
vi_vn: Đặt làm video tiêu điểm
zh_cn: 设为焦点视频
zh_hk: 設為焦點視像
zh_tw: 設為焦點視訊

# jhs
source: Message sent to {{name}}
de_de: Nachricht gesendet an {{name}}
es_es: Mensaje enviado a {{name}}
fr_fr: Message envoyé à {{name}}
id_id: Pesan dikirim kepada {{name}}
it_it: Messaggio inviato a {{name}}
ja_jp: {{name}} に送信しました。
ko_kr: 메시지가 {{name}} 님에게 전송됨
ms_my: Mesej dihantar kepada {{name}}
pt_br: Mensagem enviada para {{name}}
ru_ru: Сообщение отправлено {{name}}
th_th: ข้อความถูกส่งให้กับ {{name}} แล้ว
vi_vn: Đã gửi tin nhắn tới {{name}}
zh_cn: 消息已发送给 {{name}}
zh_hk: 訊息已發送給 {{name}}
zh_tw: 訊息已傳送給 {{name}}

# w2c
source: Set Permission
de_de: Berechtigung festlegen
es_es: Establecer permiso
fr_fr: Définir l'autorisation
id_id: Tetapkan Izin
it_it: Imposta autorizzazione
ja_jp: 権限設定
ko_kr: 권한 설정
ms_my: Tetapkan Kebenaran
pt_br: Configurar permissão
ru_ru: Установить разрешение
th_th: ตั้งสิทธิ์การอนุญาต
vi_vn: Cài đặt quyền
zh_cn: 设置权限
zh_hk: 設定權限
zh_tw: 設定權限

# IAA
source: Set the focus video?
de_de: Fokusvideo festlegen?
es_es: ¿Configurar el Enfoque de vídeo?
fr_fr: Définir la vidéo mise en avant ?
id_id: Tetapkan video fokus?
it_it: Impostare il video in primo piano?
ja_jp: フォーカスに設定しますか？
ko_kr: 포커스 비디오를 설정하시겠습니까?
ms_my: Tetapkan video fokus?
pt_br: Configurar o vídeo em destaque?
ru_ru: Установить видео в фокусе?
th_th: ตั้งวิดีโอจุดสนใจหรือไม่
vi_vn: Đặt làm video tiêu điểm?
zh_cn: 设置焦点视频？
zh_hk: 設定焦點視像？
zh_tw: 要設定焦點視訊嗎？

# 4us
source: Your device is plugged in with an AC adapter and charged. Turning off low power mode
de_de: Ihr Gerät ist mit einem Netzadapter angeschlossen und wird aufgeladen. Der Energiesparmodus wird deaktiviert
es_es: El dispositivo está enchufado con un adaptador de CA y está cargado. Se va a desactivar el modo de bajo consumo
fr_fr: Votre appareil est branché sur secteur et chargé. Désactivation du mode Basse consommation
id_id: Perangkat Anda dicolokkan dengan adaptor AC dan diisi dayanya. Menonaktifkan mode daya rendah
it_it: Il tuo dispositivo è collegato alla corrente con un adattatore AC ed è in carica. Disattivazione della modalità a basso consumo in corso
ja_jp: 現在お使いのデバイスは電源アダプターに接続されており、かつバッテリーが十分に充電されているため、自動的に低電力モードをオフにしました。
ko_kr: 장치가 AC 어댑터에 연결되고 충전되어 있습니다. 저전력 모드가 꺼집니다
ms_my: Peranti anda disambungkan dengan penyesuai AC dan dicas. Mematikan mod kuasa rendah
pt_br: O seu dispositivo está conectado à tomada com um adaptador CA e está carregado. Desativando o modo de energia reduzida
ru_ru: Устройство подключено к зарядному устройству и заряжено. Отключение режима пониженного энергопотребления
th_th: อุปกรณ์ของคุณเสียบปลั๊กอยู่และชาร์จแล้วโดยใช้อะแดปเตอร์จ่ายไฟ AC กำลังปิดโหมดพลังงานต่ำ
vi_vn: Thiết bị của bạn đã được cắm bộ chuyển đổi AC và đã được sạc. Đang tắt chế độ tiết kiệm điện
zh_cn: 当前设备已插入电源适配器且电池已有足够电量，自动退出节能模式
zh_hk: 目前裝置已插入電源轉換器且電池已有足夠電量，將自動退出節能模式
zh_tw: 目前裝置已插入電源變壓器且電池已有足夠電量，將自動退出節能模式

# Cc8
source: Your device's battery is running low. Turn on Low Power Mode to lower video quality and save battery life.
de_de: Der Akku Ihres Geräts ist fast leer. Schalten Sie den Energiesparmodus ein, um die Videoqualität zu verringern und dadurch die Lebensdauer der Batterie zu verlängern.
es_es: Tu dispositivo se está quedando sin batería. Activa el modo de bajo consumo para reducir la calidad de vídeo y conservar carga de batería.
fr_fr: Le niveau de batterie de votre appareil est bas. Activez le mode Basse consommation pour réduire la qualité de la vidéo et économiser de la batterie.
id_id: Baterai perangkat Anda hampir habis. Aktifkan Mode Daya Rendah untuk menurunkan kualitas video dan menghemat masa pakai baterai.
it_it: La batteria del dispositivo si sta scaricando. Attiva la modalità a basso consumo per ridurre la qualità del video e risparmiare batteria.
ja_jp: 現在お使いのデバイスのバッテリー残量が低いため、低電力モードに切り替えることをおすすめします。切り替え後、ビデオの解像度が低くなり、バッテリーの駆動時間の延長が可能になります。
ko_kr: 장치의 배터리가 부족합니다. 저전력 모드를 켜서 비디오 화질을 낮추고 배터리 수명을 절약하세요.
ms_my: Bateri peranti anda semakin rendah. Hidupkan Mod Kuasa Rendah untuk kurangkan kualiti video dan jimatkan bateri.
pt_br: A bateria do seu dispositivo está fraca. Ative o Modo de baixo consumo para diminuir a qualidade do vídeo e economizar bateria.
ru_ru: Батарея вашего устройства разряжена. Включите режим низкого энергопотребления, чтобы снизить качество видео и сэкономить заряд батареи.
th_th: แบตเตอรี่ของอุปกรณ์เหลือน้อยแล้ว โปรดเปิดโหมดพลังงานต่ำเพื่อลดคุณภาพวิดีโอและประหยัดอายุการใช้งานแบตเตอรี่
vi_vn: Thiết bị của bạn sắp hết pin. Hãy bật Chế độ tiết kiệm pin để giảm chất lượng video và tiết kiệm pin.
zh_cn: 当前设备电量较低，建议切换至节能模式使用，降低视频画质，延长电池续航时间
zh_hk: 目前裝置電量較低，建議切換至節能模式使用，降低視像畫質，以延長電池續航時間
zh_tw: 目前裝置電量較低，建議切換至節能模式使用，降低視訊品質，以提升電池續航力

# qmQ
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Réglages
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Definições
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# hxo
source: Shape
de_de: Form
es_es: Forma
fr_fr: Forme
hi_in: आकृति
id_id: Bentuk
it_it: Forma
ja_jp: リシェイプ
ko_kr: 얼굴형
ms_my: Bentuk
pt_br: Forma
ru_ru: Фигура
th_th: รูปทรง
vi_vn: Làm thon
zh_cn: 瘦脸
zh_hk: 瘦臉
zh_tw: 瘦臉

# 6QY
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 共享
zh_hk: 分享
zh_tw: 分享

# fWY
source: Sharing has been paused. Annotation isn't supported.
de_de: Die Freigabe wurde pausiert. Anmerkung wird nicht unterstützt.
es_es: El uso compartido se ha pausado. No se admite la anotación.
fr_fr: Le partage a été mis en pause. L'annotation n'est pas prise en charge.
id_id: Pembagian telah dijeda. Anotasi tidak didukung.
it_it: Condivisione sospesa. Annotazione non supportata.
ja_jp: 共有が一時停止されたため、注釈を追加できません。
ko_kr: 공유가 일시 정지되었습니다. 주석 달기가 지원되지 않습니다.
ms_my: Pengongsian telah dijeda. Anotasi tidak disokong.
pt_br: O compartilhamento foi pausado. A anotação não é permitida.
ru_ru: Показ приостановлен. Аннотация не поддерживается.
th_th: การแบ่งปันถูกหยุดชั่วคราว ไม่รองรับการใส่คำอธิบายประกอบ
vi_vn: Đã tạm dừng chia sẻ. Chú thích không được hỗ trợ.
zh_cn: 当前共享已被暂停，不支持使用标注。
zh_hk: 目前分享已暫停，不支援使用標註。
zh_tw: 目前分享已暫停，不支援使用標註。

# CHM
source: If not, @@enter sharing code or meeting ID@@
de_de: Wenn nicht, @@Freigabecode oder Besprechungs-ID@@ eingeben
es_es: Si no, @@introduce el código para compartir o el ID de la reunión@@
fr_fr: Sinon, @@saisissez le code de partage ou l'ID de réunion@@
hi_in: अगर नहीं, तो @@साझाकरण कोड या मीटिंग ID दर्ज करें@@
id_id: Jika tidak, @@masukkan kode berbagi atau ID rapat@@
it_it: In alternativa, @@immetti codice di condivisione oppure ID riunione@@
ja_jp: ご利用の会議室ではない場合は、@@共有コードまたは会議 ID を入力@@
ko_kr: 그렇지 않은 경우 @@공유 코드 또는 회의 ID를 입력@@하세요
ms_my: Jika tidak, @@masukkan kod perkongsian atau ID mesyuarat@@
pt_br: Se não der certo, @@insira o código de compartilhamento ou ID de reunião@@
ru_ru: Если нет, @@введите код показа экрана либо ID конференции@@
th_th: หากไม่ @@ให้ป้อนรหัสสำหรับแบ่งปันหรือ ID การประชุม@@
vi_vn: Nếu không, @@hãy nhập mã chia sẻ hoặc ID cuộc họp@@
zh_cn: 如不是该会议室，@@输入投屏码或会议 ID@@
zh_hk: 如此非正確的會議室，請@@輸入投影代碼或會議 ID@@
zh_tw: 如果不是該會議室，@@輸入螢幕投影碼或會議 ID@@

# 6Bg
source: Unable to auto-connect. Please pair up manually.
de_de: Automatische Verbindung nicht möglich. Bitte manuell koppeln.
es_es: No se puede conectar automáticamente. Debes realizar el emparejamiento manualmente.
fr_fr: Connexion automatique impossible. Veuillez vous associer manuellement.
hi_in: स्वतः कनेक्ट करने में असमर्थ कृपया मैन्युअल रूप से युग्मित करें.
id_id: Gagal terhubung secara otomatis. Sandingkan secara manual.
it_it: Impossibile stabilire la connessione automatica. Associa manualmente.
ja_jp: 自動的に接続できません。手動で入力してください
ko_kr: 자동으로 연결할 수 없습니다. 수동으로 연결하세요.
ms_my: Tidak dapat menyambung secara automatik. Sila pasangkan secara manual.
pt_br: Falha ao se conectar automaticamente. Realize o pareamento manualmente.
ru_ru: Невозможно подключиться автоматически. Попробуйте сделать это вручную.
th_th: ไม่สามารถเชื่อมต่ออัตโนมัติได้ โปรดจับคู่ด้วยตนเอง
vi_vn: Không thể tự động kết nối. Vui lòng ghép đôi thủ công.
zh_cn: 未能自动连接
zh_hk: 未能自動連線
zh_tw: 未能自動連接

# 5OA
source: Starting to share will interrupt ongoing sharing. Sure to continue?
de_de: Mit dem Beginn der Freigabe wird die aktuelle Freigabe unterbrochen. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Si empiezas a compartir, se interrumpirá el contenido que se estaba compartiendo. ¿Quieres continuar?
fr_fr: Le fait de commencer à partager interrompt le partage en cours. Voulez-vous vraiment continuer ?
id_id: Mulai berbagi akan menginterupsi pembagian yang sedang berlangsung. Yakin ingin melanjutkan?
it_it: L'avvio della condivisione interromperà quella in corso. Confermi di voler continuare?
ja_jp: 共有を開始すると、進行中の共有は中断されます。続行しますか？
ko_kr: 공유를 시작하면 진행 중인 공유가 중단됩니다. 계속하시겠습니까?
ms_my: Mula berkongsi akan mengganggu perkongsian sedang berjalan. Pasti mahu teruskan?
pt_br: Começar a compartilhar interromperá o compartilhamento em andamento. Tem certeza de que deseja continuar?
ru_ru: Начало общего доступа прервет текущий обмен. Обязательно продолжить?
th_th: การเริ่มต้นแบ่งปันจะขัดจังหวะการแบ่งปันที่กำลังดำเนินการอยู่ แน่ใจหรือไม่ว่าจะดำเนินการต่อ
vi_vn: Nếu bắt đầu chia sẻ, quy trình chia sẻ đang diễn ra sẽ bị gián đoán. Bạn có chắc muốn tiếp tục không?
zh_cn: 开始共享将中断正在进行的共享，是否继续？
zh_hk: 開始分享將中斷正在進行的分享，是否繼續？
zh_tw: 開始分享將中斷正在進行的分享，是否繼續？

# zGY
source: Share
de_de: Freigeben
es_es: Compartir
fr_fr: Partager
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Показать
th_th: แบ่งปัน
vi_vn: Chia sẻ
zh_cn: 共享
zh_hk: 分享
zh_tw: 分享

# 7+Q
source: You are sharing your screen
de_de: Sie teilen Ihren Bildschirm
es_es: Estás compartiendo tu pantalla
fr_fr: Vous partagez votre écran
hi_in: आप अपना स्क्रीन साझा कर रहे हैं
id_id: Anda sedang berbagi layar
it_it: Stai condividendo lo schermo
ja_jp: 画面を共有しています
ko_kr: 화면을 공유 중입니다
ms_my: Anda sedang berkongsi skrin anda
pt_br: Você está compartilhando sua tela
ru_ru: Вы показываете свой экран
th_th: คุณกำลังแบ่งปันหน้าจอ
vi_vn: Bạn đang chia sẻ màn hình của bạn
zh_cn: 你正在投屏
zh_hk: 你正在投射螢幕
zh_tw: 您正在投影螢幕

# TvA
source: Sharing stopped
de_de: Teilen beendet
es_es: Se ha detenido la función de compartir
fr_fr: Partage arrêté
hi_in: साझाकरण रोक दिया गया
id_id: Berbagi dihentikan
it_it: Condivisione interrotta
ja_jp: 共有を停止しました
ko_kr: 공유 중지됨
ms_my: Kongsi berhenti
pt_br: Compartilhamento parado
ru_ru: Совместный доступ прекращен
th_th: การแบ่งปันหยุดลงแล้ว
vi_vn: Đã dừng chia sẻ
zh_cn: 投屏已结束
zh_hk: 投影已結束
zh_tw: 螢幕投影已結束

# +04
source: The current sharing session will end if you join a new meeting.
de_de: Die aktuelle Freigabesitzung wird beendet, wenn Sie einer neuen Besprechung beitreten.
es_es: Si te unes a una nueve reunión, finalizará la sesión actual compartida.
fr_fr: La session de partage en cours prendra fin si vous participez à une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग में शामिल होते हैं, तो आपका वर्तमान साझाकरण सत्र समाप्त हो जाएगा.
id_id: Sesi berbagi saat ini akan berakhir jika Anda bergabung dengan rapat baru.
it_it: La sessione di condivisione corrente terminerà se partecipi a una nuova riunione.
ja_jp: 会議に参加すると、現在の共有は停止されます
ko_kr: 새 회의에 참가하면 현재 공유 세션이 종료됩니다.
ms_my: Sesi perkongsian semasa akan berakhir jika anda menyertai mesyuarat baharu.
pt_br: A sessão de compartilhamento atual será encerrada se você ingressar em uma nova reunião.
ru_ru: Текущий сеанс показа завершится, если вы присоединитесь к новой конференции.
th_th: เซสชันการแบ่งปันปัจจุบันจะสิ้นสุดลงหากคุณเข้าร่วมการประชุมใหม่
vi_vn: Phiên chia sẻ hiện tại sẽ chấm dứt nếu bạn tham gia một cuộc họp mới.
zh_cn: 加入后将会结束当前投屏
zh_hk: 加入後將會結束目前投影
zh_tw: 加入後將會結束目前投影
