Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# NDY
source: Camera Off
de_de: Kamera aus
es_es: Cámara desactivada
fr_fr: Caméra désactivée
hi_in: कैमरा बंद है
id_id: Kamera Tidak Aktif
it_it: Videocamera spenta
ja_jp: カメラをオフにする
ko_kr: 카메라 끔
ms_my: Kamera Dimatikan
pt_br: Câmera desligada
ru_ru: Камера выключена
th_th: ปิดกล้อง
vi_vn: Tắt camera
zh_cn: 关闭摄像头
zh_hk: 關閉鏡頭
zh_tw: 關閉攝影機

# WQg
source: The main room and all breakout rooms will be recorded.
de_de: Der Hauptraum und alle Gruppenräume werden aufgezeichnet.
es_es: Se grabarán la sala principal y todas las salas de descanso.
fr_fr: La salle principale et toutes les sessions en petits groupes seront enregistrées.
id_id: Ruang utama dan ruang diskusi kelompok akan direkam.
it_it: La sala principale e tutte le sale di suddivisione verranno registrate.
ja_jp: 開始後、メインルームとすべてのブレイクアウトルームがレコーディングされます。
ko_kr: 주회의실과 모든 소회의실이 기록됩니다.
ms_my: Bilik utama dan semua bilik pecahan akan dirakam.
pt_br: A sala principal e todas as salas separadas serão gravadas.
ru_ru: Будет записан главный зал и все сессионные залы.
th_th: ระบบจะบันทึกห้องหลักและห้องย่อยทั้งหมด
vi_vn: Phòng chính và tất cả các phòng tách sẽ được ghi lại.
zh_cn: 开启后将录制主会场和所有讨论组
zh_hk: 開啟後將錄影主會場和所有討論小組
zh_tw: 開啟後將錄製主會場和所有討論群組

# iSA
source: Main room ({{number}})
de_de: Hauptraum ({{number}})
es_es: Sala principal ({{number}})
fr_fr: Salle principale ({{number}})
hi_in: मेन रूम ({{number}})
id_id: Ruang utama ({{number}})
it_it: Sala principale ({{number}})
ja_jp: メインルーム ({{number}})
ko_kr: 기본 회의실({{number}})
ms_my: Bilik utama ({{number}})
pt_br: Sala principal ({{number}})
ru_ru: Основной зал ({{number}})
th_th: ห้องหลัก ({{number}})
vi_vn: Phòng chính ({{number}})
zh_cn: 主会场（{{number}}）
zh_hk: 主會場（{{number}}）
zh_tw: 主會場（{{number}}）

# 4Kc
source: Manage interpretation
de_de: Dolmetschen verwalten
es_es: Gestionar la interpretación
fr_fr: Gérer l'interprétation
hi_in: व्याख्या को प्रबंधित करें
id_id: Kelola interpretasi
it_it: Gestisci interpretazione
ja_jp: 同時通訳を管理
ko_kr: 통역 관리
ms_my: Urus interpretasi
pt_br: Gerenciar a interpretação
ru_ru: Управлять переводом
th_th: จัดการการตีความ
vi_vn: Quản lý phiên dịch
zh_cn: 管理同声传译
zh_hk: 管理同聲傳譯
zh_tw: 管理同步翻譯

# +e0
source: You can manage joining permission, participants access and other meeting features here
de_de: Hier können Sie Beitrittsberechtigungen, Teilnehmerzugriff und andere Besprechungsfunktionen verwalten.
es_es: Aquí puedes gestionar el permiso para unirte, el acceso de los participantes y otras funciones de la reunión
fr_fr: Vous pouvez gérer l'autorisation de participation, l'accès des participants et d'autres fonctionnalités de réunion ici
hi_in: आप यहाँ शामिल होने की अनुमति, सहभागियों का ऐक्सेस और अन्य मीटिंग सुविधाएँ प्रबंधित कर सकते हैं
id_id: Anda dapat mengelola izin untuk bergabung, akses peserta, dan fitur rapat lainnya di sini
it_it: Qui puoi gestire l'autorizzazione di partecipazione, l'accesso dei partecipanti e altre funzioni della riunione
ja_jp: 会議の参加権限の設定や、参加者の管理などができます
ko_kr: 여기서 참가 권한, 참가자 액세스 및 기타 회의 기능을 관리할 수 있습니다
ms_my: Anda boleh menguruskan kebenaran menyertai, akses peserta dan ciri mesyuarat lain di sini
pt_br: Você pode gerenciar permissão de ingresso, acesso de participantes e outros recursos de reunião aqui
ru_ru: Здесь вы можете управлять разрешением на присоединение, доступом участников и другими функциями конференции
th_th: คุณสามารถจัดการสิทธิ์การอนุญาตในการเข้าร่วม การเข้าถึงผู้เข้าร่วม และฟีเจอร์การประชุมอื่น ๆ ได้ที่นี่
vi_vn: Bạn có thể quản lý quyền tham gia, quyền truy cập của người tham gia và các tính năng cuộc họp khác tại đây
zh_cn: 你可在此处进行入会权限，参会人控制等会议管理
zh_hk: 你可在此處管理入會權限、參加者控制等會議設定
zh_tw: 你可在此處進行加入會議權限、與會人員控管等會議管理

# jpg
source: Current number of participants is more than {{number}}. Only host, co-hosts and presenter can set a countdown.
de_de: Die aktuelle Anzahl an Teilnehmern ist mehr als {{number}}. Nur der Moderator, die Co-Moderatoren und der Präsentator können einen Countdown festlegen.
es_es: El número actual de participantes es superior a {{number}}. Solo el moderador, los co-moderadores y el presentador pueden establecer una cuenta atrás.
fr_fr: Le nombre actuel de participants est supérieur à {{number}}. Seuls l'hôte, les co-hôtes et le présentateur peuvent définir un compte à rebours.
id_id: Jumlah peserta saat ini lebih dari {{number}}. Hanya host, co-host, dan presenter yang dapat mengatur hitung mundur.
it_it: Il numero corrente di partecipanti è superiore a {{number}}. Solo host, co-host e presentatore possono impostare un conto alla rovescia.
ja_jp: 会議参加者が {{number}} 人以上の場合、カウントダウンを設定できるのは進行役、共同進行役または共有者のみです。
ko_kr: 현재 참가자 수가 {{number}}명 이상입니다. 진행자, 공동 진행자 및 발표자만 카운트다운을 설정할 수 있습니다.
ms_my: Bilangan peserta semasa lebih daripada {{number}}. Hanya hos, ko-hos dan pembentang boleh menetapkan hitungan waktu.
pt_br: O número atual de participantes é superior a {{number}}. Somente o host, os co-hosts e o apresentador podem configurar uma contagem regressiva.
ru_ru: Текущее количество участников превышает {{number}}. Только ведущий, соведущие и выступающий могут устанавливать обратный отсчет.
th_th: จำนวนผู้เข้าร่วมปัจจุบันมากกว่า {{number}} คน มีเพียงโฮสต์ พิธีกรร่วม และผู้นำเสนอเท่านั้นที่ตั้งเวลานับถอยหลังได้
vi_vn: Số lượng người tham gia hiện tại nhiều hơn {{number}}. Chỉ chủ phòng, đồng chủ phòng và người trình bày mới có thể đặt đếm ngược.
zh_cn: 当前参会人数超过 {{number}} 人，仅主持人、联席主持人和共享人可以设置倒计时
zh_hk: 目前參加者人數超過 {{number}} 人，只有主持人、聯合主持人和分享者可以設定倒數
zh_tw: 目前與會人員數量超過 {{number}} 人，僅主持人、聯合主持人和分享人可以設定倒數計時

# gR4
source: Large number of participants. We recommend restricting speaking and sharing permissions in "More > Security."
de_de: Hohe Anzahl von Teilnehmern. Wir empfehlen, die Sprech- und Freigabeberechtigungen unter „Mehr – Sicherheit“ einzuschränken.
es_es: Gran número de participantes. Te recomendamos que restrinjas los permisos para hablar y compartir en "Más > Configuración".
fr_fr: Grand nombre de participants. Nous vous recommandons de restreindre les droits de prise de parole et de partage dans "Plus > Sécurité".
id_id: Jumlah peserta banyak. Sebaiknya batasi izin untuk berbicara dan berbagi di "Lainnya > Keamanan".
it_it: Numero di partecipanti elevato. Consigliamo di limitare le autorizzazioni per parlare e condividere in "Altro > Sicurezza".
ja_jp: 現在の参加者数が多いです。会議のスムーズな進行を確保するために、「その他」>「セキュリティ」で発言権限と共有権限を制限することをおすすめします。
ko_kr: 참가자 수가 많습니다. "더 보기 > 보안"에서 말하기 및 공유 권한을 제한하는 것이 좋습니다.
ms_my: Bilangan peserta yang ramai. Kami cadangkan mengehadkan kebenaran bercakap dan berkongsi dalam "Lagi > Keselamatan."
pt_br: Número grande de participantes. Recomendamos restringir as permissões de fala e compartilhamento em "Mais > Segurança".
ru_ru: Большое количество участников. Мы рекомендуем ограничивать права на разговор и совместное использование в разделе Дополнительно > Безопасность.
th_th: มีผู้เข้าร่วมจำนวนมาก ขอแนะนำให้จำกัดการพูดคุยและสิทธิ์การอนุญาตในการแบ่งปันใน "เพิ่มเติม > ความปลอดภัย"
vi_vn: Số lượng người tham gia lớn. Bạn nên hạn chế quyền phát biểu và chia sẻ trong "Xem thêm > Bảo mật."
zh_cn: 当前会议人数较多，建议在“更多>安全”中限制发言权限和共享权限以保障会议秩序
zh_hk: 目前會議人數較多，建議在「更多 > 安全性」中限制發言權限和分享權限以保障會議秩序
zh_tw: 目前會議人數較多，建議在「更多 > 安全性」中限制發言權限和分享權限以確保會議秩序

# +Vs
source: The meeting has ended. Unable to send the message.
de_de: Die Besprechung ist beendet. Die Nachricht konnte nicht gesendet werden.
es_es: La reunión ha finalizado. No se puede enviar el mensaje.
fr_fr: La réunion est terminée. Impossible d'envoyer le message.
id_id: Rapat telah berakhir. Gagal mengirimkan pesan.
it_it: Riunione terminata. Impossibile inviare il messaggio.
ja_jp: 会議が終了したため、メッセージを送信できませんでした。
ko_kr: 회의가 종료되었습니다. 메시지를 전송할 수 없습니다.
ms_my: Mesyuarat telah berakhir. Tidak dapat menghantar mesej.
pt_br: A reunião terminou. Falha ao enviar a mensagem.
ru_ru: Конференция закончилась. Не удалось отправить сообщение.
th_th: การประชุมสิ้นสุดลงแล้ว ส่งข้อความไม่สำเร็จ
vi_vn: Cuộc họp đã kết thúc. Không thể gửi tin nhắn.
zh_cn: 该会议已结束，消息发送失败
zh_hk: 該會議已結束，訊息發送失敗
zh_tw: 該會議已結束，訊息傳送失敗

# UdU
source: Meeting has ended. Reached free time limit.
de_de: Die Besprechung wurde aufgrund der Zeitbeschränkung Ihres Abonnementplans beendet.
es_es: La reunión ha terminado debido al límite de tiempo de tu plan de suscripción.
fr_fr: La réunion a pris fin en raison de la limite de temps de votre forfait.
hi_in: आपके सदस्यता प्लान की समय सीमा के कारण मीटिंग समाप्त हो गई है.
id_id: Rapat telah berakhir karena batas waktu paket berlangganan Anda.
it_it: La riunione è terminata a causa del limite di tempo del tuo piano di abbonamento.
ja_jp: 無料利用時間の上限に達したため、会議が終了しました。
ko_kr: 구독 요금제의 시간 제한으로 인해 회의가 종료되었습니다.
ms_my: Mesyuarat telah berakhir. Mencapai had masa percuma.
pt_br: A reunião foi finalizada devido ao tempo limite do seu plano de assinatura.
ru_ru: Конференция завершилась из-за ограничения времени вашего плана подписки.
th_th: การประชุมได้สิ้นสุดลงแล้วเนื่องจากขีดจำกัดเวลาในแผนการสมัครใช้งานของคุณ
vi_vn: Cuộc họp đã kết thúc do giới hạn thời gian của gói dịch vụ của bạn.
zh_cn: 已达免费时长上限，会议结束
zh_hk: 由於你的方案時間限制，這次會議已結束
zh_tw: 由於你的方案時長限制，本次會議已結束

# Ggg
source: This meeting is reaching its free time limit. Ends in {{time}}.
de_de: Diese Besprechung erreicht in {{time}} das Ende der kostenlosen Besprechungszeit.
es_es: Esta reunión está alcanzando el límite de tiempo gratuito. Finaliza dentro de {{time}}.
fr_fr: Cette réunion atteint sa limite de temps gratuit. Elle sera clôturée dans {{time}}.
id_id: Rapat ini mencapai batas waktu gratisnya. Berakhir dalam {{time}}.
it_it: Questa riunione sta raggiungendo il limite di tempo libero. Finisce tra {{time}}.
ja_jp: 会議時間がまもなく無料プランの上限に達します。{{time}} 後に自動的に終了します。
ko_kr: 회의가 무료 시간 한도에 도달하고 있습니다. {{time}} 후에 종료됩니다.
ms_my: Mesyuarat ini hampir mencapai had masa percuma. Berakhir dalam {{time}}.
pt_br: Esta reunião está chegando ao limite de tempo grátis. Termina em {{time}}.
ru_ru: Эта конференция подходит к своему лимиту свободного времени. Заканчивается через {{time}}.
th_th: การประชุมนี้กำลังเข้าถึงขีดจำกัดเวลาฟรี สิ้นสุดลงใน {{time}}
vi_vn: Cuộc họp này sắp đạt đến giới hạn thời gian miễn phí. Cuộc họp sẽ kết thúc sau {{time}}.
zh_cn: 会议即将到达免费时长上限，将于 {{time}} 后结束
zh_hk: 會議即將達到免費時長上限，將於 {{time}} 後結束
zh_tw: 會議即將達到免費時長上限，將於 {{time}} 後結束

# 3c8
source: Meeting
es_es: Reunión
fr_fr: Réunion
id_id: Rapat
it_it: Riunione
ja_jp: 会議を開始
ko_kr: 회의
ms_my: Mesyuarat
pt_br: Reunião
ru_ru: Конференция
th_th: การประชุม
vi_vn: Cuộc họp
zh_cn: 开始会议
zh_hk: 開始會議
zh_tw: 開始會議

# /c0
source: Meeting Info
de_de: Besprechungsinformationen
es_es: Información de la reunión
fr_fr: Informations sur la réunion
id_id: Info Rapat
it_it: Informazioni sulla riunione
ja_jp: 会議情報
ko_kr: 회의 정보
ms_my: Maklumat Mesyuarat
pt_br: Informações sobre a reunião
ru_ru: Информация о конференции
th_th: ข้อมูลการประชุม
vi_vn: Thông tin cuộc họp
zh_cn: 会议信息
zh_hk: 會議資訊
zh_tw: 會議資訊

# DIQ
source: Room Control
de_de: Raumsteuerung
es_es: Control de sala
fr_fr: Contrôle de la salle
id_id: Kontrol Ruangan
it_it: Controllo sale
ja_jp: 会議室コントロール
ko_kr: 회의실 제어
ms_my: Kawalan Bilik
pt_br: Controle da sala
ru_ru: Управление комнатой
th_th: การควบคุมห้องประชุม
vi_vn: Điều khiển phòng
zh_cn: 会议室控制
zh_hk: 會議室控制
zh_tw: 會議室控制

# Eog
source: Leave Meeting with Room
de_de: Die Besprechung mit dem Raum verlassen
es_es: Abandonar la reunión con sala
fr_fr: Quitter la réunion à l'aide avec la salle
id_id: Keluar dari Rapat dengan Ruangan
it_it: Abbandona riunione con sala
ja_jp: 会議室と会議から一括退出
ko_kr: 회의실에서 회의 퇴장
ms_my: Tinggalkan Mesyuarat dengan Bilik
pt_br: Sair da reunião com sala
ru_ru: Покинуть конференцию с комнатой
th_th: ออกจากการประชุมกับห้อง
vi_vn: Rời khỏi cuộc họp cùng với phòng
zh_cn: 会议室一起离会
zh_hk: 會議室一併離開會議
zh_tw: 會議室一併離開會議

# CfY
source: {{group}}'s meeting
de_de: {{group}}s Besprechung
es_es: Reunión de {{group}}
fr_fr: Réunion de {{group}}
hi_in: {{group}} की मीटिंग
id_id: Rapat {{group}}
it_it: Riunione di {{group}}
ja_jp: {{group}} のビデオ会議
ko_kr: {{group}} 님의 회의
ms_my: Mesyuarat {{group}}
pt_br: Reunião de {{group}}
ru_ru: {{group}} конференция
th_th: การประชุมของ {{group}}
vi_vn: Cuộc họp của {{group}}
zh_cn: {{group}}的视频会议
zh_hk: {{group}}的視像會議
zh_tw: {{group}}的視訊會議

# byQ
source: {{name}}'s meeting
de_de: {{name}}s Besprechung
es_es: Reunión de {{name}}
fr_fr: Réunion de {{name}}
hi_in: {{name}} की मीटिंग
id_id: Rapat {{name}}
it_it: Riunione di {{name}}
ja_jp: {{name}}のビデオ会議
ko_kr: {{name}} 님의 회의
ms_my: Mesyuarat {{name}}
pt_br: Reunião de {{name}}
ru_ru: {{name}} конференция
th_th: การประชุมของ {{name}}
vi_vn: Cuộc họp của {{name}}
zh_cn: {{name}}的视频会议
zh_hk: {{name}}的視像會議
zh_tw: {{name}}的視訊會議

# rbk
source: Messaging banned
de_de: Messaging untersagt
es_es: Mensajería no permitida
fr_fr: Envoi de messages interdit
id_id: Perpesanan dilarang
it_it: Invio dei messaggi vietato
ja_jp: 発言禁止
ko_kr: 메시지 금지됨
ms_my: Mengharamkan mesej
pt_br: Mensagens proibidas
ru_ru: Обмен сообщениями запрещен
th_th: มีการแบนข้อความแล้ว
vi_vn: Đã cấm nhắn tin
zh_cn: 禁言中
zh_hk: 禁言中
zh_tw: 禁言中

# 81c
source: Send messages to {{meetingTitle}}
de_de: Nachrichten an {{meetingTitle}} senden
es_es: Enviar mensajes a {{meetingTitle}}
fr_fr: Envoyer des messages à {{meetingTitle}}
hi_in: संदेश {{meetingTitle}}
id_id: Kirim pesan ke {{meetingTitle}}
it_it: Invia messaggi a {{meetingTitle}}
ja_jp: {{meetingTitle}} へのメッセージ
ko_kr: {{meetingTitle}}에 메시지 보내기
ms_my: Hantar mesej ke {{meetingTitle}}
pt_br: Enviar mensagens para {{meetingTitle}}
ru_ru: Сообщение {{meetingTitle}}
th_th: ส่งข้อความไปยัง {{meetingTitle}}
vi_vn: Gửi tin nhắn cho {{meetingTitle}}
zh_cn: 发送消息给 {{meetingTitle}}
zh_hk: 發送訊息給 {{meetingTitle}}
zh_tw: 傳送訊息給 {{meetingTitle}}

# A3U
source: Mic
de_de: Mikrofon
fr_fr: Micro
hi_in: माइक
id_id: Mikrofon
it_it: Microfono
ja_jp: マイク
ko_kr: 마이크
ms_my: Mik
pt_br: Microfone
ru_ru: Микрофон
th_th: ไมโครโฟน
vi_vn: Micrô
zh_cn: 麦克风
zh_hk: 麥克風
zh_tw: 麥克風

# IhA
source: Unable to turn off the meeting room mic
de_de: Besprechungsraummikro kann nicht ausgeschaltet werden
es_es: Error al desactivar el micrófono de la sala de reuniones
fr_fr: Impossible de désactiver le microphone de la salle de réunion
id_id: Gagal menonaktifkan mikrofon ruang rapat
it_it: Impossibile disattivare il microfono della sala riunioni
ja_jp: 会議室マイクをオフにできませんでした
ko_kr: 회의실 마이크를 끌 수 없습니다
ms_my: Tidak dapat mematikan mikrofon bilik mesyuarat
pt_br: Não foi possível desativar o microfone da sala de reunião
ru_ru: Не удалось выключить микрофон в комнате
th_th: ไม่สามารถปิดไมโครโฟนในห้องประชุมได้
vi_vn: Không thể tắt micrô của phòng họp
zh_cn: 未能关闭会议室麦克风
zh_hk: 未能關閉會議室麥克風
zh_tw: 未能關閉會議室麥克風

# /QQ
source: Unable to turn on the meeting room mic
de_de: Besprechungsraummikro kann nicht eingeschaltet werden
es_es: Error al activar el micrófono de la sala de reuniones
fr_fr: Impossible d'activer le microphone de la salle de réunion
id_id: Gagal mengaktifkan mikrofon ruang rapat
it_it: Impossibile attivare il microfono della sala riunioni
ja_jp: 会議室マイクをオンにできませんでした
ko_kr: 회의실 마이크를 켤 수 없습니다
ms_my: Tidak dapat menghidupkan mikrofon bilik mesyuarat
pt_br: Não foi possível ativar o microfone da sala de reunião
ru_ru: Не удалось включить микрофон в комнате
th_th: ไม่สามารถเปิดไมโครโฟนในห้องประชุมได้
vi_vn: Không thể bật micrô của phòng họp
zh_cn: 未能打开会议室麦克风
zh_hk: 未能開啟會議室麥克風
zh_tw: 未能開啟會議室麥克風

# P9I
source: Unable to unmute. Check the network and retry.
de_de: Stummschaltung aufheben nicht möglich. Überprüfen Sie das Netzwerk und versuchen Sie es erneut.
es_es: Error al dejar de silenciar. Comprueba la red e inténtalo de nuevo.
fr_fr: Impossible d'activer le microphone. Vérifiez votre réseau et réessayez.
hi_in: अनम्यूट करने में असमर्थ. नेटवर्क की जाँच करें और पुनः प्रयास करें.
id_id: Gagal membunyikan. Periksa jaringan dan coba lagi.
it_it: Impossibile riattivare l'audio. Controlla la rete e riprova.
ja_jp: マイクをオンにできませんでした。ネット接続を確認してください
ko_kr: 음소거를 해제할 수 없습니다. 네트워크를 확인하고 다시 시도해 보세요.
ms_my: Tidak dapat menyahbisukan. Periksa rangkaian dan cuba lagi.
pt_br: Falha os desativar mudo. Verifique a rede e repita.
ru_ru: Не удалось включить звук. Проверьте сеть и повторите попытку.
th_th: ไม่สามารถเปิดเสียงได้ ตรวจสอบเครือข่ายและลองอีกครั้ง
vi_vn: Không thể bật tiếng. Hãy kiểm tra mạng và thử lại.
zh_cn: 您未能打开麦克风，请检查网络
zh_hk: 你未能開啟麥克風，請檢查網絡
zh_tw: 你未能開啟麥克風，請檢查網路

# q/4
source: Turning on the mic will automatically connect to system mic and speaker, which may cause echoes if other in-meeting audio devices are nearby.
de_de: Wird das Mikrofon eingeschaltet, wird automatisch eine Verbindung mit dem Systemmikrofon und -lautsprecher hergestellt. Dies kann zu Echos führen, wenn andere Audiogeräte bei der Besprechung in der Nähe sind.
es_es: Al activar el micrófono se conectarán automáticamente el micrófono y el altavoz del sistema, lo que puede provocar ecos si hay cerca otros dispositivos de audio de la reunión.
fr_fr: Activer le microphone connectera automatiquement le microphone et le haut-parleur du système, ce qui peut provoquer des échos si d'autres appareils audio sont à proximité durant la réunion.
id_id: Mengaktifkan mik akan secara otomatis menghubungkan ke mik dan speaker sistem, yang dapat mengakibatkan gema jika perangkat audio lain yang sedang berada dalam rapat ada di sekitar.
it_it: L'attivazione del microfono connetterà automaticamente il microfono e l'altoparlante del sistema. Potrebbero generarsi eco se nelle vicinanze sono presenti altri dispositivi audio nella riunione.
ja_jp: マイクをオンにすると、システムのマイクとスピーカーに自動的に接続します。周りに他の会議に参加中のデバイスがある場合、エコーが発生する可能性があります。
ko_kr: 마이크를 켜면 시스템 마이크 및 스피커에 자동으로 연결되어 주변에 다른 회의 내 오디오 장치가 있는 경우 에코가 발생할 수 있습니다.
ms_my: Menghidupkan mikrofon akan menyambungkan secara automatik ke mikrofon dan pembesar suara sistem, yang mungkin menyebabkan gema jika peranti audio dalam mesyuarat yang lain berdekatan.
pt_br: Ativar o microfone se conectará automaticamente ao microfone e ao alto-falante do sistema, o que poderá causar ecos se outros dispositivos de áudio da reunião estiverem próximos.
ru_ru: При включении микрофон автоматически подключается к системному микрофону и динамику, что может вызвать эхо, если поблизости находятся другие аудиоустройства на собрании.
th_th: การเปิดไมค์จะเชื่อมต่อกับไมค์และลำโพงของระบบโดยอัตโนมัติ ซึ่งอาจทำให้เกิดเสียงสะท้อนหากมีอุปกรณ์เสียงอื่นในการประชุมอยู่ใกล้ ๆ
vi_vn: Việc bật micrô sẽ tự động kết nối với micrô và loa của hệ thống, việc này có thể gây ra tiếng vang nếu có các thiết bị âm thanh trong cuộc họp khác ở gần.
zh_cn: 打开麦克风，将自动连接系统的麦克风和扬声器，若附近已有其他音频设备加入会议，可能会造成回声
zh_hk: 開啟麥克風，將自動連接系統的麥克風和揚聲器，若附近已有其他音訊裝置加入會議，可能會造成回音
zh_tw: 開啟麥克風，將自動連接系統的麥克風和擴音器，若附近已有其他音訊裝置加入會議，可能會造成回音

# 6Rg
source: min
hi_in: मिनट
id_id: menit
ja_jp: 分
ko_kr: 분
ru_ru: мин
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_hk: 分鐘
zh_tw: 分鐘

# Deo
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
ms_my: Lebih
pt_br: Mais
ru_ru: Еще
th_th: เพิ่มเติม
vi_vn: Thêm
zh_cn: 更多
zh_hk: 更多
zh_tw: 更多

# nU0
source: Change Name
de_de: Namen ändern
es_es: Cambiar nombre
fr_fr: Changer de nom
hi_in: नाम बदलें
id_id: Ubah nama
it_it: Modifica nome
ja_jp: 名前を変更
ko_kr: 이름 변경
ms_my: Tukar Nama
pt_br: Alterar nome
ru_ru: Изменить имя
th_th: เปลี่ยนชื่อ
vi_vn: Đổi tên
zh_cn: 改名
zh_hk: 改名
zh_tw: 改名

# JMc
source: Move to Lobby
de_de: In Wartebereich verschieben
es_es: Mover a sala de espera
fr_fr: Déplacer vers la salle d'attente
id_id: Pindah ke Lobi
it_it: Sposta nella sala d'attesa
ja_jp: 待機室に移す
ko_kr: 대기실로 이동
ms_my: Pindah ke Ruang Legar
pt_br: Mover para lobby
ru_ru: Перейти в зал ожидания
th_th: ย้ายไปยังล็อบบี้
vi_vn: Di chuyển đến phòng chờ
zh_cn: 移入等候室
zh_hk: 移入等候室
zh_tw: 移入等候室

# FEU
source: Moved {{name}} to lobby
de_de: {{name}} wurde in Wartebereich verschoben
es_es: Se ha movido a {{name}} a la sala de espera
fr_fr: {{name}} a été déplacé vers la salle d'attente
id_id: Memindahkan {{name}} ke lobi
it_it: Spostamento completato di {{name}} nella sala d'attesa
ja_jp: {{name}} を待機室に移しました。
ko_kr: {{name}} 님을 대기실로 이동했습니다
ms_my: Memindahkan {{name}} ke ruang legar
pt_br: {{name}} movido para lobby
ru_ru: {{name}} перемещен(а) в зал ожидания
th_th: ย้าย {{name}} ไปยังล็อบบี้แล้ว
vi_vn: Đã di chuyển {{name}} đến phòng chờ
zh_cn: 已将 {{name}} 移入等候室
zh_hk: 已將 {{name}} 移入等候室
zh_tw: 已將 {{name}} 移入等候室

# TQQ
source: Multiple layouts are now available!
de_de: Mehrere Layouts sind jetzt verfügbar!
es_es: Ya están disponibles diferentes diseños
fr_fr: Plusieurs mises en page sont désormais disponibles !
id_id: Tata letak multipel kini tersedia!
it_it: Sono ora disponibili più layout!
ja_jp: 複数のレイアウトが使えるようになりました！
ko_kr: 이제 여러 레이아웃을 사용할 수 있습니다!
ms_my: Pelbagai susun atur kini tersedia!
pt_br: Vários layouts já estão disponíveis!
ru_ru: Теперь доступно несколько макетов!
th_th: หลายเค้าโครงพร้อมใช้งานแล้ว
vi_vn: Hiện đã có nhiều bố cục!
zh_cn: 多种视图布局上线！
zh_hk: 多種檢視模式佈局上線！
zh_tw: 多種視圖版面配置上線！

# 8yc
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Mettre en sourdine
hi_in: म्यूट करें
id_id: Bisukan
it_it: Disattiva audio
ja_jp: オフにする
ko_kr: 음소거
ms_my: Senyap
pt_br: Ativar mudo
ru_ru: Выключить звук
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 静音
zh_hk: 靜音
zh_tw: 靜音

# Qic
source: Mute/Unmute audio
de_de: Audio stummschalten / Stummschaltung von Audio aufheben
es_es: Silenciar o dejar de silenciar el audio
fr_fr: Couper/réactiver le son
id_id: Bisukan/Bunyikan audio
it_it: Attiva/Disattiva audio
ja_jp: ミュート・ミュート解除
ko_kr: 오디오 음소거/음소거 해제
ms_my: Nyahbisu/Bisukan audio
pt_br: Ativar mudo/desativar mudo do áudio
ru_ru: Отключить/включить звук
th_th: ปิดเสียง/เปิดเสียง
vi_vn: Tắt/bật âm thanh
zh_cn: 打开/关闭麦克风
zh_hk: 開啟/關閉麥克風
zh_tw: 開啟/關閉麥克風

# o4M
source: Mute original audio
de_de: Originales Audio stummschalten
es_es: Silenciar el audio original
fr_fr: Couper le son original
hi_in: मूल ऑडियो को म्यूट करें
id_id: Bisukan audio asli
it_it: Disattiva audio originale
ja_jp: オリジナル音声をミュート
ko_kr: 원래 오디오 음소거
ms_my: Bisu audio asal
pt_br: Ativar mudo para o áudio original
ru_ru: Отключить исходный звук
th_th: ปิดเสียงต้นฉบับ
vi_vn: Tắt âm thanh gốc
zh_cn: 将原始音频静音
zh_hk: 將原始音訊靜音
zh_tw: 將原始音訊靜音

# fWo
source: Your microphone is turned off. Please unmute to record audio.
de_de: Ihr Mikrofon ist ausgeschaltet. Für Audioaufzeichnung bitte die Stummschaltung aufheben.
es_es: Tu micrófono está desactivado. Deja de silenciar para grabar audio.
fr_fr: Votre microphone est désactivé. Veuillez l'activer pour enregistrer de l'audio.
hi_in: आपका माइक्रोफ़ोन बंद किया गया है. ऑडियो रिकॉर्ड करने के लिए कृपया अनम्यूट करें.
id_id: Mikrofon Anda dinonaktifkan. Bunyikan untuk merekam audio.
it_it: Il tuo microfono è spento. Attiva l'audio per registrare.
ja_jp: ミュートを解除してから録画してください
ko_kr: 마이크가 꺼져 있습니다. 오디오를 녹음하려면 음소거를 해제하세요.
ms_my: Mikrofon anda dimatikan. Sila nyahbisukan untuk merakam audio.
pt_br: Seu microfone está desligado. Desative a opção mudo para gravar o áudio.
ru_ru: Ваш микрофон отключен. Включите звук для записи аудио.
th_th: ไมโครโฟนของคุณปิดอยู่ โปรดเปิดเสียงเพื่อบันทึกเสียง
vi_vn: Micrô của bạn đã tắt. Vui lòng bật tiếng để ghi âm.
zh_cn: 麦克风处于关闭状态。如需录制声音，请解除静音
zh_hk: 麥克風處於關閉狀態。如需錄製聲音，請解除靜音
zh_tw: 麥克風處於關閉狀態。如需錄製聲音，請解除靜音
