Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# fs8
source: Meeting notes are here!
de_de: Die Besprechungsnotizen sind da!
es_es: ¡Aquí están las notas de reunión!
fr_fr: Les notes de réunion se trouvent ici !
id_id: Catatan rapat telah tersedia!
it_it: Le note della riunione sono qui!
ja_jp: 新機能：議事録
ko_kr: 회의 메모를 사용할 수 있습니다!
ms_my: Nota mesyuarat ada di sini!
pt_br: As anotações da reunião estão aqui!
ru_ru: Протоколы конференций здесь!
th_th: สามารถดูบันทึกการประชุมได้ที่นี่!
vi_vn: Ghi chú của cuộc họp ở đây!
zh_cn: 会议纪要上线！
zh_hk: 會議記錄在線上喇！
zh_tw: 會議記錄上線啦！

# V4k
source: Real-time note editing with focused discussions. Capture and share ideas to draw collaborative conclusions and future to-do.
de_de: Bearbeitung von Notizen in Echtzeit mit konzentrierten Diskussionen. Erfassen und teilen Sie Ideen, um gemeinsam Schlussfolgerungen zu ziehen und zukünftige Aufgaben zu definieren.
es_es: Edición de notas en tiempo real para centrar las discusiones. Capta las ideas y compártelas para exponer conclusiones colaborativas y próximos pasos.
fr_fr: Modification des notes en temps réel avec discussions ciblées. Capturez et partagez des idées pour parvenir à des conclusions collaboratives et prévoir les tâches futures.
id_id: Pengeditan catatan waktu nyata dengan diskusi terfokus. Tangkap dan bagikan ide untuk menarik kesimpulan kolaboratif dan hal yang harus dilakukan di masa depan.
it_it: Modifica delle note in tempo reale con discussioni mirate. Cattura e condivi le idee per trarre conclusioni collaborative e cose da fare in futuro.
ja_jp: 会議参加者と議事録をリアルタイムで共同編集でき、効率的にディスカッションを行い、結論と To-Do を導き出します。
ko_kr: 집중 토론을 통해 실시간으로 메모를 편집합니다. 아이디어를 캡처하고 공유하여 공동 결론과 향후 할 일을 도출하세요.
ms_my: Penyuntingan nota secara masa nyata dengan perbincangan yang fokus. Tangkap dan kongsi idea untuk mencapai kesimpulan bersama dan tugas masa depan.
pt_br: Edição de anotações em tempo real com discussões focadas. Capture e compartilhe ideias para tirar conclusões colaborativas e futuras tarefas.
ru_ru: Редактирование протоколов в режиме реального времени с целенаправленными обсуждениями. Фиксируйте и делитесь идеями, чтобы сделать совместные выводы и планы на будущее.
th_th: การแก้ไขหมายเหตุในเวลาจริงพร้อมด้วยการหารือแบบมุ่งเน้นจับภาพและแบ่งปันแนวคิดเพื่อหาข้อสรุปร่วมกันและสิ่งที่ต้องทำในอนาคต
vi_vn: Chỉnh sửa ghi chú trong thời gian thực kèm thảo luận tập trung. Nắm bắt và chia sẻ ý tưởng để rút ra kết luận tổng hợp và việc cần làm trong tương lai.
zh_cn: 与参会人实时协同编辑纪要，讨论聚焦高效，沉淀会议结论和下一步计划
zh_hk: 與參加者實時協同編輯記錄，專注討論更有效率，總結會議結論和下一步計劃
zh_tw: 和與會人員即時協同編輯記錄，專注討論更高效，總結會議結論和下一步計畫

# I8c
source: {{number}} member(s) asking for help
de_de: {{number}} Mitglied(er) bittet/bitten um Hilfe
es_es: {{number}} miembro(s) pide(n) ayuda
fr_fr: {{number}} membre(s) demande(nt) de l'aide
id_id: {{number}} anggota meminta bantuan
it_it: {{number}} membro/i chiede/chiedono aiuto
ja_jp: {{number}} 名のメンバーがヘルプをリクエストしています。
ko_kr: {{number}}명의 구성원이 도움을 요청합니다
ms_my: {{number}} ahli meminta bantuan
pt_br: {{number}} membro(s) solicitando ajuda
ru_ru: Участники ({{number}}) обращаются за помощью
th_th: สมาชิก {{number}} รายกำลังขอความช่วยเหลือ
vi_vn: {{number}} thành viên yêu cầu giúp đỡ
zh_cn: {{number}} 位成员正在请求帮助
zh_hk: {{number}} 位成員正在要求幫助
zh_tw: {{number}} 位成員正在請求協助

# 4gI
source: {{number}} attendee(s) raised hands
de_de: {{number}} Anwesende/r hat/haben die Hand gehoben
es_es: {{number}} asistente(s) han subido las manos
fr_fr: {{number}} participant(s) ont levé la main
id_id: {{number}} peserta mengangkat tangan
it_it: {{number}} ospite/i con mano alzata
ja_jp: {{number}} 名の出席者が挙手
ko_kr: 참석자 {{number}}명이 손을 들었습니다
ms_my: {{number}} peserta mengangkat tangan
pt_br: {{number}} participante(s) levantou(aram) as mãos
ru_ru: Участники ({{number}}) подняли руки
th_th: ผู้เข้าร่วม {{number}} คนยกมือ
vi_vn: {{number}} người tham dự đã giơ tay
zh_cn: {{number}} 位观众举手
zh_hk: {{number}} 位觀眾舉手
zh_tw: {{number}} 位觀眾舉手

# i/k
source: {{number}} panelist(s) raised hands
de_de: {{number}} Podiumsredner hat/haben die Hand gehoben
es_es: {{number}} panelista(s) han subido las manos
fr_fr: {{number}} panéliste(s) ont levé la main
id_id: {{number}} panelis mengangkat tangan
it_it: {{number}} relatore/i con mano alzata
ja_jp: {{number}} 名のパネリストが挙手
ko_kr: 패널리스트 {{number}}명이 손을 들었습니다
ms_my: {{number}} panelis mengangkat tangan
pt_br: {{number}} membro(s) do painel levantou(aram) as mãos
ru_ru: Почетные гости ({{number}}) подняли руки
th_th: ผู้ร่วมอภิปราย {{number}} คนยกมือ
vi_vn: {{number}} thảo luận viên đã giơ tay
zh_cn: {{number}} 位嘉宾举手
zh_hk: {{number}} 位嘉賓舉手
zh_tw: {{number}} 位來賓舉手

# Mks
source: {{number}} user(s) requesting to turn on the camera
de_de: {{number}} Benutzer beantragt/beantragen das Einschalten der Kamera
es_es: {{number}} usuario(s) solicita(n) la activación de la cámara
fr_fr: {{number}} utilisateur(s) demandant à activer la caméra
id_id: {{number}} pengguna meminta untuk mengaktifkan kamera
it_it: {{number}} utente/i ha/hanno richiesto di attivare la videocamera
ja_jp: {{number}} 人のユーザーがカメラをオンにすることをリクエストしています。
ko_kr: 사용자 {{number}}명이 카메라 켜기를 요청합니다
ms_my: {{number}} pengguna meminta untuk menghidupkan kamera
pt_br: {{number}} usuário(s) solicitando a ativação da câmera
ru_ru: Пользователи ({{number}}) запрашивают включение камеры
th_th: ผู้ใช้ {{number}} รายมีคำขอเปิดกล้อง
vi_vn: {{number}} người dùng yêu cầu bật máy ảnh
zh_cn: {{number}} 位用户正在申请打开摄像头
zh_hk: {{number}} 位用戶正在申請開啟鏡頭
zh_tw: {{number}} 位使用者正在申請開啟攝影機

# ZHA
source: The administrator has set phone number control. Unable to make phone calls.
de_de: Administrator hat Telefonnummernsteuerung festgelegt. Keine Telefonanrufe möglich.
es_es: El administrador ha configurado el control de número de teléfono. Error al hacer llamadas de teléfono.
fr_fr: L'administrateur a défini le contrôle des numéros de téléphone. Impossible de passer des appels téléphoniques.
hi_in: एडमिनिस्ट्रेटर ने फ़ोन नंबर नियंत्रण सेट किया. फ़ोन कॉल करने में असमर्थ.
id_id: Administrator telah menetapkan kontrol nomor telepon. Gagal melakukan panggilan telepon.
it_it: L'amministratore ha impostato il controllo dei numeri di telefono. Impossibile effettuare telefonate.
ja_jp: 電話番号の制御は有効中です。電話で呼び出しできません
ko_kr: 관리자가 전화번호 제어를 설정했습니다. 전화를 걸 수 없습니다.
ms_my: Pentadbir telah menetapkan kawalan nombor telefon. Tidak dapat membuat panggilan telefon.
pt_br: O administrador configurou o controle do número de telefone. Falha ao fazer chamadas telefônicas.
ru_ru: Администратор установил контроль номера телефона. Невозможно совершать телефонные звонки.
th_th: ผู้ดูแลได้ตั้งค่าการควบคุมหมายเลขโทรศัพท์เอาไว้ ไม่สามารถทำการโทรได้
vi_vn: Quản trị viên đã thiết lập kiểm soát số điện thoại. Không thể thực hiện cuộc gọi điện thoại.
zh_cn: 管理员已设置电话号码管控，无法电话呼叫
zh_hk: 管理員已設定電話號碼管控，無法以電話致電
zh_tw: 管理員已設定電話號碼控管，無法進行電話呼叫

# LyM
source: {{number}} min
de_de: {{number}} Minuten
es_es: {{number}} minutos
fr_fr: {{number}} minutes
hi_in: {{number}} मिनट
id_id: {{number}} menit
it_it: {{number}} minuti
ja_jp: {{number}} 分
ko_kr: {{number}}분
pt_br: {{number}} minutos
ru_ru: {{number}} мин.
th_th: {{number}} นาที
vi_vn: {{number}} phút
zh_cn: {{number}} 分钟
zh_hk: {{number}} 分鐘
zh_tw: {{number}} 分鐘

# 2G4
source: Number of backgrounds you uploaded reached the limit
de_de: Anzahl der von Ihnen hochgeladenen Hintergründe hat die Obergrenze erreicht.
es_es: Se ha alcanzado el número máximo de fondos que has subido
fr_fr: Le nombre d'arrière-plans téléchargés a atteint la limite
hi_in: आपके द्वारा अपलोड की गई पृष्ठभूमि की संख्या सीमा तक पहुंच गई है
id_id: Jumlah latar belakang yang Anda unggah mencapai batas
it_it: Numero massimo di sfondi caricati raggiunto
ja_jp: アップロードした背景数は上限に達しました
ko_kr: 업로드한 배경 수가 한도에 도달했습니다
ms_my: Bilangan latar belakang yang dimuat naik mencapai had
pt_br: O número de planos de fundo que você carregou atingiu o limite
ru_ru: Количество загруженных фонов достигло предела
th_th: จำนวนพื้นหลังที่คุณอัปโหลดไว้ครบจำนวนสูงสุดแล้ว
vi_vn: Số lượng ảnh nền do bạn tải lên đã đạt giới hạn tối đa
zh_cn: 你上传的背景数量已达到上限
zh_hk: 你上載的背景數量已達到上限
zh_tw: 您上傳的背景數量已達上限

# idM
source: {{number}} participant(s) raised hands
de_de: {{number}} Teilnehmer hat die Hand/haben die Hände gehoben
es_es: {{number}} participante(s) ha(n) levantado la mano
fr_fr: {{number}} participant(s) lève(nt) la main
id_id: {{number}} peserta mengangkat tangan
it_it: Partecipanti con mano alzata: {{number}}
ja_jp: {{number}} 名の参加者が挙手
ko_kr: {{number}}명의 참가자가 손을 듦
ms_my: {{number}} peserta mengangkat tangan
pt_br: {{number}} participante(s) com mão levantada
ru_ru: Поднятых рук: {{number}}
th_th: ผู้เข้าร่วม {{number}} คนยกมือ
vi_vn: {{number}} người tham gia đã giơ tay
zh_cn: {{number}} 位参会者举手
zh_hk: {{number}} 位參會者舉手
zh_tw: {{number}} 位與會人員舉手

# HDg
source: {{number}} user(s) requesting local recording
de_de: {{number}} Benutzer beantragt/beantragen die lokale Aufzeichnung
es_es: {{number}} usuario(s) solicita(n) grabación local
fr_fr: {{number}} utilisateur(s) demandant l'enregistrement local
id_id: {{number}} pengguna meminta perekaman lokal
it_it: {{number}} utente/i richiede/richiedono la registrazione locale
ja_jp: {{number}} 人のユーザーがローカルレコーディングをリクエストしています
ko_kr: 사용자 {{number}}명이 로컬 기록을 요청합니다
ms_my: {{number}} pengguna meminta rakaman tempatan
pt_br: {{number}} usuário(s) solicitando gravação local
ru_ru: Пользователи ({{number}}) запрашивают локальную запись
th_th: ผู้ใช้ {{number}} ส่งคำขอการบันทึกภายในเครื่อง
vi_vn: {{number}} người dùng yêu cầu ghi cục bộ
zh_cn: {{number}} 位用户正在申请本地录制
zh_hk: {{number}} 位用戶正在申請本機錄影
zh_tw: {{number}} 位使用者正在申請本機錄製

# yDQ
source: Approve
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
id_id: Setujui
it_it: Approva
ja_jp: 許可
ko_kr: 승인
ms_my: Lulus
pt_br: Aprovar
ru_ru: Подтвердить
th_th: อนุมัติ
vi_vn: Phê duyệt
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# Ev8
source: Meeting ID copied
de_de: Besprechungs-ID kopiert
es_es: Código de reunión copiado
fr_fr: ID de réunion copié
id_id: ID Rapat disalin
it_it: ID riunione copiato
ja_jp: 会議 ID をコピーしました。
ko_kr: 회의 ID가 복사되었습니다
ms_my: ID mesyuarat disalin
pt_br: ID de reunião copiado
ru_ru: ID конференции скопирован
th_th: คัดลอก ID การประชุมแล้ว
vi_vn: Đã sao chép ID cuộc họp
zh_cn: 会议 ID 已复制
zh_hk: 已複製會議 ID
zh_tw: 會議 ID 已複製

# BoI
source: Close the countdown for everyone?
de_de: Countdown für alle schließen?
es_es: ¿Cerrar la cuenta atrás para todos?
fr_fr: Fermer le compte à rebours pour tout le monde ?
id_id: Tutup hitung mundur untuk semua orang?
it_it: Chiudere il conto alla rovescia per tutti?
ja_jp: すべての参加者のカウントダウンを終了しますか？
ko_kr: 모두 사람의 카운트다운을 닫을까요?
ms_my: Tutup kiraan waktu untuk semua orang?
pt_br: Fechar a contagem regressiva para todos?
ru_ru: Закрыть обратный отсчет для всех?
th_th: ปิดการนับถอยหลังให้กับทุกคนหรือไม่
vi_vn: Đóng tính năng đếm ngược với tất cả mọi người?
zh_cn: 为所有人关闭倒计时？
zh_hk: 要為所有人關閉倒數嗎？
zh_tw: 要為所有人關閉倒數計時嗎？

# FdA
source: Callback from office phone
de_de: Rückruf vom Bürotelefon
es_es: Devolución de llamada desde el teléfono de la oficina
fr_fr: Rappel depuis le téléphone de bureau
id_id: Panggilan balik dari telepon kantor
it_it: Richiamata dal telefono aziendale
ja_jp: オフィス電話の折り返し電話
ko_kr: 사무실 전화의 콜백
ms_my: Kembali dari telefon pejabat
pt_br: Retorno de chamada do telefone do escritório
ru_ru: Обратный звонок с рабочего телефона
th_th: โทรกลับจากโทรศัพท์สำนักงาน
vi_vn: Cuộc gọi lại từ điện thoại văn phòng
zh_cn: 来自办公电话的回拨
zh_hk: 來自辦公電話的回撥
zh_tw: 來自辦公電話的回撥

# B1I
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# 1s8
source: Meeting link copied
de_de: Besprechungs-Link kopiert
es_es: Enlace de reunión copiado
fr_fr: Lien de la réunion copié
id_id: Tautan rapat disalin
it_it: Link riunione copiato
ja_jp: 会議リンクをコピーしました。
ko_kr: 회의 링크가 복사되었습니다
ms_my: Pautan mesyuarat disalin
pt_br: Link da reunião copiado
ru_ru: Ссылка на конференцию скопирована
th_th: คัดลอกลิงก์การประชุมแล้ว
vi_vn: Đã sao chép liên kết cuộc họp
zh_cn: 会议链接已复制
zh_hk: 已複製會議連結
zh_tw: 會議連結已複製

# JZk
source: On leave
de_de: Abwesend
es_es: De permiso
fr_fr: En congés
hi_in: अवकाश पर
id_id: Cuti
it_it: In congedo
ja_jp: 休暇中
ko_kr: 휴가 중
ms_my: Cuti
pt_br: De licença
ru_ru: В отпуске
th_th: ลางาน
vi_vn: Đang vắng mặt
zh_cn: 请假
zh_hk: 請假
zh_tw: 請假

# 1RA
source: You are browsing the company info and can collapse the page anytime. You will be prompted when the interviewer is online.
de_de: Sie sehen sich die Unternehmensdaten an und können die Seite jederzeit reduzieren. Sie werden darauf hingewiesen, wenn der Interviewer online ist.
es_es: Estás explorando la información de la empresa, pero puedes contraer la página en cualquier momento. Te avisaremos cuando el entrevistador se conecte.
fr_fr: Vous consultez les informations de l'entreprise, et vous pouvez réduire la page à tout moment. Vous serez notifié lorsque la personne en charge de l'entretien sera en ligne.
id_id: Anda sedang menjelajahi info perusahaan dan dapat melipat halaman kapan saja. Anda akan diberi tahu ketika pewawancara online.
it_it: Stai sfogliando le informazioni della società e puoi comprimere la pagina in qualunque momento. Quando l'intervistatore è online, riceverai un avviso.
ja_jp: 法人情報を閲覧しています。面接官が参加すると、通知が表示されます。「法人情報ページ」はいつでも非表示にできます。
ko_kr: 기업 정보를 탐색 중이며 언제든지 페이지를 축소할 수 있습니다. 면접관이 온라인 상태면 메시지가 표시됩니다.
ms_my: Anda sedang melihat maklumat syarikat dan boleh meruntuhkan halaman bila-bila masa. Anda akan dimaklumkan apabila pewawancara berada dalam talian.
pt_br: Você está navegando pelas informações da empresa e pode recolher a página a qualquer momento. Você será avisado quando o entrevistador estiver on-line.
ru_ru: Вы просматриваете информацию о компании и можете свернуть страницу в любое время. Вы будете уведомлены о присоединении интервьюера.
th_th: คุณกำลังเรียกดูข้อมูลบริษัทและสามารถยุบหน้านี้ได้ตลอดเวลา คุณจะได้รับแจ้งเมื่อผู้สัมภาษณ์ออนไลน์
vi_vn: Bạn đang duyệt xem thông tin công ty và có thể thu gọn trang bất kỳ lúc nào. Bạn sẽ được nhắc khi người phỏng vấn trực tuyến.
zh_cn: 你正在浏览企业信息，面试官上线后会提醒，可随时收起「企业信息页」
zh_hk: 你正在瀏覽企業資訊，面試官在線上後會提醒，可隨時收合「企業資訊頁面」
zh_tw: 你正在瀏覽企業資訊，面試官上線後會提醒，可隨時摺疊「企業資訊頁面」

# fyw
source: Discussion in progress. You can join the room again.
de_de: Diskussion läuft. Sie können dem Raum erneut beitreten.
es_es: Discusión en curso. Puedes unirte a la sala de nuevo.
fr_fr: Discussion en cours. Vous pouvez rejoindre la salle à nouveau.
id_id: Diskusi dalam kemajuan. Anda dapat bergabung dengan ruang diskusi sekali lagi.
it_it: Discussione in corso. Puoi accedere di nuovo alla sala.
ja_jp: ブレイクアウトルームが進行中です。ルームに再参加できます。
ko_kr: 토론이 진행 중입니다. 회의실에 다시 참여할 수 있습니다.
ms_my: Perbincangan sedang berlangsung. Anda boleh menyertai bilik semula.
pt_br: Discussão em andamento. Você pode ingressar na sala novamente.
ru_ru: Идет обсуждение. Вы можете снова присоединиться к залу.
th_th: อยู่ในระหว่างการสนทนา คุณสามารถเข้าห้องได้อีกครั้ง
vi_vn: Đang thảo luận. Bạn có thể tham gia phòng một lần nữa.
zh_cn: 分组讨论进行中，可再次加入讨论组
zh_hk: 分組討論進行中，可再次加入討論小組
zh_tw: 分組討論進行中，可再次加入討論群組

# TJc
source: Only the host can start transcription
de_de: Nur der Moderator kann die Transkription starten
es_es: Solo el moderador puede iniciar la transcripción
fr_fr: Seul l’hôte peut lancer la transcription
id_id: Hanya host yang dapat memulai transkripsi
it_it: Solo l'host può avviare la trascrizione
ja_jp: 文字起こしを開始できるのは進行役のみです。
ko_kr: 진행자만 원고 기록을 시작할 수 있습니다
ms_my: Hanya tuan rumah yang boleh memulakan transkripsi
pt_br: Apenas o host pode iniciar a transcrição
ru_ru: Только ведущий может начать транскрипцию
th_th: เฉพาะโฮสต์เท่านั้นที่สามารถเริ่มการถอดเสียงได้
vi_vn: Chỉ chủ phòng mới có thể bắt đầu chép lời
zh_cn: 仅主持人可以开始转录
zh_hk: 只有主持人可以開啟轉譯
zh_tw: 僅主持人可以開始轉錄

# zC8
source: Only selected users
de_de: Nur ausgewählte Benutzer
es_es: Solo los usuarios seleccionados
fr_fr: Uniquement les utilisateurs sélectionnés
id_id: Hanya pengguna yang dipilih
it_it: Solo utenti selezionati
ja_jp: 指定したユーザーのみ参加可能
ko_kr: 선택한 사용자만
ms_my: Hanya pengguna terpilih
pt_br: Apenas usuários selecionados
ru_ru: Только избранные пользователи
th_th: เฉพาะผู้ใช้ที่ได้รับเลือกเท่านั้น
vi_vn: Chỉ người dùng được chọn
zh_cn: 仅指定用户可加入
zh_hk: 只有指定用戶可加入
zh_tw: 僅指定使用者可加入

# kbE
source: Only selected users can join this meeting
de_de: Nur ausgewählte Benutzer können dieser Besprechung beitreten
es_es: Solo los usuarios seleccionados pueden unirse a esta reunión
fr_fr: Seuls les utilisateurs sélectionnés peuvent rejoindre cette réunion
id_id: Hanya pengguna yang dipilih yang bisa bergabung dalam rapat ini
it_it: Solo gli utenti selezionati possono partecipare a questa riunione
ja_jp: 指定したユーザーのみがこの会議に参加できます。
ko_kr: 선택한 사용자만 이 회의에 참가할 수 있습니다
ms_my: Hanya pengguna terpilih boleh menyertai mesyuarat ini
pt_br: Apenas usuários selecionados podem ingressar nesta reunião
ru_ru: Только избранные пользователи могут присоединиться к этой конференции
th_th: เฉพาะผู้ใช้ที่เลือกเท่านั้นที่สามารถเข้าร่วมการประชุมนี้ได้
vi_vn: Chỉ người dùng được chọn mới có thể tham gia cuộc họp này
zh_cn: 仅指定用户可加入此会议
zh_hk: 只有指定用戶可加入此會議
zh_tw: 僅指定使用者可加入此會議

# FS4
source: Please open the app to accept this call.
de_de: Bitte öffnen Sie die App, um diesen Aufruf anzunehmen.
es_es: Abra la aplicación y acepte esta llamada.
fr_fr: Veuillez ouvrir l'application pour accepter cet appel.
hi_in: कॉल स्वीकार करने के लिए कृपया ऐप खोलें.
id_id: Buka aplikasi untuk menerima panggilan ini.
it_it: Apri l'app per accettare questa chiamata.
ja_jp: アプリを開いて通話に応答してください
ko_kr: 이 전화를 받으려면 앱을 여세요.
ms_my: Sila buka apl untuk menerima panggilan ini.
pt_br: Abra o aplicativo para aceitar esta chamada.
ru_ru: Откройте приложение, чтобы принять этот вызов.
th_th: โปรดเปิดแอปเพื่อยอมรับการโทรนี้
vi_vn: Vui lòng mở ứng dụng để chấp nhận cuộc gọi này.
zh_cn: 请打开应用接听该通话
zh_hk: 請打開應用程式接聽該通話
zh_tw: 請開啟應用程式接聽該通話

# 2ps
source: Open subtitle settings
de_de: Einstellungen für Untertitel öffnen
es_es: Abra la configuración de los subtítulos
fr_fr: Ouvrir les paramètres des sous-titres
hi_in: कैप्शन सेटिंग्स खोलें
id_id: Buka pengaturan subtitle
it_it: Apri le impostazioni relative ai sottotitoli
ja_jp: 字幕設定に移動
ko_kr: 자막 설정 열기
ms_my: Buka tetapan sarikata
pt_br: Abrir configurações de legenda
ru_ru: Открыть настройки субтитров
th_th: เปิดการตั้งค่าคำบรรยาย
vi_vn: Mở cài đặt phụ đề
zh_cn: 前往字幕设置
zh_hk: 前往字幕設定
zh_tw: 前往字幕設定

# jq4
source: Syncing video order for all will stop the stage view. Still sync?
de_de: Das Synchronisieren der Videoanordnung für alle beendet die Podiumsansicht. Trotzdem synchronisieren?
es_es: La sincronización del orden del vídeo detendrá la vista de escenario. ¿Sincronizar igualmente?
fr_fr: Synchroniser l'ordre de vidéo pour tous arrêtera l'affichage de la scène. Synchroniser quand même ?
id_id: Menyinkronkan urutan video untuk semua akan menghentikan tampilan panggung. Tetap sinkronkan?
it_it: La sincronizzazione dell'ordine video per tutti interromperà la visualizzazione dell'area. Sincronizzare comunque?
ja_jp: 画面の並び順を同期すると、ステージの同期が終了します。画面の並び順を同期しますか？
ko_kr: 비디오 순서를 모두 동기화하면 스테이지 보기가 중지됩니다. 그래도 동기화하시겠습니까?
ms_my: Menyelaras susunan video untuk semua akan menghentikan pandangan pentas. Teruskan selaraskan?
pt_br: A sincronização da ordem de vídeos para todos interromperá a visualização do palco. Sincronizar mesmo assim?
ru_ru: Синхронизация порядка видео для всех остановит просмотр сцены. Все еще синхронизировать?
th_th: การซิงค์ลำดับวิดีโอสำหรับทุกคนจะหยุดมุมมองเวที ยังต้องการซิงก์อยู่หรือไม่
vi_vn: Việc đồng bộ hóa thứ tự video cho tất cả sẽ dừng chế độ xem giai đoạn. Vẫn đồng bộ hóa?
zh_cn: 为所有人同步视频顺序将停止舞台，是否同步？
zh_hk: 為所有人同步視像順序將停止舞台，是否同步？
zh_tw: 為所有人同步視訊順序將停止舞台，是否同步？

# JFM
source: Company
de_de: Unternehmen
es_es: Empresa
fr_fr: Entreprise
id_id: Perusahaan
it_it: Società
ja_jp: 法人情報
ko_kr: 기업
ms_my: Syarikat
pt_br: Empresa
ru_ru: Компания
th_th: บริษัท
vi_vn: Công ty
zh_cn: 企业信息
zh_hk: 企業資訊
zh_tw: 企業資訊

# H1s
source: Other user's connection is poor
de_de: Die Verbindung der anderen Benutzer ist schlecht
es_es: La conexión de otro usuario es mala
fr_fr: La connexion des autres utilisateurs est mauvaise
id_id: Koneksi jaringan pengguna lain buruk
it_it: La connessione dell'altro utente è debole
ja_jp: 通話相手のネット接続が不安定です
ko_kr: 다른 사용자의 연결이 좋지 않습니다
ms_my: Sambungan pengguna lain lemah
pt_br: A conexão de outro usuário é ruim
ru_ru: У другого пользователя плохое соединение
th_th: การเชื่อมต่อของผู้ใช้รายอื่นไม่ดี
vi_vn: Kết nối của người dùng khác kém
zh_cn: 当前通话对方网络不佳
zh_hk: 目前通話對方網絡不佳
zh_tw: 目前通話對方網路不佳

# ERw
source: Other user's connection is unstable
de_de: Die Verbindung des anderen Benutzers ist instabil.
es_es: La conexión del otro usuario no es estable
fr_fr: La connexion de l'autre utilisateur est instable
hi_in: अन्य उपयोगकर्ताओं का कनेक्शन अस्थिर है
id_id: Koneksi pengguna lain tidak stabil
it_it: La connessione dell'altro utente non è stabile
ja_jp: 相手のネット接続に異常が発生しています
ko_kr: 다른 사용자의 연결이 불안정합니다
ms_my: Sambungan pengguna lain tidak stabil
pt_br: A conexão do outro usuário está instável
ru_ru: Соединение другого пользователя нестабильно
th_th: การเชื่อมต่อของผู้ใช้รายอื่นไม่เสถียร
vi_vn: Kết nối của người dùng khác không ổn định
zh_cn: 当前对方网络状态异常
zh_hk: 目前對方網絡狀態異常
zh_tw: 目前對方網路狀態異常

# 7SY
source: Camera view
de_de: Kameransicht
es_es: Vista de cámara
fr_fr: Affichage caméra
id_id: Tampilan kamera
it_it: Visualizzazione videocamera
ja_jp: カメラビュー
ko_kr: 카메라 뷰
ms_my: Pandangan kamera
pt_br: Visualização da câmera
ru_ru: Вид камеры
th_th: มุมมองกล้อง
vi_vn: Chế độ xem máy ảnh
zh_cn: 他人看我
zh_hk: 他人看我
zh_tw: 他人看我

# GIk
source: Others
de_de: Andere
es_es: Otros
fr_fr: Autres
id_id: Lainnya
it_it: Altri
ja_jp: その他
ko_kr: 기타
ms_my: Lain-lain
pt_br: Outros
ru_ru: Другие
th_th: อื่น ๆ
vi_vn: Khác
zh_cn: 其他
zh_hk: 其他
zh_tw: 其他

# m3o
source: Owner: {{ownerName}}
de_de: Besitzer: {{ownerName}}
es_es: Propietario: {{ownerName}}
fr_fr: Propriétaire : {{ownerName}}
hi_in: मालिक: {{ownerName}}
id_id: Pemilik: {{ownerName}}
it_it: Proprietario: {{ownerName}}
ja_jp: 所有者：{{ownerName}}
ko_kr: 소유자: {{ownerName}}
ms_my: Pemilik: {{ownerName}}
pt_br: Proprietário: {{ownerName}}
ru_ru: Владелец: {{ownerName}}
th_th: เจ้าของ: {{ownerName}}
vi_vn: Chủ sở hữu: {{ownerName}}
zh_cn: 所有者：{{ownerName}}
zh_hk: 擁有者：{{ownerName}}
zh_tw: 所有者：{{ownerName}}

# izE
source: Tablet
fr_fr: Tablette
ja_jp: タブレット
ko_kr: 태블릿
ru_ru: Планшет
th_th: แท็บเล็ต
vi_vn: Máy tính bảng
zh_cn: 平板
zh_hk: 平板電腦
zh_tw: 平板

# luI
source: As a panelist, you can unmute yourself, start the video and share the screen.
de_de: Als Podiumsredner können Sie die Stummschaltung selbst aufheben, das Video starten und den Bildschirm freigeben.
es_es: Como panelista, puedes dejar de silenciar tu sonido, iniciar el vídeo y compartir la pantalla.
fr_fr: En tant que panéliste, vous pouvez réactiver le son, démarrer la vidéo et partager l'écran.
id_id: Sebagai panelis, Anda dapat membunyikan diri, memulai video, dan berbagi layar.
it_it: In qualità di relatore, puoi attivare il tuo audio, avviare il video e condividere lo schermo.
ja_jp: パネリストは、ミュートを解除、カメラをオン、画面を共有できます。
ko_kr: 패널리스트는 음소거를 해제하고 동영상을 시작하고 화면을 공유할 수 있습니다.
ms_my: Sebagai panelis, anda boleh menyuarakan diri, memulakan video dan berkongsi skrin.
pt_br: Como orador, você pode desativar mudo, iniciar o vídeo e compartilhar a tela.
ru_ru: Будучи участником дискуссии вы можете включить у себя звук, запустить видео и поделиться экраном.
th_th: ในฐานะผู้ร่วมอภิปราย คุณสามารถเปิดเสียงตัวเอง เริ่มวิดีโอ และแบ่งปันหน้าจอได้
vi_vn: Với tư cách là thảo luận viên, bạn có thể tự bật tiếng, bắt đầu phát video và chia sẻ màn hình.
zh_cn: 作为嘉宾，你可以解除静音、开启视频和共享屏幕
zh_hk: 作為嘉賓，你可以解除靜音、開啟影片和分享畫面
zh_tw: 作為來賓，你可以解除靜音、開啟視訊和分享畫面
