Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# cak
source: The current sharing session will end if you start a new meeting.
de_de: Die aktuelle Freigabesitzung wird beendet, wenn Sie eine neue Besprechung starten.
es_es: Si comienzas una nueva reunión, finalizará la sesión actual compartida.
fr_fr: La session de partage en cours prendra fin si vous démarrez une nouvelle réunion.
hi_in: यदि आप एक नई मीटिंग शुरू करते हैं, तो आपका वर्तमान साझाकरण सत्र समाप्त हो जाएगा.
id_id: Sesi berbagi saat ini akan berakhir jika Anda memulai rapat baru.
it_it: La sessione di condivisione corrente terminerà se avvii una nuova riunione.
ja_jp: 会議を開始すると、現在の共有は停止されます
ko_kr: 새 회의를 시작하면 현재 공유 세션이 종료됩니다.
ms_my: Sesi perkongsian semasa akan berakhir jika anda memulakan mesyuarat baharu.
pt_br: A sessão de compartilhamento atual será encerrada se você iniciar uma nova reunião.
ru_ru: Текущий сеанс показа использования закончится, если вы начнете новую конференцию.
th_th: เซสชันการแบ่งปันปัจจุบันจะสิ้นสุดลงหากคุณเริ่มการประชุมใหม่
vi_vn: Phiên chia sẻ hiện tại sẽ chấm dứt khi bạn bắt đầu một cuộc họp mới.
zh_cn: 开始会议后将结束当前投屏
zh_hk: 開始會議後將結束目前投影
zh_tw: 開始會議後將結束目前投影

# yWs
source: Show My View
de_de: Meine Ansicht einblenden
es_es: Mostrar mi vista
fr_fr: Afficher Mon affichage
id_id: Tampilkan Tampilan Saya
it_it: Mostra la mia visualizzazione
ja_jp: 自分の映像を表示
ko_kr: 내 보기 표시
ms_my: Tunjukkan Pandangan Saya
pt_br: Mostrar minha visualização
ru_ru: Показать мой вид
th_th: แสดงมุมมองของฉัน
vi_vn: Hiển thị chế độ xem của tôi
zh_cn: 显示本人视图
zh_hk: 顯示本人檢視模式
zh_tw: 顯示本人視圖

# 5SY
source: Show Muted Non-video Participants
de_de: Stummgeschaltete Nicht-Video-Teilnehmer anzeigen
es_es: Mostrar participantes silenciados que no aparecen en el vídeo
fr_fr: Afficher les participants sans vidéo en sourdine
id_id: Tampilkan Peserta Non-video yang Dibisukan
it_it: Mostra partecipanti senza video e con audio disattivato
ja_jp: 音声・カメラ両方オフを表示
ko_kr: 음소거된 전화를 통한 참가자 표시
ms_my: Paparkan Peserta Tanpa Video yang Diam
pt_br: Mostrar participantes sem vídeo silenciados
ru_ru: Показать участников без звука и видео
th_th: แสดงผู้เข้าร่วมที่ถูกปิดเสียงที่ไม่มีวิดีโอ
vi_vn: Hiển thị người không tham gia video đã tắt tiếng
zh_cn: 显示静音非视频方
zh_hk: 顯示靜音非視像方
zh_tw: 顯示靜音非視訊方

# txc
source: Show speaker on main screen
de_de: Sprecher auf dem Hauptbildschirm anzeigen
es_es: Mostrar ponente en pantalla principal
fr_fr: Afficher l'intervenant sur l'écran principal
id_id: Tampilkan pembicara di layar utama
it_it: Mostra il relatore sullo schermo principale
ja_jp: メイン画面に発言者を表示
ko_kr: 기본 화면에 발화자 표시
ms_my: Paparkan pembicara di skrin utama
pt_br: Mostrar o alto-falante na tela principal
ru_ru: Показать выступающего на главном экране
th_th: แสดงลำโพงบนหน้าจอหลัก
vi_vn: Hiển thị người phát biểu trên màn hình chính
zh_cn: 主画面显示发言人
zh_hk: 主畫面顯示發言人
zh_tw: 主畫面顯示發言人

# W/Q
source: Smooth
de_de: Reibungslos
es_es: Agradable
fr_fr: Lisse
hi_in: स्मूथ
id_id: Halus
it_it: Liscia
ja_jp: 肌磨き
ko_kr: 부드럽게
ms_my: Licin
pt_br: Suave
ru_ru: Сглаживание
th_th: เรียบ
vi_vn: Làm mịn
zh_cn: 磨皮
zh_hk: 磨皮
zh_tw: 磨皮

# 4uY
source: {{name}} requested permission to use AI. To enable AI for meetings, please update to the latest version.
de_de: {{name}} hat die Berechtigung zur Verwendung der KI beantragt. Um die KI für Besprechungen zu aktivieren, aktualisieren Sie bitte auf die neueste Version.
es_es: {{name}} ha solicitado permiso para usar la IA. Para habilitar la IA para reuniones, actualiza a la versión más reciente.
fr_fr: {{name}} a demandé l'autorisation d'utiliser l'IA. Pour activer l'IA lors des réunions, veuillez mettre à jour vers la dernière version.
id_id: {{name}} meminta izin menggunakan AI. Perbarui ke versi terbaru untuk mengaktifkan AI untuk rapat.
it_it: {{name}} ha richiesto l'autorizzazione per utilizzare l'IA. Per abilitare l'IA per le riunioni, aggiorna alla versione più recente.
ja_jp: {{name}} が AI チャットの有効化をリクエストしています。有効化するには、アプリを最新バージョンにアップデートしてください。
ko_kr: {{name}} 님이 AI 사용 권한을 요청했습니다. 회의에 대한 AI를 활성화하려면 최신 버전으로 업데이트하세요.
ms_my: {{name}} meminta kebenaran untuk menggunakan AI. Untuk mengaktifkan AI untuk mesyuarat, sila kemas kini ke versi terkini.
pt_br: {{name}} solicitou permissão para usar IA. Para ativar a IA para reuniões, atualize para a versão mais recente.
ru_ru: Пользователь {{name}} запрашивает разрешение на использование AI. Чтобы включить AI для конференций, обновитесь до последней версии.
th_th: {{name}} ขออนุญาตใช้ AI โดยหากต้องการเปิดใช้งาน AI สำหรับการประชุม โปรดอัปเดตเป็นเวอร์ชันล่าสุด
vi_vn: {{name}} yêu cầu cấp quyền sử dụng AI. Để bật AI cho cuộc họp, vui lòng cập nhật lên phiên bản mới nhất.
zh_cn: {{name}}请求开启会中 AI 对话，请升级至最新版本启用
zh_hk: {{name}}要求開啟會議中 AI 對話，請升級至最新版本以啟用
zh_tw: {{name}}請求開啟會議中 AI 對話，請升級至最新版本後啟用

# K8o
source: After you approve this request, AI will automatically capture and summarize meeting details. You can disable this feature in Security > Smart Meetings.
de_de: Nach der Genehmigung dieses Antrags erfasst die KI automatisch die Besprechungsdetails und fasst sie zusammen. Sie können diese Funktion unter „Sicherheit“ > „Intelligente Besprechungen“ deaktivieren.
es_es: Después de aprobar esta solicitud, la IA capturará y resumirá automáticamente los detalles de la reunión. Puedes desactivar esta función en Seguridad > Reuniones inteligentes.
fr_fr: Une fois que vous avez approuvé cette demande, l'IA capture et résume automatiquement les détails de la réunion. Vous pouvez désactiver cette fonctionnalité en vous rendant dans Sécurité > Réunions intelligentes.
id_id: Setelah Anda menyetujui permintaan ini, AI akan secara otomatis menangkap dan merangkum perincian rapat. Anda dapat menonaktifkan fitur ini di Keamanan > Rapat Cerdas.
it_it: Una volta approvata questa richiesta, l'IA acquisirà e riepilogherà automaticamente i dettagli della riunione. Puoi disabilitare questa funzione in Sicurezza > Riunioni intelligenti.
ja_jp: 「許可」をクリックすると、AI は会議情報にアクセスし、自動的に会議内容をまとめることが可能です。機能を無効にしたい場合、「セキュリティ」>「スマート会議」で設定できます。
ko_kr: 이 요청을 승인하면 AI가 자동으로 회의 세부 정보를 캡처하고 요약합니다. 이 기능은 보안 > 스마트 회의에서 비활성화할 수 있습니다.
ms_my: Selepas anda meluluskan permintaan ini, AI akan secara automatik merakam dan meringkaskan butiran mesyuarat. Anda boleh mematikan ciri ini dalam Keselamatan > Mesyuarat Pintar.
pt_br: Depois de aprovar esta solicitação, a IA capturará e resumirá automaticamente os detalhes da reunião. Você pode desativar esse recurso em Segurança > Reuniões Inteligentes.
ru_ru: После подтверждения вами этого запроса AI автоматически получит и подготовит сводные сведения о конференции. Эту функцию можно отключить в разделе Безопасность > Интеллектуальные конференции.
th_th: หลังจากที่คุณอนุมัติคำขอนี้แล้ว AI จะบันทึกและสรุปรายละเอียดการประชุมโดยอัตโนมัติ คุณสามารถปิดใช้งานฟีเจอร์นี้ได้ในความปลอดภัย > การประชุมอัจฉริยะ
vi_vn: Sau khi bạn phê duyệt yêu cầu này, AI sẽ tự động ghi và tóm tắt chi tiết cuộc họp. Bạn có thể tắt tính năng này trong mục Bảo mật > Cuộc họp thông minh.
zh_cn: 点击“同意”后，AI 可获取会议信息并帮助参会者总结会议内容。启用后可在“安全 > 智能会议”中再次关闭
zh_hk: 點擊「同意」後，AI 可獲取會議資訊並幫助參會者總結會議內容。啟用後，可在「安全 > 智能會議」中再次關閉
zh_tw: 點選「同意」後，AI 可擷取會議資訊並幫助與會人員總結會議內容。啟用後，可在「安全性 > 智慧會議」中再次關閉

# 3h0
source: {{name}} requested permission to use AI
de_de: {{name}} hat die Berechtigung zur Verwendung der KI beantragt
es_es: {{name}} ha solicitado permiso para usar la IA
fr_fr: {{name}} a demandé l'autorisation d'utiliser l'IA
id_id: {{name}} meminta izin untuk menggunakan AI
it_it: {{name}} ha richiesto l'autorizzazione per utilizzare l'IA
ja_jp: {{name}} が AI チャットの有効化をリクエストしています
ko_kr: {{name}} 님이 AI 사용 권한을 요청했습니다
ms_my: {{name}} meminta kebenaran untuk menggunakan AI
pt_br: {{name}} solicitou permissão para usar IA
ru_ru: Пользователь {{name}} запрашивает разрешение на использование AI
th_th: {{name}} ขออนุญาตใช้ AI
vi_vn: {{name}} yêu cầu cấp quyền sử dụng AI
zh_cn: {{name}}请求开启会中 AI 对话
zh_hk: {{name}}要求開啟會議中 AI 對話
zh_tw: {{name}}請求開啟會議中 AI 對話

# xgc
source: After you approve this request, AI will automatically capture and summarize details discussed. You can disable this feature in Settings > Smart Meetings.
de_de: Nach der Genehmigung dieses Antrags erfasst die KI automatisch die besprochenen Details und fasst sie zusammen. Sie können diese Funktion unter „Einstellungen“ > „Intelligente Besprechungen“ deaktivieren.
es_es: Después de aprobar esta solicitud, la IA capturará y resumirá automáticamente los detalles de los temas tratados. Puedes desactivar esta función en Configuración > Reuniones inteligentes.
fr_fr: Une fois que vous avez approuvé cette demande, l'IA capture et résume automatiquement les détails discutés. Vous pouvez désactiver cette fonctionnalité en vous rendant dans Paramètres > Réunions intelligentes.
id_id: Setelah Anda menyetujui permintaan ini, AI akan secara otomatis menangkap dan merangkum perincian yang didiskusikan. Anda dapat menonaktifkan fitur ini di Pengaturan > Rapat Cerdas.
it_it: Una volta approvata questa richiesta, l'IA acquisirà e riepilogherà automaticamente i dettagli discussi. Puoi disabilitare questa funzione in Impostazioni > Riunioni intelligenti.
ja_jp: 「許可」をクリックすると、AI は通話情報にアクセスし、自動的に通話内容をまとめることが可能です。機能を無効にしたい場合、「セキュリティ」>「スマート会議」で設定できます。
ko_kr: 이 요청을 승인하면 AI가 자동으로 세부 논의 사항을 캡처하고 요약합니다. 이 기능은 설정 > 스마트 회의에서 비활성화할 수 있습니다.
ms_my: Setelah Anda menyetujui permintaan ini, AI akan secara otomatis menangkap dan merangkum detail yang dibahas. Anda dapat menonaktifkan fitur ini di Pengaturan > Pertemuan Pintar.
pt_br: Depois que você aprovar essa solicitação, a IA capturará e resumirá automaticamente os detalhes discutidos. Você pode desativar esse recurso em Configurações > Reuniões inteligentes.
ru_ru: После того как вы подтвердите запрос, ИИ будет автоматически записывать обсуждения и генерировать их краткое содержание. Эту функцию можно отключить в разделе Настройки > Интеллектуальные конференции.
th_th: หลังจากที่คุณอนุมัติคำขอนี้แล้ว AI จะบันทึกและสรุปรายละเอียดการสนทนาโดยอัตโนมัติ คุณสามารถปิดใช้งานฟีเจอร์นี้ได้ในการตั้งค่า > การประชุมอัจฉริยะ
vi_vn: Sau khi bạn phê duyệt yêu cầu này, AI sẽ tự động ghi và tóm tắt chi tiết được thảo luận. Bạn có thể tắt tính năng này trong mục Cài đặt > Cuộc họp thông minh.
zh_cn: 点击“同意”后，AI 可获取通话信息并帮助参会者总结通话内容。启用后可在“安全 > 智能会议”中再次关闭
zh_hk: 點擊「同意」後，AI 可獲取通話資訊並幫助參會者總結通話內容。啟用後，可在「安全 > 智能會議」中再次關閉
zh_tw: 點選「同意」後，AI 可擷取通話資訊並幫助與會人員總結通話內容。啟用後，可在「安全性 > 智慧會議」中再次關閉

# SzE
source: {{name}} requested permission to use AI
de_de: {{name}} hat die Berechtigung zur Verwendung der KI beantragt
es_es: {{name}} ha solicitado permiso para usar la IA
fr_fr: {{name}} a demandé l'autorisation d'utiliser l'IA
id_id: {{name}} meminta izin untuk menggunakan AI
it_it: {{name}} ha richiesto l'autorizzazione per utilizzare l'IA
ja_jp: {{name}} が AI チャットの有効化をリクエストしています
ko_kr: {{name}} 님이 AI 사용 권한을 요청했습니다
ms_my: {{name}} meminta kebenaran untuk menggunakan AI
pt_br: {{name}} solicitou permissão para usar IA
ru_ru: Пользователь {{name}} запрашивает разрешение на использование AI
th_th: {{name}} ขออนุญาตใช้ AI
vi_vn: {{name}} yêu cầu cấp quyền sử dụng AI
zh_cn: {{name}}请求开启 AI 对话
zh_hk: {{name}}要求開啟會議中 AI 對話
zh_tw: {{name}}請求開啟會議中 AI 對話

# pkY
source: {{deviceType}} mic muted. Use room device to speak
de_de: Das {{deviceType}}-Mikrofon ist stummgeschaltet. Verwenden Sie zum Sprechen das Raumgerät
es_es: Micrófono de {{deviceType}} silenciado. Usa el dispositivo de la sala para hablar
fr_fr: Micro {{deviceType}} mis en sourdine. Utilisez l'appareil de la salle pour communiquer
id_id: Mikrofon {{deviceType}} dibisukan. Gunakan perangkat ruangan untuk berbicara
it_it: Microfono di {{deviceType}} disattivato. Utilizza il dispositivo della sala per parlare
ja_jp: 現在{{deviceType}}マイクがオフになっています。入室後に会議室デバイスで発言できます。
ko_kr: {{deviceType}} 마이크가 음소거되었습니다. 발언하려면 회의실 장치를 사용하세요
ms_my: {{deviceType}} mikrofon disenyapkan. Gunakan peranti bilik untuk bercakap
pt_br: Microfone do {{deviceType}} silenciado. Use o dispositivo da sala para falar
ru_ru: {{deviceType}}: микрофон отключен. Для разговора используйте устройство в зале
th_th: ปิดเสียงไมค์ {{deviceType}} แล้ว โปรดใช้อุปกรณ์ห้องเพื่อพูด
vi_vn: Đã tắt tiếng micrô {{deviceType}}. Hãy sử dụng thiết bị trong phòng để phát biểu
zh_cn: {{deviceType}}麦克风已关闭，入会后可通过会议室发言
zh_hk: {{deviceType}}麥克風已關閉，加入會議後可透過會議室發言
zh_tw: {{deviceType}}麥克風已關閉，加入會議後可透過會議室發言

# kHY
source: Speaker
de_de: Sprecher
es_es: Altavoz
fr_fr: Intervenant
it_it: Altoparlante
ja_jp: スピーカー
ko_kr: 스피커
ms_my: Pembicara
pt_br: Orador
ru_ru: Выступающий
th_th: ผู้พูด
vi_vn: Người phát biểu
zh_cn: 演讲者
zh_hk: 演講者
zh_tw: 演講者

# hHA
source: {{name}} is speaking...
de_de: {{name}} spricht jetzt...
es_es: {{name}} está hablando...
fr_fr: {{name}} parle...
id_id: {{name}} sedang berbicara...
it_it: {{name}} sta parlando…
ja_jp: {{name}}が発言中です...
ko_kr: {{name}} 님이 말하고 있는 중입니다...
ms_my: {{name}} sedang bercakap...
pt_br: {{name}} está falando...
ru_ru: Говорит {{name}}...
th_th: {{name}} กำลังพูดอยู่...
vi_vn: {{name}} đang phát biểu...
zh_cn: {{name}}正在讲话…
zh_hk: {{name}}正在講話…
zh_tw: {{name}}正在發言…

# Uis
source: Currently, the subtitles feature doesn't support {{unsupportedLang}}. If you're not speaking in {{unsupportedLang}}, select your spoken language in subtitle settings.
de_de: {{unsupportedLang}} wird derzeit nicht von der Untertitelfunktion unterstützt. Wenn Sie nicht {{unsupportedLang}} sprechen, wählen Sie Ihre gesprochene Sprache in den Untertitel-Einstellungen.
es_es: Actualmente, la función de subtítulos no admite el {{unsupportedLang}}. Si no está hablando en {{unsupportedLang}}, seleccione en la configuración de los subtítulos el idioma que está utilizando.
fr_fr: La fonctionnalité de sous-titres ne prend actuellement pas en charge le {{unsupportedLang}}. Si vous ne parlez pas le {{unsupportedLang}}, sélectionnez votre langue parlée dans les paramètres des sous-titres.
hi_in: वर्तमान में, कैप्शन सुविधा {{unsupportedLang}} का समर्थन नहीं करती. यदि आप {{unsupportedLang}} में नहीं बोल रहे हैं, तो कैप्शन सेटिंग्स में अपनी बोली जाने वाली भाषा चुनें.
id_id: Saat ini, fitur subtitle tidak mendukung {{unsupportedLang}}. Jika Anda tidak berbicara dalam {{unsupportedLang}}, pilih bahasa percakapan Anda di pengaturan subtitle.
it_it: Al momento la funzione sottotitoli non supporta la lingua {{unsupportedLang}}. Se non parli la lingua {{unsupportedLang}}, seleziona la tua lingua parlata nelle impostazioni dei sottotitoli.
ja_jp: 字幕機能はまだ{{unsupportedLang}}に対応していません。{{unsupportedLang}}で話していない場合は、字幕設定に移動して音声言語を選択してください
ko_kr: 현재 자막 기능은 {{unsupportedLang}}을(를) 지원하지 않습니다. {{unsupportedLang}}(으)로 말씀하지 않으시는 경우, 자막 설정에서 회원님의 음성 언어를 선택하세요.
ms_my: Pada masa ini, ciri sarikata tidak menyokong {{unsupportedLang}}. Jika anda tidak bercakap dalam {{unsupportedLang}}, pilih bahasa yang anda gunakan dalam tetapan sarikata.
pt_br: No momento, o recurso de legendas não é compatível com {{unsupportedLang}}. Se você não estiver falando {{unsupportedLang}}, selecione seu idioma falado nas configurações de legenda.
ru_ru: В настоящий момент функция субтитров на языке {{unsupportedLang}} не поддерживается. Если вы говорите не на языке {{unsupportedLang}}, то выберите свой язык в настройках субтитров.
th_th: ปัจจุบัน ฟีเจอร์คำบรรยายยังไม่รองรับ {{unsupportedLang}} หากคุณไม่ได้กำลังพูด {{unsupportedLang}} อยู่ ให้เลือกภาษาที่คุณพูดในการตั้งค่าคำบรรยาย
vi_vn: Tính năng phụ đề hiện không hỗ trợ {{unsupportedLang}}. Nếu bạn không nói {{unsupportedLang}}, hãy chọn ngôn ngữ nói của bạn trong cài đặt phụ đề.
zh_cn: 字幕功能尚未支持{{unsupportedLang}}。如果你说的不是{{unsupportedLang}}，请前往字幕设置修改语言
zh_hk: 字幕功能尚未支援{{unsupportedLang}}。如果你說的不是{{unsupportedLang}}，請前往字幕設定修改語言
zh_tw: 字幕功能尚未支援{{unsupportedLang}}。如果你說的不是{{unsupportedLang}}，請前往字幕設定修改語言

# Ef8
source: Stage
de_de: Podium
es_es: Escenario
fr_fr: Scène
id_id: Panggung
it_it: Area
ja_jp: ステージ
ko_kr: 스테이지
ms_my: Pentas
pt_br: Palco
ru_ru: Сцена
th_th: เวที
vi_vn: Giai đoạn
zh_cn: 舞台模式
zh_hk: 舞台模式
zh_tw: 舞台模式

# Bcg
source: Stage stopped
de_de: Podium beendet
es_es: Escenario detenido
fr_fr: Scène arrêtée
id_id: Panggung dihentikan
it_it: Area interrotta
ja_jp: ステージは終了しました。
ko_kr: 스테이지 중지됨
ms_my: Pentas dihentikan
pt_br: Palco interrompido
ru_ru: Сцена остановлена
th_th: เวทีหยุดลงแล้ว
vi_vn: Đã dừng giai đoạn
zh_cn: 舞台已停止
zh_hk: 舞台已停止
zh_tw: 舞台已停止

# e9w
source: Start
de_de: Starten
es_es: Iniciar
fr_fr: Démarrer
hi_in: प्रारंभ करें
id_id: Mulai
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
ms_my: Mula
pt_br: Iniciar
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 开始
zh_hk: 開始
zh_tw: 開始

# SVo
source: Start Call
de_de: Anruf starten
es_es: Iniciar llamada
fr_fr: Commencer l'appel
id_id: Mulai Panggilan
it_it: Inizia chiamata
ja_jp: 通話を開始
ko_kr: 통화 시작
ms_my: Mulakan Panggilan
pt_br: Iniciar chamada
ru_ru: Начать звонок
th_th: เริ่มการโทร
vi_vn: Bắt đầu cuộc gọi
zh_cn: 发起通话
zh_hk: 發起通話
zh_tw: 發起通話

# KV0
source: Start interpretation
de_de: Dolmetschen starten
es_es: Comenzar interpretación
fr_fr: Démarrer l'interprétation
hi_in: इंटरप्रेटेशन शुरू करें
id_id: Mulai interpretasi
it_it: Avvia servizio di interpretazione
ja_jp: 同時通訳を開始
ko_kr: 통역 시작
ms_my: Mulakan interpretasi
pt_br: Iniciar interpretação
ru_ru: Начать перевод
th_th: เริ่มการล่าม
vi_vn: Bắt đầu phiên dịch
zh_cn: 开始同声传译
zh_hk: 開始同聲傳譯
zh_tw: 開始同步翻譯

# GWk
source: Start
de_de: Starten
es_es: Comenzar
fr_fr: Démarrer
hi_in: प्रारंभ करें
id_id: Mulai
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
ms_my: Mulakan
pt_br: Iniciar
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu
zh_cn: 发起
zh_hk: 開始
zh_tw: 發起

# Lc0
source: Start/Stop video
de_de: Video starten / stoppen
es_es: Iniciar o detener vídeo
fr_fr: Démarrer/arrêter la vidéo
id_id: Mulai/Hentikan video
it_it: Avvia/Interrompi video
ja_jp: カメラをオン・オフ
ko_kr: 비디오 시작/중지
ms_my: Mulakan/Hentikan video
pt_br: Iniciar/interromper o vídeo
ru_ru: Запустить/остановить видео
th_th: เริ่ม/หยุดวิดีโอ
vi_vn: Bắt đầu/dừng video
zh_cn: 打开/关闭摄像头
zh_hk: 開啟/關閉鏡頭
zh_tw: 開啟/關閉攝影機

# TWc
source: Start Sharing
de_de: Teilen starten
es_es: Comenzar a compartir
fr_fr: Démarrer le partage
hi_in: साझाकरण प्रारंभ करें
id_id: Mulai Berbagi
it_it: Avvia condivisione
ja_jp: 共有を開始
ko_kr: 공유 시작
ms_my: Mulakan Kongsi
pt_br: Iniciar compartilhamento
ru_ru: Начать показ
th_th: เริ่มการแบ่งปัน
vi_vn: Bắt đầu chia sẻ
zh_cn: 开始投屏
zh_hk: 開始投影
zh_tw: 開始投影

# ihQ
source: Start Webinar
de_de: Webinar starten
es_es: Iniciar seminario web
fr_fr: Démarrer le webinaire
id_id: Mulai Webinar
it_it: Avvia webinar
ja_jp: ウェビナーを開始
ko_kr: 웨비나 시작
ms_my: Mula Webinar
pt_br: Iniciar webinar
ru_ru: Начать вебинар
th_th: เริ่มการสัมมนาออนไลน์
vi_vn: Bắt đầu hội thảo trực tuyến
zh_cn: 发起网络研讨会
zh_hk: 發起網絡研討會
zh_tw: 發起網路研討會

# cZE
source: Start Webinar
de_de: Webinar starten
es_es: Iniciar seminario web
fr_fr: Démarrer le webinaire
id_id: Mulai Webinar
it_it: Avvia webinar
ja_jp: ウェビナーを開始
ko_kr: 웨비나 시작
ms_my: Mulakan Webinar
pt_br: Iniciar webinar
ru_ru: Начать вебинар
th_th: เริ่มการสัมมนาออนไลน์
vi_vn: Bắt đầu webinar
zh_cn: 正式开始
zh_hk: 正式開始
zh_tw: 正式開始

# vhw
source: Once started, event participants will be notified of the start of the webinar.
de_de: Sobald das Webinar beginnt, werden die Teilnehmer darüber informiert.
es_es: Una vez iniciado, los participantes del evento recibirán una notificación.
fr_fr: Après le démarrage, les participants à l'événement seront informés du début du webinaire.
id_id: Setelah dimulai, peserta acara akan diberi tahu ketika webinar dimulai.
it_it: Dopo l'avvio, i partecipanti all'evento riceveranno una notifica relativa all'inizio del webinar.
ja_jp: 開始後、予定の参加者はウェビナーの開始に関する通知を受信します。
ko_kr: 시작되면 이벤트 참가자에게 웨비나 시작 알림이 전송됩니다.
ms_my: Setelah dimulakan, peserta acara akan diberitahu tentang permulaan webinar.
pt_br: Uma vez iniciado, os participantes do evento serão notificados sobre o início do webinar.
ru_ru: После запуска участники события будут уведомлены о начале вебинара.
th_th: เมื่อเริ่มแล้ว ผู้เข้าร่วมกิจกรรมจะได้รับแจ้งเมื่อการสัมมนาออนไลน์เริ่มต้น
vi_vn: Sau khi bắt đầu, người tham gia sự kiện sẽ được thông báo khi webinar bắt đầu.
zh_cn: 开始后，日程参与者将收到网络研讨会开始通知
zh_hk: 開始後，日程參與者將收到網絡研討會開始通知
zh_tw: 開始後，日程參與者將收到網路研討會開始通知

# bz4
source: {{name}} started screen sharing
de_de: {{name}} hat das Teilen des Bildschirms gestartet
es_es: {{name}} comenzó a compartir la pantalla
fr_fr: {{name}} a démarré le partage d'écran
hi_in: {{name}} ने स्क्रीन शेयरिंग को चालू किया
id_id: {{name}} mulai berbagi layar
it_it: {{name}} ha iniziato la condivisione dello schermo
ja_jp: {{name}}が画面共有を開始した
ko_kr: {{name}} 님이 화면 공유를 시작함
ms_my: {{name}} mula berkongsi skrin
pt_br: {{name}} iniciou o compartilhamento de tela
ru_ru: Пользователь {{name}} начал показ экрана
th_th: {{name}} ได้เริ่มแชร์หน้าจอ
vi_vn: {{name}} đã bắt đầu chia sẻ màn hình
zh_cn: {{name}}开始共享屏幕
zh_hk: {{name}}開始分享畫面
zh_tw: {{name}}開始分享畫面

# yds
source: {{name}} started sharing:
de_de: {{name}} hat das Teilen gestartet:
es_es: {{name}} comenzó a compartir:
fr_fr: {{name}} a commencé à partager :
hi_in: {{name}} ने शेयरिंग शुरू किया:
id_id: {{name}} mulai berbagi:
it_it: {{name}} ha iniziato la condivisione:
ja_jp: {{name}}が共有を開始した：
ko_kr: {{name}} 님이 공유를 시작함:
ms_my: {{name}} mula berkongsi:
pt_br: {{name}} começou a compartilhar:
ru_ru: Пользователь {{name}} начал показ:
th_th: {{name}} ได้เริ่มแชร์หน้าจอ:
vi_vn: {{name}} đã bắt đầu chia sẻ:
zh_cn: {{name}}开始共享：
zh_hk: {{name}}開始分享：
zh_tw: {{name}}開始分享：

# mJk
source: Starting
de_de: Starten
es_es: Iniciando
fr_fr: Démarrage
id_id: Memulai
it_it: Avvio in corso
ja_jp: 開始中
ko_kr: 시작 중
ms_my: Memulakan
pt_br: Iniciando
ru_ru: Начинаем
th_th: การเริ่มต้น
vi_vn: Bắt đầu
zh_cn: 启动中
zh_hk: 啟動中
zh_tw: 啟動中

# 0BQ
source: Stop
de_de: Beenden
es_es: Detener
fr_fr: Arrêter
hi_in: रोकें
id_id: Hentikan
it_it: Interrompi
ja_jp: 停止
ko_kr: 중지
ms_my: Berhenti
pt_br: Parar
ru_ru: Остановить
th_th: หยุด
vi_vn: Dừng
zh_cn: 停止
zh_hk: 停止
zh_tw: 停止

# e4g
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 終了
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# gfw
source: Stop This Member Recording
de_de: Die Aufzeichnung dieses Mitglieds beenden
es_es: Detener la grabación de este miembro
fr_fr: Arrêter l'enregistrement de ce membre
id_id: Hentikan Perekaman Anggota Ini
it_it: Interrompi la registrazione di questo membro
ja_jp: メンバーのレコーディングを停止
ko_kr: 이 구성원 기록 중단
ms_my: Hentikan Rakaman Ahli Ini
pt_br: Parar gravação deste membro
ru_ru: Остановить запись этого участника
th_th: หยุดการบันทึกของสมาชิกรายนี้
vi_vn: Chặn thành viên này ghi
zh_cn: 停止该成员录制
zh_hk: 停止該成員錄影
zh_tw: 停止該成員錄製

# fdA
source: Recording for the main room and breakout rooms will be stopped.
de_de: Die Aufzeichnung für den Hauptraum und die Gruppenräume wird angehalten.
es_es: Se detendrá la grabación de la sala principal y las salas de descanso.
fr_fr: L’enregistrement de la salle principale et des sessions en petits groupes sera interrompu.
id_id: Perekaman untuk ruang utama dan ruang diskusi kelompok akan dihentikan.
it_it: La registrazione per la sala principale e le sale di suddivisione verrà interrotta.
ja_jp: メインルームとすべてのブレイクアウトルームのレコーディングが停止されます。
ko_kr: 주회의실과 모든 소회의실에 대한 기록이 중단됩니다.
ms_my: Rakaman untuk bilik utama dan bilik pecahan akan dihentikan.
pt_br: A gravação da sala principal e das salas separadas será interrompida.
ru_ru: Запись главного зала и всех сессионных залов будет остановлена.
th_th: การบันทึกสำหรับห้องหลักและห้องย่อยจะหยุดลง
vi_vn: Quy trình ghi phòng chính và phòng tách sẽ bị dừng lại.
zh_cn: 将停止录制主会场和所有讨论组
zh_hk: 將停止錄影主會場和所有討論小組
zh_tw: 將停止錄製主會場和所有討論群組
