Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# jbU
source: Sure to stop transcription?
de_de: Sind Sie sicher, dass die Transkription beendet werden soll?
es_es: ¿Seguro que quieres detener la transcripción?
fr_fr: Voulez-vous vraiment arrêter la transcription ?
id_id: Yakin mau menghentikan transkripsi?
it_it: Confermi di voler interrompere la trascrizione?
ja_jp: 文字起こしを終了しますか？
ko_kr: 원고 기록을 중단하시겠습니까?
ms_my: Pasti untuk hentikan penulisan?
pt_br: Tem certeza de que deseja parar a transcrição?
ru_ru: Вы уверены, что хотите остановить транскрипцию?
th_th: แน่ใจหรือไม่ว่า ต้องการหยุดการถอดเสียง
vi_vn: Bạn có chắc muốn dừng chép lời không?
zh_cn: 确定要停止转录？
zh_hk: 確定要停止轉譯嗎？
zh_tw: 確定要停止轉錄嗎？

# lfc
source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
hi_in: अनुवाद करें
id_id: Terjemahkan
it_it: Traduci
ja_jp: 翻訳
ko_kr: 번역
ms_my: Terjemah
pt_br: Traduzir
ru_ru: Перевести
th_th: แปล
vi_vn: Dịch
zh_cn: 翻译
zh_hk: 翻譯
zh_tw: 翻譯

# 5mc
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
hi_in: अनुवाद
id_id: Terjemahan
it_it: Traduzione
ja_jp: 訳文
ko_kr: 번역
ms_my: Terjemahan
pt_br: Tradução
ru_ru: Перевод
th_th: การแปล
vi_vn: Dịch
zh_cn: 译文
zh_hk: 譯文
zh_tw: 譯文

# ncQ
source: AI is capturing meeting details. Use our app to access the full AI feature for this meeting.
de_de: Die KI erfasst die Besprechungsdetails. Auf alle KI-Funktionen für diese Besprechung können Sie mithilfe unserer App zugreifen.
es_es: La IA está capturando detalles de la reunión. Utiliza nuestra aplicación para acceder a la función completa de IA de esta reunión.
fr_fr: L'IA capture les détails de cette réunion. Utilisez notre application pour accéder à la fonctionnalité complète de l'IA pour cette réunion.
id_id: AI sedang menangkap perincian rapat. Gunakan aplikasi kami untuk mengakses fitur AI lengkap untuk rapat ini.
it_it: L'IA sta acquisendo i dettagli della riunione. Utilizza la nostra app per accedere alla funzione completa dell'IA per questa riunione.
ja_jp: AI が会議情報にアクセスしています。この機能を使用するには、アプリで会議に参加してください。
ko_kr: AI가 회의 세부 정보를 캡처하고 있습니다. 당사 앱을 사용하여 이 회의에 대한 전체 AI 기능에 액세스하세요.
ms_my: AI sedang merakam butiran mesyuarat. Gunakan aplikasi kami untuk mengakses ciri AI penuh untuk mesyuarat ini.
pt_br: A IA está capturando detalhes da reunião. Use nosso aplicativo para acessar todos os recursos de IA desta reunião.
ru_ru: AI получает сведения о конференции. Используйте наше приложение, чтобы получить доступ ко всему функционалу AI для этой конференции.
th_th: AI กำลังบันทึกรายละเอียดการประชุม ใช้แอปของเราสำหรับการประชุมนี้เพื่อเข้าถึงฟีเจอร์ AI เต็มรูปแบบ
vi_vn: AI đang ghi chi tiết cuộc họp. Hãy sử dụng ứng dụng của chúng tôi để truy cập toàn bộ tính năng AI cho cuộc họp này.
zh_cn: AI 正在获取会议信息，请使用客户端入会体验
zh_hk: AI 正在獲取會議資訊，請使用用戶端加入會議體驗
zh_tw: AI 正在擷取會議資訊，請使用用戶端加入會議後體驗

# Y68
source: Trying to reconnect...
de_de: Verbindung wird wieder hergestellt...
es_es: Intentando recuperar la conexión...
fr_fr: Tentative de reconnexion…
hi_in: पुन: कनेक्ट करने का प्रयास किया जा रहा है...
id_id: Mencoba menghubungkan ulang...
it_it: Tentativo di riconnessione in corso
ja_jp: 再接続をしています...
ko_kr: 재연결 시도 중...
ms_my: Mencuba menyambung semula...
pt_br: Tentando reconectar...
ru_ru: Попытка повторного подключения...
th_th: กำลังลองเชื่อมต่อซ้ำอีกครั้ง...
vi_vn: Đang cố gắng kết nối lại...
zh_cn: 正在尝试重新连接...
zh_hk: 正在嘗試重新連接…
zh_tw: 正在嘗試重新連線…

# 5jc
source: Turn off
de_de: Ausschalten
es_es: Desactivar
fr_fr: Désactiver
hi_in: बंद करें
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: 取り消す
ko_kr: 끄기
ms_my: Matikan
pt_br: Desligar
ru_ru: Выключить
th_th: ปิด
vi_vn: Tắt
zh_cn: 取消外部权限
zh_hk: 取消外部權限
zh_tw: 取消外部權限

# VUA
source: This meeting includes external users, so "Allow this document to be shared externally" was turned on by default. You can turn the option off if needed.
de_de: Dieses Meeting umfasst externe Anwender, deswegen wurde „Dieses Dokument kann extern geteilt werden“ standardmäßig aktiviert. Bei Bedarf kann die Option deaktiviert werden.
es_es: Esta reunión incluye a usuarios externos, por lo que "Permitir que este documento se comparta externamente" estaba activado por defecto. Puedes desactivar la opción si lo necesitas.
fr_fr: Cette réunion inclut des utilisateurs externes, et l'option « Autoriser le partage externe de ce document » a donc été activée par défaut. Vous pouvez désactiver l'option si nécessaire.
hi_in: इस मीटिंग में बाहरी उपयोगकर्ता शामिल हैं, इसलिए "इस दस्तावेज़ को बाहरी रूप से साझा करने की अनुमति दें" को डिफ़ॉल्ट रूप से चालू किया गया था. यदि आवश्यक हो तो आप विकल्प को बंद कर सकते हैं.
id_id: Rapat ini menyertakan pengguna eksternal, "Izinkan dokumen ini untuk dibagikan secara eksternal" diaktifkan secara default. Anda dapat menonaktifkan opsi jika perlu.
it_it: Questa riunione include utenti esterni, pertanto l'opzione "Consenti la condivisione esterna di questo file" è stata attivata per impostazione predefinita. Puoi disattivare questa opzione, se necessario.
ja_jp: 当会議に外部ユーザーが参加しています。またドキュメントを外部に共有することが許可されています。外部ユーザーへの共有許可を取り消しますか？
ko_kr: 이 회의에는 외부 사용자가 포함되어 있으므로 "이 문서를 외부와 공유하도록 허용"이 기본적으로 켜져 있습니다. 필요한 경우 이 옵션을 끌 수 있습니다.
ms_my: Mesyuarat ini termasuk pengguna luar, jadi "Benarkan dokumen ini dikongsi secara luaran" dihidupkan secara lalai. Anda boleh mematikan pilihan ini jika perlu.
pt_br: Esta reunião inclui usuários externos e, portanto, a opção "Permitir que este documento seja compartilhado externamente" foi ativada por padrão. Você pode desativar a opção se necessário.
ru_ru: В этом собрании участвуют внешние пользователи, поэтому параметр "Разрешить делиться документом за пределами организации" был включен по умолчанию. При необходимости вы можете отключить эту опцию.
th_th: การประชุมนี้มีผู้ใช้ภายนอกรวมอยู่ด้วย ด้วยเหตุนี้ “อนุญาตให้แบ่งปันเอกสารนี้สู่ภายนอก” จึงถูกปิดใช้งานตามค่าเริ่มต้น คุณสามารถปิดตัวเลือกนี้ได้หากต้องการ
vi_vn: Cuộc họp này có cả người dùng bên ngoài nữa nên mặc định tùy chọn "Cho phép chia sẻ tài liệu này với bên ngoài" đã được bật. Bạn có thể tắt tùy chọn này đi nếu cần.
zh_cn: 此会议包含外部用户，目前允许文档分享到组织外的开关已被打开，可仅取消对外部用户的共享
zh_hk: 此會議包含外部用戶，目前允許文件分享到組織外的開關已被打開，可僅取消對外部用戶的分享
zh_tw: 此會議包含外部使用者，目前已允許文件分享到組織外部，可僅取消對外部使用者的分享

# F1c
source: Turn off subtitles
de_de: Untertitel ausschalten
es_es: Desactivar subtítulos
fr_fr: Désactiver les sous-titres
hi_in: कैप्शन बंद करें
id_id: Nonaktifkan subtitle
it_it: Disattiva sottotitoli
ja_jp: 字幕を非表示
ko_kr: 자막 끄기
ms_my: Matikan sarikata
pt_br: Desativar legendas
ru_ru: Выключить субтитры
th_th: ปิดคำบรรยาย
vi_vn: Tắt phụ đề
zh_cn: 关闭字幕
zh_hk: 關閉字幕
zh_tw: 關閉字幕

# PIU
source: {{name}} turned on subtitles
de_de: {{name}} hat Untertitel eingeschaltet
es_es: {{name}} activó los subtítulos
fr_fr: {{name}} a activé les sous-titres
hi_in: {{name}} ने कैप्शन चालू किया
id_id: {{name}} mengaktifkan subtitle
it_it: {{name}} ha attivato i sottotitoli
ja_jp: {{name}}が字幕表示をオンにしました
ko_kr: {{name}} 님이 자막을 켬
ms_my: {{name}} hidupkan sarikata
pt_br: {{name}} ativou a legenda
ru_ru: Пользователь {{name}} включил субтитры
th_th: {{name}} ได้เปิดคำบรรยาย
vi_vn: {{name}} đã bật phụ đề
zh_cn: {{name}}开启字幕
zh_hk: {{name}} 開啟字幕
zh_tw: {{name}}開啟字幕

# 61Y
source: Turning subtitles on...
de_de: Untertitel einschalten...
es_es: Activando subtítulos...
fr_fr: Activation des sous-titres…
hi_in: कैप्शन चालू किया जा रहा है...
id_id: Mengaktifkan subtitle...
it_it: Attivazione dei sottotitoli in corso
ja_jp: 字幕をオンにしています...
ko_kr: 자막을 켜는 중...
ms_my: Menghidupkan sarikata...
pt_br: Ativando legendas...
ru_ru: Включение субтитров...
th_th: กำลังเปิดคำบรรยาย...
vi_vn: Đang bật phụ đề...
zh_cn: 正在开启字幕...
zh_hk: 正在開啟字幕…
zh_tw: 正在開啟字幕…

# Siw
source: Unable to make phone calls to this user type
de_de: Keine Telefonanrufe an diesen Benutzertyp möglich.
es_es: Error al hacer llamadas de teléfono a este tipo de usuario
fr_fr: Impossible de passer des appels téléphoniques à ce type d'utilisateur
hi_in: इस उपयोगकर्ता प्रकार को फ़ोन कॉल करने में असमर्थ
id_id: Gagal melakukan panggilan telepon ke jenis pengguna ini
it_it: Impossibile effettuare telefonate a questo tipo di utente
ja_jp: 電話で呼び出しできません
ko_kr: 이 사용자 유형에 전화를 걸 수 없습니다
ms_my: Tidak dapat membuat panggilan telefon kepada jenis pengguna ini
pt_br: Falha ao fazer chamadas telefônicas para este tipo de usuário
ru_ru: Невозможно позвонить этому типу пользователей по телефону
th_th: ไม่สามารถทำการโทรหาผู้ใช้ประเภทนี้ได้
vi_vn: Không thể thực hiện cuộc gọi điện thoại với loại người dùng này
zh_cn: 该用户类型暂不支持电话呼叫
zh_hk: 此用戶類型暫不支援電話致電
zh_tw: 該使用者類型暫不支援電話呼叫

# yfs
source: Unable to "End recording". Please try again.
de_de: „Aufzeichnung beenden“ nicht möglich. Versuchen Sie es erneut.
es_es: Error al "finalizar grabación". Inténtalo de nuevo.
fr_fr: Impossible de « Mettre fin à l'enregistrement ». Veuillez réessayer.
hi_in: "रिकॉर्डिंग समाप्त" करने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Gagal "Akhiri rekaman". Coba lagi.
it_it: Impossibile terminare la registrazione Riprova.
ja_jp: 終了できませんでした。再試行してください
ko_kr: "녹화 종료"를 할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat "Akhiri rakaman". Sila cuba lagi.
pt_br: Falha ao "Encerrar gravação". Tente novamente.
ru_ru: Невозможно Завершить запись. Попробуйте еще раз.
th_th: ไม่สามารถ “สิ้นสุดการบันทึก” ได้ โปรดลองอีกครั้ง
vi_vn: Không thể "Kết thúc ghi âm/ghi hình". Vui lòng thử lại.
zh_cn: “终止记录”失败，请重试
zh_hk: 「終止記錄」失敗，請重試
zh_tw: 「終止記錄」失敗，請重試

# UUQ
source: Unable to load. Click to reload
de_de: Laden nicht möglich. Zum Neuladen klicken
es_es: No se puede cargar. Haz clic para cargar de nuevo
fr_fr: Chargement impossible. Cliquer pour actualiser
hi_in: लोड करने में असमर्थ. पुनः लोड करने के लिए क्लिक करें
id_id: Tidak dapat memuat. Klik untuk muat ulang
it_it: Impossibile caricare. Fai clic per ricaricare
ja_jp: 読み込みできませんでした。クリックして再試行してください
ko_kr: 로드할 수 없습니다. 클릭하여 다시 로드하세요.
ms_my: Tidak dapat memuatkan. Klik untuk muat semula
pt_br: Não é possível carregar. Clique para recarregar
ru_ru: Не удалось загрузить. Щелкните, чтобы перезагрузить
th_th: ไม่สามารถโหลดได้ คลิกเพื่อโหลดใหม่
vi_vn: Không thể tải. Nhấp để tải lại
zh_cn: 加载失败，点击重试
zh_hk: 載入失敗，點擊重試
zh_tw: 載入失敗，請點選重試

# IFk
source: Unable to share your screen to this meeting room
de_de: Teilen Ihres Bildschirms mit diesem Besprechungsraum nicht möglich
es_es: No se puede compartir la pantalla con esta sala de reuniones
fr_fr: Impossible de partager votre écran dans cette salle de réunion
hi_in: इस मीटिंग रूम से स्क्रीन साझा करने में असमर्थ
id_id: Tidak dapat berbagi layar Anda ke ruang rapat ini
it_it: Impossibile condividere lo schermo con questa sala riunioni
ja_jp: この会議室に画面を共有できません
ko_kr: 이 회의실에 화면을 공유할 수 없음
ms_my: Tidak dapat kongsi skrin ke bilik mesyuarat ini
pt_br: Não é possível compartilhar sua tela para esta sala de reunião
ru_ru: Не удалось показать экран в этой комнате
th_th: ไม่สามารถแบ่งปันหน้าจอของคุณไปยังห้องประชุมนี้ได้
vi_vn: Không thể chia sẻ màn hình của bạn sang phòng họp này
zh_cn: 暂不支持投屏至该会议室
zh_hk: 暫時不支援投影至此會議室
zh_tw: 暫不支援螢幕投影至該會議室

# UIw
source: Unfocus for All
de_de: Fokus für alle aufheben
es_es: Desenfocar para todos
fr_fr: Désactiver la mise en avant pour tous
id_id: Urungkan Fokus untuk Semua
it_it: Rimuovi dalla posizione in primo piano per tutti
ja_jp: 全員にフォーカス解除
ko_kr: 모든 사용자의 언포커스
ms_my: Nyahfokus untuk Semua
pt_br: Remover destaque para todos
ru_ru: Отменить фокус для всех
th_th: ยกเลิกจุดสนใจสำหรับทุกคน
vi_vn: Không tiêu điểm cho tất cả mọi người
zh_cn: 为所有人取消焦点
zh_hk: 為所有人取消焦點
zh_tw: 為所有人取消焦點

# 1d8
source: Unfocus Video for All
de_de: Videofokus für alle aufheben
es_es: Desenfocar vídeo para todos
fr_fr: Désactiver la vidéo mise en avant pour tous
id_id: Urungkan Fokus Video untuk Semua
it_it: Rimuovi video dalla posizione in primo piano per tutti
ja_jp: 全員にフォーカス解除
ko_kr: 모든 사용자의 언포커스 비디오
ms_my: Tidak fokus Video untuk Semua
pt_br: Remover vídeo em destaque para todos
ru_ru: Расфокусировать видео для всех
th_th: ยกเลิกวิดีโอจุดสนใจสำหรับทุกคน
vi_vn: Video không tiêu điểm cho tất cả mọi người
zh_cn: 为所有人取消焦点视频
zh_hk: 為所有人取消焦點視像
zh_tw: 為所有人取消焦點視訊

# vos
source: Focus video cancelled for all
de_de: Fokusvideo für alle storniert
es_es: Enfoque de vídeo cancelado para todos
fr_fr: Vidéo mise en avant annulée pour tous
id_id: Video fokus dibatalkan untuk semua
it_it: Video in primo piano annullato per tutti
ja_jp: 全員にフォーカスを解除しました。
ko_kr: 모든 사용자의 포커스 비디오가 취소되었습니다
ms_my: Video fokus dibatalkan untuk semua
pt_br: Vídeo em destaque cancelado para todos
ru_ru: Фокусное видео отменено для всех
th_th: วิดีโอจุดสนใจถูกยกเลิกสำหรับทุกคน
vi_vn: Đã hủy video tiêu điểm cho tất cả mọi người
zh_cn: 已为所有人取消焦点视频
zh_hk: 已為所有人取消焦點視像
zh_tw: 已為所有人取消焦點視訊

# bN0
source: Cancel focus video for everyone?
de_de: Fokusvideo für alle stornieren?
es_es: ¿Cancelar enfoque de vídeo para todos?
fr_fr: Annuler la vidéo mise en avant pour tous ?
id_id: Batalkan video fokus untuk semua orang?
it_it: Annullare video in primo piano per tutti?
ja_jp: 全員にフォーカスを解除しますか？
ko_kr: 모든 사용자의 포커스 비디오를 취소하시겠습니까?
ms_my: Batalkan video fokus untuk semua orang?
pt_br: Cancelar vídeo em destaque para todos?
ru_ru: Отменить фокусное видео для всех?
th_th: ยกเลิกวิดีโอจุดสนใจสำหรับทุกคนหรือไม่
vi_vn: Hủy video tiêu điểm cho tất cả mọi người?
zh_cn: 为所有人取消焦点视频？
zh_hk: 要為所有人取消焦點視像嗎？
zh_tw: 要為所有人取消焦點視訊嗎？

# sko
source: The host has set uniform virtual background for this meeting.
de_de: Der Moderator hat für diese Besprechung einen gleichförmigen virtuellen Hintergrund festgelegt.
es_es: El moderador ha establecido un fondo virtual uniforme para esta reunión.
fr_fr: L'hôte a défini un fond virtuel uniforme pour cette réunion.
id_id: Host telah menetapkan latar belakang virtual seragam untuk rapat ini.
it_it: L'host ha impostato uno sfondo virtuale uniforme per questa riunione.
ja_jp: 進行役はこの会議に統一されたバーチャル背景を設定しました。
ko_kr: 진행자가 이 회의의 일관된 가상 배경을 설정했습니다.
ms_my: Hos telah menetapkan latar belakang maya seragam untuk mesyuarat ini.
pt_br: O host definiu um plano de fundo virtual uniforme para esta reunião.
ru_ru: Ведущий установил единый виртуальный фон для этой встречи.
th_th: โฮสต์ตั้งพื้นหลังเสมือนแบบเดียวกันไว้สำหรับการประชุมครั้งนี้
vi_vn: Chủ phòng đã đặt nền ảo thống nhất cho cuộc họp này.
zh_cn: 主持人已为该场会议设置统一虚拟背景
zh_hk: 主持人已為該場會議設定統一虛擬背景
zh_tw: 主持人已為該場會議設定統一虛擬背景

# j5E
source: Uniform virtual background set by the host has been automatically applied. You can change it yourself.
de_de: Der vom Moderator festgelegte gleichförmige virtuelle Hintergrund ist automatisch angewendet worden. Sie können ihn selbst ändern.
es_es: Se ha aplicado automáticamente el fondo virtual uniforme establecido por el moderador. Puedes cambiarlo si quieres.
fr_fr: L'arrière-plan virtuel uniforme défini par l'hôte a été appliqué automatiquement. Vous pouvez le modifier vous-même.
id_id: Latar belakang virtual seragam yang ditetapkan oleh host telah diterapkan secara otomatis. Anda dapat menggantinya sendiri.
it_it: Lo sfondo virtuale uniforme impostato dall'host è stato applicato automaticamente. Puoi modificarlo autonomamente.
ja_jp: 進行役が設定したバーチャル背景を自動的に適用しました。バーチャル背景を変更できます。
ko_kr: 진행자가 설정한 일관된 가상 배경이 자동으로 적용되었습니다. 회원님 스스로 변경할 수 있습니다.
ms_my: Latar belakang maya seragam yang ditetapkan oleh hos telah digunakan secara automatik. Anda boleh mengubahnya sendiri.
pt_br: O plano de fundo virtual uniforme configurado pelo host foi aplicado automaticamente. Você mesmo pode alterá-lo.
ru_ru: Автоматически применяется единый виртуальный фон, установленный хостом. Вы можете изменить его самостоятельно.
th_th: ปรับใช้พื้นหลังเสมือนแบบเดียวกันโดยอัตโนมัติซึ่งโฮสต์เป็นผู้ตั้งไว้ คุณสามารถเปลี่ยนได้ด้วยตัวเอง
vi_vn: Đã tự động áp dụng nền ảo thống nhất do chủ phòng đặt. Bạn có thể tự thay đổi nền này.
zh_cn: 已自动应用主持人设置的统一虚拟背景，可自行更换
zh_hk: 已自動套用主持人設定的統一虛擬背景，可自行更換
zh_tw: 已自動套用主持人設定的統一虛擬背景，可自行更換

# v1U
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver le son
id_id: Bunyikan
it_it: Attiva audio
ja_jp: ミュート解除
ko_kr: 음소거 해제
ms_my: Nyahbisu
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 取消静音
zh_hk: 取消靜音
zh_tw: 取消靜音

# 7Wc
source: Temporarily unmuted
de_de: Stummschaltung vorübergehend aufgehoben
es_es: Se ha dejado de silenciar temporalmente
fr_fr: Son réactivé temporairement
hi_in: अभी के लिए अनम्यूट करें
id_id: Dibunyikan sementara waktu
it_it: Audio temporaneamente attivato
ja_jp: 一時的にミュートを解除中
ko_kr: 일시적으로 음소거가 해제되었습니다
ms_my: Dinyahsenyapkan sementara
pt_br: Mudo desativado temporariamente
ru_ru: Микрофон временно включен
th_th: เปิดเสียงชั่วคราว
vi_vn: Đã bật tiếng tạm thời
zh_cn: 暂时打开麦克风
zh_hk: 暫時開啟麥克風
zh_tw: 暫時開啟麥克風

# OYw
source: Unmute myself
de_de: Stummschaltung für sich selbst aufheben
es_es: Dejar de silenciar mi micrófono
fr_fr: Réactiver mon microphone
hi_in: खुद को अनम्यूट करें
id_id: Bunyikan mikrofon saya
it_it: Attiva il mio audio
ja_jp: ミュートを解除
ko_kr: 내 음소거 해제
ms_my: Nyahbisukan diri saya
pt_br: Desativar a opção “mudo” do meu microfone
ru_ru: Включить мой звук
th_th: เปิดเสียงตัวเอง
vi_vn: Bật tiếng cho chính tôi
zh_cn: 解除静音
zh_hk: 打開我的麥克風
zh_tw: 打開我的麥克風

# DcI
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Activer le microphone
hi_in: अनम्यूट करें
id_id: Bunyikan
it_it: Attiva audio
ja_jp: ミュート解除
ko_kr: 음소거 해제
ms_my: Nyahbisu
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 打开麦克风
zh_hk: 打開麥克風
zh_tw: 開啟麥克風

source: Internet is unstable. Trying to reconnect.
de_de: Internet ist instabil. Es wird versucht, die Verbindung wiederherzustellen.
es_es: La conexión a Internet no es estable. Intentando recuperar la conexión.
fr_fr: Internet instable. Tentative de reconnexion.
hi_in: इंटरनेट स्थिर है. पुन: कनेक्ट करने का प्रयास किया जा रहा है.
id_id: Internet tidak stabil. Mencoba menghubungkan ulang.
it_it: Internet non stabile. Tentativo di riconnessione in corso.
ja_jp: ネット接続が不安定です。再試行しています
ko_kr: 인터넷이 불안정합니다. 다시 연결하려고 시도 중입니다.
ms_my: Internet tidak stabil. Mencuba menyambung semula.
pt_br: A Internet está instável. Tentando reconectar.
ru_ru: Интернет работает нестабильно. Переподключаемся.
th_th: อินเทอร์เน็ตไม่เสถียร กำลังลองเชื่อมต่ออีกครั้ง
vi_vn: Internet không ổn định. Đang cố gắng kết nối lại.
zh_cn: 网络不佳，操作正在重试
zh_hk: 網絡欠佳，正在重試
zh_tw: 網路不佳，正在重試操作

# OYs
source: Call up to {{number}} people in one click
de_de: Bis zu {{number}} Personen mit einem Klick anrufen
es_es: Llamar a un máximo de {{number}} personas con un solo clic
fr_fr: Appelez jusqu'à {{number}} personnes en un clic
id_id: Panggil hingga {{number}} orang dalam satu klik
it_it: Chiama fino a {{number}} persone con un clic
ja_jp: 一度に最大 {{number}} 人に呼び出しできます。
ko_kr: 한 번의 클릭으로 최대 {{number}} 명에게 전화 걸기
ms_my: Panggil sehingga {{number}} orang dalam satu klik
pt_br: Ligue para até {{number}} pessoas com um clique
ru_ru: Звоните до {{number}} людям одним касанием
th_th: โทรได้ถึง {{number}} คนในคลิกเดียว
vi_vn: Gọi tối đa {{number}} người chỉ bằng một lần nhấp chuột
zh_cn: 单次最多呼叫 {{number}} 人
zh_hk: 單次最多撥打 {{number}} 人
zh_tw: 單次最多呼叫 {{number}} 人

# ZAY
source: Please update the app to use this feature.
de_de: Aktualisieren Sie die App, um diese Funktion zu nutzen.
es_es: Actualice la aplicación para poder utilizar esta función.
fr_fr: Veuillez mettre à jour l'application pour utiliser cette fonctionnalité.
hi_in: इस सुविधा का उपयोग करने के लिए कृपया ऐप को अपडेट करें.
id_id: Perbarui aplikasi untuk menggunakan fitur ini.
it_it: Aggiorna l'app per utilizzare questa funzione.
ja_jp: この機能を使用するには、アプリをアップデートしてください
ko_kr: 이 기능을 사용하려면 앱을 업데이트하세요.
ms_my: Sila kemas kini apl untuk menggunakan ciri ini.
pt_br: Atualize o aplicativo para usar este recurso.
ru_ru: Обновите приложение для использования этой функции.
th_th: โปรดอัปเดตแอปเพื่อใช้ฟีเจอร์นี้
vi_vn: Vui lòng cập nhật ứng dụng để sử dụng tính năng này.
zh_cn: 请升级版本使用此功能
zh_hk: 請升級版本使用此功能
zh_tw: 請升級版本以使用此功能

# yNc
source: Upgrade
de_de: Upgraden
es_es: Actualizar
fr_fr: Mettre à niveau
id_id: Tingkatkan
it_it: Effettua l'upgrade
ja_jp: アップグレード
ko_kr: 업그레이드
ms_my: Naik taraf
pt_br: Fazer upgrade
ru_ru: Обновить
th_th: อัปเกรด
vi_vn: Nâng cấp
zh_cn: 升级
zh_hk: 升級
zh_tw: 升級

# QlU
source: Upgrade Plan
de_de: Plan upgraden
es_es: Actualizar plan
fr_fr: Mettre à niveau le forfait
id_id: Tingkatkan Paket
it_it: Effettua l'upgrade del piano
ja_jp: プランをアップグレード
ko_kr: 요금제 업그레이드
ms_my: Naik Taraf Pelan
pt_br: Fazer upgrade do plano
ru_ru: План обновления
th_th: อัปเกรดแผน
vi_vn: Nâng cấp gói dịch vụ
zh_cn: 升级套餐
zh_hk: 升級方案
zh_tw: 升級方案

# DBQ
source: This meeting will end in {{time}}. @@Upgrade the subscription plan@@ to extend the time limit.
de_de: Diese Besprechung endet in {{time}}. @@Holen Sie sich ein Upgrade für den Abonnementplan@@, um das Zeitlimit zu verlängern.
es_es: Esta reunión terminará en {{time}}. @@Actualizar el plan de suscripción@@ para ampliar el límite de tiempo.
fr_fr: Cette réunion se terminera dans {{time}}. @@Mettez à niveau votre forfait@@ pour la prolonger.
hi_in: यह मीटिंग {{time}} में समाप्त हो जाएगी. समय सीमा बढ़ाने के लिए @@सदस्यता प्लान अपग्रेड करें@@
id_id: Rapat ini akan berakhir dalam {{time}}. @@Tingkatkan paket langganan@@ untuk memperpanjang batas waktu.
it_it: Questa riunione terminerà tra {{time}}. @@Effettua l'upgrade del piano di abbonamento@@ per estendere il limite di tempo.
ja_jp: 会議は {{time}} 後に終了します。@@プランをアップグレード@@して使用時間を延長しましう
ko_kr: 이 회의는 {{time}} 후에 종료됩니다. 시간 제한을 연장하려면 @@구독 요금제를 업그레이드@@하세요.
ms_my: Mesyuarat ini akan berakhir dalam {{time}}. @@Tingkatkan langganan@@ untuk melanjutkan had masa.
pt_br: Esta reunião terminará dentro de {{time}}. @@Faça upgrade do plano de assinatura@@ para estender o limite de tempo.
ru_ru: Эта конференция завершится через {{time}}. @@Перейдите на другой план подписки@@, чтобы расширить ограничение времени.
th_th: การประชุมนี้จะสิ้นสุดใน {{time}} @@อัปเกรดแผนการสมัครเป็นสมาชิก@@เพื่อขยายขีดจำกัดเวลา
vi_vn: Cuộc họp này sẽ kết thúc trong {{time}}. @@Nâng cấp gói thuê bao@@ để tăng gới hạn thời gian.
zh_cn: 会议将于 {{time}} 后结束，@@升级套餐@@以获得更多时长

# rqc
source: Maximum phone call duration reached.
de_de: Maximale Gesprächsdauer erreicht.
es_es: Se ha alcanzado la duración máxima de la llamada telefónica.
fr_fr: Durée maximale d'appel téléphonique atteinte.
hi_in: फ़ोन कॉल की अवधि की सीमा पहुँच गई है.
id_id: Durasi panggilan telepon maksimum telah tercapai.
it_it: Durata massima della chiamata telefonica raggiunta.
ja_jp: 通話時間上限に達しました
ko_kr: 최대 통화 시간에 도달했습니다.
ms_my: Tempoh panggilan telefon maksimum dicapai.
pt_br: Duração máxima de chamada telefônica atingida.
ru_ru: Достигнута максимальная продолжительность вызова.
th_th: ครบระยะเวลาในการโทรศัพท์สูงสุดแล้ว
vi_vn: Đã đạt thời gian gọi điện thoại tối đa.
zh_cn: 电话时长已达上限，如需更多时长，请联系管理员
zh_hk: 電話時長已達上限，如需更多時長，請聯絡管理員
zh_tw: 通話時長已達上限，如需更多時長，請聯絡管理員

# +vo
source: Upgrading to an external meeting group...
de_de: Aktualisieren auf eine externe Besprechungsgruppe...
es_es: Actualizando a un grupo de reunión externo...
fr_fr: Mise à niveau vers un groupe de réunion externe...
id_id: Meningkatkan ke grup rapat eksternal...
it_it: Upgrade a un gruppo di riunione esterno in corso
ja_jp: 外部会議グループにアップグレードしています...
ko_kr: 외부 회의 그룹으로 업그레이드 중...
ms_my: Menaik taraf ke kumpulan mesyuarat luar...
pt_br: Fazendo upgrade para um grupo de reunião externo...
ru_ru: Переход на внешнюю группу конференции...
th_th: กำลังอัปเกรดเป็นกลุ่มการประชุมภายนอก...
vi_vn: Đang nâng cấp lên nhóm cuộc họp bên ngoài...
zh_cn: 正在升级为外部会议群...
zh_hk: 正在升級為外部會議群組...
zh_tw: 正在升級為外部會議群組…

# 4f8
source: Use system audio
de_de: System-Audio verwenden
es_es: Usar audio del sistema
fr_fr: Utiliser le son du système
id_id: Gunakan audio sistem
it_it: Usa l'audio del sistema
ja_jp: システム音声を使用
ko_kr: 시스템 오디오 사용
ms_my: Gunakan audio sistem
pt_br: Usar áudio do sistema
ru_ru: Использовать системный звук
th_th: ใช้เสียงของระบบ
vi_vn: Sử dụng âm thanh hệ thống
zh_cn: 使用系统音频
zh_hk: 使用系統音訊
zh_tw: 使用系統音訊
