Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# CWo
source: Video interview
es_es: Entrevista en vídeo
fr_fr: Entretien vidéo
hi_in: वीडियो साक्षात्कार
id_id: Wawancara video
it_it: Colloquio video
ja_jp: ビデオ面接
ko_kr: 화상 면접
ms_my: Temu duga video
pt_br: Entrevista em vídeo
ru_ru: Видео-интервью
th_th: การสัมภาษณ์ผ่านวิดีโอ
vi_vn: Phỏng vấn video
zh_cn: 视频面试
zh_hk: 視像面試
zh_tw: 視訊面試

# tM8
source: Video interview for {{name}}
de_de: Video-Interview für {{name}}
es_es: Entrevista en vídeo para {{name}}
fr_fr: Entretien vidéo pour {{name}}
hi_in: {{name}} का वीडियो साक्षात्कार
id_id: Wawancara video untuk {{name}}
it_it: Colloquio video per {{name}}
ja_jp: {{name}}のビデオ面接
ko_kr: {{name}} 님의 화상 면접
ms_my: Temu duga video untuk {{name}}
pt_br: Entrevista em vídeo para {{name}}
ru_ru: Видео-интервью для {{name}}
th_th: การสัมภาษณ์ผ่านวิดีโอสำหรับ {{name}}
vi_vn: Phỏng vấn video cho {{name}}
zh_cn: {{name}}的视频面试
zh_hk: {{name}} 的視像面試
zh_tw: {{name}}的視訊面試

# 6yI
source: Stay on track with your meeting agenda
de_de: Behalten Sie den Überblick über die Agenda Ihrer Besprechung
es_es: Mantente al día con la agenda de la reunión
fr_fr: Respectez l'ordre du jour de votre réunion
id_id: Tetap ikuti agenda rapat Anda
it_it: Attieniti agli obiettivo con l'agenda della riunione
ja_jp: 議事録を閲覧し、議論の焦点を絞ります。
ko_kr: 회의 안건을 지속적으로 관리하세요
ms_my: Kekal mengikuti agenda mesyuarat anda
pt_br: Mantenha-se atualizado sobre a pauta da sua reunião
ru_ru: Будьте в курсе повестки своей конференции
th_th: ดำเนินไปตามวาระการประชุม
vi_vn: Bám sát chương trình họp của bạn
zh_cn: 查看会议纪要，聚焦讨论议程
zh_hk: 查看會議記錄，專注討論議程
zh_tw: 查看會議記錄，專注討論議程

# Vr0
source: See meeting agenda
de_de: Agenda der Besprechung anzeigen
es_es: Consultar la agenda de la reunión
fr_fr: Voir l'ordre du jour de la réunion
id_id: Lihat agenda rapat
it_it: Visualizza agenda della riunione
ja_jp: 議事録を見る
ko_kr: 회의 안건 보기
ms_my: Lihat agenda mesyuarat
pt_br: Ver pauta da reunião
ru_ru: Посмотреть повестку конференции
th_th: ดูวาระการประชุม
vi_vn: Xem chương trình họp
zh_cn: 查看会议纪要
zh_hk: 查看會議記錄
zh_tw: 查看會議記錄

# jCU
source: View lobby
de_de: Wartebereich anzeigen
es_es: Ver sala de espera
fr_fr: Voir salle d'attente
hi_in: लॉबी देखें
id_id: Lihat lobi
it_it: Visualizza hall
ja_jp: 待機室を確認する
ko_kr: 대기실 보기
ms_my: Lihat ruang legar
pt_br: Visualizar lobby
ru_ru: Посмотреть зал ожидания
th_th: ดูล็อบบี้
vi_vn: Xem phòng chờ
zh_cn: 查看等候室
zh_hk: 查看等候室
zh_tw: 查看等候室

# Ou8
source: Please wait. The meeting host will let you in soon.
de_de: Bitte warten. Der Moderator der Besprechung lässt Sie in Kürze zu.
es_es: Espere. El moderador de la reunión le dejará asistir en breve.
fr_fr: Veuillez patienter. L'hôte de cette réunion vous laissera bientôt rentrer.
hi_in: कृपया इंतज़ार करें. मीटिंग होस्ट आपको शीघ्र ही शामिल करेगा.
id_id: Tunggu sebentar. Host rapat akan segera mengizinkan Anda masuk.
it_it: Attendi. L'host della riunione ti farà accedere presto.
ja_jp: 少々お待ちください。進行役が会議参加を確認しています
ko_kr: 기다려 주세요. 회의 진행자가 곧 입장을 허용할 것입니다.
ms_my: Sila tunggu. Hos mesyuarat akan membenarkan anda masuk tidak lama lagi.
pt_br: Aguarde. O anfitrião da reunião permitirá sua entrada em breve.
ru_ru: Подождите. Ведущий конференции скоро вас впустит.
th_th: โปรดรอสักครู่ โฮสต์การประชุมจะอนุญาตให้คุณเข้าร่วมเร็ว ๆ นี้
vi_vn: Vui lòng chờ. Người chủ trì cuộc họp sẽ sớm tiếp nhận bạn.
zh_cn: 请稍候，主持人即将允许你加入会议
zh_hk: 請稍候，主持人即將允許你加入會議
zh_tw: 請稍候，主持人即將允許你加入會議

# h8k
source: Waiting...
de_de: Warten...
es_es: Esperando...
fr_fr: En attente…
hi_in: प्रतीक्षा कर रहा है...
id_id: Menunggu...
it_it: In attesa
ja_jp: 参加待ち中...
ko_kr: 대기 중...
ms_my: Menunggu...
pt_br: Aguardando...
ru_ru: Ожидание...
th_th: กำลังรอ...
vi_vn: Đang chờ...
zh_cn: 等候中…
zh_hk: 等候中…
zh_tw: 等候中…

# Dwk
source: Requesting to speak
de_de: Redeanfrage gestellt
es_es: ha solicitado la palabra
fr_fr: A demandé la parole
hi_in: बोलने के लिए अनुरोध किया गया
id_id: diminta untuk berbicara
it_it: ha richiesto di parlare
ja_jp: 発言をリクエスト
ko_kr: 님이 발언 요청함
ms_my: Meminta untuk bercakap
pt_br: pediu para falar
ru_ru: Попросил(а) слово
th_th: ได้ส่งคำขอพูดแล้ว
vi_vn: đã yêu cầu phát biểu
zh_cn: 申请发言
zh_hk: 申請發言
zh_tw: 申請發言

# cpw
source: {{name}} invites you to join
de_de: {{name}} lädt Sie zur Teilnahme ein
es_es: {{name}} te invita a unirte
fr_fr: {{name}} vous invite à rejoindre
hi_in: {{name}} चाहते हैं कि आप शामिल हों
id_id: {{name}} mengundang Anda untuk bergabung
it_it: {{name}} ti invita a partecipare
ja_jp: {{name}}からの招待
ko_kr: {{name}} 님이 다음에 참가하도록 회원님을 초대함:
ms_my: {{name}} ingin anda menyertai
pt_br: {{name}} convida você para ingressar
ru_ru: {{name}} приглашает вас присоединиться
th_th: {{name}} เชิญคุณเข้าร่วม
vi_vn: {{name}} mời bạn tham gia
zh_cn: {{name}}邀请你加入
zh_hk: {{name}} 邀請你加入
zh_tw: {{name}}邀請你加入

# Vzk
source: Access permissions
de_de: Zugriffsberechtigungen
es_es: Permisos de acceso
fr_fr: Autorisations d'accès
hi_in: अनुमतियाँ एक्सेस करें
id_id: Izin akses
it_it: Autorizzazioni di accesso
ja_jp: 視聴権限
ko_kr: 액세스 권한
ms_my: Keizinan akses
pt_br: Acessar permissões
ru_ru: Разрешения на доступ
th_th: สิทธิ์อนุญาตการเข้าถึง
vi_vn: Quyền truy cập
zh_cn: 观看权限
zh_hk: 觀看權限
zh_tw: 觀看權限

# vfk
source: Livestream layout
es_es: Diseño de la emisión en directo
fr_fr: Mise en page de la diffusion en direct
hi_in: लाइवस्ट्रीम लेआउट
id_id: Tata letak streaming langsung
it_it: Layout del live streaming
ja_jp: ストリーミングレイアウト
ko_kr: 라이브 방송 레이아웃
ms_my: Susun atur siaran langsung
pt_br: Layout do livestream
ru_ru: Вид прямой трансляции
th_th: เค้าโครงสตรีมสด
vi_vn: Bố cục của buổi phát trực tiếp
zh_cn: 观众视图
zh_hk: 觀眾檢視模式
zh_tw: 觀眾視圖

# USU
source: Withdraw Co-host Permission
de_de: Co-Moderator-Berechtigung zurückziehen
es_es: Retirar permiso de co-moderador
fr_fr: Retirer l'autorisation de co-hôte
hi_in: को-होस्ट अनुमति वापस लें
id_id: Tarik izin co-host
it_it: Ritira l'autorizzazione a copresentare
ja_jp: 共同進行役権限を取り消す
ko_kr: 공동 진행자 권한 철회
ms_my: Tarik Balik Kebenaran Ko-tuan Rumah
pt_br: Remover permissão de host conjunto
ru_ru: Отозвать разрешение для соведущего
th_th: เพิกถอนสิทธิ์การอนุญาตของโฮสต์ร่วม
vi_vn: Rút lại quyền đồng tổ chức
zh_cn: 取消联席主持人权限
zh_hk: 取消聯合主持人權限
zh_tw: 取消聯合主持人權限

# djk
source: You've become the co-host.
de_de: Sie sind jetzt der Co-Moderator.
es_es: Se ha convertido en co-moderador.
fr_fr: Vous êtes devenu le co-hôte.
hi_in: आप को-होस्ट बन गए हैं.
id_id: Anda telah menjadi co-host.
it_it: Sei diventato/a copresentatore.
ja_jp: 共同進行役になりました
ko_kr: 공동 진행자가 되셨습니다.
ms_my: Anda telah menjadi ko-tuan rumah.
pt_br: Você se tornou o host conjunto.
ru_ru: Вы стали соведущим.
th_th: คุณได้กลายเป็นโฮสต์ร่วมแล้ว
vi_vn: Bạn đã trở thành người đồng tổ chức.
zh_cn: 你已成为联席主持人
zh_hk: 你已成為聯合主持人
zh_tw: 你已成為聯合主持人

# Ce8
source: You can now unmute yourself.
de_de: Sie können Ihre Stummschaltung nun selber aufheben.
es_es: Ya puedes reactivar tu audio.
fr_fr: Vous pouvez désormais réactiver votre microphone.
hi_in: अब आप स्वयं को अनम्यूट कर सकते हैं.
id_id: Anda sekarang dapat membunyikan suara Anda.
it_it: Ora puoi riattivare l'audio.
ja_jp: 自分でミュートを解除できます
ko_kr: 이제 스스로 음소거를 해제할 수 있습니다.
ms_my: Anda kini boleh menyahnyapkan diri anda.
pt_br: Agora você pode desativar o mudo para si mesmo.
ru_ru: Теперь вы можете включить микрофон.
th_th: คุณสามารถเปิดเสียงตัวเองได้แล้ว
vi_vn: Hiện giờ bạn có thể tự bật tiếng.
zh_cn: 你可以自行取消静音
zh_hk: 你可以自行取消靜音
zh_tw: 你可以自行取消靜音

# IDk
source: You have ended the meeting.
de_de: Sie haben die Besprechung beendet.
es_es: Usted ha finalizado la reunión.
fr_fr: Vous avez mis fin à la réunion.
hi_in: आपने मीटिंग समाप्त कर दी है.
id_id: Anda telah mengakhiri rapat.
it_it: Hai terminato la riunione.
ja_jp: 会議を終了しました
ko_kr: 회의를 종료했습니다.
ms_my: Anda telah mengakhiri mesyuarat.
pt_br: Encerrou a reunião.
ru_ru: Вы завершили конференцию.
th_th: คุณได้สิ้นสุดการประชุมแล้ว
vi_vn: Bạn đã kết thúc cuộc họp.
zh_cn: 你已结束会议
zh_hk: 你已結束會議
zh_tw: 你已結束會議

# hnY
source: You have left the meeting.
de_de: Sie haben die Besprechung verlassen.
es_es: Has abandonado la reunión.
fr_fr: Vous avez quitté la réunion.
hi_in: आपने मीटिंग छोड़ दी है.
id_id: Anda telah keluar dari rapat.
it_it: Hai abbandonato la riunione.
ja_jp: 会議を退出しました
ko_kr: 회의에서 퇴장했습니다.
ms_my: Anda telah meninggalkan mesyuarat.
pt_br: Saiu da reunião.
ru_ru: Вы покинули конференцию.
th_th: คุณได้ออกจากการประชุมแล้ว
vi_vn: Bạn đã rời cuộc họp.
zh_cn: 你已离开会议
zh_hk: 你已離開會議
zh_tw: 你已離開會議

# sXw
source: You received a video meeting invitation.
de_de: Sie haben eine Einladung zu einer Videobesprechung erhalten.
es_es: Has recibido una invitación para una reunión por video.
fr_fr: Vous avez reçu une invitation à une réunion vidéo.
hi_in: आपको वीडियो मीटिंग का आमंत्रण प्राप्त हुआ है.
id_id: Anda menerima undangan rapat video.
it_it: Hai ricevuto un invito per una riunione video.
ja_jp: ビデオ会議の招待がありました
ko_kr: 화상 회의 초대장을 받았습니다.
ms_my: Anda menerima jemputan mesyuarat video.
pt_br: Você recebeu um convite para reunião por vídeo.
ru_ru: Вы получили приглашение на видеоконференцию.
th_th: คุณได้รับคำเชิญให้เข้าร่วมประชุมผ่านวิดีโอ
vi_vn: Bạn nhận được một lời mời tham gia cuộc họp video.
zh_cn: 你收到了一个视频会议邀请
zh_hk: 你已收到一個視像會議邀請
zh_tw: 你收到了一個視訊會議邀請

# OeQ
source: You have removed %@ from the meeting.
de_de: Sie haben %@ von der Besprechung entfernt.
es_es: Has eliminado a %@ de la reunión.
fr_fr: Vous avez retiré %@ de la réunion.
hi_in: आपने %@ को मीटिंग से निकाल दिया है.
id_id: Anda telah mengeluarkan %@ dari rapat.
it_it: Hai rimosso %@ dalla riunione.
ja_jp: %@を会議から退出させました
ko_kr: 회의에서 %@ 님을 제거했습니다.
ms_my: Anda telah mengeluarkan %@ daripada mesyuarat.
pt_br: Removeu %@ da reunião.
ru_ru: Вы убрали %@ из конференции.
th_th: คุณได้ลบ %@ ออกจากการประชุม
vi_vn: Bạn đã xóa %@ khỏi cuộc họp.
zh_cn: 你已将%@从会议中移出
zh_hk: 你已將%@從會議中移出
zh_tw: 你已將%@從會議中移出

# nRY
source: Meeting ID
de_de: Besprechungs-ID
es_es: ID de reunión
fr_fr: ID de réunion
hi_in: मीटिंग ID
id_id: ID Rapat
it_it: ID riunione
ja_jp: 会議 ID
ko_kr: 회의 ID
ms_my: ID Mesyuarat
pt_br: ID da reunião
ru_ru: ID конференции
th_th: รหัสการประชุม
vi_vn: ID cuộc họp
zh_cn: 会议 ID
zh_hk: 會議 ID
zh_tw: 會議 ID

# RI4
source: Couldn't join this meeting. Update your app and try again.
de_de: Beitreten zu dieser Besprechung nicht möglich. Aktualisieren Sie Ihre App und versuchen Sie es erneut.
es_es: No ha sido posible unirte a esta reunión. Actualiza tu aplicación e inténtalo de nuevo.
fr_fr: Impossible de rejoindre cette réunion. Mettez à jour votre application et réessayez.
hi_in: इस मीटिंग में शामिल नहीं हो सके. कृपया अपने ऐप को अपडेट करें और फिर से प्रयास करें.
id_id: Tidak dapat bergabung dengan rapat ini. Perbarui aplikasi Anda dan coba lagi.
it_it: Impossibile partecipare a questa riunione. Aggiorna l'app e riprova.
ja_jp: この会議に参加できません。アップデートしてもう一度やり直してください
ko_kr: 이 회의에 참가할 수 없습니다. 앱을 업데이트하고 다시 시도하세요.
ms_my: Tidak dapat menyertai mesyuarat ini. Kemas kini apl anda dan cuba lagi.
pt_br: Não foi possível ingressar nesta reunião. Atualize seu aplicativo e tente novamente.
ru_ru: Не удалось присоединиться к этой конференции. Обновите свое приложение до последней версии и повторите попытку.
th_th: ไม่สามารถเข้าร่วมการประชุมนี้ อัปเดตแอปของคุณแล้วลองอีกครั้ง
vi_vn: Không thể tham gia cuộc họp này. Cập nhật ứng dụng của bạn và thử lại.
zh_cn: 无法加入此会议，请升级后重试
zh_hk: 無法加入此會議，請升級後重試
zh_tw: 無法加入此會議，請升級後重試

# cII
source: VAS
hi_in: सशुल्क
ja_jp: 有料
ru_ru: Премиум
zh_cn: 增值
zh_hk: 增值
zh_tw: 增值

# 2kc
source: View on My Own
de_de: Ansicht auf eigene Faust
es_es: Ver en Por cuenta propia
fr_fr: Affichage autonome
id_id: Lihat di Saya Sendiri
it_it: Visualizzazione autonoma
ja_jp: 自由閲覧
ko_kr: 직접 보기 모드
ms_my: Lihat Sendiri
pt_br: Visualização por conta própria
ru_ru: Посмотреть самостоятельно
th_th: ดูด้วยตนเอง
vi_vn: Xem trên chế độ riêng của tôi
zh_cn: 自由浏览
zh_hk: 自由瀏覽
zh_tw: 自由瀏覽

# xIQ
source: Description
de_de: Beschreibung
es_es: Descripción
hi_in: वर्णन
id_id: Deskripsi
it_it: Descrizione
ja_jp: 詳細
ko_kr: 설명
ms_my: Keterangan
pt_br: Descrição
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Mô tả
zh_cn: 描述
zh_hk: 描述
zh_tw: 描述

# KOo
source: Join
de_de: Beitreten
es_es: Unirse
fr_fr: Rejoindre
hi_in: शामिल हों
id_id: Bergabung
it_it: Partecipa
ja_jp: 会議に参加
ko_kr: 참가
ms_my: Sertai mesyuarat
pt_br: Ingressar
ru_ru: Присоединиться
th_th: เข้าร่วม
vi_vn: Tham gia
zh_cn: 加入会议
zh_hk: 加入會議
zh_tw: 加入會議

# JAk
source: Please turn on ultrasonic connection to use this feature.
de_de: Bitte schalten Sie die Ultraschallverbindung ein, damit Sie diese Funktion nutzen können.
es_es: Activa la conexión ultrasónica para usar esta función.
fr_fr: Veuillez activer la connexion à ultrasons pour utiliser cette fonctionnalité.
id_id: Aktifkan koneksi ultrasonik untuk menggunakan fitur ini.
it_it: Attiva la connessione ad ultrasuoni per utilizzare questa funzione.
ja_jp: この機能を使用するには、超音波接続をオンにしてください
ko_kr: 이 기능을 사용하려면 초음파 연결을 켜세요.
ms_my: Sila hidupkan sambungan ultrasonik untuk menggunakan ciri ini.
pt_br: Ative a conexão ultrassônica para usar esse recurso.
ru_ru: Включите ультразвуковое соединение, чтобы использовать эту функцию.
th_th: โปรดเปิดการเชื่อมต่ออัลตราโซนิกเพื่อใช้ฟีเจอร์นี้
vi_vn: Vui lòng bật kết nối siêu âm để sử dụng tính năng này.
zh_cn: 请开启超声波连接以使用此功能
zh_hk: 請開啟超聲波連線以使用此功能
zh_tw: 請開啟超音波連線以使用此功能

# pNs
source: Access to camera denied
de_de: Zugriff auf Kamera verweigert
es_es: Se ha denegado el acceso a la cámara
fr_fr: Accès à la caméra refusé
hi_in: कैमरा एक्सेस से मना किया गया
id_id: Akses ke kamera ditolak
it_it: Accesso alla videocamera negato
ja_jp: カメラへのアクセス権限がありません
ko_kr: 카메라 액세스 거부됨
ms_my: Akses ke kamera ditolak
pt_br: Acesso à câmera recusado
ru_ru: Доступ к камере запрещен
th_th: สิทธิการเข้าถึงกล้องถูกปฏิเสธ
vi_vn: Truy cập đến máy ảnh bị từ chối
zh_cn: 没有摄像头权限
zh_hk: 沒有鏡頭權限
zh_tw: 沒有攝影機權限

# ksw
source: Access to microphone denied
de_de: Zugriff auf Mikrofon verweigert
es_es: Se ha denegado el acceso al micrófono
fr_fr: Accès au microphone refusé
hi_in: माइक्रोफ़ोन ऐक्सेस अस्वीकार किया गया
id_id: Akses ke mikrofon ditolak
it_it: Accesso al microfono negato
ja_jp: マイクへのアクセスする権限がありません
ko_kr: 마이크에 대한 액세스가 거부되었습니다
ms_my: Akses ke mikrofon ditolak
pt_br: Acesso ao microfone recusado
ru_ru: Доступ к микрофону запрещен
th_th: สิทธิ์การเข้าถึงไมโครโฟนถูกปฏิเสธ
vi_vn: Truy cập đến micrô bị từ chối
zh_cn: 没有麦克风权限
zh_hk: 沒有麥克風權限
zh_tw: 沒有麥克風權限

# mP0
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout le monde
hi_in: सब
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

# grw
source: Allow us to use your audio from this meeting?
de_de: Erlauben Sie uns, Ihre Audioaufnahmen von dieser Besprechung zu verwenden?
es_es: ¿Nos permites utilizar tu audio de esta reunión?
fr_fr: Nous autorisez-vous à utiliser votre enregistrement audio de cette réunion ?
hi_in: हमें इस मीटिंग से आपका ऑडियो उपयोग करने के लिए अनुमोदित करें?
id_id: Izinkan kami untuk menggunakan audio Anda dari rapat ini?
it_it: Consentire all'uso dell'audio di questa riunione?
ja_jp: 本会議の音声を使用することを許可しますか？
ko_kr: 저희가 이 회의 오디오를 사용하도록 허용하시겠습니까?
ms_my: Benarkan kami menggunakan audio anda dari mesyuarat ini?
pt_br: Permitir que usemos o seu áudio desta reunião?
ru_ru: Вы разрешаете нам использовать аудиодорожку этой конференции?
th_th: อนุญาตให้เราสามารถใช้เสียงของคุณจากการประชุมนี้?
vi_vn: Cho phép chúng tôi sử dụng tiếng từ cuộc họp này của bạn?
zh_cn: 允许我们使用此次会议音频？
zh_hk: 允許我們使用此次會議音訊？
zh_tw: 允許我們使用此次會議音訊？

# CaA
source: Your audio from this meeting can help us improve our subtitles. Select No if this meeting contains confidential information. Subtitles will still be turned on if you select No.
de_de: Ihre Audioaufnahmen von dieser Besprechung können uns helfen, unsere Untertitel zu verbessern. Wählen Sie Nein, wenn diese Besprechung vertrauliche Informationen enthält. Die Untertitel werden auch dann eingeschaltet, wenn Sie Nein wählen.
es_es: El audio de esta reunión puede ayudarnos a mejorar la función de subtítulos. Seleccione No si esta reunión contiene información confidencial. Los subtítulos seguirán activados si selecciona No.
fr_fr: Votre enregistrement audio de cette réunion peut nous aider à améliorer nos sous-titres. Sélectionnez Non si cette réunion contient des informations confidentielles. Les sous-titres resteront activés si vous sélectionnez Non.
hi_in: इस मीटिंग से आपका ऑडियो हमें अपने कैप्शन में सुधार करने में मदद कर सकता है. यदि इस मीटिंग में गोपनीय जानकारी है, तो नहीं को चुनें. यदि आप नहीं का चयन करते हैं, तब भी कैप्शन चालू किया जेगा.
id_id: Audio Anda dari rapat ini dapat membantu meningkatkan subtitle kami. Pilih Tidak jika rapat ini mengandung informasi rahasia. Subtitle masih akan diaktifkan jika Anda memilih Tidak.
it_it: L'audio di questa riunione può aiutarci a migliorare i nostri sottotitoli. Seleziona "No" se questa riunione contiene informazioni riservate. I sottotitoli verranno comunque attivati se si seleziona No.
ja_jp: 本会議であなたの音声は字幕の質向上という目的で使用されます。もし会議内容は機密情報に関わる場合、拒否してください。拒否操作は字幕機能の起動に影響がありません
ko_kr: 이 회의 오디오는 자막을 개선하는 데 도움이 될 수 있습니다. 이 회의에 기밀 정보가 포함되어 있으면 아니요를 선택하세요. 아니요를 선택하면 자막이 계속 켜진 상태가 됩니다.
ms_my: Audio anda dari mesyuarat ini boleh membantu kami meningkatkan sarikata kami. Pilih Tidak jika mesyuarat ini mengandungi maklumat sulit. Sarikata tetap akan dihidupkan jika anda memilih Tidak.
pt_br: Seu áudio da reunião pode nos ajudar a melhorar a legenda. Selecione "Não" se esta reunião contiver informações confidenciais. A legenda continuará ativada se você selecionar "Não".
ru_ru: Ваша аудиодорожка с этой конференции может помочь нам улучшить субтитры. Нажмите "Нет", если эта конференция содержит конфиденциальную информацию. Если выбрать "Нет", субтитры по-прежнему останутся включенными.
th_th: เสียงของคุณจากการประชุมนี้จะช่วยให้เราสามารถปรับปรุงคำบรรยายให้ดียิ่งขึ้น เลือก ไม่ หากการประชุมนี้มีข้อมูลที่เป็นความลับ คำบรรยายจะยังคงเปิดอยู่หากคุณเลือก ไม่
vi_vn: Âm thanh từ cuộc họp này của bạn có thể giúp chúng tôi cải thiện phụ đề. Chọn Không nếu cuộc họp này có chứa thông tin mật. Phụ đề sẽ vẫn được bật khi bạn chọn Không.
zh_cn: 你在此次会议中的音频将用于提升字幕品质，若此次会议涉及保密信息请选择不允许，你的选择不会影响字幕功能开启
zh_hk: 你在此次會議中的音訊將用於提升字幕品質，若此次會議涉及保密資訊請選擇「不允許」，你的選擇不會影響開啟字幕功能
zh_tw: 你在此次會議中的音訊會用於提升字幕品質，若此次會議涉及保密資訊請選擇不允許，你的選擇不會影響字幕功能開啟

# wko
source: Arrow
de_de: Pfeil
es_es: Flecha
fr_fr: Flèche
hi_in: तीर
id_id: Panah
it_it: Freccia
ja_jp: 矢印
ko_kr: 화살표
ms_my: Anak panah
pt_br: Seta
ru_ru: Стрелка
th_th: ลูกศร
vi_vn: Mũi tên
zh_cn: 箭头
zh_hk: 箭咀
zh_tw: 箭頭

# ZAU
source: Assign someone to continue sharing
de_de: Andere Person zum weiteren Teilen zuweisen
es_es: Asignar a alguien para que continúe compartiendo
fr_fr: Désigner une personne pour poursuivre le partage
hi_in: शेयरिंग जारी रखने के लिए किसी को कार्य सौंपें
id_id: Tetapkan seseorang untuk melanjutkan berbagi
it_it: Assegna a qualcuno per continuare la condivisione
ja_jp: 次の共有者を指定してください
ko_kr: 사람을 지정하여 계속 공유
ms_my: Tugaskan seseorang untuk terus berkongsi
pt_br: Atribuir alguém para continuar compartilhando
ru_ru: Выберите участника для продолжения показа
th_th: กำหนดให้บางคนสามารถแชร์ได้ต่อไป
vi_vn: Giao cho người nào đó tiếp tục chia sẻ
zh_cn: 指定参会人继续共享
zh_hk: 指定參加者繼續分享
zh_tw: 指定與會人員繼續分享

# MeQ
source: Assign {{name}} to continue sharing?
de_de: {{name}} zum weiteren Teilen zuweisen?
es_es: ¿Asignar a {{name}} para que continúe compartiendo?
fr_fr: Désigner {{name}} pour poursuivre le partage ?
hi_in: शेयरिंग जारी रखने के लिए {{name}} को कार्य सौंपे?
id_id: Tetapkan {{name}} untuk melanjutkan berbagi?
it_it: Assegna a {{name}} per continuare la condivisione?
ja_jp: {{name}}を共有者に指定しますか
ko_kr: {{name}} 님을 지정하여 계속 공유하시겠습니까?
ms_my: Tugaskan {{name}} untuk terus berkongsi?
pt_br: Atribuir {{name}} para continuar compartilhando?
ru_ru: Назначить {{name}} для продолжения показа?
th_th: ต้องการกำหนดให้ {{name}} สามารถแชร์ได้ต่อไป?
vi_vn: Giao cho {{name}} tiếp tục chia sẻ?
zh_cn: 指定{{name}}继续共享？
zh_hk: 指定 {{name}} 繼續分享？
zh_tw: 指定{{name}}繼續分享？

# 8Ug
source: Avatar
hi_in: अवतार
ja_jp: アバター
ko_kr: 아바타
ru_ru: Аватар
th_th: อวตาร
vi_vn: Ảnh đại diện
zh_cn: 虚拟形象
zh_hk: 虛擬頭像
zh_tw: 虛擬頭像

# 4FQ
source: Awaiting response
de_de: Warten auf Annahme
es_es: Esperando respuesta
fr_fr: En attente de réponse
hi_in: प्रतिक्रिया की प्रतीक्षा में है
id_id: Menunggu respon
it_it: In attesa di risposta
ja_jp: 応答を待っています
ko_kr: 응답 대기 중
ms_my: Menunggu respons
pt_br: Aguardando resposta
ru_ru: Ожидание ответа
th_th: กำลังรอการตอบสนอง
vi_vn: Đang chờ bên kia trả lời
zh_cn: 正在等待对方接听
zh_hk: 正在等待對方接聽
zh_tw: 正在等待對方接聽

# lBA
source: Call
de_de: Anrufen
es_es: Llamar
fr_fr: Appeler
hi_in: कॉल
id_id: Panggil
it_it: Chiama
ja_jp: 通話
ko_kr: 호출
ms_my: Panggil
pt_br: Chamar
ru_ru: Позвонить
th_th: โทร
vi_vn: Gọi
zh_cn: 呼叫
zh_hk: 致電
zh_tw: 撥打

# uCI
source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Caméra
hi_in: कैमरा
id_id: Kamera
it_it: Videocamera
ja_jp: カメラ
ko_kr: 카메라
ms_my: Kamera
pt_br: Câmera
ru_ru: Камера
th_th: กล้อง
vi_vn: Máy ảnh
zh_cn: 摄像头
zh_hk: 鏡頭
zh_tw: 攝影機

# gMg
source: Camera not working
de_de: Kamera funktioniert nicht
es_es: La cámara no funciona
fr_fr: La caméra ne fonctionne pas
hi_in: कैमरा काम नहीं कर रहा है
id_id: Kamera tidak berfungsi
it_it: La videocamera non funziona
ja_jp: カメラは使用できません
ko_kr: 카메라가 작동하지 않음
ms_my: Kamera tidak berfungsi
pt_br: A câmera não funciona
ru_ru: Камера не работает
th_th: กล้องไม่ทำงาน
vi_vn: Máy ảnh không hoạt động
zh_cn: 摄像头不可用
zh_hk: 無法使用鏡頭
zh_tw: 攝影機不可用

# V0g
source: Camera off
de_de: Kamera aus
es_es: Cámara apagada
fr_fr: Caméra désactivée
hi_in: कैमरा बंद
id_id: Kamera mati
it_it: Videocamera spenta
ja_jp: カメラ：オフ
ko_kr: 카메라 끔
ms_my: Kamera mati
pt_br: Câmera desligada
ru_ru: Камера выключена
th_th: กล้องปิดอยู่
vi_vn: Đã tắt máy ảnh
zh_cn: 摄像头关闭
zh_hk: 鏡頭關閉
zh_tw: 攝影機關閉

# Dq0
source: Camera on
de_de: Kamera ein
es_es: Cámara encendida
fr_fr: Caméra activée
hi_in: कैमरा चालू
id_id: Kamera hidup
it_it: Videocamera accesa
ja_jp: カメラ：オン
ko_kr: 카메라 켬
ms_my: Kamera hidup
pt_br: Câmera ligada
ru_ru: Камера включена
th_th: กล้องเปิดอยู่
vi_vn: Đã bật máy ảnh
zh_cn: 摄像头开启
zh_hk: 鏡頭開啟
zh_tw: 攝影機開啟

# U2A
source: You can now view the document on your own.
de_de: Sie können das Dokument nun in der Einzelansicht anzeigen.
es_es: Ahora puedes ver el documento por tu cuenta.
fr_fr: Vous pouvez maintenant visualiser le document par vous-même.
hi_in: अब आप खुद से दस्तावेज़ को देख सकते हैं.
id_id: Anda sekarang dapat melihat dokumen sesuai keinginan Anda.
it_it: Ora puoi visualizzare il documento da solo.
ja_jp: 自由に閲覧できます
ko_kr: 이제 문서를 직접 볼 수 있습니다.
ms_my: Anda kini boleh melihat dokumen sendiri.
pt_br: Pode ver o documento por conta própria.
ru_ru: Теперь вы можете просматривать документ произвольно.
th_th: ตอนนี้คุณสามารถดูเอกสารได้ด้วยตัวเองแล้ว
vi_vn: Bây giờ bạn có thể tự xem văn bản.
zh_cn: 你已进入自由浏览
zh_hk: 你已進入自由瀏覽
zh_tw: 你已進入自由瀏覽

# nv8
source: Copy Doc Link
de_de: Doc-Link kopieren
es_es: Copiar enlace de Doc
fr_fr: Copier le lien du Doc
hi_in: फ़ाइल लिंक कॉपी करें
id_id: Salin Tautan Doc
it_it: Copia link Docs
ja_jp: ドキュメントのリンクをコピー
ko_kr: Doc 링크 복사
ms_my: Salin Pautan Dokumen
pt_br: Copiar link do Doc
ru_ru: Скопировать ссылку на документ
th_th: คัดลอกลิงก์ Doc
vi_vn: Sao chép liên kết tài liệu
zh_cn: 复制文档链接
zh_hk: 複製文件連結
zh_tw: 複製文件連結

# TpI
source: Share Doc
de_de: Doc teilen
es_es: Compartir documento
fr_fr: Partager le Doc
hi_in: डॉक्स साझा करें
id_id: Berbagi Doc
it_it: Condividi documento
ja_jp: ドキュメントを共有
ko_kr: 문서 공유
ms_my: Kongsi Dok
pt_br: Compartilhar Doc
ru_ru: Показать документ
th_th: แชร์เอกสาร
vi_vn: Chia sẻ Doc
zh_cn: 共享文档
zh_hk: 分享文件
zh_tw: 分享文件
