Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# vmU
source: This user is already an interpreter.
de_de: Dieser Benutzer ist bereits Dolmetscher.
es_es: Este usuario ya es intérprete.
fr_fr: Cet utilisateur est déjà un interprète.
hi_in: यह उपयोगकर्ता पहले से ही एक इंटरप्रेटर है.
id_id: Pengguna ini sudah menjadi penerjemah.
it_it: Questo utente è già un interprete.
ja_jp: このユーザーは既に通訳者です
ko_kr: 이 사용자는 이미 통역사입니다
ms_my: Pengguna ini sudah menjadi penterjemah.
pt_br: Este usuário já é intérprete.
ru_ru: Этот пользователь уже является переводчиком.
th_th: ผู้ใช้รายนี้เป็นล่ามอยู่แล้ว
vi_vn: Người dùng này đã là phiên dịch viên rồi.
zh_cn: 该用户已是译员
zh_hk: 該用戶已是譯員
zh_tw: 該使用者已是翻譯員

# Iok
source: You're already sharing via HDMI.
de_de: Freigabe über HDMI läuft bereits.
es_es: Ya estás compartiendo mediante HDMI.
fr_fr: Vous partagez déjà via le HDMI.
hi_in: आप पहले से ही HDMI के माध्यम से साझा कर रहे हैं.
id_id: Anda sudah berbagi via HDMI.
it_it: Stai già condividendo tramite HDMI.
ja_jp: HDMI で共有中です
ko_kr: 이미 HDMI를 통해 공유하고 있습니다.
ms_my: Anda sudah berkongsi melalui HDMI.
pt_br: Você já está compartilhando via HDMI.
ru_ru: Вы уже показываете экран через HDMI.
th_th: คุณกำลังแบ่งปันผ่านทาง HDMI อยู่แล้ว
vi_vn: Bạn đang chia sẻ qua HDMI rồi.
zh_cn: 当前正在有线投屏
zh_hk: 目前正在有線投射螢幕
zh_tw: 目前正在進行有線投影

# vw8
source: You have unsaved annotations. Are you sure you want to end the call?
de_de: Sie haben ungespeicherte Anmerkungen. Möchten Sie den Anruf wirklich beenden?
es_es: Tienes anotaciones sin guardar. ¿Seguro que quieres finalizar la llamada?
fr_fr: Vous avez des annotations non enregistrées. Êtes-vous sûr de vouloir mettre fin à l'appel ?
id_id: Anda memiliki anotasi yang belum disimpan. Yakin ingin mengakhiri panggilan?
it_it: Hai delle annotazioni non salvate. Vuoi davvero terminare la chiamata?
ja_jp: 注釈が保存されていません。通話を終了しますか？
ko_kr: 저장되지 않은 주석이 있습니다. 통화를 종료하시겠습니까?
ms_my: Anda mempunyai anotasi yang belum disimpan. Adakah anda pasti mahu mengakhiri panggilan?
pt_br: Você tem anotações não salvas. Tem certeza de que deseja encerrar a chamada?
ru_ru: Имеются несохраненные примечания. Вы уверены, что хотите завершить вызов?
th_th: คุณมีการใส่คำอธิบายประกอบที่ยังไม่ได้บันทึก แน่ใจหรือว่าต้องการจบการโทร
vi_vn: Bạn có chú thích chưa lưu. Bạn có chắc muốn kết thúc cuộc gọi không?
zh_cn: 标注内容尚未保存，是否结束通话？
zh_hk: 尚未儲存標註內容，是否結束通話？
zh_tw: 標註內容尚未儲存，是否結束通話？

# xo8
source: You have unsaved annotations. Are you sure you want to end the meeting?
de_de: Sie haben ungespeicherte Anmerkungen. Möchten Sie die Besprechung wirklich beenden?
es_es: Tienes anotaciones sin guardar. ¿Seguro que quieres finalizar la reunión?
fr_fr: Vous avez des annotations non enregistrées. Êtes-vous sûr de vouloir mettre fin à la réunion ?
id_id: Anda memiliki anotasi yang belum disimpan. Yakin ingin mengakhiri rapat?
it_it: Hai delle annotazioni non salvate. Vuoi davvero terminare la riunione?
ja_jp: 注釈が保存されていません。会議を終了しますか？
ko_kr: 저장되지 않은 주석이 있습니다. 회의를 종료하시겠습니까?
ms_my: Anda mempunyai anotasi yang belum disimpan. Adakah anda pasti mahu mengakhiri mesyuarat?
pt_br: Você tem anotações não salvas. Tem certeza de que deseja encerrar a reunião?
ru_ru: Имеются несохраненные примечания. Вы уверены, что хотите завершить конференцию?
th_th: คุณมีการใส่คำอธิบายประกอบที่ยังไม่ได้บันทึก แน่ใจหรือว่าต้องการจบการประชุม
vi_vn: Bạn có chú thích chưa lưu. Bạn có chắc muốn kết thúc cuộc họp không?
zh_cn: 标注内容尚未保存，是否结束会议？
zh_hk: 尚未儲存標註內容，是否結束會議？
zh_tw: 標註內容尚未儲存，是否結束會議？

# A7E
source: All participants can see the annotations you make.
de_de: Alle Teilnehmer können die von Ihnen vorgenommenen Anmerkungen sehen.
es_es: Todos los participantes pueden ver las anotaciones que haces.
fr_fr: Tous les participants peuvent afficher les annotations que vous effectuez.
hi_in: सभी सहभागी आपके द्वारा किए गए व्याख्याओं को देख सकते हैं.
id_id: Semua peserta dapat melihat anotasi yang Anda buat.
it_it: Tutti i partecipanti possono visualizzare le annotazioni lasciate da te.
ja_jp: 注釈内容はすべての参加者に表示されます
ko_kr: 모든 참가자는 회원님이 작성한 주석을 볼 수 있습니다.
ms_my: Semua peserta boleh melihat anotasi yang anda buat.
pt_br: Todos os participantes podem ver as anotações que você faz.
ru_ru: Все участники могут видеть ваши примечания.
th_th: ผู้เข้าร่วมทั้งหมดสามารถเห็นคำอธิบายประกอบที่คุณทำได้
vi_vn: Tất cả người tham gia đều có thể xem được các chú thích do bạn tạo ra.
zh_cn: 标注内容将对所有参会人可见
zh_hk: 所有參加者均可看見標註內容
zh_tw: 標註內容對所有與會人員可見

# NJU
source: I Know
de_de: Ich weiß
es_es: Lo sé.
fr_fr: J'ai compris
hi_in: मैं जानता/जानती हूँ
id_id: Saya Tahu
it_it: Lo so
ja_jp: OK
ko_kr: 확인
ms_my: Saya Tahu
pt_br: Eu sei
ru_ru: Я знаю
th_th: ฉันทราบแล้ว
vi_vn: Tôi Biết
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# yCc
source: Approve
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
hi_in: स्वीकार करें
id_id: Setuju
it_it: Approva
ja_jp: 同意
ko_kr: 승인
ms_my: Luluskan
pt_br: Aprovar
ru_ru: Одобрить
th_th: อนุมัติ
vi_vn: Phê duyệt
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# DSY
source: Ask all to unmute
de_de: Alle um Aufhebung der Stummschaltung bitten
es_es: Pedir a todos que dejen de silenciar
fr_fr: Demandez à tous d'activer le microphone
hi_in: सभी को अनम्यूट करने के लिए पूछें
id_id: Minta semua untuk membunyikan
it_it: Chiedi a tutti di attivare l'audio
ja_jp: ミュート解除を依頼
ko_kr: 모두에게 음소거 해제 요청
ms_my: Minta semua untuk nyahbisu
pt_br: Solicitar a todos para desativar mudo
ru_ru: Попросить всех включить звук
th_th: ขอให้ทุกคนเปิดเสียง
vi_vn: Yêu cầu tất cả mọi người bật tiếng
zh_cn: 请求全员开麦
zh_hk: 要求全員開啟麥克風
zh_tw: 請求全體成員開啟麥克風

# X6o
source: Ask host for help
de_de: Moderator um Hilfe bitten
es_es: Pedir ayuda al moderador
fr_fr: Demander de l'aide à l'hôte
hi_in: होस्ट से सहायता के लिए कहें
id_id: Minta bantuan host
it_it: Chiedi aiuto all'host
ja_jp: 進行役にヘルプをリクエスト
ko_kr: 진행자에게 도움 요청
ms_my: Minta bantuan hos
pt_br: Pedir ajuda ao host
ru_ru: Попросить помощи у ведущего
th_th: ขอความช่วยเหลือจากโฮสต์
vi_vn: Yêu cầu người tổ chức trợ giúp
zh_cn: 请求主持人帮助
zh_hk: 要求主持人幫助
zh_tw: 請求主持人協助

# dCo
source: Ask for help
de_de: Um Hilfe bitten
es_es: Pedir ayuda
fr_fr: Demander de l'aide
id_id: Minta bantuan
it_it: Chiedi aiuto
ja_jp: ヘルプを求める
ko_kr: 도움을 요청
ms_my: Minta bantuan
pt_br: Pedir ajuda
ru_ru: Просить помощи
th_th: ขอความช่วยเหลือ
vi_vn: Yêu cầu trợ giúp
zh_cn: 请求帮助
zh_hk: 尋求幫助
zh_tw: 請求協助

# BtA
source: If you need help, you can invite the host to join the room.
de_de: Wenn Sie Hilfe benötigen, können Sie den Moderator einladen, dem Raum beizutreten.
es_es: Si necesitas ayuda, puedes invitar al moderador a unirse a la sala.
fr_fr: Si vous avez besoin d'aide, vous pouvez inviter l'hôte à rejoindre la salle.
hi_in: यदि आपको सहायता चाहिए तो आप होस्ट को रूम में शामिल होने के लिए आमंत्रित कर सकते हैं.
id_id: Jika Anda membutuhkan bantuan, Anda dapat mengundang host untuk bergabung ke ruang diskusi.
it_it: Se hai bisogno di aiuto, puoi invitare l'host a partecipare in sala.
ja_jp: ヘルプをリクエストするには、進行役をルームに招待してください
ko_kr: 도움이 필요하면 진행자를 회의실에 참가하도록 초대할 수 있습니다.
ms_my: Jika anda memerlukan bantuan, anda boleh menjemput hos untuk menyertai bilik.
pt_br: Se precisar de ajuda, você poderá convidar o host para ingressar na sala.
ru_ru: Если вам нужна помощь, вы можете пригласить ведущего присоединиться к комнате.
th_th: หากคุณต้องการความช่วยเหลือ คุณสามารถเชิญโฮสต์ให้เข้าร่วมห้องได้
vi_vn: Nếu cần trợ giúp, bạn có thể mời người tổ chức tham gia vào phòng.
zh_cn: 如果需要帮助，可以邀请主持人加入讨论组
zh_hk: 如果需要幫助，可以邀請主持人加入討論小組
zh_tw: 如果需要幫助，可以邀請主持人加入討論群組

# a8U
source: Ask the host to join the room and help you?
de_de: Moderator bitten, dem Raum beizutreten und Ihnen zu helfen?
es_es: ¿Pedir al moderador que se una a la sal ay te ayude?
fr_fr: Demander à l'hôte de rejoindre la salle et de vous aider ?
hi_in: होस्ट से रूम में शामिल होने और आपकी सहायता करने के लिए कहें?
id_id: Minta host untuk bergabung ke ruang diskusi dan membantu Anda?
it_it: Chiedi all'host di accedere alla sala per aiutarti?
ja_jp: 進行役をルームに招待し、ヘルプをリクエストしますか？
ko_kr: 회의실에 참가하여 도움을 제공하도록 진행자에게 요청하시겠습니까?
ms_my: Minta hos menyertai bilik dan membantu anda?
pt_br: Pedir ao host para ingressar na sala e ajudar você?
ru_ru: Попросить ведущего присоединиться к комнате и помочь вам?
th_th: ขอให้โฮสต์เข้าร่วมห้องและช่วยคุณหรือไม่
vi_vn: Yêu cầu người tổ chức tham gia vào phòng và trợ giúp bạn?
zh_cn: 请求主持人进入讨论组帮助你？
zh_hk: 要求主持人進入討論小組幫助你？
zh_tw: 請求主持人進入討論群組協助你？

# kqk
source: Ask the host to start cloud recording?
de_de: Moderator bitten, die Cloud-Aufzeichnung zu starten?
es_es: ¿Pedir al moderador que inicie la grabación en la nube?
fr_fr: Demander à l’hôte de démarrer l’enregistrement sur le Cloud ?
id_id: Minta host untuk memulai perekaman cloud?
it_it: Chiedere all'host di avviare la registrazione cloud?
ja_jp: 進行役にクラウドレコーディングをリクエストしますか？
ko_kr: 진행자에게 클라우드 기록을 시작하도록 요청하시겠습니까?
ms_my: Tanya hos untuk memulakan rakaman awan?
pt_br: Pedir ao host para iniciar a gravação na nuvem?
ru_ru: Запросить начало облачной записи у ведущего?
th_th: ขอให้โฮสต์เริ่มการบันทึกบนคลาวด์หรือไม่
vi_vn: Yêu cầu chủ phòng bắt đầu ghi lên đám mây?
zh_cn: 请求主持人开始云录制？
zh_hk: 要求主持人開始雲端錄影？
zh_tw: 要請求主持人開始雲端錄製嗎？

# opo
source: Only the host can start livestreaming the meeting.
de_de: Nur der Moderator kann den Livestream der Besprechung starten.
es_es: Solo el moderador puede iniciar la emisión en directo de la reunión.
fr_fr: Seul l'hôte peut lancer la diffusion en direct de la réunion.
id_id: Hanya host yang dapat memulai streaming langsung rapat.
it_it: Solo l'host può avviare il live streaming della riunione.
ja_jp: 進行役のみ会議のストリーミングを開始できます
ko_kr: 진행자만 회의 라이브 방송을 시작할 수 있습니다.
ms_my: Hanya hos boleh memulakan siaran langsung mesyuarat.
pt_br: Apenas o host pode iniciar a transmitir ao vivo da reunião.
ru_ru: Только ведущий может начать трансляцию конференции.
th_th: เฉพาะโฮสต์เท่านั้นที่สามารถเริ่มสตรีมสดได้
vi_vn: Chỉ chủ phòng mới có thể bắt đầu phát trực tiếp cuộc họp.
zh_cn: 仅主持人可以开始直播会议
zh_hk: 只有主持人可以開始直播會議
zh_tw: 僅主持人可以開始直播會議

# kJI
source: Ask the host to start livestreaming?
de_de: Moderator bitten, den Livestream zu starten?
es_es: ¿Pedir al moderador que inicie la emisión en directo?
fr_fr: Demander à l'hôte de commencer la diffusion en direct ?
id_id: Minta host untuk memulai streaming langsung?
it_it: Chiedere all'host di avviare il live streaming?
ja_jp: 進行役にストリーミングの開始をリクエストしますか？
ko_kr: 진행자에게 라이브 방송을 시작하도록 요청하시겠습니까?
ms_my: Minta hos untuk memulakan siaran langsung?
pt_br: Pedir ao host para iniciar a transmissão ao vivo?
ru_ru: Попросить ведущего начать трансляцию?
th_th: ขอให้โฮสต์เริ่มสตรีมสดหรือไม่
vi_vn: Yêu cầu chủ phòng bắt đầu phát trực tiếp?
zh_cn: 请求主持人开始直播？
zh_hk: 請求主持人開始直播？
zh_tw: 請求主持人開始直播？

# Wyw
source: Only the host can start recording the meeting
de_de: Nur der Moderator kann die Aufzeichnung der Besprechung starten
es_es: Solo el moderador puede iniciar la grabación de la reunión
fr_fr: Seul l'hôte peut lancer l'enregistrement de la réunion
id_id: Hanya host yang dapat mulai merekam rapat
it_it: Solo l'host può avviare la registrazione della riunione
ja_jp: 進行役のみ会議のレコーディングを開始できます
ko_kr: 회의 기록은 진행자만 시작할 수 있습니다
ms_my: Hanya hos boleh memulakan rakaman mesyuarat
pt_br: Apenas o host pode iniciar a gravação da reunião
ru_ru: Только организатор может начать запись конференции
th_th: เฉพาะโฮสต์เท่านั้นที่สามารถเริ่มบันทึกการประชุมได้
vi_vn: Chỉ chủ phòng mới có thể bắt đầu ghi cuộc họp
zh_cn: 仅主持人可以开始录制会议
zh_hk: 僅主持人可以開始錄影會議
zh_tw: 僅主持人可以開始錄製會議

# 6WQ
source: Ask the host to start recording?
de_de: Moderator bitten, die Aufzeichnung zu starten?
es_es: ¿Pedir al moderador que inicie la grabación?
fr_fr: Demander à l'hôte de démarrer l'enregistrement ?
id_id: Minta host untuk memulai perekaman?
it_it: Chiedere all'host di avviare la registrazione?
ja_jp: 進行役にレコーディングの開始をリクエストしますか？
ko_kr: 진행자에게 기록 시작을 요청하시겠습니까?
ms_my: Minta hos untuk memulakan rakaman?
pt_br: Pedir ao host para iniciar a gravação?
ru_ru: Запросить начало записи у ведущего?
th_th: ขอให้โฮสต์เริ่มการบันทึกหรือไม่
vi_vn: Yêu cầu chủ phòng bắt đầu ghi?
zh_cn: 请求主持人开始录制？
zh_hk: 要求主持人開始錄影？
zh_tw: 請求主持人開始錄製？

# x8w
source: AI is turned off for this meeting. Send a request to the host for permission to use it.
de_de: Die KI ist für diese Besprechung deaktiviert. Um sie nutzen zu können, senden Sie dem Moderator einen Antrag für die Berechtigung zur Nutzung der KI.
es_es: IA desactivada para esta reunión. Envía una solicitud al moderador para obtener permiso para usarla.
fr_fr: L'IA est désactivée pour cette réunion. Envoyez une demande à l'hôte pour obtenir l'autorisation de l'utiliser.
id_id: AI dinonaktifkan untuk rapat ini. Kirim permintaan izin menggunakannya ke host.
it_it: L'IA è stata disattivata per questa riunione. Invia una richiesta all'host per ottenere l'autorizzazione per utilizzarla.
ja_jp: この会議では AI チャットが有効化されていません。進行役に AI チャットの有効化をリクエストしてください。
ko_kr: 이 회의에 대해 AI가 꺼져 있습니다. 진행자에게 사용 권한을 요청하세요.
ms_my: AI dimatikan untuk mesyuarat ini. Hantar permintaan kepada hos untuk kebenaran menggunakannya.
pt_br: A IA está desativada para esta reunião. Envie uma solicitação ao host para permissão para usá-lo.
ru_ru: AI выключен для этой конференции. Отправьте запрос ведущему, чтобы получить разрешение на использование.
th_th: AI ปิดอยู่สำหรับการประชุมนี้ ส่งคำขอไปยังโฮสต์เพื่อขออนุญาตใช้งาน
vi_vn: AI cho cuộc họp này bị tắt. Hãy gửi yêu cầu cho chủ phòng để xin cấp quyền sử dụng AI.
zh_cn: 此会议未开启会中 AI 对话能力，可请求主持人开启后使用
zh_hk: 此會議為開啟會議中 AI 對話功能，可要求主持人開啟後使用
zh_tw: 此會議未開啟會議中 AI 對話功能，可請求主持人開啟後使用

# 3HE
source: Permission needed from host
de_de: Berechtigung vom Moderator erforderlich
es_es: Se necesita permiso del moderador
fr_fr: Autorisation de l'hôte requise
id_id: Izin host diperlukan
it_it: Autorizzazione dell'host necessaria
ja_jp: 進行役に AI チャットの有効化をリクエスト
ko_kr: 진행자의 권한 필요
ms_my: Perlu kebenaran dari hos
pt_br: Permissão necessária do host
ru_ru: Требуется разрешение от ведущего
th_th: ต้องได้รับอนุญาตจากโฮสต์
vi_vn: Quyền cần được chủ phòng cấp
zh_cn: 请求主持人开启会中 AI 对话
zh_hk: 要求主持人開啟會議中 AI 對話
zh_tw: 請求主持人開啟會議中 AI 對話

# thg
source: You've been assigned as an interpreter.
de_de: Sie wurden als Dolmetscher hinzugefügt.
es_es: Se te ha asignado como intérprete.
fr_fr: Vous avez été désigné en tant qu'interprète.
hi_in: आपको एक इंटरप्रेटर के रूप में नियुक्त किया गया है.
id_id: Anda telah ditetapkan sebagai penerjemah.
it_it: Sei stato assegnato come interprete.
ja_jp: 通訳者に指定されました
ko_kr: 귀하는 통역사로 지정되었습니다.
ms_my: Anda telah ditugaskan sebagai jurubahasa.
pt_br: Você foi atribuído como intérprete.
ru_ru: Вы назначены переводчиком.
th_th: คุณได้รับมอบหมายให้เป็นล่าม
vi_vn: Bạn đã được gán một phiên dịch viên.
zh_cn: 你已被指定为译员
zh_hk: 你已被指定為譯員
zh_tw: 你已被指定為翻譯員

# 8k4
source: Webinar attendees do not support being assigned as interpreters.
de_de: Für Webinar-Teilnehmer wird die Zuweisung als Dolmetscher nicht unterstützt.
es_es: No es posible designar a los asistentes del seminario web como intérpretes.
fr_fr: Les participants au webinaire ne peuvent pas être désignés comme 'interprètes.
id_id: Peserta webinar tidak mendukung penugasan sebagai juru bahasa.
it_it: Gli ospiti del webinar non supportano l'assegnazione del ruolo di interprete.
ja_jp: ウェビナーの出席者は通訳者に設定できません。
ko_kr: 웨비나 참석자가 통역사 지정되기를 지원하지 않습니다.
ms_my: Peserta webinar tidak menyokong ditugaskan sebagai jurubahasa.
pt_br: Os participantes do webinar não permitem a atribuição como intérpretes.
ru_ru: Участников вебинара нельзя назначить переводчиками.
th_th: ผู้เข้าร่วมการสัมมนาออนไลน์ไม่รองรับการได้รับมอบหมายให้เป็นล่าม
vi_vn: Không hỗ trợ chỉ định người tham dự hội thảo trực tuyến làm phiên dịch viên.
zh_cn: 网络研讨会观众不支持被设置为译员
zh_hk: 不支援將網絡研討會觀眾設定為譯員
zh_tw: 不支援將網路研討會觀眾設定為譯員

# 3BI
source: Attendees ({{number}})
de_de: Anwesende ({{number}})
es_es: Asistentes ({{number}})
fr_fr: Participants ({{number}})
id_id: Peserta ({{number}})
it_it: Partecipanti ({{number}})
ja_jp: 出席者 ({{number}})
ko_kr: 참석자({{number}})
ms_my: Peserta ({{number}})
pt_br: Participantes ({{number}})
ru_ru: Присутствующие({{number}})
th_th: ผู้ร่วมประชุม ({{number}})
vi_vn: Người tham dự ({{number}})
zh_cn: 观众 ({{number}})
zh_hk: 觀眾 ({{number}})
zh_tw: 觀眾 ({{number}})

# An0
source: Do not support operation for attendees.
de_de: Vorgang für Teilnehmer wird nicht unterstützt.
es_es: No admitir operación para asistentes.
fr_fr: Opération non prise en charge pour les participants.
id_id: Tidak mendukung operasi untuk peserta.
it_it: Non supportare l'operazione per gli ospiti.
ja_jp: 出席者はこの操作を行えません。
ko_kr: 참석자에 대한 작업을 지원하지 않습니다.
ms_my: Tidak menyokong operasi untuk peserta.
pt_br: Não ofereça suporta à operação para participantes.
ru_ru: Не поддерживается действие для посетителей.
th_th: ไม่รองรับการดำเนินการจากผู้เข้าร่วมประชุม
vi_vn: Không hỗ trợ thao tác đối với người tham dự.
zh_cn: 观众不支持进行操作
zh_hk: 不支援觀眾執行操作
zh_tw: 不支援觀眾進行操作

# uac
source: Audio Connection
de_de: Audio-Verbindung
es_es: Conexión de audio
fr_fr: Connexion audio
id_id: Koneksi Audio
it_it: Connessione audio
ja_jp: 音声接続を選択
ko_kr: 오디오 연결
ms_my: Sambungan Audio
pt_br: Conexão de áudio
ru_ru: Аудио соединение
th_th: การเชื่อมต่อเสียง
vi_vn: Kết nối âm thanh
zh_cn: 选择音频连接方式
zh_hk: 選擇音訊連接方式
zh_tw: 選擇音訊連接方式

# rWc
source: Audio Recording
de_de: Audioaufzeichnung
es_es: Grabación de audio
fr_fr: Enregistrement audio
id_id: Rekaman Audio
it_it: Registrazione audio
ja_jp: 会議の録音
ko_kr: 오디오 녹음
ms_my: Rakaman Audio
pt_br: Gravação de áudio
ru_ru: Аудио запись
th_th: การบันทึกเสียง
vi_vn: Bản ghi âm thanh
zh_cn: 音频录制
zh_hk: 擷取錄音
zh_tw: 音訊錄製

# 1u4
source: Recording stopped
de_de: Aufzeichnung beendet
es_es: La grabación se ha detenido
fr_fr: Enregistrement arrêté
hi_in: रिकॉर्डिंग रोक दी गई
id_id: Rekaman dihentikan
it_it: Registrazione interrotta
ja_jp: 録音は終了しました
ko_kr: 녹화 중지됨
ms_my: Rakaman berhenti
pt_br: Gravação parada
ru_ru: Запись остановлена
th_th: การบันทึกหยุดลงแล้ว
vi_vn: Đã dừng ghi âm
zh_cn: 录音已停止
zh_hk: 已停止錄音
zh_tw: 錄音已停止

# VN8
source: Audio/Video Call
de_de: Audio-/Videoanruf
es_es: Llamada de audio/vídeo
fr_fr: Appel audio/vidéo
hi_in: ऑडियो/वीडियो कॉल
id_id: Panggilan Audio/Video
it_it: Chiamata audio/video
ja_jp: 音声通話で招待
ko_kr: 음성/영상 통화
ms_my: Panggilan Audio/Video
pt_br: Chamada de áudio/vídeo
ru_ru: Звонок и конференция
th_th: การสนทนาด้วยเสียง/ทางวิดีโอ
vi_vn: Cuộc gọi âm thanh/video
zh_cn: 音视频呼叫
zh_hk: 音訊視像致電
zh_tw: 音視訊呼叫

# 35A
source: According to relevant laws and regulations, you need to complete real-name authentication before you start livestreaming.
de_de: Gemäß den anwendbaren Gesetzen und Vorschriften müssen Sie vor dem Beginn des Livestreamings die Authentifizierung mit Ihrem Klarnamen durchführen.
es_es: De acuerdo con las leyes y los reglamentos pertinentes, se debe completar la autenticación del nombre real antes de comenzar a emitir en directo.
fr_fr: Conformément aux lois et réglementations applicables, vous devez effectuer l'authentification avec votre vrai nom avant de commencer la diffusion en direct.
id_id: Berdasarkan undang-undang dan aturan yang relevan, Anda perlu menyelesaikan autentikasi nama asli sebelum memulai streaming langsung.
it_it: In base alle leggi e alle normative pertinenti, devi completare l'autenticazione con nome reale prima di avviare un live streaming.
ja_jp: 法律法規の要求によってストリーミングを開始するには実名認定を完了するが必要です
ko_kr: 관련 법률에 따르 실명 인증을 완료해야 라이브 방송을 시작할 수 있습니다.
ms_my: Menurut undang-undang dan peraturan yang berkaitan, anda perlu melengkapkan pengesahan nama sebenar sebelum anda mula menyiarkan secara langsung.
pt_br: De acordo com as leis e os regulamentos relevantes, você precisa concluir a autenticação de nome real antes de iniciar a transmissão ao vivo.
ru_ru: В соответствии с применимым законодательством вам необходимо пройти аутентификацию по реальному имени, прежде чем начать трансляцию.
th_th: คุณต้องการรับรองความถูกต้องชื่อจริงให้เสร็จสมบูรณ์ก่อนเริ่มสตรีมสด ตามกฎหมายและระเบียบข้อบังคับที่เกี่ยวข้อง
vi_vn: Theo các luật và quy định liên quan, bạn cần hoàn tất xác thực tên thật trước khi bắt đầu phát trực tiếp.
zh_cn: 根据法律法规要求，开始直播需完成实名认证
zh_hk: 根據法律法規要求，開始直播需完成實名認證
zh_tw: 根據法律法規要求，開始直播需完成實名認證

# TgU
source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour
hi_in: वापस जाएँ
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Kembali
pt_br: Anterior
ru_ru: Назад
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# Va0
source: Return
de_de: Zurückkehren
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Ritorna
ja_jp: 画面共有に戻る
ko_kr: 돌아가기
ms_my: Kembali
pt_br: Retornar
ru_ru: Вернуться
th_th: ย้อนกลับ
vi_vn: Quay lại
zh_cn: 回到屏幕共享
zh_hk: 回到螢幕分享
zh_tw: 回到畫面分享

# Lpk
source: Back to bottom
de_de: Zurück nach unten
es_es: Volver a la parte inferior
fr_fr: Retour au bas de la page
hi_in: नीचे वापस जाएँ
id_id: Kembali ke bawah
it_it: Torna giù
ja_jp: 最新メッセージへ
ko_kr: 아래로 돌아가기
ms_my: Kembali ke bawah
pt_br: Voltar ao fim
ru_ru: Вернуться вниз
th_th: กลับไปด้านล่าง
vi_vn: Quay về phía dưới
zh_cn: 回到最后
zh_hk: 回到最後
zh_tw: 回到最底端

# 8l8
source: Return to Main Room
de_de: Zurück zum Hauptraum
es_es: Volver a sala principal
fr_fr: Retour à la salle principale
hi_in: मेन रूम में वापस जाएँ
id_id: Kembali ke Ruang Utama
it_it: Torna alla sala principale
ja_jp: メインルームに戻る
ko_kr: 주회의실로 돌아가기
ms_my: Kembali ke Bilik Utama
pt_br: Retornar à sala principal
ru_ru: Вернуться в главный зал
th_th: กลับไปยังห้องหลัก
vi_vn: Quay về Phòng chính
zh_cn: 返回主会场
zh_hk: 返回主會場
zh_tw: 返回主會場

# bvQ
source: Ban all from messaging
de_de: Messaging für alle untersagen
es_es: No permitir a nadie enviar mensajes
fr_fr: Interdire à tous l'envoi de messages
id_id: Larang semua dari perpesanan
it_it: Vieta a tutti di inviare messaggi
ja_jp: 全員が発言禁止
ko_kr: 모든 사용자의 메시지 금지
ms_my: Larang semua daripada menghantar mesej
pt_br: Banir tudo de mensagens
ru_ru: Запретить всем сообщения
th_th: แบนทั้งหมดไม่ให้รับส่งข้อความ
vi_vn: Cấm tất cả người tham gia nhắn tin
zh_cn: 全员禁言
zh_hk: 全員禁言
zh_tw: 全員禁言

# HJA
source: Calls and meetings are not available to your company.
de_de: Anrufe und Besprechungen sind für Ihr Unternehmen nicht verfügbar.
es_es: Las llamadas y reuniones no están disponibles para su empresa.
fr_fr: Les appels et les réunions ne sont pas disponibles pour votre entreprise.
hi_in: कॉल और मीटिंग आपकी कंपनी के लिए उपलब्ध नहीं हैं.
id_id: Panggilan dan rapat tidak tersedia untuk perusahaan Anda.
it_it: Le chiamate e le riunioni non sono disponibili per la tua azienda.
ja_jp: 所属している法人の機能制限によって通話・会議機能が使用できません
ko_kr: 귀사에서는 통화 및 회의를 사용할 수 없습니다.
ms_my: Panggilan dan mesyuarat tidak tersedia untuk syarikat anda.
pt_br: Chamadas e reuniões não estão disponíveis para sua empresa.
ru_ru: Звонки и конференции недоступны для вашей компании.
th_th: บริษัทของคุณไม่สามารถใช้การโทรและการประชุมได้
vi_vn: Gọi điện và tổ chức họp không khả dụng với công ty của bạn.
zh_cn: 你所在的企业无法使用通话与会议功能
zh_hk: 你所在的企業無法使用通話與會議功能
zh_tw: 你所在的企業無法使用通話與會議功能

# stc
source: Bluetooth
hi_in: ब्लूटूथ
ko_kr: 블루투스
th_th: บลูทูธ
zh_cn: 蓝牙
zh_hk: 藍牙
zh_tw: 藍牙

# FpA
source: This feature is not supported in breakout rooms.
de_de: Diese Funktion wird in Gruppenräumen nicht unterstützt.
es_es: Esta función no es compatible con las salas de descanso.
fr_fr: Cette fonction n’est pas prise en charge dans les sessions en petit groupes.
hi_in: ब्रेकआउट रूम में यह सुविधा समर्थित नहीं है.
id_id: Fitur ini tidak didukung di dalam ruang diskusi kelompok.
it_it: Questa funzione non è supportata nelle sale di suddivisione.
ja_jp: ブレイクアウトルームでこの機能を使用できません
ko_kr: 이 기능은 소회의실에서 지원되지 않습니다.
ms_my: Ciri ini tidak disokong dalam bilik pecahan.
pt_br: Este recurso não é compatível com salas separadas.
ru_ru: Эта функция не поддерживается в сессионных залах.
th_th: ห้องย่อยไม่รองรับฟีเจอร์นี้
vi_vn: Tính năng này không được hỗ trợ trong phòng chia nhóm.
zh_cn: 讨论组内不支持使用该功能
zh_hk: 討論小組不支援使用該功能
zh_tw: 討論群組內不支援使用該功能
