Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# zSM
source: Room device connected. {{deviceType}} mic muted.
de_de: Das Raumgerät ist verbunden, weshalb das {{deviceType}}-Mikrofon stummgeschaltet ist.
es_es: Dispositivo de sala conectado. Micrófono {{deviceType}} silenciado.
fr_fr: Appareil de la salle connecté. Microphone {{deviceType}} coupé.
id_id: Perangkat ruangan terhubung. Mikrofon {{deviceType}} dibisukan.
it_it: Dispositivo sala connesso. Audio del microfono {{deviceType}} disattivato.
ja_jp: 会議室と接続したため、{{deviceType}}のマイクがオフになります
ko_kr: 회의실 장치가 연결되었습니다. {{deviceType}} 마이크가 음소거되었습니다.
ms_my: Peranti bilik disambungkan. Mik {{deviceType}} disenyapkan.
pt_br: Dispositivo da sala conectado. Microfone do {{deviceType}} com mudo ativado.
ru_ru: Устройство в зале подключено. Микрофон {{deviceType}} выключен.
th_th: เชื่อมต่ออุปกรณ์ในห้องแล้ว ปิดเสียงไมค์ {{deviceType}} แล้ว
vi_vn: Đã kết nối thiết bị trong phòng. Đã tắt tiếng micrô {{deviceType}}.
zh_cn: 会议室已连接，{{deviceType}}麦克风将保持关闭
zh_hk: 會議室已連線，{{deviceType}}麥克風將保持關閉
zh_tw: 會議室已連線，{{deviceType}}麥克風將保持關閉

# Cj8
source: Only users from the organization
de_de: Nur Benutzer aus der Organisation
es_es: Solo los usuarios de la organización
fr_fr: Utilisateurs de l’organisation uniquement
id_id: Hanya pengguna dari organisasi
it_it: Solo utenti dell'organizzazione
ja_jp: 内部メンバーのみ参加可能
ko_kr: 기업의 사용자만 가능
ms_my: Hanya pengguna dari organisasi
pt_br: Somente usuários da organização
ru_ru: Только пользователи из организации
th_th: เฉพาะผู้ใช้จากองค์กรเท่านั้น
vi_vn: Chỉ người dùng trong tổ chức
zh_cn: 仅企业内用户可加入
zh_hk: 只有企業內用戶可加入
zh_tw: 僅企業內使用者可加入

# p1I
source: This user's app version doesn't support interpretation.
de_de: Die App-Version dieses Benutzers unterstützt kein Dolmetschen.
es_es: La versión de la aplicación del usuario no admite interpretación.
fr_fr: La version de l'application de cet utilisateur ne prend pas en charge l'interprétation.
hi_in: इस उपयोगकर्ता के ऐप का संस्करण इंटरप्रेटेशन को समर्थित नहीं करता.
id_id: Versi aplikasi pengguna ini tidak mendukung interpretasi.
it_it: La versione dell'app di questo utente non supporta il servizio di interpretazione.
ja_jp: このユーザーのアプリバージョンは同時通訳をサポートしていません
ko_kr: 이 사용자의 앱 버전은 통역을 지원하지 않습니다.
ms_my: Versi apl pengguna ini tidak menyokong interpretasi.
pt_br: A versão do aplicativo deste usuário não dá suporte a interpretação.
ru_ru: Версия приложения пользователя не поддерживает перевод.
th_th: เวอร์ชันแอปของผู้ใช้รายนี้ไม่รองรับการล่าม
vi_vn: Phiên bản ứng dụng của người này không hỗ trợ phiên dịch.
zh_cn: 该用户的应用版本暂不支持同声传译
zh_hk: 此用戶的應用程式版本暫不支援同聲傳譯
zh_tw: 該使用者的應用程式版本暫不支援同步翻譯

# hf4
source: You are using cellular data.
de_de: Sie verwenden Mobilfunkdaten.
es_es: Estás utilizando datos móviles.
fr_fr: Vous utilisez les données cellulaires.
hi_in: आप सेल्युलर डेटा का उपयोग कर रहे हैं.
id_id: Anda sedang menggunakan data seluler.
it_it: Stai utilizzando i dati cellulari.
ja_jp: モバイルネットワークを使用して通話をしています
ko_kr: 셀룰러 데이터를 사용 중입니다.
ms_my: Anda menggunakan data selular.
pt_br: Está usando dados móveis.
ru_ru: Вы используете мобильные данные.
th_th: คุณกำลังใช้ข้อมูลมือถือ
vi_vn: Bạn đang sử dụng dữ liệu di động.
zh_cn: 当前使用移动流量进行通话
zh_hk: 目前使用流動數據流量進行通話
zh_tw: 目前使用行動數據流量進行通話

# JPQ
source: Using system audio
de_de: System-Audio wird verwendet
es_es: Usando audio del sistema
fr_fr: Utilisation de l'audio du système
id_id: Menggunakan audio sistem
it_it: Utilizzo audio del sistema in corso
ja_jp: システム音声を使用しています。
ko_kr: 시스템 오디오 사용 중
ms_my: Menggunakan audio sistem
pt_br: Usando o áudio do sistema
ru_ru: Использование системного аудио
th_th: กำลังใช้ระบบเสียง
vi_vn: Đang sử dụng âm thanh hệ thống
zh_cn: 已使用系统音频
zh_hk: 已使用系統音效
zh_tw: 已使用系統音訊

# DEo
source: You're screen sharing using an ultrasonic connection, and your {{deviceType}} microphone is being used for this process. Rest assured, {{APP_DISPLAY_NAME}} doesn't collect or store any voice data. To turn off this feature, go to @@Settings@@ .
de_de: Sie haben Ihren Bildschirm mithilfe einer Ultraschallverbindung freigegeben, wofür Ihr {{deviceType}}-Mikrofon verwendet wird. Es werden von {{APP_DISPLAY_NAME}} jedoch Sprachdaten weder erfasst noch gespeichert. Wenn Sie diese Funktion deaktivieren möchten, navigieren Sie zu @@Einstellungen@@.
es_es: Estás compartiendo la pantalla con una conexión ultrasónica y se está usando tu micrófono {{deviceType}} para este proceso. Pero no te preocupes, {{APP_DISPLAY_NAME}} no recopila ni almacena datos de voz. Para desactivar esta función, ve a @@Configuración@@.
fr_fr: Vous partagez votre écran à l'aide d'une connexion à ultrasons et votre microphone {{deviceType}} est utilisé à cet effet. Soyez rassuré, {{APP_DISPLAY_NAME}} ne collecte et ne stocke aucune donnée vocale. Pour désactiver cette fonctionnalité, accédez à @@Paramètres@@.
id_id: Anda berbagi layar menggunakan koneksi ultrasonik, dan mikrofon {{deviceType}} Anda digunakan untuk proses ini. Kami pastikan {{APP_DISPLAY_NAME}} tidak mengumpulkan atau menyimpan data suara apa pun. Untuk menonaktifkan fitur ini, buka @@Pengaturan@@ .
it_it: Stai condividendo lo schermo con una connessione a ultrasuoni e per il processo è in uso il microfono del dispositivo {{deviceType}}. Non preoccuparti, {{APP_DISPLAY_NAME}} non raccoglie né salva alcun dato vocale. Per disattivare questa funzione, vai a @@Impostazioni@@.
ja_jp: 超音波で画面を共有しています。この機能を使用するには、{{deviceType}}のマイクにアクセスする必要があります。{{APP_DISPLAY_NAME}}は音声情報を収集・保存することはありません。また、この機能をオフにしたい場合、@@設定@@で変更してください。
ko_kr: 초음파 연결을 사용하여 화면을 공유 중이며 이 과정에서 {{deviceType}} 마이크가 사용되고 있습니다. {{APP_DISPLAY_NAME}}에서는 어떠한 음성 데이터도 수집하거나 저장하지 않으므로 안심하셔도 됩니다. 이 기능을 끄려면 @@설정@@으로 이동하세요.
ms_my: Anda sedang berkongsi skrin menggunakan sambungan ultrasonik, dan mikrofon {{deviceType}} anda digunakan untuk proses ini. Yakinlah, {{APP_DISPLAY_NAME}} tidak mengumpul atau menyimpan sebarang data suara. Untuk mematikan ciri ini, pergi ke @@Settings@@ .
pt_br: Você está compartilhando a tela usando uma conexão ultrassônica e seu microfone do {{deviceType}} está sendo usado para esse processo. Fique tranquilo, o {{APP_DISPLAY_NAME}} não coleta nem armazena dados de voz. Para desativar esse recurso, vá para @@Configurações@@.
ru_ru: Вами включен показ экрана через ультразвуковое соединение, для чего задействуется микрофон вашего устройства {{deviceType}}. Будьте уверены, что голосовые данные приложением {{APP_DISPLAY_NAME}} при этом не собираются и не сохраняются. Для отключения этой функции перейдите в раздел @@Настройки@@.
th_th: คุณกำลังแบ่งปันหน้าจอโดยใช้การเชื่อมต่ออัลตราโซนิก และไมโครโฟน {{deviceType}} จะใช้งานในกระบวนการนี้ โปรดวางใจว่า {{APP_DISPLAY_NAME}} จะไม่รวบรวมหรือจัดเก็บข้อมูลเสียงใด ๆ หากต้องการปิดฟีเจอร์นี้ โปรดไปยัง@@การตั้งค่า@@
vi_vn: Bạn đang chia sẻ màn hình bằng kết nối siêu âm và micrô {{deviceType}} của bạn đang được sử dụng cho quy trình này. Hãy yên tâm, {{APP_DISPLAY_NAME}} không thu thập hoặc lưu trữ bất kỳ dữ liệu giọng nói nào. Để tắt tính năng này, hãy đi tới @@Cài đặt@@.
zh_cn: 正在使用超声波进行会议室投屏，此过程需使用{{deviceType}}麦克风，{{APP_DISPLAY_NAME}}不会收集或存储你的声音信息。如需关闭该功能，请点击 @@设置@@
zh_hk: 正在使用超聲波作會議室投影，此過程需使用{{deviceType}}麥克風，{{APP_DISPLAY_NAME}}不會收集或儲存你的聲音資訊。如需關閉該功能，請點擊@@設定@@
zh_tw: 正在使用超音波進行會議室螢幕投影，此過程需使用{{deviceType}}麥克風，{{APP_DISPLAY_NAME}}不會收集或儲存你的聲音資訊。如需關閉該功能，請點選@@設定@@

# W5A
source: {{name}} has left the meeting. Unable to send the message.
de_de: {{name}} hat die Besprechung verlassen. Die Nachricht konnte nicht gesendet werden.
es_es: {{name}} ha salido de la reunión. No se puede enviar el mensaje.
fr_fr: {{name}} a quitté la réunion. Impossible d'envoyer le message.
id_id: {{name}} telah meninggalkan rapat. Gagal mengirimkan pesan.
it_it: {{name}} ha abbandonato la riunione. Impossibile inviare il messaggio.
ja_jp: {{name}} が会議から退出したため、メッセージを送信できませんでした。
ko_kr: {{name}} 님이 회의에서 나갔습니다. 메시지를 전송할 수 없습니다.
ms_my: {{name}} telah meninggalkan mesyuarat. Tidak dapat menghantar mesej.
pt_br: {{name}} saiu da reunião. Falha ao enviar a mensagem.
ru_ru: {{name}} покинул(а) конференцию. Не удалось отправить сообщение.
th_th: {{name}} ออกจากการประชุมแล้ว ส่งข้อความไม่สำเร็จ
vi_vn: {{name}} đã rời cuộc họp. Không thể gửi tin nhắn.
zh_cn: {{name}} 已离开会议，消息发送失败
zh_hk: {{name}} 已離開會議，訊息發送失敗
zh_tw: {{name}} 已離開會議，訊息傳送失敗

# zwA
source: {{name}} declined and sent a message.
de_de: {{name}} hat abgelehnt und eine Nachricht gesendet.
es_es: {{name}} ha rechazado y ha enviado un mensaje.
fr_fr: {{name}} a refusé et a envoyé un message.
id_id: {{name}} menolak dan mengirimkan pesan.
it_it: {{name}} ha rifiutato e ha inviato un messaggio.
ja_jp: {{name}} が着信を拒否し、拒否原因を返信しました。
ko_kr: {{name}} 님이 거부하고 메시지를 보냈습니다.
ms_my: {{name}} menolak dan menghantar mesej.
pt_br: {{name}} recusou e enviou uma mensagem.
ru_ru: {{name}} отказался (-ась) и отправил(а) сообщение.
th_th: {{name}} ปฏิเสธและส่งข้อความ
vi_vn: {{name}} đã từ chối và gửi tin nhắn.
zh_cn: {{name}} 已拒接并回复了消息
zh_hk: {{name}} 已拒接並回覆了訊息
zh_tw: {{name}} 已拒接並回覆了訊息

# HPM
source: {{number}} declined and replied with messages.
de_de: {{number}} hat/haben abgelehnt und mit Nachrichten geantwortet.
es_es: {{number}} han rechazado y han respondido con mensajes.
fr_fr: {{number}} a refusé et a répondu par des messages.
id_id: {{number}} menolak dan membalas dengan pesan.
it_it: {{number}} ha rifiutato e ha risposto tramite messaggi.
ja_jp: {{number}} 人が着信を拒否し、拒否原因を返信しました。
ko_kr: {{number}}명이 거부하고 메시지로 회신했습니다.
ms_my: {{number}} menolak dan membalas dengan mesej.
pt_br: {{number}} recusou e respondeu com mensagens.
ru_ru: {{number}} чел. отказались и ответили сообщениями.
th_th: {{number}} ปฏิเสธและตอบกลับด้วยข้อความ
vi_vn: {{number}} đã từ chối và trả lời bằng tin nhắn.
zh_cn: {{number}} 人已拒接并回复了消息
zh_hk: {{number}} 人已拒接並回覆了訊息
zh_tw: {{number}} 人已拒接並回覆了訊息

# AWo
source: Current mode supports vertical browsing only
de_de: Der aktuelle Modus unterstützt nur senkrechtes Blättern
es_es: El modo actual solo admite la navegación vertical
fr_fr: Le mode actuel ne prend en charge que la navigation verticale
id_id: Mode saat ini hanya mendukung penjelajahan vertikal
it_it: La modalità corrente supporta solo la navigazione verticale
ja_jp: 現在のモードでは縦向きでのみ閲覧できます。
ko_kr: 현재 모드에서는 세로 찾아보기만 지원됩니다
ms_my: Mod semasa menyokong pelayaran menegak sahaja
pt_br: O modo atual oferece suporte apenas à navegação vertical
ru_ru: Текущий режим поддерживает только вертикальный просмотр
th_th: โหมดปัจจุบันรองรับการเลือกดูในแนวตั้งเท่านั้น
vi_vn: Chế độ hiện tại chỉ hỗ trợ duyệt theo chiều dọc
zh_cn: 当前模式仅支持竖屏浏览
zh_hk: 目前模式只支援縱向瀏覽
zh_tw: 目前模式僅支援直向瀏覽

# Mb0
source: Vertical View
de_de: Vertikale Ansicht
es_es: Vista vertical
fr_fr: Affichage vertical
id_id: Tampilan Vertikal
it_it: Visualizzazione verticale
ja_jp: 縦向きで閲覧
ko_kr: 세로 보기
ms_my: Paparan Menegak
pt_br: Visualização vertical
ru_ru: Вертикальный вид
th_th: มุมมองแนวตั้ง
vi_vn: Chế độ xem dọc
zh_cn: 竖屏浏览
zh_hk: 縱向瀏覽
zh_tw: 直向瀏覽

# w4U
source: Video call in progress
de_de: Videoanruf wird aktuell getätigt
es_es: Videollamada en curso
fr_fr: Appel vidéo en cours
id_id: Panggilan video dalam kemajuan
it_it: Videochiamata in corso
ja_jp: ビデオ通話中
ko_kr: 영상 통화 진행 중
ms_my: Panggilan video sedang berlangsung
pt_br: Videochamada em andamento
ru_ru: Идет видео вызов
th_th: กำลังดำเนินการสนทนาทางวิดีโอ
vi_vn: Cuộc gọi video đang diễn ra
zh_cn: 正在视频通话
zh_hk: 正在視像通話
zh_tw: 正在視訊通話

# QK8
source: Video meetings do not support E2E encryption.
de_de: Videobesprechungen unterstützen die E2E-Verschlüsselung nicht.
es_es: Las reuniones por video no admiten el cifrado E2E.
fr_fr: Les visioconférences ne prennent pas en charge le chiffrement de bout en bout.
id_id: Rapat video tidak mendukung enkripsi E2E.
it_it: Le riunioni video non supportano la crittografia E2E.
ja_jp: ビデオ会議はエンドツーエンド暗号化をサポートしていません。
ko_kr: 화상 회의는 E2E 암호화를 지원하지 않습니다.
ms_my: Mesyuarat video tidak menyokong enkripsi E2E.
pt_br: As reuniões por vídeo não permitem criptografia E2E.
ru_ru: Видеоконференции не поддерживают шифрование E2E.
th_th: การประชุมทางวิดีโอไม่รองรับการเข้ารหัส E2E
vi_vn: Cuộc họp video không hỗ trợ mã hóa E2E.
zh_cn: 视频会议不支持端到端加密
zh_hk: 視像會議不支援端對端加密
zh_tw: 視訊會議不支援端對端加密

# YRE
source: Video mirroring
de_de: Videospiegeln
es_es: Efecto espejo del vídeo
fr_fr: Mise en miroir de la vidéo
id_id: Pencerminan video
it_it: Mirroring video
ja_jp: マイビデオをミラーリング
ko_kr: 동영상 미러링
ms_my: Pencerminan video
pt_br: Espelhamento de vídeo
ru_ru: Зеркальное видео
th_th: การสะท้อนวิดีโอ
vi_vn: Chiếu video
zh_cn: 视频镜像
zh_hk: 影片鏡像
zh_tw: 視訊鏡像

# SY0
source: Video calls do not support E2E encryption.
de_de: Videoanrufe unterstützen die E2E-Verschlüsselung nicht.
es_es: Las videollamadas no admiten el cifrado E2E.
fr_fr: Les appels vidéo ne prennent pas en charge le chiffrement de bout en bout.
id_id: Panggilan video tidak mendukung enkripsi E2E.
it_it: Le videochiamate non supportano la crittografia E2E.
ja_jp: ビデオ通話のエンドツーエンド暗号化は不可
ko_kr: 영상 통화는 E2E 암호화를 지원하지 않습니다.
ms_my: Panggilan video tidak menyokong enkripsi E2E.
pt_br: As videochamadas não permitem criptografia E2E.
ru_ru: Видеовызовы не поддерживают шифрование E2E.
th_th: การสนทนาทางวิดีโอไม่รองรับการเข้ารหัส E2E
vi_vn: Cuộc gọi video không hỗ trợ mã hóa E2E.
zh_cn: 视频通话不支持端到端加密
zh_hk: 視像通話不支援端對端加密
zh_tw: 視訊通話不支援端對端加密

# sE4
source: Video order adjusted
de_de: Die Videoanordnung wurde angepasst
es_es: Orden de vídeo ajustado
fr_fr: Ordre des vidéos ajusté
id_id: Urutan video disesuaikan
it_it: Ordine video rettificato
ja_jp: 画面の並び順を変更しました。
ko_kr: 동영상 순서 조정됨
ms_my: Urutan video diselaraskan
pt_br: Ordem de vídeos ajustada
ru_ru: Изменен порядок видео
th_th: ปรับลำดับวิดีโอแล้ว
vi_vn: Đã điều chỉnh thứ tự video
zh_cn: 你已调整视频顺序
zh_hk: 你已調整視像順序
zh_tw: 你已調整視訊順序

# epw
source: Video order updated
de_de: Die Videoanordnung wurde aktualisiert
es_es: Orden de vídeo actualizado
fr_fr: Ordre des vidéos mis à jour
id_id: Urutan video diperbarui
it_it: Ordine video aggiornato
ja_jp: 画面の並び順を更新しました。
ko_kr: 동영상 순서 업데이트됨
ms_my: Susunan video dikemaskini
pt_br: Ordem de vídeos atualizada
ru_ru: Порядок видео обновлен
th_th: อัปเดตลำดับวิดีโอแล้ว
vi_vn: Thứ tự video đã được cật nhật
zh_cn: 你已更新视频顺序
zh_hk: 你已更新視像順序
zh_tw: 你已更新視訊順序

# g8k
source: Free browsing
de_de: Kostenloses Browsen
es_es: Exploración libre
fr_fr: Navigation gratuite
id_id: Menjelajah gratis
it_it: Esplorazione libera
ja_jp: 自由に閲覧中
ko_kr: 무료 탐색
ms_my: Layari percuma
pt_br: Navegação gratuita
ru_ru: Бесплатный просмотр
th_th: เรียกดูฟรี
vi_vn: Duyệt miễn phí
zh_cn: 自由浏览中
zh_hk: 自由瀏覽中
zh_tw: 自由瀏覽中

# sKU
source: View
de_de: Ansehen
es_es: Vista
fr_fr: Afficher
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотреть
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看
zh_tw: 查看

# EfM
source: View
de_de: Anzeige
es_es: Ver
fr_fr: Afficher
hi_in: देखें
id_id: Lihat
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ms_my: Lihat
pt_br: Visualizar
ru_ru: Просмотреть
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_hk: 查看
zh_tw: 查看

# 8q4
source: View details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Afficher les détails
hi_in: विवरण देखें
id_id: Lihat perincian
it_it: Visualizza dettagli
ja_jp: 詳細を表示
ko_kr: 세부 정보 보기
ms_my: Lihat butiran
pt_br: Exibir detalhes
ru_ru: Посмотреть сведения
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_hk: 查看詳細資訊
zh_tw: 查看詳細資料

# tms
source: You can currently view on your own. Click the presenter's profile photo to follow.
de_de: Sie können derzeit selbst anzeigen. Klicken Sie auf das Profilfoto des Präsentators, um ihm zu folgen.
es_es: Ahora puedes ver por tu cuenta. Haz clic en la foto de perfil del presentador para seguirlo.
fr_fr: Vous pouvez actuellement l'afficher par vous-même. Cliquez sur la photo de profil du présentateur pour le suivre.
hi_in: वर्तमान में आप स्वयं देख सकते हैं. फ़ॉलो करने के लिए प्रस्तुतकर्ता की प्रोफ़ाइल तस्वीर पर क्लिक करें.
id_id: Saat ini Anda dapat melihat sendiri. Klik foto profil penyaji untuk mengikuti.
it_it: Al momento puoi visualizzare da solo. Fai clic sulla foto del profilo del presentatore per seguire.
ja_jp: 自由に閲覧しています。共有者のプロフィール画像をクリックしてフォローできます
ko_kr: 현재 직접 볼 수 있습니다. 팔로우하려면 발표자의 프로필 사진을 클릭하세요.
ms_my: Anda boleh melihat sendiri buat masa ini. Klik foto profil pembentang untuk mengikuti.
pt_br: Você pode visualizar por conta própria. Clique na foto do perfil do apresentador para segui-lo.
ru_ru: В настоящее время вы можете просматривать самостоятельно. Щелкните фото профиля выступающего, чтобы следить за ним.
th_th: คุณสามารถดูเอกสารได้ด้วยตัวเองในขณะนี้ คลิกรูปโปรไฟล์ของผู้นำเสนอเพื่อติดตาม
vi_vn: Hiện tại bạn có thể tự xem một mình. Nhấp vào ảnh hồ sơ của người trình bày để theo dõi.
zh_cn: 当前你处于“自由浏览”状态，点击共享人头像可跟随共享人浏览
zh_hk: 目前你處於「自由瀏覽」狀態，點擊分享者頭像可跟隨分享者瀏覽
zh_tw: 目前你處於「自由瀏覽」狀態，點選共用者頭像可跟著共用者瀏覽

# B0U
source: View original text
de_de: Originaltext anzeigen
es_es: Ver el texto original
fr_fr: Afficher le texte original
hi_in: मूल टेक्स्ट देखें
id_id: Lihat teks asli
it_it: Visualizza testo originale
ja_jp: 原文を表示
ko_kr: 원본 텍스트 보기
ms_my: Lihat teks asal
pt_br: Visualizar texto original
ru_ru: Посмотреть исходный текст
th_th: ดูข้อความต้นฉบับ
vi_vn: Xem văn bản gốc
zh_cn: 查看原文
zh_hk: 查看原文
zh_tw: 查看原文

# D2k
source: Would you like to start a regular voice call?
de_de: Möchten Sie einen regulären Sprachanruf beginnen?
es_es: ¿Quieres iniciar una llamada de voz normal?
fr_fr: Souhaitez-vous démarrer un appel vocal normal ?
id_id: Ingin memulai panggilan suara reguler?
it_it: Vuoi avviare una regolare chiamata vocale?
ja_jp: 通常の音声通話を開始しますが、よろしいでしょうか？
ko_kr: 일반 음성 통화를 시작하시겠습니까?
ms_my: Adakah anda ingin memulakan panggilan suara biasa?
pt_br: Gostaria de iniciar uma chamada de voz normal?
ru_ru: Начать обычный голосовой звонок?
th_th: คุณต้องการเริ่มการสนทนาด้วยเสียงปกติหรือไม่
vi_vn: Bạn có muốn bắt đầu cuộc gọi thoại thông thường không?
zh_cn: 你将发起一个普通语音通话，确定要发起吗？
zh_hk: 你將發起一個普通語音通話，確定要發起嗎？
zh_tw: 你將發起一個普通語音通話，確定要發起嗎？

# p3k
source: Voice call does not support end-to-end encryption.
de_de: Sprachanrufe unterstützen keine Ende-zu-Ende-Verschlüsselung.
es_es: Las llamadas de voz no admiten el cifrado de extremo a extremo.
fr_fr: Les appels vocaux ne permettent pas le chiffrement de bout-en-bout.
id_id: Panggilan suara tidak mendukung enkripsi end-to-end.
it_it: La chiamata vocale non supporta la crittografia end-to-end.
ja_jp: 音声通話は E2E 暗号化を対応していません
ko_kr: 음성 통화는 종단간 암호화를 지원하지 않습니다.
ms_my: Panggilan suara tidak menyokong penyulitan hujung-ke-hujung.
pt_br: A chamada de voz não oferece suporte à criptografia de ponta a ponta.
ru_ru: Голосовой звонок не поддерживает сквозное шифрование.
th_th: การสนทนาด้วยเสียงไม่รองรับการเข้ารหัสจากต้นทางถึงปลายทาง
vi_vn: Cuộc gọi thoại không hỗ trợ mã hóa đầu cuối.
zh_cn: 语音通话不支持端到端加密
zh_hk: 語音通話不支援端對端加密
zh_tw: 語音通話不支援端對端加密

# bqE
source: Voice call in progress
de_de: Sprachanruf wird aktuell getätigt
es_es: Llamada de voz en curso
fr_fr: Appel vocal en cours
id_id: Panggilan suara dalam kemajuan
it_it: Chiamata vocale in corso
ja_jp: 音声通話中
ko_kr: 음성 통화 진행 중
ms_my: Panggilan suara sedang berlangsung
pt_br: Chamada de voz em andamento
ru_ru: Идет голосовой вызов
th_th: กำลังดำเนินการสนทนาด้วยเสียง
vi_vn: Cuộc gọi thoại đang diễn ra
zh_cn: 正在语音通话
zh_hk: 正在語音通話
zh_tw: 正在語音通話

# bHE
source: Please wait for the organizer to start the meeting.
de_de: Bitte warten Sie, bis der Organisator das Meeting beginnt.
es_es: Espera a que el organizador empiece la reunión.
fr_fr: Veuillez attendre que l'organisateur démarre la réunion.
hi_in: मीटिंग आरंभ करने के लिए कृपया आयोजक की प्रतीक्षा करें.
id_id: Tunggu penyelenggara memulai rapat.
it_it: Attendi che l'organizzatore avvii la riunione.
ja_jp: 主催者が会議を開始するまでお待ちください
ko_kr: 주최자가 회의를 시작할 때까지 기다려주세요.
ms_my: Sila tunggu penganjur memulakan mesyuarat.
pt_br: Aguarde o organizador iniciar a reunião.
ru_ru: Подождите, пока организатор начнет конференцию.
th_th: โปรดรอให้ผู้จัดเริ่มการประชุม
vi_vn: Vui lòng chờ người tổ chức bắt đầu cuộc họp.
zh_cn: 请稍候，组织者尚未开启会议
zh_hk: 請稍候，組織者尚未開啟會議
zh_tw: 請稍候，組織者尚未開啟會議

# ZRI
source: Please wait. The host will let you and the meeting room join the meeting.
de_de: Bitte warten. Der Moderator wird Sie und den Besprechungsraum einlassen, damit Sie der Besprechung beitreten können.
es_es: Espera. El moderador te permitirá entrar en la sala de reuniones para que te unas a la reunión.
fr_fr: Veuillez patienter. L'hôte vous autorisera, ainsi que la salle de réunion, à rejoindre la réunion.
id_id: Harap tunggu. Host akan mengizinkan Anda dan ruang rapat untuk bergabung dengan rapat.
it_it: Attendi. L'host permetterà a te e alla sala riunioni di partecipare alla riunione.
ja_jp: しばらくお待ちください。主催者があなたと会議室の会議への参加を許可します
ko_kr: 기다려 주세요. 진행자가 귀하와 회의실이 회의에 참가할 수 있도록 합니다.
ms_my: Sila tunggu. Hos akan membenarkan anda dan bilik mesyuarat menyertai mesyuarat.
pt_br: Aguarde. O host permitirá que você e a sala de reunião ingressem na reunião.
ru_ru: Пожалуйста, подождите. Организатор конференции скоро вас впустит.
th_th: โปรดรอสักครู่ โฮสต์จะให้คุณและห้องประชุมเข้าร่วมการประชุม
vi_vn: Vui lòng chờ. Chủ phòng sẽ cho phép bạn và phòng họp tham gia cuộc họp.
zh_cn: 请稍候，主持人即将允许你和会议室加入会议
zh_hk: 請稍候，主持人即將允許你和會議室加入會議
zh_tw: 請稍候，主持人即將允許你和會議室加入會議

# 05A
source: To use your {{deviceType}} mic, please {{disconnect}}.
de_de: Wenn Sie Ihr {{deviceType}}-Mikrofon verwenden möchten, {{disconnect}} Sie bitte das Raumgerät.
es_es: Para utilizar el micrófono {{deviceType}}, {{disconnect}}.
fr_fr: Pour utiliser votre microphone {{deviceType}}, veuillez {{disconnect}}.
id_id: Untuk menggunakan {{deviceType}} mikrofon, silakan {{disconnect}}.
it_it: Per usare il tuo microfono {{deviceType}}, {{disconnect}}.
ja_jp: {{deviceType}}のマイクを使用するには、{{disconnect}}してください。
ko_kr: {{deviceType}} 마이크를 켜려면 {{disconnect}}하세요.
ms_my: Untuk menggunakan mik {{deviceType}} anda, sila {{disconnect}}.
pt_br: Para usar seu microfone do {{deviceType}}, {{disconnect}}.
ru_ru: Чтобы использовать микрофон {{deviceType}}, необходимо {{disconnect}}.
th_th: หากต้องการใช้ไมค์ {{deviceType}} ของคุณ โปรด{{disconnect}}
vi_vn: Để sử dụng micrô {{deviceType}}, vui lòng {{disconnect}}.
zh_cn: 如需使用{{deviceType}}麦克风，请{{disconnect}}
zh_hk: 如需使用{{deviceType}}麥克風，請{{disconnect}}
zh_tw: 如需使用{{deviceType}}麥克風，請{{disconnect}}

# +yw
source: You're watching a livestream
de_de: Sie sehen einen Livestream
es_es: Estás viendo una emisión en directo
fr_fr: Vous visionnez une diffusion en direct
hi_in: आप एक लाइवस्ट्रीम देख रहे हैं
id_id: Anda sedang menonton streaming langsung
it_it: Stai guardando un live streaming
ja_jp: ストリーミングを視聴中です
ko_kr: 라이브 방송을 보고 있습니다
ms_my: Anda sedang menonton siaran langsung
pt_br: Você está assistindo a uma livestream
ru_ru: Вы смотрите трансляцию
th_th: คุณกำลังรับชมสตรีมสด
vi_vn: Bạn đang xem phát trực tiếp
zh_cn: 你正在观看直播
zh_hk: 你正在觀看直播
zh_tw: 你正在觀看直播
