Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# L9Y
source: Network or service error. Please try again.
de_de: Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Error de red o de servicio. Inténtelo de nuevo.
fr_fr: Erreur réseau ou du service. Veuillez réessayer.
hi_in: नेटवर्क या सर्विस त्रुटि. कृपया फिर से प्रयास करें.
id_id: Kesalahan layanan atau jaringan. Coba lagi.
it_it: Errore di rete o di servizio. Riprova.
ja_jp: ネットワークエラーまたはサーバーエラーです。もう一度やり直してください
ko_kr: 네트워크 또는 서비스 오류입니다. 다시 시도하세요.
ms_my: Ralat rangkaian atau perkhidmatan. Sila cuba lagi.
pt_br: Erro do serviço ou da rede. Tente novamente.
ru_ru: Ошибка сети или сервиса. Повторите попытку.
th_th: เครือข่ายหรือบริการเกิดข้อผิดพลาด โปรดลองอีกครั้ง
vi_vn: Lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_cn: 网络或服务异常，请重试
zh_hk: 網絡或服務異常，請重試
zh_tw: 網路或服務異常，請重試

# N4M
source: Failed to load toolbar
de_de: Symbolleiste konnte nicht geladen werden.
es_es: Error al cargar la barra de herramientas
fr_fr: Échec du chargement de la barre d'outils
hi_in: टूलबार को लोड करने में विफल हुआ
id_id: Gagal memuat bilah alat
it_it: Caricamento della barra degli strumenti non riuscito
ja_jp: 註釈機能が起動できませんでした
ko_kr: 도구 모음 로드 실패
ms_my: Gagal memuatkan bar alat
pt_br: Não foi possível carregar a barra de ferramentas
ru_ru: Не удалось загрузить панель инструментов
th_th: ไม่สามารถโหลดแถบเครื่องมือ
vi_vn: Tải thanh công cụ thất bại
zh_cn: 开启标注失败
zh_hk: 無法開啟標註
zh_tw: 開啟標註失敗

# cT0
source: Doc link copied
de_de: Doc-Link wurde kopiert
es_es: Copiado enlace de Doc
fr_fr: Lien du Doc copié
hi_in: फ़ाइल लिंक कॉपी किया गया
id_id: Tautan Doc berhasil disalin
it_it: Link Docs copiato
ja_jp: リンクをコピーしました。
ko_kr: Doc 링크 복사됨
ms_my: Pautan fail disalin
pt_br: Link do Doc copiado
ru_ru: Ссылка на документ скопирована
th_th: คัดลอกลิงก์ Doc แล้ว
vi_vn: Đã sao chép liên kết tài liệu
zh_cn: 文档链接已复制
zh_hk: 已複製文件連結
zh_tw: 文件連結已複製

# z/U
source: Unable to add files that include sensitive content. Please select another file.
de_de: Hinzufügen von Dateien mit vertraulichen Inhalten nicht möglich. Wählen Sie eine andere Datei aus.
es_es: No se pueden agregar archivos que incluyan contenido confidencial. Selecciona otro archivo.
fr_fr: Impossible d'ajouter des fichiers contenant du contenu sensible. Veuillez sélectionner un autre fichier.
hi_in: इस फ़ाइल को जोड़ने में असमर्थ क्योंकि फ़ाइल में संवेदनशील सामग्री है. कृपया दूसरी फ़ाइल चुनें.
id_id: Tidak dapat menambah file yang berisi konten sensitif. Pilih file lain.
it_it: Impossibile aggiungere file che includono contenuti sensibili. Seleziona un altro file.
ja_jp: 不適切な内容が含まれているため、ファイルは追加できません。他のファイルを選択してください
ko_kr: 민감한 콘텐츠가 포함된 파일을 추가할 수 없습니다. 다른 파일을 선택하세요.
ms_my: Tidak boleh menambah fail yang mengandungi kandungan sensitif. Sila pilih fail lain.
pt_br: Não é possível adicionar arquivos que contenham conteúdo confidencial. Selecione outro arquivo.
ru_ru: Не удалось добавить файлы, содержащие конфиденциальные данные. Выберите другой файл.
th_th: ไม่สามารถเพิ่มไฟล์ที่มีเนื้อหาที่มีความละเอียดอ่อนได้ โปรดเลือกไฟล์อื่น
vi_vn: Không thể thêm các tệp tin có chứa nội dung nhạy cảm. Vui lòng chọn một tệp tin khác.
zh_cn: 无法添加包含敏感内容的文件，请选择其它文件
zh_hk: 無法新增包含敏感內容的檔案，請選擇其它檔案
zh_tw: 無法新增包含敏感內容的檔案，請選擇其他檔案

# 4Sk
source: Follow Presenter
de_de: Dem Präsentator folgen
es_es: Seguir al presentador
fr_fr: Suivre le présentateur
hi_in: प्रस्तुतकर्ता के साथ
id_id: Ikuti Penyaji
it_it: Segui presentatore
ja_jp: 共有者をフォロー
ko_kr: 발표자 팔로우
ms_my: Kepada pembentang
pt_br: Seguir apresentador
ru_ru: С презентатором
th_th: ติดตามผู้นำเสนอ
vi_vn: Theo dõi người trình bày
zh_cn: 跟随共享人
zh_hk: 跟隨分享者
zh_tw: 跟隨分享人

source: Hide
de_de: Verbergen
es_es: Ocultar
fr_fr: Masquer
hi_in: छिपाएँ
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 隠す
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# 3vo
source: Highlighter
de_de: Textmarker
es_es: Marcador de resaltado
fr_fr: Surligneur
hi_in: हाइलाइटर
id_id: Penyorot
it_it: Evidenziatore
ja_jp: ハイライター
ko_kr: 형광펜
ms_my: Pemeri
pt_br: Marcador
ru_ru: Маркер
th_th: ตัวเน้นสี
vi_vn: Bút đánh dấu
zh_cn: 荧光笔
zh_hk: 螢光筆
zh_tw: 螢光筆

# EKM
source: Leave
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
it_it: Abbandona
ja_jp: 退出
ko_kr: 퇴장
ms_my: Keluar
pt_br: Sair
ru_ru: Покинуть
th_th: ออก
vi_vn: Rời
zh_cn: 离开
zh_hk: 離開
zh_tw: 離開

# 1+M
source: Loading...
de_de: Laden ...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...
zh_tw: 載入中…

# DEg
source: Microphone not working
de_de: Mikrofon funktioniert nicht
es_es: El micrófono no funciona
fr_fr: Le microphone ne fonctionne pas
hi_in: माइक्रोफ़ोन काम नहीं कर रहा है
id_id: Mikrofon tidak berfungsi
it_it: Il microfono non funziona
ja_jp: マイクは使用できません
ko_kr: 마이크가 작동하지 않음
ms_my: Mikrofon tidak berfungsi
pt_br: O microfone não funciona
ru_ru: Микрофон не работает
th_th: ไมโครโฟนไม่ทำงาน
vi_vn: Micrô không hoạt động
zh_cn: 麦克风不可用
zh_hk: 無法使用麥克風
zh_tw: 麥克風不可用

# ta8
source: Microphone off
de_de: Mikrofon aus
es_es: Micrófono apagado
fr_fr: Microphone désactivé
hi_in: माइक्रोफ़ोन बंद
id_id: Mikrofon mati
it_it: Microfono spento
ja_jp: マイク：オフ
ko_kr: 마이크 끔
ms_my: Mikrofon mati
pt_br: Microfone desligado
ru_ru: Микрофон выключен
th_th: ไมโครโฟนปิดอยู่
vi_vn: Đã tắt micrô
zh_cn: 麦克风关闭
zh_hk: 麥克風關閉
zh_tw: 麥克風關閉

# KNQ
source: Microphone on
de_de: Mikrofon ein
es_es: Micrófono encendido
fr_fr: Microphone activé
hi_in: माइक्रोफ़ोन चालू
id_id: Mikrofon hidup
it_it: Microfono acceso
ja_jp: マイク：オン
ko_kr: 마이크 켬
ms_my: Mikrofon hidup
pt_br: Microfone ligado
ru_ru: Микрофон включен
th_th: ไมโครโฟนเปิดอยู่
vi_vn: Đã bật Micrô
zh_cn: 麦克风开启
zh_hk: 麥克風開啟
zh_tw: 麥克風開啟

# PUE
source: Mute Audio
de_de: Audio stummschalten
es_es: Silenciar el audio
fr_fr: Couper le son
hi_in: म्यूट करें
id_id: Bisukan Audio
it_it: Disattiva audio
ja_jp: ミュート
ko_kr: 오디오 음소거
ms_my: Senyap
pt_br: Ativar mudo do áudio
ru_ru: Отключить звук
th_th: ปิดเสียง
vi_vn: Tắt âm thanh
zh_cn: 关闭麦克风
zh_hk: 關閉麥克風
zh_tw: 關閉麥克風

# GN0
source: {{name}} is sharing:
de_de: {{name}} teilt:
es_es: {{name}} está compartiendo:
fr_fr: {{name}} partage :
hi_in: {{name}} द्वारा साझा किया जा रहा है:
id_id: {{name}} sedang berbagi:
it_it: {{name}} sta condividendo:
ja_jp: {{name}}が共有中：
ko_kr: {{name}} 님이 공유 중:
ms_my: {{name}} sedang berkongsi:
pt_br: {{name}} está compartilhando:
ru_ru: Пользователь {{name}} показывает:
th_th: {{name}} กำลังแบ่งปัน:
vi_vn: {{name}} đang chia sẻ:
zh_cn: {{name}}正在共享：
zh_hk: {{name}} 正在分享：
zh_tw: {{name}}正在分享：

# L7s
source: {{name}} is sharing content.
de_de: {{name}} teilt Inhalte.
es_es: {{name}} está compartiendo contenido.
fr_fr: {{name}} partage actuellement du contenu.
hi_in: {{name}} सामग्री शेयर कर रहे हैं.
id_id: {{name}} sedang berbagi konten.
it_it: {{name}} sta condividendo contenuto.
ja_jp: {{name}}はコンテンツを共有しています
ko_kr: {{name}} 님이 콘텐츠를 공유 중입니다.
ms_my: {{name}} berkongsi kandungan.
pt_br: {{name}} está compartilhando conteúdo.
ru_ru: Пользователь {{name}} показывает контент.
th_th: {{name}} กำลังแชร์เนื้อหา
vi_vn: {{name}} đang chia sẻ nội dung.
zh_cn: {{name}}正在共享内容
zh_hk: {{name}}正在分享內容
zh_tw: {{name}}正在分享內容

# 8cY
source: {{name}} is sharing: {{fileName}}
de_de: {{name}} teilt: {{fileName}}
es_es: {{name}} está compartiendo: {{fileName}}
fr_fr: {{name}} partage : {{fileName}}
hi_in: {{name}} शेयर कर रहे हैं: {{fileName}}
id_id: {{name}} sedang berbagi: {{fileName}}
it_it: {{name}} sta condividendo: {{fileName}}
ja_jp: {{name}}が共有中：{{fileName}}
ko_kr: {{name}} 님이 공유 중: {{fileName}}
ms_my: {{name}} sedang berkongsi: {{fileName}}
pt_br: {{name}} está compartilhando: {{fileName}}
ru_ru: Пользователь {{name}} показывает файл {{fileName}}
th_th: {{name}} กำลังแชร์: {{fileName}}
vi_vn: {{name}} đang chia sẻ: {{fileName}}
zh_cn: {{name}}正在共享：{{fileName}}
zh_hk: {{name}}正在分享：{{fileName}}
zh_tw: {{name}}正在分享：{{fileName}}

# wu8
source: Please allow {{appName}} to access the camera in Settings.
de_de: Gestatten Sie {{appName}} unter Einstellungen den Zugriff auf die Kamera.
es_es: En Configuración, conceda permiso a {{appName}} para acceder a la cámara.
fr_fr: Veuillez autoriser {{appName}} à accéder à la caméra dans les Paramètres.
hi_in: कृपया {{appName}} को सेटिंग्स मे कैमरा एक्सेस करने के लिए अनुमोदित करें.
id_id: Izinkan {{appName}} untuk mengakses kamera di Pengaturan.
it_it: Consenti a {{appName}} di accedere alla videocamera e in Impostazioni.
ja_jp: 設定で{{appName}}のカメラ権限を有効にしてください
ko_kr: 설정에서 {{appName}}이(가) 카메라에 액세스하도록 허용하세요.
ms_my: Sila benarkan {{appName}} mengakses kamera dalam Tetapan.
pt_br: Permita que {{appName}} acesse a câmera em Definições.
ru_ru: Разрешите приложению {{appName}} доступ к камере в разделе "Настройки".
th_th: โปรดอนุญาตให้ {{appName}} สามารถเข้าถึงกล้องใน การตั้งค่า
vi_vn: Vui lòng cho phép {{appName}} truy cập máy ảnh trong mục Cài đặt.
zh_cn: 请在设置中打开{{appName}}的摄像头权限
zh_hk: 請在設定中打開{{appName}}的鏡頭權限
zh_tw: 請在設定中開啟{{appName}}的攝影機權限

# IGY
source: New Docs
de_de: Neue Docs
es_es: Nuevo Docs
fr_fr: Nouveaux Docs
hi_in: नया डॉक्स
id_id: Docs Baru
it_it: Nuovi Documenti
ja_jp: Docs を新規作成
ko_kr: 새 문서
ms_my: Docs baharu
pt_br: Novo Docs
ru_ru: Новый документ Docs
th_th: เอกสารใหม่
vi_vn: Docs mới
zh_cn: 新建文档
zh_hk: 建立文件
zh_tw: 建立新文件

# 4Gk
source: New MindNotes
de_de: Neue MindNotes
es_es: Nuevo Mindnotes
fr_fr: Nouvelles MindNotes
hi_in: नया माइंडनोट्स
id_id: MindNotes Baru
it_it: Nuove Note promemoria
ja_jp: マインドノートを新規作成
ko_kr: 새 마인드노트
ms_my: MindNotes baharu
pt_br: Novo MindNotes
ru_ru: Новая заметка MindNotes
th_th: MindNotes ใหม่
vi_vn: MindNotes mới
zh_cn: 新建思维笔记
zh_hk: 建立思維筆記
zh_tw: 建立新心智圖筆記

# Nhs
source: New Sheets
de_de: Neue Sheets
es_es: Nuevo Sheets
fr_fr: Nouvelles Sheets
hi_in: नई शीट्स
id_id: Sheets Baru
it_it: Nuovi Fogli
ja_jp: シートを新規作成
ko_kr: 새 시트
ms_my: Sheets baharu
pt_br: Novo Sheets
ru_ru: Новая таблица Sheets
th_th: แผ่นงานใหม่
vi_vn: Sheet mới
zh_cn: 新建表格
zh_hk: 建立新表格
zh_tw: 建立新表格

# h00
source: No
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: 拒否
ko_kr: 아니요
ms_my: Tidak
pt_br: Não
ru_ru: Нет
th_th: ไม่ได้
vi_vn: Không
zh_cn: 不允许
zh_hk: 不允許
zh_tw: 不允許

# VSQ
source: No response. Please try again later.
de_de: Keine Reaktion. Versuchen Sie es später erneut.
es_es: Sin respuesta. Inténtelo de nuevo más tarde.
fr_fr: Aucune réponse. Veuillez réessayer plus tard.
hi_in: कोई प्रतिक्रिया नहीं. कृपया बाद में फिर से प्रयास करें.
id_id: Tidak ada respons. Coba lagi nanti.
it_it: Nessuna risposta. Riprova più tardi.
ja_jp: 応答がありません。後ほど再試行してください
ko_kr: 응답이 없습니다. 나중에 다시 시도하세요.
ms_my: Tiada respons. Sila cuba lagi kemudian.
pt_br: Sem resposta. Tente novamente mais tarde.
ru_ru: Не отвечает. Повторите попытку позже.
th_th: ไม่มีการตอบสนอง โปรดลองอีกครั้งภายหลัง
vi_vn: Không có phản hồi. Vui lòng thử lại sau.
zh_cn: 暂时无人接听，请稍后再试
zh_hk: 暫時無人接聽，請稍後再試
zh_tw: 暫時無人接聽，請稍後再試

# 3ms
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ms_my: Tiada
pt_br: Nenhum
ru_ru: Нет
th_th: ไม่มี
vi_vn: Không
zh_cn: 无
zh_hk: 無
zh_tw: 無

# YyQ
source: You are sharing a Doc.
de_de: Sie teilen ein Dokument.
es_es: Está compartiendo un documento.
fr_fr: Vous partagez un Doc.
hi_in: आप एक डॉक शेयर कर रहे हैं.
id_id: Anda sedang berbagi Doc.
it_it: Stai condividendo un documento.
ja_jp: ドキュメントを共有しています
ko_kr: 문서를 공유 중입니다.
ms_my: Anda sedang berkongsi Doc.
pt_br: Está compartilhando um Doc.
ru_ru: Вы показываете документ.
th_th: คุณกำลังแชร์เอกสาร
vi_vn: Bạn đang chia sẻ một Doc.
zh_cn: 你正在共享文档
zh_hk: 你正在分享文件
zh_tw: 你正在分享文件

# w04
source: The virtual background can't be recovered once deleted
de_de: Der virtuelle Hintergrund kann nicht wiederhergestellt werden, wenn er gelöscht wurde.
es_es: El fondo virtual no puede recuperarse una vez eliminado
fr_fr: Récupération de l'arrière-plan virtuel impossible après sa suppression
hi_in: हटाए जाने के बाद आभासी पृष्ठभूमि रिकवर नहीं की जा सकती
id_id: Latar belakang virtual tidak dapat dipulihkan setelah dihapus
it_it: Se eliminato, lo sfondo virtuale non può essere recuparato
ja_jp: バーチャル背景を削除すると、復元できません
ko_kr: 가상 배경은 삭제하면 복구할 수 없습니다
ms_my: Latar belakang maya tidak boleh dipulihkan sekali dihapuskan
pt_br: O plano de fundo virtual não pode ser recuperado depois de ser excluído
ru_ru: Виртуальный фон будет невозможно восстановить после удаления
th_th: ไม่สามารถกู้คืนพื้นหลังเสมือนได้เมื่อลบไปแล้ว
vi_vn: Không thể khôi phục hình nền ảo sau khi xóa
zh_cn: 虚拟背景删除后将无法恢复
zh_hk: 虛擬背景刪除後將無法恢復
zh_tw: 虛擬背景刪除後，將無法恢復

# qlw
source: Open link
de_de: Link öffnen
es_es: Abrir enlace
fr_fr: Ouvrir le lien
hi_in: लिंक खोलें
id_id: Buka tautan
it_it: Apri link
ja_jp: リンクを開ける
ko_kr: 링크 열기
ms_my: Buka pautan
pt_br: Abrir link
ru_ru: Открыть ссылку
th_th: เปิดลิงก์
vi_vn: Mở liên kết
zh_cn: 打开链接
zh_hk: 開啟連結
zh_tw: 開啟連結

# OIQ
source: Someone else has started sharing.
de_de: Ein anderer Teilnehmer hat das Teilen begonnen.
es_es: Alguien más ha empezado a compartir.
fr_fr: Quelqu'un d'autre a commencé le partage.
hi_in: किसी अन्य ने शेयर करना आरंभ कर दिया है.
id_id: Orang lain telah mulai berbagi.
it_it: Qualcun altro ha iniziato a condividere.
ja_jp: 別のユーザーが共有を開始しました
ko_kr: 다른 사람이 공유를 시작했습니다.
ms_my: Orang lain telah mula berkongsi.
pt_br: Outra pessoa começou a compartilhar.
ru_ru: Другой пользователь уже начал показывать.
th_th: มีคนอื่นเริ่มเริ่มแชร์
vi_vn: Có người nào đó đã bắt đầu chia sẻ.
zh_cn: 其他人已开始共享
zh_hk: 其他人已開始分享
zh_tw: 其他人已開始分享

# kZ8
source: Pass On Sharing
de_de: Teilen weitergeben
es_es: Pasa de compartir
fr_fr: Transmettre le partage
hi_in: शेयरिंग पास करें
id_id: Teruskan berbagi
it_it: Passa alla condivisione
ja_jp: 共有の切り替え
ko_kr: 다음 공유자 지정
ms_my: Serahkan perkongsian
pt_br: Passar adiante o compartilhamento
ru_ru: Передать права показа
th_th: ส่งต่อการแชร์
vi_vn: Chuyển quyền chia sẻ
zh_cn: 移交共享
zh_hk: 移交分享
zh_tw: 移交分享

# DCo
source: Pen
de_de: Stift
es_es: Lápiz
fr_fr: Stylo
hi_in: पेन
id_id: Pena
it_it: Penna
ja_jp: ペン
ko_kr: 펜
pt_br: Caneta
ru_ru: Карандаш
th_th: ปากกา
vi_vn: Bút
zh_cn: 笔
zh_hk: 筆
zh_tw: 筆

# y9o
source: Off
de_de: Aus
es_es: Desactivar
fr_fr: Désactivé
hi_in: बंद
id_id: Mati
it_it: Disattivato
ja_jp: オフ
ko_kr: 끔
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл.
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# yss
source: You are following {{name}}'s view.
de_de: Sie folgen {{name}}s Ansicht.
es_es: Estás siguiendo la vista de {{name}}.
fr_fr: Vous suivez l'affichage de {{name}}.
hi_in: आपका व्यू अब {{name}} के व्यू से सिंक्रोनाइज है.
id_id: Anda sedang mengikuti tampilan {{name}}.
it_it: Stai seguendo la visualizzazione di {{name}}.
ja_jp: {{name}} の操作画面に切り替わりました。
ko_kr: {{name}} 님의 보기를 팔로우하고 있습니다.
ms_my: Pandangan anda kini diselaraskan dengan pandangan {{name}}.
pt_br: Você está seguindo a visualização de {{name}}.
ru_ru: Ваше представление синхронизировано с представлением {{name}}.
th_th: คุณกำลังติดตามมุมมองของ {{name}} อยู่
vi_vn: Bạn đang theo dõi chế độ xem của {{name}}.
zh_cn: 已定位到{{name}}的位置
zh_hk: 成功定位 {{name}} 的位置
zh_tw: 已定位到{{name}}的位置

# oyU
source: Reload
de_de: Neu laden
es_es: Volver a cargar
fr_fr: Actualiser
hi_in: फिर से लोड करें
id_id: Muat ulang
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
ms_my: Muat semula
pt_br: Recarregar
ru_ru: Перезагрузить
th_th: โหลดอีกครั้ง
vi_vn: Tải lại
zh_cn: 重新加载
zh_hk: 重新載入
zh_tw: 重新載入

# Bc8
source: You are currently viewing the page
de_de: Sie sehen derzeit die Seite
es_es: Está viendo la página en este momento
fr_fr: Vous consultez actuellement la page
hi_in: आप अभी पेज को देख रहे हैं
id_id: Anda sedang melihat halaman tersebut
it_it: Stai visualizzando la pagina
ja_jp: ここのリンクページと現在のドキュメントは同じです
ko_kr: 사용자가 현재 페이지를 보고 있습니다
ms_my: Anda sedang melihat halaman ini
pt_br: Você está visualizando a página agora
ru_ru: Вы просматриваете страницу
th_th: คุณกำลังดูหน้านี้อยู่
vi_vn: Bạn hiện đang xem trang
zh_cn: 该链接页面即当前文档
zh_hk: 該連結頁面即目前文件
zh_tw: 該連結頁面即目前文件

# urA
source: Settings take effect immediately.
de_de: Die Einstellungen werden sofort wirksam.
es_es: La configuración surtirá efecto inmediatamente.
fr_fr: Les paramètres prennent effet immédiatement.
hi_in: सेटिंग्स तुरंत प्रभावी होती हैं.
id_id: Pengaturan segera berlaku.
it_it: Le impostazioni diventano immediatamente effettive.
ja_jp: 変更はすぐに有効になります
ko_kr: 설정은 즉시 적용됩니다.
ms_my: Tetapan berlaku serta-merta.
pt_br: As configurações entram em vigor imediatamente.
ru_ru: Настройки начинают действовать немедленно.
th_th: การตั้งค่าจะมีผลในทันที
vi_vn: Cài đặt có hiệu lực tức thời.
zh_cn: 效果设置之后将立刻生效
zh_hk: 效果設定之後將立刻生效
zh_tw: 效果設定之後會立刻生效

# zVc
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ms_my: Kongsi
pt_br: Compartilhar
ru_ru: Поделиться
th_th: แชร์
vi_vn: Chia sẻ
zh_cn: 共享
zh_hk: 共用
zh_tw: 分享

# U0k
source: Share device audio
de_de: Geräte-Audio teilen
es_es: Compartir el audio del dispositivo
fr_fr: Partager l'audio de l'appareil
hi_in: डिवाइस का ऑडियो साझा करें
id_id: Berbagi perangkat audio
it_it: Condividi l'audio del dispositivo
ja_jp: デバイス音声を共有
ko_kr: 장치 오디오 공유
ms_my: Kongsi audio peranti
pt_br: Compartilhar áudio do dispositivo
ru_ru: Поделиться аудио на устройстве
th_th: แชร์เสียงอุปกรณ์
vi_vn: Chia sẻ tiếng của thiết bị
zh_cn: 共享设备音频
zh_hk: 分享裝置音訊
zh_tw: 分享裝置音訊

# QJs
source: Share your device's screen
de_de: Den Bildschirm Ihres Geräts teilen
es_es: Compartir la pantalla de tu dispositivo
fr_fr: Partager l'écran de votre appareil
hi_in: अपने डिवाइस की स्क्रीन साझा करें
id_id: Berbagi layar perangkat Anda
it_it: Condividi lo schermo del tuo dispositivo
ja_jp: デバイス画面を共有
ko_kr: 장치 화면 공유
ms_my: Kongsi skrin peranti anda
pt_br: Compartilhar a tela do seu dispositivo
ru_ru: Показать экран своего устройства
th_th: แชร์หน้าจออุปกรณ์ของคุณ
vi_vn: Chia sẻ màn hình thiết bị của bạn
zh_cn: 共享设备屏幕
zh_hk: 分享裝置畫面
zh_tw: 分享裝置螢幕

# p8M
source: Open Control Center, press and hold the Screen Recording button. Select {{appName}} and tap Start Recording to start screen sharing. If you don't see the button, go to Settings > Control Center > Customize Controls and add Screen Recording.
de_de: Öffnen Sie Control Center und halten Sie die Schaltfläche für die Bildschirmaufzeichnung gedrückt. Wählen Sie {{appName}} und tippen Sie auf Aufzeichnung starten, um das Teilen des Bildschirms zu starten. Wenn Sie die Schaltfläche nicht sehen, gehen Sie zu Einstellungen > Control Center > Bedienelemente anpassen und fügen Sie die Bildschirmaufzeichnung hinzu.
es_es: Abra el Centro de control y mantenga pulsado el botón de grabación de pantalla. Seleccione {{appName}} y pulse Iniciar grabación para iniciar el uso compartido de la pantalla. Si no ve el botón, vaya a Configuración > Centro de control > Personalizar controles y agregue la grabación de pantalla.
fr_fr: Ouvrez le Centre de contrôle, appuyez sur le bouton d'enregistrement d'écran et maintenez-le enfoncé. Sélectionnez {{appName}} et appuyez sur Démarrer l'enregistrement pour démarrer le partage d'écran. Si vous ne voyez pas ce bouton, accédez à Paramètres > Centre de contrôle > Personnaliser les contrôles et ajoutez l'enregistrement d'écran.
hi_in: नियंत्रण केंद्र खोलें, स्क्रीन रिकॉर्डिंग बटन को दबाकर रखें. {{appName}} का चयन करें और स्क्रीन शेयरिंग शुरू करने के लिए रिकॉर्डिंग शुरू करें को टैप करें. यदि आपको बटन दिखाई नहीं देता है, तो सेटिंग्स > नियंत्रण केंद्र > अनुकूलित नियंत्रण में जाएँ और स्क्रीन रिकॉर्डिंग जोड़ें.
id_id: Buka Pusat Kontrol, tekan dan tahan tombol Mulai Merekam. Pilih {{appName}} dan ketuk Mulai Merekam untuk mulai berbagi layar. Jika Anda tidak melihat tombol, buka Pengaturan > Pusat Kontrol > Kustomisasi Kontrol dan tambah Perekaman Layar.
it_it: Apri il Centro di controllo e, tieni premuto il pulsante Registrazione schermo. Seleziona {{appName}} e tocca Inizia registrazione per iniziare la condivisione dello schermo. Se non vedi il pulsante, vai su Impostazioni > Centro di controllo > Personalizza controlli e aggiungi Registrazione schermo.
ja_jp: コントロールセンターを開き、「画面収録」ボタンを押し、{{appName}}アプリを選んで、「収録を開始」をタップしてください。コントロールセンターに画面収録機能を追加していない場合、「設定」ー「コントロールセンター」ー「コントロールをカスタマイズ」にて、「画面収録」を追加してください。
ko_kr: 제어 센터를 열고 화면 녹화 버튼을 길게 누릅니다. {{appName}}을(를) 선택하고 녹화 시작을 탭하여 화면 공유를 시작합니다. 버튼이 보이지 않으면 설정 > 제어 센터 > 컨트롤 사용자 지정으로 이동하여 화면 녹화를 추가하세요.
ms_my: Buka Pusat Kawalan, tekan dan tahan butang Rakaman Skrin. Pilih {{appName}} dan ketuk Mulakan Rakaman untuk memulakan perkongsian skrin. Jika anda tidak melihat butang, pergi ke Tetapan > Pusat Kawalan > Ubah Suai Kawalan dan tambah Rakaman Skrin.
pt_br: Abra o Centro de Controle, pressione continuamente o botão de Gravação da tela Selecione {{appName}} e pressione Começar a gravação para iniciar o compartilhamento da tela. Se não vir o botão, acesse Definições > Centro de Controle > Personalizar controles e adicione Gravação da tela.
ru_ru: Откройте "Центр управления", после чего нажмите и удерживайте кнопку "Запись экрана". Выберите {{appName}} и нажмите "Начать запись", чтобы начать показ экрана. Если кнопка не отображается, выберите раздел "Настройки" > "Центр управления" > "Настройка элементов управления" и добавьте кнопку "Запись экрана".
th_th: เปิดศูนย์ควบคุมแล้วกดปุ่ม การบันทึกหน้าจอ ค้างไว้ เลือก {{appName}} แล้วแตะ เริ่มบันทึก เพื่อเริ่มแชร์หน้าจอ หากคุณไม่เห็นปุ่มดังกล่าว โปรดไปที่ การตั้งค่า > ศูนย์ควบคุม > ปรับแต่งการควบคุม และเพิ่มการบันทึกหน้าจอ
vi_vn: Mở Trung tâm Điều khiển, nhấn và giữ nút Ghi lại Màn hình. Chọn {{appName}} và chạm vào Bắt đầu Ghi lại để bắt đầu chia sẻ màn hình. Nếu bạn không nhìn thấy nút, đến mục Cài đặt > Trung tâm Điều khiển > Tùy chỉnh Điều khiển và Ghi lại Màn hình.
zh_cn: 打开“控制中心”，长按“屏幕录制”按钮，选择{{appName}}并轻触“开始录制”。若控制中心未添加屏幕录制功能，请前往【设置】-【控制中心】-【自定控制】，添加“屏幕录制”。
zh_hk: 打開「控制中心」，長按「螢幕錄影」按鈕，選擇{{appName}}並輕觸「開始錄影」。若控制中心未新增螢幕錄影製功能，請前往【設定】-【控制中心】-【自訂控制】，新增「螢幕錄影」。
zh_tw: 打開「控制中心」，長按「螢幕錄製」按鈕，選擇{{appName}}並點按「開始錄製」。若控制中心未新增螢幕錄製功能，請前往「設定」-「控制中心」-「自訂控制」，新增「螢幕錄製」。

# gDY
source: Share Docs
de_de: Docs teilen
es_es: Compartir Docs
fr_fr: Partager les Docs
hi_in: डॉक्स साझा करें
id_id: Berbagi Docs
it_it: Condividi documenti
ja_jp: Docs を共有
ko_kr: 문서 공유
ms_my: Kongsi Docs
pt_br: Compartilhar Docs
ru_ru: Показать документ
th_th: แชร์เอกสาร
vi_vn: Chia sẻ Docs
zh_cn: 共享云文档
zh_hk: 分享雲端文件
zh_tw: 分享雲端文件

# V3E
source: Share Docs
de_de: Docs teilen
es_es: Compartir Docs
fr_fr: Partager les Docs
hi_in: डॉक्स साझा करें
id_id: Berbagi Docs
it_it: Condividi documenti
ja_jp: Docs を共有
ko_kr: 문서 공유
ms_my: Kongsi Docs
pt_br: Compartilhar Docs
ru_ru: Показать документ
th_th: แชร์เอกสาร
vi_vn: Chia sẻ Docs
zh_cn: 共享云文档
zh_hk: 分享雲端文件
zh_tw: 分享雲端文件

# Gqs
source: Share New
de_de: Neu teilen
es_es: Compartir nuevo contenido
fr_fr: Partager nouveau
hi_in: नया साझा करें
id_id: Berbagi baru
it_it: Condividi nuovo
ja_jp: 共有を変更
ko_kr: 새 항목 공유
ms_my: Kongsi baharu
pt_br: Compartilhar novo
ru_ru: Выбрать другой контент
th_th: แชร์ใหม่
vi_vn: Chia sẻ mới
zh_cn: 重新共享
zh_hk: 重新分享
zh_tw: 重新分享

# bIM
source: Share Screen
de_de: Bildschirm teilen
es_es: Compartir pantalla
fr_fr: Partager l'écran
hi_in: स्क्रीन साझा करें
id_id: Berbagi layar
it_it: Condividi schermo
ja_jp: 画面を共有
ko_kr: 화면 공유
ms_my: Kongsi skrin
pt_br: Compartilhar a tela
ru_ru: Показать экран
th_th: แชร์หน้าจอ
vi_vn: Chia sẻ màn hình
zh_cn: 共享屏幕
zh_hk: 分享畫面
zh_tw: 分享畫面

# 4bw
source: Share Whiteboard
de_de: Whiteboard teilen
es_es: Compartir pizarra
fr_fr: Partager le tableau blanc
hi_in: व्हाइटबोर्ड साझा करें
id_id: Berbagi whiteboard
it_it: Condividi lavagna
ja_jp: ホワイトボードを共有
ko_kr: 화이트보드 공유
ms_my: Kongsi papan putih
pt_br: Compartilhar quadro branco
ru_ru: Показать интерактивную панель
th_th: แชร์กระดานดำ
vi_vn: Chia sẻ bảng trắng
zh_cn: 共享白板
zh_hk: 分享白板
zh_tw: 分享白板
