Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# UeE
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: हो गया
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Feito
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# SWY
source: Don't allow
de_de: Nicht zulassen
es_es: No permitir
fr_fr: Ne pas autoriser
hi_in: अनुमोदित न करें
id_id: Jangan izinkan
it_it: Non consento
ja_jp: 同意しない
ko_kr: 허용 안 함
ms_my: Jangan benarkan
pt_br: Não permitir
ru_ru: Не разрешаю
th_th: ไม่อนุญาต
vi_vn: Không cho phép
zh_cn: 不同意
zh_hk: 不同意
zh_tw: 不同意

# CA4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# Or4
source: Decline
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Recusar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕
zh_tw: 拒絕

# v+g
source: Don't use audio
de_de: Audio nicht verwenden
es_es: No usar audio
fr_fr: Ne pas utiliser de son
id_id: Jangan gunakan audio
it_it: Non utilizzare audio
ja_jp: 音声を使用しない
ko_kr: 오디오 사용 안 함
ms_my: Jangan gunakan audio
pt_br: Não usar áudio
ru_ru: Не использовать аудио
th_th: ไม่ใช้เสียง
vi_vn: Không sử dụng âm thanh
zh_cn: 不使用音频
zh_hk: 不使用音訊
zh_tw: 不使用音訊

# faA
source: Double click to view on my own
de_de: Doppelklicken Sie, um auf eigene Faust anzuzeigen
es_es: Haz doble clic para Ver por mi cuenta propia
fr_fr: Double-cliquez pour afficher dans "My Own"
id_id: Klik dua kali untuk melihat di saya sendiri
it_it: Fai doppio clic per visualizzare autonomamente
ja_jp: ダブルクリックして自由に閲覧する
ko_kr: 더블 클릭하여 직접 보기
ms_my: Klik dua kali untuk melihat pada milik saya
pt_br: Clique duas vezes para visualizar por conta própria
ru_ru: Дважды щелкните, чтобы просмотреть самостоятельно
th_th: ดับเบิลคลิกเพื่อดูด้วยตนเอง
vi_vn: Nhấp đúp để tự xem
zh_cn: 双击进入自由浏览
zh_hk: 按兩下進入自由瀏覽
zh_tw: 連按兩下進入自由瀏覽

# V7g
source: Lower All Hands
de_de: Alle Hände senken
es_es: Bajar todas las manos
fr_fr: Baisser toutes les mains
id_id: Turunkan Semua Tangan
it_it: Abbassa tutte le mani
ja_jp: すべての手を降ろす
ko_kr: 모두 손 내리기
ms_my: Turunkan Semua Tangan
pt_br: Abaixar todas as mãos
ru_ru: Опустить все руки
th_th: เอามือทั้งหมดลง
vi_vn: Hạ tất cả tay xuống
zh_cn: 手全部放下
zh_hk: 手全部放下
zh_tw: 手全部放下

# QEg
source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
hi_in: अवधि
id_id: Durasi
it_it: Durata
ja_jp: 期間
ko_kr: 지속 시간
ms_my: Tempoh
pt_br: Duração
ru_ru: Продолжительность
th_th: ระยะเวลา
vi_vn: Thời gian
zh_cn: 持续时间
zh_hk: 持續時間
zh_tw: 持續時間

# fTI
source: {{durationTimeHour}} hr {{durationTimeMin}} min {{durationTimeSec}} sec
de_de: {{durationTimeHour}} h {{durationTimeMin}} m {{durationTimeSec}} s
es_es: {{durationTimeHour}} h {{durationTimeMin}} m {{durationTimeSec}} s
fr_fr: {{durationTimeHour}} h {{durationTimeMin}} m {{durationTimeSec}} s
hi_in: {{durationTimeHour}}घंटे {{durationTimeMin}}मिनट {{durationTimeSec}}सेकेंड
id_id: {{durationTimeHour}} j {{durationTimeMin}} m {{durationTimeSec}} d
it_it: {{durationTimeHour}} ore {{durationTimeMin}} min {{durationTimeSec}} sec
ja_jp: {{durationTimeHour}}時間 {{durationTimeMin}}分 {{durationTimeSec}}秒
ko_kr: {{durationTimeHour}}시간 {{durationTimeMin}}분 {{durationTimeSec}}초
ms_my: {{durationTimeHour}}h {{durationTimeMin}}m {{durationTimeSec}}s
pt_br: {{durationTimeHour}}h {{durationTimeMin}}m {{durationTimeSec}}s
ru_ru: {{durationTimeHour}}ч {{durationTimeMin}}мин. {{durationTimeSec}}с
th_th: {{durationTimeHour}} ชั่วโมง {{durationTimeMin}} นาที {{durationTimeSec}} วินาที
vi_vn: {{durationTimeHour}}h {{durationTimeMin}}min {{durationTimeSec}}s
zh_cn: {{durationTimeHour}} 小时 {{durationTimeMin}} 分 {{durationTimeSec}} 秒
zh_hk: {{durationTimeHour}} 小時 {{durationTimeMin}} 分 {{durationTimeSec}} 秒
zh_tw: {{durationTimeHour}} 小時 {{durationTimeMin}} 分 {{durationTimeSec}} 秒

# hyQ
source: {{durationTimeMin}} min {{durationTimeSec}} sec
de_de: {{durationTimeMin}} m {{durationTimeSec}} s
es_es: {{durationTimeMin}} m {{durationTimeSec}} s
fr_fr: {{durationTimeMin}} m {{durationTimeSec}} s
hi_in: {{durationTimeMin}}मिनट {{durationTimeSec}}सेकेंड
id_id: {{durationTimeMin}} m {{durationTimeSec}} d
ja_jp: {{durationTimeMin}}分 {{durationTimeSec}}秒
ko_kr: {{durationTimeMin}}분 {{durationTimeSec}}초
ms_my: {{durationTimeMin}}m {{durationTimeSec}}s
pt_br: {{durationTimeMin}}m {{durationTimeSec}}s
ru_ru: {{durationTimeMin}}мин. {{durationTimeSec}}с
th_th: {{durationTimeMin}} นาที {{durationTimeSec}} วินาที
vi_vn: {{durationTimeMin}}min {{durationTimeSec}}s
zh_cn: {{durationTimeMin}} 分 {{durationTimeSec}} 秒
zh_hk: {{durationTimeMin}} 分 {{durationTimeSec}} 秒
zh_tw: {{durationTimeMin}} 分 {{durationTimeSec}} 秒

# r50
source: {{durationTimeSec}} sec
de_de: {{durationTimeSec}} s
es_es: {{durationTimeSec}} s
fr_fr: {{durationTimeSec}} s
hi_in: {{durationTimeSec}}सेकेंड
id_id: {{durationTimeSec}} d
ja_jp: {{durationTimeSec}}秒
ko_kr: {{durationTimeSec}}초
ms_my: {{durationTimeSec}}s
pt_br: {{durationTimeSec}}s
ru_ru: {{durationTimeSec}}с
th_th: {{durationTimeSec}} วินาที
vi_vn: {{durationTimeSec}}s
zh_cn: {{durationTimeSec}} 秒
zh_hk: {{durationTimeSec}} 秒
zh_tw: {{durationTimeSec}} 秒

# fgw
source: Set alias
de_de: Alias festlegen
es_es: Configurar alias
fr_fr: Définir l'alias
hi_in: उपनाम सेट करें
id_id: Tetapkan alias
it_it: Imposta alias
ja_jp: 備考名を変更
ko_kr: 별칭 설정
ms_my: Tetapkan alias
pt_br: Definir alias
ru_ru: Установить псевдоним
th_th: ตั้งนามแฝง
vi_vn: Đặt bí danh
zh_cn: 修改备注名
zh_hk: 修改備註名稱
zh_tw: 修改備註名稱

# xQo
source: Effects
de_de: Effekte
es_es: Efectos
fr_fr: Effets
hi_in: इफ़ेक्ट
id_id: Efek
it_it: Effetti
ja_jp: エフェクト
ko_kr: 효과
ms_my: Kesan
pt_br: Efeitos
ru_ru: Эффекты
th_th: เอฟเฟ็กต์
vi_vn: Hiệu ứng đặc biệt
zh_cn: 特效
zh_hk: 特效
zh_tw: 特效

# 69s
source: You can now use avatars, touch-up, and filters!
de_de: Sie können nun Avatare, Retusche und Filter verwenden!
es_es: Ahora puedes utilizar avatars, retoques y filtros.
fr_fr: Vous pouvez désormais utiliser les avatars, la retouche et les filtres !
hi_in: अब आप अवतार, टच-अप, और फ़िल्टर उपयोग कर सकते हैं.
id_id: Anda sekarang dapat menggunakan avatar, filter, dan penyempurnaan!
it_it: Ora puoi usare avatar, funzioni di ritocco e filtri!
ja_jp: アバターやビデオフィルタを使ってみましょう！
ko_kr: 이제 아바타, 보정, 필터를 사용할 수 있습니다!
ms_my: Anda kini boleh menggunakan avatar, sentuhan, dan penapis!
pt_br: Agora você pode usar avatares, retoques e filtros!
ru_ru: Теперь можно использовать аватары, ретушь и фильтры!
th_th: คุณสามารถใช้อวตาร การตกแต่ง และฟิลเตอร์ได้แล้วในขณะนี้!
vi_vn: Bây giờ bạn đã có thể sử dụng ảnh đại diện, chức năng tinh chỉnh và bộ lọc!
zh_cn: 现在可以使用虚拟形象、美颜和滤镜啦！
zh_hk: 現在可以使用虛擬頭像、美顏和濾鏡啦！
zh_tw: 現在可以使用虛擬頭像、美顏和濾鏡啦！

# 0Wg
source: You can now use touch-up and filters!
de_de: Sie können Retusche und Filter verwenden!
es_es: Ya puedes utilizar retoques y filtros.
fr_fr: Vous pouvez désormais utiliser la retouche et les filtres !
hi_in: अब आप टच-अप और फ़िल्टर का उपयोग कर सकते हैं!
id_id: Anda sekarang dapat menggunakan filter dan penyempurnaan!
it_it: Ora puoi usare funzioni di ritocco e filtri!
ja_jp: フィルタを使ってみましょう！
ko_kr: 이제 보정 및 필터를 사용할 수 있습니다!
ms_my: Anda kini boleh menggunakan sentuhan dan penapis!
pt_br: Agora você pode usar retoques e filtros!
ru_ru: Теперь можно использовать ретушь и фильтры!
th_th: คุณสามารถใช้การตกแต่งและฟิลเตอร์ได้แล้วในขณะนี้!
vi_vn: Bây giờ bạn đã có thể sử dụng bộ lọc tinh chỉnh!
zh_cn: 现在可以使用美颜和滤镜啦！
zh_hk: 現在可以使用美顏和濾鏡啦！
zh_tw: 現在可以使用美顏和濾鏡啦！

# ct8
source: AI will automatically capture and summarize meeting details. You can disable this feature in Security > Smart Meetings.
de_de: Die KI erfasst automatisch die Besprechungsdetails und fasst sie zusammen. Sie können diese Funktion unter „Sicherheit“ > „Intelligente Besprechungen“ deaktivieren.
es_es: La IA capturará y resumirá automáticamente los detalles de la reunión. Puedes desactivar esta función en Seguridad > Reuniones inteligentes.
fr_fr: L'IA capture et résume automatiquement les détails de la réunion. Vous pouvez désactiver cette fonctionnalité en vous rendant dans Sécurité > Réunions intelligentes.
id_id: AI akan secara otomatis menangkap dan merangkum perincian rapat. Anda dapat menonaktifkan fitur ini di Keamanan > Rapat Cerdas.
it_it: L'IA acquisirà e riepilogherà automaticamente i dettagli della riunione. Puoi disabilitare questa funzione in Sicurezza > Riunioni intelligenti.
ja_jp: 「有効化」をクリックすると、AI は会議情報にアクセスし、自動的に会議内容をまとめることが可能です。機能を無効にしたい場合、「セキュリティ」>「スマート会議」で設定できます。
ko_kr: AI가 자동으로 회의 세부 정보를 캡처하고 요약합니다. 이 기능은 보안 > 스마트 회의에서 비활성화할 수 있습니다.
ms_my: AI akan secara automatik merakam dan meringkaskan butiran mesyuarat. Anda boleh mematikan ciri ini dalam Keselamatan > Mesyuarat Pintar.
pt_br: A IA capturará e resumirá automaticamente os detalhes da reunião. Você pode desativar esse recurso em Segurança > Reuniões Inteligentes.
ru_ru: AI автоматически получит и подготовит сводные сведения о конференции. Эту функцию можно отключить в разделе Безопасность > Интеллектуальные конференции.
th_th: AI จะบันทึกและสรุปรายละเอียดการประชุมโดยอัตโนมัติ คุณสามารถปิดใช้งานฟีเจอร์นี้ได้ในความปลอดภัย > การประชุมอัจฉริยะ
vi_vn: AI sẽ tự động ghi và tóm tắt chi tiết cuộc họp. Bạn có thể tắt tính năng này trong mục Bảo mật > Cuộc họp thông minh.
zh_cn: 点击“开启”后，AI 可获取会议信息并帮助参会者总结会议内容。启用后可在“安全 > 智能会议”中再次关闭
zh_hk: 點擊「開啟」後，AI 可獲取會議資訊並幫助參會者總結會議內容。啟用後，可在「安全 > 智能會議」中再次關閉
zh_tw: 點選「開啟」後，AI 可擷取會議資訊並幫助與會人員總結會議內容。啟用後，可在「安全性 > 智慧會議」中再次關閉

# EYU
source: Enable AI for this meeting?
de_de: Möchten Sie die KI für diese Besprechung aktivieren?
es_es: ¿Quieres habilitar la IA para esta reunión?
fr_fr: Activer l'IA pour cette réunion ?
id_id: Aktifkan AI untuk rapat ini?
it_it: Abilitare l'IA per questa riunione?
ja_jp: AI チャットを有効化しますか？
ko_kr: 이 회의에 대해 AI를 활성화하시겠습니까?
ms_my: Dayakan AI untuk mesyuarat ini?
pt_br: Ativar IA para esta reunião?
ru_ru: Включить AI для этой конференции?
th_th: เปิดใช้งาน AI สำหรับการประชุมนี้หรือไม่
vi_vn: Bật AI cho cuộc họp này?
zh_cn: 开启会中 AI 对话？
zh_hk: 要開啟會議中 AI 對話嗎？
zh_tw: 要開啟會議中 AI 對話嗎？

# njY
source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
id_id: Aktifkan
it_it: Abilita
ja_jp: 有効化
ko_kr: 활성화
ms_my: Dayakan
pt_br: Ativar
ru_ru: Включить
th_th: เปิดใช้
vi_vn: Bật
zh_cn: 开启
zh_hk: 開啟
zh_tw: 開啟

# v7Q
source: The interviewer has enabled written record. Please view details in the main interface.
de_de: Der Interviewer hat „Schriftliche Aufzeichnung“ aktiviert. Details können Sie in der Hauptoberfläche einsehen.
es_es: El entrevistador ha habilitado el registro por escrito. Mira los detalles en la interfaz principal.
fr_fr: L'intervieweur a activé l'enregistrement écrit. Veuillez afficher les détails dans l'interface principale.
hi_in: साक्षात्कारकर्ता ने लिखित रिकॉर्ड सक्षम किया. कृपया मुख्य इंटरफ़ेस पर विवरण देखें.
id_id: Pewawancara telah mengaktifkan rekaman tertulis. Lihat perincian di antarmuka utama.
it_it: L'intervistatore ha abilitato la registrazione scritta. Visualizza i dettagli nell'interfaccia principale.
ja_jp: 面接官は文字記録機能をオンにしたため、メイン画面で詳細を確認できます
ko_kr: 면접관이 서면 기록을 활성화했습니다. 기본 인터페이스에서 세부 정보를 확인하세요.
ms_my: Pewawancara telah mengaktifkan rekod bertulis. Sila lihat butiran di antara muka utama.
pt_br: O entrevistador ativou o registro escrito. Visualize os detalhes na interface principal.
ru_ru: Интервьюер включил письменную запись. Ознакомьтесь с подробностями в главном интерфейсе.
th_th: ผู้สัมภาษณ์ได้เปิดใช้การบันทึกเป็นลายลักษณ์อักษร โปรดดูรายละเอียดในอินเตอร์เฟซหลัก
vi_vn: Người phỏng vấn đã kích hoạt ghi chép tài liệu. Vui lòng xem chi tiết trong giao diện chính.
zh_cn: 面试官开启了面试速记，请在主界面中查看详情
zh_hk: 面試官已開啟面試速記，請在主介面中查看詳細資訊
zh_tw: 面試官已開啟面試速記，請在主介面中查看詳細資料

# 8G4
source: End-to-end encryption connecting...
de_de: Verbindung mit End-to-End-Verschlüsselung wird hergestellt...
es_es: Cifrado de extremo a extremo conectando...
fr_fr: Connexion du chiffrement de bout en bout...
id_id: Enkripsi menyeluruh sedang dihubungkan...
it_it: Connessione crittografia end-to-end in corso
ja_jp: エンドツーエンドの暗号化接続を確立しています...
ko_kr: 엔드투엔드 암호화 연결 중...
ms_my: Sambungan enkripsi hujung-ke-hujung...
pt_br: Criptografia de ponta a ponta conectando...
ru_ru: Сквозное шифрование при подключении...
th_th: กำลังเชื่อมต่อการเข้ารหัสจากต้นทางถึงปลายทาง...
vi_vn: Đang kết nối mã hóa toàn diện...
zh_cn: 正在建立端到端加密连接...
zh_hk: 正在建立端對端加密連線...
zh_tw: 正在建立端對端加密連線...

# 3b4
source: E2E encryption enabled
de_de: E2E-Verschlüsselung aktiviert
es_es: Cifrado E2E habilitado
fr_fr: Chiffrement E2E activé
id_id: Enkripsi E2E diaktifkan
it_it: Crittografia E2E abilitata
ja_jp: エンドツーエンド暗号化が有効中です。
ko_kr: E2E 암호화 활성화됨
ms_my: Pengaktifan enkripsi E2E
pt_br: Criptografia E2E habilitada
ru_ru: E2E-шифрование включено
th_th: เปิดใช้การเข้ารหัส E2E
vi_vn: Đã bật mã hóa E2E
zh_cn: 已启用端到端加密
zh_hk: 已啟用端對端加密
zh_tw: 已啟用端對端加密

# 3OY
source: Encryption
de_de: Verschlüsselung
es_es: Cifrado
fr_fr: Chiffrement
id_id: Enkripsi
it_it: Crittografia
ja_jp: 暗号化
ko_kr: 암호화
ms_my: Enkripsi
pt_br: Criptografia
ru_ru: Шифрование
th_th: การเข้ารหัส
vi_vn: Mã hóa
zh_cn: 加密
zh_hk: 加密
zh_tw: 加密

# 77I
source: Host has ended breakout rooms early. Close breakout rooms in {{number}} sec. You will automatically return to the main room.
de_de: Moderator hat Gruppenräume frühzeitig geschlossen. Gruppenräume werden in {{number}} Sek. geschlossen. Sie kehren automatisch in den Hauptraum zurück.
es_es: El moderador ha habilitado las salas de descanso antes de lo previsto. Las salas de descanso se cerrarán en {{number}} s. Volverás automáticamente a la sala principal.
fr_fr: L'hôte a mis fin aux salles de petits groupes de façon anticipée. Fermeture des salles de petits groupes dans {{number}} s. Vous retournerez automatiquement dans la salle principale.
hi_in: होस्ट ने ब्रेकाउट रूम जल्दी समाप्त किया. {{number}} से० में ब्रेकाउट रूम बंद करें. आप स्वचालित रूप से मुख्य रूम में वापस पहुँच जाएँगे.
id_id: Host telah mengakhiri ruang diskusi kelompok lebih awal. Tutup ruang diskusi kelompok setelah {{number}}d. Anda akan secara otomatis kembali ke ruang utama.
it_it: L'host ha terminato le sale di suddivisione in anticipo. Chiudi le sale di suddivisione tra {{number}} sec. Tornerai automaticamente alla sala principale.
ja_jp: 進行役はブレイクアウトルームを終了しました。あなたは {{number}} 秒後にメインルームに戻ります
ko_kr: 진행자가 소회의실을 일찍 종료했습니다. 소회의실이 {{number}}초 후에 닫힙니다. 자동으로 주회의실로 돌아가게 됩니다.
ms_my: Hos telah mengakhiri bilik pecahan awal. Tutup bilik pecahan dalam {{number}} saat. Anda akan kembali ke bilik utama secara automatik.
pt_br: O host encerrou as salas separadas antecipadamente. Feche as salas separadas em {{number}}s. Você retornará automaticamente para a sala principal.
ru_ru: Организатор досрочно завершил работу сессионных залов. Сессионные залы закроются через {{number}} сек. Вы автоматически вернетесь в главный зал.
th_th: โฮสต์ได้ปิดห้องย่อยก่อนกำหนดเวลา ปิดห้องย่อยใน {{number}} วิ คุณจะกลับไปยังห้องหลักโดยอัตโนมัติ
vi_vn: Chủ phòng đã kết thúc phòng họp nhóm sớm hơn. Đóng phòng họp nhóm sau {{number}}s. Bạn sẽ tự động trở lại phòng chính.
zh_cn: 主持人已提前结束分组讨论，讨论组将在 {{number}} 秒后关闭，你将自动返回主会场
zh_hk: 主持人已提前結束分組討論，討論小組將在 {{number}} 秒後關閉，你將自動返回主會場
zh_tw: 主持人已提前結束分組討論，討論群組將在 {{number}} 秒後關閉，你會自動返回主會場

# XLY
source: End
de_de: Ende
es_es: Finalizar
fr_fr: Terminer
hi_in: समाप्ति
id_id: Akhiri
it_it: Termina
ja_jp: 終了
ko_kr: 종료
ms_my: Akhiri
pt_br: Encerrar
ru_ru: Завершить
th_th: สิ้นสุด
vi_vn: Kết thúc
zh_cn: 结束
zh_hk: 結束
zh_tw: 結束

# sBE
source: Whiteboard content will not be saved once the call ends. Sure to end?
de_de: Der Inhalt des Whiteboard wird nicht gespeichert, sobald der Anruf endet. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: El contenido de la pizarra no se guardará cuando la llamada termine. ¿Seguro que quieres terminarla?
fr_fr: Le contenu du tableau blanc ne sera pas sauvegardé une fois l'appel terminé. Voulez-vous vraiment terminer ?
id_id: Konten whiteboard tidak akan disimpan setelah panggilan berakhir. Yakin ingin mengakhiri?
it_it: Il contenuto della lavagna non sarà salvato al termine della chiamata. Confermi di volerla terminare?
ja_jp: 通話を終了すると、ホワイトボードの内容が破棄されます。終了しますか？
ko_kr: 통화가 종료되면 화이트보드 콘텐츠가 저장되지 않습니다. 종료하시겠습니까?
ms_my: Kandungan papan putih tidak akan disimpan apabila panggilan berakhir. Pasti untuk berakhir?
pt_br: O conteúdo do quadro branco não será salvo após o encerramento da chamada. Tem certeza de que deseja encerrar?
ru_ru: Содержимое доски не будет сохранено после завершения вызова. Все равно завершить?
th_th: เนื้อหาในกระดานดำจะไม่ถูกบันทึกเมื่อสิ้นสุดการโทร ต้องการจบการสนทนาหรือไม่
vi_vn: Nội dung bảng trắng sẽ không được lưu sau khi cuộc gọi kết thúc. Bạn có chắc muốn kết thúc không?
zh_cn: 结束通话后白板内容不会被保存，是否结束？
zh_hk: 結束通話後，白板內容將不會儲存，是否結束？
zh_tw: 結束通話後，白板內容將不會儲存，是否結束？

# dH8
source: End the meeting will dismiss all participants and whiteboard content will not be saved. Sure to end?
de_de: Wenn die Besprechung endet, werden alle Teilnehmer entlassen und der Inhalt des Whiteboard wird nicht gespeichert. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Si terminas la reunión, se despedirá a los participantes y el contenido de la pizarra no se guardará. ¿Seguro que quieres terminarla?
fr_fr: Terminer la réunion exclura tous les participants et le contenu du tableau blanc ne sera pas sauvegardé. Voulez-vous vraiment terminer ?
id_id: Mengakhiri rapat akan membubarkan semua peserta dan konten whiteboard tidak akan disimpan. Yakin ingin mengakhiri?
it_it: Concludere la riunione congederà tutti i partecipanti e il contenuto della lavagna non verrà salvato. Confermi di volerla terminare?
ja_jp: 会議を終了すると、すべての参加者が退出し、ホワイトボードの内容が破棄されます。終了しますか？
ko_kr: 회의를 종료하면 모든 참가자가 해산되고 화이트보드 콘텐츠가 저장되지 않습니다. 종료하시겠습니까?
ms_my: Mengakhiri mesyuarat akan mengeluarkan semua peserta dan kandungan papan putih tidak akan disimpan. Pasti untuk berakhir?
pt_br: Encerrar a reunião dispensará todos os participantes e o conteúdo do quadro branco não será salvo. Tem certeza de que deseja encerrar?
ru_ru: При завершении конференции все участники будут удалены, а содержимое доски не будет сохранено. Все равно завершить?
th_th: การจบการประชุมจะเป็นการทำให้ผู้เข้าร่วมทั้งหมดออกจากการประชุมและเนื้อหากระดานดำจะไม่ถูกบันทึก แน่ใจหรือไม่ว่าต้องการจบการประชุม
vi_vn: Việc kết thúc cuộc họp sẽ đẩy tất cả người tham gia ra và nội dung bảng trắng sẽ không được lưu. Bạn có chắc muốn kết thúc không?
zh_cn: 结束会议将解散所有参会人，并且会议中的白板内容不会被保存，是否结束？
zh_hk: 結束會議將解散所有參加者，且會議中的白板內容將不會儲存，是否結束？
zh_tw: 結束會議將解散所有與會人員，並且會議中的白板內容將不會儲存，是否結束？

# mac
source: Whiteboard content will not be saved once the meeting ends. Sure to end?
de_de: Der Inhalt des Whiteboard wird nicht gespeichert, sobald die Besprechung endet. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: El contenido de la pizarra no se guardará cuando la reunión termine. ¿Seguro que quieres terminarla?
fr_fr: Le contenu du tableau blanc ne sera pas sauvegardé une fois la réunion terminée. Voulez-vous vraiment terminer ?
id_id: Konten whiteboard tidak akan disimpan setelah rapat berakhir. Yakin ingin mengakhiri?
it_it: Il contenuto della lavagna non sarà salvato al termine della riunione. Confermi di volerla terminare?
ja_jp: 会議を終了すると、ホワイトボードの内容が破棄されます。終了しますか？
ko_kr: 회의가 종료되면 화이트보드 콘텐츠가 저장되지 않습니다. 종료하시겠습니까?
ms_my: Kandungan papan putih tidak akan disimpan apabila mesyuarat berakhir. Pasti untuk berakhir?
pt_br: O conteúdo do quadro branco não será salvo após o encerramento da reunião. Tem certeza de que deseja encerrar?
ru_ru: Содержимое доски не будет сохранено после завершения конференции. Все равно завершить?
th_th: เนื้อหาในกระดานดำจะไม่ถูกบันทึกเมื่อสิ้นสุดการประชุม แน่ใจหรือไม่ว่าต้องการจบการประชุม
vi_vn: Nội dung bảng trắng sẽ không được lưu sau khi cuộc họp kết thúc. Bạn có chắc muốn kết thúc không?
zh_cn: 结束会议后会议中的白板内容不会被保存，是否结束？
zh_hk: 結束會議後，會議中的白板內容將不會儲存，是否結束？
zh_tw: 結束會議後，會議中的白板內容將不會儲存，是否結束？

# cgk
source: Ending the meeting will remove all participants, and any unsaved annotations will be lost. Are you sure you want to continue?
de_de: Durch das Beenden der Besprechung werden alle Teilnehmer entfernt und ungespeicherte Anmerkungen gehen verloren. Möchten Sie wirklich fortfahren?
es_es: Al finalizar la reunión, se quitarán todos los participantes y se perderán todas las anotaciones que no se hayan guardado. ¿Seguro que quieres continuar?
fr_fr: Si vous mettez fin à la réunion, tous les participants seront retirés et toutes les annotations non enregistrées seront perdues. Êtes-vous sûr de vouloir continuer ?
id_id: Mengakhiri rapat akan menghapus semua peserta, dan anotasi yang belum disimpan akan hilang. Yakin mau melanjutkan?
it_it: Concludere la riunione rimuoverà tutti i partecipanti e tutte le annotazioni non salvate andranno perse. Continuare?
ja_jp: 会議を終了すると、参加者全員が会議から退出することになります。なお、注釈の内容は自動的に保存されません。終了しますか？
ko_kr: 회의를 종료하면 모든 참가자가 제거되고, 저장되지 않은 주석도 손실됩니다. 계속하시겠습니까?
ms_my: Mengakhiri mesyuarat akan mengeluarkan semua peserta, dan sebarang anotasi yang tidak disimpan akan hilang. Adakah anda pasti ingin meneruskan?
pt_br: O encerramento da reunião removerá todos os participantes e qualquer anotação não salva será perdida. Deseja mesmo continuar?
ru_ru: Завершение конференции приведет к удалению всех участников, а все несохраненные аннотации будут утеряны. Продолжить?
th_th: การสิ้นสุดการประชุมจะลบผู้เข้าร่วมทั้งหมด และคำอธิบายประกอบที่ยังไม่ได้บันทึกจะสูญหาย แน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
vi_vn: Nếu kết thúc cuộc họp này, tất cả người tham gia sẽ bị xóa và mọi chú thích chưa được lưu sẽ bị mất. Bạn có chắc muốn tiếp tục không?
zh_cn: 结束会议将解散所有人，且不会自动保存标注内容，是否结束？
zh_hk: 結束會議將解散所有人，且不會自動儲存標註內容，是否結束？
zh_tw: 結束會議將解散所有人，且不會自動儲存標註內容，是否結束？

# fxw
source: Ending the meeting will remove all participants, and any unsaved whiteboard content will be lost. Are you sure you want to continue?
de_de: Durch das Beenden der Besprechung werden alle Teilnehmer entfernt und ungespeicherte Whiteboard-Inhalte gehen verloren. Möchten Sie wirklich fortfahren?
es_es: Al finalizar la reunión, se quitarán todos los participantes y se perderá todo el contenido de la pizarra que no se haya guardado. ¿Seguro que quieres continuar?
fr_fr: En mettant fin à la réunion, tous les participants seront retirés et le contenu du tableau blanc non sauvegardé sera perdu. Êtes-vous sûr de vouloir continuer ?
id_id: Mengakhiri rapat akan menghapus semua peserta, dan konten whiteboard yang belum disimpan akan hilang. Yakin mau melanjutkan?
it_it: Terminare la riunione rimuoverà tutti i partecipanti e tutti i contenuti della lavagna non salvati andranno persi. Continuare?
ja_jp: 会議を終了すると、参加者全員が会議から退出することになります。なお、ホワイトボードの内容は自動的に保存されません。終了しますか？
ko_kr: 회의를 종료하면 모든 참가자가 제거되고, 저장되지 않은 화이트보드 콘텐츠도 손실됩니다. 계속하시겠습니까?
ms_my: Mengakhiri mesyuarat akan mengeluarkan semua peserta, dan sebarang kandungan papan tulis yang tidak disimpan akan hilang. Adakah anda pasti ingin meneruskan?
pt_br: O encerramento da reunião removerá todos os participantes e qualquer conteúdo não salvo do quadro branco será perdido. Deseja mesmo continuar?
ru_ru: Завершение конференции приведет к удалению всех участников, а все несохраненное содержимое интерактивной панели будет утеряно. Продолжить?
th_th: การสิ้นสุดการประชุมจะลบผู้เข้าร่วมทั้งหมด และเนื้อหาในกระดานดำที่ยังไม่ได้บันทึกจะสูญหาย แน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
vi_vn: Nếu kết thúc cuộc họp này, tất cả người tham gia sẽ bị xóa và mọi nội dung trên bảng trắng chưa được lưu sẽ bị mất. Bạn có chắc muốn tiếp tục không?
zh_cn: 结束会议将解散所有人，且不会自动保存白板内容，是否结束？
zh_hk: 結束會議將解散所有人，且不會自動儲存白板內容，是否結束？
zh_tw: 結束會議將解散所有人，且不會自動儲存白板內容，是否結束？
