Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# BkI
source: Confirm to stop syncing video order?
de_de: Beenden der Synchronisierung der Videoanordnung bestätigen?
es_es: ¿Detener la sincronización del orden de vídeo?
fr_fr: Confirmer l'arrêt de la synchronisation de l'ordre des vidéos ?
id_id: Konfirmasi untuk menghentikan sinkronisasi urutan video?
it_it: Confermare l'interruzione della sincronizzazione dell'ordine video?
ja_jp: 画面の並び順の同期を解除しますか？
ko_kr: 동영상 순서 동기화를 중지하시겠습니까?
ms_my: Sahkan untuk berhenti menyelaraskan susunan video?
pt_br: Confirmar para interromper a sincronização da ordem de vídeos?
ru_ru: Подтверждаете остановку синхронизации порядка видео?
th_th: ยืนยันการหยุดซิงค์ลำดับวิดีโอหรือไม่
vi_vn: Xác nhận dừng đồng bộ hóa thứ tự video?
zh_cn: 确定停止同步视频顺序？
zh_hk: 確定要停止同步視像順序嗎？
zh_tw: 確定要停止同步視訊順序嗎？

# 5gM
source: Sharing meeting notes on the screen will stop your current screen sharing. Continue?
de_de: Durch das Teilen von Besprechungsnotizen auf dem Bildschirm wird Ihre derzeitige Bildschirmfreigabe beendet. Möchten Sie fortfahren?
es_es: Si compartes notas de reunión en pantalla, se detendrá el uso compartido de la pantalla actual. ¿Continuar?
fr_fr: Le partage des notes de réunion à l'écran arrêtera le partage de votre écran actuel. Continuer ?
id_id: Membagikan catatan rapat di layar akan menghentikan pembagian layar Anda saat ini. Lanjutkan?
it_it: La condivisione delle note riunione sullo schermo interromperà la condivisione dello schermo corrente. Continuare?
ja_jp: 現在の画面共有を停止し、議事録を共有しますか？
ko_kr: 회의 메모를 화면에 공유하면 현재 화면 공유가 중지됩니다. 계속하시겠습니까?
ms_my: Mengongsi nota mesyuarat pada skrin akan menghentikan perkongsian skrin semasa anda. Teruskan?
pt_br: O compartilhamento de anotações da reunião na tela interromperá o compartilhamento de tela atual. Continuar?
ru_ru: Если поделиться протоколами конференции на экране, текущая демонстрация экрана будет остановлена. Продолжить?
th_th: การแบ่งปันบันทึกการประชุมบนหน้าจอจะหยุดการแบ่งปันหน้าจอปัจจุบันของคุณ ดำเนินการต่อหรือไม่
vi_vn: Khi chia sẻ ghi chú cuộc họp trên màn hình, màn hình hiện đang được chia sẻ sẽ bị dừng. Tiếp tục?
zh_cn: 确定要停止当前共享并共享会议纪要吗？
zh_hk: 確定要停止目前分享並分享會議記錄嗎？
zh_tw: 確定要停止目前分享並分享會議記錄嗎？

# Mmg
source: Confirm switching to phone audio?
de_de: Wechsel zu Telefon-Audio bestätigen?
es_es: ¿Seguro que quieres cambiar al audio del teléfono?
fr_fr: Confirmer le passage au son du téléphone ?
id_id: Konfirmasi beralih ke audio telepon?
it_it: Confermare il passaggio all'audio del telefono?
ja_jp: 電話の音声に切り替えますか？
ko_kr: 전화 오디오로 전환하시겠습니까?
ms_my: Sahkan menukar ke audio telefon?
pt_br: Confirmar a alteração para o áudio do telefone?
ru_ru: Подтвердить переключение на звук телефона?
th_th: ยืนยันการเปลี่ยนเป็นระบบเสียงโทรศัพท์หรือไม่
vi_vn: Xác nhận chuyển sang âm thanh điện thoại?
zh_cn: 确定切换为电话音频？
zh_hk: 確定切換為電話音訊嗎？
zh_tw: 確定切換為電話音訊嗎？

# UhQ
source: Confirm switching to system audio?
de_de: Wechsel zu System-Audio bestätigen?
es_es: ¿Seguro que quieres cambiar al audio del sistema?
fr_fr: Confirmer le passage au son du système ?
id_id: Konfirmasikan beralih ke audio sistem?
it_it: Confermare il passaggio all'audio di sistema?
ja_jp: システム音声に切り替えますか？
ko_kr: 시스템 오디오로 전환하시겠습니까?
ms_my: Sahkan menukar ke audio sistem?
pt_br: Confirmar a alteração para o áudio do sistema?
ru_ru: Переключиться на системный звук?
th_th: ยืนยันการเปลี่ยนไปใช้ระบบเสียงหรือไม่
vi_vn: Xác nhận chuyển sang âm thanh hệ thống?
zh_cn: 确定切换为系统音频？
zh_hk: 確定切換為系統音訊嗎？
zh_tw: 確定切換為系統音訊嗎？

# jhI
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Se connecter
id_id: Hubungkan
it_it: Connettiti
ja_jp: コネクト
ko_kr: 연결
ms_my: Sambung
pt_br: Conectar
ru_ru: Соединить
th_th: เชื่อมต่อ
vi_vn: Kết nối
zh_cn: 互通
zh_hk: 互通
zh_tw: 互通

# NtI
source: Connect System Audio
de_de: Mit System-Audio verbinden
es_es: Conectar audio del sistema
fr_fr: Connecter le son du système
id_id: Hubungkan Audio Sistem
it_it: Connetti audio del sistema
ja_jp: システム音声に接続
ko_kr: 시스템 오디오 연결
ms_my: Sambungkan Audio Sistem
pt_br: Conectar áudio do sistema
ru_ru: Подключить системное аудио
th_th: เชื่อมต่อกับระบบเสียง
vi_vn: Kết nối âm thanh hệ thống
zh_cn: 连接系统音频
zh_hk: 連接系統音訊
zh_tw: 連接系統音訊

# 8ao
source: Connect to system audio?
de_de: Mit System-Audio verbinden?
es_es: ¿Conectar con el audio del sistema?
fr_fr: Connecter le son du système ?
id_id: Hubungkan ke audio sistem?
it_it: Connettere all'audio del sistema?
ja_jp: システム音声に接続しますか？
ko_kr: 시스템 오디오에 연결하시겠습니까?
ms_my: Sambungkan ke audio sistem?
pt_br: Conectar ao sistema de áudio?
ru_ru: Подключиться к системному звуку?
th_th: เชื่อมต่อกับระบบเสียงหรือไม่
vi_vn: Kết nối với âm thanh hệ thống?
zh_cn: 连接系统音频
zh_hk: 連接系統音訊
zh_tw: 連接系統音訊

# bqM
source: Connecting system mic and speaker may cause echoes if other in-meeting audio devices are nearby.
de_de: Der Anschluss von Systemmikrofon und Lautsprecher kann zu Echos führen, wenn andere Audiogeräte bei der Besprechung in der Nähe sind.
es_es: Conectar el micrófono y el altavoz del sistema puede provocar ecos si hay cerca otros dispositivos de audio de la reunión.
fr_fr: Connecter le microphone et le haut-parleur du système peut provoquer des échos si d'autres appareils audio sont à proximité durant la réunion.
id_id: Menghubungkan mik dan speaker sistem dapat mengakibatkan gema jika perangkat audio lain yang sedang berada dalam rapat ada di sekitar.
it_it: La connessione di microfono e altoparlante del sistema potrebbe causare eco se nelle vicinanze sono presenti altri dispositivi audio nella riunione.
ja_jp: システムのマイクとスピーカーに接続します。周りに他の会議に参加中のデバイスがある場合、エコーが発生する可能性があります。
ko_kr: 주변에 다른 회의 내 오디오 장치가 있는 상태에서 시스템 마이크와 스피커를 연결하면 에코가 발생할 수 있습니다.
ms_my: Menyambungkan mikrofon dan pembesar suara sistem mungkin menyebabkan gema jika peranti audio dalam mesyuarat yang lain berdekatan.
pt_br: Conectar o microfone e o alto-falante do sistema poderá causar ecos se outros dispositivos de áudio da reunião estiverem próximos.
ru_ru: Подключение системного микрофона и динамика может вызвать эхо, если поблизости находятся другие аудиоустройства на собрании.
th_th: การเชื่อมต่อไมโครโฟนและลำโพงของระบบอาจทำให้เกิดเสียงสะท้อนหากมีอุปกรณ์เสียงอื่นในการประชุมอยู่ใกล้ ๆ
vi_vn: Việc kết nối micrô và loa của hệ thống có thể gây ra tiếng vang nếu có các thiết bị âm thanh trong cuộc họp khác ở gần.
zh_cn: 连接系统的麦克风和扬声器，若附近已有其他音频设备加入会议，可能会造成回声
zh_hk: 連接系統麥克風和揚聲器，若附近已有其他音訊裝置加入會議，可能會造成回音
zh_tw: 連接系統的麥克風和擴音器，若附近已有其他音訊裝置加入會議，可能會造成回音

# qfA
source: Connect to room
de_de: Mit dem Raum verbinden
es_es: Conectar con la sala
fr_fr: Connexion à la salle
id_id: Hubungkan ke ruang
it_it: Connetti alla sala
ja_jp: 会議室と接続
ko_kr: 회의실에 연결
ms_my: Sambung ke bilik
pt_br: Conectar à sala
ru_ru: Подключиться к комнате
th_th: เชื่อมต่อห้อง
vi_vn: Kết nối với phòng
zh_cn: 连接会议室
zh_hk: 連線至會議室
zh_tw: 連線至會議室

# L3A
source: Please connect to the meeting room to avoid echoing and gain meeting room control
de_de: Für die Vermeidung von Echos und die Steuerung des Besprechungsraums verbinden Sie sich bitte mit dem Besprechungsraum
es_es: Conéctate a la sala de reuniones para evitar ecos y obtener el control de la sala de reuniones
fr_fr: Veuillez vous connecter à la salle de réunion pour éviter les échos et pouvoir contrôler la salle de réunion
id_id: Hubungkan ruang rapat untuk menghindari gema dan mendapatkan kontrol ruang rapat
it_it: Effettua la connessione alla sala riunioni per evitare l'eco e controllare la sala riunioni
ja_jp: エコーが発生する問題を回避するために、会議室に接続して、会議室をコントロールすることをおすすめします。
ko_kr: 에코를 방지하고 회의실을 제어하려면 회의실에 연결하세요
ms_my: Sila sambung ke bilik mesyuarat untuk mengelakkan gema dan mendapatkan kawalan bilik mesyuarat
pt_br: Conecte-se à sala de reunião para evitar ecos e obter o controle da sala de reunião
ru_ru: Подключитесь к комнате, чтобы избежать возникновения эха и получить контроль над комнатой
th_th: โปรดเชื่อมต่อห้องประชุมเพื่อหลีกเลี่ยงเสียงก้องและเพื่อให้ควบคุมห้องประชุมได้
vi_vn: Vui lòng kết nối với phòng họp để tránh tiếng vang và nắm quyền điều khiển phòng họp
zh_cn: 建议连接会议室，避免回声干扰并控制会议室
zh_hk: 建議連線至會議室，以避免回音干擾並控制會議室
zh_tw: 建議連接會議室，以避免回音干擾並控制會議室

# LjA
source: Please join the meeting with the room after connected to it to avoid echoing and gain meeting room control
de_de: Für die Vermeidung von Echos und die Steuerung des Besprechungsraums betreten Sie bitte den Raum mit der Besprechung, nachdem die Verbindung hergestellt wurde
es_es: Únete a la reunión con la sala después de conectarte a ella para evitar ecos y obtener el control de la sala de reuniones
fr_fr: Veuillez rejoindre la réunion via la salle après y avoir été connecté afin d'éviter les échos et de pouvoir contrôler la salle de réunion
id_id: Gabung dalam rapat dengan ruang rapat setelah terhubung untuk menghindari gema dan mendapatkan kontrol ruang rapat
it_it: Partecipa alla riunione con la sala dopo la connessione per evitare l'eco e controllare la sala riunioni
ja_jp: エコーが発生する問題を回避するために、会議室に接続して一緒に会議に参加して、会議室をコントロールすることをおすすめします。
ko_kr: 에코를 방지하고 회의실 제어 권한을 받으려면 회의실 연결 후 회의실에서 회의에 참가하세요
ms_my: Sila sertai mesyuarat dengan bilik selepas disambungkan kepadanya untuk mengelakkan gema dan mendapatkan kawalan bilik mesyuarat
pt_br: Ingresse na reunião com a sala depois de conectada a ela para evitar eco e obter controle da sala de reunião
ru_ru: Присоединитесь к конференции с комнатой после подключения к ней, чтобы избежать возникновения эха и получить контроль над комнатой
th_th: โปรดเข้าร่วมการประชุมที่มีห้องหลังจากที่เชื่อมต่อห้องแล้วเพื่อหลีกเลี่ยงเสียงก้องและเพื่อให้ควบคุมห้องประชุมได้
vi_vn: Vui lòng tham gia cuộc họp với phòng sau khi được kết nối để tránh tiếng vang và nắm quyền điều khiển phòng họp
zh_cn: 建议连接会议室一起入会，避免回声干扰并控制会议室
zh_hk: 建議連線至會議室後一起加入會議，以避免回音干擾並控制會議室
zh_tw: 建議連接會議室後一起加入會議，以避免回音干擾並控制會議室

# 7vE
source: You can join the meeting with the room after connected to it to avoid echoing and gain meeting room control
de_de: Für die Vermeidung von Echos und die Steuerung des Besprechungsraums können Sie den Raum mit der Besprechung betreten, nachdem die Verbindung hergestellt wurde
es_es: Puedes unirte a la reunión con la sala después de conectarte a ella para evitar ecos y obtener el control de la sala de reuniones
fr_fr: Vous pouvez rejoindre la réunion via la salle après y avoir été connecté afin d'éviter les échos et de pouvoir contrôler la salle de réunion
id_id: Anda dapat bergabung dalam rapat dengan ruang rapat setelah terhubung untuk menghindari gema dan mendapatkan kontrol ruang rapat
it_it: Puoi partecipare alla riunione con la sala dopo la connessione per evitare l'eco e controllare la sala riunioni
ja_jp: エコーが発生する問題を回避するために、会議室に接続して一緒に会議に参加して、会議室をコントロールできます。
ko_kr: 회의실 연결 후 회의에 참가하여 에코를 방지하고 회의실 제어 권한을 받을 수 있습니다
ms_my: Anda boleh menyertai mesyuarat dengan bilik selepas disambungkan kepadanya untuk mengelakkan gema dan mendapatkan kawalan bilik mesyuarat
pt_br: Você pode ingressar na reunião com a sala depois de conectado a ela para evitar eco e obter controle da sala de reunião
ru_ru: Вы можете присоединиться к конференции с комнатой после подключения к ней, чтобы избежать возникновения эха и получить контроль над комнатой
th_th: คุณสามารถเข้าร่วมการประชุมที่มีห้องหลังจากเชื่อมต่อห้องแล้วเพื่อหลีกเลี่ยงเสียงก้องและเพื่อให้ควบคุมห้องประชุมได้
vi_vn: Bạn có thể tham gia cuộc họp với phòng sau khi được kết nối để tránh tiếng vang và nắm quyền điều khiển phòng họp
zh_cn: 可以连接会议室一起入会，避免回声干扰并控制会议室
zh_hk: 可以連線至會議室後一起加入會議，以避免回音干擾並控制會議室
zh_tw: 可以連接會議室後一起加入會議，以避免回音干擾並控制會議室

# /Io
source: Connecting...
de_de: Verbindungsherstellung...
es_es: Conectando...
fr_fr: Connexion…
hi_in: कनेक्ट किया जा रहा है...
id_id: Menghubungkan...
it_it: Connessione in corso
ja_jp: 接続中...
ko_kr: 연결 중...
ms_my: Menyambung...
pt_br: Conectando...
ru_ru: Подключение...
th_th: กำลังเชื่อมต่อ...
vi_vn: Đang kết nối...
zh_cn: 连接中...
zh_hk: 連接中…
zh_tw: 連接中…

# r2I
source: Connection error. Please check your internet connection.
de_de: Verbindungsfehler. Bitte überprüfen Sie Ihre Internetverbindung.
es_es: Error de conexión. Comprueba el estado de tu conexión a Internet.
fr_fr: Erreur de connexion. Veuillez vérifier votre connexion Internet.
hi_in: कनेक्शन त्रुटि. कृपया अपना इंटरनेट कनेक्शन जांचें.
id_id: Kesalahan koneksi. Periksa koneksi internet Anda.
it_it: Errore di connessione. Controlla la connessione Internet.
ja_jp: ネットワークエラーが発生しました。設定をチェックしてください
ko_kr: 연결 오류입니다. 인터넷 연결을 확인하세요.
ms_my: Ralat sambungan. Sila periksa sambungan internet anda.
pt_br: Falha na conexão. Verifique a conexão de internet.
ru_ru: Ошибка подключения. Проверьте подключение к Интернету.
th_th: การเชื่อมต่อเกิดข้อผิดพลาด โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
vi_vn: Lỗi kết nối. Vui lòng kiểm tra kết nối internet của bạn.
zh_cn: 网络错误，请检查网络设置
zh_hk: 網絡錯誤，請檢查網絡設定
zh_tw: 網路錯誤，請檢查網路設定

# g1g
source: Connection error. Please try again.
de_de: Verbindungsfehler. Versuchen Sie es erneut.
es_es: Error de conexión. Inténtalo de nuevo.
fr_fr: Erreur de connexion. Veuillez réessayer.
hi_in: कनेक्शन त्रुटि. कृपया पुनः प्रयास करें.
id_id: Kesalahan koneksi. Coba lagi.
it_it: Errore di connessione. Riprova.
ja_jp: 接続エラーです。再試行してください
ko_kr: 연결 오류입니다. 다시 시도해 보세요.
ms_my: Ralat sambungan. Sila cuba lagi.
pt_br: Erro de conexão. Tente novamente.
ru_ru: Ошибка подключения. Повторите попытку.
th_th: ข้อผิดพลาดในการเชื่อมต่อ โปรดลองอีกครั้ง
vi_vn: Lỗi kết nối. Vui lòng thử lại.
zh_cn: 网络错误，请重试
zh_hk: 網絡錯誤，請重試
zh_tw: 網路錯誤，請重試

# UVY
source: Network error
de_de: Netzwerkfehler
es_es: Error de red
fr_fr: Erreur réseau
hi_in: कनेक्शन त्रुटि
id_id: Kesalahan jaringan
it_it: Errore di rete
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류
ms_my: Ralat rangkaian
pt_br: Erro de rede
ru_ru: Сетевая ошибка
th_th: เกิดข้อผิดพลาดของเครือข่าย
vi_vn: Lỗi mạng
zh_cn: 网络异常
zh_hk: 網絡異常
zh_tw: 網路異常

# 8Q8
source: Your network connection is poor
de_de: Ihre Internetverbindung ist schlecht
es_es: Tu conexión de red es mala
fr_fr: Votre connexion réseau est mauvaise
id_id: Koneksi jaringan Anda buruk
it_it: La tua connessione di rete è debole
ja_jp: ネット接続が不安定です
ko_kr: 네트워크 연결이 좋지 않습니다
ms_my: Sambungan rangkaian anda lemah
pt_br: Sua conexão de rede está ruim
ru_ru: У вас плохое соединение
th_th: การเชื่อมต่อเครือข่ายของคุณไม่ดี
vi_vn: Kết nối mạng kém
zh_cn: 当前网络连接质量不佳
zh_hk: 目前網絡連線質素不佳
zh_tw: 目前網路連線品質不佳

# gi4
source: Contact request
de_de: Kontaktanfrage
es_es: Solicitud de contacto
fr_fr: Demande de contact
hi_in: संपर्क अनुरोध
id_id: Permintaan kontak
it_it: Richiesta di contatto
ja_jp: 申請理由
ko_kr: 연락처 요청
ms_my: Permintaan kenalan
pt_br: Solicitação de contato
ru_ru: Запрос на контакт
th_th: คำขอการติดต่อ
vi_vn: Yêu cầu liên hệ
zh_cn: 申请理由
zh_hk: 申請理由
zh_tw: 申請理由

# 8kA
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# mDw
source: Continue as Attendee
de_de: Als Teilnehmer fortfahren
es_es: Continuar como asistente
fr_fr: Continuer en tant que participant
id_id: Lanjutkan sebagai Peserta
it_it: Continua come partecipante
ja_jp: 出席者として続行
ko_kr: 참석자로 계속
ms_my: Teruskan sebagai Peserta
pt_br: Continuar como participante
ru_ru: Продолжить как участник
th_th: ดำเนินการต่อในฐานะผู้ร่วมประชุม
vi_vn: Tiếp tục với tư cách là Người tham dự
zh_cn: 继续作为观众
zh_hk: 繼續作為觀眾
zh_tw: 繼續作為觀眾

# GdQ
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 終了しない
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续讨论
zh_hk: 繼續討論
zh_tw: 繼續討論

# gAk
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续打开
zh_hk: 繼續開啟
zh_tw: 繼續開啟

# mcU
source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# HD4
source: Switch to Phone
de_de: Zum Telefon wechseln
es_es: Cambiar a teléfono
fr_fr: Passer au téléphone
hi_in: फ़ोन कॉल में बदलें
id_id: Beralih ke Ponsel
it_it: Passa al telefono
ja_jp: 電話に切替
ko_kr: 전화로 전환
ms_my: Tukar ke Telefon
pt_br: Trocar para telefone
ru_ru: В звонок
th_th: เปลี่ยนเป็นโทรศัพท์
vi_vn: Chuyển sang Điện thoại
zh_cn: 转为电话呼叫
zh_hk: 轉為電話致電
zh_tw: 轉為電話呼叫

# C3w
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Disalin
it_it: Copiato
ja_jp: コピー済み
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 复制成功
zh_hk: 複製成功
zh_tw: 複製成功

# G6A
source: Couldn't send request
de_de: Anfrage konnte nicht gesendet werden.
es_es: No se pudo enviar la solicitud
fr_fr: Impossible d'envoyer la demande
hi_in: अनुरोध भेजा नहीं जा सका
id_id: Tidak dapat mengirim permintaan
it_it: Non è stato possibile inviare la richiesta
ja_jp: リクエストできませんでした
ko_kr: 요청을 보낼 수 없음
ms_my: Tidak dapat menghantar permintaan
pt_br: Não foi possível enviar a solicitação
ru_ru: Не удалось отправить запрос
th_th: ไม่สามารถส่งคำขอได้
vi_vn: Không thể gửi yêu cầu
zh_cn: 无法发送请求
zh_hk: 無法發送要求
zh_tw: 無法傳送請求

# trM
source: {{name}} has ended countdown early.
de_de: {{name}} hat den Countdown vorzeitig beendet.
es_es: {{name}} ha terminado la cuenta atrás antes de tiempo.
fr_fr: {{name}} a arrêté le compte à rebours en avance.
hi_in: {{name}} ने उल्टी गिनती को जल्दी समाप्त किया है.
id_id: {{name}} telah mengakhiri hitung mundur lebih awal.
it_it: {{name}} ha prolungato il conto alla rovescia in anticipo.
ja_jp: {{name}}はカウントダウンを早めに終了しました
ko_kr: {{name}} 님이 카운트 다운을 일찍 종료했습니다.
ms_my: {{name}} telah mengakhiri kaunter awal.
pt_br: {{name}} terminou a contagem regressiva mais cedo.
ru_ru: {{name}} завершил(а) обратный отсчет досрочно.
th_th: {{name}} ได้จบการนับถอยหลังก่อนเวลา
vi_vn: {{name}} đã kết thúc đếm ngược sớm.
zh_cn: {{name}}已提前结束倒计时
zh_hk: {{name}}已提前結束倒數
zh_tw: {{name}}已提前結束倒數計時

# 6lc
source: Countdown ended
de_de: Countdown beendet
es_es: La cuenta atrás ha finalizado
fr_fr: Le compte à rebours est terminé
hi_in: उल्टी गिनती समाप्त हुई
id_id: Hitung mundur berakhir
it_it: Conto alla rovescia terminato
ja_jp: カウントダウンが終了しました
ko_kr: 카운트 다운이 종료되었습니다
ms_my: Kaunter berakhir
pt_br: A contagem regressiva terminou
ru_ru: Обратный отсчет завершен
th_th: การนับถอยหลังสิ้นสุดแล้ว
vi_vn: Đếm ngược đã kết thúc
zh_cn: 倒计时已结束
zh_hk: 倒數已結束
zh_tw: 倒數計時已結束

source: {{name}} has extended the countdown.
de_de: {{name}} hat den Countdown verlängert.
es_es: {{name}} ha extendido la cuenta atrás.
fr_fr: {{name}} a prolongé le compte à rebours.
hi_in: {{name}} ने उल्टी गिनती बढ़ाया है.
id_id: {{name}} telah memperpanjang hitung mundur.
it_it: {{name}} ha esteso il conto alla rovescia.
ja_jp: {{name}}はカウントダウンを延長しました
ko_kr: {{name}} 님이 카운트다운을 연장했습니다.
ms_my: {{name}} telah melanjutkan kaunter.
pt_br: {{name}} estendeu a contagem regressiva.
ru_ru: {{name}} продлил(а) обратный отсчет.
th_th: {{name}} ได้ขยายเวลาการนับถอยหลัง
vi_vn: {{name}} đã tăng thời gian đếm ngược.
zh_cn: {{name}}已延长倒计时
zh_hk: {{name}}已將倒數延長
zh_tw: {{name}}已延長倒數計時

# wS8
source: Now you can use the countdown to control meeting progress!
de_de: Sie können jetzt den Countdown verwenden, um den Fortschritt der Besprechung zu steuern!
es_es: Ahora puedes utilizar la cuenta atrás para controlar el avance de la reunión.
fr_fr: Vous pouvez maintenant utiliser le compte à rebours pour contrôler l'avancement de la réunion !
hi_in: अब आप मीटिंग की प्रगति को नियंत्रित करने के लिए उल्टी गिनती का उपयोग कर सकते हैं!
id_id: Sekarang Anda dapat menggunakan hitung mundur untuk mengendalikan kemajuan rapat!
it_it: Ora puoi usare il conto alla rovescia per controllare i progressi della riunione!
ja_jp: カウントダウンを使用して、会議の時間を管理できるようになりました！
ko_kr: 이제 카운트 다운을 사용하여 회의 진행률을 제어할 수 있습니다!
ms_my: Kini anda boleh gunakan kaunter masa untuk mengawal kemajuan mesyuarat!
pt_br: Agora, você pode usar a contagem regressiva para controlar o andamento da reunião!
ru_ru: Теперь вы можете использовать обратный отсчет, чтобы контролировать ход конференции!
th_th: ตอนนี้คุณสามารถใช้การนับถอยหลังเพื่อควบคุมความคืบหน้าของการประชุมได้!
vi_vn: Giờ đây, bạn có thể sử dụng tính năng đếm ngược để kiểm soát tiến độ cuộc họp!
zh_cn: 现在可以使用倒计时把控会议进度啦
zh_hk: 現在可以使用倒數功能控制會議進度啦
zh_tw: 現在可以使用倒數計時掌控會議進度啦

# kR8
source: Find countdown here!
de_de: Hier finden Sie den Countdown!
es_es: Encuentra aquí la cuenta atrás.
fr_fr: Le compte à rebours se trouve ici !
hi_in: उल्टी गिनती यहाँ ढूँढें!
id_id: Temukan hitung mundur di sini!
it_it: Qui trovi il conto alla rovescia!
ja_jp: カウントダウンはここから確認できます
ko_kr: 여기에서 카운트 다운을 찾아보세요!
ms_my: Cari kaunter di sini!
pt_br: Encontre a contagem regressiva aqui!
ru_ru: Обратный отсчет здесь!
th_th: พบการนับถอยหลังได้ที่นี่!
vi_vn: Tìm đếm ngược ở đây!
zh_cn: 倒计时收到这里啦
zh_hk: 倒數收合到這裏啦
zh_tw: 倒數計時摺疊到這裡啦

# zug
source: Countdown is off
de_de: Der Countdown ist deaktiviert
es_es: La cuenta atrás está desactivada
fr_fr: Compte à rebours désactivé
id_id: Hitung mundur tidak aktif
it_it: Conto alla rovescia inattivo
ja_jp: カウントダウンを終了しました。
ko_kr: 카운트다운이 꺼져 있습니다
ms_my: Kiraan waktu dimatikan
pt_br: A contagem regressiva está desativada
ru_ru: Обратный отсчет выключен
th_th: การนับถอยหลังปิดอยู่
vi_vn: Đã tắt đếm ngược
zh_cn: 倒计时已关闭
zh_hk: 倒數已關閉
zh_tw: 倒數計時已關閉

# y34
source: Countdown: {{number}} minute(s) remaining
de_de: Countdown: {{number}} Minute(n) verbleiben
es_es: Cuenta atrás: queda(n) {{number}} minuto(s)
fr_fr: Compte à rebours : {{number}} minute(s) restante(s)
id_id: Hitung mundur: {{number}} menit lagi
it_it: Conto alla rovescia: {{number}} minuto/i rimasto/i
ja_jp: カウントダウンが残り {{number}} 分です。
ko_kr: 카운트다운: {{number}}분 남음
ms_my: Hitungan waktu: {{number}} minit yang tinggal
pt_br: Contagem regressiva: {{number}} minuto(s) restante(s)
ru_ru: Обратный отсчет: осталось {{number}} мин.
th_th: นับถอยหลัง: เหลืออีก {{number}} นาที
vi_vn: Thời gian đếm ngược: còn lại {{number}} phút
zh_cn: 倒计时剩余 {{number}} 分钟
zh_hk: 倒數剩餘 {{number}} 分鐘
zh_tw: 倒數計時剩餘 {{number}} 分鐘

# 3mA
source: {{name}} has set a countdown.
de_de: {{name}} hat einen Countdown festgelegt.
es_es: {{name}} ha configurado una cuenta atrás.
fr_fr: {{name}} a défini un compte à rebours.
hi_in: {{name}} ने की उल्टी गिनती सेट की है.
id_id: {{name}} telah menetapkan hitung mundur.
it_it: {{name}} ha impostato un conto alla rovescia.
ja_jp: {{name}}はカウントダウンを開始しました
ko_kr: {{name}} 님이 카운트다운을 설정했습니다.
ms_my: {{name}} telah menetapkan kaunter.
pt_br: {{name}} estabeleceu uma contagem regressiva.
ru_ru: {{name}} установил(а) обратный отсчет.
th_th: {{name}} ได้ตั้งค่านับถอยหลังแล้ว
vi_vn: {{name}} đã đặt đếm ngược.
zh_cn: {{name}}已设置倒计时
zh_hk: {{name}}已設定倒數
zh_tw: {{name}}已設定倒數計時

# qPY
source: Countdown time reminder
de_de: Erinnerung an Countdown-Zeit
es_es: Recordatorio de tiempo de cuenta atrás
fr_fr: Rappel du temps du compte à rebours
id_id: Pengingat waktu hitung mundur
it_it: Promemoria tempo del conto alla rovescia
ja_jp: カウントダウン残り時間の通知
ko_kr: 카운트다운 시간 알림
ms_my: Peringatan masa hitungan waktu
pt_br: Lembrete de contagem regressiva
ru_ru: Напоминание обратного отсчета
th_th: ตัวเตือนความจำเวลานับถอยหลัง
vi_vn: Lời nhắc thời gian đếm ngược
zh_cn: 倒计时剩余时间提醒
zh_hk: 倒數剩餘時間提醒
zh_tw: 倒數計時剩餘時間提醒

# IU8
source: Countdown
es_es: Cuenta atrás
fr_fr: Compte à rebours
hi_in: उल्टी गिनती
id_id: Hitung mundur
it_it: Conto alla rovescia
ja_jp: タイマー
ko_kr: 카운트 다운
ms_my: Kaunter Masa
pt_br: Contagem regressiva
ru_ru: Обратный отсчет
th_th: นับถอยหลัง
vi_vn: Đếm ngược
zh_cn: 倒计时
zh_hk: 倒數
zh_tw: 倒數計時
