Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteView/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# mvI
source: New Base
de_de: Neue Base
es_es: Nuevo Base
fr_fr: Nouvelle Base
hi_in: नए Bitables
id_id: Base Baru
it_it: Nuovo Base
ja_jp: Base を新規作成
ko_kr: 새 Base
ms_my: Pangkalan Baharu
pt_br: Novo Base
ru_ru: Создать таблицу Base
th_th: Base ใหม่
vi_vn: Base mới
zh_cn: 新建多维表格
zh_hk: 建立多維表格
zh_tw: 新建多維表格

# l2o
source: Create countdown
de_de: Countdown erstellen
es_es: Crear cuenta atrás
fr_fr: Créer un compte à rebours
id_id: Buat hitung mundur
it_it: Crea conto alla rovescia
ja_jp: カウントダウンを作成
ko_kr: 카운트다운 생성
ms_my: Cipta kiraan waktu
pt_br: Criar contagem regressiva
ru_ru: Создать обратный отсчет
th_th: สร้างการนับถอยหลัง
vi_vn: Tạo đếm ngược
zh_cn: 创建倒计时
zh_hk: 建立倒數
zh_tw: 建立倒數計時

# 0vw
source: You are currently in a call.
de_de: Sie befinden sich gerade in einem Anruf.
es_es: En este momento está en una llamada.
fr_fr: Vous êtes actuellement en cours d'appel.
hi_in: आप अभी एक कॉल पर हैं.
id_id: Anda sedang dalam panggilan.
it_it: Al momento hai in corso una chiamata.
ja_jp: 通話中です
ko_kr: 현재 통화 중입니다.
ms_my: Anda sedang dalam panggilan.
pt_br: Está numa chamada de momento.
ru_ru: В данный момент вы разговариваете.
th_th: คุณกำลังประชุมอยู่ ณ ขณะนี้
vi_vn: Bạn đang tham gia một cuộc gọi.
zh_cn: 你已在通话中
zh_hk: 你已在通話中
zh_tw: 你已在通話中

# pWU
source: This meeting is locally recorded by participant(s).
de_de: Diese Besprechung wird lokal von Teilnehmern aufgezeichnet.
es_es: Uno o más participantes están grabando localmente esta reunión.
fr_fr: Cette réunion est enregistrée localement par un ou dles participants.
id_id: Rapat ini direkam secara lokal oleh peserta.
it_it: Questa riunione viene registrata in locale dal partecipante/dai partecipanti.
ja_jp: 参加者によるローカルレコーディング中です。
ko_kr: 이 회의는 참가자가 로컬로 녹화합니다.
ms_my: Mesyuarat ini dirakam secara tempatan oleh peserta.
pt_br: Esta reunião é gravada localmente pelo(s) participante(s).
ru_ru: Эта конференция локально записывается участниками.
th_th: การประชุมนี้ได้รับการบันทึกภายในเครื่องโดยผู้เข้าร่วม
vi_vn: Cuộc họp này được người tham gia ghi cục bộ trên máy họ.
zh_cn: 会议中有人正在进行本地录制
zh_hk: 會議中有人正在本機錄影
zh_tw: 會議中有人正在進行本機錄製

# XE8
source: Custom Reply...
de_de: Benutzerdefinierte Antwort...
es_es: Respuesta personalizada...
fr_fr: Réponse personnalisée...
id_id: Balasan Kustom...
it_it: Risposta personalizzata…
ja_jp: カスタム返信...
ko_kr: 사용자 지정 회신...
ms_my: Balasan Khas...
pt_br: Resposta personalizada...
ru_ru: Пользовательский ответ...
th_th: การตอบกลับแบบกำหนดเอง...
vi_vn: Câu trả lời tùy chỉnh...
zh_cn: 自定义回复...
zh_hk: 自訂回覆...
zh_tw: 自訂回覆...

# AqY
source: (Custom Reply...)
de_de: (Benutzerdefinierte Antwort...)
es_es: (Respuesta personalizada...)
fr_fr: (Réponse personnalisée...)
id_id: (Balasan Kustom...)
it_it: (Risposta personalizzata…)
ja_jp: (カスタム返信…)
ko_kr: (사용자 지정 회신...)
ms_my: (Balasan Khas...)
pt_br: (Resposta personalizada...)
ru_ru: (Пользовательский ответ...)
th_th: (การตอบกลับแบบกำหนดเอง...)
vi_vn: (Câu trả lời tùy chỉnh...)
zh_cn: (自定义回复…)
zh_hk: (自訂回覆...)
zh_tw: (自訂回覆...)

# 8os
source: Date
de_de: Datum
es_es: Fecha
hi_in: तारीख
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
ms_my: Tarikh
pt_br: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày
zh_cn: 日期
zh_hk: 日期
zh_tw: 日期

# 0PY
source: Decline
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
hi_in: अस्वीकार करें
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Recusar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕
zh_tw: 拒絕

# 8cU
source: Decline Camera On Request
de_de: Anfrage zum Einschalten der Kamera ablehnen
es_es: Rechazar solicitud de encender la cámara
fr_fr: Refuser la demande d'activation de la caméra
id_id: Tolak Permintaan Kamera Aktif
it_it: Rifiuta richiesta di attivare la videocamera
ja_jp: カメラオンの申請を拒否
ko_kr: 카메라 켜기 요청 거부
ms_my: Tolak Permintaan Kamera Hidup
pt_br: Recusar solicitação para ligar câmera
ru_ru: Отклонить запрос на включение камеры
th_th: ปฏิเสธกล้องตามคำขอ
vi_vn: Từ chối yêu cầu bật máy ảnh
zh_cn: 拒绝打开摄像头申请
zh_hk: 拒絕開啟鏡頭申請
zh_tw: 拒絕開啟攝影機申請

# +qA
source: Decline Local Recording Request
de_de: Den Antrag für lokale Aufzeichnung ablehnen
es_es: Rechazar solicitud de grabación local
fr_fr: Refuser la demande d'enregistrement local
id_id: Tolak Permintaan Perekaman Lokal
it_it: Rifiuta richiesta di registrazione locale
ja_jp: ローカルレコーディングのリクエストを拒否
ko_kr: 로컬 기록 요청 거부
ms_my: Tolak Permintaan Rakaman Tempatan
pt_br: Recusar solicitação de gravação local
ru_ru: Отклонить запрос на локальную запись
th_th: ปฏิเสธคำขอการบันทึกภายในเครื่อง
vi_vn: Từ chối yêu cầu ghi cục bộ
zh_cn: 拒绝本地录制申请
zh_hk: 拒絕本機錄影申請
zh_tw: 拒絕本機錄製申請

# 6ro
source: Decline Unmute & Camera On
de_de: Aufheben der Stummschaltung und Einschalten der Kamera ablehnen
es_es: Rechazar solicitudes de dejar de silenciar y de encender la cámara
fr_fr: Refuser la réactivation du son et l'activation de la caméra
id_id: Tolak Membunyikan & Kamera Aktif
it_it: Rifiuta richiesta di attivare l'audio e la videocamera
ja_jp: 発言とカメラオンの申請を拒否
ko_kr: 음소거 해제 및 카메라 켜기 요청 거부
ms_my: Tolak Nyahbisu & Kamera Hidup
pt_br: Recusar desativar mudo e ligar câmera
ru_ru: Отклонить запрос на включение звука и камеры
th_th: ปฏิเสธการเปิดเสียงและเปิดกล้อง
vi_vn: Từ chối yêu cầu bật tiếng & bật máy ảnh
zh_cn: 拒绝发言和打开摄像头
zh_hk: 拒絕發言及開啟鏡頭
zh_tw: 拒絕發言和開啟攝影機

# OlQ
source: Decline Unmute Request
de_de: Anfrage zum Aufheben der Stummschaltung ablehnen
es_es: Rechazar solicitud de dejar de silenciar
fr_fr: Refuser la demande de réactivation du son
id_id: Tolak Permintaan Membunyikan
it_it: Rifiuta richiesta di attivare l'audio
ja_jp: 発言申請を拒否
ko_kr: 음소거 해제 요청 거부
ms_my: Tolak Permintaan Nyahbisu
pt_br: Recusar solicitação para desativar mudo
ru_ru: Отклонить запрос на включение звука
th_th: ปฏิเสธคำขอเปิดเสียง
vi_vn: Từ chối yêu cầu bật tiếng
zh_cn: 拒绝发言申请
zh_hk: 拒絕發言申請
zh_tw: 拒絕發言申請

# QQ0
source: (Declined)
de_de: (Abgelehnt)
es_es: (Rechazada)
fr_fr: (Refusé)
id_id: (Ditolak)
it_it: (Rifiutato)
ja_jp: (応答拒否)
ko_kr: (거부됨)
ms_my: (Ditolak)
pt_br: (Recusado)
ru_ru: (Отклонено)
th_th: (ปฏิเสธแล้ว)
vi_vn: (Đã từ chối)
zh_cn: (已拒接)
zh_hk: (已拒接)
zh_tw: (已拒接)

# fPk
source: Decorate
de_de: Gestalten
es_es: Decorar
fr_fr: Décorer
hi_in: सजाएँ
id_id: Kustomisasi
it_it: Decora
ja_jp: 飾る
ko_kr: 꾸미기
ms_my: Hias
pt_br: Decorar
ru_ru: Декорации
th_th: ตกแต่ง
vi_vn: Trang trí
zh_cn: 装饰
zh_hk: 裝飾
zh_tw: 裝飾

# FoE
source: Third-party virtual background
de_de: Virtueller Drittanbieter-Hintergrund
es_es: Fondo virtual de terceros
fr_fr: Arrière-plan virtuel tiers
hi_in: तृतीय-पक्ष आभासी पृष्ठभूमि
id_id: Latar belakang virtual pihak ketiga
it_it: Sfondo virtuale di terze parti
ja_jp: サードパーティ製のバーチャル背景
ko_kr: 타사 가상 배경
ms_my: Latar belakang maya pihak ketiga
pt_br: Plano de fundo virtual de terceiros
ru_ru: Сторонний виртуальный фон
th_th: พื้นหลังเสมือนของแอปของบุคคลที่สาม
vi_vn: Hình nền ảo của bên thứ ba
zh_cn: 第三方背景装饰
zh_hk: 第三方背景裝飾
zh_tw: 第三方背景裝飾

# Pvc
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ms_my: Padam
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# Av4
source: Delete this virtual background?
de_de: Diesen virtuellen Hintergrund löschen?
es_es: ¿Eliminar este fondo virtual?
fr_fr: Supprimer cet arrière-plan virtuel ?
hi_in: यह आभासी पृष्ठभूमि हटाएँ?
id_id: Hapus latar belakang virtual ini?
it_it: Vuoi eliminare questo sfondo virtuale?
ja_jp: このバーチャル背景を削除しますか？
ko_kr: 이 가상 배경을 삭제하시겠습니까?
ms_my: Padam latar belakang maya ini?
pt_br: Excluir este plano de fundo virtual?
ru_ru: Удалить этот виртуальный фон?
th_th: ลบพื้นหลังเสมือนหรือไม่
vi_vn: Xóa hình nền ảo này?
zh_cn: 确认删除该虚拟背景？
zh_hk: 確認刪除此虛擬背景？
zh_tw: 確認刪除該虛擬背景？

# w+k
source: For more accurate subtitles, try changing your spoken language from {{originalLang}} to {{detectedLang}}.
de_de: Um genauere Untertitel zu erhalten, versuchen Sie, Ihre gesprochene Sprache von {{originalLang}} auf {{detectedLang}} zu ändern.
es_es: Para que los subtítulos sean más precisos, intente cambiar el idioma en el que habla de {{originalLang}} a {{detectedLang}}.
fr_fr: Pour obtenir des sous-titres plus précis, essayez de modifier votre langue parlée du {{originalLang}} au {{detectedLang}}.
hi_in: अधिक सटीक उपशीर्षक के लिए, अपनी बोली जाने वाली भाषा को {{originalLang}} से {{detectedLang}} में बदल कर देखें.
id_id: Untuk subtitle yang lebih akurat, coba ubah bahasa percakapan Anda dari {{originalLang}} menjadi {{detectedLang}}.
it_it: Per sottotitoli più accurati, prova a cambiare la tua lingua parlata da {{originalLang}} a {{detectedLang}}.
ja_jp: 字幕認識をより正確にさせるために、音声言語を{{originalLang}}から{{detectedLang}}に変更するようにお勧めします
ko_kr: 더 정확한 자막을 위해 음성 언어를 {{originalLang}}에서 {{detectedLang}}(으)로 변경해 보세요.
ms_my: Untuk sarikata yang lebih tepat, cuba tukar bahasa yang anda cakap dari {{originalLang}} ke {{detectedLang}}.
pt_br: Para legendas mais precisas, tente alterar seu idioma falado de {{originalLang}} para {{detectedLang}}.
ru_ru: Для повышения качества субтитров попробуйте изменить свой язык разговора с {{originalLang}} на {{detectedLang}}.
th_th: ลองเปลี่ยนภาษาที่คุณพูดจาก {{originalLang}} เป็น {{detectedLang}} เพื่อคำบรรยายที่แม่นยำมากยิ่งขึ้น
vi_vn: Để phụ đề chính xác hơn, thử thay đổi ngôn ngữ nói của bạn từ {{originalLang}} sang {{detectedLang}}.
zh_cn: 为了使字幕识别更准确，可将你的说话语言从{{originalLang}}修改为{{detectedLang}}
zh_hk: 為了使字幕識別更準確，可將你的交談語言從{{originalLang}}修改為{{detectedLang}}
zh_tw: 為使字幕識別更準確，可將說話語言從{{originalLang}}修改為{{detectedLang}}

# gDE
source: It seems like you're speaking in {{detectedLang}}
de_de: Es scheint, dass Sie {{detectedLang}} sprechen
es_es: Parece que está hablando en {{detectedLang}}
fr_fr: Il semble que vous parliez en {{detectedLang}}
hi_in: ऐसा लगता है कि आप {{detectedLang}} में बोल रहे हैं
id_id: Sepertinya Anda berbicara dalam bahasa {{detectedLang}}
it_it: Sembra che tu stia parlando in {{detectedLang}}
ja_jp: {{detectedLang}}で話していると検出されました
ko_kr: {{detectedLang}}(으)로 말씀하시는 것 같습니다.
ms_my: Nampaknya anda sedang bercakap dalam {{detectedLang}}
pt_br: Parece que você está falando {{detectedLang}}
ru_ru: Кажется, вы говорите на языке {{detectedLang}}
th_th: ดูเหมือนว่าคุณกำลังพูด {{detectedLang}} อยู่
vi_vn: Có vẻ như ban đang nói {{detectedLang}}
zh_cn: 检测到你正在说{{detectedLang}}
zh_hk: 檢測到你正在說{{detectedLang}}
zh_tw: 偵測到你正在說{{detectedLang}}

# sVI
source: Device audio is disconnected to avoid echoing. Use the meeting room mic if you need to speak
de_de: Die Geräte-Audioverbindung wurde getrennt, um Echos zu vermeiden. Wenn Sie sprechen möchten, verwenden Sie bitte das Besprechungsraummikrofon
es_es: El audio del dispositivo se ha desconectado para evitar ecos. Usa el micrófono de la sala de reuniones si necesitas hablar
fr_fr: Le son de l'appareil est déconnecté pour éviter les échos. Utilisez le micro de la salle de réunion si vous devez parler
id_id: Audio perangkat terputus untuk menghindari gema. Gunakan mik ruang rapat jika Anda perlu berbicara
it_it: L'audio del dispositivo è disconnesso per evitare eco. Se devi parlare, usa il microfono della sala riunioni
ja_jp: エコーが発生する問題を回避するために、システム音声との接続を解除しました。発言する必要がある場合、会議室のマイクを使用できます。
ko_kr: 에코를 방지하기 위해 장치 오디오 연결이 끊어졌습니다. 발언해야 하는 경우 회의실 마이크를 사용하세요
ms_my: Audio peranti diputuskan untuk mengelakkan gema. Gunakan mik mesyuarat jika perlu bercakap
pt_br: O áudio do dispositivo está desconectado para evitar eco. Use o microfone da sala de reunião se precisar falar
ru_ru: Звук устройства отключен во избежание эха. Для разговора используйте микрофон комнаты
th_th: ยกเลิกการเชื่อมต่อเสียงจากอุปกรณ์แล้วเพื่อหลีกเลี่ยงเสียงก้อง โปรดใช้ไมค์ของห้องประชุมหากจำเป็นต้องพูด
vi_vn: Đã ngắt kết nối âm thanh thiết bị để tránh tiếng vang. Hãy sử dụng micrô phòng họp nếu bạn cần phát biểu
zh_cn: 为避免入会后产生回声干扰，已断开系统音频。如需发言，你可使用会议室的麦克风。
zh_hk: 為避免加入會議後產生回音干擾，已中斷系統音訊。如需發言，可使用會議室的麥克風。
zh_tw: 為避免加入會議後產生回音干擾，已中斷系統音訊。如需發言，你可使用會議室的麥克風。

# O/8
source: Meeting has been transferred
de_de: Besprechung wurde übertragen
es_es: Se ha transferido la reunión
fr_fr: La réunion a été transférée
id_id: Rapat telah ditransfer
it_it: La riunione è stata trasferita
ja_jp: このデバイスからは退会します。
ko_kr: 회의가 이전되었습니다
ms_my: Mesyuarat telah dipindahkan
pt_br: A reunião foi transferida
ru_ru: Конференция перенесена
th_th: ถ่ายโอนการประชุมแล้ว
vi_vn: Cuộc họp đã được chuyển
zh_cn: 设备已被替换离会
zh_hk: 裝置已被取代離會
zh_tw: 裝置已被取代離會

# tO0
source: Device has returned to normal temperature and will automatically restore video quality.
de_de: Die Temperatur des Geräts befindet sich wieder im normalen Bereich. Die ursprüngliche Videoqualität wird automatisch wiederhergestellt.
es_es: El dispositivo ha vuelto a la temperatura normal y restaurará automáticamente la calidad del vídeo.
fr_fr: L'appareil est revenu à une température normale et rétablira automatiquement la qualité vidéo.
id_id: Perangkat telah kembali ke suhu normal dan akan secara otomatis memulihkan kualitas video.
it_it: Il dispositivo è tornato alla temperatura normale e ripristinerà automaticamente la qualità video.
ja_jp: デバイスが適切な温度に戻ったため、自動的に画質を元に戻しました。
ko_kr: 장치가 정상 온도로 돌아왔습니다. 비디오 품질이 자동으로 복원됩니다.
ms_my: Peranti telah kembali ke suhu normal dan akan memulihkan kualiti video secara automatik.
pt_br: O dispositivo voltou à temperatura normal e restaurará automaticamente a qualidade do vídeo.
ru_ru: Устройство вернулось к нормальной температуре и автоматически восстановит качество видео.
th_th: อุปกรณ์กลับสู่อุณหภูมิปกติแล้ว และจะคืนค่าคุณภาพวิดีโอโดยอัตโนมัติ
vi_vn: Thiết bị đã trở về nhiệt độ bình thường và sẽ tự động khôi phục chất lượng video.
zh_cn: 当前设备温度已降低到合适温度，正在自动恢复视频质量
zh_hk: 目前裝置溫度已降至合適溫度，正在自動恢復視像質素
zh_tw: 目前裝置溫度已降低到合適溫度，正在自動還原視訊品質

# VrA
source: Meeting interrupted due to device error. Please try to rejoin the meeting.
de_de: Aufgrund eines Gerätefehlers wurde die Besprechung unterbrochen. Bitte versuchen Sie, der Besprechung wieder beizutreten.
es_es: Reunión interrumpida debido a un error del dispositivo. Intenta volver a unirte a la reunión.
fr_fr: La réunion a été interrompue en raison d'une erreur de l'appareil. Veuillez essayer de rejoindre la réunion.
id_id: Rapat diinterupsi karena kesalahan perangkat. Coba untuk bergabung ulang dengan rapat.
it_it: Riunione interrotta a causa di un errore del dispositivo. Prova a partecipare di nuovo alla riunione.
ja_jp: デバイスの状態が異常のため、会議が中断されました。会議に再参加してください。
ko_kr: 장치 오류로 인해 회의가 중단되었습니다. 회의에 다시 참가해 보세요.
ms_my: Mesyuarat terganggu disebabkan ralat peranti. Sila cuba sertai semula mesyuarat.
pt_br: Reunião interrompida devido a erro do dispositivo. Tente reingressar a reunião.
ru_ru: Конференция прервана из-за ошибки устройства. Попробуйте повторно присоединиться к конференции.
th_th: การประชุมถูกขัดจังหวะเนื่องจากข้อผิดพลาดของอุปกรณ์ โปรดลองเข้าร่วมการประชุมอีกครั้ง
vi_vn: Cuộc họp bị gián đoạn do lỗi thiết bị. Vui lòng thử tham gia lại cuộc họp.
zh_cn: 设备状态异常，会议中断，请尝试重新入会
zh_hk: 裝置狀態異常，會議中斷，請嘗試重新加入會議
zh_tw: 裝置狀態異常，會議中斷，請嘗試重新加入會議

# zCc
source: High device temperature detected. Automatically reducing video quality to cool down the device.
de_de: Die Gerätetemperatur ist sehr hoch. Um das Gerät abzukühlen, wird die Videoqualität automatisch verringert.
es_es: Se ha detectado una temperatura alta en el dispositivo. Reduciendo automáticamente la calidad del vídeo para enfriar el dispositivo.
fr_fr: Température élevée de l'appareil détectée. Réduction automatique de la qualité vidéo pour refroidir l'appareil.
id_id: Suhu perangkat tinggi terdeteksi. Secara otomatis mengurangi kualitas video untuk mendinginkan perangkat.
it_it: Rilevata una temperatura elevata del dispositivo. Riduzione automatica della qualità video per raffreddare il dispositivo.
ja_jp: デバイスの温度が高くなっています。デバイスの温度を抑えるために、自動的に画質を下げました。
ko_kr: 높은 장치 온도가 감지되었습니다. 장치를 식히기 위해 비디오 품질이 자동으로 감소됩니다.
ms_my: Suhu peranti tinggi dikesan. Mengurangkan kualiti video secara automatik untuk menyejukkan peranti.
pt_br: Foi detectada uma alta temperatura no dispositivo. Reduzindo automaticamente a qualidade do vídeo para resfriar o dispositivo.
ru_ru: Зафиксирована высокая температура устройства. Автоматическое снижение качества видео для охлаждения устройства.
th_th: ตรวจพบอุณหภูมิอุปกรณ์สูง กำลังลดคุณภาพวิดีโอโดยอัตโนมัติเพื่อทำให้อุปกรณ์เย็นลง
vi_vn: Đã phát hiện thiết bị có nhiệt độ cao. Tự động giảm chất lượng video để làm mát thiết bị.
zh_cn: 当前设备温度较高，正在自动降低视频质量以降低设备温度
zh_hk: 目前裝置溫度較高，正在自動降低視像質素以降低裝置溫度
zh_tw: 目前裝置溫度較高，正在自動降低視訊品質以降低裝置溫度

# lOw
source: High device performance consumption. Automatically adjusting to lower video quality.
de_de: Hoher Leistungsverbrauch des Geräts. Automatische Anpassung an niedrigere Videoqualität erfolgt.
es_es: Alta demanda de rendimiento del dispositivo. Ajustando automáticamente a calidad de vídeo inferior.
fr_fr: Impact élevé sur les performances de l'appareil. Qualité vidéo inférieure automatiquement appliquée.
hi_in: वर्तमान डिवाइस में प्रदर्शन का बहुत अधिक उपयोग होता है. वीडियो की गुणवत्ता कम करने के लिए स्वतः समायोजित होता है.
id_id: Konsumsi kinerja perangkat tinggi. Secara otomatis menyesuaikan ke kualitas video yang lebih rendah.
it_it: Consumo elevato di prestazioni del dispositivo. Regolazione automatica alla qualità video inferiore.
ja_jp: 現在、デバイスのリソース消費が激しいです。ビデオ品質を自動的に低下しています
ko_kr: 장치 성능 소모가 높습니다. 동영상 화질을 낮추도록 자동으로 조정합니다.
ms_my: Penggunaan prestasi peranti tinggi. Menyesuaikan secara automatik ke kualiti video yang lebih rendah.
pt_br: Alto consumo de desempenho do dispositivo. Ajuste automático para diminuir a qualidade do vídeo.
ru_ru: Высокое потребление производительности устройства. Автоматическая настройка на более низкое качество видео.
th_th: การใช้งานอุปกรณ์ประสิทธิภาพสูง ปรับคุณภาพวิดีโอให้ต่ำลงโดยอัตโนมัติ
vi_vn: Mức tiêu thụ hiệu suất thiết bị cao. Đang tự động điều chỉnh để giảm chất lượng video.
zh_cn: 当前设备性能消耗过高，正在自动降低视频质量
zh_hk: 目前裝置性能消耗過高，正在自動降低影片畫質
zh_tw: 目前裝置效能消耗過高，正在自動降低視訊畫質

# rhY
source: Dial in from SIP Rooms
de_de: Einwahl aus SIP-Räumen
es_es: Llamada de entrada desde las salas SIP
fr_fr: Appeler à partir de salles SIP
id_id: Telepon masuk dari Ruang SIP
it_it: Chiamata in entrata da sale SIP
ja_jp: SIP 会議室システムからダイヤルイン
ko_kr: SIP 회의실에서 전화 받기
ms_my: Dail masuk dari Bilik SIP
pt_br: Discar de salas SIP
ru_ru: Вызов из SIP-комнат
th_th: โทรเข้าจากห้อง SIP
vi_vn: Gọi đến từ SIP Rooms
zh_cn: 从 SIP 会议室系统拨入
zh_hk: 從 SIP 會議室撥入
zh_tw: 從 SIP 會議室系統撥入

# g3w
source: Dial in from H.323 Rooms
de_de: Einwahl aus H.323-Räumen
es_es: Llamada de entrada desde las salas H.323
fr_fr: Appeler à partir de salles H.323
id_id: Telepon masuk dari Ruang H.323
it_it: Chiamata in entrata da sale H.323
ja_jp: H.323 会議室システムからダイヤルイン
ko_kr: H.323 회의실에서 전화 받기
ms_my: Panggil masuk dari Bilik H.323
pt_br: Discar das salas H.323
ru_ru: Вызов из комнат H.323
th_th: โทรเข้าจากห้อง H.323
vi_vn: Gọi đi từ H.323 Rooms
zh_cn: 从 H.323 会议室系统拨入
zh_hk: 從 H.323 會議室系統撥入
zh_tw: 從 H.323 會議室系統撥入

# NxI
source: Dial pad
de_de: Wähltastatur
es_es: Teclado de marcado
fr_fr: Pavé de numérotation
hi_in: डायल पैड
id_id: Tombol nomor
it_it: Tastiera
ja_jp: キーパッド
ko_kr: 전화번호판
ms_my: Pad dail
pt_br: Teclado de discagem
ru_ru: Клавиатура
th_th: แป้นโทรออก
vi_vn: Bàn phím số
zh_cn: 拨号盘
zh_hk: 撥號盤
zh_tw: 撥號鍵台

# 4Xo
source: Virtual backgrounds are disallowed for this meeting. Camera has been automatically turned off to protect privacy.
de_de: Virtuelle Hintergründe sind für diese Besprechung nicht zulässig. Um Ihre Privatsphäre zu schützen, wurde die Kamera automatisch deaktiviert.
es_es: En esta reunión no se permite el uso de fondos virtuales. La cámara se ha apagado automáticamente para proteger la privacidad.
fr_fr: Les arrière-plans virtuels ne sont pas autorisés pour cette réunion. La caméra a été automatiquement désactivée pour protéger votre vie privée.
id_id: Latar belakang virtual tidak diizinkan untuk rapat ini. Kamera telah dimatikan secara otomatis untuk melindungi privasi.
it_it: Gli sfondi virtuali non sono consentiti per questa riunione. La videocamera è stata automaticamente disattivata per tutelare la privacy.
ja_jp: この会議ではバーチャル背景の使用が禁止されています。プライバシーを保護するために、カメラは自動的にオフになりました。
ko_kr: 이 회의에는 가상 배경이 허용되지 않습니다. 개인 정보 보호를 위해 카메라가 자동으로 꺼졌습니다.
ms_my: Latar belakang maya tidak dibenarkan untuk mesyuarat ini. Kamera telah dimatikan secara automatik untuk melindungi privasi.
pt_br: Os planos de fundo virtuais não são permitidos para esta reunião. A câmera foi desligada automaticamente para proteger a privacidade.
ru_ru: Виртуальные фоны запрещены на этой конференции. Камера была автоматически отключена для защиты конфиденциальности.
th_th: ไม่อนุญาตให้ใช้พื้นหลังเสมือนสำหรับการประชุมนี้ กล้องถูกปิดโดยอัตโนมัติเพื่อปกป้องความเป็นส่วนตัว
vi_vn: Không được phép sử dụng nền ảo cho cuộc họp này. Máy ảnh đã tự động bị tắt để bảo vệ quyền riêng tư.
zh_cn: 本场会议已禁用虚拟背景，为保护隐私已自动关闭摄像头
zh_hk: 本場會議已停用虛擬背景，為保護私隱，已自動關閉鏡頭
zh_tw: 本場會議已停用虛擬背景，為保護隱私，已自動關閉攝影機

# ofM
source: Virtual backgrounds are disallowed for this meeting. Please check your surrounding environment before turning on the camera.
de_de: Virtuelle Hintergründe sind für diese Besprechung nicht zulässig. Bitte überprüfen Sie Ihre Umgebung, bevor Sie die Kamera einschalten.
es_es: En esta reunión no se permite el uso de fondos virtuales. Comprueba el entorno antes de activar la cámara.
fr_fr: Les arrière-plans virtuels ne sont pas autorisés pour cette réunion. Veuillez vérifier votre environnement avant d'activer la caméra.
id_id: Latar belakang tidak diizinkan untuk rapat ini. Periksa lingkungan sekitar Anda sebelum mengaktifkan kamera.
it_it: Gli sfondi virtuali non sono consentiti per questa riunione. Verifica l'ambiente circostante prima di attivare la videocamera.
ja_jp: この会議ではバーチャル背景の使用が禁止されています。周りを確認してからカメラをオンにしてください。
ko_kr: 이 회의에는 가상 배경이 허용되지 않습니다. 카메라를 켜기 전에 주변 환경을 확인하세요.
ms_my: Latar belakang maya tidak dibenarkan untuk mesyuarat ini. Sila periksa persekitaran sekeliling anda sebelum menghidupkan kamera.
pt_br: Os planos de fundo virtuais não são permitidos para esta reunião. Verifique o ambiente ao seu redor antes de ligar a câmera.
ru_ru: Виртуальные фоны запрещены на этой конференции. Перед включением камеры проверьте, что вас окружает.
th_th: ไม่อนุญาตให้ใช้พื้นหลังเสมือนสำหรับการประชุมนี้ โปรดตรวจสอบสภาพแวดล้อมโดยรอบของคุณก่อนที่จะเปิดกล้อง
vi_vn: Không được phép sử dụng nền ảo cho cuộc họp này. Vui lòng kiểm tra môi trường xung quanh trước khi bật máy ảnh.
zh_cn: 本场会议已禁用虚拟背景，请确认周边环境后再打开摄像头
zh_hk: 本場會議已停用虛擬背景，請確認週邊環境後再開啟鏡頭
zh_tw: 本場會議已停用虛擬背景，請確認周遭環境後再開啟攝影機

# C/s
source: Disconnect Audio
de_de: Audioverbindung trennen
es_es: Desconectar el audio
fr_fr: Déconnecter le son
id_id: Putuskan Audio
it_it: Disconnetti audio
ja_jp: 音声を切断
ko_kr: 오디오 연결 끊기
ms_my: Putuskan Audio
pt_br: Desconectar áudio
ru_ru: Отключить аудио
th_th: ยกเลิกการเชื่อมต่อเสียง
vi_vn: Ngắt kết nối âm thanh
zh_cn: 断开音频
zh_hk: 中斷音訊
zh_tw: 中斷音訊

# y9M
source: Disconnected
de_de: Verbindung getrennt
es_es: Desconectado
fr_fr: Déconnecté
hi_in: डिस्कनेक्ट किया गया
id_id: Terputus
it_it: Disconnesso
ja_jp: 接続が切断されました
ko_kr: 연결 끊김
ms_my: Terputus
pt_br: Desconectado
ru_ru: Отключено
th_th: ยกเลิกการเชื่อมต่อแล้ว
vi_vn: Ngắt kết nối
zh_cn: 连接中断
zh_hk: 連接中斷
zh_tw: 連線中斷

# BEY
source: Internet disconnected
de_de: Internet getrennt
es_es: Internet desconectado
fr_fr: Internet déconnecté
hi_in: डिस्कनेक्ट किया गया
id_id: Internet tidak tersambung
it_it: Internet disconnesso
ja_jp: インターネット未接続
ko_kr: 인터넷 연결 끊김
ms_my: Internet terputus
pt_br: Internet desconectada
ru_ru: Интернет отключен
th_th: ตัดการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Internet đã bị ngắt kết nối
zh_cn: 网络断开
zh_hk: 網絡中斷
zh_tw: 網路中斷

# kVQ
source: Dismiss
de_de: Verwerfen
es_es: Descartar
fr_fr: Ignorer
hi_in: निकाल दें
id_id: Tolak
it_it: Ignora
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Abaikan
pt_br: Dispensar
ru_ru: Отклонить
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 忽略
zh_hk: 忽略
zh_tw: 忽略
