Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkSecurityCompliance/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 5FY
source: Don't allow to duplicate
de_de: Duplizieren nicht zulassen
es_es: No permitir duplicar
fr_fr: Ne pas autoriser la duplication
id_id: Jangan izinkan untuk menggandakan
it_it: Non consentire la duplicazione
ja_jp: コピーの作成が禁止されています
ko_kr: 복제 허용 안 함
ms_my: Jangan benarkan untuk pendua
pt_br: Não permitir a duplicação
ru_ru: Не разрешать дублировать
th_th: ไม่อนุญาตให้ทำซ้ำ
vi_vn: Không cho phép nhân bản
zh_cn: 禁止创建副本
zh_hk: 禁止建立副本

# 7VI
source: Don't allow to preview
de_de: Vorschau nicht zulassen
es_es: No permitir previsualizar
fr_fr: Ne pas autoriser l'aperçu
id_id: Jangan izinkan untuk mempratinjau
it_it: Non consentire la visualizzazione in anteprima
ja_jp: プレビューが禁止されています
ko_kr: 미리 보기 허용 안 함
ms_my: Jangan benarkan pratonton
pt_br: Não permitir a visualização
ru_ru: Не разрешать предпросмотр
th_th: ไม่อนุญาตให้ดูตัวอย่าง
vi_vn: Không cho phép xem trước
zh_cn: 禁止预览
zh_hk: 禁止預覽

# JsA
source: Don't allow to print
de_de: Drucken nicht zulassen
es_es: No permitir imprimir
fr_fr: Ne pas autoriser l'impression
id_id: Jangan izinkan untuk mencetak
it_it: Non consentire la stampa
ja_jp: 印刷が禁止されています
ko_kr: 인쇄 허용 안 함
ms_my: Jangan benarkan untuk cetak
pt_br: Não permitir a impressão
ru_ru: Не разрешать печатать
th_th: ไม่อนุญาตให้พิมพ์
vi_vn: Không cho phép in
zh_cn: 禁止打印
zh_hk: 禁止打印

# 25U
source: Don't allow to share
de_de: Freigeben nicht zulassen
es_es: No permitir compartir
fr_fr: Ne pas autoriser le partage
id_id: Jangan izinkan untuk berbagi
it_it: Non consentire la condivisione
ja_jp: 共有が禁止されています
ko_kr: 공유 허용 안 함
ms_my: Jangan benarkan perkongsian
pt_br: Não permitir o compartilhamento
ru_ru: Не разрешать делиться
th_th: ไม่อนุญาตให้แบ่งปัน
vi_vn: Không cho phép chia sẻ
zh_cn: 禁止分享
zh_hk: 禁止分享

# XXc
source: Don't allow to upload
de_de: Hochladen nicht zulassen
es_es: No permitir subir
fr_fr: Ne pas autoriser l'envoi
id_id: Jangan izinkan untuk mengunggah
it_it: Non consentire il caricamento
ja_jp: アップロードが禁止されています
ko_kr: 업로드 허용 안 함
ms_my: Jangan benarkan untuk muat naik
pt_br: Não permitir o carregamento
ru_ru: Не разрешать загружать
th_th: ไม่อนุญาตให้อัปโหลด
vi_vn: Không cho phép tải lên
zh_cn: 禁止上传
zh_hk: 禁止上載

# DSM
source: Due to the organization's file policy settings, all selected files can't be deleted. Contact an administrator for details.
de_de: Alle ausgewählten Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht gelöscht werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se pueden eliminar todos los archivos seleccionados debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: En raison des paramètres de la politique de fichiers de l'organisation, aucun des fichiers sélectionnés ne peut être supprimé. Contactez un administrateur pour plus de détails.
id_id: Sehubungan dengan pengaturan kebijakan file organisasi, semua file yang dipilih tidak dapat dihapus. Hubungi administrator untuk perinciannya.
it_it: A causa delle impostazioni dei criteri sui file dell'organizzazione, non è possibile eliminare tutti i file selezionati. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、選択したすべてのファイルを削除できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 선택한 모든 파일을 삭제할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Kerana tetapan polisi fail organisasi, semua fail yang dipilih tidak boleh dipadam. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Devido às configurações de política de arquivos da organização, todos os arquivos selecionados não podem ser excluídos. Entre em contato com um administrador para obter detalhes.
ru_ru: В соответствии с настройками политики файлов в организации все выбранные файлы не могут быть удалены. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถลบไฟล์ที่เลือกทั้งหมดได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể xóa tất cả tập tin đã chọn do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法删除所有选中文件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法刪除所有選取的檔案。如有疑問，請聯絡企業管理員

# g4I
source: Due to the organization's file policy settings, all selected files can't be downloaded. Contact an administrator for details.
de_de: Alle ausgewählten Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht heruntergeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: Debido a la configuración de la política de archivos de la organización, no se pueden descargar todos los archivos seleccionados. Ponte en contacto con un administrador para obtener más información.
fr_fr: En raison des paramètres de la politique de fichiers de l'organisation, aucun des fichiers sélectionnés ne peut être téléchargé. Contactez un administrateur pour plus de détails.
id_id: Sehubungan dengan pengaturan kebijakan file organisasi, semua file yang dipilih tidak dapat diunduh. Hubungi administrator untuk perinciannya.
it_it: A causa delle impostazioni dei criteri sui file dell'organizzazione, non è possibile scaricare tutti i file selezionati. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、選択したすべてのファイルをダウンロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 선택한 모든 파일을 다운로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Kerana tetapan polisi fail organisasi, semua fail yang dipilih tidak boleh dimuat turun. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Devido às configurações de política de arquivos da organização, todos os arquivos selecionados não podem ser baixados. Entre em contato com um administrador para obter detalhes.
ru_ru: В соответствии с настройками политики файлов в организации все выбранные файлы не могут быть скачаны. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถดาวน์โหลดไฟล์ที่เลือกทั้งหมดได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể tải xuống tất cả tập tin đã chọn do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法下载所有选中文件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法下載所有選取的檔案。如有疑問，請聯絡企業管理員

# xn8
source: Due to the organization's file policy settings, this file can't be shared with you. Contact an administrator for more details.
de_de: Aufgrund der Dateirichtlinieneinstellungen der Organisation kann diese Datei nicht für Sie freigegeben werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede compartir este archivo contigo debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: En raison des paramètres de la politique de fichier de l'organisation, ce fichier ne peut pas être partagé avec vous. Contactez un administrateur pour plus de détails.
id_id: File ini tidak dapat dibagikan kepada Anda sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile condividere questo file con te a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per altri dettagli.
ja_jp: 法人のファイルポリシー設定により、このファイルはあなたに共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 이 파일을 공유할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Kerana tetapan polisi fail organisasi, fail ini tidak boleh dikongsi dengan anda. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Devido às configurações de política de arquivo da organização, este arquivo não pode ser compartilhado com você. Entre em contato com um administrador para obter mais detalhes.
ru_ru: Из-за настроек файловой стратегии организации вы не можете поделиться этим файлом. Свяжитесь с администратором для получения более подробной информации.
th_th: เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร จึงไม่สามารถแบ่งปันไฟล์นี้กับคุณได้ ติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติม
vi_vn: Do cài đặt chính sách tập tin của tổ chức, tập tin này không thể được chia sẻ với bạn. Hãy liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 由于企业的文件策略设置，该文件无法被分享给你，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，無法分享該檔案給你。如有疑問，請聯絡企業管理員

# gUU
source: Verify
de_de: Verifizieren
es_es: Verificar
fr_fr: Vérifier
id_id: Verifikasikan
it_it: Verifica
ja_jp: 認証
ko_kr: 인증하다
ms_my: Sahkan
pt_br: Verificar
ru_ru: Проверить
th_th: ยืนยัน
vi_vn: Xác minh
zh_cn: 去验证
zh_hk: 去驗證

# C8A
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# O3g
source: You need to ensure that the app and web version are using the same account to complete authorization. Please re-initiate authorization in the web version after switching tenants in the app.
de_de: Sie müssen sicherstellen, dass die App und die Webversion dasselbe Konto verwenden, um die Autorisierung vorzunehmen. Starten Sie die Autorisierung in der Webversion neu, nachdem Sie die Mandanten in der App gewechselt haben.
es_es: Tienes que asegurarte de que la aplicación y la versión web utilizan la misma cuenta para completar la autorización. Vuelve a iniciar la autorización en la versión web después de cambiar de inquilino en la aplicación.
fr_fr: Vous devez vous assurer que l'application et la version Web utilisent le même compte pour terminer l'autorisation. Veuillez relancer l'autorisation dans la version Web après avoir changé de locataire dans l'application.
id_id: Anda perlu memastikan bahwa versi web dan aplikasi menggunakan akun yang sama untuk menyelesaikan otorisasi. Inisiasi ulang otorisasi di versi web setelah beralih penyewa di aplikasi.
it_it: Per completare l'autorizzazione, devi assicurarti che l'app e la versione Web utilizzino lo stesso account. Avvia nuovamente l'autorizzazione nella versione Web dopo aver cambiato tenant nell'app.
ja_jp: アクセスを許可するには、アプリとウェブ版にログインしている ID が一致する必要があります。アプリで ID 切り替えた後、ウェブ版から再度アクセス許可をリクエストしてください
ko_kr: 승인을 완료하려면 앱과 웹 버전이 동일한 계정을 사용하고 있는지 확인해야 합니다. 앱에서 테넌트를 전환한 후 웹 버전에서 권한 부여를 다시 시작하십시오.
ms_my: Anda perlu memastikan bahawa apl dan versi web menggunakan akaun yang sama untuk melengkapkan pengesahan. Sila mulakan semula pengesahan dalam versi web selepas menukar penyewa dalam apl.
pt_br: Você precisa garantir que o aplicativo e a versão web estejam usando a mesma conta para concluir a autorização. Reinicie a autorização na versão web depois de trocar de grupo de usuários no aplicativo.
ru_ru: Вы должны убедиться, что приложение и веб-версия используют одну и ту же учетную запись для завершения авторизации. Повторно инициируйте авторизацию в веб-версии после переключения арендаторов в приложении.
th_th: คุณต้องตรวจสอบให้แน่ใจว่าแอปและเวอร์ชันเว็บใช้บัญชีเดียวกันเพื่อให้การอนุญาตเสร็จสมบูรณ์ โปรดเริ่มต้นการให้สิทธิ์อีกครั้งในเวอร์ชันเว็บหลังจากเปลี่ยนผู้เช่าในแอป
vi_vn: Bạn cần đảm bảo rằng ứng dụng và phiên bản web đang sử dụng cùng một tài khoản để hoàn thành ủy quyền. Vui lòng bắt đầu lại bước ủy quyền trên phiên bản web sau khi chuyển đổi người thuê trong ứng dụng.
zh_cn: 必须保证客户端与网页版的账号一致，才可完成授权。请在客户端切换租户后，在网页版重新发起授权
zh_hk: 必須保證用戶端與網頁版的帳戶一致，才能完成授權。請在用戶端切換租戶後，在網頁版重新發起授權

# Sls
source: I have acknowledged and agreed to the {{UserAgreement}} and {{PrivacyPolicy}}.
de_de: Ich habe die {{UserAgreement}} und die {{PrivacyPolicy}} zur Kenntnis genommen und bin einverstanden.
es_es: Confirmo y acepto el {{UserAgreement}} y la {{PrivacyPolicy}}.
fr_fr: J'ai pris connaissance et j'accepte le {{UserAgreement}} et la {{PrivacyPolicy}}.
id_id: Saya mengakui dan menyetujui {{UserAgreement}} dan {{PrivacyPolicy}}.
it_it: Ho preso atto e accetto l'{{UserAgreement}} e l'{{PrivacyPolicy}}.
ja_jp: 私は {{UserAgreement}} および {{PrivacyPolicy}} の内容を確認し、同意します
ko_kr: {{UserAgreement}} 및 {{PrivacyPolicy}}을 승인하고 동의했습니다.
ms_my: Saya mengakui dan bersetuju dengan {{UserAgreement}} dan {{PrivacyPolicy}}.
pt_br: Reconheci e concordei com o {{UserAgreement}} e a {{PrivacyPolicy}}
ru_ru: Я подтверждаю и соглашаюсь с {{UserAgreement}} и {{PrivacyPolicy}}.
th_th: ข้าพเจ้ารับทราบและยอมรับ {{UserAgreement}} และ {{PrivacyPolicy}} แล้ว
vi_vn: Tôi đã xác nhận và đồng ý với {{UserAgreement}} và {{PrivacyPolicy}}.
zh_cn: 我已经阅读并且同意 {{UserAgreement}} 和 {{PrivacyPolicy}}
zh_hk: 我已閱讀並同意{{UserAgreement}}和{{PrivacyPolicy}}

# pE0
source: The current web environment does not meet the organization security policy and access is prohibited.
de_de: Die aktuelle Web-Umgebung entspricht nicht den Sicherheitsrichtlinien der Organisation, weshalb der Zugriff verboten ist.
es_es: El entorno web actual no cumple la política de seguridad de la organización y el acceso está prohibido.
fr_fr: L'environnement Web actuel ne répond pas à la politique de sécurité de l'organisation et l'accès est interdit.
id_id: Lingkungan web saat ini tidak memenuhi kebijakan keamanan organisasi dan akses dilarang.
it_it: L'ambiente Web corrente non soddisfa i criteri di sicurezza dell'organizzazione e l'accesso non è consentito.
ja_jp: 現在使用しているインターネットはセキュリティ強度が脆弱のため、アクセスを禁止されています
ko_kr: 현재 웹 환경은 기업의 보안 정책에 부합하지 않으며 액세스가 금지되어 있습니다.
ms_my: Persekitaran web semasa tidak memenuhi polisi keselamatan organisasi dan akses dilarang.
pt_br: O ambiente da Web atual não atende à política de segurança da organização e o acesso é proibido.
ru_ru: Текущая веб-среда не соответствует политике безопасности организации, и доступ к ней запрещен.
th_th: สภาพแวดล้อมเว็บปัจจุบันไม่เป็นไปตามนโยบายความปลอดภัยขององค์กรและไม่อนุญาตให้เข้าถึง
vi_vn: Môi trường web hiện tại không đáp ứng yêu cầu trong chính sách bảo mật của tổ chức và bị cấm truy cập.
zh_cn: 当前网络环境不满足企业安全策略要求，禁止访问
zh_hk: 目前網絡環境不符合企業安全策略要求，禁止存取

# 1HQ
source: Network request failed.
de_de: Die Netzwerkanfrage ist fehlgeschlagen.
es_es: Solicitud de red falliada.
fr_fr: Échec de la demande réseau.
id_id: Permintaan jaringan gagal.
it_it: Richiesta di rete non riuscita.
ja_jp: ネットワークリクエストに失敗しました
ko_kr: 네트워크 요청에 실패했습니다.
ms_my: Permintaan rangkaian gagal.
pt_br: Falha na solicitação de rede.
ru_ru: Сетевой запрос не выполнен.
th_th: ส่งคำขอเครือข่ายไม่สำเร็จ
vi_vn: Yêu cầu mạng không thành công.
zh_cn: 网络请求失败
zh_hk: 網絡要求失敗

# jwc
source: No access
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
id_id: Tidak ada akses
it_it: Nessun accesso
ja_jp: アクセス権限がありません
ko_kr: 액세스 금지
ms_my: Tiada akses
pt_br: Sem acesso
ru_ru: Нет доступа
th_th: ไม่มีสิทธิ์ในการเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 无权限访问
zh_hk: 無存取權限

# ewY
source: Under review
de_de: Wird geprüft
es_es: En revisión
fr_fr: En cours de vérification
id_id: Dalam peninjauan
it_it: In revisione
ja_jp: 審査中
ko_kr: 검토 중
ms_my: Dalam kajian
pt_br: Em análise
ru_ru: На рассмотрении
th_th: อยู่ระหว่างการตรวจสอบ
vi_vn: Đang được xét duyệt
zh_cn: 审核中
zh_hk: 審核中

# 5nE
source: Declare Again
de_de: Erneut deklarieren
es_es: Volver a realizar la declaración
fr_fr: Déclarer à nouveau
id_id: Deklarasikan Lagi
it_it: Dichiara di nuovo
ja_jp: 再登録
ko_kr: 다시 선언하십시오
ms_my: Nyatakan Semula
pt_br: Declarar novamente
ru_ru: Объявить снова
th_th: รับรองอีกครั้ง
vi_vn: Khai báo lại
zh_cn: 重新申报
zh_hk: 重新申報

# syE
source: Retry after switching network. Please reach out to administrators for details.
de_de: Versuchen Sie es nach dem Wechsel des Netzwerks erneut. Weitere Informationen erhalten Sie von den Administratoren.
es_es: Inténtalo de nuevo después de cambiar de red. Ponte en contacto con los administradores para obtener más detalles.
fr_fr: Réessayez après avoir changé de réseau. Veuillez contacter les administrateurs pour plus de détails.
id_id: Coba lagi setelah beralih jaringan. Hubungi administrator untuk perinciannya.
it_it: Riprova dopo aver cambiato rete. Contatta gli amministratori per i dettagli.
ja_jp: インターネットを切り替えて再試行します。詳細に関して管理員に連絡してください
ko_kr: 네트워크를 전환한 후 다시 시도하십시오. 자세한 내용은 관리자에게 문의해보세요.
ms_my: Cuba lagi selepas menukar rangkaian. Sila hubungi pentadbir untuk maklumat lanjut.
pt_br: Repita após mudar de rede. Entre em contato com os administradores para obter detalhes.
ru_ru: Повторите попытку после переключения сети. За подробностями обращайтесь к администраторам.
th_th: ลองอีกครั้งหลังจากเปลี่ยนเครือข่าย โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียด
vi_vn: Thử lại sau khi đổi mạng. Vui lòng liên hệ với quản trị viên để biết chi tiết.
zh_cn: 切换网络后重试，详情请咨询企业管理员
zh_hk: 切換網絡後重試，詳情請諮詢企業管理員

# 0eo
source: Due to the organization's security policy, device information verification is underway. Please hold on.
de_de: Aufgrund der Sicherheitsrichtlinien der Organisation werden gerade die Geräteinformationen verifiziert. Bitte warten Sie.
es_es: Debido a la política de seguridad de la organización, se está verificando la información del dispositivo. Espera.
fr_fr: En raison de la politique de sécurité de l'organisation, la vérification des informations sur l'appareil est en cours. Veuillez patienter.
id_id: Sehubungan dengan kebijakan keamanan organisasi, verifikasi informasi perangkat sedang berlangsung. Tunggu sebentar.
it_it: A causa dei criteri di sicurezza dell'organizzazione, è in corso la verifica delle informazioni sul dispositivo. Attendi.
ja_jp: 法人のセキュリティ対策のため、デバイス情報を認証しています
ko_kr: 기업의 보안정책으로 인하여 장치 정보 인증이 진행됩니다. 잠시만 기다려 주세요.
ms_my: Kerana dasar keselamatan organisasi, pengesahan maklumat peranti sedang dijalankan. Sila tunggu.
pt_br: Devido à política de segurança da organização, a verificação das informações do dispositivo está em andamento. Aguarde.
ru_ru: В соответствии с политикой безопасности организации проводится проверка информации об устройстве. Подождите…
th_th: เนื่องจากนโยบายความปลอดภัยขององค์กร การตรวจสอบข้อมูลอุปกรณ์จึงอยู่ระหว่างดำเนินการ โปรดรอสักครู่
vi_vn: Do chính sách bảo mật của tổ chức, thông tin thiết bị đang được xác minh. Vui lòng chờ.
zh_cn: 因企业安全策略配置，正在进行设备信息验证，请耐心等待...
zh_hk: 因企業安全策略配置，正在驗證裝置資訊，請耐心等待...

# FYc
source: Approved
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
id_id: Disetujui
it_it: Approvato
ja_jp: 審査しました
ko_kr: 승인됨
ms_my: Diluluskan
pt_br: Aprovado
ru_ru: Одобрено
th_th: อนุมัติแล้ว
vi_vn: Đã phê duyệt
zh_cn: 审核通过
zh_hk: 審核通過

# yes
source: Organization-owned device
de_de: Gerät im Besitz der Organisation
es_es: Dispositivo de la organización
fr_fr: Appareil appartenant à l'organisation
id_id: Perangkat yang dimiliki organisasi
it_it: Dispositivo di proprietà dell'organizzazione
ja_jp: 法人用デバイス
ko_kr: 기업 소유 장치
ms_my: Peranti milik organisasi
pt_br: Dispositivo de propriedade da organização
ru_ru: Устройство организации
th_th: อุปกรณ์ที่องค์กรเป็นเจ้าของ
vi_vn: Thiết bị của tổ chức
zh_cn: 企业设备
zh_hk: 企業裝置

# 7zs
source: Personal device
de_de: Persönliches Gerät
es_es: Dispositivo personal
fr_fr: Appareil personnel
id_id: Perangkat pribadi
it_it: Dispositivo personale
ja_jp: 個人用デバイス
ko_kr: 개인 장치
ms_my: Peranti peribadi
pt_br: Dispositivo pessoal
ru_ru: Личное устройство
th_th: อุปกรณ์ส่วนบุคคล
vi_vn: Thiết bị cá nhân
zh_cn: 个人设备
zh_hk: 個人裝置

# AXs
source: There are organization-owned devices and personal devices. Please reach out to administrators for more details.
de_de: Es gibt Geräte im Besitz der Organisation und persönliche Geräte. Weitere Informationen erhalten Sie von den Administratoren.
es_es: Hay dispositivos de la organización y dispositivos personales. Ponte en contacto con los administradores para obtener más información.
fr_fr: Il existe des appareils appartenant à l'organisation et des appareils personnels. Veuillez contacter les administrateurs pour plus de détails.
id_id: Ada perangkat yang dimiliki organisasi dan perangkat pribadi. Hubungi administrator untuk perincian lainnya.
it_it: Sono presenti dispositivi di proprietà dell'organizzazione e dispositivi personali. Contatta gli amministratori per ulteriori dettagli.
ja_jp: 法人用と個人用があります。詳細に関して管理員に連絡してください
ko_kr: 기업 소유 장치와 개인 장치가 있습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Terdapat peranti milik organisasi dan peranti peribadi. Sila hubungi pentadbir untuk maklumat lanjut.
pt_br: Existem dispositivos de propriedade da organização e dispositivos pessoais. Entre em contato com os administradores para obter mais detalhes.
ru_ru: Устройства могут принадлежать организации или быть личными. Свяжитесь с администраторами для получения более подробной информации.
th_th: มีอุปกรณ์ที่องค์กรเป็นเจ้าของและอุปกรณ์ส่วนบุคคล โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติม
vi_vn: Có thiết bị của tổ chức và thiết bị cá nhân. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 分为企业设备、个人设备，详情请咨询企业管理员
zh_hk: 分為企業裝置和個人裝置，詳情請諮詢企業管理員

# zPo
source: Please read and agree to the {{UserAgreement}} and {{PrivacyPolicy}}.
de_de: Bitte lesen und akzeptieren Sie die {{UserAgreement}} und die {{PrivacyPolicy}}.
es_es: Lee y acepta el {{UserAgreement}} y la {{PrivacyPolicy}}.
fr_fr: Veuillez lire et accepter le {{UserAgreement}} et la {{PrivacyPolicy}}.
id_id: Baca dan setujui {{UserAgreement}} dan {{PrivacyPolicy}}.
it_it: Leggi e accetta l'{{UserAgreement}} e l'{{PrivacyPolicy}}.
ja_jp: {{UserAgreement}} 及び {{PrivacyPolicy}} の内容を確認し、同意してください
ko_kr: {{UserAgreement}} 및 {{PrivacyPolicy}}을 읽고 동의하세요.
ms_my: Sila baca dan bersetuju dengan {{UserAgreement}} dan {{PrivacyPolicy}}.
pt_br: Leia e concorde com o {{UserAgreement}} e a {{PrivacyPolicy}}.
ru_ru: Прочтите и примите {{UserAgreement}} и {{PrivacyPolicy}}.
th_th: โปรดอ่านและยอมรับ {{UserAgreement}} และ {{PrivacyPolicy}}
vi_vn: Vui lòng đọc và đồng ý với {{UserAgreement}} và {{PrivacyPolicy}}.
zh_cn: 请先阅读并同意 {{UserAgreement}} 和 {{PrivacyPolicy}}
zh_hk: 請先閱讀並同意 {{UserAgreement}} 和 {{PrivacyPolicy}}

# x2o
source: Privacy policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
id_id: Kebijakan privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar privasi
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về quyền riêng tư
zh_cn: 隐私政策
zh_hk: 隱私政策

# UJQ
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
ms_my: Segarkan
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# 1NM
source: Log out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
id_id: Keluar
it_it: Disconnetti
ja_jp: ロックアウト
ko_kr: 로그아웃
ms_my: Log keluar
pt_br: Fazer logoff
ru_ru: Выйти
th_th: ล็อกเอาท์
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出

# dNc
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: もう一度アクセス
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试访问
zh_hk: 重試存取

# 8tU
source: Please select device ownership
de_de: Wählen Sie den Gruppenbesitz des Geräts aus
es_es: Selecciona la propiedad del dispositivo
fr_fr: Veuillez sélectionner la propriété de l'appareil
id_id: Pilih kepemilikan perangkat
it_it: Seleziona la proprietà del dispositivo
ja_jp: 現在使用しているデバイスの所有を選択してください
ko_kr: 장치 소유권을 선택하세요
ms_my: Sila pilih pemilikan peranti
pt_br: Selecione a propriedade do dispositivo
ru_ru: Выберите право собственности на устройство
th_th: โปรดเลือกความเป็นเจ้าของอุปกรณ์
vi_vn: Vui lòng chọn quyền sở hữu thiết bị
zh_cn: 请选择当前设备归属
zh_hk: 請選擇目前裝置歸屬

# pCs
source: Device status
de_de: Gerätestatus
es_es: Estado del dispositivo
fr_fr: Statut de l'appareil
id_id: Status perangkat
it_it: Stato del dispositivo
ja_jp: デバイスの状態
ko_kr: 장치 상태
ms_my: Status peranti
pt_br: Status do dispositivo
ru_ru: Состояние устройства
th_th: สถานะอุปกรณ์
vi_vn: Trạng thái thiết bị
zh_cn: 设备状态
zh_hk: 裝置狀態
