Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkSecurityCompliance/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 4ZE
source: Actions
de_de: Aktionen
es_es: Acciones
id_id: Tindakan
it_it: Azioni
ja_jp: 操作を選択
ko_kr: 작업
ms_my: Tindakan
pt_br: Ações
ru_ru: Действия
th_th: การดำเนินการ
vi_vn: Thao tác
zh_cn: 选择操作
zh_hk: 選擇操作

# 5Q4
source: Agree and authorize
de_de: Zustimmen und autorisieren
es_es: Aceptar y autorizar
fr_fr: Accepter et autoriser
id_id: Setujui dan beri otorisasi
it_it: Accetta e autorizza
ja_jp: 同意して許可
ko_kr: 동의 및 승인
ms_my: Setuju dan memberi kuasa
pt_br: Concordar e autorizar
ru_ru: Согласиться и авторизоваться
th_th: ยอมรับและอนุญาต
vi_vn: Đồng ý và ủy quyền
zh_cn: 同意并授权
zh_hk: 同意並授權

# S9U
source: Declare
de_de: Deklarieren
es_es: Declarar
fr_fr: Déclarer
id_id: Deklarasikan
it_it: Dichiara
ja_jp: 登録
ko_kr: 선언하다
ms_my: Nyatakan
pt_br: Declarar
ru_ru: Декларировать
th_th: รับรอง
vi_vn: Khai báo
zh_cn: 申报
zh_hk: 申報

# Ay8
source: Due to the organization's security policy, you must complete authorization in the {{brand}} app before the first time you access the {{brand}} web version with your current device. Please return to web version to confirm the authorization.
de_de: Aufgrund der Sicherheitsrichtlinien der Organisation müssen Sie die Autorisierung in der {{brand}}-App vornehmen, bevor Sie mit Ihrem aktuellen Gerät erstmalig auf die {{brand}}-Webversion zugreifen. Kehren Sie zur Webversion zurück, um die Autorisierung zu bestätigen.
es_es: Debido a la política de seguridad de la organización, debes completar la autorización en la aplicación {{brand}} antes de acceder por primera vez a la versión web de {{brand}} con tu dispositivo actual. Vuelve a la versión web para confirmar la autorización.
fr_fr: En raison de la politique de sécurité de l'organisation, vous devez terminer l'autorisation dans l'application {{brand}} avant d'accéder pour la première fois à la version Web de {{brand}} avec votre appareil actuel. Veuillez retourner à la version Web pour confirmer l'autorisation.
id_id: Karena kebijakan keamanan organisasi, Anda harus menyelesaikan otorisasi di aplikasi {{brand}} sebelum mengakses {{brand}} versi web untuk pertama kalinya dengan perangkat Anda saat ini. Kembali ke versi web untuk mengonfirmasi otorisasi.
it_it: A causa dei criteri di sicurezza dell'organizzazione, devi completare l'autorizzazione nell'app {{brand}} prima di accedere per la prima volta alla versione Web di {{brand}} con il dispositivo attuale. Torna alla versione Web per confermare l'autorizzazione.
ja_jp: 法人のセキュリティポリシー設定により、現在のデバイスを使用して初めて {{brand}} ウェブ版にアクセスする時、同じ ID を使用して {{brand}} アプリにログインし、アクセスを許可する必要があります。操作後、{{brand}} ウェブ版に戻りアクセス許可を確認してください
ko_kr: 기업의 보안 정책으로 인해 현재 장치로 {{brand}} 웹 버전에 처음 액세스하기 전에 {{brand}} 앱에서 인증을 완료해야 합니다. 인증을 확인하려면 웹 버전으로 돌아가세요.
ms_my: Kerana polisi keselamatan organisasi, anda mesti melengkapkan pengesahan dalam apl {{brand}} sebelum kali pertama anda mengakses versi web {{brand}} dengan peranti semasa anda. Sila kembali ke versi web untuk mengesahkan pengesahan.
pt_br: Devido à política de segurança da organização, você deve concluir a autorização no aplicativo {{brand}} antes de acessar pela primeira vez a versão web {{brand}} em seu dispositivo atual. Retorne à versão web para confirmar a autorização.
ru_ru: В соответствии с политикой безопасности организации вы должны пройти авторизацию в приложении {{brand}} перед первым доступом к веб-версии {{brand}} на своем текущем устройстве. Вернитесь в веб-версию для подтверждения авторизации.
th_th: เนื่องจากนโยบายความปลอดภัยขององค์กร คุณต้องให้สิทธิ์ในแอป {{brand}} ให้เสร็จสมบูรณ์ก่อนเข้าถึง {{brand}} เวอร์ชันเว็บด้วยอุปกรณ์ปัจจุบันของคุณเป็นครั้งแรก โปรดกลับไปที่เวอร์ชันเว็บเพื่อยืนยันการอนุญาต
vi_vn: Do chính sách bảo mật của tổ chức, bạn phải hoàn thành bước ủy quyền trong ứng dụng {{brand}} trước khi truy cập phiên bản web của {{brand}} lần đầu tiên bằng thiết bị hiện tại. Vui lòng quay lại phiên bản web để xác nhận ủy quyền.
zh_cn: 因企业安全策略配置，首次使用当前设备访问{{brand}}网页版时，需使用同一账号在{{brand}}客户端进行授权。完成授权后请返回{{brand}}网页版进行确认。
zh_hk: 因企業安全策略配置，首次使用目前裝置存取{{brand}}網頁版時，需使用同一帳戶在{{brand}}用戶端進行授權。完成授權後，請返回{{brand}}網頁版進行確認。

# +Dw
source: Due to the organization's security policy, you must complete authorization in the {{brand}} app before the first time you access the {{brand}} web version with your current device.
de_de: Aufgrund der Sicherheitsrichtlinien der Organisation müssen Sie die Autorisierung in der {{brand}}-App vornehmen, bevor Sie mit Ihrem aktuellen Gerät erstmalig auf die {{brand}}-Webversion zugreifen.
es_es: Debido a la política de seguridad de la organización, debes completar la autorización en la aplicación {{brand}} antes de acceder por primera vez a la versión web de {{brand}} con tu dispositivo actual.
fr_fr: En raison de la politique de sécurité de l'organisation, vous devez terminer l'autorisation dans l'application {{brand}} avant d'accéder pour la première fois à la version Web de {{brand}} avec votre appareil actuel.
id_id: Karena kebijakan keamanan organisasi, Anda harus menyelesaikan otorisasi di aplikasi {{brand}} sebelum mengakses {{brand}} versi web untuk pertama kalinya dengan perangkat Anda saat ini.
it_it: A causa dei criteri di sicurezza dell'organizzazione, devi completare l'autorizzazione nell'app {{brand}} prima di accedere per la prima volta alla versione Web di {{brand}} con il dispositivo attuale.
ja_jp: 法人のセキュリティポリシー設定により、現在のデバイスを使用して初めて {{brand}} ウェブ版にアクセスする時、{{brand}} アプリでアクセスを許可する必要があります。
ko_kr: 기업의 보안 정책으로 인해 현재 장치로 {{brand}} 웹 버전에 처음 액세스하기 전에 {{brand}} 앱에서 인증을 완료해야 합니다.
ms_my: Kerana polisi keselamatan organisasi, anda mesti melengkapkan pengesahan dalam apl {{brand}} sebelum kali pertama anda mengakses versi web {{brand}} dengan peranti semasa anda.
pt_br: Devido à política de segurança da organização, você deve concluir a autorização no aplicativo {{brand}} antes de acessar pela primeira vez a versão web {{brand}} em seu dispositivo atual.
ru_ru: В соответствии с политикой безопасности организации вы должны пройти авторизацию в приложении {{brand}} перед первым доступом к веб-версии {{brand}} на своем текущем устройстве.
th_th: เนื่องจากนโยบายความปลอดภัยขององค์กร คุณต้องให้สิทธิ์ในแอป {{brand}} ให้เสร็จสมบูรณ์ก่อนเข้าถึง {{brand}} เวอร์ชันเว็บด้วยอุปกรณ์ปัจจุบันของคุณเป็นครั้งแรก
vi_vn: Do chính sách bảo mật của tổ chức, bạn phải hoàn thành bước ủy quyền trong ứng dụng {{brand}} trước khi truy cập phiên bản web của {{brand}} lần đầu tiên bằng thiết bị hiện tại.
zh_cn: 因企业安全策略配置，使用当前设备首次访问{{brand}}网页版时，必须在{{brand}}客户端进行授权
zh_hk: 因企業安全策略配置，使用目前裝置首次存取{{brand}}網頁版時，必須在{{brand}}用戶端進行授權

# 8uo
source: Device ownership
de_de: Gruppenbesitz des Geräts
es_es: Propiedad del dispositivo
fr_fr: Propriété de l'appareil
id_id: Kepemilikan perangkat
it_it: Proprietà del dispositivo
ja_jp: デバイスの所有
ko_kr: 장치 소유권
ms_my: Pemilikan peranti
pt_br: Propriedade do dispositivo
ru_ru: Принадлежность устройства
th_th: ความเป็นเจ้าของอุปกรณ์
vi_vn: Quyền sở hữu thiết bị
zh_cn: 设备归属
zh_hk: 裝置歸屬

# jWo
source: Allow {{brand}} to obtain device information.
de_de: {{brand}} das Abrufen von Geräteinformationen erlauben.
es_es: Permitir que {{brand}} obtenga información del dispositivo.
fr_fr: Permettre à {{brand}} d'obtenir des informations sur l'appareil.
id_id: Izinkan {{brand}} untuk mendapatkan informasi perangkat.
it_it: Consenti a {{brand}} di ottenere le informazioni del dispositivo.
ja_jp: {{brand}} ウェブ版に、以下のデバイス情報へのアクセスを許可：
ko_kr: {{brand}}(이)가 장치 정보를 얻도록 허용합니다.
ms_my: Benarkan {{brand}} untuk mendapatkan maklumat peranti.
pt_br: Permita que {{brand}} obtenha as informações do dispositivo.
ru_ru: Разрешить {{brand}} получать информацию об устройстве:
th_th: อนุญาตให้ {{brand}} รับข้อมูลอุปกรณ์
vi_vn: Cho phép {{brand}} thu thập thông tin thiết bị.
zh_cn: 同意 {{brand}} 网页版获取以下设备信息：
zh_hk: 同意 {{brand}} 網頁版獲取以下裝置資訊：

# TNo
source: Not now
de_de: Nicht jetzt
es_es: Ahora no
fr_fr: Pas maintenant
id_id: Tidak sekarang
it_it: Non ora
ja_jp: あとで
ko_kr: 나중에
ms_my: Bukan sekarang
pt_br: Agora não
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Không phải bây giờ
zh_cn: 暂不授权
zh_hk: 暫不授權

# 9J4
source: Authorize
de_de: Autorisieren
es_es: Autorizar
fr_fr: Autoriser
id_id: Otorisasi
it_it: Autorizza
ja_jp: 許可
ko_kr: 승인하다
ms_my: Benarkan
pt_br: Autorizar
ru_ru: Разрешить
th_th: อนุญาต
vi_vn: Ủy quyền
zh_cn: 授权
zh_hk: 授權

# BHw
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# Xds
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# GIo
source: Organization-owned device, personal device
de_de: Gerät im Besitz der Organisation, persönliches Gerät
es_es: Dispositivo de la organización, dispositivo personal
fr_fr: Appareil appartenant à l'organisation, appareil personnel
id_id: Perangkat yang dimiliki organisasi, perangkat pribadi
it_it: Dispositivo di proprietà dell'organizzazione, dispositivo personale
ja_jp: 法人デバイス、個人デバイス
ko_kr: 기업 소유 장치, 개인 장치
ms_my: Peranti milik organisasi, peranti peribadi
pt_br: Dispositivo de propriedade da organização, dispositivo pessoal
ru_ru: Устройство организации, личное устройство
th_th: อุปกรณ์ที่องค์กรเป็นเจ้าของ อุปกรณ์ส่วนบุคคล
vi_vn: Thiết bị của tổ chức, thiết bị cá nhân
zh_cn: 企业设备、个人设备
zh_hk: 企業裝置和個人裝置

# lHo
source: There are trusted devices and untrusted devices. Please reach out to administrators for more details.
de_de: Es gibt vertrauenswürdige und nicht vertrauenswürdige Geräte. Weitere Informationen erhalten Sie von den Administratoren.
es_es: Hay dispositivos de confianza y dispositivos que no son de confianza. Ponte en contacto con los administradores para obtener más detalles.
fr_fr: Il existe des appareils fiables et des appareils peu fiables. Veuillez contacter les administrateurs pour plus de détails.
id_id: Ada perangkat tepercaya dan perangkat tidak tepercaya. Hubungi administrator untuk perincian lainnya.
it_it: Sono presenti dispositivi attendibili e dispositivi non attendibili. Contatta gli amministratori per ulteriori dettagli.
ja_jp: 信頼性の高いデバイスと低いデバイスに関して、管理員に連絡してください
ko_kr: 신뢰할 수 있는 장치와 신뢰할 수 없는 장치가 있습니다. 자세한 내용은 관리자에게 문의해보세요.
ms_my: Terdapat peranti yang dipercayai dan peranti yang tidak dipercayai. Sila hubungi pentadbir untuk maklumat lanjut.
pt_br: Existem dispositivos confiáveis e dispositivos não confiáveis. Entre em contato com os administradores para obter mais detalhes.
ru_ru: Есть доверенные устройства и ненадежные устройства. Свяжитесь с администраторами для получения более подробной информации.
th_th: มีอุปกรณ์ที่เชื่อถือได้และอุปกรณ์ที่ไม่น่าเชื่อถือ โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติม
vi_vn: Có thiết bị đáng tin cậy và thiết bị không đáng tin cậy. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 分为可信设备、不可信设备，详情请咨询企业管理员
zh_hk: 分為可信裝置和不可信裝置，詳情請諮詢企業管理員

# 6vo
source: Device declaration under review, please wait.
de_de: Gerätedeklaration wird geprüft, bitte warten.
es_es: Declaración del dispositivo en revisión, espera.
fr_fr: Déclaration de l'appareil en cours de vérification. Veuillez patienter.
id_id: Deklarasi perangkat dalam peninjauan, harap tunggu.
it_it: Dichiarazione del dispositivo in fase di revisione. Attendi.
ja_jp: デバイス登録を審査しています。しばらくお待ちください
ko_kr: 장치 선언을 검토 중입니다, 잠시만 기다려 주십시오.
ms_my: Pengisytiharan peranti sedang dikaji, sila tunggu.
pt_br: Declaração do dispositivo em análise, aguarde.
ru_ru: Декларация устройства находится на рассмотрении, Подождите.
th_th: อยู่ระหว่างการตรวจสอบการรับรองอุปกรณ์ โปรดรอสักครู่
vi_vn: Khai báo thiết bị đang được xét duyệt, vui lòng chờ.
zh_cn: 设备申报审核中，请耐心等待
zh_hk: 裝置申報審核中，請耐心等待

# Ltc
source: There are organization-owned devices and personal devices. Please reach out to administrators for more details or declare devices by yourself.
de_de: Es gibt Geräte im Besitz der Organisation und persönliche Geräte. Weitere Informationen erhalten Sie von den Administratoren. Sie können aber auch Ihre Geräte selbst deklarieren.
es_es: Hay dispositivos de la organización y dispositivos personales. Ponte en contacto con los administradores para obtener más información o declara los dispositivos por tu cuenta.
fr_fr: Il existe des appareils appartenant à l'organisation et des appareils personnels. Veuillez contacter les administrateurs pour plus de détails ou déclarer des appareils vous-même.
id_id: Ada perangkat yang dimiliki organisasi dan perangkat pribadi. Hubungi administrator untuk perincian lainnya atau deklarasikan perangkat secara independen.
it_it: Sono presenti dispositivi di proprietà dell'organizzazione e dispositivi personali. Contatta gli amministratori per ulteriori dettagli o dichiara i dispositivi in modo indipendente.
ja_jp: 法人用と個人用があります。詳細に関して管理員に連絡、または
ko_kr: 기업 소유 장치와 개인 장치가 있습니다. 자세한 내용은 관리자에게 문의하거나 장치를 직접 선언하세요.
ms_my: Terdapat peranti milik organisasi dan peranti peribadi. Sila hubungi pentadbir untuk maklumat lanjut atau isytiharkan peranti sendiri.
pt_br: Existem dispositivos de propriedade da organização e dispositivos pessoais. Entre em contato com os administradores para obter mais detalhes ou declare os dispositivos de forma independente.
ru_ru: Устройства могут принадлежать организации или быть личными. Свяжитесь с администраторами для получения более подробной информации или задекларируйте устройства самостоятельно.
th_th: มีอุปกรณ์ที่องค์กรเป็นเจ้าของและอุปกรณ์ส่วนบุคคล โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติมหรือรับรองอุปกรณ์ด้วยตนเอง
vi_vn: Có thiết bị của tổ chức và thiết bị cá nhân. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết hoặc tự khai báo các thiết bị.
zh_cn: 分为企业设备、个人设备，详情请咨询企业管理员或自主申报设备
zh_hk: 分為企業裝置和個人裝置，詳情請諮詢企業管理員或自行申報裝置

# y1w
source: Device declaration
de_de: Gerätedeklaration
es_es: Declaración del dispositivo
fr_fr: Déclaration de l'appareil
id_id: Deklarasi perangkat
it_it: Dichiarazione del dispositivo
ja_jp: デバイス登録
ko_kr: 장치 선언
ms_my: Pengisytiharan peranti
pt_br: Declaração do dispositivo
ru_ru: Декларация устройства
th_th: ประกาศเกี่ยวกับอุปกรณ์
vi_vn: Khai báo thiết bị
zh_cn: 设备申报
zh_hk: 裝置申報

# 3yU
source: Declare
de_de: Deklarieren
es_es: Declarar
fr_fr: Déclarer
id_id: Deklarasikan
it_it: Dichiara
ja_jp: デバイス登録
ko_kr: 선언하다
ms_my: Nyatakan
pt_br: Declarar
ru_ru: Декларация
th_th: รับรอง
vi_vn: Khai báo
zh_cn: 设备申报
zh_hk: 裝置申報

# JuQ
source: Device ownership:
de_de: Gruppenbesitz des Geräts:
es_es: Propiedad del dispositivo:
fr_fr: Propriété de l'appareil :
id_id: Kepemilikan perangkat:
it_it: Proprietà del dispositivo:
ja_jp: デバイスの所有：
ko_kr: 장치 소유권:
ms_my: Kepemilikan peranti:
pt_br: Propriedade do dispositivo:
ru_ru: Принадлежность устройства:
th_th: ความเป็นเจ้าของอุปกรณ์:
vi_vn: Quyền sở hữu thiết bị:
zh_cn: 设备归属：
zh_hk: 裝置歸屬：

# sPw
source: Organization-owned device
de_de: Gerät im Besitz der Organisation
es_es: Dispositivo de la organización
fr_fr: Appareil appartenant à l'organisation
id_id: Perangkat yang dimiliki organisasi
it_it: Dispositivo di proprietà dell'organizzazione
ja_jp: 法人用デバイス
ko_kr: 기업 소유 장치
ms_my: Peranti milik organisasi
pt_br: Dispositivo de propriedade da organização
ru_ru: Устройство организации
th_th: อุปกรณ์ที่องค์กรเป็นเจ้าของ
vi_vn: Thiết bị của tổ chức
zh_cn: 企业设备
zh_hk: 企業裝置

# o38
source: Device details authorization
de_de: Gerätedetails zur Autorisierung
es_es: Autorización de los detalles del dispositivo
fr_fr: Autorisation des détails de l'appareil
id_id: Otorisasi perincian perangkat
it_it: Autorizzazione dettagli del dispositivo
ja_jp: デバイス情報へのアクセス許可
ko_kr: 기기 세부 정보 승인
ms_my: Pengesahan butiran peranti
pt_br: Autorização de detalhes do dispositivo
ru_ru: Авторизация данных устройства
th_th: การอนุญาตรายละเอียดอุปกรณ์
vi_vn: Ủy quyền chi tiết thiết bị
zh_cn: 设备信息授权
zh_hk: 裝置資訊授權

# VKY
source: The declared device is protected by the organization's security policy and users can declare for them independently. If a device ownership is unknown, users can declare for them independently.
de_de: Das deklarierte Gerät ist durch die Sicherheitsrichtlinien der Organisation geschützt und Benutzer können unabhängig für sich deklarieren. Wenn der Gruppenbesitz eines Geräts unbekannt ist, können Benutzer unabhängig für sich deklarieren.
es_es: El dispositivo declarado está protegido por la política de seguridad de la organización y los usuarios pueden declararlos de forma independiente. Si se desconoce la propiedad de un dispositivo, los usuarios pueden declararlos de forma independiente.
fr_fr: L'appareil déclaré est protégé par la politique de sécurité de l'organisation, et les utilisateurs peuvent effectuer une déclaration de manière indépendante. Si la propriété d'un appareil est inconnue, les utilisateurs peuvent le déclarer de manière indépendante.
id_id: Perangkat yang dideklarasikan dilindungi oleh kebijakan keamanan organisasi dan pengguna dapat mendeklarasikannya secara independen. Jika perangkat tidak diketahui kepemilikannya, pengguna dapat mendeklarasikannya secara independen.
it_it: Il dispositivo dichiarato è protetto dai criteri di sicurezza dell'organizzazione e gli utenti possono dichiararlo in modo indipendente. Se la proprietà di un dispositivo è sconosciuta, gli utenti possono dichiararlo in modo indipendente.
ja_jp: 登録されたデバイスは認証されました。デバイスの所有が不明な場合、メンバーは自主登録できます
ko_kr: 선언된 장치는 기업의 보안 정책에 의해 보호되며 사용자는 독립적으로 선언할 수 있습니다. 장치 소유권을 알 수 없는 경우 사용자가 독립적으로 선언할 수 있습니다.
ms_my: Peranti yang dinyatakan dilindungi oleh dasar keselamatan organisasi dan pengguna boleh menyatakan untuk mereka secara bebas. Jika pemilikan peranti tidak diketahui, pengguna boleh menyatakan untuk mereka secara bebas.
pt_br: O dispositivo declarado é protegido pela política de segurança da organização e os usuários podem declarar para eles de forma independente. Se a propriedade de um dispositivo for desconhecida, os usuários podem declarar para eles de forma independente.
ru_ru: Декларируемое устройство защищено политикой безопасности организации и пользователи могут заявлять о себе самостоятельно. Если право собственности на устройство неизвестно, пользователи могут заявить о нем самостоятельно.
th_th: อุปกรณ์ที่ได้รับการรับรองจะได้รับการคุ้มครองโดยนโยบายความปลอดภัยขององค์กร และผู้ใช้สามารถประกาศอุปกรณ์แยกกันได้ หากไม่ทราบความเป็นเจ้าของของอุปกรณ์ ผู้ใช้สามารถรับรองอุปกรณ์ด้วยตนเองได้
vi_vn: Thiết bị đã khai báo sẽ được chính sách bảo mật của tổ chức bảo vệ và người dùng có thể tự khai báo. Nếu không xác định được quyền sở hữu thiết bị, người dùng có thể tự khai báo.
zh_cn: 已申报设备受企业安全策略保护，用户可自主申报。当设备归属未知时，允许用户自主申报
zh_hk: 已申報裝置受企業安全策略保護，用戶可自行申報。當裝置歸屬未知時，允許用戶自行申報

# ty0
source: Device status
de_de: Gerätestatus
es_es: Estado del dispositivo
fr_fr: Statut de l'appareil
id_id: Status perangkat
it_it: Stato del dispositivo
ja_jp: デバイス状態
ko_kr: 장치 상태
ms_my: Status peranti
pt_br: Status do dispositivo
ru_ru: Состояние устройства
th_th: สถานะอุปกรณ์
vi_vn: Trạng thái thiết bị
zh_cn: 设备状态
zh_hk: 裝置狀態

# qig
source: The current device's status does not meet the organization security policy and access is prohibited.
de_de: Der aktuelle Gerätestatus entspricht nicht den Sicherheitsrichtlinien der Organisation, weshalb der Zugriff verboten ist.
es_es: El status del dispositivo actual no cumple la política de seguridad de la organización y el acceso está prohibido.
fr_fr: Le statut de l'appareil actuel ne répond pas à la politique de sécurité de l'organisation et l'accès est interdit.
id_id: Status perangkat saat ini tidak memenuhi kebijakan keamanan organisasi dan akses dilarang.
it_it: Lo stato del dispositivo attuale non soddisfa i criteri di sicurezza dell'organizzazione e l'accesso è proibito.
ja_jp: このデバイスの状態は法人のセキュリティポリシー要件を満たしていないため、アクセスできません
ko_kr: 현재 장치의 상태가 기업 보안 정책을 준수하지 않아 액세스가 금지되었습니다.
ms_my: Status peranti semasa tidak memenuhi dasar keselamatan organisasi dan akses dilarang
pt_br: O status do dispositivo atual não atende à política de segurança da organização e o acesso é proibido.
ru_ru: Текущее состояние устройства не соответствует политике безопасности организации, и доступ к нему запрещен.
th_th: สถานะของอุปกรณ์ปัจจุบันไม่เป็นไปตามนโยบายความปลอดภัยขององค์กรและไม่อนุญาตให้เข้าถึง
vi_vn: Trạng thái của thiết bị hiện tại không đáp ứng chính sách bảo mật của tổ chức và quyền truy cập đã bị cấm.
zh_cn: 当前设备状态不满足企业安全策略要求，禁止访问
zh_hk: 目前裝置狀態不符合企業安全策略要求，禁止存取

# VaM
source: The current device's ownership does not meet the organization security policy and access is prohibited.
de_de: Der Gruppenbesitz des aktuellen Geräts entspricht nicht den Sicherheitsrichtlinien der Organisation, weshalb der Zugriff verboten ist.
es_es: La propiedad del dispositivo actual no cumple la política de seguridad de la organización y el acceso está prohibido.
fr_fr: La propriété de l'appareil actuel ne répond pas à la politique de sécurité de l'organisation et l'accès est interdit.
id_id: Kepemilikan perangkat saat ini tidak memenuhi kebijakan keamanan organisasi dan akses dilarang.
it_it: La proprietà del dispositivo attuale non soddisfa i criteri di sicurezza dell'organizzazione e l'accesso non è consentito.
ja_jp: 現在使用しているデバイスはセキュリティ強度が脆弱のため、アクセスを禁止されています
ko_kr: 현재 장치의 소유권이 기업의 보안정책에 맞지 않아 액세스가 금지되어 있습니다.
ms_my: Hak milik peranti semasa tidak memenuhi polisi keselamatan organisasi dan akses dilarang.
pt_br: A propriedade do dispositivo atual não atende à política de segurança da organização e o acesso é proibido.
ru_ru: Принадлежность текущего устройства не соответствует политике безопасности организации, и доступ к нему запрещен.
th_th: ความเป็นเจ้าของอุปกรณ์ปัจจุบันไม่เป็นไปตามนโยบายความปลอดภัยขององค์กรและไม่อนุญาตให้เข้าถึง
vi_vn: Quyền sở hữu của thiết bị hiện tại không đáp ứng yêu cầu trong chính sách bảo mật của tổ chức và bị cấm truy cập.
zh_cn: 当前设备归属不满足企业安全策略要求，禁止访问
zh_hk: 目前裝置歸屬不符合企業安全策略要求，禁止存取

# XHk
source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
id_id: Gagal
it_it: Operazione non riuscita
ja_jp: 許可失敗
ko_kr: 못했습니다
ms_my: Gagal
pt_br: Falhou
ru_ru: Не удалось
th_th: ล้มเหลว
vi_vn: Không thành công
zh_cn: 授权失败
zh_hk: 授權失敗

# 8J8
source: Rejected
de_de: Abgelehnt
es_es: Rechazado
fr_fr: Refusé
id_id: Ditolak
it_it: Rifiutato
ja_jp: 申請が却下されました
ko_kr: 거부됨
ms_my: Ditolak
pt_br: Rejeitado
ru_ru: Отклонено
th_th: ปฏิเสธแล้ว
vi_vn: Đã từ chối
zh_cn: 审核驳回
zh_hk: 審核已駁回
