Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkSecurityCompliance/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 38Q
source: According to the organization's security settings, you're unable to log in to accounts other than your own. Please contact the administrator for more details. You will be logged out of the current account soon.
de_de: Gemäß den Sicherheitseinstellungen der Organisation können Sie sich nicht bei anderen Konten als Ihrem eigenen anmelden. Weitere Informationen erhalten Sie vom Administrator. Sie werden in Kürze von dem aktuellen Konto abgemeldet.
es_es: Según la configuración de seguridad de la organización, no puedes iniciar sesión en cuentas que no sean la tuya. Contacta con el administrador para obtener más información. Se te desconectará de la cuenta actual en breve.
fr_fr: Conformément aux paramètres de sécurité de l'organisation, vous ne pouvez pas vous connecter à des comptes autres que le vôtre. Veuillez contacter l'administrateur pour en savoir plus. Vous serez bientôt déconnecté(e) du compte actuel.
id_id: Menurut pengaturan keamanan organisasi, Anda tidak dapat login ke akun selain akun milik Anda. Hubungi administrator untuk perincian lebih lanjut. Anda akan segera keluar dari akun saat ini.
it_it: Secondo le impostazioni di sicurezza dell'organizzazione, non è possibile accedere ad account diversi dal proprio. Contatta l'amministratore per altri dettagli. Presto verrai disconnesso/a dall'account corrente.
ja_jp: 法人のセキュリティ設定により、この法人以外のアカウントにログインできません。まもなくこのアカウントから自動的にログアウトされます。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 보안 설정에 따라 본인 소유가 아닌 다른 계정에 로그인할 수 없습니다. 자세한 내용은 관리자에게 문의하세요. 곧 현재 계정에서 로그아웃됩니다.
ms_my: Mengikut tetapan keselamatan organisasi, anda tidak boleh log masuk ke akaun selain daripada akaun anda sendiri. Sila hubungi pentadbir untuk maklumat lanjut. Anda akan log keluar dari akaun semasa tidak lama lagi.
pt_br: De acordo com as configurações de segurança da organização, você não pode fazer login em outras contas que não sejam as suas. Entre em contato com o administrador para obter mais detalhes. Você será desconectado da conta atual em breve.
ru_ru: В соответствии с настройками безопасности организации вы не можете входить в учетные записи, отличные от ваших. Свяжитесь с администратором для получения более подробной информации. Вскоре вы выйдете из текущей учетной записи.
th_th: ตามการตั้งค่าความปลอดภัยขององค์กร คุณไม่สามารถล็อกอินไปยังบัญชีอื่นที่ไม่ใช่ของคุณเอง โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดเพิ่มเติม คุณจะล็อกเอาท์จากบัญชีปัจจุบันในไม่ช้า
vi_vn: Theo cài đặt bảo mật của tổ chức, bạn không thể đăng nhập vào các tài khoản không phải của bạn. Vui lòng liên hệ với quản trị viên để biết thêm thông tin chi tiết. Bạn sẽ sớm được đăng xuất khỏi tài khoản hiện tại.
zh_cn: 根据企业安全设置，你无法登录本企业之外的账号，稍后将自动退出当前账号。如有疑问，请联系企业管理员。
zh_hk: 根據企業安全設定，你無法登入本企業之外的帳戶，稍後將自動退出目前帳戶。如有疑問，請聯絡企業管理員。

# q/0
source: Continue Upgrading
de_de: Upgrade fortsetzen
es_es: Continuar con la actualización
fr_fr: Continuer la mise à niveau
id_id: Lanjutkan Peningkatan
it_it: Continua con l'upgrade
ja_jp: アップデートを続行
ko_kr: 업그레이드 계속하기
ms_my: Teruskan Menaik Taraf
pt_br: Continuar o upgrade
ru_ru: Продолжить обновление
th_th: ดำเนินการอัปเกรดต่อ
vi_vn: Tiếp tục nâng cấp
zh_cn: 继续升级
zh_hk: 繼續升級

# qxQ
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로딩 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...

# VAQ
source: min
id_id: menit
ja_jp: 分
ko_kr: 분
ru_ru: мин
th_th: นาที
vi_vn: phút
zh_cn: 分钟
zh_hk: 分鐘

# sMc
source: sec
de_de: Sek.
es_es: s
fr_fr: s
id_id: dtk
ja_jp: 秒
ko_kr: 초
ms_my: saat
pt_br: s
ru_ru: сек
th_th: วิ
vi_vn: giây
zh_cn: 秒
zh_hk: 秒

# WPo
source: Local data protection capabilities are being upgraded. Time remaining: {{time}} {{unit}}. Please do not quit {{APP_DISPLAY_NAME}} during this period.
de_de: Die lokalen Datensicherungsmöglichkeiten werden derzeit upgegradet. Verbleibende Zeit: {{time}} {{unit}}. Bitte beenden Sie {{APP_DISPLAY_NAME}} während dieser Zeit nicht.
es_es: Se están actualizando las capacidades locales de protección de datos: {{time}} {{unit}}. No salgas de {{APP_DISPLAY_NAME}} durante este tiempo.
fr_fr: Les capacités de protection des données locales sont en cours d'amélioration. Temps restant : {{time}} {{unit}}. Veuillez ne pas quitter {{APP_DISPLAY_NAME}} pendant cette période.
id_id: Kemampuan perlindungan data lokal sedang ditingkatkan. Sisa waktu: {{time}} {{unit}}. Jangan keluar dari {{APP_DISPLAY_NAME}} selama periode ini.
it_it: È in corso l'upgrade delle funzionalità di protezione dei dati locali. Tempo rimanente: {{time}} {{unit}}. Non uscire da {{APP_DISPLAY_NAME}} durante questo periodo.
ja_jp: ローカルデータの保護機能をアップデートしています。およそ {{time}} {{unit}}かかる予定です。アップデート中、{{APP_DISPLAY_NAME}} を終了しないでください。
ko_kr: 로컬 데이터 보호 기능이 업그레이드되고 있습니다. 남은 시간: {{time}} {{unit}}. 이 기간에 {{APP_DISPLAY_NAME}}을(를) 종료하지 마세요.
ms_my: Kemampuan perlindungan data tempatan sedang dinaik taraf. Masa yang tinggal: {{time}} {{unit}}. Sila jangan keluar dari {{APP_DISPLAY_NAME}} pada tempoh ini.
pt_br: Os recursos de proteção de dados locais estão sendo atualizados. Tempo restante: {{time}} {{unit}}. Não saia do {{APP_DISPLAY_NAME}} durante este período.
ru_ru: Обновляются функции локальной защиты данных. Осталось до завершения: {{time}} {{unit}}. Не выходите из приложения {{APP_DISPLAY_NAME}} в течение этого периода.
th_th: กำลังอัปเกรดความสามารถในการปกป้องข้อมูลในเครื่อง ซึ่งมีเวลาเหลือ: {{time}} {{unit}} โปรดอย่าออกจาก {{APP_DISPLAY_NAME}} ในระหว่างช่วงเวลานี้
vi_vn: Đang nâng cấp chức năng bảo vệ dữ liệu cục bộ. Thời gian còn lại: {{time}} {{unit}}. Vui lòng không thoát {{APP_DISPLAY_NAME}} trong thời gian này.
zh_cn: 正在升级本地数据防护能力，大约需要 {{time}} {{unit}}，期间请勿退出{{APP_DISPLAY_NAME}}
zh_hk: 正在升級本機數據防護功能，大約需要 {{time}} {{unit}}，期間請勿退出{{APP_DISPLAY_NAME}}

# PME
source: Security upgrading...
de_de: Sicherheitsaktualisierung erfolgt...
es_es: Actualizando la seguridad...
fr_fr: Mise à niveau de la sécurité...
id_id: Peningkatan keamanan...
it_it: Upgrade sicurezza in corso
ja_jp: セキュリティアップデート中...
ko_kr: 보안 업그레이드 중...
ms_my: Menaik taraf keselamatan...
pt_br: Fazendo upgrade da segurança...
ru_ru: Повышение безопасности...
th_th: กำลังอัปเกรดการรักษาความปลอดภัย...
vi_vn: Đang nâng cấp bảo mật...
zh_cn: 安全升级中...
zh_hk: 安全升級中...

# ABM
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# GMA
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
id_id: Lewati
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
ms_my: Langkau
pt_br: Pular
ru_ru: Пропустить
th_th: ข้าม
vi_vn: Bỏ qua
zh_cn: 跳过
zh_hk: 跳過

# 1EI
source: After clicking "Skip", {{APP_DISPLAY_NAME}} will close. Upon restarting, you can proceed without upgrading.
de_de: Wenn Sie auf „Überspringen“ klicken, wird die App {{APP_DISPLAY_NAME}} geschlossen. Bei einem Neustart können Sie dann ohne Durchführung eines Upgrades fortfahren.
es_es: Después de hacer clic en "Omitir", {{APP_DISPLAY_NAME}} se cerrará. Tras reiniciar, podrás continuar sin actualizar.
fr_fr: Après avoir cliqué sur "Ignorer", {{APP_DISPLAY_NAME}} se fermera. Lors du redémarrage, vous pourrez continuer sans avoir à mettre à niveau.
id_id: Setelah mengeklik "Lewati", {{APP_DISPLAY_NAME}} akan ditutup. Setelah memulai ulang, Anda dapat melanjutkan tanpa meningkatkan.
it_it: Dopo aver fatto clic su "Ignora", {{APP_DISPLAY_NAME}} si chiuderà. Al riavvio, potrai procedere senza effettuare l'upgrade.
ja_jp: 「スキップ」をクリックすると、{{APP_DISPLAY_NAME}} は終了します。{{APP_DISPLAY_NAME}} を再起動すると今回のアップデートをスキップできます。
ko_kr: "건너뛰기"를 클릭하면 {{APP_DISPLAY_NAME}}이(가) 닫힙니다. 다시 시작하면 업그레이드하지 않고 진행할 수 있습니다.
ms_my: Selepas mengklik "Langkau", {{APP_DISPLAY_NAME}} akan ditutup. Apabila memulakan semula, anda boleh meneruskan tanpa menaik taraf.
pt_br: Após clicar em "Ignorar", o {{APP_DISPLAY_NAME}} será fechado. Ao reiniciá-lo, você pode continuar sem fazer upgrade.
ru_ru: После нажатия "Пропустить" {{APP_DISPLAY_NAME}} закроется. После перезапуска вы можете продолжить без обновления.
th_th: หลังจากคลิก "ข้าม" {{APP_DISPLAY_NAME}} จะปิดลง เมื่อรีสตาร์ท คุณจะสามารถดำเนินการต่อได้โดยไม่ต้องอัปเกรด
vi_vn: Sau khi nhấp vào "Bỏ qua", {{APP_DISPLAY_NAME}} sẽ đóng. Sau khi mở lại, bạn có thể tiếp tục mà không cần nâng cấp.
zh_cn: 点击“跳过”将关闭{{APP_DISPLAY_NAME}}，重启应用即可跳过本次升级
zh_hk: 點擊「跳過」將關閉{{APP_DISPLAY_NAME}}，重新啟動應用程式即可跳過此次升級

# tJs
source: Upgrade will be resumed next time you start {{APP_DISPLAY_NAME}}.
de_de: Das Upgrade wird beim nächsten Start der App {{APP_DISPLAY_NAME}} durchgeführt.
es_es: La actualización se reanudará la próxima vez que inicies {{APP_DISPLAY_NAME}}.
fr_fr: La mise à niveau reprendra au prochain lancement de {{APP_DISPLAY_NAME}}.
id_id: Peningkatan akan dilanjutkan ketika kali berikutnya Anda memulai {{APP_DISPLAY_NAME}}.
it_it: L'upgrade verrà ripreso la prossima volta che avvii {{APP_DISPLAY_NAME}}.
ja_jp: 次回 {{APP_DISPLAY_NAME}} を起動するときにアップデートが行われます。
ko_kr: 다음에 {{APP_DISPLAY_NAME}}을(를) 시작할 때 업그레이드가 다시 시작됩니다.
ms_my: Peningkatan akan diteruskan kali seterusnya anda memulakan {{APP_DISPLAY_NAME}}.
pt_br: O upgrade será retomado na próxima vez que você iniciar o {{APP_DISPLAY_NAME}}.
ru_ru: Обновление будет возобновлено при следующем запуске {{APP_DISPLAY_NAME}}.
th_th: การอัปเกรดจะดำเนินการต่อในครั้งถัดไปที่คุณเริ่มต้น {{APP_DISPLAY_NAME}}
vi_vn: Quy trình nâng cấp sẽ được tiếp tục vào lần tới khi bạn mở {{APP_DISPLAY_NAME}}.
zh_cn: 下次启动{{APP_DISPLAY_NAME}}时会重新进行升级
zh_hk: 下次啟動{{APP_DISPLAY_NAME}}時會重新升級

# Z/A
source: Skip the upgrade?
de_de: Das Upgrade überspringen?
es_es: ¿Omitir actualización?
fr_fr: Ignorer la mise à niveau ?
id_id: Lewati peningkatan ini?
it_it: Saltare l'upgrade?
ja_jp: アップデートをスキップしますか？
ko_kr: 업그레이드를 건너뛰시겠습니까?
ms_my: Langkau peningkatan?
pt_br: Pular o upgrade?
ru_ru: Пропустить обновление?
th_th: ข้ามการอัปเกรดหรือไม่
vi_vn: Bỏ qua nâng cấp?
zh_cn: 是否跳过本次升级?
zh_hk: 是否跳過此次升級？

# b/s
source: Or you can skip the upgrade and resume it next time you start {{APP_DISPLAY_NAME}}.
de_de: Sie können das Upgrade auch überspringen und es dann durchführen, wenn Sie die App {{APP_DISPLAY_NAME}} das nächste Mal starten.
es_es: Puedes omitir la actualización y reanudarla la próxima vez que inicies {{APP_DISPLAY_NAME}}.
fr_fr: Vous pouvez aussi ignorer la mise à niveau et la reprendre au prochain lancement de {{APP_DISPLAY_NAME}}.
id_id: Atau Anda dapat melewati peningkatan dan melanjutkannya ketika kali berikutnya Anda memulai {{APP_DISPLAY_NAME}}.
it_it: In caso contrario, puoi ignorare l'upgrade e riprenderlo la prossima volta che avvii {{APP_DISPLAY_NAME}}.
ja_jp: 今回のアップデートをスキップして、次回 {{APP_DISPLAY_NAME}} を起動するときにアップデートすることも可能です。
ko_kr: 또는 업그레이드를 건너뛰고 다음에 {{APP_DISPLAY_NAME}}을(를) 시작할 때 다시 시작할 수 있습니다.
ms_my: Atau anda boleh melangkau peningkatan dan meneruskannya kali seterusnya anda memulakan {{APP_DISPLAY_NAME}}.
pt_br: Ou você pode ignorar o upgrade e retomá-lo na próxima vez que iniciar o {{APP_DISPLAY_NAME}}.
ru_ru: Или вы можете пропустить обновление и возобновить его при следующем запуске {{APP_DISPLAY_NAME}}.
th_th: หรือคุณสามารถข้ามการอัปเกรดและดำเนินการต่อในครั้งถัดไปที่คุณเริ่มต้น {{APP_DISPLAY_NAME}}
vi_vn: Hoặc bạn có thể bỏ qua quy trình nâng cấp và tiếp tục vào lần tới khi bạn mở{{APP_DISPLAY_NAME}}.
zh_cn: 您也可以选择跳过本次升级，下次启动{{APP_DISPLAY_NAME}}时会重新进行升级
zh_hk: 你亦可以選擇跳過此次升級，下次啟動{{APP_DISPLAY_NAME}}時會重新升級

# vhs
source: Try Again
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba Lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba Lagi
pt_br: Tente novamente
ru_ru: Попробуйте еще раз
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试升级
zh_hk: 重試升級

# tg4
source: You can try again or select Upgrade Later to resume the upgrade next time you start {{APP_DISPLAY_NAME}}.
de_de: Sie können das Upgrade erneut versuchen oder die Option „Upgrade später durchführen“ auswählen, um es beim nächsten Start der App {{APP_DISPLAY_NAME}} durchzuführen.
es_es: Puedes intentarlo de nuevo o seleccionar Actualizar más tarde para reanudar la actualización la próxima vez que inicies {{APP_DISPLAY_NAME}}.
fr_fr: Vous pouvez réessayer ou sélectionner Mettre à niveau plus tard pour reprendre la mise à niveau au prochain lancement de {{APP_DISPLAY_NAME}}.
id_id: Anda dapat mencoba lagi atau memilih Tingkatkan Nanti untuk melanjutkan peningkatan ketika kali berikutnya Anda memulai {{APP_DISPLAY_NAME}}.
it_it: Puoi riprovare oppure selezionare Effettua l'upgrade più tardi per riprendere l'upgrade la prossima volta che avvii {{APP_DISPLAY_NAME}}.
ja_jp: アップデートを再試行するか、あとでアップデートするかを選択できます。「あとで」を選択すると、次回 {{APP_DISPLAY_NAME}} を起動するときにアップデートが行われます。
ko_kr: 다시 시도하거나 나중에 업그레이드를 선택하여 다음에 {{APP_DISPLAY_NAME}}을(를) 시작할 때 업그레이드를 다시 시작할 수 있습니다.
ms_my: Anda boleh mencuba lagi atau pilih Kemaskini Kemudian untuk meneruskan kemaskini pada kali seterusnya anda memulakan {{APP_DISPLAY_NAME}}.
pt_br: Você pode tentar novamente ou selecionar Fazer upgrade mais tarde para retomar o upgrade na próxima vez que iniciar o {{APP_DISPLAY_NAME}}.
ru_ru: Вы можете повторить попытку или выбрать "Обновить позже", чтобы возобновить обновление при следующем запуске {{APP_DISPLAY_NAME}}.
th_th: คุณสามารถลองอีกครั้งหรือเลือกอัปเกรดในภายหลังเพื่อดำเนินการอัปเกรดต่อในครั้งถัดไปที่คุณเริ่มต้น {{APP_DISPLAY_NAME}}
vi_vn: Bạn có thể thử lại hoặc chọn Nâng cấp sau để tiếp tục quy trình nâng cấp vào lần tới khi bạn mở {{APP_DISPLAY_NAME}}.
zh_cn: 您可以选择重新升级或稍后升级，若选择稍后升级，下次启动{{APP_DISPLAY_NAME}}时会重新进行升级
zh_hk: 你可以選擇重新升級或稍後升級，若選擇稍後升級，下次啟動{{APP_DISPLAY_NAME}}時會重新升級

# RMQ
source: Enhanced data protection capability is ready to protect your local data.
de_de: Verbesserte Datenschutzfunktionen sind bereit, Ihre lokalen Daten zu schützen.
es_es: La capacidad de protección de datos mejorada está lista para proteger tus datos locales.
fr_fr: La fonction de protection de données améliorée est prête à protéger vos données locales.
id_id: Kemampuan perlindungan data yang ditingkatkan siap melindungi data lokal Anda.
it_it: La funzionalità migliorata di protezione dei dati è pronta per proteggere i tuoi dati locali.
ja_jp: ローカルデータの保護機能がより一層強化されました。
ko_kr: 향상된 데이터 보호 기능을 통해 로컬 데이터를 보호할 수 있습니다.
ms_my: Keupayaan perlindungan data ditingkatkan sedia melindungi data tempatan anda.
pt_br: A capacidade aprimorada de proteção de dados está pronta para proteger seus dados locais.
ru_ru: Расширенные возможности защиты данных готовы защитить ваши локальные данные.
th_th: ความสามารถในการป้องกันข้อมูลขั้นสูงพร้อมสำหรับการปกป้องข้อมูลในเครื่องของคุณแล้ว
vi_vn: Khả năng bảo vệ dữ liệu nâng cao đã sẵn sàng để bảo vệ dữ liệu cục bộ của bạn.
zh_cn: 全新安全能力已开启，持续保护您的本地数据安全
zh_hk: 全新安全功能已開啟，持續保護你的本機數據安全

# 0lM
source: Security upgraded
de_de: Sicherheitsupgrade abgeschlossen
es_es: Seguridad actualizada
fr_fr: Sécurité mise à niveau
id_id: Keamanan ditingkatkan
it_it: Upgrade sicurezza effettuato
ja_jp: セキュリティアップデートが完了しました
ko_kr: 보안 업그레이드 완료
ms_my: Kemaskini keselamatan
pt_br: Segurança com upgrade
ru_ru: Безопасность повышена
th_th: อัปเกรดการรักษาความปลอดภัยแล้ว
vi_vn: Đã nâng cấp bảo mật
zh_cn: 安全升级完成
zh_hk: 安全升級完成

# JN4
source: Upgrade failed
de_de: Upgrade fehlgeschlagen
es_es: Error al actualizar
fr_fr: La mise à niveau a échoué
id_id: Peningkatan gagal
it_it: Upgrade non riuscito
ja_jp: セキュリティアップデートが失敗しました
ko_kr: 업그레이드 실패
ms_my: Kegagalan kemaskini
pt_br: Falha no upgrade
ru_ru: Ошибка обновления
th_th: การอัปเกรดล้มเหลว
vi_vn: Nâng cấp không thành công
zh_cn: 安全升级失败
zh_hk: 安全升級失敗

# +MI
source: Upgrade Later
de_de: Upgrade später durchführen
es_es: Actualizar más tarde
fr_fr: Mettre à niveau plus tard
id_id: Tingkatkan Nanti
it_it: Effettua l'upgrade più tardi
ja_jp: あとで
ko_kr: 나중에 업그레이드
ms_my: Kemaskini Kemudian
pt_br: Fazer upgrade mais tarde
ru_ru: Обновить позже
th_th: อัปเกรดในภายหลัง
vi_vn: Nâng cấp sau
zh_cn: 稍后升级
zh_hk: 稍後升級
