Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkSecurityCompliance/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# b04
source: You cannot copy files due to the organization's file policy settings. Contact an administrator for details.
de_de: Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht kopiert werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes copiar archivos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas copier de fichiers en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat menyalin file sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile copiare file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、ファイルをコピーできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 파일을 복사할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh menyalin fail kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode copiar os arquivos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете скопировать файлы из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถคัดลอกไฟล์ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể sao chép tập tin do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法复制文件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法複製檔案。如有疑問，請聯絡企業管理員

# 8mI
source: You cannot download attachments due to the organization's file policy settings. Contact an administrator for details.
de_de: Anhänge können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht heruntergeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes descargar adjuntos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas télécharger de pièces jointes en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat mengunduh lampiran sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile scaricare allegati a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、添付ファイルをダウンロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 첨부 파일을 다운로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh memuat turun lampiran kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode fazer download dos anexos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете скачать вложения из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถดาวน์โหลดไฟล์แนบได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể tải xuống tập tin đính kèm do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法下载附件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法下載附件。如有疑問，請聯絡企業管理員

# 0mY
source: You cannot download files due to the organization's file policy settings. Contact an administrator for details.
de_de: Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht heruntergeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes descargar archivos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas télécharger de fichiers en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat mengunduh file sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile scaricare file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、ダウンロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 파일을 다운로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh memuat turun fail kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode fazer download dos arquivos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете скачать файлы из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถดาวน์โหลดไฟล์ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể tải xuống tập tin do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法下载，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法下載。如有疑問，請聯絡企業管理員

# Zyw
source: Unable to duplicate due to the organization's file policy settings. Contact an administrator for more details.
de_de: Duplizieren ist aufgrund der Dateirichtlinieneinstellungen der Organisation nicht möglich. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede duplicar debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Duplication impossible en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Gagal menduplikasi sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perincian lebih lanjut.
it_it: Impossibile duplicare a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per altri dettagli.
ja_jp: 法人のファイルポリシー設定により、コピーを作成できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 중복할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tidak dapat pendua kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Não é possível duplicar devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter mais detalhes.
ru_ru: Не удается дублировать из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถสร้างรายการที่ซ้ำกันได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียดเพิ่มเติม
vi_vn: Không thể sao chép do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 由于企业的文件策略设置，你无法创建副本，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法建立副本。如有疑問，請聯絡企業管理員

# qTY
source: Unable to view this content due to the organization's file policy settings. Contact an administrator for details.
de_de: Dieser Inhalt kann aufgrund der Dateirichtlinieneinstellungen der Organisation nicht angezeigt werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede ver este contenido debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Impossible d'afficher ce contenu en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Gagal melihat konten ini sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Impossibile visualizzare questo contenuto a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、この内容をプレビューできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 이 콘텐츠를 볼 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tidak dapat melihat kandungan ini kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Não é possível visualizar este conteúdo devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Не удается загрузить этот контент из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถดูเนื้อหานี้ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể xem nội dung này do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法预览该内容，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法預覽該內容。如有疑問，請聯絡企業管理員

# 3cA
source: You cannot print files due to the organization's file policy settings. Contact an administrator for details.
de_de: Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht gedruckt werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes imprimir archivos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas imprimer de fichiers en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat mencetak file sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile stampare file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、ファイルを印刷できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 파일을 인쇄할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh mencetak fail kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode imprimir os arquivos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете напечатать файлы из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถพิมพ์ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể in tập tin do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法打印文件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法打印檔案。如有疑問，請聯絡企業管理員

# taI
source: Unable to share the selected files due to the organization's file policy settings. Contact an administrator for more details.
de_de: Die ausgewählten Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht freigegeben werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se pueden compartir los archivos seleccionados debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Impossible de partager les fichiers sélectionnés en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Gagal berbagi file yang dipilih sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perincian lebih lanjut.
it_it: Impossibile condividere i file selezionati a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per altri dettagli.
ja_jp: 法人のファイルポリシー設定により、選択したファイルを相手に共有できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 선택한 파일을 공유할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tidak dapat berkongsi fail yang dipilih kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Não é possível compartilhar os arquivos selecionados devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter mais detalhes.
ru_ru: Не удается поделиться выбранными файлами из-за настроек политики файлов организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถแบ่งปันไฟล์ที่เลือกได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียดเพิ่มเติม
vi_vn: Không thể chia sẻ các tập tin đã chọn do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết thêm chi tiết.
zh_cn: 由于企业的文件策略设置，你无法将选中的文件分享给对方，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法將選取的檔案分享給對方。如有疑問，請聯絡企業管理員

# uco
source: Unable to upload this attachment due to the organization's file policy settings. Contact an administrator for details.
de_de: Dieser Anhang kann aufgrund der Dateirichtlinieneinstellungen der Organisation nicht hochgeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede subir este adjunto debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Impossible d'envoyer cette pièce jointe en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Gagal mengunggah lampiran ini sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Impossibile caricare questo allegato a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、添付ファイルをアップロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 이 첨부 파일을 업로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tidak dapat memuat naik lampiran ini kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Não é possível carregar este anexo devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Не удается загрузить это вложение из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถอัปโหลดไฟล์แนบนี้ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể tải lên tập tin đính kèm này do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法上传附件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法上載附件。如有疑問，請聯絡企業管理員

# dI8
source: You cannot upload files due to the organization's file policy settings. Contact an administrator for details.
de_de: Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht hochgeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes subir archivos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas envoyer de fichiers en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat mengunggah file sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile caricare file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、アップロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 파일을 업로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh memuat naik fail kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode carregar arquivos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете загрузить файлы из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: คุณไม่สามารถอัปโหลดไฟล์ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể tải lên tập tin do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法上传，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法上載。如有疑問，請聯絡企業管理員

# FTQ
source: Unable to upload this file due to the organization's file policy settings. Contact an administrator for details.
de_de: Diese Datei kann aufgrund der Dateirichtlinieneinstellungen der Organisation nicht hochgeladen werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede subir este archivo debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Impossible d'envoyer ce fichier en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Gagal mengunggah file ini sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Impossibile caricare questo file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、ファイルをアップロードできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 이 파일을 업로드할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tidak dapat memuat naik fail ini kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Não é possível carregar este arquivo devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Не удается загрузить этот файл из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถอัปโหลดไฟล์นี้ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể tải lên tập tin này do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法上传文件，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法上載檔案。如有疑問，請聯絡企業管理員

# WMw
source: Action can't be completed
de_de: Aktion kann nicht durchgeführt werden
es_es: No se puede completar la acción
fr_fr: L'opération ne peut pas être terminée
id_id: Tindakan tidak dapat diselesaikan
it_it: Impossibile completare l'azione
ja_jp: 操作が禁止されています
ko_kr: 작업을 완료할 수 없습니다
ms_my: Tindakan tidak dapat diselesaikan
pt_br: A ação não pode ser concluída
ru_ru: Действие не может быть завершено
th_th: ไม่สามารถดำเนินการให้เสร็จสิ้นได้
vi_vn: Không thể hoàn thành thao tác
zh_cn: 禁止操作
zh_hk: 禁止操作

# aVg
source: Your current action can't be completed due to the organization's file policy settings. Contact an administrator for details.
de_de: Ihre aktuelle Aktion kann aufgrund der Dateirichtlinieneinstellungen der Organisation nicht durchgeführt werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No se puede completar la acción actual debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Votre action en cours ne peut pas être effectuée en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Tindakan Anda saat ini tidak dapat diselesaikan sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: L'azione corrente non può essere completata a causa delle impostazioni del criterio sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、この操作を行えません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 현재 작업을 완료할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Tindakan semasa anda tidak dapat diselesaikan kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Sua ação atual não pode ser concluída devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Ваше текущее действие не может быть завершено из-за настроек политики файлов организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถทำการดำเนินการปัจจุบันให้เสร็จสิ้นได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Không thể hoàn thành thao tác hiện tại của bạn do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法执行当前操作，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法執行目前操作。如有疑問，請聯絡企業管理員

# SS0
source: You cannot copy files due to the organization's file policy settings. Contact an administrator for details.
de_de: Dateien können aufgrund der Dateirichtlinieneinstellungen der Organisation nicht kopiert werden. Weitere Informationen erhalten Sie vom Administrator.
es_es: No puedes copiar archivos debido a la configuración de la política de archivos de la organización. Ponte en contacto con un administrador para obtener más información.
fr_fr: Vous ne pouvez pas copier de fichiers en raison des paramètres de la politique de fichiers de l'organisation. Contactez un administrateur pour plus de détails.
id_id: Anda tidak dapat menyalin file sehubungan dengan pengaturan kebijakan file organisasi. Hubungi administrator untuk perinciannya.
it_it: Non è possibile copiare file a causa delle impostazioni dei criteri sui file dell'organizzazione. Contatta un amministratore per i dettagli.
ja_jp: 法人のファイルポリシー設定により、コピーできません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 파일 정책 설정으로 인해 파일을 복사할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Anda tidak boleh menyalin fail kerana tetapan polisi fail organisasi. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Você não pode copiar os arquivos devido às configurações de política de arquivos da organização. Entre em contato com um administrador para obter detalhes.
ru_ru: Вы не можете скопировать файлы из-за настроек политики файлов в организации. Обратитесь к администратору для получения дополнительных сведений.
th_th: ไม่สามารถคัดลอกไฟล์ได้เนื่องจากการตั้งค่านโยบายไฟล์ขององค์กร โปรดติดต่อผู้ดูแลเพื่อดูรายละเอียด
vi_vn: Bạn không thể sao chép tập tin do cài đặt chính sách tập tin của tổ chức. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 由于企业的文件策略设置，你无法复制，如有疑问请联系企业管理员
zh_hk: 由於企業的檔案策略設定，你無法複製。如有疑問，請聯絡企業管理員

# ins
source: Don't allow to copy
de_de: Kopieren nicht zulassen
es_es: No permitir copiar
fr_fr: Ne pas autoriser la copie
id_id: Jangan izinkan untuk menyalin
it_it: Non consentire la copia
ja_jp: 内容のコピーが禁止されています
ko_kr: 복사 허용 안 함
ms_my: Jangan benarkan untuk salin
pt_br: Não permitir a cópia
ru_ru: Не позволять копировать
th_th: ไม่อนุญาตให้คัดลอก
vi_vn: Không cho phép sao chép
zh_cn: 禁止复制
zh_hk: 禁止複製

# TAI
source: Don't allow to delete
de_de: Löschen nicht zulassen
es_es: No permitir eliminar
fr_fr: Ne pas autoriser la suppression
id_id: Jangan izinkan untuk menghapus
it_it: Non consentire l'eliminazione
ja_jp: 削除が禁止されています
ko_kr: 삭제 허용 안 함
ms_my: Jangan benarkan untuk padam
pt_br: Não permitir a exclusão
ru_ru: Не разрешать удалять
th_th: ไม่อนุญาตให้ลบ
vi_vn: Không cho phép xóa
zh_cn: 禁止删除
zh_hk: 禁止刪除

# Nq0
source: Don't allow to download
de_de: Herunterladen nicht zulassen
es_es: No permitir descargar
fr_fr: Ne pas autoriser le téléchargement
id_id: Jangan izinkan untuk mengunduh
it_it: Non consentire il download
ja_jp: ダウンロードが禁止されています
ko_kr: 다운로드 허용 안 함
ms_my: Jangan benarkan untuk muat turun
pt_br: Não permitir o download
ru_ru: Не разрешать скачивать
th_th: ไม่อนุญาตให้ดาวน์โหลด
vi_vn: Không cho phép tải xuống
zh_cn: 禁止下载
zh_hk: 禁止下載
