Repository: lark-opensource/iOS-client
Catalog: Modules/Security/LarkSecurityCompliance/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# 0uY
source: Undeclared
de_de: Nicht deklariert
es_es: No declarado
fr_fr: Non déclaré
id_id: Tidak dideklarasikan
it_it: Non dichiarato
ja_jp: 未登録
ko_kr: 선언되지 않음
ms_my: Tidak dinyatakan
pt_br: Não declarado
ru_ru: Незадекларированное
th_th: ยังไม่ได้รับรอง
vi_vn: Chưa được khai báo
zh_cn: 未申报
zh_hk: 未申報

# x98
source: Your application has been submitted, please wait for administrators to review.
de_de: Ihr Antrag wurde erfolgreich eingereicht. Warten Sie die Prüfung durch die Administratoren ab.
es_es: Tu solicitud se ha enviado, espera a que los administradores la revisen.
fr_fr: Votre candidature a été soumise. Veuillez attendre que les administrateurs l'examinent.
id_id: Aplikasi Anda telah dikirim, tunggu hingga administrator meninjau.
it_it: La tua richiesta è stata inviata. Attendi la revisione da parte degli amministratori.
ja_jp: 申請しました。管理員が審査するまでお待ちください
ko_kr: 지원서가 제출되었습니다. 관리자가 검토할 때까지 기다려 주십시오.
ms_my: Permohonan anda telah dihantar, sila tunggu pentadbir untuk mengkaji.
pt_br: Sua inscrição foi enviada. Aguarde a análise dos administradores.
ru_ru: Ваша заявка отправлена. Подождите, пока администраторы рассмотрят ее.
th_th: ส่งใบสมัครของคุณแล้ว โปรดรอให้ผู้ดูแลตรวจสอบก่อน
vi_vn: Yêu cầu của bạn đã được gửi, vui lòng chờ quản trị viên xét duyệt.
zh_cn: 申请已提交，请等待管理员审核
zh_hk: 已提交申請，請等待管理員審核

# keA
source: Successful
de_de: Erfolgreich
es_es: Correcto
fr_fr: Succès
id_id: Berhasil
it_it: Operazione riuscita
ja_jp: 許可しました
ko_kr: 성공적인
ms_my: Berjaya
pt_br: Bem-sucedido
ru_ru: Успешно
th_th: สำเร็จ
vi_vn: Thành công
zh_cn: 授权成功
zh_hk: 授權成功

# B1Q
source: Device successfully declared
de_de: Gerät wurde erfolgreich deklariert
es_es: Dispositivo declarado correctamente
fr_fr: Appareil déclaré avec succès
id_id: Perangkat berhasil dideklarasikan
it_it: Dichiarazione del dispositivo completata
ja_jp: デバイスを登録しました
ko_kr: 장치가 성공적으로 선언되었습니다
ms_my: Peranti berjaya dinyatakan
pt_br: Dispositivo declarado com êxito
ru_ru: Устройство успешно задекларировано
th_th: รับรองอุปกรณ์สำเร็จแล้ว
vi_vn: Đã khai báo thiết bị thành công
zh_cn: 设备申报成功
zh_hk: 裝置申報成功

# +LE
source: Switch organization or log out
de_de: Organisation wechseln oder abmelden
es_es: Cambiar la organización o cerrar la sesión
fr_fr: Changer d'organisation ou se déconnecter
id_id: Beralih organisasi atau keluar
it_it: Cambia organizzazione o disconnettiti
ja_jp: 法人アカウントを切り替えるか、またはロックアウトしてください
ko_kr: 기업 전환 또는 로그아웃
ms_my: Tukar organisasi atau log keluar
pt_br: Mudar de organização ou fazer logoff
ru_ru: Сменить организацию или выйти
th_th: เปลี่ยนองค์กรหรือล็อกเอาท์
vi_vn: Chuyển đổi tổ chức hoặc đăng xuất
zh_cn: 切换企业或退出登录
zh_hk: 切換企業或登出

# pQg
source: Switch Organization
de_de: Organisation wechseln
es_es: Cambiar la organización
fr_fr: Changer d'organisation
id_id: Beralih Organisasi
it_it: Cambia organizzazione
ja_jp: 法人アカウントを切り替える
ko_kr: 기업 전환
ms_my: Tukar Organisasi
pt_br: Mudar organização
ru_ru: Сменить организацию
th_th: เปลี่ยนองค์กร
vi_vn: Chuyển đổi tổ chức
zh_cn: 切换企业
zh_hk: 切換企業

# ghw
source: System:
es_es: Sistema:
fr_fr: Système :
id_id: Sistem:
it_it: Sistema:
ja_jp: システム：
ko_kr: 시스템:
ms_my: Sistem:
pt_br: Sistema:
ru_ru: Система:
th_th: ระบบ:
vi_vn: Hệ thống:
zh_cn: 系统：
zh_hk: 系統：

# aIk
source: The declaration is rejected. Please contact administrators for details or re-initiate the application.
de_de: Die Deklaration wurde abgelehnt. Weitere Informationen erhalten Sie von den Administratoren, oder starten Sie die Anwendung neu.
es_es: La declaración se ha rechazado. Ponte en contacto con los administradores para obtener más detalles o vuelve a iniciar la solicitud.
fr_fr: La déclaration a été refusée. Veuillez contacter les administrateurs pour plus de détails ou relancer la demande.
id_id: Deklarasi ditolak. Hubungi administrator untuk perinciannya atau inisiasi ulang aplikasi.
it_it: La dichiarazione è stata rifiutata. Contatta gli amministratori per i dettagli o riavvia la richiesta.
ja_jp: 登録が差し戻されました。詳細に関して管理員に連絡、または再登録してください
ko_kr: 선언이 거부되었습니다. 자세한 내용은 관리자에게 문의하거나 응용 프로그램을 다시 시작하십시오.
ms_my: Penyataan ditolak. Sila hubungi pentadbir untuk maklumat lanjut atau mulakan semula permohonan.
pt_br: A declaração foi rejeitada. Entre em contato com os administradores para obter detalhes ou reinicie o aplicativo.
ru_ru: Декларация отклонена. Свяжитесь с администраторами для получения подробной информации или перезапустите приложение.
th_th: การประกาศถูกปฏิเสธแล้ว โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียดหรือเริ่มต้นแอปพลิเคชันใหม่
vi_vn: Khai báo bị từ chối. Vui lòng liên hệ với quản trị viên để biết chi tiết hoặc gửi lại yêu cầu.
zh_cn: 申报被驳回，详情请咨询管理员或重新发起申请
zh_hk: 申報已駁回，詳情請諮詢管理員或重新申請

# 08s
source: Identity verification is required due to organization's security policy.
de_de: Die Identitätsverifizierung ist aufgrund der Sicherheitsrichtlinien der Organisation erforderlich.
es_es: Es necesario verificar la identidad debido a la política de seguridad de la organización.
fr_fr: La vérification de l'identité est obligatoire en raison de la politique de sécurité de l'organisation.
id_id: Verifikasi identitas diperlukan sehubungan dengan kebijakan keamanan organisasi.
it_it: È necessario verificare l'identità a causa dei criteri di sicurezza dell'organizzazione.
ja_jp: 法人のセキュリティ対策のため、認証してください
ko_kr: 기업의 보안정책상 본인 인증이 필요합니다.
ms_my: Pengesahan identiti diperlukan kerana dasar keselamatan organisasi.
pt_br: A verificação de identidade é obrigatória devido à política de segurança da organização.
ru_ru: Проверка личности требуется в соответствии с политикой безопасности организации.
th_th: จำเป็นต้องมีการยืนยันตัวตนเนื่องจากนโยบายความปลอดภัยขององค์กร
vi_vn: Cần xác minh danh tính do chính sách bảo mật của tổ chức.
zh_cn: 因企业安全策略设置，需要进行身份验证
zh_hk: 因企業安全策略設定，需要驗證身份

# m7E
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: ヒント
ko_kr: 경고
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# Shw
source: Try now
de_de: Jetzt ausprobieren
es_es: Probar ahora
fr_fr: Essayer maintenant
id_id: Coba sekarang
it_it: Prova ora
ja_jp: 下記の操作が推薦されます
ko_kr: 지금 시도하십시오
ms_my: Cuba sekarang
pt_br: Experimente agora
ru_ru: Попробуйте
th_th: ลองเลย
vi_vn: Thử ngay
zh_cn: 你可以尝试
zh_hk: 你可以嘗試

# 93M
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnue
id_id: Tidak dikenal
it_it: Sconosciuta
ja_jp: 不明
ko_kr: 알 수 없음
ms_my: Tidak diketahui
pt_br: Desconhecido
ru_ru: Неизвестный
th_th: ไม่ทราบ
vi_vn: Không xác định
zh_cn: 未知
zh_hk: 未知

# xU0
source: Trusted device, untrusted device
de_de: Vertrauenswürdiges Gerät, nicht vertrauenswürdiges Gerät
es_es: Dispositivo de confianza, dispositivo no de confianza
fr_fr: Appareil fiable, appareil peu fiable
id_id: Perangkat tepercaya, perangkat tidak tepercaya
it_it: Dispositivo attendibile, dispositivo non attendibile
ja_jp: 信頼できるデバイス、信頼できないデバイス
ko_kr: 신뢰할 수 있는 장치, 신뢰할 수 없는 장치
ms_my: Peranti dipercayai, peranti tidak dipercayai
pt_br: Dispositivo confiável, dispositivo não confiável
ru_ru: Надежное устройство, ненадежное устройство
th_th: อุปกรณ์ที่เชื่อถือได้ อุปกรณ์ที่ไม่น่าเชื่อถือ
vi_vn: Thiết bị đáng tin cậy, thiết bị không đáng tin cậy
zh_cn: 可信设备、不可信设备
zh_hk: 可信裝置和不可信裝置

# GmQ
source: User agreement
de_de: Benutzervereinbarung
es_es: Acuerdo de usuario
fr_fr: Contrat d'utilisateur
id_id: Perjanjian pengguna
it_it: Contratto di licenza
ja_jp: 利用規約
ko_kr: 사용자 계약
ms_my: Perjanjian pengguna
pt_br: Termo do usuário
ru_ru: Пользовательское соглашение
th_th: ข้อตกลงของผู้ใช้
vi_vn: Thỏa thuận người dùng
zh_cn: 用户协议
zh_hk: 用戶協議

# +MQ
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: もう一度アクセス
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试访问
zh_hk: 重試存取

# ox8
source: Got It
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 8qI
source: According to the data protection policy of your organization, the content contains sensitive information and can't be created.
de_de: Gemäß der Datenschutzrichtlinie Ihrer Organisation enthält der Inhalt sensible Daten und kann nicht erstellt werden.
es_es: Según la política de protección de datos de tu organización, el contenido incluye información confidencial y no se puede crear.
fr_fr: Conformément à la politique de protection des données de votre organisation, le contenu contient des informations sensibles et ne peut pas être créé.
id_id: Menurut kebijakan perlindungan data organisasi Anda, konten mengandung informasi sensitif dan tidak dapat dibuat.
it_it: In base al criterio di protezione dei dati della tua organizzazione, il contenuto include informazioni sensibili e non può essere creato.
ja_jp: この内容には法人の機密情報が含まれています。法人のデータ保護ポリシー設定により、作成できません。
ko_kr: 기업의 데이터 보호 정책에 따라 콘텐츠에 중요한 정보가 포함되어 있어 생성할 수 없습니다.
ms_my: Mengikut dasar perlindungan data organisasi anda, kandungan mengandungi maklumat sensitif dan tidak boleh dicipta.
pt_br: De acordo com a política de proteção de dados da sua organização, o conteúdo contém informações confidenciais e não pode ser criado.
ru_ru: Согласно стратегии защиты данных вашей организации, содержимое содержит конфиденциальную информацию и не может быть создано.
th_th: ตามนโยบายการปกป้องข้อมูลสำหรับองค์กรของคุณ เนื้อหานี้มีข้อมูลที่ละเอียดอ่อนและไม่สามารถสร้างได้
vi_vn: Theo chính sách bảo vệ dữ liệu của tổ chức bạn, nội dung này có chứa thông tin nhạy cảm và không thể tạo.
zh_cn: 根据企业数据保护策略设置，该内容涉及企业敏感信息，无法创建
zh_hk: 根據企業數據保護策略設定，該內容涉及企業敏感資訊，無法建立

# BrE
source: Notice from the admin:
de_de: Hinweis des Administrators:
es_es: Aviso del administrador:
fr_fr: Avis de l'administrateur :
id_id: Pemberitahuan dari admin:
it_it: Avviso dall'amministratore:
ja_jp: 法人管理者による説明
ko_kr: 관리자의 알림:
ms_my: Notis daripada pentadbir:
pt_br: Aviso do administrador:
ru_ru: Уведомление от администратора:
th_th: ประกาศจากผู้ดูแล:
vi_vn: Thông báo từ quản trị viên:
zh_cn: 企业管理员提醒
zh_hk: 企業管理員提醒

# +3I
source: Unable to create
de_de: Erstellen nicht möglich
es_es: No se puede crear
fr_fr: Création impossible
id_id: Gagal membuat
it_it: Impossibile creare
ja_jp: 作成できません
ko_kr: 생성할 수 없습니다
ms_my: Tidak dapat cipta
pt_br: Falha na criação
ru_ru: Невозможно создать
th_th: ไม่สามารถสร้างได้
vi_vn: Không thể tạo
zh_cn: 无法创建
zh_hk: 無法建立

# yMk
source: Unable to save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
id_id: Gagal menyimpan
it_it: Impossibile salvare
ja_jp: 保存できません
ko_kr: 저장할 수 없음
ms_my: Tidak dapat menyimpan
pt_br: Não é possível salvar
ru_ru: Не удалось сохранить
th_th: ไม่สามารถบันทึกได้
vi_vn: Không thể lưu
zh_cn: 无法保存
zh_hk: 無法儲存

# U/4
source: According to the data protection policy of your organization, the content contains sensitive information and can't be saved.
de_de: Gemäß der Datenschutzrichtlinie Ihrer Organisation enthält der Inhalt sensible Daten und kann nicht gespeichert werden.
es_es: Según la política de protección de datos de tu organización, el contenido incluye información confidencial y no se puede guardar.
fr_fr: Conformément à la politique de protection des données de votre organisation, le contenu contient des informations sensibles et ne peut être enregistré.
id_id: Menurut kebijakan perlindungan data organisasi Anda, konten mengandung informasi sensitif dan tidak dapat disimpan.
it_it: In base al criterio di protezione dei dati della tua organizzazione, il contenuto include informazioni sensibili e non può essere salvato.
ja_jp: この内容には法人の機密情報が含まれています。法人のデータ保護ポリシーにより、保存できません。
ko_kr: 기업의 데이터 보호 정책에 따라 콘텐츠에 중요한 정보가 포함되어 있어 저장할 수 없습니다.
ms_my: Mengikut dasar perlindungan data organisasi anda, kandungan mengandungi maklumat sensitif dan tidak boleh disimpan.
pt_br: De acordo com a política de proteção de dados da sua organização, o conteúdo contém informações confidenciais e não pode ser salvo.
ru_ru: В соответствии с стратегией защиты данных вашей организации содержимое содержит конфиденциальную информацию и не может быть сохранено.
th_th: ตามนโยบายการปกป้องข้อมูลขององค์กรของคุณ เนื้อหานี้มีข้อมูลที่ละเอียดอ่อนและไม่สามารถบันทึกได้
vi_vn: Theo chính sách bảo vệ dữ liệu của tổ chức bạn, tập tin này có chứa thông tin nhạy cảm và không thể lưu.
zh_cn: 根据企业数据保护策略，该内容涉及企业敏感信息，无法保存
zh_hk: 根據企業數據保護策略，該內容涉及企業敏感資訊，無法儲存

# sac
source: Action can't be completed
de_de: Aktion kann nicht durchgeführt werden
es_es: No se puede completar la acción
fr_fr: L'opération ne peut pas être terminée
id_id: Tindakan tidak dapat diselesaikan
it_it: Impossibile completare l'azione
ja_jp: 操作できません
ko_kr: 작업을 완료할 수 없습니다
ms_my: Tindakan tidak dapat diselesaikan
pt_br: A ação não pode ser concluída
ru_ru: Действие не может быть завершено
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้
vi_vn: Không thể hoàn thành thao tác
zh_cn: 无法操作
zh_hk: 無法操作

# WqQ
source: To protect the information security of the organization, your current action can't be completed. Contact an administrator for details.
de_de: Um die Informationssicherheit der Organisation zu schützen, kann Ihre aktuelle Aktion nicht durchgeführt werden. Wenden Sie sich an einen Administrator, um weitere Informationen zu erhalten.
es_es: Para proteger la seguridad de la información de la organización, la acción actual no se puede completar. Contacta con un administrador para obtener más información.
fr_fr: Afin de protéger la sécurité des informations de l'organisation, votre opération actuelle ne peut pas être terminée. Contactez un administrateur pour plus de détails.
id_id: Untuk melindungi keamanan informasi organisasi, tindakan Anda saat ini tidak dapat diselesaikan. Hubungi administrator untuk perinciannya.
it_it: Per proteggere la sicurezza delle informazioni dell'organizzazione, non è possibile completare l'azione corrente. Contatta un amministratore per i dettagli.
ja_jp: 法人の情報セキュリティを保護するために、この操作を実行できません。ご不明な点がございましたら、法人管理者にお問い合わせください。
ko_kr: 기업의 정보 보안을 보호하기 위해 현재 작업을 완료할 수 없습니다. 자세한 내용은 관리자에게 문의하세요.
ms_my: Untuk melindungi keselamatan maklumat organisasi, tindakan semasa anda tidak dapat diselesaikan. Hubungi pentadbir untuk maklumat lanjut.
pt_br: Para proteger a segurança das informações da organização, sua ação atual não pode ser concluída. Entre em contato com um administrador para obter detalhes.
ru_ru: В целях защиты информационной безопасности организации ваше текущее действие не может быть завершено. Свяжитесь с администратором для получения подробной информации.
th_th: เพื่อปกป้องความปลอดภัยของข้อมูลขององค์กร การดำเนินการปัจจุบันของคุณจะไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้ โปรดติดต่อผู้ดูแลเพื่อขอรายละเอียด
vi_vn: Để đảm bảo bảo mật thông tin của tổ chức, chúng tôi không thể hoàn thành thao tác hiện tại của bạn. Hãy liên hệ với quản trị viên để biết chi tiết.
zh_cn: 为保护企业或组织的信息安全，你无法执行当前操作，如有疑问，请联系企业管理员
zh_hk: 為保護企業或組織的資訊安全，你無法執行目前操作。如有疑問，請聯絡企業管理員

# DYE
source: Action can't be completed due to poor internet connection. Please try again later
de_de: Die Aktion kann aufgrund der schlechten Internetverbindung nicht durchgeführt werden. Bitte versuchen Sie es später noch einmal
es_es: La acción no se puede completar porque la conexión a Internet es deficiente. Inténtalo de nuevo más tarde
fr_fr: L'opération ne peut être terminée en raison d'une mauvaise connexion Internet. Veuillez réessayer plus tard
id_id: Tindakan tidak dapat diselesaikan karena koneksi internet buruk. Coba lagi nanti
it_it: Impossibile completare l'azione a causa della connessione Internet scadente. Riprova più tardi
ja_jp: インターネット接続が不安定なため、操作を完了できません。後で再試行してください。
ko_kr: 인터넷 연결 상태가 좋지 않아 작업을 완료할 수 없습니다. 나중에 다시 시도하세요
ms_my: Tindakan tidak dapat diselesaikan kerana sambungan internet yang lemah. Sila cuba lagi kemudian
pt_br: A ação não pode ser concluída devido a uma conexão de internet ruim. Tente novamente mais tarde
ru_ru: Действие не может быть выполнено из-за плохого интернет-соединения. Повторите попытку позже
th_th: ไม่สามารถทำการดำเนินการให้เสร็จสมบูรณ์ได้เนื่องจากการเชื่อมต่ออินเทอร์เน็ตไม่ดี โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể hoàn thành thao tác do kết nối Internet yếu. Vui lòng thử lại sau
zh_cn: 可能由于网络状况不佳，暂时无法支持正常操作，请稍后重试
zh_hk: 可能由於網絡狀況不佳，暫時無法支援正常操作，請稍後重試

# dv8
source: Declare
de_de: Deklarieren
es_es: Declarar
fr_fr: Déclarer
id_id: Deklarasikan
it_it: Dichiara
ja_jp: 申請
ko_kr: 선언
ms_my: Isytihar
pt_br: Declarar
ru_ru: Декларировать
th_th: รับรอง
vi_vn: Khai báo
zh_cn: 确认申报
zh_hk: 確認申報

# bBc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# UHc
source: Organization-owned device
de_de: Gerät im Besitz der Organisation
es_es: Dispositivo de la organización
fr_fr: Appareil appartenant à l'organisation
id_id: Perangkat yang dimiliki organisasi
it_it: Dispositivo di proprietà dell'organizzazione
ja_jp: 法人
ko_kr: 기업 소유 장치
ms_my: Peranti milik organisasi
pt_br: Dispositivo de propriedade da organização
ru_ru: Устройство организации
th_th: อุปกรณ์ที่องค์กรเป็นเจ้าของ
vi_vn: Thiết bị của tổ chức
zh_cn: 企业设备
zh_hk: 企業裝置

# Mas
source: Personal device
de_de: Persönliches Gerät
es_es: Dispositivo personal
fr_fr: Appareil personnel
id_id: Perangkat pribadi
it_it: Dispositivo personale
ja_jp: 個人
ko_kr: 개인 장치
ms_my: Peranti peribadi
pt_br: Dispositivo pessoal
ru_ru: Личное устройство
th_th: อุปกรณ์ส่วนบุคคล
vi_vn: Thiết bị cá nhân
zh_cn: 个人设备
zh_hk: 個人裝置

# QCM
source: Please provide the reason for your declaration here.
de_de: Bitte geben Sie hier den Grund für Ihre Deklaration an.
es_es: Indica aquí el motivo de tu declaración.
fr_fr: Veuillez indiquer ici le motif de votre déclaration.
id_id: Berikan alasan deklarasi Anda di sini.
it_it: Fornisci qui il motivo per la tua dichiarazione.
ja_jp: 申請理由を入力
ko_kr: 여기에 선언 사유를 제공하세요.
ms_my: Sila berikan alasan pengisytiharan anda di sini.
pt_br: Forneça aqui o motivo da sua declaração.
ru_ru: Укажите здесь основание для декларирования.
th_th: โปรดระบุเหตุผลในการรับรองของคุณที่นี่
vi_vn: Vui lòng cung cấp lý do bạn khai báo tại đây.
zh_cn: 请输入申报理由
zh_hk: 請輸入申報理由

# 7Qs
source: Reason
de_de: Grund
es_es: Motivo
fr_fr: Motif
id_id: Alasan
it_it: Motivo
ja_jp: 申請理由
ko_kr: 사유
ms_my: Alasan
pt_br: Motivo
ru_ru: Основание
th_th: เหตุผล
vi_vn: Lý do
zh_cn: 申报理由
zh_hk: 申報理由

# qcw
source: Rejection reason:
de_de: Ablehnungsgrund:
es_es: Motivo del rechazo:
fr_fr: Motif du refus :
id_id: Alasan penolakan:
it_it: Motivi del rifiuto:
ja_jp: 却下理由：
ko_kr: 거부 사유:
ms_my: Alasan penolakan:
pt_br: Motivo da rejeição:
ru_ru: Причина отклонения:
th_th: เหตุผลในการปฏิเสธ:
vi_vn: Lý do từ chối:
zh_cn: 驳回理由：
zh_hk: 駁回理由：

# un4
source: This device is on emulation mode and doesn't meet the security requirements. You can no longer use this application.
de_de: Dieses Gerät ist im Emulationsmodus und entspricht nicht den Sicherheitsanforderungen. Sie können diese Anwendung nicht mehr verwenden.
es_es: Este dispositivo está en el modo de emulación y no cumple los requisitos de seguridad. Ya no puedes usar esta aplicación.
fr_fr: Cet appareil est en mode émulation et ne respecte pas les conditions de sécurité. Vous ne pouvez plus utiliser cette application.
id_id: Perangkat ini berada dalam mode emulasi dan tidak memenuhi persyaratan keamanan. Anda tidak dapat lagi menggunakan aplikasi ini.
it_it: Questo dispositivo in modalità di emulazione non soddisfa i requisiti di sicurezza. Non è più possibile utilizzare questa applicazione.
ja_jp: お使いのデバイスがエミュレーション モードにあり、セキュリティ要件を満たしていないため、アプリを引き続き使用することはできません。
ko_kr: 이 장치는 에뮬레이션 모드이며 보안 필수 사항을 충족하지 않습니다. 이 응용 프로그램을 더 이상 사용할 수 없습니다.
ms_my: Peranti ini berada dalam mod emulasi dan tidak memenuhi keperluan keselamatan. Anda tidak boleh menggunakan aplikasi ini lagi.
pt_br: Este dispositivo está no modo de emulação e não atende aos requisitos de segurança. Você não pode mais usar este aplicativo.
ru_ru: Это устройство находится в режиме эмуляции и не соответствует требованиям безопасности. Вы больше не можете использовать это приложение.
th_th: อุปกรณ์นี้อยู่ในโหมดการจำลองและไม่ตรงตามข้อกำหนดด้านความปลอดภัย คุณไม่สามารถใช้แอปพลิเคชันนี้ได้อีกต่อไป
vi_vn: Thiết bị này đang ở chế độ giả lập và không đáp ứng các yêu cầu bảo mật. Bạn không còn sử dụng được ứng dụng này nữa.
zh_cn: 因当前设备处于模拟器环境，不符合安全要求，无法继续使用此应用
zh_hk: 因目前裝置處於模擬器模式，不符合安全要求，無法繼續使用此應用程式

# CA4
source: This device has been jailbroken and doesn't meet the security requirements. You can no longer use this application.
de_de: Dieses Gerät wurde einem Jailbreak unterzogen und entspricht nicht den Sicherheitsanforderungen. Sie können diese Anwendung nicht mehr verwenden.
es_es: Se ha descodificado este dispositivo y no cumple los requisitos de seguridad. Ya no puedes usar esta aplicación.
fr_fr: Cet appareil a été débridé et ne respecte pas les conditions de sécurité. Vous ne pouvez plus utiliser cette application.
id_id: Perangkat ini telah di-jailbreak dan tidak memenuhi persyaratan keamanan. Anda tidak dapat lagi menggunakan aplikasi ini.
it_it: Questo dispositivo manomesso con jailbreak non soddisfa i requisiti di sicurezza. Non è più possibile utilizzare questa applicazione.
ja_jp: お使いのデバイスがジェイルブレイクされており、セキュリティ要件を満たしていないため、アプリを引き続き使用することはできません。
ko_kr: 이 장치는 탈옥되어 보안 필수 사항을 충족하지 않습니다. 이 응용 프로그램을 더 이상 사용할 수 없습니다.
ms_my: Peranti ini telah dijailbreak dan tidak memenuhi keperluan keselamatan. Anda tidak boleh menggunakan aplikasi ini lagi.
pt_br: Este dispositivo foi desbloqueado e não atende aos requisitos de segurança. Você não pode mais usar este aplicativo.
ru_ru: Это устройство было взломано и не соответствует требованиям безопасности. Вы больше не можете использовать это приложение.
th_th: อุปกรณ์นี้เจลเบรคแล้วและไม่ตรงตามข้อกำหนดด้านความปลอดภัย คุณไม่สามารถใช้แอปพลิเคชันนี้ได้อีกต่อไป
vi_vn: Thiết bị này đã bị jailbreak và không đáp ứng các yêu cầu bảo mật. Bạn không còn sử dụng được ứng dụng này nữa.
zh_cn: 因当前设备已越狱，不符合安全要求，无法继续使用此应用
zh_hk: 因目前裝置已「越獄」，不符合安全要求，無法繼續使用此應用程式

# hzo
source: Unable to access this application with the current device
de_de: Auf diese Anwendung kann mit dem aktuellen Gerät nicht zugegriffen werden
es_es: No se puede acceder a esta aplicación con el dispositivo actual
fr_fr: Impossible d'accéder à cette application avec l'appareil actuel
id_id: Gagal mengakses aplikasi ini dengan perangkat saat ini
it_it: Impossibile accedere a questa applicazione con il dispositivo attuale
ja_jp: お使いのデバイスではこのアプリを使用できなくなりました
ko_kr: 현재 장치로 이 응용 프로그램에 액세스할 수 없습니다
ms_my: Tidak dapat mengakses aplikasi ini dengan peranti semasa
pt_br: Não é possível acessar esse aplicativo com o dispositivo atual
ru_ru: Невозможно получить доступ к этому приложению с текущего устройства
th_th: ไม่สามารถเข้าถึงแอปพลิเคชันนี้ได้ด้วยอุปกรณ์ปัจจุบัน
vi_vn: Không thể truy cập ứng dụng này bằng thiết bị hiện tại
zh_cn: 无法在当前设备上继续使用此应用
zh_hk: 無法在目前裝置上繼續使用此應用程式

# DIM
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
id_id: Keluar
it_it: Esci
ja_jp: 今すぐログアウト
ko_kr: 종료
ms_my: Keluar
pt_br: Sair
ru_ru: Выход
th_th: ออก
vi_vn: Thoát
zh_cn: 立即退出
zh_hk: 立即退出

# BWs
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示
