Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChat/auto_resources/*.strings
Languages: hi_in, ja_jp, zh_cn, zh_tw

# CO4
source: Members in chat
hi_in: सदस्य
ja_jp: チャット内のメンバー
zh_cn: 会话内成员
zh_tw: 對話內的成員

# xnw
source: No results
hi_in: कोई परिणाम नहीं
ja_jp: 結果がありません
zh_cn: 没有结果
zh_tw: 沒有結果

# ASU
source: Members not in chat
hi_in: गैर-सदस्य
ja_jp: チャット外のユーザー
zh_cn: 会话外的人
zh_tw: 對話外的人員

# nPI
source: (They won't receive this message)
hi_in: (उन्हें यह संदेश प्राप्त नहीं होगा)
ja_jp: （相手に通知されません）
zh_cn: （他们不会收到这条消息）
zh_tw: （他們不會收到這則訊息）

# GuI
source: Received a message in a foreign language? Turn on auto-translation to have it translated into one you understand.
hi_in: किसी विदेशी भाषा में कोई संदेश प्राप्त करना चाहते हैं? जिस भाषा को आप समझते हैं, उसमें अनुवाद करने के लिए स्वतः अनुवाद को चालू करें.
ja_jp: 自動翻訳機能を使ってみませんか？メッセージは自動的にご希望の言語に翻訳されます
zh_cn: 消息读不懂？可开启自动翻译，所收到的外文消息会被自动翻译成你设置好的语言哦
zh_tw: 讀不懂訊息？可開啟自動翻譯，所收到的外文訊息會被自動翻譯成你設定好的語言喔

# trM
source: Messages will be translated into:
hi_in: संदेश इस भाषा में अनुवादित किए जाएँगे:
ja_jp: メッセージは次の言語に翻訳されます：
zh_cn: 你当前设置将消息翻译为：
zh_tw: 你目前設定將訊息翻譯為：

# +l4
source: Confirm({{count}})
hi_in: ({{count}})की पुष्टि करें
ja_jp: 確認済み（{{count}}）
zh_cn: 已确认({{count}})
zh_tw: 已確認 ({{count}})

# alc
source: Unconfirm({{count}})
hi_in: {{count}}की पुष्टि नहीं करें
ja_jp: 確認待ち（{{count}}）
zh_cn: 未确认({{count}})
zh_tw: 未確認 ({{count}})

# G3Q
source: Buzz status
hi_in: बज़ स्थिति
ja_jp: 緊急連絡の確認状況
zh_cn: 加急确认状态
zh_tw: 緊急確認狀態

# 3Ns
source: Hide translation
hi_in: अनुवाद छिपाएँ
ja_jp: 訳文を非表示
zh_cn: 收起译文
zh_tw: 摺疊譯文

# i1I
source: Location
hi_in: स्थान
ja_jp: 位置情報
zh_cn: 位置
zh_tw: 位置

# ClU
source: It's {{time}} for {{name}}
hi_in: {{name}} के लिए यह {{time}} है
ja_jp: {{name}}の現地時間は {{time}} です
zh_cn: {{name}}的当地时间为{{time}}

# xWE
source: [Location] {{title}}
hi_in: [स्थान] {{title}}
ja_jp: [位置情報] {{title}}
zh_cn: [位置] {{title}}
zh_tw: [位置] {{title}}

# rUY
source: No, thanks
hi_in: नहीं, धन्यवाद
ja_jp: あとで
zh_cn: 暂不开启
zh_tw: 暫不開啟

# DT8
source: Thread doesn't contain messages that can be forwarded
hi_in: थ्रेड में अग्रेषित किए जा सकने वाले संदेश नहीं है
ja_jp: 当該スレッドに転送できるメッセージはありません
zh_cn: 消息串中没有可转发的消息
zh_tw: 訊息序列中沒有可轉寄的訊息

# jiU
source: Open successfully
hi_in: खोला गया
ja_jp: オンにしました
zh_cn: 开启成功
zh_tw: 開啟成功

# eEg
source: Original text
hi_in: मूल टेक्स्ट
ja_jp: 原文
zh_cn: 原文
zh_tw: 原文

# 5s4
source: This is an internal group. Only members in {{GROUP_QRCODE_TENANT_NAME}} can join. Please contact the administrator to join the team first.
hi_in: यह एक आंतरिक समूह है. केवल {{GROUP_QRCODE_TENANT_NAME}} में मौजूद सदस्य ही शामिल हो सकते हैं. कृपया पहले टीम में शामिल होने के लिए एडमिनिस्ट्रेटर से संपर्क करें.
ja_jp: これは {{GROUP_QRCODE_TENANT_NAME}} のメンバーのみ参加できる内部グループです。法人アカウントの管理者にお問い合わせてください
zh_cn: 该群组为内部群，仅限 {{GROUP_QRCODE_TENANT_NAME}} 成员加入，请先联系管理员加入该团队
zh_tw: 該群組為內部群組，僅限 {{GROUP_QRCODE_TENANT_NAME}} 成員加入，請先聯絡管理員加入該團隊

# kJQ
source: Join Organization
hi_in: संगठन में शामिल हों
ja_jp: アカウントに参加
zh_cn: 加入该企业
zh_tw: 加入該團隊

# ZQg
source: This is an internal group. Only members in {{GROUP_QRCODE_TENANT_NAME}} can join. Please join the team first.
hi_in: यह एक आंतरिक समूह है. केवल {{GROUP_QRCODE_TENANT_NAME}} में मौजूद सदस्य ही शामिल हो सकते हैं. कृपया पहले टीम में शामिल हों.
ja_jp: これは {{GROUP_QRCODE_TENANT_NAME}} のメンバーのみ参加できる内部グループです。まずは法人アカウントに参加してください
zh_cn: 该群组为内部群，仅限 {{GROUP_QRCODE_TENANT_NAME}} 成员加入，请先加入该企业
zh_tw: 該群組為內部群組，僅限 {{GROUP_QRCODE_TENANT_NAME}} 成員加入，請先加入該團隊

# iJo
source: Switch Account
hi_in: खाता स्विच करें
ja_jp: アカウント切り替え
zh_cn: 切换账号
zh_tw: 切換團隊

# cog
source: This is an internal group. Only members in {{GROUP_QRCODE_TENANT_NAME}} can join. You can switch to this team, then scan the QR code to join the group.
hi_in: यह एक आंतरिक समूह है. केवल {{GROUP_QRCODE_TENANT_NAME}} में मौजूद सदस्य ही शामिल हो सकते हैं. आप इस टीम पर स्विच कर सकते हैं, फिर समूह में शामिल होने के लिए QR कोड स्कैन कर सकते हैं.
ja_jp: これは {{GROUP_QRCODE_TENANT_NAME}} のメンバーのみ参加できる内部グループです。この法人アカウントに切り替え、QRコードをスキャンして参加してください
zh_cn: 该群组为内部群，仅限 {{GROUP_QRCODE_TENANT_NAME}} 成员加入。请先切换至该企业，然后扫码加入群组
zh_tw: 該群組為內部群組，僅限 {{GROUP_QRCODE_TENANT_NAME}} 成員加入。請先切換至該組織，然後掃描 QR 碼加入團隊

# qVY
source: All related messages are automatically deleted.
hi_in: सभी संबंधित संदेश स्वचालित रूप से हटाए जाते हैं.
ja_jp: 関連するメッセージは消去されました
zh_cn: 相关消息已自动销毁
zh_tw: 相關訊息已自動銷毀

# sMQ
source: Content in the secure chat is hidden when connected to a monitor or screen recording
hi_in: स्क्रीन रिकॉर्ड करते समय सुरक्षित चैट का कांटेंट स्वचालित रूप से छिपा होता है.
ja_jp: 外部モニターに接続、または画面録画の実行中は、セキュアチャットの内容は自動的に非表示になります。
zh_cn: 录屏或外接显示器期间自动隐藏密聊内容
zh_tw: 錄製螢幕畫面或外接顯示器期間自動隱藏私密聊天內容

# A9M
source: Security Protection
hi_in: सुरक्षा संरक्षण
ja_jp: セキュリティ保護
zh_cn: 安全保护
zh_tw: 安全保護

# BNY
source: Select from the following messages
hi_in: निम्न संदेशों से चुनें
ja_jp: 以下のメッセージを選択
zh_cn: 选择以下消息
zh_tw: 選擇以下訊息

# ukk
source: You can select up to 100 messages
hi_in: आप अधिकतम 100 संदेश चुन सकते हैं
ja_jp: 最多 100 のメッセージを選択できます
zh_cn: 最多选择 100 条消息
zh_tw: 最多選擇 100 則訊息

# MKw
source: Pin topics here to safe keep important information
hi_in: महत्वपूर्ण जानकारी सुरक्षित रखने के लिए यहाँ विषय पिन करें
ja_jp: 重要なトピックをここに「ピン留め」して、一目で確認できます
zh_cn: 将重要话题 Pin 到这里，实现更好的信息同步
zh_tw: 將重要話題 Pin 到這裡，實現更好的資訊同步

# OVA
source: Are you sure to unpin this topic?
hi_in: क्या आप वाकई इस विषय को अन-पिन करना चाहते हैं?
ja_jp: このトピックのピン留めを外しますか？
zh_cn: 确定要移除这条Pin吗？
zh_tw: 確定要移除這個 Pin 嗎？

# 2MU
source: Translation for this message type is not available.
hi_in: इस संदेश प्रकार के लिए अनुवाद उपलब्ध नहीं है.
ja_jp: このタイプのメッセージを翻訳することはできません
zh_cn: 此合并消息的内容暂不支持翻译
zh_tw: 此合併訊息的內容暫不支援翻譯

# GXo
source: Compare original text and translation
hi_in: मूल टेक्स्ट और अनुवाद की तुलना करें
ja_jp: 原文と訳文の照合
zh_cn: 翻译对比
zh_tw: 翻譯對比

# 9kM
source: Your message will be automatically translated into other languages according to recipient preferences. These are the translations:
hi_in: प्राप्तकर्ता की प्राथमिकताओं के अनुसार आपके संदेश का स्वचालित रूप से अन्य भाषाओं में अनुवाद किया जाएगा. ये अनुवाद हैं:
ja_jp: 送信したメッセージは、受信者が指定した言語に自動的に翻訳されます。翻訳結果は以下のようになります：
zh_cn: 对方查看你发送的消息时，会自动将消息翻译成指定语言，以下为翻译后的内容：
zh_tw: 對方查看你傳送的訊息時，會自動將訊息翻譯成指定語言，以下為翻譯後的內容：

# ogE
source: Turn on
hi_in: चालू करें
ja_jp: オンにする
zh_cn: 开启
zh_tw: 開啟

# xS0
source: Original text
hi_in: मूल टेक्स्ट
ja_jp: 原文を表示
zh_cn: 查看原文
zh_tw: 檢視原文

# Tc8
source: The home screen application doesn't support split screen, and can't be opened in a new window.
hi_in: होम स्क्रीन एप्लिकेशन विभाजित स्क्रीन का समर्थन नहीं करता है, और एक नई विंडो में नहीं खोला जा सकता है.
ja_jp: アプリは分割画面をサポートしません。新しいウィンドウで開けません
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_tw: 主螢幕應用程式不支援分割螢幕，無法在新視窗中開啟

source: Create Personal Account
ja_jp: 個人アカウントを作成
zh_cn: 创建个人版账号

# mp4
source: This is a class's school-parent group and you can join after creating a Feishu personal account.
ja_jp: このグループはクラスの保護者グループです。Feishu 個人アカウントを作成してから参加してください。
zh_cn: 该群组为班级家校群，创建飞书个人版账号后可加入

# bpU
source: This is a class's school-parent group and you can join only after you send a request and get approval.
ja_jp: このグループはクラスの保護者グループです。参加するには、クラスの生徒の保護者になるための申請を行う必要があります。承認後、グループに参加できます。
zh_cn: 该群组为班级家校群，需申请成为本班学生家长，审批通过后可加入

# Suo
source: Request to join the class
ja_jp: クラスへの参加を申請
zh_cn: 申请入班

# ieY
source: Switch to Personal Edition
ja_jp: Feishu 個人版に切り替える
zh_cn: 切换飞书个人版

# Fuw
source: This is a class's school-parent group and you can join after switching to your Feishu personal edition.
ja_jp: このグループはクラスの保護者グループです。Feishu 個人アカウントに切り替えてから参加してください。
zh_cn: 该群组为班级家校群，切换飞书个人版账号后可加入

# Cco
source: OK
hi_in: ठीक
ja_jp: 了解
zh_cn: 好的
zh_tw: 好的

# 6MI
source: No permission to send files externally
hi_in: फ़ाइलें बाहरी रूप से भेजने की अनुमति नहीं
ja_jp: ファイルを外部に送信する権限がありません
zh_cn: 无权限对外发送文件
zh_tw: 無對外傳送檔案的權限

# wyE
source: No messages
ja_jp: メッセージはありません
zh_cn: 暂无聊天记录
zh_tw: 暫無聊天記錄

# Txw
source: Edit
ja_jp: 編集
zh_cn: 编辑
zh_tw: 編輯

# AYQ
source: Drag widgets to reorder
ja_jp: ウィジェットをドラッグして並べ替え可能
zh_cn: 可拖动小组件进行排序
zh_tw: 可拖曳小元件進行排序

# XAk
source: Edit widgets
ja_jp: ウィジェットを編集
zh_cn: 编辑小组件
zh_tw: 編輯小元件

# q2k
source: From topic group
hi_in: विषय समूह से
ja_jp: トピックグループより
zh_cn: 来自话题群
zh_tw: 來自話題群組

# mLU
source: Members
hi_in: सदस्य
ja_jp: グループメンバー数
zh_cn: 群人数
zh_tw: 群組人數

# hXc
source: The group owner or group administrators have disallowed new topics.
hi_in: समूह ओनर और समूह एडमिनिस्ट्रेटर ने नए विषय की अनुमति रद्द की है.
ja_jp: グループオーナーまたは管理者がトピックの新規作成を禁止にしています
zh_cn: 群主或群管理员禁止新建话题
zh_tw: 群主和群組管理員禁止新建話題

# XVo
source: Only the group owner or specific members can send messages.
hi_in: केवल समूह ओनर और समूह एडमिनिस्ट्रेटर ही संदेश भेज सकते हैं.
ja_jp: グループオーナーは「オーナーと特定のメンバーのみ発言できる」をオンにしました
zh_cn: 已开启仅群主或特定成员可发言
zh_tw: 已開啟僅群主或特定成員可發言

# Op8
source: The list ends here for security reasons. You can search for members' names instead.
hi_in: सुरक्षा कारणों से यह सूची यहाँ समाप्त होती है. इसके बजाय आप नाम खोज सकते हैं.
ja_jp: セキュリティの都合で、一部の情報を非表示にしています。検索を使用して見つけることができます
zh_cn: 因隐私安全需要已隐藏部分信息，可使用搜索来查找
zh_tw: 因公司安全需要已隱藏某些資訊，可使用搜尋來尋找

# MFc
source: People of Interest
hi_in: रुचि के लोग
ja_jp: フォローする可能性のある人
zh_cn: 可能关注的人
zh_tw: 可能關注的人

# ciE
source: {{name}}'s topic
hi_in: {{name}} का विषय
ja_jp: {{name}} のトピック
zh_cn: {{name}}的话题
zh_tw: {{name}}的話題

# Rmw
source: Only the group owner or group administrators can invite people to this group.
hi_in: केवल समूह ओनर या समूह एडमिनिस्ट्रेटर ही इस समूह में लोगों को आमंत्रित कर सकते हैं.
ja_jp: グループオーナーと管理者のみメンバーを招待できる
zh_cn: 仅群主和群管理员可邀请群成员
zh_tw: 僅群主和群組管理員可邀請群組成員

# jsk
source: Only members who can send messages can start meetings.
hi_in: संदेश भेज सकने वाले सदस्य ही मीटिंग्स प्रारंभ कर सकते हैं.
ja_jp: 発言権限のあるメンバーのみビデオ会議を開始できる
zh_cn: 仅指定可发言成员能发起会议
zh_tw: 僅指定可發言成員能發起會議

# ltE
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# qd0
source: Once removed, group members won't be able to check this widget.
ja_jp: 削除すると、グループメンバーはウィジェットを表示できなくなります。
zh_cn: 移除后，会话内成员将无法查看该小组件
zh_tw: 移除後，對話內成員將無法查看該小元件

# aco
source: Remove
ja_jp: 削除
zh_cn: 移除
zh_tw: 移除

# 0N8
source: Remove the widget?
ja_jp: ウィジェットを削除しますか？
zh_cn: 确认移除小组件？
zh_tw: 確認移除小元件嗎？

# +kE
source: Revoke
hi_in: वापस लें
ja_jp: 取り消す
zh_cn: 撤销
zh_tw: 撤銷

# 9so
source: OK
hi_in: ठीक
zh_cn: 我知道了
zh_tw: 我知道了

# bns
source: Search members
hi_in: सदस्य के अनुसार खोजें
ja_jp: メンバーを検索
zh_cn: 搜索群成员
zh_tw: 搜尋群組成員

# GNA
source: Unable to view earlier messages
hi_in: पिछले संदेश देखने में असमर्थ
ja_jp: これより以前のメッセージを表示できません
zh_cn: 无法查看更早的消息
zh_tw: 無法查看更早的訊息

# m9s
source: Unable to remove
ja_jp: 削除できませんでした。
zh_cn: 移除失败
zh_tw: 移除失敗

# Adg
source: Widget removed
ja_jp: 削除しました。
zh_cn: 已移除
zh_tw: 已移除

# tPg
source: Add tab
hi_in: टैब जोड़ें
ja_jp: タブを追加
zh_cn: 添加标签页
zh_tw: 新增標籤頁

# j/0
source: Announcement
hi_in: सूचना
ja_jp: お知らせ
zh_cn: 群公告
zh_tw: 群組公告

# 0P4
source: You're in this group.
hi_in: यह समूह पर जाएँ
ja_jp: グループに参加済み
zh_cn: 已加入该话题群
zh_tw: 已加入該話題群組，點選進入

# 6cI
source: Manage Tabs
hi_in: टैब प्रबंधित करें
ja_jp: タブを管理
zh_cn: 管理标签页
zh_tw: 管理標籤頁

# YlI
source: The people you @mentioned will receive this message
hi_in: आपके द्वारा @उल्लेखित लोगों को यह संदेश प्राप्त होगा
ja_jp: @メンションしたメンバーはメッセージを受け取ります
zh_cn: 发出@后，他们会收到这条消息
zh_tw: 發出@後，他們會收到這則訊息

# 01Q
source: Only group owner and group admin can start video calls
hi_in: केवल समूह ओनर और समूह एडमिनिस्ट्रेटर वीडियो मीटिंग शुरू कर सकते हैं
ja_jp: グループオーナーと管理者のみビデオ会議を開始できる
zh_cn: 仅群主和群管理员可发起视频会议
zh_tw: 僅群主和群組管理員可發起視訊會議

# ugI
source: Chat
hi_in: चैट
ja_jp: チャット
zh_cn: 消息
zh_tw: 訊息

# M+k
source: Unpin
hi_in: अनपिन करें
ja_jp: ピン留めを外す
zh_cn: 取消 Pin
zh_tw: 取消 Pin

# 3kY
source: If yes, you and the other users will leave this chat, you can review message records in Ticket Center.
hi_in: यदि हाँ, तो आप और अन्य उपयोगकर्ता इस चैट को छोड़ देंगे, आप टिकट केन्द्र में संदेश रिकॉर्ड की समीक्षा कर सकते हैं.
ja_jp: サービス終了後、他のユーザーと一緒にこのチャットから退出します。ヘルプデスクのチケットセンターからチャット履歴を確認できます
zh_cn: 结束服务后，你和其他用户都会退出这次服务，你可以在服务台的工单中心查看聊天记录
zh_tw: 結束服務後，你和其他使用者都會退出此次服務，你可以在服務台的票證中心查看聊天記錄

# uhk
source: If yes, the agents will leave your Help Desk.
hi_in: यदि हाँ तो एजेंट आपकी हेल्प डेस्क छोड़ देंगे.
ja_jp: サービス終了後、サポートスタッフはヘルプデスクから退出します
zh_cn: 结束服务后，客服们将会退出你的服务台
zh_tw: 結束服務後，客服將會退出你的服務台

# eBk
source: Are you sure to end this service?
hi_in: क्या आप वाकई यह सेवा समाप्त करना चाहते हैं?
ja_jp: 今回のサービスを終了しますか？
zh_cn: 确定结束这次服务吗？
zh_tw: 確定結束此次服務嗎？

# VQ8
source: [Group announcement]
hi_in: [समूह सूचना]
ja_jp: [お知らせ]
zh_cn: [群公告]
zh_tw: [群組公告]

# gdM
source: OK
hi_in: ठीक
zh_cn: 好的
zh_tw: 好的

# vEA
source: Action failed. Please try again later
ja_jp: 操作できませんでした。後で再試行してください
zh_cn: 操作失败，请稍后再试
zh_tw: 操作失敗，請稍後再試

# 4P0
source: Add Group Announcement
hi_in: समूह सूचनाएँ जोड़ें
ja_jp: グループのお知らせを追加
zh_cn: 添加群公告
zh_tw: 新增群組公告

# xok
source: Add Tab
hi_in: टैब जोड़ें
ja_jp: タブを追加
zh_cn: 添加标签页
zh_tw: 新增標籤頁

# NaI
source: Add Tab
ja_jp: タブを追加
zh_cn: 添加标签页
zh_tw: 新增標籤頁

# lK4
source: Add Docs or links, visible to members in this chat
hi_in: इस चैट में मौजूद सदस्यों को दिखने वाले डॉक्स और लिंक जोड़ें
ja_jp: メンバーが閲覧可能なリンクを追加できます。
zh_cn: 可添加云文档或网页链接，会话内成员可见
zh_tw: 可新增雲端文件或網頁連結，對話內成員可見

# c38
source: Enter or paste a link
hi_in: दर्ज करें या लिंक पेस्ट करें
ja_jp: リンクを入力または貼り付ける
zh_cn: 输入或粘贴链接
zh_tw: 輸入或貼上連結

# t+I
source: Link
hi_in: लिंक
ja_jp: リンク
zh_cn: 链接
zh_tw: 連結

# 0v0
source: You can't add this user to groups due to their settings.
ja_jp: 相手側の設定により、相手をグループに追加できません。
zh_cn: 由于对方的设置，你暂时无法添加对方为群成员
zh_tw: 由於對方的設定，你暫時無法將對方新增為群組成員

# aBA
source: Action can't be completed as this group has been disbanded.
ja_jp: このグループは解散されているため、その操作は実行できません。
zh_cn: 群组已解散，无法进行该操作
zh_tw: 群組已解散，無法進行該操作

# 2dk
source: You can't message a disbanded group.
ja_jp: このグループは解散されています。メッセージを送信できません。
zh_cn: 无法在已解散的群组中发送消息
zh_tw: 無法在已解散的群組中傳送訊息

# msE
source: Posting in this group has been prohibited.
ja_jp: 発言禁止のグループでメッセージを送信できません。
zh_cn: 无法在已禁言的群内发送消息
zh_tw: 無法在已禁言的群組內傳送訊息

# kvA
source: Copy
ja_jp: コピー
zh_cn: 复制
zh_tw: 複製

# ljU
source: Code block
ja_jp: コードブロック
zh_cn: 代码块
zh_tw: 程式碼區塊

# ozw
source: Content contains self-destruct messages
ja_jp: 自動的に削除されるメッセージが含まれています
zh_cn: 会话包含定时删除消息
zh_tw: 對話包含定時刪除訊息

# mx4
source: Copying is forbidden
ja_jp: コピーが禁止されています。
zh_cn: 禁止复制
zh_tw: 禁止複製

# O1s
source: [The current version does not support viewing this pinned content]
ja_jp: [現在のバージョンではピン留めされたこのコンテンツを表示できません]
zh_cn: [当前版本不支持查看此类置顶内容]
zh_tw: [目前版本不支援查看此類置頂內容]

# v2E
source: Remove tab "{{TabName}}"? Members in this chat won't be able to view this tab anymore
hi_in: टैब "{{TabName}}" निकालें? इस चैट में मौजूद सदस्यों को अब यह टैब नहीं दिखेगा
ja_jp: タブ「{{TabName}}」を外しますか？外すと、チャット内のメンバーはこのタブを確認できなくなります
zh_cn: 确定移除标签页“{{TabName}}”？移除后，会话内成员将无法查看该标签页
zh_tw: 確定移除標籤頁「{{TabName}}」？移除後，對話內成員將無法查看該標籤頁

# m1s
source: Modify
ja_jp: 設定に移動
zh_cn: 前往设置
zh_tw: 前往設定

# uF8
source: My time is hidden from others
ja_jp: 自分の現地時間が非表示です
zh_cn: 我的当地时间已隐藏
zh_tw: 我的當地時間已隱藏

# Ik0
source: My time on display is {{time}}
ja_jp: 相手に表示する自分の時間：{{time}}
zh_cn: 对方看到我的时间是 {{time}}
zh_tw: 對方看到我的時間是 {{time}}

# MRw
source: Edit Message
ja_jp: メッセージを編集
zh_cn: 编辑消息
zh_tw: 編輯訊息

# bJ8
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# QuE
source: Once all contents are deleted, this message will be recalled
ja_jp: すべての内容を削除してから保存すると、メッセージは取り消されます
zh_cn: 删除所有内容并保存后，该消息将被撤回
zh_tw: 刪除所有內容並儲存後，該訊息將會撤回

# KwQ
source: Recall Message
ja_jp: 取り消す
zh_cn: 撤回消息
zh_tw: 撤回訊息

# wTQ
source: Delete all contents and recall message?
ja_jp: すべての内容を削除し、メッセージを取り消しますか？
zh_cn: 确定删除所有内容并撤回消息？
zh_tw: 確定刪除所有內容並撤回訊息？

# 2u0
source: Edit your message...
ja_jp: メッセージを編集中...
zh_cn: 编辑消息...
zh_tw: 編輯訊息

# Tfs
source: Confirm
ja_jp: 確定
zh_cn: 确定
zh_tw: 確定

# 37c
source: Once you start editing this message, you'll lose all unsaved changes to the message you edited before
ja_jp: 別の編集中のメッセージがあります。このメッセージの編集を開始すると、編集中のメッセージは破棄されます。
zh_cn: 你有另一条消息编辑后未保存。若开始编辑当前消息，未保存的内容将丢失
zh_tw: 你有另一則訊息編輯後未儲存。若開始編輯目前訊息，未儲存的內容將會遺失

# dTg
source: Go Back
ja_jp: 戻る
zh_cn: 返回
zh_tw: 返回未儲存的訊息

# /yk
source: Edit this message?
ja_jp: このメッセージを編集しますか？
zh_cn: 编辑当前消息？
zh_tw: 要編輯目前訊息嗎？

# m6A
source: (Updated: {{Time}})
ja_jp: （{{Time}} 更新）
zh_cn: （{{Time}} 更新）
zh_tw: ({{Time}} 更新)

# Qeg
source: (Edited)
ja_jp: （編集済み）
zh_cn: （已编辑）
zh_tw: （已編輯）

# u0o
source: Unable to save changes because only group owner or specific members can send messages in {{ChatName}}
ja_jp: {{ChatName}} はグループオーナーまたは特定のメンバーのみが発言できると設定されているため、保存できません。
zh_cn: {{ChatName}}已开启仅群主或特定成员可发言，暂无法保存
zh_tw: {{ChatName}}已開啟僅群主或特定成員可發言，暫時無法儲存

# mIM
source: Unable to save changes because this message was deleted
ja_jp: このメッセージは削除されましたので、保存できません。
zh_cn: 该消息已被删除，无法保存
zh_tw: 該訊息已被刪除，無法儲存

# G0I
source: Unable to save changes because this message was recalled
ja_jp: このメッセージは取り消されましたので、保存できません。
zh_cn: 该消息已被撤回，无法保存
zh_tw: 該訊息已經撤回，無法儲存

# nPc
source: Unable to save changes
ja_jp: メッセージを保存できません
zh_cn: 无法保存消息
zh_tw: 無法儲存訊息

# Jns
source: OK
zh_cn: 我知道了
zh_tw: 我知道了

# DZM
source: Edit tabs
hi_in: टैब संपादित करें
ja_jp: タブを編集
zh_cn: 编辑标签页
zh_tw: 編輯標籤頁

# VMQ
source: Something went wrong when trying to open the link.
ja_jp: リンクを開けませんでした。
zh_cn: 打开链接失败
zh_tw: 開啟連結失敗

# 90w
source: Toolbar added to this group. Tap here to switch to toolbar.
ja_jp: ツールバーが追加されました。タップして切り替えます。
zh_cn: 本群已配置菜单，点击切换查看
zh_tw: 本群組已設定功能表，點選以切換至功能表

# VJI
source: Hidden
ja_jp: 非表示
zh_cn: 已被隐藏
zh_tw: 已被隱藏

# lmw
source: View in Chat
ja_jp: チャットで表示
zh_cn: 回到原文
zh_tw: 回到原文

# dIU
source: Read
ja_jp: 既読
zh_cn: 已读
zh_tw: 已讀

# Xmk
source: Unread
ja_jp: 未読
zh_cn: 未读
zh_tw: 未讀

# +DM
source: {{num}} pinned items can be added maximum.
ja_jp: 1 グループにつき、ピン留めができるのは {{num}} 件までです。
zh_cn: 最多可添加 {{num}} 个置顶
zh_tw: 最多可新增 {{num}} 個置頂

# Bg0
source: From {{Chat}}
ja_jp: {{Chat}} より
zh_cn: 来自 {{Chat}}
zh_tw: 來自 {{Chat}}

# pYw
source: No permission to access as you are not a member of this chat
ja_jp: アクセス権限がありません。
zh_cn: 你不在该会话中，暂无访问权限
zh_tw: 你不在該對話中，暫無存取權限

# +ak
source: This feature has not been officially launched yet. Please stay tuned
ja_jp: この機能はまだ正式にリリースされていません。しばらくお待ちください。
zh_cn: 该功能尚未正式上线，请稍作等待
zh_tw: 該功能尚未正式上線，敬請期待

# djY
source: Tap here to switch back to text box
ja_jp: ここをタップして入力ボックスに戻る
zh_cn: 点击此处可切回消息输入框
zh_tw: 點選此處可切換回訊息輸入方塊

# fYM
source: View more messages in chat
ja_jp: チャットでより多くのメッセージを表示できます。
zh_cn: 更多消息可在会话中查看
zh_tw: 可在對話中查看更多訊息

# 3s8
source: Message deleted
ja_jp: メッセージは削除されました。
zh_cn: 消息已删除
zh_tw: 訊息已刪除

# pzM
source: The new Pin feature combines clip, pin, and group tab into one. Now you can Highlight all your important information in one place with ease!
ja_jp: 「トップに固定」、「ピン留め」、「タブ」機能が統合されました。重要な情報を一箇所に集約しましょう！
zh_cn: 消息置顶、Pin、会话标签页功能已合并，重要信息均可“置顶”
zh_tw: 訊息置頂、Pin、對話標籤頁功能已合併，重要資訊均可「置頂」

# 23c
source: Unable to complete the action. Please try again.
ja_jp: 操作を完了できませんでした。後でもう一度お試しください。
zh_cn: 操作失败，请重试
zh_tw: 操作失敗，請重試

# qIo
source: Enter name to be displayed in pins
ja_jp: ピン留めに表示される名前を入力
zh_cn: 输入置顶名称
zh_tw: 輸入置頂名稱

# inY
source: Add ({{num}})
ja_jp: 追加 ({{num}})
zh_cn: 添加（{{num}}）
zh_tw: 新增 ({{num}})

# T54
source: Selected
ja_jp: 選択中
zh_cn: 已选
zh_tw: 已選

# 7Eo
source: Pin Link
ja_jp: リンクをピン留め
zh_cn: 添加置顶链接
zh_tw: 新增置頂連結

# 8jY
source: Pin docs, task lists, and links to the chat for easy access.
ja_jp: リンクをコピーするか、タイトルを検索することで、アイテムをピン留めできます。
zh_cn: 你可以置顶云文档、任务清单、网页链接等
zh_tw: 你可以置頂雲端文件、任務清單、網頁連結等

# qCI
source: Add
ja_jp: 追加
zh_cn: 添加
zh_tw: 新增

# JtI
source: Added to pins
ja_jp: ピン留めに追加しました。
zh_cn: 已添加至置顶
zh_tw: 已新增至置頂

# Kr4
source: Unable to drag. Click "Prioritize" to move it to the prioritized section.
ja_jp: 現在、ドラッグできません。「優先ピン留め」をクリックして、固定エリアに移動できます。
zh_cn: 暂不可拖动，请点击“固定置顶”移入固定区

# f/o
source: Unable to drag. Click "Don't Prioritize" to remove it from the prioritized section.
ja_jp: 現在、ドラッグできません。「優先を解除」をクリックして、固定エリアから解除できます。
zh_cn: 暂不可拖动，请点击“取消固定”移出固定区

# vE0
source: Copy Link
ja_jp: リンクをコピー
zh_cn: 复制链接
zh_tw: 複製連結

# uV8
source: Previously pinned messages below
ja_jp: ここから旧バージョンのピン留め
zh_cn: 以下为老版本 Pin 过的消息
zh_tw: 以下為舊版本 Pin 過的訊息

# CmA
source: The previously pinned messages can't be re-ordered.
ja_jp: 旧バージョンのピン留めでは、並べ替えや優先ピン留めはできません。改めてピン留めをしてみてください。
zh_cn: 老版本 Pin 过的消息不支持排序或固定在前，可尝试重新置顶
zh_tw: 舊版本 Pin 過的訊息不支援排序或固定在前面，可嘗試重新置頂

# d0A
source: Save
ja_jp: 保存
zh_cn: 保存
zh_tw: 儲存

# 0RA
source: Edit Name
ja_jp: 名称を編集
zh_cn: 编辑名称
zh_tw: 編輯名稱

# 09c
source: Saved
ja_jp: 保存しました。
zh_cn: 已保存
zh_tw: 已儲存

# hZc
source: Edit name
ja_jp: 名称を編集
zh_cn: 编辑名称
zh_tw: 編輯名稱

# hnI
source: Clip to top and tabs are now streamlined into the new Pin feature, supporting drag-and-drop ordering and prioritizing.
ja_jp: 「トップに固定」、「タブ」機能が新しい「ピン留め」機能に統合されました。また、ドラッグ＆ドロップで並べ替えや優先順位付けができるようになりました。
zh_cn: 原消息置顶、Pin、会话标签页已合并为“置顶”，支持拖拽排序和固定在前
zh_tw: 原訊息置頂、Pin、對話標籤頁已合併為「置頂」，支援拖曳排序和固定在前面

# wh8
source: Messages pinned previously won't appear under the chat name. You can find them in "All Pins".
ja_jp: 以前のバージョンでピン留めされたメッセージはチャットの上部に表示されなくなります。代わりに、「すべてのピン留め」で確認できます。
zh_cn: 老版本 Pin 过的消息不展示在会话顶部，可在“全部置顶”查看
zh_tw: 舊版本 Pin 過的訊息不顯示在對話頂部，可前往「全部置頂」查看

# zlE
source: Meet an all-new Pin
ja_jp: ピン留め機能がアップデートされました
zh_cn: 置顶能力升级
zh_tw: 置頂功能升級

# ltc
source: Paste a link or search
ja_jp: リンクを貼り付け/検索
zh_cn: 粘贴链接或搜索
zh_tw: 貼上連結或搜尋

# Z8c
source: Link copied
ja_jp: リンクをコピーしました。
zh_cn: 链接已复制
zh_tw: 連結已複製

# ppA
source: Pin important content for easy access.
ja_jp: 重要な内容をピン留めすることで、簡単にアクセスできます。
zh_cn: 置顶重要内容，查找更方便

# nmg
source: Close
ja_jp: 閉じる
zh_cn: 关闭
zh_tw: 關閉

# ez4
source: Learn More
ja_jp: 詳細について
zh_cn: 了解详情
zh_tw: 瞭解詳細資料

# yEA
source: Pinned by {{name}}
ja_jp: {{name}} よりピン留め
zh_cn: {{name}} 置顶
zh_tw: {{name}} 置頂

# 6JM
source: Pinned messages
ja_jp: ピン留めされたメッセージ
zh_cn: Pin 消息
zh_tw: Pin 訊息

# kQw
source: All Pins
ja_jp: すべてのピン留め
zh_cn: 全部置顶
zh_tw: 全部置頂

# zwA
source: Prioritized section above
ja_jp: 優先ピン留めここまで
zh_cn: 以上为固定展示的置顶
zh_tw: 以上為固定顯示的置頂

# sWo
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# TnE
source: Unpin
ja_jp: 外す
zh_cn: 移除
zh_tw: 移除

# KwY
source: The item will be unpinned for all group members.
ja_jp: グループメンバーはピン留めからこのアイテムを表示できなくなります。
zh_cn: 将为所有群成员移除该置顶内容
zh_tw: 將為所有群組成員移除該置頂內容

# ix0
source: Unpin this item?
ja_jp: ピン留めから外しますか？
zh_cn: 确认移除置顶？
zh_tw: 確認移除置頂嗎？

# VRQ
source: Unpin
ja_jp: ピン留めを外す
zh_cn: 移除置顶
zh_tw: 移除置頂

# y+I
source: Item unpinned
ja_jp: ピン留めから外しました。
zh_cn: 已移除置顶
zh_tw: 已移除置頂

# R0U
source: No replies yet
ja_jp: 返信がありません
zh_cn: 暂无回复消息
zh_tw: 暫無回覆訊息

# vyU
source: Only group owner and admin can edit group announcement.
ja_jp: お知らせを編集できるのはグループオーナーと管理者のみです。
zh_cn: 仅群主和群管理员可编辑群公告
zh_tw: 僅群主和群組管理員可編輯群組公告

# 7/4
source: Only group owner and admin can edit group information.
ja_jp: グループ情報を編集できるのはグループオーナーと管理者のみです。
zh_cn: 仅群主和群管理员可编辑群信息
zh_tw: 僅群主和群組管理員可編輯群組資訊

# 6iw
source: Only group owner and admin can manage Pins.
ja_jp: グループオーナーと管理者のみがピン留めを管理できます。
zh_cn: 仅群主和群管理员可管理置顶
zh_tw: 僅群主和群組管理員可管理置頂

# Wng
source: Only group owner and admin can manage tabs.
ja_jp: タブを編集できるのはグループオーナーと管理者のみです。
zh_cn: 仅群主和群管理员可管理标签页
zh_tw: 僅群主和群組管理員可管理標籤頁

# /bo
source: Organization administrator has prohibited posting in this group.
ja_jp: 法人管理者は、グループの発言禁止をオンにしました。
zh_cn: 组织管理员已开启群禁言
zh_tw: 組織管理員已開啟群組禁言

# f7g
source: This pinned message was deleted.
ja_jp: ピン留めのメッセージが削除されました。
zh_cn: 该置顶消息已被删除
zh_tw: 該置頂訊息已被刪除

# CiI
source: {{num}} characters can be entered maximum.
ja_jp: 最大 {{num}} 文字まで入力できます。
zh_cn: 字数超出 {{num}} 字上限
zh_tw: 字數超過 {{num}} 字上限

# YCc
source: Reload
ja_jp: 再読み込み
zh_cn: 点击重试
zh_tw: 點選重試

# Pqw
source: Loading failed. {{Reload}}
ja_jp: 読み込みできませんでした。{{Reload}}
zh_cn: 加载失败，{{Reload}}
zh_tw: 載入失敗，{{Reload}}

# M+I
source: Remove
hi_in: निकालें
ja_jp: 外す
zh_cn: 移除
zh_tw: 移除

# nEM
source: Restricted Mode on. New messages will self-destruct after being read.
ja_jp: 機密モードがオンです。メッセージは既読後に自動的に削除されます。
zh_cn: 保密模式已开启，消息阅后自动删除
zh_tw: 防洩密模式已開啟，訊息閱讀後自動刪除

# 1SI
source: Restricted Mode on. Unable to copy or forward messages.
ja_jp: 機密モードがオンになりました。メッセージをコピー・転送することができません。
zh_cn: 保密模式已开启，禁止复制、转发消息
zh_tw: 保密模式已開啟，禁止複製、轉寄訊息

# XwQ
source: Content in the group is hidden when connected to a monitor or screen recording
ja_jp: モニターに接続中または画面収録中に、シークレットチャットの内容は表示されません。
zh_cn: 录屏或外接显示器期间自动隐藏群聊内容
zh_tw: 錄製螢幕畫面或外接顯示器期間自動隱藏群組聊天內容

# oUc
source: Restricted Mode on
ja_jp: 機密モード：オン
zh_cn: 保密模式已开启
zh_tw: 保密模式已開啟
