Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChat/auto_resources/*.strings
Languages: hi_in, ja_jp, zh_cn, zh_tw

# O78
source: Unable to perform this action as you've blocked this user.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपने इस उपयोगकर्ता को ब्लॉक कर दिया है.
ja_jp: このユーザーをブロックしているため、操作できません
zh_cn: 你已屏蔽该用户，无法进行此操作
zh_tw: 你已封鎖該使用者，無法進行此操作

# pcE
source: Unable to perform this action as you're blocked by this user.
hi_in: यह क्रिया करने में असमर्थ क्योंकि आपको इस उपयोगकर्ता द्वारा ब्लॉक किया गया है.
ja_jp: このユーザーにブロックされているため、操作できません
zh_cn: 该用户已将你屏蔽，无法进行此操作
zh_tw: 該使用者已將你封鎖，無法進行此操作

# uzc
source: Add this user as a contact to send a red packet.
hi_in: होंगबाओ भेजने के लिए यह उपयोगकर्ता संपर्क के रूप में जोड़ें.
ja_jp: ユーザーを連絡先に追加してから、ラッキーマネーを送信してください
zh_cn: 添加该用户为联系人，才能给 Ta 发红包
zh_tw: 將該使用者新增為聯絡人，才能對其發紅包

# bjo
source: You can resume chatting and collaborating if you unblock this user.
hi_in: अगर आप इस उपयोगकर्ता को अनब्लॉक करते हैं, तो आप अब चैट करना या सहयोग करना फिर शुरू कर सकते हैं.
ja_jp: ブロックを解除すると、お互いにチャット、共同作業できるようになります
zh_cn: 解除屏蔽后，你们可以恢复聊天和协作
zh_tw: 解除封鎖後，你們可以恢復聊天和協作

# QVo
source: Unblock
hi_in: अनब्लॉक करें
ja_jp: ブロック解除
zh_cn: 解除屏蔽
zh_tw: 解除封鎖

# gdI
source: Unblocked successfully
hi_in: अनब्लॉक किया गया
ja_jp: 解除しました
zh_cn: 解除成功
zh_tw: 解除成功

# KGs
source: Only group owner and admin can manage.
ja_jp: 管理できるのはグループオーナーと管理者のみです。
zh_cn: 仅群主和群管理员可管理
zh_tw: 僅群主和群組管理員可管理

# UkM
source: "Pin" important information to the chat, so that all members can quickly find it
hi_in: चैट में महत्वपूर्ण जानकारी "पिन करें", ताकि सभी सदस्य उन्हें तेजी से प्राप्त कर सकें
ja_jp: メッセージを長押しして、重要なメッセージをチャット内にピン留めでき、すべてのメンバーがすばやく見つけられるようにできます
zh_cn: 长按消息，可将重要消息 Pin 到这里，方便所有成员快速查看
zh_tw: 長按訊息，可將重要訊息 Pin 到這裡，方便所有成員快速查看

# acU
source: From: {{name}}
hi_in: द्वारा: {{name}}
ja_jp: 送信者：{{name}}
zh_cn: 来自：{{name}}
zh_tw: 來自：{{name}}

# 5uU
source: "Pin" important information to the chat, so that all members can quickly find it
hi_in: चैट में महत्वपूर्ण जानकारी "पिन करें", ताकि सभी सदस्य उन्हें तेजी से प्राप्त कर सकें
ja_jp: 重要なメッセージをチャット内にピン留めして、すべてのメンバーがすばやく見つけられるようにできます
zh_cn: 将重要消息 Pin 在会话里，方便所有成员快速查看
zh_tw: 將重要訊息 Pin 在對話裡，方便所有成員快速查看

# cr4
source: Here you can see all the "Pins" in the chat and jump back to the history
hi_in: यहाँ आप चैट में मौजूद सभी "पिन्स" देख सकते हैं और वापस इतिहास पर जा सकते हैं
ja_jp: ここではシャット内でピン留めされたメッセージを確認でき、過去のチャットにジャンプできます
zh_cn: 这里能看到会话内所有被 Pin 的消息，并跳转回历史会话
zh_tw: 這裡能看到對話內所有被 Pin 的訊息，並重新導向至曆史對話

# qps
source: Posted: {{date}}
hi_in: {{date}} को पोस्ट किया गया
ja_jp: {{date}} に送信
zh_cn: 发送于 {{date}}
zh_tw: 傳送於 {{date}}

# iP8
source: Search
hi_in: खोजें
ja_jp: 検索
zh_cn: 搜索
zh_tw: 搜尋

# dTo
source: No results found
hi_in: कोई परिणाम नहीं मिला
ja_jp: 結果が見つかりません
zh_cn: 未找到匹配结果
zh_tw: 未找到符合結果

# fhE
source: Pin messages here to safekeep important information
hi_in: महत्वपूर्ण जानकारी सुरक्षित रखने के लिए यहाँ संदेश पिन करें
ja_jp: 重要なメッセージをここに「ピン留め」して、一目で確認できます
zh_cn: 将重要消息 Pin 到这里，实现更好的信息同步
zh_tw: 將重要訊息 Pin 到這裡，實現更好的資訊同步

source: Unpin this item?
hi_in: क्या आप इस आइटम को अनपिन करना चाहते हैं?
ja_jp: このメッセージのピン留めを外しますか？
zh_cn: 确定要取消 Pin 吗？
zh_tw: 確定要取消 Pin 嗎？

# 5/M
source: Reset
hi_in: रीसेट करें
ja_jp: リセット
zh_cn: 重置
zh_tw: 重設

# HQQ
source: Setup failed. Please try again later.
hi_in: सेटअप विफल हुआ. कृपया बाद में पुनः प्रयास करें.
ja_jp: 設定できませんでした。後ほど再試行してください
zh_cn: 设置失败，请稍后再试
zh_tw: 設定失敗，請稍後再試

# Ce0
source: End-to-end encrypted calls
hi_in: एन्क्रिप्ट किया गया कॉल
ja_jp: エンドツーエンド暗号化通話
zh_cn: 端到端加密通话
zh_tw: 端對端加密通話

# i5Q
source: (No title)
hi_in: (कोई शीर्षक नहीं)
ja_jp: (タイトル無し)
zh_cn: (无主题)
zh_tw: (無主題)

# +0c
source: Voice Call
hi_in: वॉइस कॉल
ja_jp: 音声通話
zh_cn: 语音通话
zh_tw: 語音通話

# Eqs
source: Ask me anything about work
ja_jp: 仕事について何でもお聞きください
zh_cn: 和你的专属智能伙伴一起工作吧
zh_tw: 和你的專屬智慧夥伴一起工作吧

# SUs
source: You can't switch extensions in an ongoing topic. Try starting a new topic instead.
ja_jp: 拡張機能を切り替えることはできません。新しいトピックを開始してください。
zh_cn: 暂不支持切换插件，你可以开启一个新话题后重新选择插件
zh_tw: 暫不支援切換外掛程式，你可以開啟一個新話題後重新選擇外掛程式

# zWw
source: You started the collaboration.
ja_jp: コラボレーションを開始しました。
zh_cn: 你发起了协作
zh_tw: 你發起了協作

# 2Tc
source: You can't call this user right now due to their invite permission settings.
hi_in: आप इस उपयोगकर्ता को कॉल नहीं कर सकते हैं क्योंकि उन्होंने ने आपको ब्लॉक कर दिया है.
ja_jp: 相手側の招待権限の設定により、このユーザーを呼び出しできません。
zh_cn: 由于邀请权限的设置，你暂时无法呼叫 Ta
zh_tw: 由於邀請權限的設定，你暫時無法呼叫對方

# iK8
source: You can't call this user right now due to their invite permission settings.
hi_in: आप इस उपयोगकर्ता को कॉल नहीं कर सकते हैं क्योंकि आपने उन्हें ब्लॉक कर दिया है.
ja_jp: 相手側の招待権限の設定により、このユーザーを呼び出しできません。
zh_cn: 由于邀请权限的设置，你暂时无法呼叫 Ta
zh_tw: 由於邀請權限的設定，你暫時無法呼叫對方

# bFs
source: Video Call (E2E Encrypt)
ja_jp: ビデオ通話（E2E 暗号化）
zh_cn: 视频通话（端到端加密）
zh_tw: 視訊通話 (端對端加密)

# GqU
source: Video Meeting (E2E Encrypt)
ja_jp: ビデオ会議（E2E 暗号化）
zh_cn: 视频会议（端到端加密）
zh_tw: 視訊會議 (端對端加密)

# 5HI
source: Voice Call (E2E Encrypt)
ja_jp: 音声通話（E2E 暗号化）
zh_cn: 语音通话（端到端加密）
zh_tw: 語音通話 (端對端加密)

# v9g
source: Phone Call
hi_in: फ़ोन कॉल
ja_jp: 電話通話
zh_cn: 办公电话
zh_tw: 辦公電話

# WUs
source: Personal Phone
hi_in: व्यक्तिगत फ़ोन
ja_jp: 個人電話
zh_cn: 个人电话
zh_tw: 個人電話

# KZE
source: Select member
hi_in: सदस्य चुनें
ja_jp: メンバーを選択
zh_cn: 选择成员
zh_tw: 選擇成員

# 3EM
source: You can choose at most 30 group members.
hi_in: आप अधिकतम 30 समूह सदस्य चुन सकते हैं.
ja_jp: 最大で30人のグループメンバーを選択できます
zh_cn: 最多可选择30个群成员
zh_tw: 最多可選擇 30 個群組成員

# 1mU
source: Meeting Notes
hi_in: मीटिंग नोट्स
ja_jp: 会議議事録
zh_cn: 会议纪要
zh_tw: 會議記錄

# QMM
source: This event is no longer available.
ja_jp: この予定は無効になりました
zh_cn: 此日程已失效
zh_tw: 此日程已失效

# cIg
source: {{invitee}} canceled the schedule with @{{host}}.
ja_jp: {{invitee}} は @{{host}} との予定を取り消しました
zh_cn: {{invitee}}取消了@{{host}}的日程
zh_tw: {{invitee}}取消了@{{host}}的日程

# Uh0
source: {{invitee}} rescheduled the event with @{{host}}.
ja_jp: {{invitee}} が @{{host}} の予定を再予約しました
zh_cn: {{invitee}}重新预约了@{{host}}的日程
zh_tw: {{invitee}}重新預約了@{{host}}的日程

# 8Gw
source: @{{host}} is scheduled by {{invitee}}.
ja_jp: {{invitee}} は、@{{host}} の予定を予約しました。
zh_cn: {{invitee}}预约了@{{host}}的日程
zh_tw: {{invitee}}預約了@{{host}}的日程

# Jrw
source: Owners:
hi_in: असाइनी:
ja_jp: 担当者：
zh_cn: 负责人：
zh_tw: 負責人：

# KBo
source: Tab name
hi_in: टैब नाम
ja_jp: タブ名
zh_cn: 标签页名称
zh_tw: 標籤頁名稱

# Hvk
source: Selected document
hi_in: चयनित दस्तावेज़
ja_jp: 選択したドキュメント
zh_cn: 已选文档
zh_tw: 已選文件

# 6vs
source: Show all results
hi_in: सभी परिणाम दिखाएँ
ja_jp: すべての検索結果を表示しています
zh_cn: 已显示全部搜索结果
zh_tw: 已顯示全部搜尋結果

# 2jY
source: Untitled Document
hi_in: शीर्षकहीन दस्तावेज़
ja_jp: 名前未設定ドキュメント
zh_cn: 未命名文档
zh_tw: 未命名文件

# m0k
source: External
hi_in: बाहरी
ja_jp: 外部
zh_cn: 外部
zh_tw: 外部

# HkU
source: No matching results
hi_in: कोई मेल परिणाम नहीं मिला
ja_jp: 結果が見つかりませんでした
zh_cn: 没有找到结果
zh_tw: 沒有找到結果

# cSw
source: Owner
hi_in: ओनर
ja_jp: 所有者
zh_cn: 所有者
zh_tw: 所有者

# z9c
source: Loading...
hi_in: लोड हो रहा है...
ja_jp: 読み込み中
zh_cn: 加载中
zh_tw: 載入中

# M7U
source: Translate
ja_jp: 翻訳
zh_cn: 翻译
zh_tw: 翻譯

# IRA
source: You currently don't have permission to access this feature.
ja_jp: 現在、この機能を利用できません。
zh_cn: 暂无使用权限
zh_tw: 暫無使用權限

# CJg
source: Translating...
hi_in: अनुवाद किया जा रहा है...
ja_jp: 翻訳しています...
zh_cn: 正在翻译...
zh_tw: 正在翻譯…

# kTU
source: This is either a network or service error. Please try again.
hi_in: नेटवर्क या सेवा त्रुटि. कृपया पुनः प्रयास करें.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
zh_cn: 网络或服务异常，请重试
zh_tw: 網路或服務異常，請重試

# 9lQ
source: New topic
ja_jp: 新しいトピック
zh_cn: 新话题
zh_tw: 新話題

# QxM
source: Chat expired. Please re-invocate {{aiName}}.
ja_jp: チャットが終了しました。再度、{{aiName}} を呼び出してください。
zh_cn: 当前会话已失效，请重新唤起{{aiName}}
zh_tw: 目前對話已失效，請重新喚醒{{aiName}}

# nRg
source: All Scenarios
ja_jp: すべてのシナリオ
zh_cn: 全部场景
zh_tw: 全部場景

# I+g
source: Multiselection can't be used for collaboration records.
ja_jp: コラボレーション履歴では、複数選択はできません。
zh_cn: 协作记录不支持多选
zh_tw: 協作記錄不支持多選

# bN4
source: Extension cleared. Free chat mode in use.
ja_jp: 拡張機能を削除しました。自由に会話ができます。
zh_cn: 插件已清除，正在使用自由对话模式
zh_tw: 外掛程式已清除，正在使用自由對話模式

# 7mQ
source: AI is generating response. Please try again later.
ja_jp: AI が回答を生成しています。後で再試行してください。
zh_cn: AI 正在生成回复，请稍后重试
zh_tw: AI 正在產生回覆，請稍後重試

# 8Qk
source: Hide
ja_jp: 折りたたむ
zh_cn: 收起
zh_tw: 摺疊

# BFM
source: Select Extensions
ja_jp: 拡張機能を選択
zh_cn: 选择插件
zh_tw: 選擇外掛程式

# bDI
source: Collaboration records on {{link}}
ja_jp: {{link}} でのコラボレーション履歴
zh_cn: {{link}} 协作记录
zh_tw: {{link}} 協作記錄

# n+o
source: Show
ja_jp: 展開
zh_cn: 展开
zh_tw: 展開

# AJ4
source: Unable to insert
ja_jp: 挿入できませんでした。
zh_cn: 插入失败
zh_tw: 插入失敗

# qvY
source: View More Messages
ja_jp: ほかのメッセージを見る
zh_cn: 加载剩余消息
zh_tw: 載入剩餘訊息

# ztk
source: This group is a private group in the team. You need to join before you can view group chats.
ja_jp: このグループはチーム内の非公開グループです。参加後にチャットを表示できます。
zh_cn: 此群为团队内的私密群，加入后可查看群内聊天
zh_tw: 此群組為團隊內的私密群組，加入後可查看群組內聊天
