Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkChat/auto_resources/*.strings
Languages: hi_in, ja_jp, zh_cn, zh_tw

# LqU
source: 1 scheduled message only
ja_jp: 送信予約のメッセージを 1 件のみ送信できます。
zh_cn: 仅可发送 1 条定时消息
zh_tw: 僅能傳送 1 則定時訊息

# JOs
source: Failed to send scheduled message
ja_jp: 送信予約のメッセージを送信できませんでした。
zh_cn: 定时消息发送失败
zh_tw: 定時訊息傳送失敗

# h/k
source: Processing
ja_jp: 設定中
zh_cn: 定时消息设置中
zh_tw: 正在設定定時訊息

# Gn0
source: Schedule Message
ja_jp: 送信予約
zh_cn: 定时消息
zh_tw: 定時訊息

# FJ0
source: Tap and hold to try the new "Schedule Message"
ja_jp: ボタンを長押しして、時刻を指定してメッセージを送信できます。
zh_cn: 长按可发送定时消息
zh_tw: 長按可傳送定時訊息

# hmo
source: Scheduled time has passed. Please select a time at least 5 min later from now.
ja_jp: 送信時間が無効になりました。5 分後以降を選択してください。
zh_cn: 发送时间已失效，请选择至少 5 分钟以后的时间
zh_tw: 傳送時間已失效，請選擇至少 5 分鐘以後的時間

# gXY
source: Try the new "Schedule Message"
ja_jp: 新機能：送信予約
zh_cn: 试试新功能：定时发送
zh_tw: 試試新功能：定時傳送

# 5lc
source: Your scheduled message wasn't sent.
ja_jp: 送信予約のメッセージを送信できません
zh_cn: 定时消息暂不可发送
zh_tw: 定時訊息暫時無法傳送

# NXI
source: This message has already been sent.
ja_jp: 送信予約のメッセージを送信したため、再度送信できません。
zh_cn: 定时消息已发送，无法再次发送
zh_tw: 定時訊息已傳送，無法再次傳送

# Wuk
source: Updating scheduled message
ja_jp: 送信予約のメッセージを更新しています
zh_cn: 定时消息更新中
zh_tw: 定時訊息更新中

# JP4
source: Action can't be completed as the scheduled message doesn't exist.
ja_jp: 送信予約のメッセージが存在しないため、操作できません。
zh_cn: 操作失败，定时消息不存在
zh_tw: 操作失敗，定時訊息不存在

# oGA
source: User
ja_jp: ユーザー
zh_cn: 用户
zh_tw: 使用者

# RBk
source: Unable to load this message
ja_jp: このメッセージを取得できません。
zh_cn: 消息获取失败
zh_tw: 訊息取得失敗

# yYA
source: This content cannot be previewed.
ja_jp: プレビューするとき、チャット内容は非表示になっています。
zh_cn: 预览时自动隐藏会话内容
zh_tw: 預覽時自動隱藏對話內容

# KX4
source: Content contains self-destruct messages
ja_jp: メッセージの自動削除がオンです
zh_cn: 消息定时删除已开启
zh_tw: 訊息定時刪除已開啟

# IAo
source: Details
ja_jp: 詳細
zh_cn: 详情
zh_tw: 詳細資料

# 4eI
source: Message recalled
ja_jp: メッセージが取り消されました。
zh_cn: 消息已被撤回
zh_tw: 訊息已被撤回

# pyc
source: {{name}} has left a status note:
ja_jp: {{name}}：
zh_cn: {{name}}的状态留言：
zh_tw: {{name}}的狀態留言：

# 1Ro
source: Status note
ja_jp: ステータスの説明
zh_cn: 状态留言
zh_tw: 狀態留言

# KZ4
source: Announcement: {{text}}
ja_jp: お知らせ：{{text}}
zh_cn: 群公告：{{text}}
zh_tw: 群組公告：{{text}}

# Nt0
source: Don't Prioritize
ja_jp: 優先を解除
zh_cn: 取消固定
zh_tw: 取消固定

# NY8
source: {{name}} prioritized the item.
ja_jp: {{name}} がアイテムを優先ピン留めしました。
zh_cn: {{name}} 固定了这条置顶
zh_tw: {{name}} 固定了這個置頂

# bRM
source: It'll still be displayed under All Pins. You can select "Unpin" if you want to remove it completely.
ja_jp: アイテムは引き続き「すべてのピン留め」に表示されます。ピン留めから外したい場合は、「ピン留めを外す」をタップしてください。
zh_cn: 该内容仍会在置顶中展示，如需彻底移除，可点击“移除置顶”
zh_tw: 該內容仍會在置頂中顯示，如需徹底移除，可點選「移除置頂」

# s2o
source: Remove
ja_jp: 優先を解除
zh_cn: 取消固定
zh_tw: 取消固定

# RAg
source: Maintain
ja_jp: 優先のまま
zh_cn: 暂不取消
zh_tw: 暫不取消

# oBM
source: Remove this pin from the prioritized section?
ja_jp: 固定を解除しますか？
zh_cn: 取消固定吗？
zh_tw: 要取消固定嗎？

# tFs
source: Unable to save. Please try again.
zh_cn: 保存失败，请重试
zh_tw: 儲存失敗，請重試

# s8E
source: This pin is no longer visible.
ja_jp: このピン留めされたアイテムは表示できません。
zh_cn: 该置顶内容已不可见
zh_tw: 該置頂內容已無法顯示

# UwE
source: Prioritize
ja_jp: 優先ピン留め
zh_cn: 固定在前
zh_tw: 固定在前面

# L6k
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# ZG8
source: Replace
ja_jp: 入れ替え
zh_cn: 替换
zh_tw: 取代

# 0HY
source: Replace one of the prioritized pins?
ja_jp: 優先ピン留めのアイテムと入れ替えますか？
zh_cn: 替换已固定在前的置顶？
zh_tw: 要取代已固定在前面的置頂嗎？

# edQ
source: If you proceed, the last prioritized pin will no longer appear in this section. It can still be viewed under All Pins.
ja_jp: 優先ピン留めのアイテムが上限に達しています。新しいアイテムを追加すると、古い順に最後のアイテムが優先ピン留めリストから外されますが、「すべてのピン留め」には表示され続けます。
zh_cn: 固定置顶已达上限，将替换排序靠后的置顶，被替换的内容将仍在全部置顶中展示
zh_tw: 固定置頂已達上限，將取代排序靠後的置頂，被取代的內容仍會顯示在全部置頂中

# w5U
source: Sorting saved
ja_jp: 並び順を保存しました。
zh_cn: 排序已保存
zh_tw: 已儲存排序

# o2k
source: Sorting saved and will only take effect on version {{version}} or later.
ja_jp: 並び順を保存しました（V {{version}} 以降でのみ有効）。
zh_cn: 排序已保存，仅对 {{version}} 以上版本生效
zh_tw: 排序已儲存，僅對 {{version}} 以上版本生效

# uss
source: New Topic
ja_jp: スレッドを作成
zh_cn: 新建话题
zh_tw: 建立新話題

# sXc
source: Add "{{link}}"
hi_in: "{{link}}" जोड़ें
ja_jp: 「{{link}}」を追加
zh_cn: 添加“{{link}}”
zh_tw: 新增「{{link}}」

# ito
source: Docs
zh_cn: 云文档
zh_tw: 雲端文件

# 6WM
source: Only group owner and group admin can manage tabs in this group
ja_jp: グループオーナーと管理者のみタブを管理できる
zh_cn: 仅群主和群管理员可管理标签页
zh_tw: 僅群主和群組管理員可管理標籤頁

# DtE
source: Pinned
ja_jp: ピン留め
zh_cn: Pin
zh_tw: Pin

# pm4
source: Recommended character limit {{num}}
hi_in: अनुशंसित वर्ण सीमा {{num}}
ja_jp: {{num}} 文字以内で入力してください
zh_cn: {{num}}个字以内展示效果最佳
zh_tw: {{num}} 個字以內顯示效果最佳

# BeI
source: Remove Tab
hi_in: टैब निकालें
ja_jp: タブを外す
zh_cn: 移除标签页
zh_tw: 移除標籤頁

# m4I
source: Sort
hi_in: सॉर्ट करें
ja_jp: 並べ替える
zh_cn: 排序
zh_tw: 排序

# Qk0
source: Tabs
hi_in: टैब
ja_jp: タブ
zh_cn: 标签页
zh_tw: 標籤頁

# wNs
source: Number of characters can't exceed {{num}}
hi_in: वर्णों की संख्या {{num}} से अधिक नहीं हो सकती
ja_jp: 最多 {{num}} 文字入力できます
zh_cn: 最多可输入 {{num}} 个字
zh_tw: 最多可輸入 {{num}} 個字

# mLk
source: {{username}}'s thread
ja_jp: {{username}}のスレッド
zh_cn: {{username}}的话题
zh_tw: {{username}}的話題

# 2sk
source: Click on "+" and select "Turn on translation" to enable "Translate as you type"
hi_in: "+" पर क्लिक करें और "टाइप करते ही अनुवाद करें" सक्षम करने के लिए "अनुवाद चालू करें" चुनें
ja_jp: 「+」をクリックし「リアルタイム翻訳」を選択して、「入力時の翻訳」をオンにします
zh_cn: 点击“+”可快捷开启“边写边译”
zh_tw: 點選「+」可快速開啟「輸入即時翻譯」

# QH0
source: Turn Off Translation
hi_in: अनुवाद बंद करें
ja_jp: 翻訳をオフ
zh_cn: 关闭边写边译
zh_tw: 關閉邊寫邊譯

# ypo
source: Translate as You Type
hi_in: अनुवाद चालू करें
ja_jp: リアルタイム翻訳
zh_cn: 开启边写边译
zh_tw: 開啟邊寫邊譯

# oDI
source: Type in your preferred language
hi_in: अपनी पसंदीदा भाषा में टाइप करें
ja_jp: 得意な言語でメッセージを入力
zh_cn: 输入自己熟悉的语言
zh_tw: 輸入自己熟悉的語言

# xik
source: No preview permissions
hi_in: पूर्वावलोकन अनुमतियाँ नहीं है
ja_jp: プレビュー権限がありません
zh_cn: 暂无预览权限
zh_tw: 暫無預覽權限

# q64
source: You're not a member of this group chat
hi_in: आप इस समूह चैट के सदस्य नहीं हैं
ja_jp: あなたはこのグループのメンバーではありません。
zh_cn: 你不在该群组
zh_tw: 你不在該群組

# a18
source: Add
hi_in: जोड़ें
ja_jp: 追加
zh_cn: 添加
zh_tw: 新增

# 6UQ
source: Favorite
hi_in: पसंदीदा
ja_jp: お気に入りに追加
zh_cn: 收藏
zh_tw: 收藏

# 0vQ
source: All members
hi_in: सभी सदस्य
ja_jp: すべてのメンバー
zh_cn: 全部成员
zh_tw: 全部成員

# vBA
source: All
hi_in: सभी
ja_jp: 全員
zh_cn: 所有人
zh_tw: 所有人

# xck
source: I Know
hi_in: जानता/जानती हूँ
ja_jp: OK
zh_cn: 我知道了
zh_tw: 我知道了

# H4Y
source: Unable to send
hi_in: भेजने में असमर्थ
ja_jp: 送信できませんでした
zh_cn: 发送失败
zh_tw: 傳送失敗

# LUY
source: Telephone Inquiry Number Application
hi_in: टेलीफ़ोन पूछताछ नंबर आवेदन
ja_jp: 電話番号表示回数の申請
zh_cn: 电话查询次数申请
zh_tw: 電話查詢次數申請

# xxU
source: Phone number inquiry notification
hi_in: फ़ोन नंबर पूछताछ संबंधी नोटिफ़िकेशन
ja_jp: 電話番号表示について
zh_cn: 电话查询提示
zh_tw: 電話查詢提示

# J2U
source: Apply for queries now
hi_in: पूछताछ के लिए अभी आवेदन करें
ja_jp: 表示回数を申請する
zh_cn: 立即申请查询次数
zh_tw: 立即申請查詢次數

# 6wA
source: Continue the call
hi_in: कॉल जारी रखें
ja_jp: 引き続き発信する
zh_cn: 继续拨打电话
zh_tw: 繼續撥打電話

# puE
source: This application will be sent to your direct supervisor {{name}} for approval. You'll be notified of the result via {{APP_DISPLAY_NAME}} customer service.
hi_in: यह आवेदन अनुमोदन के लिए आपके प्रत्यक्ष पर्यवेक्षक {{name}} को भेजा जाएगा. आपको {{APP_DISPLAY_NAME}} ग्राहक सेवा के माध्यम से परिणाम की सूचना दी जाएगी.
ja_jp: 申請はあなたの直属の上司 {{name}} にメッセージで送信されました。申請結果は {{APP_DISPLAY_NAME}} カスタマーサービスより通知されます。
zh_cn: 本次申请将发送至你直属上级 {{name}}的会话中，审批结果将会通过 {{APP_DISPLAY_NAME}}客服秘书 通知你。
zh_tw: 本次申請將傳送至你直屬上級 {{name}}的對話中，核准結果將透過 {{APP_DISPLAY_NAME}}客服秘書通知你。

# fOY
source: Cancel
hi_in: रद्द करें
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# cqY
source: Send Application
hi_in: आवेदन भेजें
ja_jp: 申請を送信
zh_cn: 发送申请
zh_tw: 傳送申請

# 2y4
source: Authored by: {{owner}}
hi_in: लेखक: {{owner}}
ja_jp: ファイルの所有者：{{owner}}
zh_cn: 文档所有者： {{owner}}
zh_tw: 文件所有者：{{owner}}

# kbA
source: Enable auto-translation
hi_in: स्वतः अनुवाद सक्षम करें
ja_jp: 自動翻訳をオン
zh_cn: 开启自动翻译
zh_tw: 開啟自動翻譯

# ciI
source: Loading...
hi_in: लोड हो रहा है...
ja_jp: 読み込み中
zh_cn: 加载中
zh_tw: 載入中

# ewo
source: Cancel
hi_in: रद्द करें
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# D5w
source: Share {{count}} Docs
hi_in: {{count}} डॉक्स साझा करें
ja_jp: {{count}} 個の Docs を共有
zh_cn: 授权{{count}}个文档
zh_tw: 授權 {{count}} 個文件

# azI
source: What level of link permission would you like to grant members of the new group?
hi_in: नए समूह के सदस्यों को आप किस स्तर की लिंक अनुमति देना चाहते हैं?
ja_jp: 同期するメッセージに Docs リンクが含まれています。以下のファイルが新規チャットに参加するすべてのメンバーに付与する権限を確認してください
zh_cn: 同步的消息中包含Docs文档链接，需要确认以下文档对于新建会话的所有成员的权限
zh_tw: 同步的訊息中包含 Docs 文件連結，需要確認以下文件對於新建對話之所有成員的權限

# nng
source: Share with new chat
hi_in: नई चैट के साथ साझा करें
ja_jp: ファイルの権限を付与
zh_cn: 授权文件给新建会话
zh_tw: 授權檔案給新建對話

# XMA
source: Group Owner
hi_in: समूह के ओनर
ja_jp: グループオーナー
zh_cn: 群主
zh_tw: 群主

# VGQ
source: Translation
hi_in: अनुवाद
ja_jp: 訳
zh_cn: 译
zh_tw: 譯

# 8ss
source: {{chatName}}'s chat history
hi_in: {{chatName}} का चैट इतिहास
ja_jp: {{chatName}}のチャット履歴
zh_cn: {{chatName}}的会话记录
zh_tw: {{chatName}}的對話記錄

# +/o
source: {{creator}} and {{partner}}'s chat history
hi_in: {{creator}} और {{partner}} का चैट इतिहास
ja_jp: {{creator}}と{{partner}}のチャット履歴
zh_cn: {{creator}}与{{partner}}的会话记录
zh_tw: {{creator}}與{{partner}}的對話記錄

# dxQ
source: Added
hi_in: जोड़ा गया
ja_jp: お気に入りに追加しました
zh_cn: 已收藏
zh_tw: 已收藏

# UAI
source: Creating group with an unavailable account is not allowed.
hi_in: अनुपलब्ध खाते से समूह बनाने की अनुमति नहीं है.
ja_jp: このアカウントは無効です。グループチャットを作成できません。
zh_cn: 此账号已停用，不可创建群聊
zh_tw: 此帳號已停用，不可建立群組聊天

# zyU
source: This user account is closed.
hi_in: यह उपयोगकर्ता खाता निष्क्रिय किया गया है.
ja_jp: このアカウントは無効です
zh_cn: 此账号已停用
zh_tw: 此帳號已停用

# +OM
source: Calling an unavailable account is not allowed.
hi_in: अनुपलब्ध खाते को कॉल करने की अनुमति नहीं है.
ja_jp: このアカウントは無効です。通話することができません
zh_cn: 此账号已停用，不可拨打电话
zh_tw: 此帳號已停用，不可撥打電話

# qgk
source: Uploading picture
hi_in: तस्वीर अपलोड की जा रही है
ja_jp: 画像をアップロードしています
zh_cn: 正在上传图片
zh_tw: 正在上傳圖片

# ZC4
source: Confirmed
hi_in: पुष्टि की गई
ja_jp: 確認済み
zh_cn: 已确认
zh_tw: 已確認

# hPE
source: New Group
hi_in: नया समूह
ja_jp: グループを作成
zh_cn: 创建群组
zh_tw: 建立群組

# 1Fk
source: Detail
hi_in: विवरण
ja_jp: 詳細
zh_cn: 详情
zh_tw: 詳細資料

# ClQ
source: Permission denied
hi_in: अनुमति अस्वीकृत की गई
ja_jp: ドキュメントの権限を取得できませんでした
zh_cn: 获取文档权限失败
zh_tw: 取得文件權限失敗

# reQ
source: Only visible to you
hi_in: केवल आपके लिए दृश्यमान
ja_jp: あなたにのみ表示
zh_cn: 仅对你可见
zh_tw: 只有你可以看見

# BFI
source: Oops... Something went wrong. Please try again later
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
ja_jp: エラーが発生しました。後ほど再試行してください
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# tjI
source: Items you marked as Favorites will be listed here
hi_in: आपके पसंदीदा आइटम यहाँ सूचीबद्ध किए जाएँगे
ja_jp: お気に入りはありません
zh_cn: 暂无收藏
zh_tw: 暫無收藏

# yzc
source: from
hi_in: से
zh_cn: 来自
zh_tw: 來自

# oWc
source: Favorites
hi_in: पसंदीदा
ja_jp: お気に入り
zh_cn: 收藏
zh_tw: 收藏

# a8o
source: File
hi_in: फ़ाइल
ja_jp: ファイル
zh_cn: 文件
zh_tw: 檔案

# ruM
source: Are you sure to end this service?
hi_in: क्या आप यह सेवा समाप्त करना चाहते हैं?
ja_jp: 今回のサービスを終了しますか？
zh_cn: 确定结束这次服务吗？
zh_tw: 確定結束此次服務嗎？

# hZI
source: Unable to end service. Please try again.
hi_in: सेवा समाप्त करने में असमर्थ. कृपया पुनः प्रयास करें.
ja_jp: サービスを終了できませんでした。後ほど再試行してください
zh_cn: 结束服务失败，请稍后重试。
zh_tw: 結束服務失敗，請稍後重試

# T/g
source: Confirm
hi_in: पुष्टि करें
ja_jp: 完了
zh_cn: 完成
zh_tw: 完成

# kTI
source: Forward
hi_in: फ़ॉर्वर्ड करें
ja_jp: 転送
zh_cn: 转发
zh_tw: 轉寄

# Fqk
source: Group Chat History
hi_in: समूह का चैट इतिहास
ja_jp: グループのチャット履歴
zh_cn: 群聊会话记录
zh_tw: 群組聊天對話記錄

# fEU
source: About
hi_in: के बारे में
ja_jp: グループ説明
zh_cn: 群描述
zh_tw: 群組描述

# GRk
source: Invitation Expired
hi_in: आमंत्रण की समय सीमा समाप्त हुई
ja_jp: この共有は期限切れです
zh_cn: 此分享已失效
zh_tw: 此分享已失效

# QWs
source: Use Rich Text for long content or text-image mixture
hi_in: अधिक सामग्री या टेक्स्ट-छवि मिश्रण के लिए रिच टेक्स्ट का उपयोग करें
ja_jp: 長いメッセージや画像を送信するには、リッチテキストを使用できます
zh_cn: 发表长篇或者图文内容，可以使用富文本
zh_tw: 發表長篇或者圖文內容，可以使用富文字

# c9M
source: This group has been disbanded
hi_in: यह समूह भंग किया जा चुका है
ja_jp: このグループはグループオーナーにより解散されました
zh_cn: 此群已被群主解散
zh_tw: 群主已解散此群組

# 4L8
source: Notice
hi_in: सूचना
ja_jp: 注意
zh_cn: 提示
zh_tw: 提示

# n3Y
source: Please contact the administrator to upgrade version.
hi_in: संस्करण अपग्रेड करने के लिए कृपया एडमिनिस्ट्रेटर से संपर्क करें
ja_jp: 管理者に連絡して、プランをアップグレードしてください
zh_cn: 请联系企业管理员升级套餐
zh_tw: 請聯絡管理員升級方案

# 3tw
source: Got It
hi_in: समझ गया/गई
ja_jp: 了解
zh_cn: 我知道了
zh_tw: 我知道了

# vbc
source: Join
hi_in: शामिल हों
ja_jp: 参加
zh_cn: 加入该群
zh_tw: 加入該群組

# NFE
source: Copied
hi_in: कॉपी किया गया
ja_jp: コピーしました
zh_cn: 复制成功
zh_tw: 複製成功

# 9MM
source: View in Chat
hi_in: चैट में देखें
ja_jp: チャットで表示
zh_cn: 跳转至会话
zh_tw: 重新導向至對話

# tsk
source: Red Packet
hi_in: होंगबाओ
ja_jp: ラッキーマネー
zh_cn: 红包
zh_tw: 紅包

# dqw
source: Confirm
hi_in: पुष्टि करें
ja_jp: 確認
zh_cn: 确定
zh_tw: 確定

# Flo
source: Couldn't load
hi_in: लोड नहीं किया जा सका
ja_jp: 読み込めませんでした
zh_cn: 加载失败
zh_tw: 載入失敗

# /Vk
source: Loading...
hi_in: लोड हो रहा है...
ja_jp: 読み込み中...
zh_cn: 正在加载...
zh_tw: 正在載入...

# JTE
source: Forward
hi_in: फ़ॉर्वर्ड करें
ja_jp: 転送
zh_cn: 转发
zh_tw: 轉寄

# cb0
source: This message has been burned
hi_in: यह संदेश नष्ट किया जा चुका है
ja_jp: 当該メッセージは破棄されました
zh_cn: 该消息已被销毁
zh_tw: 該訊息已被銷毀

# YyQ
source: Couldn't load Message. Please try again.
hi_in: संदेश लोड करना विफल हुआ. कृपया पुनः प्रयास करें.
ja_jp: メッセージを読み込みできませんでした。再試行してください
zh_cn: 消息获取异常，请重试
zh_tw: 訊息取得異常，請重試

# xuQ
source: This message was deleted.
hi_in: यह संदेश हटा दिया गया था
ja_jp: このメッセージは削除されています
zh_cn: 此消息已删除
zh_tw: 此訊息已刪除

# FJk
source: Message yourself to keep a memo
hi_in: कोई मेमो रखने के लिए स्वयं को संदेश भेजें
ja_jp: 自分へのメッセージ
zh_cn: 可以向自己发送文件或转发消息
zh_tw: 可以向自己傳送檔案或轉寄訊息

# /1Q
source: This message was recalled.
hi_in: यह संदेश वापस लिया गया
ja_jp: このメッセージは取り消されています
zh_cn: 此消息已撤回
zh_tw: 已撤回此訊息

# Sd4
source: Looks like you are offline!
hi_in: नेटवर्क त्रुटि, कृपया पुनः प्रयास करें
ja_jp: ネットワークエラーです。再試行してください
zh_cn: 网络错误，请重试
zh_tw: 網路錯誤，請重試

# pp4
source: New Messages
hi_in: नए संदेश
ja_jp: 新着メッセージ
zh_cn: 以下是新消息
zh_tw: 以下是新訊息

# t1I
source: Message can't be sent. You're not connected.
hi_in: अब आप मित्र नहीं हैं और आप कोई संदेश नहीं भेज सकते
ja_jp: 連絡先ではなくなったため、メッセージを送信できません
zh_cn: 对方已不是你的联系人，你无法向对方发送消息
zh_tw: 對方已不是你的外部聯絡人，你無法向對方傳送訊息

# Kls
source: Not confirmed
hi_in: पुष्टि नहीं की गई
ja_jp: 未確認
zh_cn: 未确认
zh_tw: 未確認

# 7J4
source: Notify all group members
hi_in: समूह में सभी को सूचित किया जाएगा
ja_jp: チャット内のすべてのメンバーに通知
zh_cn: 提示所有成员
zh_tw: 提示所有成員

# d88
source: people
hi_in: लोग
ja_jp: 人
zh_cn: 人
zh_tw: 人

# DiY
source: Learn more about control
hi_in: नियंत्रण के बारे में अधिक जानें
ja_jp: 制限の詳細について
zh_cn: 了解管控详情
zh_tw: 了解管控詳細資訊

# YL0
source: Restricted phone inquiry
hi_in: प्रतिबंधित फ़ोन पूछताछ
ja_jp: 電話番号表示の制限
zh_cn: 电话查询限制
zh_tw: 電話查詢限制

# pFo
source: Call in case of business emergency
hi_in: दिए जाने हेतु आपातकालीन व्यापार सलाह
ja_jp: お急ぎの場合は、
zh_cn: 紧急业务建议拨打
zh_tw: 緊急業務建議撥打

# RRU
source: VoIP
ja_jp: 音声通話をご利用ください
zh_cn: 语音电话
zh_tw: 語音電話

# HzA
source: posted at
hi_in: द्वारा पोस्ट किया गया
ja_jp: より送信した時間：
zh_cn: 发送于
zh_tw: 傳送於

# 75E
source: Untitled post
hi_in: शीर्षकहीन पोस्ट
ja_jp: タイトルなし
zh_cn: 无标题
zh_tw: 無標題

# Hl4
source: Untitled Post
hi_in: शीर्षकहीन पोस्ट
ja_jp: タイトルなし
zh_cn: 无标题帖子
zh_tw: 無標題貼文

# 0LU
source: You might want to mention...
hi_in: आप का उल्लेख करना चाह सकते हैं...
ja_jp: よく連絡する人
zh_cn: 可能@的人
zh_tw: 可能@的人

# bHo
source: No results found
hi_in: कोई परिणाम नहीं मिला
ja_jp: 結果が見つかりません
zh_cn: 暂无内容
zh_tw: 暫無內容

# +Ak
source: Read ({{count}})
hi_in: ({{count}}) द्वारा पढ़ाया गया
ja_jp: 既読（{{count}}）
zh_cn: 已读({{count}})
zh_tw: 已讀 ({{count}})

# 1jo
source: Read
hi_in: द्वारा पढ़ाया गया
ja_jp: 既読
zh_cn: 已读
zh_tw: 已讀

# iGI
source: All read
hi_in: सभी द्वारा पढ़ाया गया
ja_jp: すべてのメンバーが既読
zh_cn: 全部成员已读
zh_tw: 全部成員已讀

# T/A
source: All unread
hi_in: सभी द्वारा अपठित
ja_jp: すべてのメンバーが未読
zh_cn: 全部成员未读
zh_tw: 全部成員未讀取

# sX4
source: Oops... Looks like something went wrong
hi_in: ओह... ऐसा लगता है कि कुछ ग़लत हुआ
ja_jp: エラーが発生したようです
zh_cn: 好像什么东西出错了
zh_tw: 好像有什麼東西出錯了

# i/U
source: Remove
hi_in: निकालें
ja_jp: 削除
zh_cn: 移除
zh_tw: 移除

# xlA
source: Reply
hi_in: उत्तर दें
ja_jp: 返信
zh_cn: 回复
zh_tw: 回覆

# Lfk
source: Reply to {{name}}
hi_in: {{name}} को उत्तर दें
ja_jp: {{name}} に返信
zh_cn: 回复 {{name}}
zh_tw: 回覆 {{name}}

# pxg
source: Retry
hi_in: पुनः प्रयास करें
ja_jp: 再試行
zh_cn: 重试
zh_tw: 重試

# yvI
source: Save
hi_in: सहेजें
ja_jp: 保存
zh_cn: 保存
zh_tw: 儲存

# Hu4
source: Remove this item from Favorites?
hi_in: यह आइटम हटाएँ?
ja_jp: お気に入りから削除しますか？
zh_cn: 从收藏中移除？
zh_tw: 要從收藏中移除？

# Ino
source: Unable to delete, please try again
hi_in: हटाने में असमर्थ, कृपया पुनः प्रयास करें
ja_jp: 削除できませんでした。再試行してください
zh_cn: 删除失败，请重试
zh_tw: 刪除失敗，請重試

# OvE
source: The current version does not support viewing this message
hi_in: वर्तमान संस्करण यह संदेश देखने का समर्थन नहीं करता
ja_jp: 現在のバージョンはこのメッセージを表示できません
zh_cn: 当前版本不支持查看此消息
zh_tw: 目前版本不支援查看此訊息

# vcw
source: Unable to add. Please try again.
hi_in: जोड़ने में विफल हुआ, कृपया बाद में पुनः प्रयास करें
ja_jp: お気に入りに追加できませんでした。再試行してください
zh_cn: 收藏失败，请重试
zh_tw: 收藏失敗，請重試

# Wag
source: Search
hi_in: खोजें
ja_jp: 検索
zh_cn: 搜索
zh_tw: 搜尋

# mJo
source: Search failed. Please try again.
hi_in: खोज विफल हुई. कृपया पुनः प्रयास करें.
ja_jp: 検索できませんでした。再試行してください
zh_cn: 搜索失败，请重试
zh_tw: 搜尋失敗，請重試

# iBs
source: Search
hi_in: खोजें
ja_jp: 検索
zh_cn: 搜索
zh_tw: 搜尋

# N1A
source: Search for members
hi_in: सदस्यों को खोजें
ja_jp: メンバーを検索
zh_cn: 搜索群成员
zh_tw: 搜尋群組成員

# or8
source: No "{{text}}" result found
hi_in: "{{text}}" के लिए कोई परिणाम नहीं मिला
ja_jp: 「{{text}}」に関連する検索結果は見つかりませんでした
zh_cn: 未搜到“{{text}}”相关结果
zh_tw: 未搜尋到「{{text}}」相關結果

# HLY
source: %ds after reading
hi_in: पढ़ने के %d सेकंड के बाद
ja_jp: %d 秒後に破棄
zh_cn: %d秒后销毁
zh_tw: %d 秒後銷毀

# QUE
source: %d day after reading
hi_in: पढ़ने के %d दिनों के बाद
ja_jp: %d 日後に破棄
zh_cn: %d天后销毁
zh_tw: %d天後銷毀

# z0c
source: %dh after reading
hi_in: पढ़ने के %d घंटों के बाद
ja_jp: %d 時間後に破棄
zh_cn: %d小时后销毁
zh_tw: %d 小時後銷毀

# wJg
source: %dm after reading
hi_in: पढ़ने के %d मिनटों के बाद
ja_jp: %d 分後に破棄
zh_cn: %d分钟后销毁
zh_tw: %d分鐘後銷毀

# Wo0
source: %d week after reading
hi_in: पढ़ने के %d सप्ताहों के बाद
ja_jp: %d 週間後に破棄
zh_cn: %d周后销毁
zh_tw: %d 週後銷毀

# OV8
source: Self-destruct timer
hi_in: नष्ट करने का समय
ja_jp: 破棄時間
zh_cn: 定时销毁
zh_tw: 定時銷毀

# OBs
source: Multi
hi_in: एकाधिक
ja_jp: 複数選択
zh_cn: 多选
zh_tw: 多選

# Vy4
source: Select from contacts
hi_in: संपर्कों से चुनें
ja_jp: 連絡先を選択
zh_cn: 选择联系人
zh_tw: 選擇聯絡人

# y3g
source: Send
hi_in: भेजें
ja_jp: 送信
zh_cn: 发送
zh_tw: 傳送

# Tbk
source: Message {{name}}
hi_in: {{name}} को संदेश भेजें
ja_jp: {{name}} へのメッセージ
zh_cn: 发送给 {{name}}
zh_tw: 傳送給 {{name}}

# Zas
source: Contact Card
hi_in: संपर्क कार्ड
ja_jp: プロフィールカード
zh_cn: 个人名片
zh_tw: 個人名片

# +1Y
source: You're in this group.
hi_in: इस समूह में जाएँ
ja_jp: グループに参加済み
zh_cn: 已加入该群组
zh_tw: 已加入該群組，點選進入

# Nxs
source: Skip
hi_in: छोड़ें
ja_jp: スキップ
zh_cn: 跳过此步骤
zh_tw: 跳過此步驟

# Pcg
source: Phone Call
hi_in: फ़ोन कॉल
ja_jp: 携帯電話に呼び出し
zh_cn: 拨打电话
zh_tw: 撥打電話

# vsQ
source: Sticker can't be uploaded. The size exceeds the 5MB limit.
hi_in: स्टिकर 5 MB से बड़ा है. अपलोड करने में असमर्थ.
ja_jp: ファイルのサイズは制限（5 MB）を超えています。アップロードできません。
zh_cn: 超出最大限制（5MB），无法上传
zh_tw: 超出最大限制（5 MB），無法上傳

# yBc
source: Sticker larger than 2000*2000 pixels. Unable to upload.
hi_in: स्टिकर 2000*2000 पिक्सेल्स से बड़ा है. अपलोड करने में असमर्थ.
ja_jp: サイズの上限（2000*2000 ピクセル）を超えたため、アップロードできません
zh_cn: 超出最大限制（2000*2000像素），无法上传
zh_tw: 超出最大限制（2000*2000 像素），無法上傳

# 9Jo
source: Picture type not supported
hi_in: तस्वीर का प्रकार समर्थित नहीं है
ja_jp: アプリでこの画像をアップロードできません
zh_cn: 应用不能上传该图片
zh_tw: 應用程式不能上傳該圖片

# fO0
source: Unable to upload. The maximum number of stickers reached.
hi_in: अपलोड करने में असमर्थ. स्टिकर की संख्या अधिकतम तक पहुँच गई है.
ja_jp: カスタムスタンプの数が上限に達したため、アップロードを続行できません
zh_cn: 您的自定义表情已经达到上限，无法继续上传
zh_tw: 您的自訂表情已經達到上限，無法繼續上傳

# KOU
source: Pin
hi_in: पिन करें
ja_jp: トップに固定
zh_cn: 置顶
zh_tw: 置頂

# Q7M
source: This sticker has been added
hi_in: स्टिकर जोड़ा जा चुका है
ja_jp: このスタンプは追加済みです。重複して追加しないでください
zh_cn: 该表情已添加过，请勿重复添加
zh_tw: 已新增過該表情，請勿重複新增

# 6I0
source: You uploaded {{total_number}} stickers. {{failed_number}} failed. Please make sure your network is connected
hi_in: आपने {{total_number}} स्टिकर अपलोड किए. {{failed_number}} विफल हुए. कृपया सुनिश्चित करें कि आपका नेटवर्क कनेक्ट किया गया है
ja_jp: {{total_number}} 枚のスタンプをアップロードし、そのうち {{failed_number}} 枚はアップロードできませんでした。ネットワークの接続状況を確認してください
zh_cn: 您上传了 {{total_number}} 张表情，其中 {{failed_number}} 张上传失败，请确保您的网络连接正常
zh_tw: 你上傳了 {{total_number}} 張表情，其中 {{failed_number}} 上傳失敗，請確保你的網路連線正常

# MFY
source: Unable to upload stickers. Please check your network connection.
hi_in: स्टिकर अपलोड करने में असमर्थ. कृपया अपने नेटवर्क कनेक्शन की जाँच करें.
ja_jp: カスタムスタンプをアップロードできませんでした。ネットワークの接続を確認してください
zh_cn: 无法上传自定义表情，请检查网络连接
zh_tw: 無法上傳自訂表情，請檢查網路連線

# DrA
source: Confirm
hi_in: पुष्टि करें
ja_jp: 確定
zh_cn: 确定
zh_tw: 確定

# 8o4
source: Unread
hi_in: अपठित
ja_jp: 未読
zh_cn: 未读
zh_tw: 未讀

# yjE
source: Details
hi_in: थ्रेड
ja_jp: 詳細
zh_cn: 详情页
zh_tw: 詳細資料頁面

# A1I
source: Member List
hi_in: सदस्य सूची
ja_jp: メッセージの既読状況
zh_cn: 消息阅读状态
zh_tw: 訊息閱讀狀態

# grc
source: @Mention
hi_in: @उल्लेख
ja_jp: @メンション
zh_cn: 选择成员
zh_tw: 選擇成員

# JBg
source: [Unable to view message, please upgrade to the latest version of {{APP_DISPLAY_NAME}}]
hi_in: [मौजूदा संस्करण यह संदेश देखने का समर्थन नहीं करता है]
ja_jp: [メッセージを表示できません。最新バージョンの {{APP_DISPLAY_NAME}} にアップデートしてください]
zh_cn: [无法查看此消息，请更新到最新版本的{{APP_DISPLAY_NAME}}]
zh_tw: [無法查看此訊息，請更新到最新版本的{{APP_DISPLAY_NAME}}]

# ucM
source: Unread ({{count}})
hi_in: ({{count}}) अपठित
ja_jp: 未読（{{count}}）
zh_cn: 未读({{count}})
zh_tw: 未讀 ({{count}})

# /HI
source: Please confirm the phone number shown is the one you are using now.
hi_in: कृपया इस बात की पुष्टि करें कि दिखाया गया फ़ोन नंबर वही नंबर है, जो आप अभी उपयोग कर रहे हैं.
ja_jp: 次の番号が現在お使いしているデバイスの携帯電話番号であることを確認してください
zh_cn: 为了确保呼叫成功，请确认以下号码是当前设备手机号
zh_tw: 為了確保呼叫成功，請確認以下號碼是目前裝置手機號碼。

# Css
source: Urgent Call
hi_in: ज़रूरी कॉल
ja_jp: 緊急通話
zh_cn: 紧急通话
zh_tw: 緊急通話

# rrA
source: Please enter the country code and phone number.
hi_in: कृपया देश कोड और फ़ोन नंबर दर्ज करें.
ja_jp: 国コードと携帯番号を入力してください
zh_cn: 请输入国家地区代码和手机号码
zh_tw: 請輸入國家地區代碼和手機號碼

# jDQ
source: The phone number is in the wrong format.
hi_in: फ़ोन नंबर ग़लत फॉर्मेट में है.
ja_jp: 携帯番号のフォーマットが間違っています。
zh_cn: 手机号码格式错误
zh_tw: 手機號碼格式錯誤

# 8/I
source: Are you sure to make the call?
hi_in: क्या आप वाकई कॉल करना चाहते हैं?
ja_jp: 緊急通話をかけますか？
zh_cn: 确认呼叫紧急通话吗？
zh_tw: 確認呼叫緊急通話嗎？

# 3Hw
source: Send the Contact Card to this chat?
hi_in: इस चैट को संपर्क कार्ड भेजें?
ja_jp: プロフィールカードをこのチャットに送信しますか？
zh_cn: 确定发送该名片到本聊天？
zh_tw: 確定傳送該名片到本聊天？

# pZI
source: Poll
hi_in: पोल
ja_jp: 投票
zh_cn: 投票
zh_tw: 投票

# Fac
source: Read
hi_in: पढ़ाया गया
ja_jp: 人が既読
zh_cn: 人已读
zh_tw: 人已讀

# tmI
source: Unread
hi_in: अपठित
ja_jp: 人が未読
zh_cn: 人未读
zh_tw: 人未讀

# rk0
source: You've received a LAN file. Check it on your computer.
hi_in: आपने एक LAN फाइल प्राप्त किया है. अपने कंप्यूटर पर इसकी जाँच करें.
ja_jp: LAN 経由のファイルを受信しました。デスクトップ版のみ確認できます
zh_cn: 你收到一个局域网传输文件，请在电脑端查看
zh_tw: 你收到一個區域網路傳輸檔案，請在電腦端查看

# Ndk
source: You've sent a LAN file. Check it in the chat.
hi_in: आपने एक LAN फाइल भेजा है. चैट में इसकी जाँच करें.
ja_jp: LAN 経由のファイルを受信しました。チャット内で確認しましょう
zh_cn: 你收到一个局域网传输文件，请在电脑端会话内查看
zh_tw: 你收到一個區域網路傳輸檔案，請在電腦端對話內查看

# vRE
source: You've sent a LAN file. Check it on the sending device.
hi_in: आपने एक LAN फाइल भेजा है. भेजने वाले डिवाइस पर इसकी जाँच करें.
ja_jp: LAN 経由のファイルを送信しました。デスクトップ版のみ確認できます
zh_cn: 你发送了一个局域网传输文件，请在电脑端查看
zh_tw: 你傳送了一個區域網路傳輸檔案，請在電腦端查看

# Gyk
source: Add this user as a contact to start more collaborations.
hi_in: और अधिक सहयोग शुरू करने के लिए इस उपयोगकर्ता को संपर्क के रूप में जोड़ें.
ja_jp: 連絡先として追加すると、さらに多くのコラボレーション機能を利用できます
zh_cn: 添加该用户为联系人即可进行更多协作
zh_tw: 新增該使用者為聯絡人即可進行更多協作
