Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 7O4
source: Smart Meetings
de_de: Intelligente Besprechungen
es_es: Reuniones inteligentes
fr_fr: Réunions intelligentes
id_id: Rapat Cerdas
it_it: Riunioni intelligenti
ja_jp: スマート会議
ko_kr: 스마트 회의
ms_my: Mesyuarat Pintar
pt_br: Reuniões inteligentes
ru_ru: Интеллектуальные конференции
th_th: การประชุมอัจฉริยะ
vi_vn: Cuộc họp thông minh
zh_cn: 智能会议
zh_tw: 智慧會議

# iXI
source: Oops... Something went wrong...
de_de: Hoppla... Etwas ist schiefgelaufen...
es_es: ¡Vaya! Algo ha ido mal...
fr_fr: Désolé ! Une erreur est survenue.
hi_in: ओह... कुछ गलत हुआ...
id_id: Ups... Ada yang salah...
it_it: Spiacenti. Si è verificato un errore.
ja_jp: エラーが発生しました
ko_kr: 죄송합니다... 문제가 발생했습니다...
ms_my: Alamak... Ada yang tidak kena...
pt_br: Ups... Algo deu errado...
ru_ru: Ошибка. Что-то пошло не так...
th_th: อุ๊บส์... มีบางอย่างผิดปกติ...
vi_vn: Rất tiếc... Đã có lỗi xảy ra...
zh_cn: 糟糕…发生了一些错误…
zh_tw: 糟糕…發生錯誤…

# 3lc
source: Hold the spacebar while muted to temporarily unmute
de_de: Leertaste gedrückt halten, um die Stummschaltung vorübergehend aufzuheben
es_es: Mantener pulsada la barra espaciadora para dejar de silenciar de manera temporal
fr_fr: Lorsque votre son est coupé, maintenez la barre espace enfoncée pour le réactiver temporairement
hi_in: माइक्रोफ़ोन अस्थायी रूप से चालू करने के लिए म्यूट रहते हुए स्पेसबार दबाकर रखें
id_id: Tahan bilah spasi saat dibisukan untuk membunyikan sementara
it_it: Tieni premuta la barra spaziatrice per riattivare l'audio temporaneamente
ja_jp: スペースキーを押すことでミュート状態を一時的に解除
ko_kr: 음소거 상태에서 스페이스바를 길게 누르면 일시적으로 음소거를 해제합니다
ms_my: Tahan bar ruang semasa disenyapkan untuk dinyahsenyapkan sementara
pt_br: Segure a barra de espaço enquanto tem o mudo ativado para desativar temporariamente o mudo
ru_ru: Удерживайте пробел при отключенном звуке, чтобы временно включить звук
th_th: กด Spacebar ค้างไว้ในขณะที่ปิดเสียงเพื่อเปิดเสียงชั่วคราว
vi_vn: Nhấn giữ phím cách trong khi tắt tiếng để tạm thời bật tiếng
zh_cn: 静音状态下长按空格键暂时打开麦克风
zh_tw: 靜音狀態下長按空白鍵可暫時開啟麥克風

# kHY
source: Speaker
de_de: Sprecher
es_es: Altavoz
fr_fr: Intervenant
it_it: Altoparlante
ja_jp: スピーカー
ko_kr: 스피커
ms_my: Pembicara
pt_br: Orador
ru_ru: Выступающий
th_th: ผู้พูด
vi_vn: Người phát biểu
zh_cn: 演讲者
zh_tw: 演講者

# zJ0
source: Speaker
de_de: Lautsprecher
es_es: Altavoz
fr_fr: Haut-parleur
it_it: Altoparlante
ja_jp: スピーカー
ko_kr: 스피커
ms_my: Pembicara
pt_br: Alto-falante
ru_ru: Динамик
th_th: ลำโพง
vi_vn: Loa
zh_cn: 扬声器
zh_tw: 擴音器

# 0rY
source: Show shared content and speakers at the same time. Show speakers full screen when there is no shared content.
de_de: Freigegebene Inhalte und Sprecher gleichzeitig anzeigen. Sprecher im Vollbildmodus anzeigen, wenn kein Inhalt freigegeben ist.
es_es: Mostrar el contenido compartido y los ponentes al mismo tiempo. Mostrar los ponentes en pantalla completa cuando no haya contenido compartido.
fr_fr: Afficher le contenu partagé et les intervenants en même temps. Afficher les intervenants en plein écran lorsqu'il n'y a pas de contenu partagé.
id_id: Tampilkan konten yang dibagikan dan pembicara pada waktu yang bersamaan. Tampilkan layar penuh pembicara ketika tidak ada konten yang dibagikan.
it_it: Mostra contenuto condiviso e relatori nello stesso momento. Mostra relatori a schermo intero quando non c'è alcun contenuto condiviso.
ja_jp: 共有内容と発言者の画面を同時に表示します。共有内容がない場合、発言者を全画面で表示します。
ko_kr: 공유 콘텐츠와 발화자를 동시에 표시합니다. 공유 콘텐츠가 없는 경우 발화자 전체 화면을 표시합니다.
ms_my: Tunjukkan kandungan yang dikongsi dan pembicara pada masa yang sama. Tunjukkan pembicara skrin penuh apabila tiada kandungan yang dikongsi.
pt_br: Mostre conteúdo compartilhado e palestrantes ao mesmo tempo. Mostre alto-falantes em tela inteira quando não houver conteúdo compartilhado.
ru_ru: Показывать одновременно общий контент и докладчиков. Показывать полный экран докладчиков при отсутствии общего контента.
th_th: แสดงเนื้อหาและวิทยากรที่มีการแบ่งปันพร้อมกัน แสดงผู้พูดแบบเต็มหน้าจอเมื่อไม่มีเนื้อหาที่แบ่งปัน
vi_vn: Hiển thị nội dung chia sẻ và người phát biểu cùng lúc. Hiển thị toàn màn hình của người phát biểu khi không có nội dung chia sẻ.
zh_cn: 同时显示共享内容和发言人。无共享时全屏显示发言人
zh_tw: 同時顯示分享內容和發言人。無分享時，以全螢幕顯示發言人

# GPw
source: Speaking permissions
de_de: Berechtigungen zum Sprechen
es_es: Permisos para hablar
fr_fr: Autorisations de prise de parole
id_id: Izin berbicara
it_it: Autorizzazioni per parlare
ja_jp: 発言権限
ko_kr: 발언 권한
ms_my: Kebenaran bercakap
pt_br: Permissões de fala
ru_ru: Разрешения на выступления
th_th: สิทธิ์การอนุญาตในการพูด
vi_vn: Quyền phát biểu
zh_cn: 发言权限
zh_tw: 發言權限

# Q08
source: My spoken language
de_de: Meine gesprochene Sprache
es_es: Mi idioma hablado
fr_fr: Ma langue parlée
hi_in: मेरी बोली भाषा
id_id: Bahasa percakapan saya
it_it: La mia lingua parlata
ja_jp: 自分の音声言語
ko_kr: 내 음성 언어
ms_my: Bahasa lisan
pt_br: Meu idioma falado
ru_ru: Мой язык общения
th_th: ภาษาที่ฉันพูด
vi_vn: Ngôn ngữ nói của tôi
zh_cn: 我的说话语言
zh_tw: 我的說話語言

# 1ek
source: Subtitle settings
de_de: Untertiteleinstellungen
es_es: Configuración de los subtítulos
fr_fr: Paramètres des sous-titres
hi_in: उपशीर्षक सेटिंग्स
id_id: Pengaturan subtitle
it_it: Impostazioni sottotitoli
ja_jp: 字幕設定
ko_kr: 자막 설정
ms_my: Tetapan sarikata
pt_br: Configurações das legendas
ru_ru: Настройки субтитров
th_th: การตั้งค่าคำบรรยาย
vi_vn: Cài đặt phụ đề
zh_cn: 字幕设置
zh_tw: 字幕設定

# DGY
source: Auto detect
de_de: Autom. erkennen
es_es: Detección automática
fr_fr: Détection automatique
hi_in: स्वत: पता लगाएँ
id_id: Deteksi otomatis
it_it: Rilevazione automatica
ja_jp: 自動
ko_kr: 자동 감지
ms_my: Pengesanan automatik
pt_br: Detectar automaticamente
ru_ru: Автоматически
th_th: ตรวจหาอัตโนมัติ
vi_vn: Tự động phát hiện
zh_cn: 自动
zh_tw: 自動

# xb4
source: Translate transcription into
de_de: Transkription übersetzen ins
es_es: Traducir transcripción al
fr_fr: Traduire la transcription en
id_id: Terjemahkan transkripsi menjadi
it_it: Traduci trascrizione in
ja_jp: 翻訳先言語
ko_kr: 원고 기록 번역 목표어
ms_my: Terjemahkan transkripsi ke
pt_br: Traduzir a transcrição para
ru_ru: Перевести расшифровку на
th_th: แปลการถอดเสียงเป็น
vi_vn: Dịch bản chép lời sang
zh_cn: 转录翻译为
zh_tw: 轉錄翻譯為

# jng
source: Turn off
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
hi_in: बंद करें
id_id: Nonaktifkan
it_it: Disattiva
ja_jp: 無効にする
ko_kr: 끄기
ms_my: Matikan
pt_br: Desligar
ru_ru: Выключить
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_tw: 關閉

# TxM
source: Turn on subtitles when I join a meeting
de_de: Untertitel aktivieren, wenn ich einer Besprechung beitrete.
es_es: Activar los subtítulos cuando me uno a una reunión
fr_fr: Activer les sous-titres lorsque je participe à une réunion
hi_in: जब मैं एक मीटिंग में शामिल हूँ, तब कैप्शन चालू करें
id_id: Aktifkan subtitle ketika saya bergabung dengan rapat
it_it: Attiva i sottotitoli quando mi unisco a una riunione
ja_jp: 会議に参加する時に字幕をオンにする
ko_kr: 회의에 참가할 때 자막 켜기
ms_my: Hidupkan sarikata bila saya sertai mesyuarat
pt_br: Ligar legendas quando ingressar em uma reunião
ru_ru: Включать субтитры после моего присоединения к конференции
th_th: เปิดคำบรรยายเมื่อฉันเข้าร่วมการประชุม
vi_vn: Bật phụ đề khi tôi tham gia một cuộc họp
zh_cn: 加入会议时开启字幕
zh_tw: 加入會議時開啟字幕

# wTM
source: Participants unmute themselves
de_de: Teilnehmer heben eigene Stummschaltung auf
es_es: Los participantes se dejan de silenciar a sí mismos
fr_fr: Les participants réactivent le son eux-mêmes
id_id: Peserta membunyikan dirinya sendiri
it_it: I partecipanti attivano l'audio da soli
ja_jp: 参加者が自分でミュートを解除
ko_kr: 참가자 자체 음소거 해제
ms_my: Peserta menyuarakan diri mereka
pt_br: Os participantes desativam o próprio mudo
ru_ru: Участники могут включить звук
th_th: ผู้เข้าร่วมเปิดเสียงตัวเอง
vi_vn: Người tham gia tự bật tiếng
zh_cn: 参会人自己打开麦克风
zh_tw: 與會人員自己開啟麥克風

# m8w
source: Upgrade your subscription plan to use this feature
de_de: Upgrade für Ihren Abonnementplan holen, um diese Funktion zu nutzen
es_es: Actualiza tu plan de suscripción para poder utilizar esta característica
fr_fr: Mettez à niveau votre forfait afin d'utiliser cette fonctionnalité
hi_in: इस सुविधा का उपयोग करने के लिए अपना सदस्यता प्लान अपग्रेड करें
id_id: Tingkatkan paket langganan Anda untuk menggunakan fitur ini
it_it: Effettua l'upgrade del piano di abbonamento per utilizzare questa funzione
ja_jp: プランをアップグレードしてこの機能を利用しましょう
ko_kr: 이 기능을 사용하려면 구독 요금제를 업그레이드하세요
ms_my: Tingkatkan langganan anda untuk menggunakan ciri ini
pt_br: Faça upgrade do seu plano de assinatura para usar este recurso
ru_ru: Перейдите на другой план подписки, чтобы использовать эту функцию
th_th: อัปเกรดแผนการสมัครเป็นสมาชิกของคุณเพื่อใช้ฟีเจอร์นี้
vi_vn: Nâng cấp gói thuê bao của bạn để sử dụng tính năng này
zh_cn: 升级套餐以使用此功能
zh_tw: 需升級方案才能使用此功能

# Aa8
source: Join with H.323 Rooms system
de_de: Mit H.323-Raumsystem beitreten
es_es: Unirse con el sistema de salas H.323
fr_fr: Participer à l'aide le système de salles H.323
hi_in: H.323 रूम सिस्टम से शामिल हों
id_id: Bergabung dengan Sistem ruang H.323
it_it: Partecipa con il sistema Sale H.323
ja_jp: H.323 会議室システムで会議に参加
ko_kr: H.323 회의실 시스템으로 참가
ms_my: Sertai dengan sistem Bilik H.323
pt_br: Ingressar com o sistema de Salas H.323
ru_ru: Присоединитесь с системой H.323 Rooms
th_th: เข้าร่วมด้วยระบบ H.323 Rooms
vi_vn: Tham gia bằng hệ thống H.323 Rooms
zh_cn: 通过 H.323 会议室系统入会
zh_tw: 透過 H.323 會議室系統加入會議

# UWk
source: Activate virtual assistant during meetings
de_de: Während Besprechungen den virtuellen Assistenten aktivieren
es_es: Activar el asistente virtual durante las reuniones
fr_fr: Activez l'assistant virtuel pendant les réunions
id_id: Aktifkan asisten virtual selama rapat
it_it: Attiva l'assistente virtuale durante le riunioni
ja_jp: 会議中の AI チャットを有効化
ko_kr: 회의 중 가상 어시스턴트를 활성화합니다
ms_my: Aktifkan pembantu maya semasa mesyuarat
pt_br: Ativar assistente virtual durante as reuniões
ru_ru: Активировать виртуального помощника во время конференций
th_th: เปิดใช้งานผู้ช่วยเสมือนในระหว่างการประชุม
vi_vn: Kích hoạt trợ lý ảo trong cuộc họp
zh_cn: 在会议中使用 AI 对话
zh_tw: 在會議中使用 AI 對話

# Hek
source: Generate AI-enhanced meeting notes in the meeting notes document
de_de: Im Dokument für die Besprechungsnotizen KI-gestützte Besprechungsnotizen generieren
es_es: Generar notas de reunión mejoradas con IA en el documento de notas de reunión
fr_fr: Générez des notes de réunion améliorées par l'IA dans le document de notes de réunion
id_id: Hasilkan catatan rapat yang ditingkatkan AI di dokumen catatan rapat
it_it: Genera note riunione potenziate dall'IA nel documento delle note riunione
ja_jp: 議事録ドキュメントでスマート議事録を自動生成
ko_kr: 회의 메모 문서에서 AI로 강화된 회의 메모를 생성합니다
ms_my: Hasilkan catatan mesyuarat yang ditingkatkan AI dalam dokumen catatan mesyuarat
pt_br: Gerar anotações da reunião aprimoradas por IA no documento de anotações da reunião
ru_ru: Генерировать заметки конференции при помощи ИИ в соответствующем документе
th_th: สร้างบันทึกการประชุมที่ยกระดับด้วย AI ในเอกสารบันทึกการประชุม
vi_vn: Tạo ghi chú cuộc họp nâng cao nhờ AI trong tài liệu ghi chú cuộc họp
zh_cn: 在纪要文档中生成智能会议纪要
zh_tw: 在記錄文件中產生智慧會議記錄

# Qf4
source: Generate AI-enhanced meeting notes in Minutes
de_de: In Minutes KI-gestützte Besprechungsnotizen generieren
es_es: Generar notas de reunión mejoradas con IA en Minutes
fr_fr: Générez des notes de réunion améliorées par l'IA dans Minutes
id_id: Hasilkan catatan rapat yang ditingkatkan AI di Catatan
it_it: Genera note riunione potenziate dall'IA in Verbale
ja_jp: Minutes でスマート議事録を自動生成
ko_kr: 몇 분 만에 AI로 강화된 회의 메모를 생성합니다
ms_my: Hasilkan catatan mesyuarat yang ditingkatkan AI dalam Minit
pt_br: Gerar anotações da reunião aprimoradas por IA no Minutes
ru_ru: Генерировать заметки конференции при помощи ИИ в Minutes
th_th: สร้างบันทึกการประชุมที่ยกระดับด้วย AI ในรายงานการประชุม
vi_vn: Tạo ghi chú cuộc họp nâng cao nhờ AI trong Biên bản
zh_cn: 在妙记中生成智能会议纪要
zh_tw: 在妙記中產生智慧會議記錄

# Pcc
source: Use avatar
de_de: Avatar verwenden
es_es: Usar avatar
fr_fr: Utiliser un avatar
id_id: Gunakan avatar
it_it: Usa avatar
ja_jp: アバターを使用
ko_kr: 아바타 사용
ms_my: Guna avatar
pt_br: Usar avatar
ru_ru: Использовать аватар
th_th: ใช้อวตาร
vi_vn: Sử dụng ảnh đại diện
zh_cn: 使用虚拟形象
zh_tw: 使用虛擬頭像

# Jko
source: Use ultrasonic to connect to meeting rooms or share screen quickly
de_de: Mithilfe von Ultraschall eine Verbindung zu Besprechungsräumen herstellen oder den Bildschirm schnell freigeben
es_es: Usa la conexión ultrasónica para conectarte a salas de reuniones o compartir la pantalla rápidamente
fr_fr: Utilisez les ultrasons pour vous connecter à des salles de réunion ou partager votre écran rapidement
id_id: Gunakan ultrasonik untuk terhubung ke ruang rapat atau berbagi layar dengan cepat
it_it: Usa gli ultrasuoni per collegarti alle sale riunioni o condividere lo schermo velocemente
ja_jp: 超音波で会議室に接続または画面共有
ko_kr: 초음파를 사용하여 회의실에 연결하거나 화면을 빠르게 공유합니다
ms_my: Gunakan ultrasonik untuk menyambung ke bilik mesyuarat atau kongsi skrin dengan cepat
pt_br: Usar ultrassom para conectar-se a salas de reunião ou compartilhar tela rapidamente
ru_ru: Используйте ультразвуковое соединение для быстрого подключения к комнатам или показа экрана
th_th: ใช้อัลตราโซนิกเพื่อเชื่อมต่อห้องประชุมหรือแบ่งปันหน้าจออย่างรวดเร็ว
vi_vn: Sử dụng sóng siêu âm để kết nối phòng họp hoặc chia sẻ màn hình nhanh chóng
zh_cn: 使用超声波连接会议室或快速投屏
zh_tw: 使用超音波連線會議室或快速螢幕投影

# pZc
source: Your {{deviceType}} microphone will be in use, but {{APP_DISPLAY_NAME}} won't collect or store any voice data.
de_de: Ihr {{deviceType}}-Mikrofon wird zwar verwendet, jedoch erfasst oder speichert {{APP_DISPLAY_NAME}} keine Sprachdaten.
es_es: Tu micrófono {{deviceType}} estará activo, pero {{APP_DISPLAY_NAME}} no recopilará ni almacenará datos de voz.
fr_fr: Votre microphone {{deviceType}} sera utilisé, mais {{APP_DISPLAY_NAME}} ne collectera et ne stockera aucune donnée vocale.
id_id: Mikrofon {{deviceType}} Anda akan digunakan, tetapi {{APP_DISPLAY_NAME}} tidak akan mengumpulkan atau menyimpan data suara apa pun.
it_it: Verrà utilizzato il microfono del dispositivo {{deviceType}}, ma {{APP_DISPLAY_NAME}} non raccoglierà né salverà alcun dato vocale.
ja_jp: この機能を使用するには、{{deviceType}}のマイクにアクセスする必要があります。{{APP_DISPLAY_NAME}}は音声情報を収集・保存することはありません。
ko_kr: {{deviceType}} 마이크가 사용되지만 {{APP_DISPLAY_NAME}}에서는 어떠한 음성 데이터도 수집하거나 저장하지 않습니다.
ms_my: Mikrofon {{deviceType}} anda akan digunakan, tetapi {{APP_DISPLAY_NAME}} tidak akan mengumpul atau menyimpan sebarang data suara.
pt_br: Seu microfone do {{deviceType}} estará em uso, mas o {{APP_DISPLAY_NAME}} não coletará ou armazenará dados de voz.
ru_ru: Микрофон вашего устройства {{deviceType}} будет задействован, однако {{APP_DISPLAY_NAME}} не будет собирать или хранить какие-либо голосовые данные.
th_th: ไมโครโฟน {{deviceType}} ของคุณจะใช้งาน แต่ {{APP_DISPLAY_NAME}} จะไม่รวบรวมหรือจัดเก็บข้อมูลเสียงใด ๆ
vi_vn: Micrô {{deviceType}} của bạn sẽ được sử dụng, nhưng {{APP_DISPLAY_NAME}} không thu thập hoặc lưu trữ bất kỳ dữ liệu giọng nói nào.
zh_cn: 此过程需要使用{{deviceType}}麦克风，{{APP_DISPLAY_NAME}}不会收集或存储你的声音信息
zh_tw: 此過程需要使用{{deviceType}}麥克風，{{APP_DISPLAY_NAME}}不會收集或儲存你的聲音資訊

# 5Ps
source: Use virtual background
de_de: Virtuellen Hintergrund verwenden
es_es: Usar fondo virtual
fr_fr: Utiliser un arrière-plan virtuel
id_id: Gunakan latar belakang virtual
it_it: Usa sfondo virtuale
ja_jp: バーチャル背景を使用
ko_kr: 가상 배경 사용
ms_my: Guna latar belakang maya
pt_br: Usar plano de fundo virtual
ru_ru: Использовать виртуальный фон
th_th: ใช้พื้นหลังเสมือน
vi_vn: Sử dụng nền ảo
zh_cn: 使用虚拟背景
zh_tw: 使用虛擬背景

# Cj8
source: Only users from the organization
de_de: Nur Benutzer aus der Organisation
es_es: Solo los usuarios de la organización
fr_fr: Utilisateurs de l’organisation uniquement
id_id: Hanya pengguna dari organisasi
it_it: Solo utenti dell'organizzazione
ja_jp: 内部メンバーのみ参加可能
ko_kr: 기업의 사용자만 가능
ms_my: Hanya pengguna dari organisasi
pt_br: Somente usuários da organização
ru_ru: Только пользователи из организации
th_th: เฉพาะผู้ใช้จากองค์กรเท่านั้น
vi_vn: Chỉ người dùng trong tổ chức
zh_cn: 仅企业内用户可加入
zh_tw: 僅企業內使用者可加入

# 7Uk
source: Video
es_es: Vídeo
fr_fr: Vidéo
hi_in: वीडियो
ja_jp: ビデオ
ko_kr: 동영상
pt_br: Vídeo
ru_ru: Видео
th_th: วิดีโอ
zh_cn: 视频
zh_tw: 視訊

# YRE
source: Video mirroring
de_de: Videospiegeln
es_es: Efecto espejo del vídeo
fr_fr: Mise en miroir de la vidéo
id_id: Pencerminan video
it_it: Mirroring video
ja_jp: マイビデオをミラーリング
ko_kr: 동영상 미러링
ms_my: Pencerminan video
pt_br: Espelhamento de vídeo
ru_ru: Зеркальное видео
th_th: การสะท้อนวิดีโอ
vi_vn: Chiếu video
zh_cn: 视频镜像
zh_tw: 視訊鏡像

# cpI
source: View panelist list during the event
de_de: Podiumsteilnehmerliste während des Ereignisses ansehen
es_es: Ver la lista de panelistas durante el evento
fr_fr: Afficher la liste des panélistes pendant l'événement
id_id: Lihat daftar panelis acara selama acara
it_it: Visualizza l'elenco di relatori durante l'evento
ja_jp: 予定でパネリスト一覧を表示
ko_kr: 이벤트 중 패널리스트 목록 보기
ms_my: Lihat senarai panelis semasa acara
pt_br: Visualizar a lista de membros do painel durante o evento
ru_ru: Просмотр списка почетных гостей во время события
th_th: ดูรายชื่อผู้ร่วมอภิปรายในระหว่างกิจกรรม
vi_vn: Xem danh sách tham luận viên trong suốt sự kiện
zh_cn: 在日程中查看嘉宾列表
zh_tw: 在日程中查看來賓清單

# AeU
source: Voiceprint recognition
de_de: Stimmabdruckerkennung
es_es: Reconocimiento de huella de voz
fr_fr: Reconnaissance de l'empreinte vocale
hi_in: वोइसप्रिंट पहचान
id_id: Pengenalan sidik suara
it_it: Riconoscimento impronta vocale
ja_jp: 音声認識
ko_kr: 성문 인식
ms_my: Pengenalan suara
pt_br: Reconhecimento de impressão de voz
ru_ru: Распознавание голосовых отпечатков
th_th: การพิมพ์ด้วยระบบจดจำเสียง
vi_vn: Nhận dạng đồ thị sóng âm
zh_cn: 声纹识别
zh_tw: 聲紋識別

# Wgk
source: Recognize your speech in the meeting room audio
de_de: Nach dem Aktivieren wird Ihre Rede im Besprechungsaudio erkannt.
es_es: Reconocer tu discurso en el audio de la sala de reuniones
fr_fr: Identifiez votre voix dans le son de la salle de réunion
hi_in: एकत्रित वोइसप्रिंट के ज़रिए स्पीकर की पहचान करें
id_id: Kenali ucapan Anda di audio ruang rapat
it_it: Riconosci la tua voce nell'audio della sala riunioni
ja_jp: 会議室のデバイスからはあなたの発言を識別できます。
ko_kr: 회의실 오디오에서 회원님의 발언 식별
ms_my: Kenal pasti ucapan anda dalam audio bilik mesyuarat
pt_br: Reconhecer seu discurso no áudio da sala de reunião
ru_ru: Распознавать свою речь в аудио комнаты
th_th: จดจำคำพูดของคุณในเสียงห้องประชุม
vi_vn: Nhận dạng giọng nói của bạn trong âm thanh phòng họp
zh_cn: 授权后，可通过声纹识别出会中你的发言
zh_tw: 授權後，可透過聲紋識別你在會議中的發言

# Vnk
source: Already have voiceprint
de_de: Stimmabdruck bereits vorhanden
es_es: Ya tienes la huella de voz
fr_fr: Empreinte vocale déjà collectée
hi_in: पहले से वोइसप्रिंट है
id_id: Sudah memiliki sidik suara
it_it: Impronta vocale già presente
ja_jp: 音声情報があります
ko_kr: 이미 성문 있음
ms_my: Sudah ada suara
pt_br: Já tem impressão de voz
ru_ru: Голосовой отпечаток уже есть
th_th: มีพิมพ์เสียงอยู่แล้ว
vi_vn: Đã có đồ thị sóng âm
zh_cn: 已有声纹
zh_tw: 已有聲紋

# KTE
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: स्वतः अनुवाद
id_id: Terjemahkan menjadi
it_it: Traduci in
ja_jp: 翻訳先言語
ko_kr: 다음으로 번역하기
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Перевести на
th_th: แปลเป็น
vi_vn: Dịch sang
zh_cn: 聊天翻译为
zh_tw: 聊天翻譯為

# eQc
source: Cellular networks improve audio quality
de_de: Mobilfunknetze verbessern die Audioqualität
es_es: Las redes móviles mejoran la calidad del audio
fr_fr: Les réseaux cellulaires améliorent la qualité audio
id_id: Jaringan seluler meningkatkan kualitas audio
it_it: Le reti cellulari migliorano la qualità dell'audio
ja_jp: モバイルデータ通信で音声品質を改善
ko_kr: 셀룰러 네트워크를 통한 오디오 품질 개선
ms_my: Rangkaian selular meningkatkan kualiti audio
pt_br: As redes celulares melhoram a qualidade do áudio
ru_ru: Сотовые сети улучшают качество звука
th_th: เครือข่ายมือถือปรับปรุงคุณภาพเสียง
vi_vn: Mạng di động cải thiện chất lượng âm thanh
zh_cn: 移动网络改善语音质量
zh_tw: 移動網路改善語音品質

# RoM
source: Need to enable "PiP" in System Settings
de_de: „PiP“ muss in den Systemeinstellungen aktiviert werden
es_es: Es necesario habilitar "PiP" en la Configuración del sistema
fr_fr: Vous devez activer "PiP" dans les paramètres du système
id_id: Perlu mengaktifkan "PiP" di Pengaturan Sistem
it_it: È necessario abilitare "PiP" nelle impostazioni di sistema
ja_jp: システム設定で「ピクチャインピクチャ」をオンにする必要があります。
ko_kr: 시스템 설정에서 "PiP"를 활성화해야 합니다
ms_my: Perlu mengaktifkan "PiP" dalam Tetapan Sistem
pt_br: Precisa ativar "PiP" nas Configurações do sistema
ru_ru: Необходимо включить "PiP" в настройках системы.
th_th: ต้องเปิดใช้งาน "PiP" ในการตั้งค่าระบบ
vi_vn: Cần bật "PiP" trong mục Cài đặt hệ thống
zh_cn: 需在系统设置开启“画中画”
zh_tw: 需在系統設定開啟「子母畫面」

# n50
source: {{name}} invites you to join a {{appName}} video meeting.
de_de: {{name}} lädt Sie zu einer {{appName}}-Videokonferenz ein.
es_es: {{name}} te invita a unirte a una reunión por videollamada {{appName}}.
fr_fr: {{name}} vous invite à rejoindre une visioconférence {{appName}}
hi_in: {{name}} चाहते हैं कि आप {{appName}} वीडियो मीटिंग में शामिल हों.
id_id: {{name}} mengundang Anda untuk bergabung dengan rapat video {{appName}}.
it_it: {{name}} ti invita a partecipare a una riunione video di {{appName}}.
ja_jp: {{name}}があなたを {{appName}} ビデオ会議に招待しています
ko_kr: {{name}} 님이 {{appName}} 화상 회의에 참가하도록 회원님을 초대합니다.
ms_my: {{name}} menjemput anda untuk menyertai mesyuarat video {{appName}}.
pt_br: {{name}} convida você para ingressar em uma reunião por vídeo do {{appName}}.
ru_ru: {{name}} приглашает вас присоединиться к видеоконференции {{appName}}.
th_th: {{name}} เชิญคุณเข้าร่วมการประชุมทางวิดีโอจาก {{appName}}
vi_vn: {{name}} mời bạn tham gia cuộc họp video {{appName}}.
zh_cn: {{name}}邀请你加入{{appName}}视频会议
zh_tw: {{name}}邀請你加入{{appName}}視訊會議

# Gnw
source: Who can join
de_de: Wer kann teilnehmen (nicht wirksam, wenn die Besprechung gesperrt ist)
es_es: Quién puede unirse (no surte efecto si la reunión está bloqueada)
fr_fr: Qui peut rejoindre (ne prend pas effet lorsque la réunion est verrouillée)
hi_in: कौन शामिल हो सकते हैं (मीटिंग लॉक होने पर प्रभावी नहीं)
id_id: Siapa yang dapat bergabung (tidak berlaku jika rapat dikunci)
it_it: Chi può partecipare (non effettiva quando la riunione è bloccata)
ja_jp: 参加権限
ko_kr: 참가할 수 있는 사용자(회의가 잠긴 경우에는 유효하지 않음)
ms_my: Siapa boleh menyertai
pt_br: Quem pode ingressar (sem efeito quando a reunião está bloqueada)
ru_ru: Кто может присоединиться
th_th: ใครบ้างที่สามารถเข้าร่วมได้ (ไม่มีผลเมื่อการประชุมถูกล็อค)
vi_vn: Người có thể tham gia (không có hiệu lực khi cuộc họp bị khóa)
zh_cn: 入会范围
zh_tw: 入會範圍

# uAM
source: (not effective when meeting locked)
de_de: (unwirksam, wenn die Besprechung gesperrt ist)
es_es: (no es efectivo cuando la reunión está bloqueada)
fr_fr: (pas applicable lorsque la réunion est verrouillée)
hi_in: (मीटिंग लॉक होने पर प्रभावी नहीं है)
id_id: (tidak efektif ketika rapat dikunci)
it_it: (non attivo se la riunione è bloccata)
ja_jp: （会議ロック中に無効）
ko_kr: (회의가 잠겨 있을 때 유효하지 않음)
ms_my: (tidak berkesan apabila mesyuarat dikunci)
pt_br: (não funciona quando a reunião está bloqueada)
ru_ru: （не действует, если конференция заблокирована）
th_th: (ไม่มีผลเมื่อล็อกการประชุม)
vi_vn: (không có hiệu lực khi cuộc họp bị khóa)
zh_cn: （会议锁定时不生效）
zh_tw: (會議鎖定時不生效)

# Q/I
source: Anyone
de_de: Jeder
es_es: Cualquier persona
fr_fr: Tout le monde
hi_in: कोई भी व्यक्ति शामिल हो सकता है
id_id: Siapa saja
it_it: Chiunque
ja_jp: すべてのユーザーが参加可能
ko_kr: 모두 가능
ms_my: Sesiapa
pt_br: Qualquer um
ru_ru: Любой
th_th: ทุกคน
vi_vn: Bất kỳ ai
zh_cn: 所有人可加入
zh_tw: 所有人都可加入

# Q1s
source: Lock meeting
de_de: Besprechung sperren
es_es: Bloquear reunión
fr_fr: Verrouiller la réunion
hi_in: मीटिंग लॉक करें
id_id: Kunci rapat
it_it: Blocca riunione
ja_jp: 会議をロック
ko_kr: 회의 잠금
ms_my: Kunci mesyuarat
pt_br: Bloquear reunião
ru_ru: Заблокировать встречу
th_th: ล็อคการประชุม
vi_vn: Khóa cuộc họp
zh_cn: 锁定会议
zh_tw: 鎖定會議
