Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# AZI
source: Interpreter {{number}}
de_de: Dolmetscher {{number}}
es_es: Intérprete {{number}}
fr_fr: Interprète {{number}}
hi_in: इंटरप्रेटर {{number}}
id_id: Penerjemah {{number}}
it_it: {{number}} interprete
ja_jp: 通訳者 {{number}}
ko_kr: 통역사 {{number}}
ms_my: Penterjemah {{number}}
pt_br: Intérprete {{number}}
ru_ru: Переводчик {{number}}
th_th: ล่ามคนที่ {{number}}
vi_vn: Phiên dịch viên {{number}}
zh_cn: 译员 {{number}}
zh_tw: 翻譯員 {{number}}

# aXo
source: Interpreters will automatically become panelists once joined.
de_de: Dolmetscher werden nach dem Beitritt automatisch Podiumsteilnehmer.
es_es: Cuando se unan, los intérpretes pasarán a ser panelistas automáticamente.
fr_fr: Les interprètes deviendront automatiquement panélistes une fois qu'ils auront rejoint la réunion.
id_id: Setelah bergabung, penerjemah akan secara otomatis menjadi panelis.
it_it: Quando partecipano, gli interpreti diventano automaticamente relatori.
ja_jp: 通訳者が会議に参加する際、自動的にパネリストになります。
ko_kr: 통역사는 참가하면 자동으로 패널리스트가 됩니다.
ms_my: Penterjemah akan menjadi panelis secara automatik setelah menyertai.
pt_br: Os intérpretes se tornarão automaticamente membros do painel após ingressados.
ru_ru: Переводчики автоматически становятся почетными гостями после присоединения.
th_th: ล่ามจะกลายเป็นผู้ร่วมอภิปรายโดยอัตโนมัติเมื่อเข้าร่วม
vi_vn: Phiên dịch viên sẽ tự động trở thành tham luận viên sau khi tham gia.
zh_cn: 同传译员入会后将自动成为嘉宾
zh_tw: 同步口譯員加入會議後將自動成為來賓

# m2k
source: Maximum number of interpreters reached
de_de: Maximale Anzahl an Dolmetschern erreicht
es_es: ⁣Se ha alcanzado el número máximo de intérpretes
fr_fr: Nombre maximum d'interprètes atteint
hi_in: इंटरप्रेटर्स की अधिकतम संख्या पूरी हो गई है
id_id: Jumlah maksimum penerjemah tercapai
it_it: Numero massimo di interpreti raggiunto
ja_jp: 通訳者人数が上限に達しました
ko_kr: ⁣ 최대 통역사 수에 도달함
ms_my: Bilangan maksimum penterjemah dicapai
pt_br: Número máximo de intérpretes atingido
ru_ru: Достигнуто максимальное количество переводчиков
th_th: ล่ามครบจำนวนสูงสุดแล้ว
vi_vn: Đã đạt đến số phiên dịch viên tối đa
zh_cn: 译员人数已达到上限
zh_tw: 翻譯員人數已達到上限

# vmA
source: Invite attendees during the event
de_de: Teilnehmer während des Ereignisses einladen
es_es: Invitar a asistentes durante el evento
fr_fr: Inviter les participants pendant l'événement
id_id: Undang peserta selama acara
it_it: Invita ospiti durante l'evento
ja_jp: ユーザーを予定に招待
ko_kr: 이벤트 중에 참석자 초대
ms_my: Jemput peserta semasa acara
pt_br: Convidar participantes durante o evento
ru_ru: Пригласить участников во время события
th_th: เชิญผู้เข้าร่วมประชุมในระหว่างกิจกรรม
vi_vn: Mời người tham dự trong suốt sự kiện
zh_cn: 在日程中邀请观众
zh_tw: 在日程中邀請觀眾

# CBQ
source: Issue description
de_de: Problembeschreibung
es_es: Descripción del problema
fr_fr: Description du problème
id_id: Deskripsi masalah
it_it: Descrizione del problema
ja_jp: 問題の説明
ko_kr: 문제 설명
ms_my: Penerangan isu
pt_br: Descrição do problema
ru_ru: Описание проблемы
th_th: คำอธิบายปัญหา
vi_vn: Mô tả vấn đề
zh_cn: 问题说明
zh_tw: 問題說明

# yEc
source: Please briefly describe the issue
de_de: Bitte beschreiben Sie kurz das Problem
es_es: Describe brevemente el problema
fr_fr: Veuillez décrire brièvement le problème
id_id: Jelaskan secara singkat masalahnya
it_it: Descrivi brevemente il problema
ja_jp: 問題の説明を入力（任意）
ko_kr: 문제를 간략하게 설명해주세요
ms_my: Sila nyatakan secara ringkas isu tersebut
pt_br: Descreva brevemente o problema
ru_ru: Кратко опишите проблему
th_th: โปรดอธิบายปัญหาสั้นๆ
vi_vn: Hãy mô tả vấn đề một cách ngắn gọn
zh_cn: 请输入问题描述
zh_tw: 請輸入問題說明

# RYw
source: Issue details
de_de: Details zum Problem
es_es: Detalles del problema
fr_fr: Détails du problème
id_id: Perincian masalah
it_it: Dettagli problema
ja_jp: 問題の詳細
ko_kr: 문제 세부 정보
ms_my: Butiran isu
pt_br: Detalhes do problema
ru_ru: Сведения о проблеме
th_th: รายละเอียดปัญหา
vi_vn: Chi tiết vấn đề
zh_cn: 问题详情
zh_tw: 問題詳細資料

# IgU
source: Feedback received
de_de: Feedback empfangen
es_es: Comentarios recibidos
fr_fr: Commentaire reçu
id_id: Umpan balik diterima
it_it: Feedback ricevuto
ja_jp: フィードバックを送信しました。
ko_kr: 피드백이 접수됐습니다
ms_my: Maklum balas diterima
pt_br: Feedback recebido
ru_ru: Отзыв получен
th_th: ได้รับข้อเสนอแนะแล้ว
vi_vn: Đã nhận được phản hồi
zh_cn: 问题反馈成功
zh_tw: 問題反應提交成功

# j7o
source: Issue type
de_de: Tickettyp
es_es: Tipo de problema
fr_fr: Type de problème
hi_in: समस्या प्रकार
id_id: Jenis masalah
it_it: Tipo di problema
ja_jp: 問題の種類
ko_kr: 문제 유형
ms_my: Jenis isu
pt_br: Tipo de problema
ru_ru: Тип проблемы
th_th: ประเภทปัญหา
vi_vn: Loại vấn đề
zh_cn: 问题类型
zh_tw: 問題類型

# EA4
source: Join from a SIP room system
de_de: Über ein SIP-Raumsystem beitreten
es_es: La unión se ha realizado desde un sistema de salas SIP
fr_fr: Rejoindre depuis un système de salle SIP
hi_in: किसी SIP रूम सिस्टम में शामिल हों
id_id: Bergabung dari sistem ruang SIP
it_it: Partecipa da un sistema di sale SIP
ja_jp: SIP ルームシステムで参加する
ko_kr: SIP 회의실 시스템에서 참가
ms_my: Sertai dari sistem bilik SIP
pt_br: Ingressar de um sistema de salas SIP
ru_ru: Присоединиться из системы SIP room
th_th: เข้าร่วมจากระบบห้อง SIP
vi_vn: Tham gia từ hệ thống phòng SIP
zh_cn: 通过 SIP 会议室系统入会
zh_tw: 透過 SIP 會議室系統加入會議

# glE
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
ms_my: Bahasa
pt_br: Idioma
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# /QY
source: Leaving the current page will clear the content. Sure you want to leave?
de_de: Wenn Sie die aktuelle Seite verlassen, wird der Inhalt gelöscht. Möchten Sie sie wirklich verlassen?
es_es: Si abandonas la página actual se borrará el contenido. ¿Seguro que quieres abandonarla?
fr_fr: En quittant la page actuelle, le contenu sera effacé. Quitter quand même ?
id_id: Keluar dari halaman saat ini akan menghapus konten. Yakin ingin keluar?
it_it: Se abbandoni la pagina corrente il contenuto verrà cancellato. Vuoi davvero abbandonare?
ja_jp: 退出すると、入力した内容は破棄されます。退出しますか？
ko_kr: 현재 페이지에서 나가면 콘텐츠가 지워집니다. 나가시겠습니까?
ms_my: Meninggalkan halaman semasa akan mengosongkan kandungan. Pasti mahu keluar?
pt_br: Sair da página atual limpará o conteúdo. Tem certeza de que deseja sair?
ru_ru: Если вы покинете текущую страницу, содержимое будет удалено. Покинуть?
th_th: การออกจากหน้านี้จะเป็นการล้างเนื้อหา แน่ใจหรือไม่ว่าต้องการออก
vi_vn: Nếu bạn rời khỏi trang hiện tại, nội dung sẽ bị. Bạn có chắc muốn rời khỏi không?
zh_cn: 离开当前页面将清空内容，确定离开吗？
zh_tw: 離開目前頁面將會清空內容，確定要離開嗎？

# +Z8
source: Meeting recording reminder
de_de: Erinnerungen zu Besprechungsaufzeichnungen
es_es: Recordatorios de grabación de reuniones
fr_fr: Rappel d'enregistrement de réunion
id_id: Pengingat rekaman rapat
it_it: Promemoria di registrazione riunione
ja_jp: 会議レコーディングの通知
ko_kr: 회의 녹화 알림
ms_my: Peringatan rakaman mesyuarat
pt_br: Lembrete de gravação de reunião
ru_ru: Напоминание о записи конференции
th_th: ตัวเตือนความจำการบันทึกการประชุม
vi_vn: Lời nhắc ghi lại cuộc họp
zh_cn: 会议录制提醒
zh_tw: 會議錄製提醒

# cOI
source: Meeting ID:
de_de: Besprechungs-ID:
es_es: Código de reunión:
fr_fr: ID de réunion :
hi_in: मीटिंग ID:
id_id: ID Rapat:
it_it: ID riunione:
ja_jp: 会議 ID：
ko_kr: 회의 ID:
ms_my: ID Mesyuarat:
pt_br: ID de reunião:
ru_ru: ID конференции:
th_th: ID การประชุม:
vi_vn: ID cuộc họp:
zh_cn: 会议 ID：
zh_tw: 會議 ID：

# nOI
source: Who can create notes?
de_de: Wer darf Notizen erstellen?
es_es: ¿Quién puede crear notas?
fr_fr: Qui peut créer des notes ?
id_id: Siapa saja yang dapat membuat catatan?
it_it: Chi può creare note?
ja_jp: 議事録の作成権限
ko_kr: 누가 메모를 만들 수 있습니까?
ms_my: Siapa boleh buat nota?
pt_br: Quem pode criar anotações?
ru_ru: Кто может создавать заметки?
th_th: ใครสามารถสร้างหมายเหตุได้
vi_vn: Ai có thể tạo ghi chú?
zh_cn: 纪要创建权限
zh_tw: 記錄建立權限

# 6iE
source: Who can edit notes?
de_de: Wer darf Notizen bearbeiten?
es_es: ¿Quién puede editar notas?
fr_fr: Qui peut modifier des notes ?
id_id: Siapa saja yang dapat mengedit catatan?
it_it: Chi può modificare le note?
ja_jp: 議事録の編集権限
ko_kr: 누가 메모를 편집할 수 있습니까?
ms_my: Siapa boleh edit nota?
pt_br: Quem pode editar anotações?
ru_ru: Кто может редактировать заметки?
th_th: ใครสามารถแก้ไขหมายเหตุได้
vi_vn: Ai có thể chỉnh sửa ghi chú?
zh_cn: 纪要编辑权限
zh_tw: 記錄編輯權限

# +Rw
source: My voiceprint
de_de: Mein Stimmabdruck
es_es: Mi huella de voz
fr_fr: Mon empreinte vocale
hi_in: मेरा वोइसप्रिंट
id_id: Sidik suara saya
it_it: La mia impronta vocale
ja_jp: 自分の音声情報
ko_kr: 내 성문
ms_my: Suara saya
pt_br: Minha impressão de voz
ru_ru: Мой голосовой отпечаток
th_th: พิมพ์เสียงของฉัน
vi_vn: Đồ thị sóng âm của tôi
zh_cn: 我的声纹
zh_tw: 我的聲紋

# r10
source: See myself as the active speaker while speaking
de_de: Mich beim Sprechen als aktiven Sprecher anzeigen
es_es: Verme como orador activo mientras hablo
fr_fr: Me considérer comme l'interlocuteur actif pendant que je parle
id_id: Melihat diri saya sebagai pembicara aktif saat berbicara
it_it: Visualizzami come relatore attivo mentre parlo
ja_jp: 自分が発言する際、自分を発言者とみなします。
ko_kr: 발언할 때 본인을 활성 발화자로 간주합니다
ms_my: Lihat diri sebagai pembicara aktif ketika bercakap
pt_br: Ver-me como o orador ativo enquanto falo
ru_ru: Показывать себя как активного выступающего во время выступления
th_th: มองตัวเองเป็นผู้พูดที่กระตือรือร้นในขณะพูด
vi_vn: Coi tôi là người phát biểu đang hoạt động khi phát biểu
zh_cn: 发言时将我自己视为当前演讲者
zh_tw: 發言時將我自己視為目前演講者

# ooY
source: {{name}} invites you to join {{appName}} webinar.
de_de: {{name}} lädt Sie ein, dem {{appName}}-Webinar beizutreten.
es_es: {{name}} te invita a unirte al seminario web de {{appName}}.
fr_fr: {{name}} vous invite à rejoindre le webinaire {{appName}}.
id_id: {{name}} mengundang Anda untuk bergabung dengan webinar {{appName}}.
it_it: {{name}} ti invita a partecipare al webinar {{appName}}.
ja_jp: {{name}} は、あなたを {{appName}} ウェビナーに招待しています
ko_kr: {{name}} 님이 {{appName}} 웨비나에 참가하도록 회원님을 초대합니다.
ms_my: {{name}} menjemput anda untuk menyertai webinar {{appName}}.
pt_br: {{name}} convida você para ingressar no webinar do {{appName}}.
ru_ru: {{name}} приглашает вас присоединиться к вебинару {{appName}}.
th_th: {{name}} เชิญคุณเข้าร่วมการสัมมนาออนไลน์ของ {{appName}}
vi_vn: {{name}} mời bạn tham gia hội thảo trực tuyến trên {{appName}}.
zh_cn: {{name}}邀请你加入{{appName}}网络研讨会
zh_tw: {{name}}邀請你加入{{appName}}網路研討會

# Opw
source: This feature isn't supported for video meetings started from a group.
de_de: Diese Funktion wird für Videobesprechungen, die von einer Gruppe aus gestartet werden, nicht unterstützt.
es_es: Esta función no se admite en las reuniones por vídeo que se inician desde un grupo.
fr_fr: Cette fonctionnalité n'est pas compatible avec les visioconférences démarrées à partir d'un groupe.
id_id: Fitur ini tidak didukung untuk rapat video yang dimulai dari grup.
it_it: Questa funzione non è supportata per riunioni video avviate da un gruppo.
ja_jp: グループ内で開始した会議ではこの機能がサポートされていません。
ko_kr: 이 기능은 그룹에서 시작한 화상 회의에는 지원되지 않습니다.
ms_my: Ciri ini tidak disokong untuk mesyuarat video yang bermula dari kumpulan.
pt_br: Este recurso não é compatível com reuniões por vídeo iniciadas em um grupo.
ru_ru: Эта функция не поддерживается для конференций, запущенных из группы.
th_th: ระบบไม่รองรับฟีเจอร์นี้สำหรับการประชุมทางวิดีโอที่เริ่มต้นจากกลุ่ม
vi_vn: Tính năng này không được hỗ trợ cho cuộc họp video được bắt đầu từ một nhóm.
zh_cn: 群内发起的视频会议暂不支持该功能
zh_tw: 群組內發起的視訊會議暫不支援該功能

# aZQ
source: No microphones and speakers allowed
de_de: Keine Mikrofone oder Lautsprecher zugelassen
es_es: No se permiten micrófonos ni altavoces
fr_fr: Aucun microphone ni haut-parleur autorisé
id_id: Tidak ada mikrofon dan speaker yang diizinkan
it_it: Nessun microfono o altoparlante consentito
ja_jp: マイクとスピーカーを無効にする
ko_kr: 마이크와 스피커가 허용되지 않습니다
ms_my: Tiada mikrofon dan pembesar suara dibenarkan
pt_br: Não são permitidos microfones e alto-falantes
ru_ru: Запрещено использование микрофонов и динамиков
th_th: ไม่อนุญาตให้ใช้ไมโครโฟนและลำโพง
vi_vn: Không cho phép sử dụng micrô và loa
zh_cn: 禁用麦克风和扬声器
zh_tw: 停用麥克風和擴音器

# nMU
source: Translation is currently not supported.
de_de: Aktuell wird keine Übersetzung unterstützt.
es_es: La traducción no se admite actualmente.
fr_fr: La traduction n'est pas prise en charge actuellement.
id_id: Penerjemahan belum didukung.
it_it: La traduzione non è attualmente supportata.
ja_jp: 現在翻訳できません。
ko_kr: 번역은 현재 지원되지 않습니다.
ms_my: Terjemahan tidak disokong buat masa ini.
pt_br: A tradução não é permitida no momento.
ru_ru: Перевод в настоящее время не поддерживается.
th_th: ไม่รองรับการแปลในขณะนี้
vi_vn: Hiện chưa hỗ trợ dịch.
zh_cn: 暂不支持翻译
zh_tw: 暫不支援翻譯

# Oy4
source: No translation
de_de: Keine Übersetzung
es_es: Sin traducción
fr_fr: Ne pas traduire
hi_in: कोई अनुवाद नहीं
id_id: Tidak ada terjemahan
it_it: Nessuna traduzione
ja_jp: 翻訳しない
ko_kr: 번역 안 함
ms_my: Tiada terjemahan
pt_br: Sem tradução
ru_ru: Не переводить
th_th: ไม่มีคำแปล
vi_vn: Không dịch
zh_cn: 不翻译
zh_tw: 不翻譯

# L+A
source: No voiceprint yet. Your voiceprint will be collected from meeting audio.
de_de: Noch kein Stimmabdruck. Ihr Stimmabdruck wird während der Audio-Besprechung erfasst.
es_es: Aún no hay huella de voz. Tu huella de voz se recogerá a partir del audio de la reunión.
fr_fr: Aucune empreinte vocale pour le moment. Votre empreinte vocale sera recueillie à partir du son de la réunion.
hi_in: अभी तक कोई वोइसप्रिंट नहीं. आपके वोइसप्रिंट को मीटिंग ऑडियो से एकत्रित किया जाएगा.
id_id: Belum ada sidik suara. Sidik suara Anda akan dikumpulkan dari audio rapat.
it_it: Impronta vocale non ancora presente. La tua impronta vocale sarà acquisita dall'audio della riunione.
ja_jp: 音声情報がありません。音声情報は、会議の音声から抽出されます
ko_kr: 아직 성문이 없습니다. 성문은 회의 오디오에서 수집됩니다.
ms_my: Belum ada suara. Suara anda akan dikumpulkan dari audio mesyuarat.
pt_br: Ainda sem impressão de voz. Sua impressão de voz será coletada do áudio da reunião.
ru_ru: Голосового отпечатка пока нет. Ваш голосовой отпечаток будет получен из аудио конференций.
th_th: ยังไม่มีพิมพ์เสียง ข้อมูลพิมพ์เสียงของคุณจะถูกเก็บรวบรวมจากเสียงในการประชุม
vi_vn: Chưa có đồ thị sóng âm. Đồ thị sóng âm của bạn sẽ được thu thập từ âm thanh cuộc họp.
zh_cn: 暂无声纹，将从会议中的音频提取你的声纹
zh_tw: 暫無聲紋，將從會議中的音訊擷取你的聲紋

# Fus
source: (Not joined)
de_de: (Nicht beigetreten)
es_es: (Sin unirse)
fr_fr: (Non rejointe)
hi_in: (शामिल नहीं हुए)
id_id: (Tidak bergabung)
it_it: (Mancata partecipazione)
ja_jp: (未参加)
ko_kr: (참가하지 않음)
ms_my: (Belum menyertai)
pt_br: (Não ingressou)
ru_ru: (не присоединился)
th_th: (ไม่ได้เข้าร่วม)
vi_vn: (Không tham gia)
zh_cn: (未加入会议)
zh_tw: (未加入會議)

# 9N4
source: Please read and agree to @@Privacy Statement@@ before turning on "Voiceprint recognition". Once turned on, your voiceprint will be collected from meeting audio to allow speaker identification.
de_de: Bitte lesen und akzeptieren Sie die @@Datenschutzerklärung@@, bevor Sie „Stimmabdruckerkennung“ aktivieren. Sobald Sie diese Funktion aktiviert haben, wird Ihr Stimmabdruck aus den Audiodaten der Besprechung erfasst, um die Sprechererkennung zu ermöglichen.
es_es: Lee y acepta la @@Declaración de privacidad@@ antes de activar el "Reconocimiento de huella de voz". Una vez activada, tu huella de voz se recogerá a partir del audio de la reunión para permitir la identificación del ponente.
fr_fr: Veuillez lire et accepter la @@Déclaration de confidentialité@@ avant d'activer la "Reconnaissance de l'empreinte vocale". Une fois l'option activée, votre empreinte vocale sera recueillie à partir du son de la réunion pour permettre d'identifier l'interlocuteur.
hi_in: कृपया "वोइसप्रिंट पहचान" चालू करने से पहले @@गोपनीयता कथन@@ पढ़ें और इससे सहमत हों. चालू होने पर, वक्ता पहचान की अनुमति देने के लिए मीटिंग ऑडियो से आपका वोइसप्रिंट एकत्र किया जाएगा.
id_id: Baca dan setujui @@Pernyataan Privasi@@ sebelum mengaktifkan "Pengenalan sidik suara". Setelah diaktifkan, sidik suara Anda akan dikumpulkan dari audio rapat untuk memungkinkan pengenalan pembicara.
it_it: Leggi e accetta l'@@Informativa sulla privacy@@ prima di attivare "Riconoscimento impronta vocale". Una volta attivato, la tua impronta vocale sarà acquisita dall'audio della riunione per consentire il riconoscimento relatore.
ja_jp: 「音声認識」機能をオンにする前に、@@プライバシーポリシー@@ を読み、同意してください。オンにすると、システムは会議の音声からあなたの音声情報を抽出し、会議中の発言者認識を行います。
ko_kr: "성문 인식"을 켜기 전에 @@개인정보 보호정책@@을 읽고 동의하세요. 켜면 발화자 인식을 허용하도록 회의 오디오에서 성문이 수집됩니다.
ms_my: Sila baca dan bersetuju dengan @@Kenyataan Privasi@@ sebelum menghidupkan "Pengenalan suara". Apabila dihidupkan, suara anda akan dikumpulkan dari audio mesyuarat untuk mengenal pasti pembicara.
pt_br: Leia e concorde com a @@Declaração de privacidade@@ antes de ativar o "Reconhecimento de impressão de voz". Depois de ativado, sua impressão de voz será coletada do áudio da reunião para permitir o reconhecimento do orador.
ru_ru: Прочтите и согласитесь с @@Положением о конфиденциальности@@, прежде чем включать "Распознавание голосовых отпечатков". После включения ваш голосовой отпечаток будет получен из аудио конференций для идентификации.
th_th: โปรดอ่านและยอมรับ @@นโยบายความเป็นส่วนตัว@@ ก่อนเปิด "การพิมพ์ด้วยระบบจดจำเสียง" เมื่อเปิดแล้ว ระบบจะเก็บข้อมูลพิมพ์เสียงของคุณจากเสียงในการประชุมเพื่อให้ทำการจดจำผู้พูด
vi_vn: Vui lòng đọc và đồng ý với @@Tuyên bố quyền riêng tư@@ trước khi bật "Nhận dạng đồ thị sóng âm". Sau khi bật tính năng này, đồ thị sóng âm của bạn sẽ được thu thập từ âm thanh cuộc họp để cho phép nhận dạng người phát biểu.
zh_cn: 请先阅读并同意@@隐私声明@@后开启“声纹识别”。开启后，将从会议中的音频提取你的声纹，进行会议中的说话人识别
zh_tw: 請先閱讀並同意@@隱私權聲明@@後再開啟「聲紋識別」。開啟後，將從會議中的音訊擷取你的聲紋，以便在會議中進行發言人識別

# cnQ
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# JZk
source: On leave
de_de: Abwesend
es_es: De permiso
fr_fr: En congés
hi_in: अवकाश पर
id_id: Cuti
it_it: In congedo
ja_jp: 休暇中
ko_kr: 휴가 중
ms_my: Cuti
pt_br: De licença
ru_ru: В отпуске
th_th: ลางาน
vi_vn: Đang vắng mặt
zh_cn: 请假
zh_tw: 請假

# 6XQ
source: Front camera only
de_de: Nur Frontkamera
es_es: Cámara delantera únicamente
fr_fr: Caméra avant uniquement
hi_in: केवल सामने का कैमरा
id_id: Hanya kamera depan
it_it: Solo videocamera anteriore
ja_jp: 前面カメラのみ
ko_kr: 전면 카메라만
ms_my: Kamera depan sahaja
pt_br: Apenas câmera frontal
ru_ru: Только фронтальная камера
th_th: กล้องหน้าเท่านั้น
vi_vn: Chỉ máy ảnh trước
zh_cn: 仅支持前置摄像头
zh_tw: 僅支援前置攝影機

# 7ko
source: Only the host can share
de_de: Nur der Host kann freigeben
es_es: Solo el moderador puede compartir
fr_fr: Seul l'hôte peut partager
id_id: Hanya host yang dapat berbagi
it_it: Solo l'host può condividere
ja_jp: 進行役のみ共有可能
ko_kr: 진행자만 공유할 수 있음
ms_my: Hanya hos yang boleh berkongsi
pt_br: Somente o host pode compartilhar
ru_ru: Только ведущий может показывать контент
th_th: มีเพียงโฮสต์เท่านั้นที่แบ่งปันได้
vi_vn: Chỉ chủ phòng mới có thể chia sẻ
zh_cn: 仅主持人可共享
zh_tw: 僅主持人可分享

# Tok
source: Only the host can take over sharing
de_de: Nur der Moderator kann die Freigabe übernehmen
es_es: Solo el moderador puede hacerse cargo de compartir
fr_fr: Seul l'hôte peut prendre en charge le partage
id_id: Hanya host yang dapat mengambil alih berbagi
it_it: Solo l'host può prendere il controllo della condivisione
ja_jp: 進行役のみ共有中に新しい共有を開始可能
ko_kr: 진행자만 공유를 맡을 수 있습니다
ms_my: Hanya hos yang boleh mengambil alih perkongsian
pt_br: Somente o host pode assumir o compartilhamento
ru_ru: Перехватывать трансляцию видео может только ведущий
th_th: เฉพาะโฮสต์เท่านั้นที่สามารถรับช่วงการแบ่งปันต่อได้
vi_vn: Chỉ chủ phòng mới có thể chia sẻ
zh_cn: 仅主持人可抢占共享
zh_tw: 僅主持人可搶占分享

# l1M
source: Only the person sharing can annotate
de_de: Nur der teilende Teilnehmer kann anmerken
es_es: Solo la persona que comparte puede hacer anotaciones
fr_fr: Seule la personne qui partage peut annoter
hi_in: केवल साझा करने वाले व्यक्ति व्याख्या कर सकते हैं
id_id: Hanya orang yang berbagi yang dapat membuat anotasi
it_it: Solo la persona che condivide può annotare
ja_jp: 共有者のみ注釈可能
ko_kr: 공유자만 주석 달기 가능
ms_my: Hanya orang yang berkongsi boleh membuat anotasi
pt_br: Somente a pessoa compartilhando pode anotar
ru_ru: Только презентатор может добавлять примечания
th_th: ผู้ที่กำลังแบ่งปันเท่านั้นที่สามารถใส่คำอธิบายประกอบได้
vi_vn: Chỉ người chia sẻ mới có thể chú thích
zh_cn: 仅共享人可标注
zh_tw: 僅分享人可標註

# zC8
source: Only selected users
de_de: Nur ausgewählte Benutzer
es_es: Solo los usuarios seleccionados
fr_fr: Uniquement les utilisateurs sélectionnés
id_id: Hanya pengguna yang dipilih
it_it: Solo utenti selezionati
ja_jp: 指定したユーザーのみ参加可能
ko_kr: 선택한 사용자만
ms_my: Hanya pengguna terpilih
pt_br: Apenas usuários selecionados
ru_ru: Только избранные пользователи
th_th: เฉพาะผู้ใช้ที่ได้รับเลือกเท่านั้น
vi_vn: Chỉ người dùng được chọn
zh_cn: 仅指定用户可加入
zh_tw: 僅指定使用者可加入

# NO8
source: Only organizers can assign interpreters
de_de: Nur Organisatoren können Dolmetscher zuweisen
es_es: Solo los organizadores pueden asignar intérpretes
fr_fr: Seuls les organisateurs peuvent désigner des interprètes
id_id: Hanya penyelenggara yang dapat menugaskan juru bahasa
it_it: Solo gli organizzatori possono assegnare interpreti
ja_jp: 通訳者を指定できるのは主催者のみです。
ko_kr: 주최자만 인터프리터를 요청할 수 있습니다
ms_my: Hanya penganjur yang boleh menugaskan penterjemah
pt_br: Somente os organizadores podem atribuir intérpretes
ru_ru: Только организаторы могут назначать переводчиков
th_th: มีเพียงผู้จัดเท่านั้นที่มอบหมายล่ามได้
vi_vn: Chỉ người tổ chức mới có thể chỉ định phiên dịch viên
zh_cn: 仅组织者可设置同传译员
zh_tw: 僅組織者可設定同步口譯員

# PzA
source: Only the presenter can annotate and edit whiteboard
de_de: Nur der Präsentator kann das Whiteboard bearbeiten und darauf Anmerkungen vornehmen
es_es: Solo el presentador puede realizar anotaciones en la pizarra y editar el contenido mostrado
fr_fr: Seul le présentateur peut annoter et modifier le tableau blanc
id_id: Hanya penyaji yang dapat membuat anotasi dan mengedit whiteboard
it_it: Solo il presentatore può annotare e modificare la lavagna
ja_jp: 共有者のみ注釈を追加・ホワイトボードを編集可能
ko_kr: 발표자만 주석을 달고 화이트보드를 편집할 수 있습니다
ms_my: Hanya pembentang boleh menandakan dan mengedit papan tulis putih
pt_br: Apenas o apresentador pode anotar e editar o quadro branco
ru_ru: Только выступающий может комментировать и редактировать доску.
th_th: เฉพาะผู้นำเสนอเท่านั้นที่สามารถใส่คำอธิบายประกอบและแก้ไขกระดานดำได้
vi_vn: Chỉ người trình bày mới có thể ghi chú thích và chỉnh sửa bảng trắng
zh_cn: 仅共享人可标注和编辑白板
zh_tw: 僅分享人可標註及編輯白板
