Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# fbs
source: Meeting time: {{time}}
de_de: Besprechungszeit: {{time}}
es_es: Hora de la reunión: {{time}}
fr_fr: Heure de réunion : {{time}}
hi_in: मीटिंग का समय: {{time}}
id_id: Waktu rapat: {{time}}
it_it: Data/ora riunione: {{time}}
ja_jp: 会議時間：{{time}}
ko_kr: 회의 시간: {{time}}
ms_my: Masa mesyuarat: {{time}}
pt_br: Hora da reunião: {{time}}
ru_ru: Время конференции: {{time}}
th_th: เวลาประชุม: {{time}}
vi_vn: Thời gian cuộc họp: {{time}}
zh_cn: 会议时间：{{time}}
zh_tw: 會議時間：{{time}}

# +N8
source: Only people invited by the host can join
de_de: Nur vom Moderator eingeladene Personen können beitreten
es_es: Solo pueden unirse las personas a las que el moderador ha invitado
fr_fr: Seules les personnes invitées par l'hôte peuvent participer
hi_in: केवल होस्ट द्वारा आमंत्रित लोग ही शामिल हो सकते हैं
id_id: Hanya orang yang diundang oleh host yang dapat bergabung
it_it: Solo le persone invitate dall'host possono partecipare
ja_jp: 進行役が招待したユーザーのみ参加可能
ko_kr: 진행자가 초대한 사용자만 참가 가능
ms_my: Hanya orang yang dijemput oleh hos boleh menyertai
pt_br: Somente pessoas convidadas pelo host podem ingressar
ru_ru: Присоединиться могут только люди, приглашенные организатором
th_th: เฉพาะคนที่โฮสต์เชิญเท่านั้นที่สามารถเข้าร่วมได้
vi_vn: Chỉ những người được chủ phòng mời mới có thể tham gia
zh_cn: 仅主持人邀请可加入
zh_tw: 僅主持人邀請者可加入

# Oks
source: Open lobby
de_de: Wartebereich öffnen
es_es: Abrir sala de espera
fr_fr: Ouvrir la salle d'attente
hi_in: लॉबी खोलें
id_id: Buka lobi
it_it: Apri hall
ja_jp: 待機室を開放
ko_kr: 대기실 열기
ms_my: Buka lobi
pt_br: Abrir lobby
ru_ru: Открыть зал ожидания
th_th: เปิดล็อบบี้
vi_vn: Mở phòng chờ
zh_cn: 开启等候室
zh_tw: 開啟等候室

# ue4
source: Place participants without joining permissions in lobby on entry
de_de: Teilnehmer ohne Beitrittsberechtigungen beim Betreten in den Wartebereich platzieren
es_es: Coloca a los participantes sin permiso para unirse en la sala de espera
fr_fr: Placer les participants sans autorisation dans la salle d'attente à l'arrivée
hi_in: ऐसे सहभागियों को प्रवेश के समय लॉबी में रखें जिनके पास शामिल होने की अनुमतियाँ नहीं हैं
id_id: Tempatkan peserta yang tidak memiliki izin untuk bergabung di lobi saat masuk
it_it: Posiziona nella hall i partecipanti senza autorizzazioni di partecipazione al momento dell'ingresso
ja_jp: 参加権限のないユーザーを待機室に移す
ko_kr: 참가 권한이 없는 참가자가 입장 시 대기실에 배치
ms_my: Letakkan peserta tanpa kebenaran menyertai dalam lobi semasa masuk
pt_br: Colocar participantes sem permissão de ingresso no lobby ao entrarem
ru_ru: Поместить участников без разрешения на присоединение в зал ожидания при входе
th_th: กำหนดให้ผู้เข้าร่วมที่ไม่มีมีสิทธิ์การอนุญาตในการเข้าร่วมไปอยู่ในล็อบบี้เมื่อเข้ามา
vi_vn: Đặt người tham gia không có quyền tham gia vào phòng chờ ở cổng vào
zh_cn: 无入会权限的参会人入会时进入等候室
zh_tw: 無加入會議權限的與會人員加入會議時進入等候室

# 9y0
source: Allow floating windows over apps
de_de: Unverankertes Fenster über Apps zulassen
es_es: Permitir ventanas flotantes sobre las aplicaciones
fr_fr: Autoriser les fenêtres flottantes par-dessus les applications
id_id: Izinkan jendela mengambang di atas aplikasi
it_it: Consenti finestre mobili sopra le app
ja_jp: ピクチャインピクチャ
ko_kr: 앱 위에 플로팅 윈도우 허용
ms_my: Benarkan tetingkap terapung di atas apl
pt_br: Permitir janelas flutuantes sobre aplicativos
ru_ru: Разрешить плавающие окна над приложениями
th_th: อนุญาตให้หน้าต่างลอยอยู่เหนือแอป
vi_vn: Cho phép cửa sổ nổi trên ứng dụng
zh_cn: 应用外显示悬浮小窗
zh_tw: 應用程式外顯示浮動視窗

# kWY
source: Use cellular networks to improve audio quality when calls using Wi-Fi are not ideal
de_de: Verwenden Sie Mobilfunknetze, um die Audioqualität zu verbessern, wenn Wi-Fi-Anrufe nicht ideal sind
es_es: Usa las redes móviles para mejorar la calidad del audio si una llamada Wi-Fi no es óptima
fr_fr: Utilisez les réseaux cellulaires pour améliorer la qualité audio lorsque les appels Wi-Fi ne sont pas adaptés
id_id: Gunakan jaringan seluler untuk meningkatkan kualitas audio ketika panggilan menggunakan Wi-Fi tidak ideal
it_it: Usa le reti cellulari per migliorare la qualità dell'audio quando le chiamate tramite Wi-Fi non sono ottimali
ja_jp: Wi-Fi 通信時に音声の品質が悪い場合、モバイルデータ通信を使用して音声品質を改善します
ko_kr: Wi-Fi를 사용한 통화가 이상적이지 않을 때 셀룰러 네트워크를 사용하여 오디오 품질을 개선합니다
ms_my: Gunakan rangkaian selular untuk meningkatkan kualiti audio apabila panggilan menggunakan Wi-Fi tidak sesuai
pt_br: Usar redes celulares para melhorar a qualidade do áudio quando as chamadas que usam Wi-Fi não forem ideais
ru_ru: Используйте сотовые сети для улучшения качества звука, когда звонки с использованием Wi-Fi не идеальны.
th_th: ใช้เครือข่ายมือถือเพื่อปรับปรุงคุณภาพเสียงเมื่อการโทรโดยใช้ Wi-Fi ไม่ดีพอ
vi_vn: Sử dụng mạng di động để cải thiện chất lượng âm thanh khi cuộc gọi bằng Wi-Fi có chất lượng không tốt
zh_cn: Wi-Fi 下通话效果不佳时，使用移动网络改善语音质量
zh_tw: Wi-Fi 下通話效果不佳時，使用行動網路改善語音品質

# Mio
source: Translate into
de_de: Übersetzen in
es_es: Traducir al
fr_fr: Traduire en
hi_in: इसमें अनुवाद करें
id_id: Terjemahkan ke
it_it: Traduci in
ja_jp: 翻訳先言語
ko_kr: 다음으로 번역
ms_my: Terjemahkan ke
pt_br: Traduzir para
ru_ru: Язык перевода
th_th: แปลเป็น
vi_vn: Dịch thuật sang
zh_cn: 字幕翻译为
zh_tw: 字幕翻譯為

# z28
source: Meeting Assistant notification
de_de: Benachrichtigung des Besprechungsassistenten
es_es: Notificación de asistente de reuniones
fr_fr: Notification de l'assistant de réunion
hi_in: मीटिंग सहायक नोटिफ़िकेशन
id_id: Notifikasi Asisten Rapat
it_it: Notifica Assistente riunione
ja_jp: 会議アシスタントによる通知
ko_kr: 회의 어시스턴트 알림
ms_my: Pemberitahuan Pembantu Mesyuarat
pt_br: Notificação do Assistente de reunião
ru_ru: Уведомление Meeting Assistant
th_th: การแจ้งเตือนตัวช่วยการประชุม
vi_vn: Thông báo về Trợ lý cuộc họp
zh_cn: 会议助手消息提醒
zh_tw: 會議助手訊息提醒

# ZQU
source: Missed meeting notification
de_de: Benachrichtigung über versäumte Besprechung
es_es: Notificación de reunión perdida
fr_fr: Notification de réunion manquée
hi_in: छूटा हुआ मीटिंग नोटिफ़िकेशन
id_id: Melewatkan notifikasi rapat
it_it: Notifica riunione persa
ja_jp: 会議からの呼出通知
ko_kr: 부재중 회의 알림
ms_my: Pemberitahuan mesyuarat terlepas
pt_br: Notificação de reunião perdida
ru_ru: Уведомление о пропущенной конференции
th_th: พลาดการแจ้งเตือนการประชุม
vi_vn: Thông báo cuộc họp bị nhỡ
zh_cn: 未接会议提醒
zh_tw: 未接會議提醒

# diM
source: Navigation bar red dot
de_de: Navigationsleiste roter Punkt
es_es: Punto rojo de la barra de navegación
fr_fr: Point rouge de la barre de navigation
hi_in: नैविगेशन बार रेड डॉट
id_id: Titik merah bilah navigasi
it_it: Puntino rosso della barra di spostamento
ja_jp: ナビゲーションバーの赤いドット
ko_kr: 내비게이션 바 빨간 점
ms_my: Titik merah bar navigasi
pt_br: Ponto vermelho da barra de navegação
ru_ru: Красная точка на панели навигации
th_th: แถบนำทางจุดสีแดง
vi_vn: Chấm đỏ trên thanh điều hướng
zh_cn: 导航栏红点
zh_tw: 導覽列紅點

# UP4
source: Dial in by your location
de_de: Über Ihren Standort einwählen
es_es: Marcado por su ubicación
fr_fr: Composez en fonction de votre emplacement
hi_in: अपने स्थान से डायल करें
id_id: Panggil berdasarkan lokasi Anda
it_it: Chiama in base alla tua posizione
ja_jp: ダイヤルイン用電話番号
ko_kr: 현재 위치로 전화 접속
ms_my: Hubungi mengikut lokasi anda
pt_br: Disque pelo seu local
ru_ru: Набрать по текущему местоположению
th_th: โทรโดยใช้ตำแหน่งที่ตั้งของคุณ
vi_vn: Quay số vào theo vị trí của bạn
zh_cn: 根据所在地拨打号码
zh_tw: 根據所在地撥打號碼

# ejo
source: One-tap dial-in
de_de: Schnelle Einwahl
es_es: Marcado con un toque
fr_fr: Composition en une seule pression
hi_in: वन-टैप डायल-इन
id_id: Panggilan sekali ketuk
it_it: Chiamata in entrata con un solo tocco
ja_jp: ワンタップでダイヤルイン
ko_kr: 원 탭 전화 접속
ms_my: Panggilan satu ketukan
pt_br: Chamada interna com um toque
ru_ru: Дозвон одним нажатием
th_th: การโทรด้วยแตะเดียว
vi_vn: Quay số vào bằng một chạm
zh_cn: 手机拨号一键入会
zh_tw: 手機撥號一鍵加入會議

# Qjk
source: Anyone can join
de_de: Jeder kann beitreten
es_es: Cualquiera puede unirse
fr_fr: Tout le monde peut participer
hi_in: कोई भी व्यक्ति शामिल हो सकता है
id_id: Siapa pun dapat bergabung
it_it: Chiunque può partecipare
ja_jp: すべてのユーザーに参加を許可
ko_kr: 누구나 참가 가능
ms_my: Sesiapa sahaja boleh sertai
pt_br: Qualquer pessoa pode ingressar
ru_ru: Любой может присоединиться
th_th: ทุกคนสามารถเข้าร่วมได้
vi_vn: Bất kỳ ai cũng có thể tham gia
zh_cn: 所有人可加入
zh_tw: 所有人都可加入

# RBI
source: Meeting ID:
de_de: Besprechungs-ID:
es_es: ID de reunión:
fr_fr: ID de réunion :
hi_in: मीटिंग ID:
id_id: ID Rapat:
it_it: ID riunione:
ja_jp: 会議 ID：
ko_kr: 회의 ID:
ms_my: ID Mesyuarat:
pt_br: ID da reunião:
ru_ru: ID конференции:
th_th: รหัสการประชุม:
vi_vn: ID cuộc họp:
zh_cn: 会议 ID：
zh_tw: 會議 ID：

# xtY
source: Meeting link:
de_de: Link zur Besprechung:
es_es: Enlace de la reunión:
fr_fr: Lien de la réunion :
hi_in: मीटिंग का लिंक:
id_id: Tautan rapat:
it_it: Link alla riunione:
ja_jp: 会議リンク：
ko_kr: 회의 링크:
ms_my: Pautan mesyuarat:
pt_br: Link da reunião:
ru_ru: Ссылка на конференцию:
th_th: ลิงก์การประชุม:
vi_vn: Liên kết cuộc họp:
zh_cn: 会议链接：
zh_tw: 會議連結：

# CbQ
source: Get notified when meeting starts
de_de: Sie werden benachrichtigt, wenn die Besprechung beginnt.
es_es: Recibir una notificación cuando comience la reunión
fr_fr: Soyez informé lorsque la réunion commencera
hi_in: जब कोई व्यक्ति किसी ऐसे कैलेंडर ईवेंट के लिए वीडियो मीटिंग प्रारंभ करता है, जिसे आपने अस्वीकार नहीं किया, तो सूचना भेजें.
id_id: Dapatkan notifikasi ketika rapat dimulai
it_it: Ricevi una notifica quando inizia la riunione
ja_jp: 会議が開始する時、自分に通知を送信します。
ko_kr: 회의 시작 시 알림 받기
ms_my: Dapat notifikasi bila mesyuarat bermula
pt_br: Seja notificado quando a reunião começar
ru_ru: Получать уведомления о начале конференции
th_th: รับการแจ้งเตือนเมื่อเริ่มการประชุม
vi_vn: Nhận thông báo khi cuộc họp bắt đầu
zh_cn: 会议开始时通知我
zh_tw: 會議開始時通知我

# qis
source: Meeting start notification
de_de: Benachrichtigung über Beginn der Besprechung
es_es: Notificación de inicio de reunión
fr_fr: Notification du démarrage de la réunion
hi_in: मीटिंग नोटिफ़िकेशन
id_id: Notifikasi mulai rapat
it_it: Notifica avvio riunione
ja_jp: 会議開始の通知
ko_kr: 회의 시작 알림
ms_my: Notifikasi permulaan mesyuarat
pt_br: Notificação de início de reunião
ru_ru: Уведомление о начале конференции
th_th: การแจ้งเตือนเริ่มการประชุม
vi_vn: Thông báo bắt đầu cuộc họp
zh_cn: 日程会议开始通知
zh_tw: 日程會議開始通知

# n6k
source: Meeting topic:
de_de: Besprechungsthema:
es_es: Tema de la reunión:
fr_fr: Sujet de la réunion :
hi_in: मीटिंग का विषय:
id_id: Topik rapat:
it_it: Argomento della riunione:
ja_jp: タイトル：
ko_kr: 회의 주제:
ms_my: Topik mesyuarat:
pt_br: Tópico da reunião:
ru_ru: Тема конференции:
th_th: หัวข้อการประชุม:
vi_vn: Chủ đề cuộc họp:
zh_cn: 会议主题：
zh_tw: 會議主題：

# zkA
source: Participants will be automatically muted on entry.
de_de: Teilnehmer werden beim Betreten automatisch stummgeschaltet.
es_es: Los participantes serán silenciados automáticamente al unirse a la reunión.
fr_fr: Les participants seront automatiquement mis en sourdine à l'entrée.
hi_in: प्रतिभागियों को प्रवेश करने पर स्वचालित रूप से म्यूट कर दिया जाएगा.
id_id: Peserta akan dibisukan otomatis di entri.
it_it: I partecipanti verranno silenziati automaticamente all'accesso.
ja_jp: 新規参加者は自動的にミュートされます
ko_kr: 참가자는 입장 시 자동으로 음소거됩니다.
ms_my: Peserta akan disenyapkan secara automatik semasa masuk.
pt_br: Os participantes serão silenciados automaticamente ao ingressarem.
ru_ru: Микрофоны участников будут автоматически отключены при входе.
th_th: ผู้เข้าร่วมจะถูกปิดเสียงเมื่อเข้ามาโดยอัตโนมัติ
vi_vn: Người tham gia sẽ được tự động tắt tiếng khi vào nhóm.
zh_cn: 新参会人将默认静音
zh_tw: 新與會人員將預設靜音

# uEE
source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
hi_in: कोई परिणाम नहीं मिले
id_id: Hasil tidak ditemukan
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
ko_kr: 검색 결과 없음
ms_my: Tiada hasil dijumpai
pt_br: Nenhum resultado encontrado
ru_ru: Результаты не найдены
th_th: ไม่มีผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 未找到结果
zh_tw: 未找到結果

# sgw
source: Only event guests can join
de_de: Nur Gäste des Termins können teilnehmen
es_es: Sólo los invitados al evento pueden unirse
fr_fr: Seuls les invités de l'événement peuvent participer
hi_in: केवल ईवेंट गेस्ट ही शामिल हो सकते हैं
id_id: Hanya tamu acara yang dapat bergabung
it_it: Solo gli ospiti dell'evento possono partecipare
ja_jp: 予定の参加者のみ参加可能
ko_kr: 이벤트 게스트만 참가 가능
ms_my: Hanya tetamu acara boleh menyertai
pt_br: Apenas convidados do evento podem ingressar
ru_ru: Только гости события могут присоединиться
th_th: เฉพาะผู้รับเชิญเข้าร่วมกิจกรรมเท่านั้นที่สามารถเข้าร่วมได้
vi_vn: Chỉ những khách sự kiện mới có thể tham gia
zh_cn: 仅日程参与者可加入
zh_tw: 僅日程參與者可加入

# mrI
source: Play enter and exit chimes
de_de: Beim Betreten und Verlassen Ton abspielen
es_es: Activar sonido al entrar y al salir
fr_fr: Émettre un son d'entrée et de sortie
hi_in: प्रवेश करने और छोड़ने पर झंकार चलाएँ
id_id: Putar nada masuk dan keluar
it_it: Riproduci audio di ingresso e uscita
ja_jp: 参加者が入退室時にチャイムを再生
ko_kr: 입장 및 퇴장 알림음 재생
ms_my: Mainkan bunyi masuk dan keluar
pt_br: Tocar sons de entrada e saída
ru_ru: Звуковые оповещения при входе и выходе
th_th: เสียงแจ้งเตือนการเล่น เข้าสู่ระบบ และออกจากระบบ
vi_vn: Rung chuông khi có người vào và thoát
zh_cn: 参会者进出会议声音提醒
zh_tw: 參與者加入/退出會議聲音提醒

# jI8
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# +wg
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# INg
source: Selected:
de_de: Ausgewählt:
es_es: Seleccionados:
fr_fr: Sélectionné :
hi_in: चयनित:
id_id: Dipilih:
it_it: Selezionate:
ja_jp: 選択中：
ko_kr: 선택됨:
ms_my: Terpilih:
pt_br: Selecionado:
ru_ru: Выбрано:
th_th: เลือกแล้ว:
vi_vn: Đã chọn:
zh_cn: 已选：
zh_tw: 已選：

# mjs
source: Sharing permissions
de_de: Berechtigungen zum Teilen
es_es: Compartir permisos
fr_fr: Autorisations de partage
hi_in: साझाकरण अनुमतियाँ
id_id: Izin berbagi
it_it: Autorizzazioni di condivisione
ja_jp: 共有権限
ko_kr: 공유 권한
ms_my: Kebenaran perkongsian
pt_br: Compartilhando permissões
ru_ru: Разрешения на показ экрана
th_th: สิทธิ์การอนุญาตแชร์
vi_vn: Quyền chia sẻ
zh_cn: 共享权限
zh_tw: 分享權限

# ocU
source: Subtitles
de_de: Untertitel
es_es: Subtítulos
fr_fr: Sous-titres
hi_in: उपशीर्षक
id_id: Subtitle
it_it: Sottotitoli
ja_jp: 字幕
ko_kr: 자막
ms_my: Sarikata
pt_br: Legendas
ru_ru: Субтитры
th_th: คำบรรยาย
vi_vn: Phụ đề
zh_cn: 字幕
zh_tw: 字幕

# TUg
source: Participants won't be automatically muted on entry.
de_de: Teilnehmer werden beim Betreten automatisch stummgeschaltet.
es_es: No se silenciará automáticamente a los participantes cuando entren.
fr_fr: Les participants ne seront pas automatiquement mis en sourdine à l'entrée.
hi_in: सहभागियों को प्रवेश करने पर स्वचालित रूप से म्यूट नहीं किया जाएगा.
id_id: Peserta tidak akan secara otomatis dibisukan saat masuk.
it_it: L'audio dei partecipanti non verrà automaticamente disattivato al momento dell'accesso.
ja_jp: 新規参加者は自動的にミュートされません
ko_kr: 참가자는 입장 시 자동으로 음소거되지 않습니다.
ms_my: Peserta tidak akan disenyapkan secara automatik semasa masuk.
pt_br: Os participantes não serão silenciados automaticamente ao ingressarem.
ru_ru: Микрофоны участников не будут автоматически отключены при входе.
th_th: ผู้เข้าร่วมจะไม่ถูกปิดเสียงโดยอัตโนมัติเมื่อเข้ามา
vi_vn: Người tham gia sẽ không được tự động tắt tiếng khi vào nhóm.
zh_cn: 新参会人将不再默认静音
zh_tw: 新與會人員將不再預設靜音

# tM8
source: Video interview for {{name}}
de_de: Video-Interview für {{name}}
es_es: Entrevista en vídeo para {{name}}
fr_fr: Entretien vidéo pour {{name}}
hi_in: {{name}} का वीडियो साक्षात्कार
id_id: Wawancara video untuk {{name}}
it_it: Colloquio video per {{name}}
ja_jp: {{name}}のビデオ面接
ko_kr: {{name}} 님의 화상 면접
ms_my: Temu duga video untuk {{name}}
pt_br: Entrevista em vídeo para {{name}}
ru_ru: Видео-интервью для {{name}}
th_th: การสัมภาษณ์ผ่านวิดีโอสำหรับ {{name}}
vi_vn: Phỏng vấn video cho {{name}}
zh_cn: {{name}}的视频面试
zh_tw: {{name}}的視訊面試

# AXo
source: Video meeting settings
de_de: Einstellungen für Videokonferenz
es_es: Configuración de la reunión por videollamada
fr_fr: Paramètres de réunion vidéo
hi_in: वीडियो मीटिंग सेटिंग्स
id_id: Pengaturan rapat video
it_it: Impostazioni riunione video
ja_jp: ビデオ会議設定
ko_kr: 화상 회의 설정
ms_my: Tetapan mesyuarat video
pt_br: Configurações da reunião por vídeo
ru_ru: Настройки видеоконференции
th_th: การตั้งค่าการประชุมทางวิดีโอ
vi_vn: Cài đặt cuộc họp video
zh_cn: 视频会议设置
zh_tw: 視訊會議設定

# cII
source: VAS
hi_in: सशुल्क
ja_jp: 有料
ru_ru: Премиум
zh_cn: 增值
zh_tw: 增值

# EKM
source: Leave
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
it_it: Abbandona
ja_jp: 退出
ko_kr: 퇴장
ms_my: Keluar
pt_br: Sair
ru_ru: Покинуть
th_th: ออก
vi_vn: Rời
zh_cn: 离开
zh_tw: 離開

# 1+M
source: Loading...
de_de: Laden ...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso
ja_jp: 読み込み中...
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中…

# 7hU
source: Mirror my video
de_de: Mein Video spiegeln
es_es: Aplicar efecto espejo a mi video
fr_fr: Refléter ma vidéo
hi_in: मेरा वीडियो मिरर करें
id_id: Cerminkan video saya
it_it: Mirroring del mio video
ja_jp: マイビデオをミラーリング
ko_kr: 내 동영상 미러링
ms_my: Cermin video saya
pt_br: Espelhar o meu vídeo
ru_ru: Зеркальное видео
th_th: สะท้อนวิดีโอของฉัน
vi_vn: Phản chiếu video của tôi
zh_cn: 视频镜像
zh_tw: 視訊鏡像

# Pok
source: Notification
de_de: Benachrichtigung
es_es: Notificación
hi_in: नोटिफ़िकेशन
id_id: Notifikasi
it_it: Notifica
ja_jp: 通知
ko_kr: 알림
ms_my: Notifikasi
pt_br: Notificação
ru_ru: Уведомление
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 提示
zh_tw: 提示

# ET0
source: Participant permissions
de_de: Berechtigungen der Teilnehmer
es_es: Permisos de los participantes
fr_fr: Autorisations des participants
hi_in: प्रतिभागियों की अनुमतियाँ
id_id: Izin peserta
it_it: Autorizzazioni dei partecipanti
ja_jp: 参加者の権限
ko_kr: 참가자 권한
ms_my: Keizinan peserta
pt_br: Permissões dos participantes
ru_ru: Разрешения участника
th_th: สิทธิอนุญาตสำหรับผู้เข้าร่วม
vi_vn: Quyền của người tham gia
zh_cn: 参会人权限
zh_tw: 與會人員權限

# MVg
source: 简体中文
zh_tw: 簡體中文

# SqE
source: My AI
ms_my: AI Saya

# 6Fc
source: English
ms_my: Bahasa Inggeris
