Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# 9xo
source: Video Meetings
de_de: Videobesprechungen
es_es: Reuniones por videollamada
fr_fr: Réunions vidéo
hi_in: वीडियो मीटिंग
id_id: Rapat Video
it_it: Riunioni video
ja_jp: ビデオ会議
ko_kr: 화상 회의
ms_my: Mesyuarat Video
pt_br: Reuniões por vídeo
ru_ru: Видеоконференции
th_th: การประชุมทางวิดีโอ
vi_vn: Cuộc họp video
zh_cn: 视频会议
zh_tw: 視訊會議

# OMY
source: You can't see the guest list because you're not invited to the event.
de_de: Sie können die Gästeliste nicht sehen, weil Sie nicht zu dem Ereignis eingeladen wurden.
es_es: No puedes ver la lista de invitados porque no estás invitado al evento.
fr_fr: Vous ne pouvez pas afficher la liste des invités car vous ne faites pas partie des invités à l'événement.
hi_in: आप गेस्ट सूची नहीं देख सकते क्योंकि आपको ईवेंट में आमंत्रित नहीं किया गया है.
id_id: Anda tidak dapat melihat daftar tamu karena Anda tidak diundang ke acara tersebut.
it_it: Non puoi visualizzare l'elenco degli ospiti poiché non sei invitato all'evento.
ja_jp: 予定の参加者ではないため、参加者リストを確認できません
ko_kr: 이벤트에 초대받지 않았으므로 게스트 목록을 볼 수 없습니다.
ms_my: Anda tidak boleh melihat senarai tetamu kerana anda tidak dijemput ke acara.
pt_br: Você não pode ver a lista de convidados porque não foi convidado para o evento.
ru_ru: Вы не можете просмотреть список гостей из-за того, что вы не приглашены на событие.
th_th: คุณไม่สามารถเห็นรายชื่อผู้รับเชิญได้เนื่องจากคุณไม่ได้รับเชิญให้เข้าร่วมเหตุการณ์นี้
vi_vn: Bạn không thể xem danh sách khách vì bạn không được mời tham gia sự kiện.
zh_cn: 由于你不是日程参与者，无法查看参与者列表
zh_tw: 由於你不是日程參與者，無法查看參與者清單

# zHo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# 9h0
source: Center Stage
de_de: Im Mittelpunkt
es_es: En el centro del escenario
fr_fr: En premier plan
hi_in: मुख्य स्थान
id_id: Panggung Tengah
it_it: Centro della scena
ja_jp: センターフレーム
ko_kr: 중앙 무대
ms_my: Pentas Tengah
pt_br: Palco central
ru_ru: Центральная сцена
th_th: เวทีกลาง
vi_vn: Sân khấu Trung tâm
zh_cn: 人物居中
zh_tw: 人物置中

# D3A
source: Change name in meeting
de_de: Name in Besprechung ändern
es_es: Cambiar nombre de reunión
fr_fr: Changer de nom en cours de réunion
id_id: Ubah nama dalam rapat
it_it: Modifica il nome nella riunione
ja_jp: 会議での名前の変更
ko_kr: 회의에서 이름 변경
ms_my: Tukar nama dalam mesyuarat
pt_br: Alterar nome na reunião
ru_ru: Изменить имя на конференции
th_th: เปลี่ยนชื่อในที่ประชุม
vi_vn: Đổi tên trong cuộc họp
zh_cn: 修改会中姓名
zh_tw: 修改會議中姓名

# uTQ
source: Chats
id_id: Obrolan
it_it: Chat
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чаты
th_th: แชท
vi_vn: Cuộc trò chuyện
zh_cn: 聊天
zh_tw: 聊天

# wZU
source: Chat
hi_in: चैट करें
id_id: Obrolan
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чат
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 聊天
zh_tw: 聊天

# mnY
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# Uk4
source: Confirm to clear voiceprint?
de_de: Möchten Sie das Löschen Ihres Stimmabdrucks bestätigen?
es_es: ¿Confirmar el borrado de la huella de voz?
fr_fr: Confirmer l'effacement de l'empreinte vocale ?
hi_in: वोइसप्रिंट साफ़ करने के लिए पुष्टि करें?
id_id: Konfirmasi untuk membersihkan sidik suara?
it_it: Confermare la cancellazione dell'impronta vocale?
ja_jp: 音声情報を消去しますか？
ko_kr: 성문을 지우시겠습니까?
ms_my: Sahkan untuk kosongkan suara?
pt_br: Confirmar a limpeza da impressão de voz?
ru_ru: Подтвердить удаление голосового отпечатка?
th_th: ยืนยันที่จะล้างพิมพ์เสียงหรือไม่
vi_vn: Xác nhận xóa đồ thị sóng âm?
zh_cn: 确定清空声纹？
zh_tw: 確定清空聲紋嗎？

# bUA
source: Once turned off, your voiceprint will be cleared.
de_de: Sobald die Funktion deaktiviert ist, wird Ihr Stimmabdruck gelöscht.
es_es: Una vez desactivada, se borrará tu huella de voz.
fr_fr: Une fois l'option désactivée, votre empreinte vocale sera effacée.
hi_in: बंद होने के बाद, आपका वोइसप्रिंट साफ़ हो जाएगा.
id_id: Setelah dinonaktifkan, sidik suara Anda akan dibersihkan.
it_it: Dopo la disattivazione, la tua impronta vocale verrà cancellata.
ja_jp: オフにすると、あなたの音声情報は消去されます
ko_kr: 이 기능을 끄면 성문이 지워집니다.
ms_my: Apabila dimatikan, suara anda akan dikosongkan.
pt_br: Depois de desativado, sua impressão de voz será limpa.
ru_ru: После отключения ваш голосовой отпечаток будет очищен.
th_th: เมื่อปิดแล้ว ระบบจะล้างพิมพ์เสียงของคุณ
vi_vn: Sau khi tắt tính năng này, đồ thị sóng âm của bạn sẽ bị xóa.
zh_cn: 关闭后，将清空你的声纹信息
zh_tw: 關閉後，將清空你的聲紋資訊

# 5qg
source: Continue to Edit
de_de: Mit Bearbeitung fortfahren
es_es: Continuar editando
fr_fr: Poursuivre l'édition
hi_in: संपादन जारी रखें
id_id: Lanjutkan pengeditan
it_it: Continua a modificare
ja_jp: 編集を続行
ko_kr: 계속 편집
ms_my: Teruskan untuk Edit
pt_br: Continuar editando
ru_ru: Продолжить редактирование
th_th: แก้ไขต่อไป
vi_vn: Tiếp tục chỉnh sửa
zh_cn: 继续编辑
zh_tw: 繼續編輯

# HZo
source: Audio and shared content only
de_de: Nur Audio und geteilter Inhalt
es_es: Solo audio y contenido compartido
fr_fr: Audio et contenu partagé uniquement
id_id: Hanya audio dan konten yang dibagikan
it_it: Solo audio e contenuto condiviso
ja_jp: 音声と共有のみ
ko_kr: 오디오 및 공유 콘텐츠만
ms_my: Audio dan kandungan dikongsi sahaja
pt_br: Somente áudio e conteúdo compartilhado
ru_ru: Только звук и общий контент
th_th: เฉพาะเสียงและเนื้อหาที่แบ่งปัน
vi_vn: Chỉ âm thanh và nội dung được chia sẻ
zh_cn: 仅保留音频和共享
zh_tw: 僅保留音訊和分享內容

# p8A
source: Performance mode
de_de: Leistungsmodus
es_es: Modo de rendimiento
fr_fr: Mode performance
id_id: Mode performa
it_it: Modalità prestazioni
ja_jp: パフォーマンスモード
ko_kr: 성능 모드
ms_my: Mod prestasi
pt_br: Modo de desempenho
ru_ru: Режим производительности
th_th: โหมดประสิทธิภาพ
vi_vn: Chế độ hiệu suất
zh_cn: 性能模式
zh_tw: 效能模式

# IXA
source: Power-saving (low video quality)
de_de: Energiesparend (niedrige Videoqualität)
es_es: Ahorro de energía (baja calidad de vídeo)
fr_fr: Économie d'énergie (vidéo de faible qualité)
id_id: Hemat daya (kualitas video rendah)
it_it: Risparmio di energia (bassa qualità video)
ja_jp: 省データ（低画質）
ko_kr: 절전(낮은 비디오 품질)
ms_my: Penjimatan tenaga (kualiti video rendah)
pt_br: Economia de energia (qualidade de vídeo baixa)
ru_ru: Экономия заряда (низкое качество видео)
th_th: ประหยัดพลังงาน (คุณภาพวิดีโอต่ำ)
vi_vn: Tiết kiệm năng lượng (chất lượng video thấp)
zh_cn: 节能 (低视频画质)
zh_tw: 節能 (低影片畫質)

# yPE
source: Standard
es_es: Estándar
id_id: Standar
ja_jp: スタンダード
ko_kr: 표준
ms_my: Piawai
pt_br: Padrão
ru_ru: Стандартный
th_th: มาตรฐาน
vi_vn: Tiêu chuẩn
zh_cn: 标准
zh_tw: 標準

# Gqc
source: Default output audio device to use when initiating or receiving a call or a meeting
de_de: Das zu verwendende Standard-Audioausgabegerät, wenn Sie einen Anruf oder eine Besprechung initiieren oder entgegennehmen
es_es: Dispositivo de audio de salida predeterminado al iniciar o recibir llamadas o reuniones
fr_fr: Périphérique audio de sortie par défaut à utiliser lorsque vous lancez ou recevez un appel ou une réunion
id_id: Perangkat audio keluaran default untuk digunakan saat memulai atau menerima panggilan atau rapat
it_it: Dispositivo di uscita audio predefinito da utilizzare quando si avvia o si riceve una chiamata o una riunione
ja_jp: 通話または会議を開始・参加する際に、デフォルトで使用する音声出力デバイスを選択します。
ko_kr: 통화 또는 회의를 시작하거나 수신할 때 사용할 기본 출력 오디오 장치
ms_my: Peranti audio output lalai untuk digunakan apabila memulakan atau menerima panggilan atau mesyuarat
pt_br: Dispositivo de áudio de saída padrão a ser usado ao iniciar ou receber uma chamada ou reunião
ru_ru: Аудиоустройство, используемое по умолчанию во время вызовов и конференций
th_th: อุปกรณ์เสียงเอาท์พุตเริ่มต้นที่จะใช้เมื่อเริ่มหรือรับสายหรือการประชุม
vi_vn: Thiết bị âm thanh đầu ra mặc định để sử dụng khi bắt đầu hoặc nhận cuộc gọi hay cuộc họp
zh_cn: 选择发起/接听通话或会议时，默认使用的音频播放设备
zh_tw: 選擇發起/接聽通話或會議時，預設使用的音訊播放裝置

# d5Q
source: Default audio device
de_de: Standard-Audiogerät
es_es: Dispositivo de audio predeterminado
fr_fr: Périphérique audio par défaut
id_id: Audio perangkat default
it_it: Audio del dispositivo predefinito
ja_jp: 通話開始時の音声デバイス
ko_kr: 기본 오디오 장치
ms_my: Peranti audio lalai
pt_br: Dispositivo de áudio padrão
ru_ru: Аудиоустройство по умолчанию
th_th: อุปกรณ์เสียงเริ่มต้น
vi_vn: Thiết bị âm thanh mặc định
zh_cn: 进入通话时的音频设备
zh_tw: 進入通話時的音訊裝置

# BBQ
source: Turn on camera when I join a meeting
de_de: Kamera einschalten, wenn ich einer Besprechung beitrete
es_es: Activar la cámara al unirme a una reunión
fr_fr: Activer la caméra lorsque je rejoins une réunion
id_id: Aktifkan kamera saat saya bergabung dengan rapat
it_it: Attiva la videocamera quando partecipo a una riunione
ja_jp: 会議参加時にデフォルトでカメラをオン
ko_kr: 회의에 참가할 때 카메라를 켭니다
ms_my: Hidupkan kamera bila saya sertai mesyuarat
pt_br: Ligar a câmera quando eu ingressar em uma reunião
ru_ru: Включать камеру, когда я присоединяюсь к конференции
th_th: เปิดกล้องเมื่อเข้าฉันร่วมการประชุม
vi_vn: Bật máy ảnh khi tôi tham gia cuộc họp
zh_cn: 加入会议时默认开启摄像头
zh_tw: 加入會議時預設開啟攝影機

# bho
source: Set the layout for meeting recording in advance
de_de: Das Layout für die Besprechungsaufzeichnung im Voraus festlegen
es_es: Establece el diseño para la grabación de reuniones por adelantado
fr_fr: Définir à l'avance la disposition de l'enregistrement de la réunion
id_id: Tetapkan tata letak untuk perekaman rapat di awal
it_it: Imposta in anticipo il layout per la registrazione delle riunioni
ja_jp: 会議レコーディングのレイアウトを事前に設定します。
ko_kr: 회의 기록을 위한 레이아웃을 미리 설정
ms_my: Tetapkan susun atur rakaman mesyuarat terlebih dahulu
pt_br: Configurar o layout para a gravação da reunião com antecedência
ru_ru: Заблаговременно задайте компоновку для записи конференции
th_th: ตั้งเค้าโครงการบันทึกการประชุมขั้นสูง
vi_vn: Đặt trước bố cục cho bản ghi cuộc họp
zh_cn: 提前设置会议中录制的布局样式
zh_tw: 提前設定會議中錄製的版面配置樣式

# BAk
source: Recording layout
de_de: Layout für Cloud-Datensatz
es_es: Diseño de grabación en la nube
fr_fr: Disposition de l'enregistrement Cloud
id_id: Tata letak rekaman cloud
it_it: Layout di registrazione cloud
ja_jp: レコーディングのレイアウト
ko_kr: Cloud 기록 레이아웃
ms_my: Susunan rakaman
pt_br: Layout de gravação na nuvem
ru_ru: Макет облачной записи
th_th: เค้าโครงการบันทึกคลาวด์
vi_vn: Bố cục ghi lên đám mây
zh_cn: 录制布局
zh_tw: 雲端錄製版面配置

# ON8
source: Turn on microphone when I join a meeting
de_de: Mikrofon einschalten, wenn ich einer Besprechung beitrete
es_es: Activar el micrófono al unirme a una reunión
fr_fr: Activer le microphone lorsque je rejoins une réunion
id_id: Aktifkan mikrofon saat saya bergabung dengan rapat
it_it: Attiva il microfono quando partecipo a una riunione
ja_jp: 会議参加時にデフォルトでマイクをオン
ko_kr: 회의에 참가할 때 마이크를 켭니다
ms_my: Hidupkan mikrofon bila saya sertai mesyuarat
pt_br: Ligar o microfone quando eu ingressar em uma reunião
ru_ru: Включать микрофон, когда я присоединяюсь к конференции
th_th: เปิดไมโครโฟนเมื่อเข้าฉันร่วมการประชุม
vi_vn: Bật micrô khi tôi tham gia cuộc họp
zh_cn: 加入会议时默认开启麦克风
zh_tw: 加入會議時預設開啟麥克風

# Tvw
source: Display Codec information
de_de: Codec-Informationen anzeigen
es_es: Mostrar información de códec
fr_fr: Afficher les informations du codec
id_id: Tampilkan Informasi Codec
it_it: Informazioni sui codec del display
ja_jp: コーデック情報を表示
ko_kr: 코덱 정보 디스플레이
ms_my: Paparkan maklumat Codec
pt_br: Exibir informações do codec
ru_ru: Отображать информацию о кодеке
th_th: แสดงข้อมูลตัวแปลงสัญญาณ
vi_vn: Hiển thị thông tin Codec
zh_cn: 显示 Codec 信息
zh_tw: 顯示 Codec 資訊

# T7E
source: Display video resolution and frame rate
de_de: Videoauflösung und Bildrate anzeigen
es_es: Mostrar resolución de vídeo y velocidad de fotogramas
fr_fr: Afficher la résolution vidéo et la fréquence d'images
id_id: Tampilkan resolusi video dan frame rate
it_it: Risoluzione video e frequenza dei fotogrammi del display
ja_jp: ビデオの解像度とフレームレートを表示
ko_kr: 비디오 해상도 및 프레임 속도 디스플레이
ms_my: Paparkan resolusi video dan kadar bingkai
pt_br: Exibir resolução do vídeo e taxa de quadros
ru_ru: Отображать разрешение видео и частоту кадров
th_th: แสดงความละเอียดของวิดีโอและเฟรมเรต
vi_vn: Hiển thị độ phân giải video và tốc độ khung hình
zh_cn: 显示视频分辨率和帧率
zh_tw: 顯示影片解析度和畫面播放速率

# 7M4
source: Don't translate
de_de: Nicht übersetzen
es_es: No traducir
fr_fr: Ne pas traduire
hi_in: अनुवाद न करें
id_id: Jangan terjemahkan
it_it: Non tradurre
ja_jp: 翻訳しない
ko_kr: 번역 안 함
ms_my: Jangan terjemah
pt_br: Não traduzir
ru_ru: Не переводить
th_th: ไม่แปล
vi_vn: Không dịch
zh_cn: 不翻译
zh_tw: 不翻譯

# TLc
source: Ear speaker
de_de: Kopfhörer
es_es: Auricular
fr_fr: Haut-parleur d'oreille
id_id: Speaker telinga
it_it: Altoparlante auricolare
ja_jp: レシーバー
ko_kr: 이어 스피커
ms_my: Pembesar suara telinga
pt_br: Fone de ouvido
ru_ru: Слуховой динамик
th_th: หูฟัง
vi_vn: Tai nghe
zh_cn: 听筒
zh_tw: 聽筒

# n2s
source: Microphones and speakers can't be turned on during a meeting to avoid whining.
de_de: Mikrofone und Lautsprecher können während einer Besprechung nicht eingeschaltet werden, um störende Geräusche zu vermeiden.
es_es: Los micrófonos y altavoces no se pueden activar durante las reuniones para evitar silbidos.
fr_fr: Les microphones et les haut-parleurs ne peuvent pas être activés pendant une réunion afin d'éviter les bruits intempestifs.
id_id: Mikrofon dan speaker tidak dapat diaktifkan selama rapat untuk menghindari kebisingan.
it_it: Microfoni e altoparlanti non possono essere attivati durante una riunione per evitare sibili.
ja_jp: ハウリングを避けるため、会議中にマイクとスピーカーを常にオフにします。
ko_kr: 소리 울림을 방지하기 위해 회의 중에는 마이크와 스피커를 켤 수 없습니다.
ms_my: Mikrofon dan pembesar suara tidak boleh dihidupkan semasa mesyuarat untuk mengelakkan bunyi mengeluh.
pt_br: Microfones e alto-falantes não podem ser ativados durante uma reunião para evitar reclamações.
ru_ru: Микрофоны и динамики нельзя включать во время конференции во избежание шума.
th_th: ไม่สามารถเปิดไมโครโฟนและลำโพงในระหว่างการประชุมเพื่อหลีกเลี่ยงเสียงหอน
vi_vn: Không thể bật micrô và loa trong cuộc họp để tránh chói tai.
zh_cn: 在会议中始终禁用麦克风和扬声器且无法开启，避免出现啸叫
zh_tw: 在會議中始終停用麥克風和擴音器且無法開啟，避免出現高頻噪音

# AyQ
source: Event guests
de_de: Termingäste
es_es: Invitados al evento
fr_fr: Invités de l'événement
hi_in: ईवेंट के गेस्ट
id_id: Tamu acara
it_it: Ospiti dell'evento
ja_jp: 予定の参加者
ko_kr: 이벤트 게스트
ms_my: Tetamu acara
pt_br: Convidados do evento
ru_ru: Гости событие
th_th: ผู้รับเชิญเข้าร่วมกิจกรรม
vi_vn: Khách tham gia sự kiện
zh_cn: 日程参与者
zh_tw: 日程參與者

# B1I
source: Once turned on, if English is used during the meeting, unfamiliar words in English subtitles will show Chinese definitions.
de_de: Unbekannte Wörter in englischen Untertiteln werden auf Chinesisch angezeigt, wenn während der Besprechung Englisch gesprochen wird und diese Funktion aktiviert ist.
es_es: Una vez activada, si se utiliza el inglés durante la reunión, se mostrarán las definiciones en chino para las palabras desconocidas en los subtítulos en inglés.
fr_fr: Une fois l'option activée, si l'anglais est utilisé pendant la réunion, les mots inconnus des sous-titres anglais s'accompagneront des définitions en chinois.
id_id: Setelah diaktifkan, jika bahasa Inggris digunakan selama rapat, kata-kata asing dalam subtitle bahasa Inggris akan menampilkan definisi bahasa Mandarin.
it_it: Dopo l'attivazione, se durante la riunione viene usato l'inglese, le parole sconosciute nei sottotitoli in inglese mostreranno le definizioni in cinese.
ja_jp: オンにすると、会議に英語が使用される場合、字幕に含まれる難しい英単語の中国語訳が表示されます
ko_kr: 켜면 회의 중에 영어를 사용할 경우 영어 자막에 있는 낯선 단어에 중국어 정의가 표시됩니다.
ms_my: Sekali dihidupkan, jika Bahasa Inggeris digunakan semasa mesyuarat, perkataan asing dalam sarikata Bahasa Inggeris akan menunjukkan definisi Bahasa Cina.
pt_br: Após a ativação, se o inglês for usado durante a reunião, palavras desconhecidas nas legendas em inglês mostrarão as definições em chinês.
ru_ru: После включения, если во время конференции используется английский язык, незнакомые слова в английских субтитрах будут отображаться на китайском языке.
th_th: เมื่อเปิดใช้แล้ว หากใช้ภาษาอังกฤษในระหว่างการประชุม คำที่ไม่คุ้นเคยในคำบรรยายภาษาอังกฤษจะแสดงให้เห็นเป็นคำจำกัดความภาษาจีน
vi_vn: Sau khi được bật, nếu tiếng Anh được sử dụng trong cuộc họp, các từ lạ trong phụ đề tiếng Anh sẽ hiển thị kèm định nghĩa tiếng Trung.
zh_cn: 开启后，会议中如使用英语，将展示英语字幕中生僻词的中文释义
zh_tw: 開啟後，如果會議中用到英文，將顯示英文字幕中生僻字的中文釋義

# NEU
source: External
de_de: Extern
es_es: Externa
fr_fr: Externe
hi_in: बाहरी
id_id: Eksternal
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
ms_my: Luaran
pt_br: Externo
ru_ru: Внешняя
th_th: ภายนอก
vi_vn: Bên ngoài
zh_cn: 外部
zh_tw: 外部

# Ero
source: Floating
de_de: Schwebend
es_es: Flotante
fr_fr: Flottant
id_id: Mengapung
it_it: Mobile
ja_jp: フローティング表示
ko_kr: 띄우기
ms_my: Terapung
pt_br: Flutuando
ru_ru: Плавающее
th_th: แบบลอย
vi_vn: Nổi
zh_cn: 动态漂浮
zh_tw: 漂浮

# vok
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
id_id: Layar penuh
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ms_my: Skrin penuh
pt_br: Tela inteira
ru_ru: Полный экран
th_th: เต็มหน้าจอ
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

# D70
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
id_id: Galeri
it_it: Raccolta
ja_jp: ギャラリー
ko_kr: 갤러리
ms_my: Galeri
pt_br: Galeria
ru_ru: Галерея
th_th: แกลเลอรี
vi_vn: Thư viện
zh_cn: 宫格
zh_tw: 方格

# sdE
source: Show multiple participants and switch to side-by-side when sharing
de_de: Mehrere Teilnehmer anzeigen und zur Ansicht mit paralleler Anordnung wechseln, wenn Sie die Freigabe verwenden
es_es: Mostrar varios participantes y cambiar a la vista en paralelo al compartir contenido
fr_fr: Affichez plusieurs participants et passez en mode côte à côte lors du partage
id_id: Tampilkan beberapa peserta dan alihkan ke bersebelahan ketika berbagi
it_it: Mostra più partecipanti e passa alla visualizzazione affiancata durante la condivisione
ja_jp: 複数の参加者を表示し、共有時はサイドバービューに切り替えます。
ko_kr: 콘텐츠 공유 시 여러 참가자를 표시하고 병렬 보기로 전환합니다
ms_my: Tunjukkan beberapa peserta dan tukar ke sebelah-menyebelah semasa berkongsi
pt_br: Mostrar vários participantes e alternar para visualização lado a lado ao compartilhar
ru_ru: Показывать нескольких участников и переключаться в режим "бок о бок" при показе
th_th: แสดงผู้เข้าร่วมหลายคนและเปลี่ยนเป็นแบบแบ่งข้างกันเมื่อแบ่งปัน
vi_vn: Hiển thị nhiều người tham gia và chuyển sang chế độ xem cạnh nhau khi chia sẻ
zh_cn: 显示多名参会者，有共享时切换为侧边栏
zh_tw: 顯示多名與會人員，有分享時切換為側邊欄

# nDs
source: General
de_de: Allgemein
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 一般
ko_kr: 일반
ms_my: Am
pt_br: Geral
ru_ru: Общее
th_th: ทั่วไป
vi_vn: Chung
zh_cn: 通用
zh_tw: 一般

# sOE
source: The guest list is hidden at the organizer's request.
de_de: Die Gästeliste ist auf Wunsch des Organisators ausgeblendet.
es_es: La lista de invitados está oculta a petición del organizador.
fr_fr: La liste des invités est masquée à la demande de l'organisateur.
hi_in: गेस्ट सूची आयोजक के अनुरोध पर छिपाई गई है.
id_id: Daftar tamu disembunyikan atas permintaan penyelenggara.
it_it: L'elenco degli ospiti è nascosto su richiesta dell'organizzatore.
ja_jp: 主催者は参加者リストを非表示に設定しています
ko_kr: 게스트 목록은 주최자의 요청에 따라 숨겨집니다.
ms_my: Senarai tetamu disembunyikan atas permintaan penganjur.
pt_br: A lista de convidados foi ocultada por solicitação do organizador.
ru_ru: Список гостей скрыт по запросу организатора.
th_th: รายชื่อผู้รับเชิญถูกซ่อนตามคำขอของผู้จัด
vi_vn: Danh sách khách bị ẩn theo yêu cầu của người tổ chức.
zh_cn: 组织者设置了隐藏参与者列表
zh_tw: 組織者設定了隱藏參與者清單

# tOE
source: HD quality
de_de: HD-Qualität
es_es: Calidad HD
fr_fr: Qualité HD
id_id: Kualitas HD
it_it: Qualità HD
ja_jp: HD 画質
ko_kr: HD 화질
ms_my: Kualiti HD
pt_br: Qualidade HD
ru_ru: HD-качество
th_th: คุณภาพระดับ HD
vi_vn: Chất lượng HD
zh_cn: 高清画质
zh_tw: 高畫質

# lHY
source: Improving video quality consumes more bandwidth and performance
de_de: Die Optimierung der Videoqualität verbraucht mehr Bandbreite und Leistung
es_es: Mejorar la calidad de vídeo consume más rendimiento y ancho de banda
fr_fr: Une meilleure qualité consomme plus de bande passante et de performance
id_id: Meningkatkan kualitas video mengonsumsi lebih banyak bandwidth dan kinerja
it_it: Il miglioramento della qualità video consuma più larghezza di banda e prestazioni
ja_jp: 画質を上げると、より多くの帯域幅とリソースが消費されます。
ko_kr: 비디오 화질 향상으로 대역폭 및 성능 소모가 증가합니다
ms_my: Meningkatkan kualiti video menggunakan lebih banyak jalur lebar dan prestasi
pt_br: Melhorar a qualidade do vídeo consome mais largura de banda e desempenho
ru_ru: Улучшение качества видео потребляет больше трафика производительности
th_th: การปรับปรุงคุณภาพวิดีโอจะใช้แบนด์วิดท์และระบบจะทำงานหนักขึ้น
vi_vn: Để cải thiện chất lượng video, cần tiêu thụ nhiều băng thông và hiệu suất hơn
zh_cn: 提升视频画质，将消耗更多带宽和性能
zh_tw: 提升影片畫質，將消耗更多頻寬和效能

# 4fc
source: Hide chat bubbles
de_de: Chat-Blasen ausblenden
es_es: Ocultar burbujas de chat
fr_fr: Masquer les bulles de tchat
id_id: Sembunyikan gelembung obrolan
it_it: Nascondi bolle della chat
ja_jp: チャットメッセージを非表示
ko_kr: 말풍선을 숨깁니다
ms_my: Sembunyikan gelembung sembang
pt_br: Ocultar balões do chat
ru_ru: Скрыть выноски чатов
th_th: ซ่อนลูกโป่งแชท
vi_vn: Ẩn bong bóng trò chuyện
zh_cn: 隐藏聊天气泡
zh_tw: 隱藏聊天泡泡

# w/c
source: Hide My View
de_de: Meine Ansicht ausblenden
es_es: Ocultar mi vista
fr_fr: Masquer Mon affichage
id_id: Sembunyikan Tampilan Saya
it_it: Nascondi la mia visualizzazione
ja_jp: 自分の映像を非表示
ko_kr: 내 보기 숨기기
ms_my: Sembunyikan Pandangan Saya
pt_br: Ocultar minha visualização
ru_ru: Скрыть мой вид
th_th: ซ่อนมุมมองของฉัน
vi_vn: Ẩn chế độ xem của tôi
zh_cn: 隐藏本人视图
zh_tw: 隱藏本人視圖

# Fi8
source: Hide muted non-video participants
de_de: Stummgeschaltete Nicht-Video-Teilnehmer ausblenden
es_es: Ocultar participantes silenciados que no aparecen en el vídeo
fr_fr: Masquer les participants sans vidéo en sourdine
id_id: Sembunyikan peserta non-video yang dibisukan
it_it: Nascondi partecipanti senza video e con audio disattivato
ja_jp: 音声・カメラ両方オフの人を非表示
ko_kr: 음소거된 전화를 통한 참가자 숨기기
ms_my: Sembunyikan peserta tanpa video yang disenyapkan
pt_br: Ocultar participantes sem vídeo silenciados
ru_ru: Скрыть отключенных участников без видео
th_th: ซ่อนผู้เข้าร่วมที่ถูกปิดเสียงที่ไม่มีวิดีโอ
vi_vn: Ẩn người không tham gia video đã tắt tiếng
zh_cn: 隐藏静音非视频方
zh_tw: 隱藏靜音非視訊方

# rmE
source: Hide reactions
de_de: Reaktionen ausblenden
es_es: Ocultar reacciones
fr_fr: Masquer les réactions
id_id: Sembunyikan reaksi
it_it: Nascondi reazioni
ja_jp: 他のユーザーのリアクションを非表示
ko_kr: 반응을 숨깁니다
ms_my: Sembunyikan tindak balas
pt_br: Ocultar reações
ru_ru: Скрыть реакции
th_th: ซ่อนอิโมจิ
vi_vn: Ẩn tương tác bằng biểu tượng cảm xúc
zh_cn: 隐藏他人的回应
zh_tw: 隱藏他人的回應

# r4E
source: Only host
de_de: Nur der Moderator
es_es: Solo el moderador
fr_fr: L'hôte uniquement
id_id: Hanya host
it_it: Solo l'host
ja_jp: 進行役のみ作成可能
ko_kr: 진행자만
ms_my: Hanya hos
pt_br: Somente o host
ru_ru: Только ведущий
th_th: โฮสต์เท่านั้น
vi_vn: Chỉ chủ phòng
zh_cn: 仅主持人可创建
zh_tw: 僅主持人可建立

# 1/8
source: Only host
de_de: Nur der Moderator
es_es: Solo el moderador
fr_fr: L'hôte uniquement
id_id: Hanya host
it_it: Solo l'host
ja_jp: 進行役のみ編集可能
ko_kr: 진행자만
ms_my: Hanya hos
pt_br: Somente o host
ru_ru: Только ведущий
th_th: โฮสต์เท่านั้น
vi_vn: Chỉ chủ phòng
zh_cn: 仅主持人可编辑
zh_tw: 僅主持人可編輯

# hKI
source: In-meeting chat
de_de: Chat in Besprechung
es_es: Chat durante la reunión
fr_fr: Tchat de réunion
id_id: Obrolan dalam rapat
it_it: Chat nella riunione
ja_jp: 会議中のチャット
ko_kr: 회의 중 채팅
ms_my: Sembang dalam mesyuarat
pt_br: Chat na reunião
ru_ru: Чат конференции
th_th: แชทในการประชุม
vi_vn: Trò chuyện trong cuộc họp
zh_cn: 会中聊天
zh_tw: 會議中聊天

# /9Y
source: Interpretation
de_de: Dolmetschen
es_es: Interpretación
fr_fr: Interprétation
hi_in: मौखिक अनुवाद
id_id: Penjurubahasaan
it_it: Interpretazione
ja_jp: 同時通訳
ko_kr: 통역
ms_my: Interpretasi
pt_br: Interpretação
ru_ru: Перевод
th_th: การล่าม
vi_vn: Phiên dịch
zh_cn: 同声传译
zh_tw: 同步翻譯
