Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# cps
source: Unable to save because interpreters or languages have not been added.
de_de: Speichern fehlgeschlagen, da keine Dolmetscher oder Sprachen hinzugefügt wurden.
es_es: No se puede guardar porque no se han agregado intérpretes o idiomas.
fr_fr: Enregistrement impossible, car les interprètes ou les langues n'ont pas été ajoutés.
id_id: Gagal menyimpan karena juru bahasa atau bahasa belum ditambahkan.
it_it: Impossibile salvare poiché gli interpreti o le lingue non sono stati aggiunti.
ja_jp: 通訳者または言語を追加していないため、保存できません。
ko_kr: 인터프리터 또는 언어가 추가되지 않아 저장할 수 없습니다.
ms_my: Tidak dapat menyimpan kerana penterjemah atau bahasa belum ditambah.
pt_br: Não é possível salvar porque intérpretes ou idiomas não foram adicionados.
ru_ru: Невозможно сохранить, поскольку переводчики или языки не добавлены.
th_th: ไม่สามารถบันทึกได้เนื่องจากไม่ได้เพิ่มล่ามหรือภาษา
vi_vn: Không thể lưu vì chưa thêm thông dịch viên hoặc ngôn ngữ.
zh_cn: 同传译员或语言未添加，无法保存
zh_tw: 未新增同步口譯員或語言，無法儲存

# 2A4
source: Faye
zh_cn: 飞飞

# aes
source: Clear voiceprint
de_de: Stimmabdruck löschen
es_es: Borrar huella de voz
fr_fr: Effacer l'empreinte vocale
hi_in: वोइसप्रिंट साफ़ करें
id_id: Bersihkan sidik suara
it_it: Cancella impronta vocale
ja_jp: 音声情報を消去
ko_kr: 성문 지우기
ms_my: Kosongkan suara
pt_br: Limpar impressão de voz
ru_ru: Очистить голосовой отпечаток
th_th: ล้างพิมพ์เสียง
vi_vn: Xóa đồ thị sóng âm
zh_cn: 清空声纹
zh_tw: 清空聲紋

# +F4
source: Virtual assistant has been turned off by the host.
de_de: Der virtuelle Assistent wurde vom Moderator deaktiviert.
es_es: El moderador ha desactivado el asistente virtual.
fr_fr: L'assistant virtuel a été désactivé par l'hôte.
id_id: Asisten virtual telah dinonaktifkan oleh host.
it_it: L'assistente virtuale è stato disattivato dall'host.
ja_jp: 進行役は AI チャットを禁止しています。
ko_kr: 진행자가 가상 어시스턴트를 껐습니다.
ms_my: Pembantu maya telah dimatikan oleh hos.
pt_br: O assistente virtual foi desativado pelo host.
ru_ru: Виртуальный помощник отключен ведущим.
th_th: โฮสต์ปิดผู้ช่วยเสมือนแล้ว
vi_vn: Chủ phòng đã tắt trợ lý ảo.
zh_cn: 主持人已禁止使用 AI 对话
zh_tw: 主持人已禁止使用 AI 對話

# tn8
source: AI will capture the necessary details and generate meeting notes for you. Your meeting content will be protected in accordance with @@AI Companion Service Terms@@.
de_de: Die KI erfasst die notwendigen Details und erstellt für Sie Besprechungsnotizen. Der Inhalt Ihrer Besprechung wird gemäß den @@Nutzungsbedingungen für den KI-Assistent@@ geschützt.
es_es: La IA capturará los detalles necesarios y generará por ti las notas de la reunión. El contenido de la reunión estará protegido de acuerdo con los @@Términos de servicio de AI Companion@@.
fr_fr: L'IA saisira les détails nécessaires et générera des notes de réunion pour vous. Le contenu de votre réunion sera protégé conformément aux @@Conditions d'utilisation de AI Companion@@.
id_id: AI akan menangkap perincian yang diperlukan dan membuat catatan rapat untuk Anda. Konten rapat Anda akan dilindungi sesuai dengan @@Ketentuan Layanan AI Companion@@.
it_it: L'IA acquisirà i dettagli necessari e genererà le note riunione per te. Il contenuto della riunione sarà protetto in conformità dei @@Termini di servizio di Compagno IA@@.
ja_jp: AI は自動的に会議内容を記録し、議事録を生成します。会議内容は @@AI アシスタント利用規約@@に従って保護されています。
ko_kr: AI가 필요한 세부 정보를 캡처하고 회의 메모를 생성합니다. 회의 콘텐츠는 @@AI Companion 서비스 약관@@에 따라 보호됩니다.
ms_my: AI akan merakam butiran yang diperlukan dan menghasilkan nota mesyuarat untuk anda. Kandungan mesyuarat anda akan dilindungi mengikut @@Terma Perkhidmatan AI Companion@@.
pt_br: A IA capturará os detalhes necessários e gerará anotações da reunião para você. O conteúdo de sua reunião será protegido de acordo com os @@Termos de serviço do AI Companion@@.
ru_ru: AI получит необходимые сведения и создаст для вас протоколы конференции. Контент вашей конференции будет защищен в соответствии с @@Условиями обслуживания AI Companion@@.
th_th: AI จะจับภาพรายละเอียดที่จำเป็นและสร้างบันทึกการประชุมสำหรับคุณ เนื้อหาการประชุมของคุณจะได้รับการปกป้องตาม@@ข้อกำหนดการให้บริการของ AI Companion@@
vi_vn: AI sẽ ghi lại thông tin chi tiết cần thiết và tạo ghi chú cuộc họp cho bạn. Nội dung cuộc họp của bạn sẽ được bảo vệ theo @@Điều khoản dịch vụ AI Companion@@.
zh_cn: AI 自动识别会议内容并生成会议纪要。我们将根据 @@智能伙伴服务条款@@ 保护你的会议信息
zh_tw: AI 自動識別會議內容並產生會議記錄。我們將根據@@智慧夥伴服務條款@@保護你的會議資訊

# lE4
source: AI-enhanced meeting notes
de_de: KI-optimierte Besprechungsnotizen
es_es: Notas de reunión mejoradas con IA
fr_fr: Notes de réunion améliorées par l'IA
id_id: Catatan rapat yang disempurnakan dengan AI
it_it: Note riunione ottimizzate dall'IA
ja_jp: スマート議事録
ko_kr: AI 강화 회의 메모
ms_my: Nota mesyuarat ditingkatkan AI
pt_br: Anotações da reunião aprimoradas por IA
ru_ru: Протоколы конференции с обработкой AI
th_th: บันทึกการประชุมที่ปรับปรุงโดย AI
vi_vn: Ghi chú cuộc họp nâng cao nhờ AI
zh_cn: 智能会议纪要
zh_tw: 會議智慧記錄

# lDs
source: Add hosts
de_de: Moderatoren hinzufügen
es_es: Agregar moderadores
fr_fr: Ajouter des hôtes
id_id: Tambah host
it_it: Aggiungi host
ja_jp: 進行役を追加
ko_kr: 진행자 추가
ms_my: Tambah hos
pt_br: Adicionar hosts
ru_ru: Добавить ведущего
th_th: เพิ่มโฮสต์
vi_vn: Thêm chủ phòng
zh_cn: 添加主持人
zh_tw: 新增主持人

# x1A
source: Add interpreter
de_de: Dolmetscher hinzufügen
es_es: Agregar intérprete
fr_fr: Ajouter un interprète
hi_in: इंटरप्रेटेर जोड़ें
id_id: Tambah penerjemah
it_it: Aggiungi interprete
ja_jp: 通訳者を追加
ko_kr: 통역사 추가
ms_my: Tambah penterjemah
pt_br: Adicionar interpretação
ru_ru: Добавить переводчика
th_th: เพิ่มล่าม
vi_vn: Thêm phiên dịch viên
zh_cn: 添加译员
zh_tw: 新增翻譯員

# Hy0
source: Add up to 10 hosts
de_de: Bis zu 10 Moderatoren hinzufügen
es_es: Agregar hasta 10 moderadores
fr_fr: Ajoutez jusqu'à 10 hôtes
id_id: Tambah hingga 10 host
it_it: Aggiungi fino a 10 host
ja_jp: 最大 10 人追加できます
ko_kr: 최대 10명의 진행자 추가
ms_my: Tambah sehingga 10 hos
pt_br: Adicione até 10 hosts
ru_ru: Добавьте до 10 ведущих
th_th: เพิ่มได้ถึง 10 โฮสต์
vi_vn: Thêm tối đa 10 chủ phòng
zh_cn: 最多可添加 10 个主持人
zh_tw: 最多可新增 10 個主持人

# OnU
source: Agree
de_de: Ich stimme zu
es_es: De acuerdo
fr_fr: Accepter
hi_in: सहमत हों और सक्षम करें
id_id: Setuju
it_it: Accetta
ja_jp: 同意して有効に
ko_kr: 동의
ms_my: Bersetuju
pt_br: Concordo
ru_ru: Согласиться
th_th: ยอมรับ
vi_vn: Đồng ý
zh_cn: 同意开启
zh_tw: 同意開啟

# Uqk
source: All members
de_de: Alle Mitglieder
es_es: Todos los miembros
fr_fr: Tous les membres
id_id: Semua anggota
it_it: Tutti i membri
ja_jp: 全員が作成可能
ko_kr: 모든 구성원
ms_my: Semua ahli
pt_br: Todos os membros
ru_ru: Все участники
th_th: สมาชิกทั้งหมด
vi_vn: Tất cả thành viên
zh_cn: 所有成员可创建
zh_tw: 所有成員可建立

# RGI
source: All members
de_de: Alle Mitglieder
es_es: Todos los miembros
fr_fr: Tous les membres
id_id: Semua anggota
it_it: Tutti i membri
ja_jp: 全員が編集可能
ko_kr: 모든 구성원
ms_my: Semua ahli
pt_br: Todos os membros
ru_ru: Все участники
th_th: สมาชิกทั้งหมด
vi_vn: Tất cả thành viên
zh_cn: 所有成员可编辑
zh_tw: 所有成員可編輯

# QGk
source: Standard quality videos. Quality depends on connection and device status.
de_de: Videos in Standardqualität. Die Qualität hängt von der Verbindung und dem Gerätestatus ab.
es_es: Vídeos de calidad estándar. La calidad depende de la conexión y del estado del dispositivo.
fr_fr: Vidéos de qualité standard. La qualité dépend de la connexion et de l'état de l'appareil.
id_id: Video kualitas standar. Kualitas bergantung pada koneksi dan status perangkat.
it_it: Video di qualità standard. La qualità dipende dalla connessione e dallo stato del dispositivo.
ja_jp: 通常画質（インターネット接続速度やデバイスの性能によって異なる場合があります）
ko_kr: 표준 품질의 동영상입니다. 품질은 연결 및 장치 상태에 따라 다릅니다.
ms_my: Video kualiti standard. Kualiti bergantung pada sambungan dan status peranti.
pt_br: Vídeos de qualidade padrão. A qualidade depende da conexão e do status do dispositivo.
ru_ru: Видео стандартного качества. Качество зависит от подключения и состояния устройства.
th_th: วิดีโอคุณภาพมาตรฐาน คุณภาพขึ้นอยู่กับการเชื่อมต่อและสถานะอุปกรณ์
vi_vn: Video chất lượng tiêu chuẩn. Chất lượng phụ thuộc vào kết nối và trạng thái thiết bị.
zh_cn: 标准画质，实际取决于网络和设备性能
zh_tw: 標準畫質，實際取決於網路和裝置效能

# 3Mk
source: Allow event panelist to start meetings
de_de: Podiumsteilnehmern des Ereignisses erlauben, Besprechungen zu beginnen
es_es: Permitir a los panelistas que inicien reuniones
fr_fr: Permettre au panéliste de l'événement de démarrer les réunions
id_id: Izinkan panelis acara untuk memulai rapat
it_it: Consenti al relatore dell'evento di avviare riunioni
ja_jp: 予定のパネリストによる会議の開始を許可
ko_kr: 이벤트 패널리스트가 회의를 시작할 수 있도록 허용
ms_my: Benarkan panelis acara untuk memulakan mesyuarat
pt_br: Permitir que o membro do painel do evento inicie reuniões
ru_ru: Разрешить почетным гостям события начинать конференции
th_th: อนุญาตให้ผู้ร่วมอภิปรายกิจกรรมเริ่มการประชุมได้
vi_vn: Cho phép tham luận viên của sự kiện bắt đầu cuộc họp
zh_cn: 允许日程中嘉宾发起会议
zh_tw: 允許日程中的來賓發起會議

# 0Dc
source: Allow event guests to start meetings
de_de: Gästen erlauben, Besprechungen zu beginnen
es_es: Permitir a los invitados que inicien reuniones
fr_fr: Permettre aux invités à l'événement de démarrer des réunions
id_id: Izinkan tamu acara untuk memulai rapat
it_it: Consenti agli invitati all'evento di avviare riunioni
ja_jp: 予定参加者による会議の開始を許可
ko_kr: 이벤트 초대 대상자가 회의를 시작할 수 있도록 허용
ms_my: Benarkan tetamu acara untuk memulakan mesyuarat
pt_br: Permitir que os convidados do evento iniciem reuniões
ru_ru: Разрешить гостям события начинать конференции
th_th: อนุญาตให้ผู้ได้รับเชิญเข้าร่วมกิจกรรมเริ่มการประชุมได้
vi_vn: Cho phép khách tham dự sự kiện để bắt đầu cuộc họp
zh_cn: 允许日程参与者发起会议
zh_tw: 允許日程參與者發起會議

# bgE
source: Allow panelists to unmute themselves
de_de: Podiumsteilnehmern erlauben, die Stummschaltung für sich aufzuheben
es_es: Permitir a los panelistas dejar de silenciarse a sí mismos
fr_fr: Permettre aux panélistes de réactiver leur propre son
id_id: Izinkan panelis untuk membunyikan diri mereka sendiri
it_it: Consenti ai relatori di attivare il proprio audio
ja_jp: 自分によるミュート解除を許可
ko_kr: 패널리스트가 스스로 음소거 해제할 수 있도록 허용
ms_my: Benarkan panelis untuk menyuarakan diri mereka
pt_br: Permitir que membros do painel ativem o próprio som
ru_ru: Разрешить почетным гостям включать свои микрофоны
th_th: อนุญาตให้ผู้ร่วมอภิปรายเปิดเสียงตัวเอง
vi_vn: Cho phép tham luận viên tự bật tiếng
zh_cn: 允许自己打开麦克风
zh_tw: 允許自己開啟麥克風

# vmU
source: This user is already an interpreter.
de_de: Dieser Benutzer ist bereits Dolmetscher.
es_es: Este usuario ya es intérprete.
fr_fr: Cet utilisateur est déjà un interprète.
hi_in: यह उपयोगकर्ता पहले से ही एक इंटरप्रेटर है.
id_id: Pengguna ini sudah menjadi penerjemah.
it_it: Questo utente è già un interprete.
ja_jp: このユーザーは既に通訳者です
ko_kr: 이 사용자는 이미 통역사입니다
ms_my: Pengguna ini sudah menjadi penterjemah.
pt_br: Este usuário já é intérprete.
ru_ru: Этот пользователь уже является переводчиком.
th_th: ผู้ใช้รายนี้เป็นล่ามอยู่แล้ว
vi_vn: Người dùng này đã là phiên dịch viên rồi.
zh_cn: 该用户已是译员
zh_tw: 該使用者已是翻譯員

# s5A
source: Also play audio reminders
de_de: Auch Audio-Erinnerungen abspielen
es_es: Reproducir también recordatorios de audio
fr_fr: Lancer également des rappels audio
id_id: Putar juga pengingat audio
it_it: Riproduci anche promemoria audio
ja_jp: 同時に音声による通知を再生
ko_kr: 오디오 알림도 재생합니다
ms_my: Mainkan juga peringatan audio
pt_br: Reproduzir também lembretes de áudio
ru_ru: Также воспроизводить звуковые напоминания
th_th: และจะเล่นเสียงตัวเตือนความจำด้วย
vi_vn: Đồng thời phát lời nhắc âm thanh
zh_cn: 同时播放语音提醒
zh_tw: 同時播放語音提醒

# H30
source: Assign hosts
de_de: Moderatoren zuweisen
es_es: Asignar moderadores
fr_fr: Attribuer des hôtes
id_id: Tugaskan host
it_it: Assegna host
ja_jp: 進行役を指定
ko_kr: 진행자 지정
ms_my: Tetapkan hos
pt_br: Atribuir hosts
ru_ru: Назначить ведущих
th_th: มอบหมายโฮสต์
vi_vn: Chỉ định chủ phòng
zh_cn: 指定主持人
zh_tw: 指定主持人

# fXM
source: App language
de_de: Sprache der App
es_es: Idioma de aplicación
fr_fr: Langue de l'application
hi_in: ऐप की भाषा
id_id: Bahasa aplikasi
it_it: Lingua dell'app
ja_jp: アプリ言語
ko_kr: 앱 언어
ms_my: Bahasa apl
pt_br: Idioma do aplicativo
ru_ru: Язык приложения
th_th: ภาษาบนแอป
vi_vn: Ngôn ngữ ứng dụng
zh_cn: 应用语言
zh_tw: 應用程式語言

# 8gY
source: You can assign hosts for upcoming meetings in advance. The assigned member will be the co-host once you join the meeting.
de_de: Für anstehende Besprechungen können Sie Moderatoren im Voraus zuweisen. Wenn Sie der Besprechung beitreten, wird das zugewiesene Mitglied zum Co-Moderator.
es_es: Puedes asignar moderadores para las próximas reuniones con antelación. El miembro asignado pasará a ser el co-moderador cuando te unas a la reunión.
fr_fr: Vous pouvez attribuer des hôtes aux réunions futures de manière anticipée. Les membres attribués seront co-hôtes dès que vous aurez rejoint la réunion.
id_id: Anda dapat menugasi host untuk rapat mendatang lebih awal. Anggota yang ditugasi akan menjadi co-host jika Anda tidak bergabung dengan rapat.
it_it: Puoi assegnare in anticipo gli host per le prossime riunioni. Il membro assegnato sarà il co-host quando parteciperai alla riunione.
ja_jp: 事前に会議の進行役を指定できます。あなたが会議に参加後、指定した進行役は共同進行役になります。
ko_kr: 예정된 회의의 진행자를 미리 지정할 수 있습니다. 회의에 참가하면 지정된 구성원이 공동 진행자가 됩니다.
ms_my: Anda boleh menugaskan hos untuk mesyuarat akan datang terlebih dahulu. Ahli yang ditugaskan akan menjadi hos bersama sebaik sahaja anda menyertai mesyuarat.
pt_br: Você pode atribuir hosts para as próximas reuniões com antecedência. O membro atribuído será o co-host assim que você ingressar na reunião.
ru_ru: Вы можете заранее назначить ведущих предстоящих конференций. Назначенный участник станет соведущим, как только вы присоединитесь к конференции.
th_th: คุณสามารถกำหนดโฮสต์สำหรับการประชุมที่จะเกิดขึ้นล่วงหน้าได้ สมาชิกที่ได้รับมอบหมายจะเป็นโฮสต์ร่วมเมื่อคุณเข้าร่วมการประชุม
vi_vn: Bạn có thể chỉ định trước chủ phòng cho các cuộc họp sắp tới. Thành viên được chỉ định sẽ là đồng chủ phòng sau khi bạn tham gia cuộc họp.
zh_cn: 你可提前指定该场会议的主持人，在你入会后，该成员将成为联席主持人
zh_tw: 你可以提前指定該場會議的主持人。在你加入會議後，該成員將成為聯合主持人

# RnQ
source: Attendee Permissions
de_de: Berechtigungen der Anwesenden
es_es: Permisos de asistente
fr_fr: Autorisations des participants
id_id: Izin Peserta
it_it: Autorizzazioni degli ospiti
ja_jp: 出席者の権限
ko_kr: 참석자 권한
ms_my: Kebenaran Peserta
pt_br: Permissões do participante
ru_ru: Разрешения участника
th_th: สิทธิ์การอนุญาตของผู้เข้าร่วม
vi_vn: Quyền của người tham dự
zh_cn: 观众权限
zh_tw: 觀眾權限

# r3c
source: Attendees can
de_de: Anwesende können
es_es: Los asistentes pueden
fr_fr: Les participants peuvent
id_id: Peserta dapat
it_it: Gli ospiti possono
ja_jp: 出席者の権限
ko_kr: 참석자 수행 가능 작업
ms_my: Peserta boleh
pt_br: Os participantes podem
ru_ru: Участники могут
th_th: ผู้เข้าร่วมประชุมสามารถ
vi_vn: Người tham dự có thể
zh_cn: 允许观众
zh_tw: 允許觀眾

# fj8
source: Audio
hi_in: ऑडियो
ja_jp: 音声
ko_kr: 오디오
pt_br: Áudio
ru_ru: Аудио
th_th: เสียง
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# lqE
source: Voice mode
de_de: Sprachmodus
es_es: Modo de voz
fr_fr: Mode vocal
id_id: Mode suara
it_it: Modalità Voce
ja_jp: 音声モード
ko_kr: 음성 모드
ms_my: Mod suara
pt_br: Modo de voz
ru_ru: Голосовой режим
th_th: โหมดเสียง
vi_vn: Chế độ giọng nói
zh_cn: 语音模式
zh_tw: 語音模式

# uRE
source: Stop receiving video and turn off the camera. Only shared content.
de_de: Videoempfang beenden und die Kamera ausschalten. Nur freigegebene Inhalte.
es_es: Dejar de recibir vídeo y desactivar la cámara. Solo contenido compartido.
fr_fr: Arrêter de recevoir la vidéo et désactiver la caméra. Contenu partagé uniquement.
id_id: Berhenti menerima video dan nonaktifkan kamera. Hanya membagikan konten.
it_it: Interrompi la ricezione del video e disattiva la videocamera. Solo contenuto condiviso.
ja_jp: ビデオ画面の受信を停止し、カメラをオフにして、共有画面のみを表示します。
ko_kr: 비디오 수신을 중지하고 카메라를 끕니다. 공유 콘텐츠만 해당합니다.
ms_my: Berhenti menerima video dan matikan kamera. Hanya kandungan yang dikongsi.
pt_br: Parar de receber vídeo e desligar a câmera. Apenas conteúdo compartilhado.
ru_ru: Прекратить прием видео и выключить камеру. Только показанный контент.
th_th: หยุดการรับวิดีโอและปิดกล้อง เฉพาะเนื้อหาที่แบ่งปันเท่านั้น
vi_vn: Ngừng nhận video và tắt máy ảnh. Chỉ nội dung được chia sẻ.
zh_cn: 停止接收视频并关闭摄像头，仅保留共享
zh_tw: 停止接收視訊並關閉攝影機，僅保留分享

# gNA
source: Automatic cloud recording for AV calls
de_de: Automatische Cloud-Aufzeichnung für Audio- oder Videoanrufe
es_es: Grabación en la nube automática para llamadas AV
fr_fr: Enregistrement automatique des appels audio ou vidéo dans le Cloud
hi_in: ऑडियो/वीडियो कॉल स्वचालित रिकॉर्डिंग
id_id: Perekaman cloud otomatis untuk panggilan AV
it_it: Registrazione automatica nel cloud per chiamate audio/video
ja_jp: 音声・ビデオ通話の自動クラウドレコーディング
ko_kr: AV 통화를 위한 자동 클라우드 기록
ms_my: Rakaman awan automatik untuk panggilan AV
pt_br: Gravação automática na nuvem para chamadas de AV
ru_ru: Автоматическая облачная запись для звонков и конференций
th_th: การบันทึกบนคลาวด์อัตโนมัติสำหรับการโทร AV
vi_vn: Tự động ghi lên đám mây cho các cuộc gọi AV
zh_cn: 语音/视频通话自动云录制
zh_tw: 語音/視訊通話自動雲端錄製

# SHI
source: When you start an audio or video call, a cloud recording request will be automatically sent.
de_de: Wenn Sie einen Audio- oder Videoanruf starten, wird automatisch eine Cloud-Aufzeichnungsanfrage gesendet.
es_es: Al iniciar una llamada de audio o vídeo, la solicitud de grabación en la nube se enviará automáticamente.
fr_fr: Lorsque vous démarrerez un appel audio ou vidéo, la demande d'enregistrement dans le Cloud sera automatiquement envoyée.
hi_in: जब आप ऑडियो/वीडियो कॉल शुरू करते हैं, रिकॉर्डिंग अनुरोध स्वचालित रूप से भेजा जाएगा
id_id: Saat Anda memulai panggilan audio atau video, permintaan perekaman cloud akan dikirimkan secara otomatis.
it_it: Quando avvii una chiamata audio o una videochiamata, la richiesta di registrazione nel cloud viene inviata automaticamente.
ja_jp: 自分が音声・ビデオ通話を開始する時、自動的にクラウドレコーディングをリクエストします。
ko_kr: 음성 또는 영상 통화를 시작하면 클라우드 기록 요청이 자동으로 전송됩니다.
ms_my: Apabila anda memulakan panggilan audio atau video, permintaan rakaman awan akan dihantar secara automatik.
pt_br: Quando você inicia uma chamada de áudio ou videochamada, a solicitação de gravação na nuvem é enviada automaticamente.
ru_ru: Когда вы начинаете звонок или конференцию, запрос на облачную запись будет отправлен автоматически.
th_th: เมื่อคุณเริ่มการสนทนาด้วยเสียงหรือทางวิดีโอ คำขอการบันทึกบนคลาวด์จะถูกส่งโดยอัตโนมัติ
vi_vn: Khi bạn bắt đầu cuộc gọi âm thanh hoặc video, yêu cầu ghi lên đám mây sẽ tự động được gửi.
zh_cn: 当你发起语音/视频通话时，将自动发起云录制请求
zh_tw: 當你發起語音/視訊通話時，將自動發起雲端錄製請求

# ND4
source: Effects of pens and highlighters will be automatically corrected.
de_de: Stift- und Textmarkereffekte werden automatisch korrigiert.
es_es: Los efectos de los bolígrafos y marcadores se corregirán automáticamente.
fr_fr: Les effets des stylos et des surligneurs seront automatiquement corrigés.
id_id: Efek pena dan penyorot akan dikoreksi secara otomatis.
it_it: Gli effetti di penne ed evidenziatori saranno corretti automaticamente.
ja_jp: ペンとハイライターの描画を自動的に補正します。
ko_kr: 펜과 형광펜의 효과가 자동으로 수정됩니다.
ms_my: Kesan pen dan penyeri akan dibetulkan secara automatik.
pt_br: Os efeitos de canetas e marcadores serão corrigidos automaticamente.
ru_ru: Эффекты ручек и маркеров будут исправлены автоматически.
th_th: เอฟเฟ็กต์ของปากกาและปากกาไฮไลท์จะได้รับการแก้ไขโดยอัตโนมัติ
vi_vn: Hiệu ứng của bút và bút đánh dấu sẽ tự động được sửa.
zh_cn: 智能修正画笔和荧光笔的绘制效果
zh_tw: 智慧修正畫筆和螢光筆的繪製效果

# rcw
source: Auto hide toolbar
de_de: Symbolleiste autom. ausblenden
es_es: Esconder automáticamente la barra de herramientas
fr_fr: Masquer automatiquement la barre d'outils
id_id: Sembunyikan otomatis bilah alat
it_it: Nascondi automaticamente la barra degli strumenti
ja_jp: ツールバーを自動的に非表示
ko_kr: 도구 모음 자동 숨기기
ms_my: Sembunyikan bar alat secara automatik
pt_br: Ocultar automaticamente barra de ferramentas
ru_ru: Автоматически скрывать панель инструментов
th_th: ซ่อนแถบเครื่องมืออัตโนมัติ
vi_vn: Tự động ẩn thanh công cụ
zh_cn: 自动隐藏工具栏
zh_tw: 自動隱藏工具列

# 9Kk
source: Auto-hide toolbar after a period of inactivity. Access it again by clicking on any area.
de_de: Symbolleiste nach einer gewissen Zeit der Inaktivität automatisch ausblenden. Sie können sie wieder aufrufen, indem Sie auf einen beliebigen Bereich klicken.
es_es: Ocultar automáticamente la barra de herramientas tras un período de inactividad. Para volver a acceder a ella, haz clic en cualquier zona.
fr_fr: Masque automatiquement la barre d'outils après une certaine période d'inactivité. Cliquez n'importe où pour y accéder à nouveau.
id_id: Sembunyikan otomatis bilah alat setelah tidak aktif selama beberapa saat. Akses lagi dengan mengeklik area apa pun.
it_it: Nascondi automaticamente la barra degli strumenti dopo un periodo di inattività. Accedi di nuovo facendo clic in qualunque punto.
ja_jp: 一定時間操作しないと非表示となります。任意の位置をタップして再度表示できます。
ko_kr: 일정 기간 비활성 상태가 되면 도구 모음이 자동으로 숨겨집니다. 임의의 영역을 클릭하여 다시 액세스합니다.
ms_my: Sembunyikan bar alat secara automatik selepas tempoh tidak aktif. Akses semula dengan mengklik pada mana-mana kawasan.
pt_br: Ocultar automaticamente a barra de ferramentas após um período de inatividade. Acesse-a novamente clicando em qualquer área.
ru_ru: Автоматическое скрытие панели инструментов после периода бездействия. Чтобы она появилась снова, нажмите на любую область.
th_th: ซ่อนแถบเครื่องมือโดยอัตโนมัติหลังจากไม่ได้ใช้งานระยะเวลาหนึ่ง เข้าถึงแถบเครื่องมือนี้อีกครั้งโดยคลิกบริเวณใดก็ได้
vi_vn: Tự động ẩn thanh công cụ sau một thời gian không hoạt động. Truy cập lại vào thanh công cụ bằng cách nhấp vào khu vực bất kỳ.
zh_cn: 工具栏将在一段时间无操作后自动隐藏，单击任意区域可唤起
zh_tw: 工具列將在一段時間無操作後自動隱藏，按一下任意區域可存取

# j2o
source: Autocorrect annotation
de_de: Anmerkungen automatisch korrigieren
es_es: Autocorregir anotación
fr_fr: Corriger automatiquement l'annotation
id_id: Anotasi koreksi otomatis
it_it: Correggi annotazione automaticamente
ja_jp: 注釈を自動的に補正
ko_kr: 주석 자동 수정
ms_my: Autobetulkan anotasi
pt_br: Corrigir anotação automaticamente
ru_ru: Автозамена аннотаций
th_th: แก้ไขคำอธิบายประกอบอัตโนมัติ
vi_vn: Tự động sửa chú thích
zh_cn: 智能修正标注
zh_tw: 智慧修正標註

# xQ4
source: Automatic cloud recording for meetings
de_de: Automatische Cloud-Aufzeichnung für Besprechungen
es_es: Grabación en la nube automática para reuniones
fr_fr: Enregistrement automatique des réunions dans le Cloud
hi_in: स्वचालित मीटिंग रिकॉर्डिंग
id_id: Perekaman cloud otomatis untuk rapat
it_it: Registrazione automatica nel cloud per le riunioni
ja_jp: 会議の自動クラウドレコーディング
ko_kr: 회의를 위한 자동 클라우드 기록
ms_my: Rakaman awan automatik untuk mesyuarat
pt_br: Gravação automática na nuvem para reuniões
ru_ru: Автоматическая облачная запись конференций
th_th: การบันทึกบนคลาวด์อัตโนมัติสำหรับการประชุม
vi_vn: Tự động ghi lên đám mây cho các cuộc họp
zh_cn: 会议自动云录制
zh_tw: 會議自動雲端錄製

# 0EI
source: When you start a meeting, cloud recording will automatically start.
de_de: Wenn Sie eine Besprechung beginnen, wird die Cloud-Aufzeichnung automatisch gestartet.
es_es: Cuando inicies una reunión, la grabación en la nube comenzará automáticamente
fr_fr: Lorsque vous démarrerez une réunion, l'enregistrement dans le Cloud démarrera automatiquement.
hi_in: जब आप मीटिंग शुरू करते हैं, तो रिकॉर्डिंग स्वचालित रूप से शुरू हो जाती है
id_id: Ketika Anda memulai rapat, perekaman cloud akan dimulai secara otomatis.
it_it: Quando avvii una riunione, la registrazione nel cloud si avvia automaticamente.
ja_jp: 自分が主催または開始した会議で、自動的にクラウドレコーディングを開始します。
ko_kr: 회의를 시작하면 클라우드 기록이 자동으로 시작됩니다.
ms_my: Apabila anda memulakan mesyuarat, rakaman awan akan bermula secara automatik.
pt_br: Quando você inicia uma reunião, a gravação na nuvem é iniciada automaticamente.
ru_ru: Когда вы начинаете конференции, запись в облако начинается автоматически.
th_th: เมื่อคุณเริ่มการประชุม การบันทึกบนคลาวด์จะเริ่มต้นโดยอัตโนมัติ
vi_vn: Khi bạn bắt đầu cuộc họp, tính năng ghi lên đám mây sẽ tự động bắt đầu.
zh_cn: 当你组织或发起的会议开始时，将自动开始云录制
zh_tw: 當你組織或發起的會議開始時，將自動開始雲端錄製
