Repository: lark-opensource/iOS-client
Catalog: Modules/ByteView/Modules/ByteViewSetting/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# xu8
source: Your organization has turned on meeting recording reminder. To turn it off, please contact your administrator.
de_de: Ihre Organisation hat die Erinnerungsfunktion für Besprechungsaufzeichnungen aktiviert. Um sie zu deaktivieren, wenden Sie sich bitte an Ihren Administrator.
es_es: Tu organización ha activado el recordatorio de grabación de reunión. Para desactivarlo, contacta con tu administrador.
fr_fr: Votre organisation a activé le rappel d'enregistrement des réunions. Pour le désactiver, veuillez contacter votre administrateur.
id_id: Organisasi Anda telah mengaktifkan pengingat rekaman rapat. Untuk menonaktifkannya, hubungi administrator.
it_it: La tua organizzazione ha attivato il promemoria di registrazione della riunione. Per disattivarlo, contatta il tuo amministratore.
ja_jp: あなたの法人は会議レコーディングの通知をオンにしました。オフにする必要がある場合は、法人管理者にお問い合わせください。
ko_kr: 기업에서 회의 녹화 알림을 켰습니다. 끄려면 관리자에게 문의하세요.
ms_my: Organisasi anda telah mengaktifkan peringatan rakaman mesyuarat. Untuk mematikannya, sila hubungi pentadbir anda.
pt_br: Sua organização ativou o lembrete de gravação de reunião. Para desativá-lo, entre em contato com o administrador.
ru_ru: В вашей организации включено напоминание о записи конференции. Чтобы отключить его, обратитесь к администратору.
th_th: องค์กรของคุณได้เปิดตัวเตือนความจำการบันทึกการประชุมแล้ว หากต้องการปิด โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Tổ chức của bạn đã bật lời nhắc ghi cuộc họp. Để tắt tính năng này, vui lòng liên hệ với quản trị viên của bạn.
zh_cn: 你所在的企业开启了会议录制提醒。如需关闭，请联系企业管理员
zh_tw: 你所在的企業開啟了會議錄製提醒。如需關閉，請聯絡企業管理員

# Fuo
source: Only organizers can assign hosts
de_de: Nur Organisatoren können Moderatoren zuweisen
es_es: Solo los organizadores pueden asignar moderadores
fr_fr: Seuls les organisateurs peuvent désigner des hôtes
id_id: Hanya penyelenggara yang dapat menugaskan host
it_it: Solo gli organizzatori possono assegnare gli host
ja_jp: 主催者のみ進行役を指定可能
ko_kr: 주최자만 호스트를 할당할 수 있습니다
ms_my: Hanya penganjur yang boleh menugaskan hos
pt_br: Somente os organizadores podem atribuir hosts
ru_ru: Только организаторы могут назначать ведущих
th_th: มีผู้จัดเท่านั้นที่มอบหมายโฮสต์ได้
vi_vn: Chỉ người tổ chức mới có thể chỉ định chủ phòng
zh_cn: 仅组织者可指定主持人
zh_tw: 僅組織者可指定主持人

# sDc
source: Panelist Permissions
de_de: Berechtigungen der Podiumsteilnehmer
es_es: Permisos de panelista
fr_fr: Autorisations des panélistes
id_id: Izin Panelis
it_it: Autorizzazioni dei relatori
ja_jp: パネリストの権限
ko_kr: 패널리스트 권한
ms_my: Kebenaran Panelis
pt_br: Permissões do membro do painel
ru_ru: Разрешения участника дискуссии
th_th: สิทธิ์การอนุญาตของผู้ร่วมอภิปราย
vi_vn: Quyền của tham luận viên
zh_cn: 嘉宾权限
zh_tw: 來賓權限

# xow
source: Panelists can
de_de: Podiumsredner können
es_es: Los panelistas pueden
fr_fr: Les panélistes peuvent
id_id: Panelis dapat
it_it: I relatori possono
ja_jp: パネリストの権限
ko_kr: 패널리스트는
ms_my: Panelis boleh
pt_br: Os oradores podem
ru_ru: Участники дискуссии могут:
th_th: ผู้ร่วมอภิปรายสามารถ
vi_vn: Thảo luận viên có thể
zh_cn: 允许嘉宾
zh_tw: 允許來賓

# Knc
source: Rename themselves
de_de: Sich selbst umbenennen
es_es: Cambiar su nombre
fr_fr: Se renommer
id_id: Mengganti nama mereka sendiri
it_it: Rinominarsi
ja_jp: 会議での名前を変更
ko_kr: 자체 이름 바꾸기
ms_my: Tukar nama mereka sendiri
pt_br: Renomear a si mesmo
ru_ru: переименовывать себя.
th_th: เปลี่ยนชื่อตัวเอง
vi_vn: Tự đổi tên
zh_cn: 修改会中姓名
zh_tw: 修改會議中姓名

# jJg
source: Unmute themselves
de_de: Eigene Stummschaltung aufheben
es_es: Dejar de silenciarse
fr_fr: Réactiver le son eux-mêmes
id_id: Membunyikan dirinya sendiri
it_it: Attivare il proprio audio
ja_jp: 自分をミュート解除
ko_kr: 자체 음소거 해제
ms_my: Nyahsenyapkan mereka sendiri
pt_br: Desativar o próprio mudo
ru_ru: Включать у себя звук
th_th: เปิดเสียงตัวเอง
vi_vn: Tự bật tiếng
zh_cn: 自己打开麦克风
zh_tw: 自己開啟麥克風

# ZGE
source: Smart meeting permissions
de_de: Intelligente Besprechungesberechtigungen
es_es: Permisos de reuniones inteligentes
fr_fr: Autorisations de réunions intelligentes
id_id: Izin rapat cerdas
it_it: Autorizzazioni riunioni intelligenti
ja_jp: スマート会議の権限
ko_kr: 스마트 회의 권한
ms_my: Kebenaran mesyuarat pintar
pt_br: Permissões de reuniões inteligentes
ru_ru: Разрешения для интеллектуальных конференций
th_th: สิทธิ์การอนุมัติการประชุมอัจฉริยะ
vi_vn: Quyền cuộc họp thông minh
zh_cn: 智能会议权限
zh_tw: 智慧會議權限

# IjU
source: Bubble
de_de: Blase
es_es: Burbuja
fr_fr: Bulle
id_id: Gelembung
it_it: Bolla
ja_jp: バブル表示
ko_kr: 버블
ms_my: Gelembung
pt_br: Bolha
ru_ru: Всплывающее
th_th: บับเบิ้ล
vi_vn: Bong bóng
zh_cn: 静态气泡
zh_tw: 泡泡

# YaY
source: https://www.feishu.cn/en/privacy-sound
ja_jp: https://www.feishu.cn/ja/privacy-sound
zh_cn: https://www.feishu.cn/privacy-sound
zh_tw: https://www.feishu.cn/zh_tw/privacy-sound

# lFE
source: Reaction display
de_de: Anzeige von Reaktionen
es_es: Visualización de reacciones
fr_fr: Affichage des réactions
id_id: Tampilan reaksi
it_it: Visualizzazione delle reazioni
ja_jp: リアクションの表示方法
ko_kr: 반응 표시
ms_my: Paparan reaksi
pt_br: Exibição da reação
ru_ru: Отображение реакций
th_th: การแสดงผลปฏิกิริยาโต้ตอบ
vi_vn: Hiển thị biểu cảm
zh_cn: 回应显示样式
zh_tw: 回應顯示樣式

# Hso
source: Reactions
de_de: Reaktionen
es_es: Reacciones
fr_fr: Réactions
id_id: Reaksi
it_it: Reazioni
ja_jp: リアクション
ko_kr: 반응
ms_my: Tindak balas
pt_br: Reações
ru_ru: Реакции
th_th: แสดงความรู้สึก
vi_vn: Phản ứng
zh_cn: 回应
zh_tw: 回應

# 8vs
source: Recommend turning off
de_de: Ausschalten wird empfohlen
es_es: Se recomienda apagar
fr_fr: Désactivation recommandée
id_id: Sebaiknya nonaktifkan
it_it: Disattivazione consigliata
ja_jp: オフにすることをおすすめします
ko_kr: 끄기 권장
ms_my: Cadangkan mematikan
pt_br: Recomendar a desativação
ru_ru: Рекомендовать отключить
th_th: แนะนำให้ปิด
vi_vn: Đề xuất tắt
zh_cn: 建议关闭
zh_tw: 建議關閉

# vCE
source: Recommend turning on
de_de: Einschalten wird empfohlen
es_es: Se recomienda encender
fr_fr: Activation recommandée
id_id: Sebaiknya aktifkan
it_it: Attivazione consigliata
ja_jp: オンにすることをおすすめします
ko_kr: 켜기 권장
ms_my: Cadangkan menghidupkan
pt_br: Recomendar a ativação
ru_ru: Рекомендовать включить
th_th: แนะนำให้เปิด
vi_vn: Đề xuất bật
zh_cn: 建议开启
zh_tw: 建議開啟

# vbE
source: Receive pop-up and audio reminders when the meeting is recorded
de_de: Sie erhalten Popup- und Audioerinnerungen, wenn die Besprechung aufgezeichnet wird.
es_es: Recibe recordatorios emergentes y en formato de audio cuando se grabe la reunión
fr_fr: Recevoir des rappels audio et contextuels lorsque la réunion est enregistrée
id_id: Terima pengingat pop-up dan audio ketika rapat direkam
it_it: Ricevi promemoria in formato popup e audio quando la riunione viene registrata
ja_jp: 会議レコーディングの際にポップアップ・音声通知を受信します。
ko_kr: 회의 녹화 시 팝업 및 오디오 알림 수신
ms_my: Terima peringatan pop-up dan audio apabila mesyuarat dirakam
pt_br: Receber lembretes pop-up e de áudio quando a reunião for registrada
ru_ru: Получать всплывающие и звуковые напоминания, когда конференция будет записана
th_th: รับตัวเตือนความจำแบบป็อบอัพและเสียงเมื่อบันทึกการประชุม
vi_vn: Nhận lời nhắc âm thanh và bật lên khi cuộc họp được ghi
zh_cn: 在会议录制时将收到弹窗及语音提醒
zh_tw: 在會議錄製時將收到彈出式視窗及語音提醒

# UDU
source: Receive pop-up reminders when the meeting is recorded
de_de: Popup-Erinnerungen erhalten, wenn die Besprechung aufgezeichnet wird
es_es: Recibe recordatorios emergentes cuando se grabe la reunión
fr_fr: Recevoir des rappels contextuels lorsque la réunion est enregistrée
id_id: Terima pengingat pop-up ketika rapat direkam
it_it: Ricevi promemoria in formato popup quando la riunione viene registrata
ja_jp: 会議レコーディングの際にポップアップ通知を受信します。
ko_kr: 회의 녹화 시 팝업 알림 수신
ms_my: Terima peringatan pop-up apabila mesyuarat dirakam
pt_br: Receber lembretes pop-up quando a reunião for registrada
ru_ru: Получать всплывающие напоминания, когда конференция будет записана
th_th: รับตัวเตือนความจำแบบป็อบอัพเมื่อบันทึกการประชุม
vi_vn: Nhận lời nhắc bật lên khi cuộc họp được ghi
zh_cn: 在会议录制时将收到弹窗提醒
zh_tw: 在會議錄製時將收到彈出式視窗提醒

# Vg0
source: Receive pop-up reminders when the meeting is recorded or transcribed
de_de: Popup-Erinnerungen erhalten, wenn die Besprechung aufgezeichnet oder transkribiert wird
es_es: Recibir recordatorios emergentes cuando se grabe o transcriba la reunión
fr_fr: Recevoir des rappels contextuels lorsque la réunion est enregistrée ou transcrite
id_id: Terima pengingat pop-up ketika rapat direkam atau ditranskripsi
it_it: Ricevi promemoria in formato popup quando la riunione viene registrata o trascritta
ja_jp: 会議レコーディングまたは文字起こしの際にポップアップ通知を受信します。
ko_kr: 회의가 원고로 기록되거나 기록될 때 팝업 미리 알림 받기
ms_my: Terima peringatan pop-up apabila mesyuarat direkodkan atau ditaip
pt_br: Receber lembretes pop-up quando a reunião for gravada ou transcrita
ru_ru: Получайте всплывающие напоминания, когда конференция записывается или расшифровывается
th_th: รับตัวเตือนความจำแบบป็อปอัพเมื่อบันทึกการประชุมหรือการถอดเสียง
vi_vn: Nhận lời nhắc bật lên khi cuộc họp được ghi hoặc chép lời
zh_cn: 录制或转录开始时收到弹窗提醒
zh_tw: 錄製或轉錄開始時收到彈出式視窗提醒

# 1RY
source: Receive recording pop-up reminders
de_de: Popup-Erinnerungen für Aufnahme erhalten
es_es: Recibir recordatorios emergentes de la grabación
fr_fr: Recevoir des rappels d'enregistrement en pop-up
id_id: Terima pengingat pop-up perekaman
it_it: Ricevi promemoria popup della registrazione
ja_jp: レコーディング開始時に通知を受信
ko_kr: 녹화 팝업 알림 수신
ms_my: Terima peringatan pop-up rakaman
pt_br: Receber lembretes de gravação via pop-ups
ru_ru: Получать всплывающие напоминания о записи
th_th: รับการแจ้งเตือนการบันทึกแบบป๊อปอัพ
vi_vn: Nhận lời nhắc ghi bật lên
zh_cn: 录制开始时收到弹窗提醒
zh_tw: 錄製開始時收到彈出式視窗提醒

# Wdo
source: Hide non-video participants in recordings
de_de: Nicht-Video-Teilnehmer in Aufzeichnungen ausblenden
es_es: Esconder a los participantes que no aparecen en el vídeo en las grabaciones
fr_fr: Masquer les participants sans vidéo dans les enregistrements
id_id: Sembunyikan peserta non-video dalam rekaman
it_it: Nascondi partecipanti senza video nelle registrazioni
ja_jp: カメラオフの参加者を非表示
ko_kr: 기록에서 비디오를 사용하지 않는 참가자 숨기기
ms_my: Sembunyikan peserta tanpa video dalam rakaman
pt_br: Ocultar participantes sem vídeo em gravações
ru_ru: Скрывать участников без видео в записях
th_th: ซ่อนผู้เข้าร่วมที่ไม่มีวิดีโอในไฟล์บันทึก
vi_vn: Ẩn người tham gia không bật video trong bản ghi
zh_cn: 录制内容隐藏非视频的参会者
zh_tw: 錄製內容隱藏非視訊與會人員

# Qcs
source: Participants with camera off will not be recorded in the view.
de_de: Teilnehmer mit ausgeschalteter Kamera werden in der Ansicht nicht aufgezeichnet.
es_es: Loa participantes con la cámara apagada no se grabarán en la vista.
fr_fr: Les participants dont la caméra est désactivée ne seront pas enregistrés dans la vue affichée.
id_id: Peserta dengan kamera tidak aktif tidak akan terekam dalam tampilan.
it_it: I partecipanti con la videocamera disattivata non saranno registrati nella visualizzazione.
ja_jp: カメラオフの参加者は会議レコーディングのレイアウトに表示されなくなります。
ko_kr: 카메라가 꺼진 참가자는 보기에 기록되지 않습니다.
ms_my: Peserta dengan kamera dimatikan tidak akan dirakam dalam pandangan.
pt_br: Os participantes com a câmera desligada não serão gravados na visualização.
ru_ru: Участники с выключенной камерой не будут записываться.
th_th: ผู้เข้าร่วมที่ปิดกล้องจะไม่ถูกบันทึกในมุมมอง
vi_vn: Người tham gia tắt máy ảnh sẽ không được ghi lại ở chế độ xem.
zh_cn: 关闭摄像头的参会者不会被录制进画面小视图
zh_tw: 關閉攝影機的與會人員不會出現在畫面視圖錄影中

# AYE
source: Record the meeting automatically
de_de: Besprechung automatisch aufzeichnen
es_es: Grabar la reunión automáticamente
fr_fr: Enregistrer la réunion automatiquement
hi_in: स्वचालित रूप से मीटिंग रिकॉर्ड करें
id_id: Rekam rapat otomatis
it_it: Registra automaticamente la riunione
ja_jp: 自動レコーディング
ko_kr: 자동으로 회의 녹화
ms_my: Rakam mesyuarat secara automatik
pt_br: Registrar a reunião automaticamente
ru_ru: Автоматически записывать конференцию
th_th: บันทึกการประชุมโดยอัตโนมัติ
vi_vn: Tự động ghi lại cuộc họp
zh_cn: 自动录制
zh_tw: 自動錄製

# Bqs
source: Recording
de_de: Aufzeichnung
es_es: Grabación
fr_fr: Enregistrement en cours
id_id: Merekam
it_it: Registrazione in corso
ja_jp: レコーディング
ko_kr: 기록
ms_my: Rakaman
pt_br: Gravando
ru_ru: Запись
th_th: กำลังบันทึก
vi_vn: Đang ghi
zh_cn: 录制
zh_tw: 錄製

# be8
source: Hosts and panelists may attend rehearsals ahead of the meeting. Event participants will not be notified of the rehearsals.
de_de: Moderatoren und Podiumsteilnehmer können vor der Besprechung an Probeveranstaltungen teilnehmen. Besprechungsteilnehmer werden nicht über die Probeveranstaltungen informiert.
es_es: Los moderadores y los panelistas pueden asistir a ensayos antes de la reunión. Los participantes del evento no recibirán notificaciones de los ensayos.
fr_fr: Les hôtes et les panélistes peuvent participer à des répétitions avant la réunion. Les participants à l'événement ne seront pas informés de ces répétitions.
id_id: Host dan panelis dapat menghadiri latihan sebelum rapat. Peserta acara tidak akan diberi tahu mengenai latihan.
it_it: Gli host e i relatori possono partecipare alle prove prima della riunione. I partecipanti all'evento non riceveranno una notifica relativa alle prove.
ja_jp: 進行役とパネリストは、事前に会議に参加してリハーサルを行えます。他の予定参加者はリハーサルの開始に関する通知を受信しません。
ko_kr: 진행자와 토론자는 회의 전에 리허설에 참석할 수 있습니다. 이벤트 참가자에게는 리허설에 대한 알림이 제공되지 않습니다.
ms_my: Pengacara dan panelis boleh menghadiri latihan sebelum mesyuarat. Peserta acara tidak akan diberitahu mengenai latihan.
pt_br: Os hosts e membros do painel podem assistir aos ensaios antes da reunião. Os participantes do evento não serão notificados sobre os ensaios.
ru_ru: Ведущие и почетные гости могут присутствовать на репетициях перед конференциям. Участники события не будут уведомлены о репетициях.
th_th: โฮสต์และผู้อภิปรายอาจเข้าร่วมการซ้อมก่อนการประชุม ผู้เข้าร่วมกิจกรรมจะไม่ได้รับแจ้งเกี่ยวกับการซ้อม
vi_vn: Chủ phòng và tham luận viên có thể tham dự buổi tổng duyệt trước cuộc họp. Những người tham gia sự kiện sẽ không được thông báo về buổi tổng duyệt.
zh_cn: 主持人和嘉宾可提前加入会议进行彩排，日程参与者不会收到彩排开始通知
zh_tw: 主持人和來賓可提前加入會議進行排練，日程參與者不會收到排練開始通知

# nvg
source: Rehearsal mode
de_de: Probeveranstaltungsmodus
es_es: Modo de ensayo
fr_fr: Mode répétition
id_id: Mode latihan
it_it: Modalità Prova
ja_jp: リハーサルモード
ko_kr: 리허설 모드
ms_my: Mod latihan
pt_br: Modo de ensaio
ru_ru: Режим репетиции
th_th: โหมดซ้อม
vi_vn: Chế độ tổng duyệt
zh_cn: 彩排模式
zh_tw: 排練模式

# WJM
source: Remember last selection
de_de: Letzte Auswahl merken
es_es: Recordar la última opción seleccionada
fr_fr: Se souvenir de la dernière sélection
id_id: Ingat pilihan terakhir
it_it: Ricorda ultima selezione
ja_jp: 前回選択したデバイス
ko_kr: 마지막 선택 기억
ms_my: Ingat pilihan terakhir
pt_br: Lembrar da última seleção
ru_ru: Запоминать последний выбор
th_th: จำตัวเลือกครั้งล่าสุด
vi_vn: Ghi nhớ lựa chọn cuối cùng
zh_cn: 跟随上一次选择
zh_tw: 跟隨上一次選擇

# Ve0
source: Request to record
de_de: Aufzeichnungsantrag
es_es: Solicitud de grabación
fr_fr: Demande d'enregistrement
id_id: Permintaan untuk merekam
it_it: Richiedi registrazione
ja_jp: レコーディングをリクエスト
ko_kr: 기록 요청
ms_my: Mohon untuk merakam
pt_br: Solicitar para gravar
ru_ru: Запрос на запись
th_th: ส่งคำขอบันทึก
vi_vn: Yêu cầu ghi
zh_cn: 申请录制
zh_tw: 申請錄製

# 6E4
source: Advanced Options
de_de: Erweiterte Optionen
es_es: Opciones avanzadas
fr_fr: Options avancées
hi_in: उन्नत विकल्प
id_id: Opsi lanjutan
it_it: Opzioni avanzate
ja_jp: 高度な設定
ko_kr: 고급 옵션
ms_my: Pilihan Lanjutan
pt_br: Opções avançadas
ru_ru: Дополнительные опции
th_th: ตัวเลือกขั้นสูง
vi_vn: Tùy chọn nâng cao
zh_cn: 高级选项
zh_tw: 進階選項

# Kqs
source: Mute on entry
de_de: Beim Betreten stummschalten
es_es: Silenciar al entrar
fr_fr: Mettre en sourdine à l'entrée
hi_in: प्रवेश करने पर म्यूट करें
id_id: Bisukan entri
it_it: Disattiva audio all'ingresso
ja_jp: 新規参加者をミュート
ko_kr: 입장 시 음소거
ms_my: Bisu semasa masuk
pt_br: Ativar mudo na entrada
ru_ru: Отключить звук при входе
th_th: ปิดเสียงเมื่อเข้ามา
vi_vn: Tắt tiếng khi vào nhóm
zh_cn: 入会自动静音
zh_tw: 加入會議時自動靜音

# 1CU
source: Search users
de_de: Nach Benutzern suchen
es_es: Buscar usuarios
fr_fr: Rechercher des utilisateurs
id_id: Cari pengguna
it_it: Cerca utenti
ja_jp: 連絡先を検索
ko_kr: 사용자 검색
ms_my: Cari pengguna
pt_br: Pesquisar usuários
ru_ru: Поиск пользователей
th_th: ค้นหาผู้ใช้
vi_vn: Tìm kiếm người dùng
zh_cn: 搜索联系人、群和会议室
zh_tw: 搜尋聯絡人、群組和會議室

# lNA
source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
hi_in: सुरक्षा
id_id: Keamanan
it_it: Sicurezza
ja_jp: セキュリティ
ko_kr: 보안
ms_my: Keselamatan
pt_br: Segurança
ru_ru: Безопасность
th_th: ความปลอดภัย
vi_vn: Bảo mật
zh_cn: 安全
zh_tw: 安全

# ubE
source: Select users
de_de: Benutzer auswählen
es_es: Seleccionar usuarios
fr_fr: Sélectionner des utilisateurs
id_id: Pilih pengguna
it_it: Seleziona utenti
ja_jp: 連絡先を指定
ko_kr: 사용자 선택
ms_my: Pilih pengguna
pt_br: Selecionar usuários
ru_ru: Выбор участников
th_th: เลือกผู้ใช้
vi_vn: Chọn người dùng
zh_cn: 指定用户
zh_tw: 指定使用者

# RR4
source: Select a language
de_de: Sprache auswählen
es_es: Seleccionar un idioma
fr_fr: Sélectionner une langue
hi_in: एक भाषा चुनें
id_id: Pilih bahasa
it_it: Seleziona una lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
ms_my: Pilih bahasa
pt_br: Selecionar um idioma
ru_ru: Выберите язык
th_th: เลือกภาษา
vi_vn: Chọn một ngôn ngữ
zh_cn: 选择语言
zh_tw: 選擇語言

# 3vU
source: Send emoji reactions
de_de: Emoji-Reaktionen senden
es_es: Enviar reacciones con emoji
fr_fr: Envoyer des réactions emoji
id_id: Kirim reaksi emoji
it_it: Invia reazioni emoji
ja_jp: 絵文字を送信
ko_kr: 이모지 반응 보내기
ms_my: Hantar tindak balas emoji
pt_br: Enviar reações de emoji
ru_ru: Отправить смайлики реакции
th_th: ส่งอีโมจิแสดงความรู้สึก
vi_vn: Gửi phản ứng bằng biểu tượng cảm xúc
zh_cn: 发送表情
zh_tw: 傳送表情

# vm8
source: Send Report
de_de: Bericht senden
es_es: Enviar informe
fr_fr: Envoyer un rapport
hi_in: रिपोर्ट भेजें
id_id: Kirim Laporan
it_it: Invia report
ja_jp: 送信
ko_kr: 보고서 보내기
ms_my: Hantar Laporan
pt_br: Enviar relatório
ru_ru: Отправить отчет
th_th: ส่งรายงาน
vi_vn: Gửi báo cáo
zh_cn: 发送报告
zh_tw: 傳送報告

# Z7Y
source: Sending...
de_de: Wird gesendet...
es_es: Enviando...
fr_fr: Envoi en cours...
id_id: Mengirim...
it_it: Invio in corso
ja_jp: 送信中…
ko_kr: 전송 중...
ms_my: Menghantar...
pt_br: Enviando...
ru_ru: Отправка...
th_th: กำลังส่ง...
vi_vn: Đang gửi...
zh_cn: 发送中...
zh_tw: 傳送中…

# 9IA
source: (No title)
de_de: (Kein Titel)
es_es: (Sin título)
fr_fr: (Sans titre)
hi_in: (कोई शीर्षक नहीं)
id_id: (Tidak ada judul)
it_it: (Senza titolo)
ja_jp: (タイトル無し)
ko_kr: (제목 없음)
ms_my: (Tiada tajuk)
pt_br: (Sem título)
ru_ru: (Заголовок отсутствует)
th_th: (ไม่มีชื่อเรื่อง)
vi_vn: (Không có tiêu đề)
zh_cn: (无主题)
zh_tw: (無主題)

# fVk
source: Reduce video quality for longer battery life and data savings.
de_de: Verringern Sie die Videoqualität für eine längere Akkulaufzeit und reduzierten Datenverkehr.
es_es: Reduce la calidad del vídeo para prolongar la duración de la batería y ahorrar datos.
fr_fr: Réduire la qualité de la vidéo pour prolonger l'autonomie de la batterie et économiser des données.
id_id: Mengurangi kualitas video untuk masa pakai baterai yang lebih lama dan penghematan data.
it_it: Riduci la qualità del video per estendere la durata della batteria e risparmiare dati.
ja_jp: 解像度を下げ、バッテリー駆動時間を延ばし、データ通信量を節約します。
ko_kr: 배터리 수명을 늘리고 데이터를 절약하려면 동영상 품질을 낮추세요.
ms_my: Kurangkan kualiti video untuk jangka hayat bateri lebih lama dan penjimatan data.
pt_br: Reduza a qualidade do vídeo para prolongar a duração da bateria e economizar dados.
ru_ru: Снизить качество видео для увеличения срока службы аккумулятора и экономии данных.
th_th: ลดคุณภาพวิดีโอเพื่อแบตเตอรี่ที่ใช้งานได้นานขึ้นและประหยัดอินเทอร์เน็ต
vi_vn: Giảm chất lượng video để tăng thời lượng pin và tiết kiệm dữ liệu.
zh_cn: 降低视频画质，延长电池续航并节省流量
zh_tw: 降低視訊品質，提升電池續航力並節省流量

# m1Y
source: Low power mode
de_de: Energiesparmodus
es_es: Modo de bajo consumo
fr_fr: Mode Basse consommation
id_id: Mode Daya Rendah
it_it: Modalità a basso consumo
ja_jp: 低電力モード
ko_kr: 저전력 모드
ms_my: Mod kuasa rendah
pt_br: Modo de energia reduzida
ru_ru: Режим низкого энергопотребления
th_th: โหมดพลังงานต่ำ
vi_vn: Chế độ tiết kiệm điện
zh_cn: 节能模式
zh_tw: 節能模式

# qmQ
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Réglages
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Definições
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# GOE
source: Show only shared content or speakers on full screen
de_de: Nur freigegebene Inhalte oder Sprecher anzeigen
es_es: Mostrar solo el contenido compartido o los ponentes
fr_fr: Afficher uniquement le contenu partagé ou les intervenants
id_id: Hanya tampilkan konten yang dibagikan atau pembicara
it_it: Mostra solo contenuto condiviso o relatori
ja_jp: 共有内容または発言者の画面のみ表示します。
ko_kr: 공유 콘텐츠 및 여러 참가자 표시
ms_my: Tunjukkan hanya kandungan yang dikongsi atau pembicara pada skrin penuh
pt_br: Mostrar apenas conteúdo ou alto-falantes compartilhados
ru_ru: Показывать только общий контент или докладчиков
th_th: แสดงเฉพาะเนื้อหาหรือวิทยากรที่มีการแบ่งปันเท่านั้น
vi_vn: Chỉ hiển thị nội dung chia sẻ hoặc người phát biểu
zh_cn: 仅显示共享内容或发言人
zh_tw: 僅顯示分享內容或發言人

# lLc
source: Show shared content and multiple participants
de_de: Freigegebenen Inhalt und mehrere Teilnehmer anzeigen
es_es: Mostrar el contenido compartido y múltiples participantes
fr_fr: Afficher le contenu partagé et plusieurs participants
id_id: Tampilkan konten yang dibagikan dan peserta multipel
it_it: Mostra contenuto condiviso e più partecipanti
ja_jp: 共有内容と複数名の参加者の画面を表示します。
ko_kr: 공유 콘텐츠 및 여러 참가자 표시
ms_my: Tunjukkan kandungan yang dikongsi dan beberapa peserta
pt_br: Mostrar conteúdo compartilhado e vários participantes
ru_ru: Показывать общий контент и нескольких участников
th_th: แสดงเนื้อหาที่มีการแบ่งปันและมีผู้เข้าร่วมหลายคน
vi_vn: Hiển thị nội dung chia sẻ và nhiều người tham gia
zh_cn: 显示共享内容和多名参会者
zh_tw: 顯示分享內容和多名與會人員

# tkg
source: Side by Side
de_de: Seitenleiste
es_es: En paralelo
fr_fr: Côte à côte
id_id: Bersebelahan
it_it: Affiancata
ja_jp: サイドバー
ko_kr: 세로 정렬
ms_my: Sebelah menyebelah
pt_br: Lado a lado
ru_ru: Боковая панель
th_th: เคียงข้างกัน
vi_vn: Cạnh nhau
zh_cn: 侧边栏
zh_tw: 側邊欄

# 9e0
source: Feedback
es_es: Comentarios
fr_fr: Commentaire
id_id: Umpan balik
ja_jp: フィードバック
ko_kr: 피드백
ms_my: Maklum balas
ru_ru: Обратная связь
th_th: ข้อเสนอแนะ
vi_vn: Phản hồi
zh_cn: 问题反馈
zh_tw: 意見反應

# xkg
source: This feature is only available when translation is not on.
de_de: Diese Funktion ist nur verfügbar, wenn die Übersetzung nicht eingeschaltet ist.
es_es: Esta función solo está disponible cuando la traducción no está activada.
fr_fr: Cette fonctionnalité est uniquement disponible lorsque la traduction est désactivée.
id_id: Fitur ini hanya tersedia ketika terjemahan tidak diaktifkan.
it_it: Questa funzione è disponibile solo quando la traduzione non è attiva.
ja_jp: この機能は、翻訳機能がオフの場合にのみ有効になります
ko_kr: 이 기능은 번역이 켜져 있지 않은 경우에만 사용할 수 있습니다.
ms_my: Ciri ini hanya tersedia apabila terjemahan tidak dihidupkan.
pt_br: Este recurso só está disponível quando a tradução não está ativada.
ru_ru: Эта функция доступна, только если перевод не включен.
th_th: ฟีเจอร์นี้จะใช้ได้ก็ต่อเมื่อไม่ได้เปิดการแปล
vi_vn: Tính năng này chỉ khả dụng khi không bật bản dịch.
zh_cn: 该功能仅在未开启翻译场景下生效
zh_tw: 該功能僅在未開啟翻譯的場景下生效

# JIc
source: Turn on Smart annotation
de_de: Smarte Anmerkungen einschalten
es_es: Activa la anotación inteligente
fr_fr: Activer l'annotation intelligente
id_id: Aktifkan Anotasi cerdas
it_it: Attiva Annotazione intelligente
ja_jp: スマート注釈をオンにする
ko_kr: 스마트 주석 켜기
ms_my: Hidupkan anotasi pintar
pt_br: Ativar Anotação inteligente
ru_ru: Включите умную аннотацию
th_th: เปิดการใส่คำอธิบายประกอบ
vi_vn: Bật Chú thích thông minh
zh_cn: 开启智能注释
zh_tw: 開啟智慧註釋
