Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Libs/UI/LarkLocationPicker/auto_resources/*.strings
Languages: hi_in, ja_jp, ru_ru, th_th

# Je8
source: Customized location
hi_in: अनुकूलित स्थान
ja_jp: カスタムロケ一ション
ru_ru: Настроенное расположение
th_th: ตำแหน่งที่ตั้งที่กำหนดเอง

# QD4
source: Search location
hi_in: स्थान खोजें
ja_jp: 場所を検索
ru_ru: Поиск расположения
th_th: ค้นหาตำแหน่งที่ตั้ง

# FWY
source: Apple Maps
hi_in: Apple मानचित्र
ja_jp: Apple マップ
ru_ru: Карты Apple

# 4vA
source: Baidu Maps
hi_in: Baidu मानचित्र
ja_jp: Baidu マップ
ru_ru: Карты Baidu

# L90
source: Gaode Maps
hi_in: Gaode मानचित्र
ja_jp: Gaode マップ
ru_ru: Карты Gaode

# 47A
source: Google Maps
hi_in: Google मानचित्र
ja_jp: Google マップ
ru_ru: Google Карты

# 07U
source: Sogou Maps
hi_in: Sogou मानचित्र
ja_jp: Sogou マップ
ru_ru: Карты Sogou

# Ois
source: Tencent Maps
hi_in: Tencent मानचित्र
ja_jp: Tencent マップ
ru_ru: Карты Tencent

# zcQ
source: Waze Maps
hi_in: Waze मानचित्र
ja_jp: Waze マップ
ru_ru: Карты Waze

# bU8
source: Unable to send
hi_in: भेजने में असमर्थ
ja_jp: 送信できませんでした
ru_ru: Не удалось отправить
th_th: ไม่สามารถส่งได้

# DZM
source: Sending
hi_in: भेजा जा रहा है
ja_jp: 送信中
ru_ru: Отправка
th_th: กำลังส่ง

# xWE
source: [Location] {{title}}
hi_in: [स्थान] {{title}}
ja_jp: [位置情報] {{title}}
ru_ru: [Расположение] {{title}}
th_th: [ตำแหน่งที่ตั้ง] {{title}}

# gi8
source: Enable location access
hi_in: स्थान ऐक्सेस सक्षम करें
ja_jp: 位置情報へのアクセスを許可
ru_ru: Включить доступ к местоположению
th_th: เปิดใช้การเข้าถึงตำแหน่งที่ตั้ง

# Eck
source: Please go to Settings and allow {{APP_DISPLAY_NAME}} to access your location for sharing locations
hi_in: कृपया सेटिंग्स पर जाएँ और स्थान साझा करने के लिए {{APP_DISPLAY_NAME}} को आपका स्थान ऐक्सेस करने की अनुमति दें
ja_jp: 現在地を送信するには、設定に移動して、{{APP_DISPLAY_NAME}} による位置情報の使用を許可してください
ru_ru: Перейдите в настройки и разрешите {{APP_DISPLAY_NAME}} доступ к вашему местоположению, чтобы делиться местоположениями
th_th: โปรดไปยังการตั้งค่าและอนุญาตให้ {{APP_DISPLAY_NAME}} เข้าถึงตำแหน่งที่ตั้งของคุณสำหรับการแบ่งปันตำแหน่งที่ตั้ง

# 32c
source: Need permission to access your location
hi_in: आपका स्थान ऐक्सेस करने के लिए अनुमति की आवश्यकता है
ja_jp: 位置情報へのアクセス許可が必要です
ru_ru: Требуется разрешение на доступ к вашему местоположению
th_th: ต้องการสิทธิ์การอนุญาตในการเข้าถึงตำแหน่งที่ตั้งของคุณ

# baU
source: Unable to access your location. Please check your location settings, or try again later.
hi_in: आपका स्थान ऐक्सेस करने मे असमर्थ. कृपया अपने स्थान की सेटिंग्स की जाँच करें, या बाद में पुनः प्रयास करें.
ja_jp: 位置情報を取得できません。デバイスの設定を確認するか、後ほど再試行してください
ru_ru: Не удалось получить доступ к вашему местоположению. Проверьте настройки местоположения или повторите попытку позже.
th_th: ไม่สามารถเข้าถึงตำแหน่งที่ตั้งของคุณได้ โปรดตรวจสอบการตั้งค่าตำแหน่งที่ตั้งของคุณ หรือลองอีกครั้งภายหลัง

# nmk
source: Network error. Please try again later.
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
ja_jp: ネットワークエラーです。後ほど再試行してください
ru_ru: Сетевая ошибка. Повторите попытку позже.
th_th: ข้อผิดพลาดเครือข่าย โปรดลองอีกครั้งภายหลัง

# NKM
source: No locations found
hi_in: कोई स्थान नहीं मिला
ja_jp: 場所が見つかりません
ru_ru: Местоположений не найдено
th_th: ไม่พบตำแหน่งที่ตั้ง

# EHk
source: Unable to find any nearby locations
hi_in: पास के स्थान ढूँढने में असमर्थ
ja_jp: 付近の場所が見つかりません
ru_ru: Не удалось найти близлежащие местоположения
th_th: ไม่พบตำแหน่งที่ตั้งใด ๆ ในบริเวณใกล้เคียง

# rus
source: Unable to find nearby locations. Please try again later.
hi_in: पास के स्थान ढूँढने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
ja_jp: 付近の場所が見つかりません。後ほど再試行してください
ru_ru: Не удалось найти близлежащие местоположения. Повторите попытку позже.
th_th: ไม่พบตำแหน่งที่ตั้งในบริเวณใกล้เคียง โปรดลองอีกครั้งภายหลัง

# Qv0
source: Unable to find locations. Please try again later.
hi_in: स्थान ढूँढने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
ja_jp: 場所を検索できません。後ほど再試行してください
ru_ru: Не удалось найти местоположения. Повторите попытку позже.
th_th: ไม่สามารถค้นหาตำแหน่งที่ตั้งได้ โปรดลองอีกครั้งภายหลัง

# zTk
source: Send successful
hi_in: भेजा गया
ja_jp: 送信しました
ru_ru: Отправлено успешно
th_th: ส่งสำเร็จ

# ewo
source: Cancel
hi_in: रद्द करें
ja_jp: キャンセル
ru_ru: Отмена
th_th: ยกเลิก

# Flo
source: Couldn't load
hi_in: लोड नहीं किया जा सका
ja_jp: 読み込めませんでした
ru_ru: Не удалось загрузить
th_th: ไม่สามารถโหลดได้

# DTE
source: Loading...
hi_in: लोड हो रहा है...
ja_jp: 読み込み中...
ru_ru: Загрузка...
th_th: กำลังโหลด...

# msU
source: No more results
hi_in: और कोई परिणाम नहीं
ja_jp: これ以上結果はありません
ru_ru: Больше результатов нет
th_th: ไม่พบผลการค้นหาเพิ่มเติม

# Fz0
source: Send
hi_in: भेजें
ja_jp: 送信
ru_ru: Отправить
th_th: ส่ง
