Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# +fk
source: Red dot
de_de: Roter Punkt
es_es: Punto rojo
fr_fr: Point rouge
hi_in: लाल बिंदु
id_id: Titik merah
it_it: Punto rosso
ja_jp: 赤いドット
ko_kr: 빨간색 점
ms_my: Titik merah
pt_br: Ponto vermelho
ru_ru: Красная точка
th_th: จุดสีแดง
vi_vn: Điểm Đỏ
zh_cn: 红点
zh_tw: 紅點

# zkM
source: Mark as done
de_de: Als erledigt markieren
es_es: Marcar como hecho
fr_fr: Marquer comme terminé
hi_in: पूर्ण के रूप में चिह्नित करें
id_id: Tandai sebagai selesai
it_it: Contrassegna come completato
ja_jp: 現在のチャットを「完成」にする
ko_kr: 완료로 표시
ms_my: Tandai sebagai selesai
pt_br: Marcar como concluído
ru_ru: Готово
th_th: ทำเครื่องหมายว่าจบแล้ว
vi_vn: Đánh dấu là đã hoàn thành
zh_cn: 完成当前会话
zh_tw: 完成目前對話

# e48
source: Switch to next unread chat
de_de: Zum nächsten ungelesenen Chat wechseln
es_es: Cambiar al chat siguiente sin leer
fr_fr: Passer à la discussion non lue suivante
hi_in: अगली अपठित चैट पर स्विच करें
id_id: Beralih ke obrolan yang belum dibaca berikutnya
it_it: Passa alla chat non letta successiva
ja_jp: 次の未読チャットに切り替える
ko_kr: 읽지 않은 다음 채팅으로 전환
ms_my: Tukar ke sembang belum dibaca seterusnya
pt_br: Alternar para o próximo chat não lido
ru_ru: Перейти к следующему непрочитанному чату
th_th: สลับไปเป็นแชทถัดไปที่ยังไม่ได้อ่าน
vi_vn: Chuyển sang cuộc trò chuyện chưa được đọc tiếp theo
zh_cn: 切换到下一个未读会话
zh_tw: 切換到下一個未讀對話

# Kyo
source: Switch to next viewed chat
de_de: Zum nächsten angezeigten Chat wechseln
es_es: Cambiar al chat siguiente sin ver
fr_fr: Passer à la discussion consultée suivante
hi_in: अगले देखे गए चैट पर स्विच करें
id_id: Beralih ke obrolan yang dilihat berikutnya
it_it: Passa alla chat visualizzata successiva
ja_jp: 次の閲覧チャットに切り替える
ko_kr: 확인한 다음 채팅으로 전환
ms_my: Tukar ke sembang yang dilihat seterusnya
pt_br: Alternar para o próximo chat visualizado
ru_ru: Перейти к следующему просмотренному чату
th_th: สลับไปเป็นแชทที่ดูถัดไป
vi_vn: Chuyển sang cuộc trò chuyện đã được xem tiếp theo
zh_cn: 切换到下一个浏览的会话
zh_tw: 切換到下一個瀏覽的對話

# zxQ
source: Switch to previous unread chat
de_de: Zum vorherigen ungelesenen Chat wechseln
es_es: Cambiar al chat anterior sin leer
fr_fr: Passer à la discussion non lue précédente
hi_in: पिछली अपठित चैट पर स्विच करें
id_id: Beralih ke obrolan yang belum dibaca sebelumnya
it_it: Passa alla chat non letta precedente
ja_jp: 前の未読チャットに切り替える
ko_kr: 읽지 않은 이전 채팅으로 전환
ms_my: Tukar ke sembang belum dibaca sebelumnya
pt_br: Alternar para o chat anterior não lido
ru_ru: Перейти к предыдущему непрочитанному чату
th_th: สลับไปเป็นแชทก่อนหน้าที่ยังไม่ได้อ่าน
vi_vn: Chuyển sang cuộc trò chuyện chưa được đọc trước đây
zh_cn: 切换到上一个未读会话
zh_tw: 切換到上一個未讀對話

# n7E
source: Switch to previous viewed chat
de_de: Zum zuvor angezeigten Chat wechseln
es_es: Cambiar al chat anterior que se ha visto
fr_fr: Passer à la discussion consultée précédente
hi_in: पिछली देखे गए चैट पर स्विच करें
id_id: Beralih ke obrolan yang dilihat sebelumnya
it_it: Passa alla chat visualizzata precedente
ja_jp: 前の閲覧したチャットに切り替える
ko_kr: 확인한 이전 채팅으로 전환
ms_my: Tukar ke sembang yang dilihat sebelumnya
pt_br: Alternar para o chat anterior visualizado
ru_ru: Перейти к предыдущему просмотренному чату
th_th: สลับไปเป็นแชทที่ดูก่อนหน้า
vi_vn: Chuyển sang cuộc trò chuyện đã được xem trước đây
zh_cn: 切换到上一个浏览的会话
zh_tw: 切換到上一個瀏覽的對話

# 1O4
source: Display
de_de: Anzeigen
es_es: Pantalla
fr_fr: Afficher
id_id: Tampilan
it_it: Mostra
ja_jp: 通知を表示
ko_kr: 디스플레이
ms_my: Paparkan
pt_br: Exibir
ru_ru: Показать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 展示提醒
zh_tw: 顯示提醒

# f8o
source: Request failed. Please try again later.
de_de: Anfrage fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Solicitud fallida. Inténtalo más tarde.
fr_fr: Échec de la demande. Veuillez réessayer plus tard.
hi_in: अनुरोध विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Permintaan gagal. Coba lagi nanti.
it_it: Impossibile completare richiesta. Riprova più tardi.
ja_jp: 変更できませんでした。後ほど再試行してください
ko_kr: 요청 실패. 나중에 다시 시도하세요.
ms_my: Permintaan gagal. Sila cuba lagi kemudian.
pt_br: Falha na solicitação. Tente novamente mais tarde.
ru_ru: Ошибка запроса. Повторите попытку позже.
th_th: คำขอไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Yêu cầu thất bại. Vui lòng thử lại sau.
zh_cn: 修改失败，请稍后重试
zh_tw: 修改失敗，請稍後重試

# BKg
source: Successfully changed
de_de: Erfolgreich geändert
es_es: Se ha cambiado con éxito
fr_fr: Modification réalisée avec succès.
hi_in: बदला गया
id_id: Berhasil diubah
it_it: Modifica completata
ja_jp: 変更しました
ko_kr: 변경 성공
ms_my: Berjaya diubah
pt_br: Alterado com êxito
ru_ru: Изменено
th_th: เปลี่ยนสำเร็จแล้ว
vi_vn: Đã thay đổi thành công
zh_cn: 修改成功
zh_tw: 修改成功

# cd4
source: Now you can choose to use gray numbers to remind you of the unread messages of your muted group chats. Switch back to "Red Dot" in "Settings" if you don't llike it this way.
de_de: Jetzt können Sie graue Zahlen verwenden, um Sie an die ungelesenen Nachrichten Ihrer stummgeschalteten Gruppen-Chats zu erinnern. Wenn Ihnen dies nicht gefällt, schalten Sie unter „Einstellungen“ wieder auf „Roter Punkt“ um.
es_es: Ya puedes utilizar números en gris para recordarte los mensajes no leído del chat de grupo silenciado. Si no te gusta esta forma, puedes cambiar a "Punto rojo" en "Configuración".
fr_fr: Vous pouvez maintenant choisir d'utiliser des numéros gris pour vous rappeler les messages non lus de vos discussions de groupe mises en sourdine. Dans « Paramètres », vous pouvez revenir à « Point rouge » si vous n'aimez pas les numéros gris.
hi_in: अब आप अपने म्यूट किए गए समूह चैटों के अपठित संदेशों को याद दिलाने के लिए ग्रे नंबर का उपयोग करना चुन सकते हैं. यदि आप इसे इस तरह से पसंद नहीं करते, तो "सेटिंग्स" में "लाल बिंदु" पर वापस जाएँ.
id_id: Sekarang Anda dapat menggunakan nomor abu-abu untuk mengingatkan Anda tentang pesan yang belum dibaca dari obrolan grup yang dibisukan. Beralih kembali ke "Titik Merah" di "Pengaturan" jika Anda tidak menyukainya.
it_it: Ora puoi scegliere di utilizzare numeri grigi per segnalare i messaggi non letti delle chat di gruppo con notifiche audio disattivate. Se non preferisci questa opzione, torna a "Punto rosso" in "Impostazioni".
ja_jp: ミュートした会話は灰色の数字を使って未読を提示します。設定で赤ドットに戻すことができます
ko_kr: 이제 회색 숫자를 이용하여 음소거된 그룹 채팅의 읽지 않은 메시지를 알릴 수 있습니다. 원한다면 "설정"에서 "빨간색 점"으로 다시 바꿀 수 있습니다.
ms_my: Kini anda boleh memilih untuk menggunakan nombor kelabu untuk mengingatkan anda tentang mesej yang belum dibaca daripada sembang kumpulan yang disenyapkan. Tukar semula ke "Titik Merah" dalam "Tetapan" jika anda tidak suka cara ini.
pt_br: Agora você pode usar números cinzas para lembrar das mensagens não lidas dos chats em grupo com ativação de mudo. Volte para "Ponto vermelho" em "Configurações" se não gostar dessa maneira.
ru_ru: Теперь вы можете использовать серые цифры, напоминающие о непрочитанных сообщениях в ваших групповых чатах, для которых отключен звук. Если такой режим вам не нравится, выберите в разделе "Настройки" режим "Красная точка".
th_th: คุณสามารถเลือกใช้ตัวเลขสีเทาเพื่อแจ้งเตือนคุณว่ายังมีข้อความในกลุ่มที่ปิดเสียงที่ยังไม่ได้อ่าน กลับไปยัง “จุดสีแดง” ในส่วน “การตั้งค่า” หากคุณไม่ชอบการแสดงผลแบบนี้
vi_vn: Giờ đây, bạn có thể chọn sử dụng mã gray để nhắc bản thân về những tin nhắn chưa đọc trong các cuộc trò chuyện nhóm được tắt tiếng. Chuyển lại về “Điểm Đỏ” trong “Cài đặt” nếu bạn không thích cách cài đặt này.
zh_cn: 免打扰的会话用灰色数字提醒未读了，在设置中可切换回红点样式
zh_tw: 免打擾的對話將以灰色數字提醒未讀，在設定中可切換回紅點樣式

# wU4
source: [3 messages] Teresa: Looks good to me!
de_de: [3 Nachrichten] Teresa: Sieht für mich ok aus!
es_es: [3 mensajes] Teresa: ¡Me parece bien!
fr_fr: [3 messages] Teresa : Cela me paraît bien !
hi_in: [3 संदेश] टेरेसा: मुझे अच्छा लग रहा है!
id_id: [3 pesan] Teresa: Terlihat bagus!
it_it: [3 messaggi] Teresa: Per me va bene.
ja_jp: [3件] 山田：みなさん、おはようございます！
ko_kr: [메시지 3개] Teresa: 괜찮네요!
ms_my: [3 mesej] Teresa: Nampak baik untuk saya!
pt_br: [3 mensagens] Teresa: Está bom para mim!
ru_ru: [3 сообщения] Олег: Мне нравится!
th_th: [3 ข้อความ] เทเรซ่า: อรุณสวัสดิ์ทุกคน!
vi_vn: [3 tin nhắn] Teresa: Mọi thứ có vẻ ổn với tôi!
zh_cn: [3条] 李明：大家早上好！
zh_tw: [3 則] 李明：大家早安！

# 3gA
source: Teresa: Looks good to me!
de_de: Teresa: Sieht für mich ok aus!
es_es: Teresa: ¡Me parece bien!
fr_fr: Teresa : Cela me paraît bien !
hi_in: टेरेसा: मुझे अच्छा लग रहा है!
id_id: Teresa: Terlihat bagus!
it_it: Teresa: Per me va bene.
ja_jp: 山田：みなさん、おはようございます！
ko_kr: Teresa: 괜찮네요!
ms_my: Teresa: Nampak baik untuk saya!
pt_br: Teresa: Está bom para mim!
ru_ru: Олег: Мне нравится!
th_th: เทเรซ่า: อรุณสวัสดิ์ทุกคน!
vi_vn: Teresa: Mọi thứ có vẻ ổn với tôi!
zh_cn: 李明：大家早上好！
zh_tw: 李明：大家早安！

# 8Nw
source: Product Team
de_de: Produkt-Team
es_es: Equipo de productos
fr_fr: Équipe produit
hi_in: उत्पाद टीम
id_id: Tim Produk
it_it: Team di prodotto
ja_jp: 製品チーム
ko_kr: 제품 팀
ms_my: Pasukan Produk
pt_br: Equipe de produtos
ru_ru: Команда разработки продукта
th_th: ทีมผลิตภัณฑ์
vi_vn: Nhóm Sản phẩm
zh_cn: 产品团队
zh_tw: 產品團隊

# IUM
source: Go one filter to the left
de_de: Zum Filter links wechseln
es_es: Ir un filtro a la izquierda
fr_fr: Allez un filtre à gauche
hi_in: एक फ़िल्टर बाएँ जाएँ
id_id: Beralih ke filter di sebelah kiri
it_it: Spostati di un filtro a sinistra
ja_jp: 左のフィルタに移動
ko_kr: 왼쪽 필터로 이동
ms_my: Pergi satu penapis ke kiri
pt_br: Acesse um filtro à esquerda
ru_ru: Перейти на один фильтр влево
th_th: ไปที่ตัวกรองหนึ่งทางด้านซ้าย
vi_vn: Di chuyển sang trái cách một bộ lọc
zh_cn: 切换到左侧消息分组
zh_tw: 切換到左側訊息分類

# hJI
source: Go one filter to the right
de_de: Zum Filter rechts wechseln
es_es: Ir un filtro a la derecha
fr_fr: Allez un filtre à droite
hi_in: एक फ़िल्टर दाएँ जाएँ
id_id: Beralih ke filter di sebelah kanan
it_it: Spostati di un filtro a destra
ja_jp: 右のフィルタに移動
ko_kr: 오른쪽 필터로 이동
ms_my: Pergi satu penapis ke kanan
pt_br: Acesse um filtro à direita
ru_ru: Перейти на один фильтр вправо
th_th: ไปที่ตัวกรองหนึ่งทางด้านขวา
vi_vn: Di chuyển sang phải cách một bộ lọc
zh_cn: 切换到右侧消息分组
zh_tw: 切換到右側訊息分類

# ZUg
source: Try the updated Feed Filter here
de_de: Probieren Sie hier den aktualisierten Feed-Filter aus
es_es: Prueba aquí el filtro del feed actualizado
fr_fr: Essayez le filtre de feed mis à jour ici
hi_in: फ़ीड फ़िल्टर यहाँ देखें और अपने संदेश व्यवस्थित करें
id_id: Coba Filter Feed yang diperbarui di sini
it_it: Prova qui il Filtro feed aggiornato
ja_jp: メッセージフィルタはここに移動されました。今すぐ試してみましょう！
ko_kr: 여기에서 업데이트된 피드 필터를 사용해 보세요
ms_my: Cuba Penapis Suapan yang dikemaskini di sini
pt_br: Experimente o Filtro de feed atualizado aqui
ru_ru: Попробуйте обновленный фильтр ленты здесь
th_th: ลองใช้ตัวกรองฟีดที่อัปเดตแล้วได้ที่นี่
vi_vn: Dùng thử Bộ lọc nguồn cấp dữ liệu mới nhất tại đây
zh_cn: 消息分组已调整至此，开始体验吧
zh_tw: 訊息分組已調整至此，開始體驗吧

# VUQ
source: Use Feed Filter to organize your messages
de_de: Verwenden Sie Feed-Filter zum Organisieren Ihrer Nachrichten
es_es: Utiliza Filtro del feed para organizar tus mensajes
fr_fr: Utilisez le filtre de feed pour organiser vos messages
hi_in: फ़ीड फ़िल्टर यहाँ देखें और अपने संदेश व्यवस्थित करें
id_id: Gunakan Filter Feed untuk mengelola pesan Anda
it_it: Usa Filtro feed per organizzare i tuoi messaggi
ja_jp: メッセージフィルタを利用して、メッセージを効率的に管理できます
ko_kr: 메시지를 정리하려면 피드 필터를 사용하세요
ms_my: Gunakan Penapis Suapan untuk mengatur mesej anda
pt_br: Use o Filtro de feed para organizar suas mensagens
ru_ru: Используйте фильтр ленты для организации ваших сообщений
th_th: ใช้ตัวกรองฟีดเพื่อจัดระเบียบข้อความของคุณ
vi_vn: Sử dụng Bộ lọc nguồn cấp dữ liệu để sắp xếp tin nhắn của bạn
zh_cn: 使用消息分组，高效管理消息
zh_tw: 使用訊息分組，高效管理訊息

# Udo
source: Set up your personal AI Companion.
de_de: Richte deinen persönlichen KI-Assistenten ein.
es_es: Configura tu AI Companion personal.
fr_fr: Configurez votre assistant compagnon IA.
id_id: Atur pendamping AI pribadi Anda.
it_it: Configura il tuo compagno IA personale.
ja_jp: 自分の AI アシスタントをカスタマイズ
ko_kr: 개인 AI Companion을 설정합니다.
ms_my: Tetapkan Teman AI peribadi anda.
pt_br: Configure seu AI Companion pessoal.
ru_ru: Настройте своего личного AI-помощника.
th_th: ตั้ง AI Companion ส่วนตัว
vi_vn: Thiết lập AI Companion cá nhân của bạn.
zh_cn: 定制你的专属智能伙伴
zh_tw: 客製你的專屬智慧夥伴

# Xns
source: Group is hidden
de_de: Gruppe ist ausgeblendet
es_es: Grupo oculto
fr_fr: Le groupe est masqué
id_id: Grup tersembunyi
it_it: Il gruppo è nascosto
ja_jp: グループを非表示しました
ko_kr: 그룹이 숨겨짐
ms_my: Kumpulan tersembunyi
pt_br: O grupo está oculto
ru_ru: Группа скрыта
th_th: กลุ่มซ่อนอยู่
vi_vn: Nhóm đã bị ẩn
zh_cn: 群组已隐藏
zh_tw: 群組已隱藏

# 8OE
source: Group is displayed
de_de: Gruppe wird angezeigt
es_es: Grupo mostrado
fr_fr: Le groupe est affiché
id_id: Grup ditampilkan
it_it: Il gruppo è mostrato
ja_jp: グループを表示しました
ko_kr: 그룹이 표시됨
ms_my: Kumpulan dipaparkan
pt_br: O grupo é exibido
ru_ru: Группа не скрыта
th_th: กลุ่มจะปรากฏอยู่
vi_vn: Nhóm đang được hiển thị
zh_cn: 群组已显示
zh_tw: 群組已顯示

# p+A
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# eW0
source: Hide group
de_de: Gruppe ausblenden
es_es: Ocultar grupo
fr_fr: Masquer le groupe
id_id: Sembunyikan grup
it_it: Nascondi gruppo
ja_jp: 非表示のグループ
ko_kr: 그룹 숨기기
ms_my: Sembunyikan kumpulan
pt_br: Ocultar grupo
ru_ru: Скрыть группу
th_th: ซ่อนกลุ่ม
vi_vn: Ẩn nhóm
zh_cn: 隐藏群组
zh_tw: 隱藏群組

# GPw
source: New Team
de_de: Neues Team
es_es: Nuevo equipo
fr_fr: Nouvelle équipe
id_id: Tim Baru
it_it: Nuovo team
ja_jp: チームを作成
ko_kr: 새 팀
ms_my: Pasukan Baru
pt_br: Nova equipe
ru_ru: Новая команда
th_th: ทีมใหม่
vi_vn: Nhóm mới
zh_cn: 创建团队
zh_tw: 建立團隊

# xLg
source: {{number}} hidden groups
de_de: {{number}} ausgeblendete Gruppen
es_es: {{number}} grupos privados
fr_fr: {{number}} groupes masqués
id_id: {{number}} grup tersembunyi
it_it: {{number}} gruppi nascosti
ja_jp: {{number}} 個非表示のグループ
ko_kr: {{number}}개의 숨겨진 그룹
ms_my: {{number}} kumpulan tersembunyi
pt_br: {{number}} grupos ocultos
ru_ru: Cкрытых групп: {{number}}
th_th: กลุ่มที่ซ่อนอยู่ {{number}} กลุ่ม
vi_vn: {{number}} nhóm ẩn
zh_cn: {{number}} 个隐藏群组
zh_tw: {{number}} 個隱藏群組

# mto
source: Display
de_de: Anzeige
es_es: Mostrar
fr_fr: Afficher
id_id: Tampilan
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
ms_my: Paparkan
pt_br: Exibir
ru_ru: Отображать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 显示
zh_tw: 顯示

# 2KI
source: Slide left to display group
de_de: Wischen Sie nach links, um die Gruppe anzuzeigen
es_es: Desliza hacia la izquierda para mostrar el grupo
fr_fr: Glisser vers la gauche pour afficher le groupe
id_id: Geser ke kiri untuk menampilkan grup
it_it: Scorri verso sinistra per mostrare il gruppo
ja_jp: 左にスワイプしてグループを表示します
ko_kr: 왼쪽으로 밀어 그룹 표시
ms_my: Geser ke kiri untuk memaparkan kumpulan
pt_br: Deslize para a esquerda para exibir o grupo
ru_ru: Сдвиньте влево, чтобы отобразить группу
th_th: เลื่อนไปทางซ้ายเพื่อแสดงกลุ่ม
vi_vn: Trượt sang trái để hiển thị nhóm
zh_cn: 向左滑动群组，恢复显示
zh_tw: 向左滑動群組，恢復顯示

# 4+o
source: Add Members
de_de: Mitglieder hinzufügen
es_es: Agregar miembros
fr_fr: Ajouter des membres
id_id: Tambah Anggota
it_it: Aggiungi membri
ja_jp: メンバーを追加
ko_kr: 구성원 추가
ms_my: Tambah Ahli
pt_br: Adicionar membros
ru_ru: Добавить участников
th_th: เพิ่มสมาชิก
vi_vn: Thêm thành viên
zh_cn: 添加成员
zh_tw: 新增成員

# VIk
source: Unable to access public group of this team
de_de: Auf die öffentliche Gruppe dieses Teams kann nicht zugegriffen werden
es_es: No se puede acceder al grupo público de este equipo
fr_fr: Impossible d'accéder au groupe public de cette équipe
id_id: Gagal mengakses grup publik tim ini
it_it: Impossibile accedere al gruppo pubblico di questo team
ja_jp: このチームの公開グループにアクセスできません
ko_kr: 이 팀의 공개 그룹에 액세스할 수 없습니다
ms_my: Tidak dapat mengakses kumpulan awam pasukan ini
pt_br: Não é possível acessar o grupo público desta equipe
ru_ru: Не удалось получить доступ к общедоступной группе этой команды
th_th: ไม่สามารถเข้าถึงกลุ่มสาธารณะของทีมนี้
vi_vn: Không thể truy cập nhóm công khai của đội này
zh_cn: 暂时无法访问该团队公开群
zh_tw: 暫時無法存取該團隊公開群組

# 84Q
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# mhM
source: Teams
es_es: Equipos
fr_fr: Équipes
ja_jp: チーム
ko_kr: 팀
ms_my: Pasukan
ru_ru: Команды
zh_cn: 团队
zh_tw: 團隊

# 24o
source: New group
de_de: Neue Gruppe
es_es: Nuevo grupo
fr_fr: Nouveau groupe
id_id: Grup baru
it_it: Nuovo gruppo
ja_jp: グループを新規作成
ko_kr: 새 그룹
ms_my: Kumpulan baharu
pt_br: Novo grupo
ru_ru: Новая группа
th_th: กลุ่มใหม่
vi_vn: Nhóm mới
zh_cn: 新建群组
zh_tw: 建立新群組

# xMU
source: You were removed from the team
de_de: Sie wurden aus dem Team entfernt
es_es: Se te ha eliminado del equipo.
fr_fr: Vous avez été retiré du groupe
id_id: Anda dihapus dari tim
it_it: Sei stato rimosso dal team
ja_jp: あなたはグループから外されました
ko_kr: 팀에서 제거되었습니다
ms_my: Anda dikeluarkan dari pasukan
pt_br: Você foi removido da equipe
ru_ru: Вас исключили из команды
th_th: คุณถูกลบออกจากทีมแล้ว
vi_vn: Bạn đã bị xóa khỏi đội
zh_cn: 你已被移出团队
zh_tw: 你已被移出團隊

# KIQ
source: Team members are unable to create groups due to administrator settings
de_de: Aufgrund der Einstellungen des Administrators können Teammitglieder keine Gruppen erstellen
es_es: Los miembros del equipo no pueden crear grupos debido a la configuración del administrador
fr_fr: Les membres de l'équipe ne peuvent pas créer des groupes en raison des paramètres de l'administrateur
id_id: Anggota tim gagal membuat grup sehubungan dengan pengaturan administrator
it_it: I membri del team non possono creare gruppi a causa delle impostazioni dell'amministratore
ja_jp: チーム管理者の設定により、チームメンバーはグループを作成できません
ko_kr: 관리자 설정으로 인해 팀 구성원이 그룹을 생성할 수 없습니다
ms_my: Ahli pasukan tidak boleh membuat kumpulan kerana tetapan pentadbir
pt_br: Os membros da equipe não podem criar grupos devido às configurações do administrador
ru_ru: Участники команды не могут создавать группы из-за настроек администратора
th_th: สมาชิกในทีมไม่สามารถสร้างกลุ่มได้เนื่องจากการตั้งค่าของผู้ดูแล
vi_vn: Do cài đặt của quản trị viên, các thành viên đội không thể tạo nhóm
zh_cn: 因团队管理员设置，团队成员无法创建群组
zh_tw: 因團隊管理員設定，團隊成員無法建立群組

# HI8
source: Unable to add group
de_de: Hinzufügen der Gruppe nicht möglich
es_es: No se puede agregar el grupo
fr_fr: Impossible d'ajouter un groupe
id_id: Gagal menambah grup
it_it: Impossibile aggiungere gruppo
ja_jp: グループを追加できません
ko_kr: 그룹을 추가할 수 없습니다
ms_my: Tidak dapat tambah kumpulan
pt_br: Falha ao adicionar o grupo
ru_ru: Не удалось добавить группу
th_th: เพิ่มกลุ่มไม่สำเร็จ
vi_vn: Không thể thêm nhóm
zh_cn: 无法添加群组
zh_tw: 無法新增群組

# 8VQ
source: Add Existing Group
de_de: Bestehende Gruppe hinzufügen
es_es: Agregar grupo existente
fr_fr: Ajouter un groupe existant
id_id: Tambah Grup yang Sudah Ada
it_it: Aggiungi gruppo esistente
ja_jp: 既存のグループを追加
ko_kr: 기존 그룹 추가
ms_my: Tambah Kumpulan Sedia Ada
pt_br: Adicionar grupo existente
ru_ru: Добавить существующую группу
th_th: เพิ่มกลุ่มที่มีอยู่แล้ว
vi_vn: Thêm nhóm hiện có
zh_cn: 添加已有群组
zh_tw: 新增現有群組

# UiA
source: Add groups here and locate them easier
de_de: Gruppen hier hinzufügen und problemloser auffinden
es_es: Agrega grupos aquí y localízalos más fácilmente
fr_fr: Ajoutez des groupes ici et localisez-les plus facilement
id_id: Tambah grup di sini dan temukan mereka dengan lebih mudah
it_it: Aggiungi qui i gruppi per trovarli più facilmente
ja_jp: グループを簡単に見つけられるように、グループを追加しましょう。
ko_kr: 여기에 그룹을 추가하면 더 쉽게 찾을 수 있습니다
ms_my: Tambah kumpulan di sini dan cari mereka dengan mudah
pt_br: Adicione grupos aqui e localize-os mais facilmente
ru_ru: Добавьте группы сюда для более удобного поиска
th_th: เพิ่มกลุ่มที่นี่และค้นหาได้ง่ายขึ้น
vi_vn: Thêm phân nhóm tại đây để định vị dễ dàng hơn
zh_cn: 快来添加群组，找群更方便
zh_tw: 快來新增群組，尋找群組更方便

# xoI
source: Existing group
de_de: Bestehende Gruppe
es_es: Grupo existente
fr_fr: Groupe existant
id_id: Grup yang sudah ada
it_it: Gruppo esistente
ja_jp: 既存のグループを追加
ko_kr: 기존 그룹
ms_my: Kumpulan sedia ada
pt_br: Grupo existente
ru_ru: Существующая группа
th_th: กลุ่มที่มีอยู่แล้ว
vi_vn: Nhóm hiện có
zh_cn: 添加已有群组
zh_tw: 新增現有群組

# YEA
source: Add Groups
de_de: Gruppen hinzufügen
es_es: Agregar grupos
fr_fr: Ajouter des groupes
id_id: Tambah Grup
it_it: Aggiungi gruppi
ja_jp: グループを追加
ko_kr: 그룹 추가
ms_my: Tambah Kumpulan
pt_br: Adicionar grupos
ru_ru: Добавить группы
th_th: เพิ่มกลุ่ม
vi_vn: Thêm phân nhóm
zh_cn: 添加群组
zh_tw: 新增群組

# 68w
source: Add New Group
de_de: Neue Gruppe hinzufügen
es_es: Agregar nuevo grupo
fr_fr: Ajouter un nouveau groupe
id_id: Tambah Grup Baru
it_it: Aggiungi nuovo gruppo
ja_jp: グループを新規作成
ko_kr: 새 그룹 추가
ms_my: Tambah Kumpulan Baru
pt_br: Adicionar novo grupo
ru_ru: Добавить новую группу
th_th: เพิ่มกลุ่มใหม่
vi_vn: Thêm nhóm mới
zh_cn: 新建群组
zh_tw: 建立新群組

# tKc
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
ms_my: Tambah
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# an4
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 7NA
source: Add this group to the team "{{team}}"?
de_de: Diese Gruppe zum Team „{{team}}“ hinzufügen?
es_es: ¿Agregar este grupo al equipo "{{team}}"?
fr_fr: Ajouter ce groupe à l'équipe "{{team}}" ?
id_id: Tambah grup ini ke tim "{{team}}"?
it_it: Aggiungere questo gruppo al team "{{team}}"?
ja_jp: このグループをチーム「{{team}}」に追加しますか？
ko_kr: 이 그룹을 "{{team}}" 팀에 추가하시겠습니까?
ms_my: Tambah kumpulan ini ke pasukan "{{team}}"?
pt_br: Adicionar este grupo à equipe "{{team}}"?
ru_ru: Добавить эту группу в команду "{{team}}"?
th_th: เพิ่มกลุ่มนี้ไปยังทีม "{{team}}" หรือไม่
vi_vn: Thêm nhóm này vào đội "{{team}}"?
zh_cn: 确定将本群添加到团队“{{team}}”吗？
zh_tw: 確定要將本群組新增到團隊「{{team}}」嗎？

# NTk
source: New Team
de_de: Neues Team
es_es: Nuevo equipo
fr_fr: Nouvelle équipe
id_id: Tim Baru
it_it: Nuovo team
ja_jp: チームを作成
ko_kr: 새 팀
ms_my: Pasukan Baharu
pt_br: Novo Team
ru_ru: Создать команду
th_th: Team ใหม่
vi_vn: Đội mới
zh_cn: 创建团队
zh_tw: 建立團隊

# ywM
source: Add to Team
de_de: Zum Team hinzufügen
es_es: Agregar al equipo
fr_fr: Ajouter à l'équipe
id_id: Tambah ke Tim
it_it: Aggiungi al team
ja_jp: チームに追加
ko_kr: 팀에 추가
ms_my: Tambah ke Pasukan
pt_br: Adicionar ao Team
ru_ru: Добавить в команду
th_th: เพิ่มไปยัง Team
vi_vn: Thêm vào đội
zh_cn: 添加到团队
zh_tw: 新增到團隊

# xfY
source: Add to team
de_de: Zum Team hinzufügen
es_es: Agregar al equipo
fr_fr: Ajouter à l'équipe
id_id: Tambah ke tim
it_it: Aggiungi al team
ja_jp: チームに追加
ko_kr: 팀에 추가
ms_my: Tambah ke pasukan
pt_br: Adicionar à equipe
ru_ru: Добавить в команду
th_th: เพิ่มไปยังทีม
vi_vn: Thêm vào đội
zh_cn: 添加到团队
zh_tw: 新增到團隊

# 4gw
source: Added to team
de_de: Zum Team hinzugefügt
es_es: Agregado al equipo
fr_fr: Ajouté à l'équipe
id_id: Ditambahkan ke tim
it_it: Aggiunta al team completata
ja_jp: チームに追加しました。
ko_kr: 팀에 추가되었습니다
ms_my: Ditambah ke pasukan
pt_br: Adicionado à equipe
ru_ru: Добавлено в команду
th_th: เพิ่มไปยังทีมสำเร็จแล้ว
vi_vn: Đã thêm vào đội
zh_cn: 已添加到团队
zh_tw: 已新增到團隊

# 4lw
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ms_my: Tetapan
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定
