Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# +YQ
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Ясно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 7Qg
source: Added
de_de: Hinzugefügt
es_es: Agregado con éxito
fr_fr: Ajouté avec succès
id_id: Berhasil ditambahkan
it_it: Aggiunta completata
ja_jp: 追加しました
ko_kr: 추가되었습니다
ms_my: Ditambah
pt_br: Adicionado
ru_ru: Добавлено
th_th: เพิ่มสำเร็จแล้ว
vi_vn: Đã thêm
zh_cn: 已添加
zh_tw: 已新增

# WAs
source: Failed to create label. Please try again
de_de: Label konnte nicht erstellt werden. Versuchen Sie es erneut
es_es: Error al crear la etiqueta. Inténtalo de nuevo
fr_fr: Échec de création de l'étiquette. Veuillez réessayer
id_id: Gagal membuat label. Coba lagi.
it_it: Impossibile creare l'etichetta. Riprova
ja_jp: 作成できませんでした。再試行してください
ko_kr: 레이블을 생성하지 못했습니다. 다시 시도하세요
ms_my: Gagal mencipta label. Sila cuba lagi
pt_br: Falha ao criar rótulo. Tente novamente
ru_ru: Не удалось создать метку. Попробуйте еще раз
th_th: สร้างป้ายกำกับไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Tạo nhãn không thành công. Vui lòng thử lại
zh_cn: 创建失败，请重试
zh_tw: 建立失敗，請重試

# kP0
source: Label "{{LabelName}}" created
de_de: Label „{{LabelName}}“ wurde erstellt
es_es: Se ha creado la etiqueta "{{LabelName}}"
fr_fr: Étiquette "{{LabelName}}" créée avec succès
id_id: Label "{{LabelName}}" berhasil dibuat
it_it: Etichetta "{{LabelName}}" creata
ja_jp: ラベル「{{LabelName}}」を作成しました
ko_kr: 레이블 "{{LabelName}}" 생성됨
ms_my: Label "{{LabelName}}" dicipta
pt_br: Rótulo "{{LabelName}}" criado
ru_ru: метка "{{LabelName}}" создана
th_th: ป้ายกำกับ "{{LabelName}}" สร้างสำเร็จแล้ว
vi_vn: Đã tạo nhãn "{{LabelName}}"
zh_cn: 已创建标签“{{LabelName}}”
zh_tw: 已建立標籤「{{LabelName}}」

# H90
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# nlM
source: Failed to delete label
de_de: Label konnte nicht gelöscht werden
es_es: Error al eliminar la etiqueta
fr_fr: Échec de suppression de l'étiquette
id_id: Gagal menghapus label
it_it: Impossibile eliminare l'etichetta
ja_jp: ラベルを削除できませんでした
ko_kr: 레이블을 삭제하지 못했습니다
ms_my: Gagal memadam label
pt_br: Falha ao excluir rótulo
ru_ru: Не удалось удалить метку
th_th: ลบป้ายกำกับไม่สำเร็จ
vi_vn: Xóa nhãn không thành công
zh_cn: 删除标签失败
zh_tw: 刪除標籤失敗

# gUI
source: Failed to edit label
de_de: Label konnte nicht bearbeitet werden
es_es: Error al editar la etiqueta
fr_fr: Échec de modification de l’étiquette
id_id: Gagal mengedit label
it_it: Impossibile modificare l'etichetta
ja_jp: 編集できませんでした
ko_kr: 레이블을 편집하지 못했습니다
ms_my: Gagal mengedit label
pt_br: Falha ao editar o rótulo
ru_ru: Не удалось изменить ярлык
th_th: ไม่สามารถแก้ไขป้ายกำกับได้
vi_vn: Chỉnh sửa nhãn không thành công
zh_cn: 编辑失败
zh_tw: 編輯失敗

# 6GI
source: Label "{{LabelName}}" deleted
de_de: Label „{{LabelName}}“ wurde gelöscht
es_es: Se ha eliminado la etiqueta "{{LabelName}}"
fr_fr: Étiquette "{{LabelName}}" supprimée
id_id: Label "{{LabelName}}" dihapus
it_it: Etichetta "{{LabelName}}" eliminata
ja_jp: ラベル「{{LabelName}}」を削除しました
ko_kr: 레이블 "{{LabelName}}" 삭제됨
ms_my: Label "{{LabelName}}" dipadam
pt_br: Rótulo "{{LabelName}}" excluído
ru_ru: Метка "{{LabelName}}" удалена
th_th: ป้ายกำกับ "{{LabelName}}" ถูกลบแล้ว
vi_vn: Đã xóa nhãn "{{LabelName}}"
zh_cn: 已删除标签“{{LabelName}}”
zh_tw: 已刪除標籤「{{LabelName}}」

# NfM
source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
hi_in: सक्षम करें
id_id: Aktifkan
it_it: Abilita
ja_jp: オンにする
ko_kr: 활성화
ms_my: Aktifkan
pt_br: Ativar
ru_ru: Включить
th_th: เปิดใช้
vi_vn: Bật
zh_cn: 去开启
zh_tw: 前往開啟

# 7X4
source: Message filter
de_de: Nachrichtenfilter
es_es: Filtro de mensaje
fr_fr: Filtre de messages
hi_in: संदेश फ़िल्टर
id_id: Filter pesan
it_it: Filtro messaggi
ja_jp: メッセージフィルタ
ko_kr: 메시지 필터
ms_my: penapis mesej
pt_br: Filtro de mensagens
ru_ru: Фильтр сообщений
th_th: ตัวกรองข้อความ
vi_vn: Bộ lọc tin nhắn
zh_cn: 消息筛选器
zh_tw: 訊息篩選器

# 6+k
source: Show message types at the top of the feed. Click on each type to filter messages
de_de: Zeigen Sie die Nachrichtentypen am oberen Rand des Feeds an. Klicken Sie auf jeden Typ, um Nachrichten zu filtern
es_es: Mostrar tipos de mensaje en la parte superior de la fuente. Haz clic en cada tipo para filtrar los mensajes
fr_fr: Afficher les types de messages en haut du feed. Cliquez sur chaque type pour filtrer les messages
hi_in: फ़ीड के शीर्ष पर संदेश प्रकार दिखाएं. संदेशों को फ़िल्टर करने के लिए हर प्रकार पर क्लिक करें.
id_id: Tampilkan jenis pesan pada bagian atas feed. Klik tiap jenis untuk memfilter pesan
it_it: Mostra i tipi di messaggio in cima al feed. Fai clic su ogni tipo per filtrare i messaggi
ja_jp: 受信トレイのトップに表示されるカテゴリから、特定タイプのメッセージを絞り込めます
ko_kr: 피드 맨 위에 메시지 유형을 표시합니다. 각 유형을 클릭하여 메시지를 필터링합니다
ms_my: Tunjukkan jenis mesej di bahagian atas suapan. Klik pada setiap jenis untuk menapis mesej
pt_br: Mostrar tipos de mensagem na parte superior do feed. Clique em cada tipo para filtrar as mensagens
ru_ru: Показывать типы сообщений в верхней части ленты. Нажмите на каждый тип, чтобы отфильтровать сообщения
th_th: แสดงประเภทข้อความด้านบนของฟีด คลิกแต่ละประเภทเพื่อกรองข้อความ
vi_vn: Hiển thị loại tin nhắn ở đầu nguồn cấp dữ liệu. Nhấp vào từng loại để lọc tin nhắn
zh_cn: 在消息列表最上方展示消息分类，点击分类即可仅查看特定类型的消息
zh_tw: 在訊息清單最上方顯示訊息分類，點選分類即可僅查看特定類型的訊息

# B6g
source: Filter disabled. You can enable it again in System Settings > Efficiency
de_de: Filter deaktiviert. Sie können diesen unter Systemeinstellungen > Effizienz wieder aktivieren.
es_es: Filtro deshabilitado. Puedes volver a habilitarlo en Configuración del sistema > Eficiencia
fr_fr: Filtre désactivé. Vous pouvez le réactiver dans Paramètres système > Efficacité
hi_in: फ़िल्टर अक्षम किया गया. आप सिस्टम सेटिंग्स > दक्षता में इसे दोबारा सक्षम कर सकते हैं
id_id: Filter dinonaktifkan. Anda dapat mengaktifkannya lagi di Pengaturan Sistem > Efisiensi
it_it: Filtro disabilitato. Puoi riabilitarlo in Impostazioni di sistema > Efficienza
ja_jp: フィルタをオフにしました。「設定」>「効率」からオンにすることができます。
ko_kr: 필터가 비활성화되었습니다. 시스템 설정 > 효율성에서 다시 활성화할 수 있습니다
ms_my: Penapis dimatikan. Anda boleh mengaktifkannya semula dalam Tetapan Sistem > Kecekapan
pt_br: Filtro desativado. Você pode ativá-lo novamente em Configurações do sistema > Eficiência
ru_ru: Фильтр отключен. Вы можете включить его снова в меню "Системные настройки" > "Эффективность"
th_th: ปิดใช้ตัวกรองแล้ว คุณสามารถเปิดใช้อีกครั้งได้ในการตั้งค่าระบบ > ประสิทธิภาพ
vi_vn: Bộ lọc đã được vô hiệu hóa. Bạn có thể kích hoạt bộ lọc này trở lại trong phần Cài đặt Hệ thống > Hiệu suất
zh_cn: 筛选器已关闭。你可以在“系统设置-效率”中重新开启筛选器
zh_tw: 篩選器已關閉。你可以在「系統設定-效率」中重新開啟篩選器

# IWc
source: Filter enabled
de_de: Filter aktiviert
es_es: Filtro habilitado
fr_fr: Filtre activé
hi_in: फ़िल्टर सक्षम किया गया
id_id: Filter diaktifkan
it_it: Filtro abilitato
ja_jp: フィルタをオンにしました
ko_kr: 필터 활성화됨
ms_my: Penapis diaktifkan
pt_br: Filtro ativado
ru_ru: Фильтр включен
th_th: เปิดใช้ตัวกรองแล้ว
vi_vn: Đã kích hoạt bộ lọc
zh_cn: 筛选器已开启
zh_tw: 篩選器已開啟

# 0i4
source: Messages
de_de: Nachrichten
es_es: Mensajes
hi_in: संदेश
id_id: Pesan
it_it: Messaggi
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagens
ru_ru: Сообщения
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

# Gzc
source: PC logged in
de_de: PC angemeldet
es_es: Sesión iniciada en PC
fr_fr: PC connecté
hi_in: PC लॉगिन किया गया
id_id: Sudah login di PC
it_it: PC connesso
ja_jp: PC でログイン済み
ko_kr: PC 로그인함
ms_my: PC telah log masuk
pt_br: Computador conectado
ru_ru: Выполнен вход на ПК
th_th: เข้าสู่ระบบพีซีแล้ว
vi_vn: Máy tính đã đăng nhập
zh_cn: 电脑端已登录
zh_tw: 電腦端已登入

# HOA
source: Logged in
de_de: Angemeldet
es_es: Sesión iniciada
fr_fr: Connecté
hi_in: लॉगिन किया गया
id_id: Sudah Login
it_it: Accesso effettuato
ja_jp: ﾛｸﾞｲﾝ中
ko_kr: 로그인함
ms_my: Telah log masuk
pt_br: Conectado
ru_ru: Вход выполнен
th_th: เข้าสู่ระบบแล้ว
vi_vn: Đã đăng nhập
zh_cn: 电脑登录
zh_tw: 電腦登入

# BAA
source: Hide
de_de: Weniger
es_es: Ocultar
fr_fr: Masquer
hi_in: संक्षिप्त करें
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 閉じる
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 收起
zh_tw: 摺疊

# UWA
source: Show
de_de: Mehr
es_es: Mostrar
fr_fr: Afficher
hi_in: विस्तृत करें
id_id: Tampilkan
it_it: Mostra
ja_jp: 開く
ko_kr: 표시
ms_my: Tunjuk
pt_br: Mostrar
ru_ru: Показать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 展开
zh_tw: 展開

# e0Q
source: Remove
de_de: Entfernen
es_es: Borrar
fr_fr: Retirer
hi_in: निकालें
id_id: Hapus
it_it: Rimuovi
ja_jp: 外す
ko_kr: 제거
ms_my: Buang
pt_br: Remover
ru_ru: Удалить
th_th: ลบออก
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# rew
source: Remove from Top
de_de: Aus Schnellwechsler entfernen
es_es: Borrar del principio
fr_fr: Retirer d'en haut
hi_in: शीर्ष से निकालें
id_id: Hapus dari Atas
it_it: Rimuovi da Passaggio rapido
ja_jp: トップから外す
ko_kr: 맨 위에서 제거
ms_my: Buang dari Atas
pt_br: Remover do Painel dinâmico
ru_ru: Удалить из QuickSwitcher
th_th: ลบออกจากด้านบน
vi_vn: Xóa khỏi vị trí trên cùng
zh_cn: 取消置顶
zh_tw: 取消置頂

# ms8
source: Unable to remove. A quick reload should set things right.
de_de: Entfernen nicht möglich. Ein kurzes Neuladen sollte das korrigieren.
es_es: No se puede borrar. Si actualizas la página, es posible que las cosas se arreglen.
fr_fr: Impossible de retirer. Une actualisation rapide devrait remettre les choses en ordre.
hi_in: निकालने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Tidak dapat menghapus. Pemuatan ulang cepat akan mengatasi masalah.
it_it: Impossibile rimuovere. Ripetendo il caricamento, il problema dovrebbe risolversi.
ja_jp: トップから外せませんでした。後ほど再試行してください
ko_kr: 제거할 수 없습니다. 빨리 다시 로드하면 문제가 해결될 것입니다.
ms_my: Tidak dapat dibuang. Muat semula dengan cepat harus menyelesaikan masalah.
pt_br: Não é possível remover. Um recarregamento rápido corrigirá as coisas.
ru_ru: Не удалось удалить. Быстрая перезагрузка должна устранить проблемы.
th_th: ไม่สามารถลบออกได้ การโหลดใหม่อย่างรวดเร็วน่าจะทำให้สามารถทำงานได้ตามปกติ
vi_vn: Không thể loại bỏ. Tải lại nhanh sẽ đặt mọi thứ trở lại trạng thái bình thường.
zh_cn: 取消失败，请稍后重试
zh_tw: 取消失敗，請稍後重試

# y00
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# bFc
source: Turn on Muted filter
de_de: Filter „Stummgeschaltet“ aktivieren
es_es: Activar filtro de silenciados
fr_fr: Activer le filtre En sourdine
hi_in: म्यूटेड फ़िल्टर चालू करें
id_id: Aktifkan filter yang Dibisukan
it_it: Attiva filtro Audio disattivato
ja_jp: ミュートグループをオン
ko_kr: 음소거된 필터 켜기
ms_my: Hidupkan penapis Diam
pt_br: Ativar filtro Mudo ativado
ru_ru: Включить фильтр Без звука
th_th: เปิดตัวกรองรายการที่ปิดเสียง
vi_vn: Bật bộ lọc tắt tiếng
zh_cn: 开启免打扰分组
zh_tw: 開啟免打擾分組

# TuU
source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
fr_fr: Paramètres avancés
hi_in: उन्नत सेटिंग्स
id_id: Pengaturan Lanjutan
it_it: Impostazioni avanzate
ja_jp: 高度な設定
ko_kr: 고급 설정
ms_my: Tetapan Lanjutan
pt_br: Configurações avançadas
ru_ru: Расширенные настройки
th_th: การตั้งค่าขั้นสูง
vi_vn: Cài đặt nâng cao
zh_cn: 高级设置
zh_tw: 進階設定

# 84Y
source: Unable to save. Character limit exceeded.
de_de: Speichern nicht möglich. Zeichenbeschränkung überschritten.
es_es: No se puede guardar. Se ha superado el límite de caracteres.
fr_fr: Sauvegarde impossible. Limite de caractères dépassée.
hi_in: सहेजने में असमर्थ. वर्ण सीमा पार हो गई.
id_id: Tidak dapat menyimpan. Melebihi batas karakter.
it_it: Impossibile salvare. Limite di caratteri superato.
ja_jp: 最大文字数を超えているため、保存できません。
ko_kr: 저장할 수 없습니다. 글자 수 제한이 초과되었습니다.
ms_my: Tidak dapat menyimpan. Had aksara melebihi.
pt_br: Não é possível salvar. Limite de caracteres excedido.
ru_ru: Не удалось сохранить. Превышено ограничение на количество символов.
th_th: ไม่สามารถบันทึกได้ อักขระเกินขีดจำกัดแล้ว
vi_vn: Không thể lưu. Đã vượt quá giới hạn ký tự.
zh_cn: 无法保存，超过字符限制
zh_tw: 無法儲存，超過字元限制

# RNY
source: Event Meetings
de_de: Terminbesprechungen
es_es: Reuniones de evento
fr_fr: Réunions de l'événement
id_id: Rapat Acara
it_it: Riunioni dell'evento
ja_jp: 予定会議
ko_kr: 이벤트 회의
ms_my: Mesyuarat Acara
pt_br: Reunião do evento
ru_ru: Конференции события
th_th: การประชุมกิจกรรม
vi_vn: Cuộc họp về sự kiện
zh_cn: 日程会议
zh_tw: 日程會議

# itI
source: Frequently-used filter
de_de: Häufig verwendete Filter
es_es: Filtro usado con frecuencia
fr_fr: Filtre fréquemment utilisé
id_id: Filter yang sering digunakan
it_it: Filtro usato di frequente
ja_jp: よく利用するフィルタ
ko_kr: 자주 사용되는 필터
ms_my: Penapis kerap digunakan
pt_br: Filtro usado com frequência
ru_ru: Часто используемые фильтры
th_th: ตัวกรองที่ใช้บ่อย
vi_vn: Bộ lọc thường dùng
zh_cn: 常用分组
zh_tw: 常用分組

# 54o
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# Pg8
source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
id_id: Pilih
it_it: Seleziona
ja_jp: フィルタを選択
ko_kr: 선택
ms_my: Pilih
pt_br: Selecionar
ru_ru: Выбрать
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择常用分组
zh_tw: 選擇常用分組

# I1k
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Afficher
id_id: Tampilkan
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
ms_my: Tunjuk
pt_br: Mostrar
ru_ru: Показать
th_th: แสดง
vi_vn: Hiển thị
zh_cn: 展示
zh_tw: 顯示

# KSk
source: Sidebar filter
de_de: Seitenleistenfilter
es_es: Filtro de barra lateral
fr_fr: Filtre de barre latérale
id_id: Filter bilah samping
it_it: Filtro barra laterale
ja_jp: サイドバーフィルタ
ko_kr: 사이드바 필터
ms_my: Penapis tepi
pt_br: Filtro da barra lateral
ru_ru: Фильтр боковой панели
th_th: ตัวกรองแถบด้านข้าง
vi_vn: Bộ lọc thanh bên
zh_cn: 侧栏分组
zh_tw: 側邊欄分組

# 7OM
source: Threads & Topics
de_de: Threads und Topics
es_es: Líneas de conversación y temas
fr_fr: Fils de discussion et thèmes
id_id: Utas & Topik
it_it: Thread e Argomenti
ja_jp: スレッドとトピック
ko_kr: 스레드 및 주제
ms_my: Utusan & Topik
pt_br: Conversas e tópicos
ru_ru: Обсуждения и темы
th_th: เธรดและหัวข้อ
vi_vn: Chuỗi và chủ đề
zh_cn: 话题
zh_tw: 話題

# TPw
source: {{AddChats}} to labels to organize important messages
de_de: {{AddChats}} zu Label hinzufügen, um wichtige Nachrichten zu organisieren
es_es: {{AddChats}} a etiquetas paras organizar mensajes importantes
fr_fr: {{AddChats}} aux étiquettes pour organiser les messages importants
id_id: {{AddChats}} ke label untuk mengelola pesan penting
it_it: {{AddChats}} alle etichette per organizzare i messaggi importanti
ja_jp: ラベルに{{AddChats}}し、重要なメッセージを分類して管理
ko_kr: 중요한 메시지를 정리하기 위해 레이블에 {{AddChats}}
ms_my: {{AddChats}} ke label untuk mengatur mesej penting
pt_br: {{AddChats}} a rótulos para organizar mensagens importantes
ru_ru: {{AddChats}}, чтобы пометить важные сообщения
th_th: {{AddChats}}ไปยังป้ายกำกับเพื่อจัดระเบียบข้อความที่สำคัญ
vi_vn: {{AddChats}} vào nhãn để sắp xếp tin nhắn quan trọng
zh_cn: 快速{{AddChats}}，分类管理重要消息
zh_tw: 快速{{AddChats}}，分類管理重要訊息

# nuc
source: Add chats
de_de: Chats hinzufügen
es_es: Agregar chats
fr_fr: Ajouter des chats
id_id: Tambah obrolan
it_it: Aggiungi chat
ja_jp: チャットを追加
ko_kr: 채팅 추가
ms_my: Tambah sembang
pt_br: Adicionar chats
ru_ru: Добавьте чаты
th_th: เพิ่มแชท
vi_vn: Thêm cuộc trò chuyện
zh_cn: 添加会话
zh_tw: 新增對話

# lqI
source: No chats to display in this filter
de_de: Keine Chats, die in diesem Filter angezeigt werden
es_es: No hay chats para mostrar en este filtro
fr_fr: Aucun chat à afficher dans ce filtre
id_id: Tidak ada obrolan untuk ditampilkan di filter ini
it_it: Nessuna chat da visualizzare in questo filtro
ja_jp: 条件を満たすチャットがありません
ko_kr: 이 필터에 표시할 채팅 없음
ms_my: Tiada sembang untuk dipaparkan dalam penapis ini
pt_br: Nenhum chat a ser exibido neste filtro
ru_ru: Нет чатов для отображения в этом фильтре
th_th: ไม่มีแชทที่จะแสดงผลในตัวกรองนี้
vi_vn: Không có cuộc trò chuyện nào để hiển thị trong bộ lọc này
zh_cn: 暂无符合条件的会话
zh_tw: 暫無符合條件的對話

# Ans
source: Remove From Label
de_de: Aus Label entfernen
es_es: Quitar de etiqueta
fr_fr: Retirer de l'étiquette
id_id: Hapus Dari Label
it_it: Rimuovi dall'etichetta
ja_jp: ラベルから外す
ko_kr: 레이블에서 제거
ms_my: Buang Dari Label
pt_br: Remover do rótulo
ru_ru: Удалить их меток
th_th: ลบออกจากป้ายกำกับ
vi_vn: Xóa khỏi nhãn
zh_cn: 从标签中移除
zh_tw: 從標籤中移除

# uBY
source: Flag
de_de: Kennzeichnen
es_es: Marcar
fr_fr: Ajouter un marqueur
hi_in: फ़्लैग करें
id_id: Tandai dengan bendera
it_it: Contrassegna
ja_jp: フラグ
ko_kr: 플래그 지정
ms_my: Bendera
pt_br: Sinalizar
ru_ru: Пометить
th_th: ธง
vi_vn: Gắn cờ
zh_cn: 标记
zh_tw: 標記

# OwI
source: Unflag
de_de: Kennzeichnung aufheben
es_es: Desmarcar
fr_fr: Supprimer le marqueur
hi_in: अनफ़्लैग करें
id_id: Hapus bendera
it_it: Rimuovi contrassegno
ja_jp: フラグを外す
ko_kr: 플래그 지정 해제
ms_my: Nyahbendera
pt_br: Remover sinalização
ru_ru: Снять пометку
th_th: ยกเลิกการติดธง
vi_vn: Hủy gắn cờ
zh_cn: 取消标记
zh_tw: 取消標記

# xqY
source: Enable "Flagged" filter to view all flagged chats and messages
de_de: Aktivieren Sie den Filter „Gekennzeichnet“, um alle gekennzeichneten Chats und Nachrichten anzuzeigen
es_es: Habilita el filtro "Marcado" para ver todos los chats y mensajes marcados
fr_fr: Activer le filtre « Marqué » pour afficher toutes les discussions et messages marqués
id_id: Aktifkan filter "Ditandai dengan Bendera" untuk melihat semua obrolan dan pesan yang ditandai dengan bendera
it_it: Abilita il filtro "Con contrassegno" per visualizzare tutte le chat e i messaggi con contrassegno
ja_jp: 「フラグ」フィルタをオンにして、フラグを付けたチャットとメッセージを確認します。
ko_kr: "플래그 지정된" 필터를 활성화하여 플래그 지정된 모든 채팅 및 메시지 보기
ms_my: Aktifkan penapis "Dibenderakan" untuk melihat semua sembang dan mesej yang dibenderakan
pt_br: Ativar filtro "Sinalizado" para visualizar todos os chats e mensagens sinalizados
ru_ru: Включите фильтр "Помеченные", чтобы просмотреть все помеченные чаты и сообщения
th_th: เปิดใช้งานตัวกรองการ "ติดธง" เพื่อดูการแชทและข้อความที่ติดปักธงทั้งหมด
vi_vn: Bật bộ lọc "Đã gắn cờ" để xem tất cả các cuộc trò chuyện và tin nhắn được gắn cờ
zh_cn: 开启“标记”分组，查看所有标记的会话和消息
zh_tw: 開啟「標記」分組，查看所有標記的對話和訊息

# +Ok
source: Flagged
de_de: Gekennzeichnet
es_es: Marcado
fr_fr: Marqueur ajouté
hi_in: फ़्लैग किया गया
id_id: Ditandai dengan bendera
it_it: Con contrassegno
ja_jp: フラグを付けました
ko_kr: 플래그 지정됨
ms_my: Dibenderakan
pt_br: Sinalizado
ru_ru: Помечено
th_th: ติดธงแล้ว
vi_vn: Đã gắn cờ
zh_cn: 已标记
zh_tw: 已標記

# Nho
source: Unflagged
de_de: Nicht gekennzeichnet
es_es: Desmarcado
fr_fr: Marque retirée
id_id: Bendera Dihapus
it_it: Contrassegno rimosso
ja_jp: フラグを外しました
ko_kr: 플래그 해제됨
ms_my: Tidak ditandai
pt_br: Não sinalizado
ru_ru: Не отмечен
th_th: ยกเลิกการปักธงแล้ว
vi_vn: Đã gỡ cờ
zh_cn: 已取消标记
zh_tw: 已取消標記

# 9Kg
source: Instant Meetings
de_de: Sofortbesprechungen
es_es: Reuniones instantáneas
fr_fr: Réunions instantanées
id_id: Rapat Instan
it_it: Riunioni istantanee
ja_jp: 即時会議
ko_kr: 인스턴트 회의
ms_my: Mesyuarat Segera
pt_br: Reuniões instantâneas
ru_ru: Мгновенные конференции
th_th: การประชุมแบบทันที
vi_vn: Cuộc họp nhanh
zh_cn: 即时会议
zh_tw: 即時會議

# hmw
source: It seems that there was an issue saving. Please try again later.
de_de: Das Speichern der Einstellungen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se puede guardar la configuración. Inténtalo de nuevo.
fr_fr: Impossible d'enregistrer les paramètres. Veuillez réessayer.
id_id: Gagal menyimpan pengaturan. Coba lagi.
it_it: Impossibile salvare le impostazioni. Riprova.
ja_jp: 保存できませんでした。後で再試行してください。
ko_kr: 설정을 저장할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menyimpan tetapan. Sila cuba lagi.
pt_br: Não é possível salvar as configurações. Tente novamente.
ru_ru: Не удалось сохранить настройки. Попробуйте еще раз.
th_th: ไม่สามารถบันทึกการตั้งค่า โปรดลองอีกครั้ง
vi_vn: Không thể lưu cài đặt. Vui lòng thử lại.
zh_cn: 保存失败，请重试
zh_tw: 儲存失敗，請重試

# Shc
source: Settings saved
de_de: Einstellungen gespeichert
es_es: Configuración guardada
fr_fr: Paramètres enregistrés
id_id: Pengaturan disimpan
it_it: Impostazioni salvate
ja_jp: 設定を保存しました。
ko_kr: 설정이 저장되었습니다
ms_my: Tetapan disimpan
pt_br: Configurações salvas
ru_ru: Настройки сохранены
th_th: บันทึกการตั้งค่าแล้ว
vi_vn: Đã lưu cài đặt
zh_cn: 设置已保存
zh_tw: 設定已儲存

# 4iw
source: Message Display Settings
de_de: Einstellungen der Nachrichtenanzeige
es_es: Configuración de visualización de mensajes
fr_fr: Paramètres d'affichage des messages
id_id: Pengaturan Tampilan Pesan
it_it: Impostazioni di visualizzazione messaggi
ja_jp: メッセージ表示設定
ko_kr: 메시지 표시 설정
ms_my: Tetapan Paparan Mesej
pt_br: Configurações de exibição de mensagens
ru_ru: Настройки отображения сообщений
th_th: การตั้งค่าการแสดงผลข้อความ
vi_vn: Cài đặt hiển thị tin nhắn
zh_cn: 消息展示设置
zh_tw: 訊息顯示設定

# xSg
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# pUE
source: Select messages under "{{Filter}}" to be shown in the "Chats" filter
de_de: Unter „{{Filter}}“ die Nachrichten auswählen, die im Filter „Chats“ angezeigt werden sollen
es_es: Selecciona mensajes en "{{Filter}}" para que se muestren en el filtro "Chats"
fr_fr: Sélectionnez les messages sous "{{Filter}}" à afficher dans le filtre "Chats"
id_id: Pilih pesan di bagian "{{Filter}}" untuk ditampilkan di filter "Obrolan"
it_it: Seleziona i messaggi in "{{Filter}}" da mostrare nel filtro "Chat"
ja_jp: 「{{Filter}}」内のメッセージの「チャット」フィルタでの表示方法
ko_kr: "{{Filter}}"에서 "채팅" 필터에 표시할 메시지를 선택하세요
ms_my: Pilih mesej di bawah "{{Filter}}" untuk dipaparkan dalam tapisan "Sembang"
pt_br: Selecione as mensagens em "{{Filter}}" para serem exibidas no filtro "Chats"
ru_ru: Выберите сообщения в "{{Filter}}", которые будут отображаться в фильтре "Чаты"
th_th: เลือกข้อความภายใต้ "{{Filter}}" ที่จะแสดงในตัวกรอง "แชท"
vi_vn: Chọn tin nhắn trong "{{Filter}}" để hiển thị trong bộ lọc "Cuộc trò chuyện"
zh_cn: 设置“{{Filter}}”下的会话在“消息”分组中的展示效果
zh_tw: 設定「{{Filter}}」下的對話在「訊息」分組中的顯示效果

# MlE
source: In "Chats": Only show {{Msg_Type}}
de_de: In „Chats“: Nur {{Msg_Type}} anzeigen
es_es: En "Chats": Mostrar solo {{Msg_Type}}
fr_fr: Dans "Chats": Afficher seulement {{Msg_Type}}
id_id: Di "Obrolan": Hanya tampilkan {{Msg_Type}}
it_it: In "Chat": mostra solo {{Msg_Type}}
ja_jp: 「チャット」ラベルで{{Msg_Type}}のメッセージがあったときのみ表示
ko_kr: "채팅"에서: {{Msg_Type}}만 표시
ms_my: Dalam "Perbualan": Hanya tunjukkan {{Msg_Type}}
pt_br: Em "Chats": mostrar apenas {{Msg_Type}}
ru_ru: В "Чатах": показывать только {{Msg_Type}}
th_th: ใน "แชท": แสดง {{Msg_Type}} เท่านั้น
vi_vn: Trong "Cuộc trò chuyện". Chỉ hiển thị: {{Msg_Type}}
zh_cn: 在“消息”分组中：有{{Msg_Type}}时展示
zh_tw: 在「訊息」分組中：有{{Msg_Type}}時顯示

# PP8
source: Only show: {{Msg_Type}}
de_de: Nur anzeigen: {{Msg_Type}}
es_es: Solo mostrar: {{Msg_Type}}
fr_fr: N'afficher que : {{Msg_Type}}
id_id: Tampilkan hanya: {{Msg_Type}}
it_it: Mostra solo: {{Msg_Type}}
ja_jp: {{Msg_Type}}のメッセージがあったときのみ表示
ko_kr: 다음만 표시: {{Msg_Type}}
ms_my: Hanya tunjuk: {{Msg_Type}}
pt_br: Mostrar apenas: {{Msg_Type}}
ru_ru: Показывать только: {{Msg_Type}}
th_th: แสดงเฉพาะ: {{Msg_Type}}
vi_vn: Chỉ hiển thị: {{Msg_Type}}
zh_cn: 有{{Msg_Type}}时展示
zh_tw: 有{{Msg_Type}}時顯示

# qiA
source: @all
de_de: @alle
es_es: @todos
fr_fr: @tous
id_id: @semua
it_it: @tutti
ja_jp: @全員
ko_kr: @전체
ms_my: @semua
pt_br: @todos
ru_ru: @всех
th_th: @ทั้งหมด
vi_vn: @tất cả
zh_cn: @所有人
zh_tw: @所有人

# An4
source: @me
de_de: @mich
es_es: @yo
fr_fr: @moi
id_id: @saya
ja_jp: @自分
ko_kr: @나
ms_my: @saya
pt_br: @eu
ru_ru: @меня
th_th: @ฉัน
vi_vn: @tôi
zh_cn: @我
zh_tw: @我
