Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# HCw
source: Unblock Messages
de_de: Blockierung der Nachrichten aufheben
es_es: Desbloquear mensajes
fr_fr: Débloquer les messages
id_id: Buka Pesan
it_it: Sblocca messaggi
ja_jp: メッセージ受信をオン
ko_kr: 메시지 차단 해제
ms_my: Nyahsekat Mesej
pt_br: Desbloquear mensagens
ru_ru: Разблокировать сообщения
th_th: ยกเลิกการปิดกั้นข้อความ
vi_vn: Bỏ chặn tin nhắn
zh_cn: 恢复接收消息
zh_tw: 恢復接收訊息

# Npg
source: Block Messages
de_de: Nachrichten blockieren
es_es: Bloquear mensajes
fr_fr: Bloquer les messages
id_id: Blokir Pesan
it_it: Blocca messaggi
ja_jp: メッセージ受信をオフ
ko_kr: 메시지 차단
ms_my: Sekat Mesej
pt_br: Bloquear mensagens
ru_ru: Заблокировать сообщения
th_th: ปิดกั้นข้อความ
vi_vn: Chặn tin nhắn
zh_cn: 不再接收消息
zh_tw: 不再接收訊息

# qVU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# X3Y
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# Q5k
source: Enable left swipe
de_de: „Nach links wischen“ aktivieren
es_es: Habilitar deslizamiento a la izquierda
fr_fr: Activer le balayage vers la gauche
id_id: Aktifkan usap ke kiri
it_it: Abilita lo scorrimento a sinistra
ja_jp: 左にスワイプを有効にする
ko_kr: 왼쪽으로 살짝 밀기 활성화
ms_my: Aktifkan sapu ke kiri
pt_br: Ativar a opção deslizar para a esquerda
ru_ru: Включить действие при проведении пальцем влево
th_th: เปิดใช้ปัดซ้าย
vi_vn: Bật hành động vuốt sang trái
zh_cn: 开启左滑操作
zh_tw: 開啟向左滑動操作

# ows
source: Enable right swipe
de_de: „Nach rechts wischen“ aktivieren
es_es: Habilitar deslizamiento a la derecha
fr_fr: Activer le balayage vers la droite
id_id: Aktifkan usap ke kanan
it_it: Abilita lo scorrimento a destra
ja_jp: 右にスワイプを有効にする
ko_kr: 오른쪽으로 살짝 밀기 활성화
ms_my: Aktifkan sapu ke kanan
pt_br: Ativar a opção deslizar para a direita
ru_ru: Включить действие при проведении пальцем вправо
th_th: เปิดใช้ปัดขวา
vi_vn: Bật hành động vuốt sang phải
zh_cn: 开启右滑操作
zh_tw: 開啟向右滑動操作

# yNE
source: Flag/Unflag
de_de: Kennzeichnen / Kennzeichnung aufheben
es_es: Marcar/Desmarcar
fr_fr: Marquer/Démarquer
id_id: Tandai dengan Bendera/Hapus Bendera
it_it: Aggiungi contrassegno/Rimuovi contrassegno
ja_jp: フラグを付ける/フラグを外す
ko_kr: 플래그 지정/플래그 해제
ms_my: Bendera/Nyahkan Bendera
pt_br: Sinalizar/Não sinalizar
ru_ru: Пометить/снять пометку
th_th: ปักธง/ถอนธง
vi_vn: Gắn cờ/Bỏ gắn cờ
zh_cn: 标记/取消标记
zh_tw: 標記/取消標記

# 5ig
source: Label
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
ja_jp: ラベルを設定
ko_kr: 레이블
pt_br: Rótulo
ru_ru: Метка
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_tw: 標籤

# TYI
source: Left Swipe
de_de: Nach links wischen
es_es: Deslizar a la izquierda
fr_fr: Balayer vers la gauche
id_id: Usap ke Kiri
it_it: Scorri a sinistra
ja_jp: 左にスワイプ
ko_kr: 왼쪽으로 살짝 밀기
ms_my: Sapu ke Kiri
pt_br: Deslizar para a esquerda
ru_ru: Провести пальцем влево
th_th: ปัดซ้าย
vi_vn: Vuốt sang trái
zh_cn: 向左滑动
zh_tw: 向左滑動

# +vs
source: Configure swipe actions to quickly act on chats.
de_de: Konfiguration von Wischaktionen, um schnell auf Chats zu reagieren.
es_es: Configura las acciones de deslizamiento para actuar rápidamente en los chats.
fr_fr: Configurer les opérations de balayage pour agir rapidement sur les chats.
id_id: Konfigurasikan tindakan usap untuk bertindak dengan cepat terhadap obrolan.
it_it: Configura le azioni di scorrimento per agire rapidamente nelle chat.
ja_jp: チャットのスワイプ操作をカスタマイズできます。
ko_kr: 채팅에서 빠르게 작업하도록 살짝 밀기 작업을 설정합니다.
ms_my: Konfigurasikan tindakan sapu untuk bertindak pantas dalam sembang.
pt_br: Configure ações de deslizamento para agir rapidamente nos bate-papos.
ru_ru: Настройте быстрые действия в чате при проведении пальцем
th_th: กำหนดค่าการดำเนินการปัดนิ้วเพื่อดำเนินการแชทอย่างรวดเร็ว
vi_vn: Cấu hình hành động vuốt để hành động nhanh trên cuộc trò chuyện.
zh_cn: 自定义会话滑动操作选项
zh_tw: 自訂對話滑動操作選項

# Cg0
source: Chat swipe actions
de_de: Chat-Wischaktionen
es_es: Acciones de deslizamiento en chats
fr_fr: Opérations de balayage du chat
id_id: Tindakan mengusap obrolan
it_it: Azioni di scorrimento nelle chat
ja_jp: チャットのスワイプ操作
ko_kr: 채팅 살짝 밀기 작업
ms_my: Tindakan sapu sembang
pt_br: Ações de deslizamento do bate-papo
ru_ru: Действия в чате при проведении пальцем
th_th: การดำเนินการปัดนิ้วในแชท
vi_vn: Hành động vuốt cuộc trò chuyện
zh_cn: 会话滑动操作
zh_tw: 對話滑動操作

# vSY
source: Mute/Unmute
de_de: Stummschalten / Stummschaltung aufheben
es_es: Silenciar/Dejar de silenciar
fr_fr: Couper le son/réactiver le son
id_id: Bisukan/Bunyikan
it_it: Attiva/Disattiva audio
ja_jp: ミュート/ミュート解除
ko_kr: 음소거/음소거 해제
ms_my: Bisu/Nyahkan Bisu
pt_br: Ativar mudo/desativar mudo
ru_ru: Отключить/включить звук
th_th: ปิดเสียง/เปิดเสียง
vi_vn: Tắt/bật tiếng
zh_cn: 消息免打扰/允许消息通知
zh_tw: 訊息免打擾/允許訊息通知

# Rek
source: You haven't added any actions yet.
de_de: Sie haben noch keine Aktionen hinzugefügt.
es_es: Aún no has agregado ninguna acción.
fr_fr: Vous n'avez pas encore ajouté d'opération.
id_id: Anda belum menambahkan tindakan apa pun.
it_it: Non hai ancora aggiunto alcuna azione.
ja_jp: アクションが追加されていません。
ko_kr: 아직 작업을 추가하지 않았습니다.
ms_my: Anda belum menambah sebarang tindakan lagi.
pt_br: Você ainda não adicionou nenhuma ação.
ru_ru: Действий пока не добавлено.
th_th: คุณยังไม่ได้เพิ่มการดำเนินการใด ๆ
vi_vn: Bạn chưa thêm hành động nào.
zh_cn: 未添加操作
zh_tw: 未新增操作

# M8s
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
id_id: Tidak Aktif
it_it: Inattivo
ja_jp: オフ
ko_kr: 끄기
ms_my: Mati
pt_br: Desligado
ru_ru: Выкл
th_th: ปิด
vi_vn: Tắt
zh_cn: 关闭
zh_tw: 關閉

# P5E
source: Pin to Top/Unpin from Top
de_de: Oben anheften / Nicht mehr oben anheften
es_es: Anclar encima/Desanclar de encima
fr_fr: Épingler en haut/Désépingler du haut
id_id: Pin ke Atas/Lepas Pin dari Atas
it_it: Fissa in alto/Rimuovi dagli elementi fissati
ja_jp: ピン留め/ピン留めを外す
ko_kr: 맨 위에 고정/맨 위에서 고정 해제
ms_my: Pin ke Atas/Nyahkan dari Atas
pt_br: Fixar no topo/Desafixar do topo
ru_ru: Закрепить/открепить сверху
th_th: ปักหมุดไว้ที่ด้านบน/ยกเลิกปักหมุดที่ด้านบน
vi_vn: Ghim lên đầu/Bỏ ghim khỏi đầu
zh_cn: 置顶/取消置顶
zh_tw: 置頂/取消置頂

# Zqk
source: Right Swipe
de_de: Nach rechts wischen
es_es: Deslizar a la derecha
fr_fr: Balayer vers la droite
id_id: Usap ke Kanan
it_it: Scorri a destra
ja_jp: 右にスワイプ
ko_kr: 오른쪽으로 살짝 밀기
ms_my: Sapu ke Kanan
pt_br: Deslizar para a direita
ru_ru: Провести пальцем вправо
th_th: ปัดขวา
vi_vn: Vuốt sang phải
zh_cn: 向右滑动
zh_tw: 向右滑動

# YI8
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ms_my: Simpan
pt_br: Salvar
ru_ru: Сохранить
th_th: บันทึก
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# Xnk
source: Failed to save the settings. Please try again.
de_de: Die Einstellungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: Error al guardar la configuración. Inténtalo de nuevo.
fr_fr: L'enregistrement des paramètres a échoué. Veuillez réessayer.
id_id: Gagal menyimpan pengaturan. Coba lagi.
it_it: Impossibile salvare le impostazioni. Riprova.
ja_jp: 設定を保存できませんでした。後で再試行してください。
ko_kr: 설정을 저장하지 못했습니다. 다시 시도하세요.
ms_my: Gagal menyimpan tetapan. Sila cuba lagi.
pt_br: Falha ao salvar as configurações. Tente novamente.
ru_ru: Не удалось сохранить настройки. Повторите попытку.
th_th: ไม่สามารถบันทึกการตั้งค่าได้ โปรดลองอีกครั้ง
vi_vn: Lưu cài đặt không thành công. Vui lòng thử lại.
zh_cn: 设置保存失败，请重试
zh_tw: 設定儲存失敗，請重試

# eek
source: Unpin from top
de_de: Loslösen
es_es: Desanclar del principio
fr_fr: Désépingler d'en haut
hi_in: शीर्ष से अनपिन करें
id_id: Lepas pin dari atas
it_it: Rimuovi dall'alto
ja_jp: トップから外す
ko_kr: 맨 위에서 고정 해제
ms_my: Nyahpin dari atas
pt_br: Desafixar da parte superior
ru_ru: Открепить сверху
th_th: ยกเลิกปักหมุดจากด้านบน
vi_vn: Bỏ ghim khỏi vị trí trên cùng
zh_cn: 取消置顶
zh_tw: 取消置頂

# yN8
source: Pinned
de_de: Angeheftet
es_es: Anclado
fr_fr: Épinglé
hi_in: पिन किया गया
id_id: Dipasangi pin
it_it: Aggiunta completata
ja_jp: トップに固定しました
ko_kr: 고정됨
ms_my: Dipin
pt_br: Fixado
ru_ru: Закреплено
th_th: ปักหมุดแล้ว
vi_vn: Đã ghim
zh_cn: 已添加到置顶
zh_tw: 已新增至置頂

# sE8
source: Unpinned
de_de: Gelöst
es_es: Desanclado
fr_fr: Désépingler
hi_in: अनपिन किया गया
id_id: Pin Dilepas
it_it: Rimossi
ja_jp: トップから外しました
ko_kr: 고정 해제됨
ms_my: Dinyahpin
pt_br: Desafixado
ru_ru: Откреплено
th_th: ยกเลิกปักหมุดแล้ว
vi_vn: Đã bỏ ghim
zh_cn: 已取消置顶
zh_tw: 已取消置頂

# 69M
source: Messages
de_de: Nachrichten
es_es: Mensajes
hi_in: संदेश
id_id: Pesan
it_it: Messaggi
ja_jp: メッセージ
ko_kr: 메시지
ms_my: Mesej
pt_br: Mensagens
ru_ru: Сообщения
th_th: ข้อความ
vi_vn: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

# zmM
source: Add Chats
de_de: Chats hinzufügen
es_es: Agregar chats
fr_fr: Ajouter des chats
hi_in: नई चैट जोड़ें
id_id: Tambah Obrolan
it_it: Aggiungi chat
ja_jp: チャットを追加
ko_kr: 채팅 추가
ms_my: Tambah Sembang
pt_br: Adicionar chats
ru_ru: Добавить чаты
th_th: เพิ่มแชท
vi_vn: Thêm cuộc trò chuyện
zh_cn: 添加会话
zh_tw: 新增對話

# NlQ
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_tw: 確定

# Eig
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# jBk
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Couper le son
id_id: Bisukan
it_it: Disattiva audio
ja_jp: ミュート
ko_kr: 음소거
ms_my: Senyapkan
pt_br: Ativar mudo
ru_ru: Подтвердить
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 免打扰
zh_tw: 免打擾

# bJU
source: Mute all chats?
de_de: Alle Chats stummschalten?
es_es: ¿Silenciar todos los chats?
fr_fr: Couper le son de tous les chats ?
id_id: Bisukan semua obrolan?
it_it: Disattivare l'audio di tutte le chat?
ja_jp: すべてのチャットの通知をミュートしますか？
ko_kr: 모든 채팅을 음소거하시겠습니까?
ms_my: Senyapkan semua sembang?
pt_br: Ativar mudo de todos os chats?
ru_ru: Отключить все чаты?
th_th: ปิดเสียงแชททั้งหมดหรือไม่
vi_vn: Tắt tiếng tất cả cuộc trò chuyện?
zh_cn: 确认将所有会话免打扰？
zh_tw: 確認將所有對話設為免打擾嗎？

# GHg
source: Unmute all chats?
de_de: Stummschaltung für alle Chats aufheben?
es_es: ¿Dejar de silenciar todos los chats?
fr_fr: Réactiver le son de tous les chats ?
id_id: Bunyikan semua obrolan?
it_it: Attivare l'audio di tutte le chat?
ja_jp: すべてのチャットの通知ミュートを解除しますか？
ko_kr: 모든 채팅의 음소거를 해제하시겠습니까?
ms_my: Nyahsenyapkan semua perbualan?
pt_br: Desativar mudo de todos os chats?
ru_ru: Включить все чаты?
th_th: เปิดเสียงแชททั้งหมดหรือไม่
vi_vn: Bật tiếng tất cả cuộc trò chuyện?
zh_cn: 确认开启所有会话的消息通知？
zh_tw: 確認開啟所有對話的訊息通知嗎？

# ch4
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver le son
id_id: Bunyikan
it_it: Attiva audio
ja_jp: ミュートを解除
ko_kr: 음소거 해제
ms_my: Nyahsenyap
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 允许消息通知
zh_tw: 允許訊息通知

# /u8
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Couper le son
id_id: Bisukan
it_it: Disattiva audio
ja_jp: 通知をミュート
ko_kr: 음소거
ms_my: Senyap
pt_br: Ativar mudo
ru_ru: Без звука
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 免打扰
zh_tw: 免打擾

# ISI
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver le son
id_id: Bunyikan
it_it: Attiva audio
ja_jp: 通知ミュートを解除
ko_kr: 음소거 해제
ms_my: Nyahsenyap
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 允许消息通知
zh_tw: 允許訊息通知

# Ono
source: Moved to Muted filter
de_de: In Filter „Stummgeschaltet“ verschoben
es_es: Movido a Filtro silenciado
fr_fr: Déplacé vers le filtre silencieux
id_id: Berhasil dipindahkan ke filter Dibisukan
it_it: Spostamento completato nel filtro Audio disattivato
ja_jp: 「通知ミュート」フィルタに移動しました。
ko_kr: 음소거된 필터로 이동됨
ms_my: Dipindahkan ke penapis Diam
pt_br: Movido para o filtro silenciado
ru_ru: Перемещено в приглушенный фильтр
th_th: ย้ายไปยังตัวกรองรายการที่ปิดเสียง
vi_vn: Đã di chuyển tới bộ lọc Đã tắt tiếng
zh_cn: 已移入免打扰分组
zh_tw: 已移入免打擾分組

# 8u4
source: Muted
de_de: Stummgeschaltet
es_es: Silenciado
fr_fr: Son coupé
id_id: Dibisukan
it_it: Audio disattivato
ja_jp: 通知をミュートしました。
ko_kr: 음소거됨
ms_my: Diam
pt_br: Mudo ativado
ru_ru: Без звука
th_th: ปิดเสียง
vi_vn: Đã tắt tiếng
zh_cn: 消息提醒已关闭
zh_tw: 訊息提醒已關閉

# D3Y
source: Unmuted
de_de: Stummschaltung aufgehoben
es_es: Dejado de silenciar
fr_fr: Son réactivé
id_id: Dibunyikan
it_it: Audio attivato
ja_jp: 通知をオンにしました。
ko_kr: 음소거 해제됨
ms_my: Tidak dibisu
pt_br: Mudo desativado
ru_ru: Уведомления включены
th_th: เปิดเสียง
vi_vn: Đã bật tiếng
zh_cn: 消息提醒已开启
zh_tw: 訊息提醒已開啟

# BkU
source: Collapsed Chats
es_es: Chats contraídos
fr_fr: Fenêtres de discussion réduites
hi_in: संक्षिप्त किए गए चैट
id_id: Obrolan Dilipat
it_it: Chat compresse
ja_jp: 非表示チャット
ko_kr: 축소된 채팅
ms_my: Sembang Runtuh
pt_br: Chats recolhidos
ru_ru: Свернутые чаты
th_th: แชทแบบพับ
vi_vn: Trò chuyện thu gọn
zh_cn: 折叠的会话
zh_tw: 摺疊的對話

# jfQ
source: Create labels to help organize your chats
de_de: Labels erstellen, um Ihre Chats besser zu organisieren
es_es: Crear etiquetas para ayudar a organizar los chats
fr_fr: Créer des étiquettes pour faciliter l'organisation de vos discussions
hi_in: अपनी चैट व्यवस्थित करने के लिए लेबल बनाएँ
id_id: Buat label untuk membantu mengelola obrolan Anda
it_it: Crea etichette per aiutarti a organizzare le chat
ja_jp: ラベルを作成して、チャットを分類して管理できます
ko_kr: 레이블을 생성하여 채팅 구성 지원
ms_my: Buat label untuk membantu mengatur semula perbualan anda
pt_br: Criar rótulos para ajudar a organizar seus chats
ru_ru: Создавайте ярлыки, чтобы упростить организацию чатов
th_th: สร้างป้ายกำกับเพื่อช่วยจัดระเบียบแชทของคุณ
vi_vn: Tạo nhãn để giúp sắp xếp các cuộc trò chuyện của bạn
zh_cn: 创建标签，分类管理你的会话
zh_tw: 建立標籤，分類管理你的對話

# +84
source: Create Labels
de_de: Label erstellen
es_es: Crear etiquetas
fr_fr: Créer des étiquettes
hi_in: लेबल बनाएँ
id_id: Buat Label
it_it: Crea etichette
ja_jp: ラベルを作成
ko_kr: 레이블 생성
ms_my: Buat Label
pt_br: Criar rótulos
ru_ru: Создать метки
th_th: สร้างป้ายกำกับ
vi_vn: Tạo nhãn
zh_cn: 创建标签
zh_tw: 建立標籤

# DmE
source: New Label
de_de: Neues Label
es_es: Nueva etiqueta
fr_fr: Nouveau libellé
hi_in: लेबल बनाएँ
id_id: Label Baru
it_it: Nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블
ms_my: Label Baharu
pt_br: Novo rótulo
ru_ru: Создать метку
th_th: ป้ายกำกับใหม่
vi_vn: Nhãn mới
zh_cn: 新建标签
zh_tw: 建立新標籤

# Dws
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 생성
ms_my: Buat
pt_br: Criar
ru_ru: Создать
th_th: สร้าง
vi_vn: Tạo
zh_cn: 创建
zh_tw: 建立

# V+Y
source: Label name
es_es: Nombre de la etiqueta
fr_fr: Nom de l'étiquette
hi_in: लेबल का नाम
id_id: Nama label
it_it: Nome etichetta
ja_jp: ラベル名
ko_kr: 레이블 이름
ms_my: Nama label
pt_br: Nome do rótulo
ru_ru: Название метки
th_th: ชื่อป้ายกำกับ
vi_vn: Tên nhãn
zh_cn: 标签名称
zh_tw: 標籤名稱

# c2I
source: Please enter a label name
de_de: Bitte geben Sie einen Label-Namen ein
es_es: Introduce un nombre para la etiqueta
fr_fr: Veuillez saisir un nom d'étiquette
hi_in: कृपया लेबल का नाम दर्ज करें
id_id: Masukkan nama label
it_it: Immetti un nome per l'etichetta
ja_jp: ラベル名を入力
ko_kr: 레이블 이름을 입력하세요
ms_my: Sila masukkan nama label
pt_br: Insira um nome para o rótulo
ru_ru: Введите название метки
th_th: โปรดป้อนชื่อป้ายกำกับ
vi_vn: Vui lòng nhập tên nhãn
zh_cn: 请输入标签名称
zh_tw: 請輸入標籤名稱

# BDs
source: New label
de_de: Neues Label
es_es: Nueva etiqueta
fr_fr: Nouveau libellé
hi_in: लेबल बनाएँ
id_id: Label baru
it_it: Nuova etichetta
ja_jp: ラベルを作成
ko_kr: 새 레이블
ms_my: Label baharu
pt_br: Novo rótulo
ru_ru: Создать метку
th_th: ป้ายกำกับใหม่
vi_vn: Nhãn mới
zh_cn: 新建标签
zh_tw: 建立新標籤

# P34
source: Once deleted, all chats in "{{LabelName}}" will be removed from the label.
de_de: Nach dem Löschen werden alle Chats in „{{LabelName}}“ entfernt.
es_es: Tras su eliminación, todos los chats de "{{LabelName}}" se quitarán de la etiqueta.
fr_fr: Une fois supprimées, toutes les discussions de "{{LabelName}}" seront retirées du libellé.
hi_in: हटाने के बाद, "{{LabelName}}" की सभी चैट को लेबल से हटाया जाएगा
id_id: Setelah dihapus, semua obrolan di "{{LabelName}}" akan dihapus dari label.
it_it: Dopo l'eliminazione, tutte le chat in "{{LabelName}}" verranno rimosse dall'etichetta.
ja_jp: 削除すると、「{{LabelName}}」に追加されたチャットはラベルを表示しなくなります。
ko_kr: 삭제하면 "{{LabelName}}"의 모든 채팅이 레이블에서 제거됩니다.
ms_my: Setelah dipadam, semua sembang dalam "{{LabelName}}" akan dikeluarkan dari label.
pt_br: Depois de excluído, todos os chats em "{{LabelName}}" serão removidos do rótulo.
ru_ru: После удаления все чаты в "{{LabelName}}" будут удалены из метки.
th_th: เมื่อลบแล้ว การแชททั้งหมดใน "{{LabelName}}" จะถูกลบออกจากป้ายกำกับ
vi_vn: Sau khi xóa, tất cả cuộc trò chuyện trong "{{LabelName}}" sẽ bị xóa khỏi nhãn này.
zh_cn: 删除后，“{{LabelName}}”中的会话将从该标签中移除
zh_tw: 刪除後，「{{LabelName}}」中的對話將從該標籤中移除

# qQk
source: Delete label
de_de: Label löschen
es_es: Eliminar etiqueta
fr_fr: Supprimer l'étiquette
hi_in: लेबल हटाएँ
id_id: Hapus label
it_it: Elimina etichetta
ja_jp: ラベルを削除
ko_kr: 레이블 삭제
ms_my: Padam label
pt_br: Excluir rótulo
ru_ru: Удалить метку
th_th: ลบป้ายกำกับ
vi_vn: Xóa nhãn
zh_cn: 删除标签
zh_tw: 刪除標籤

# HYA
source: Dismiss all unread messages? Messages won't be shown as read.
de_de: Alle ungelesenen Nachrichten verwerfen? Die Nachrichten werden nicht als gelesen angezeigt.
es_es: ¿Descartar todos los mensajes no leídos? Los mensajes no aparecerán como leídos.
fr_fr: Ignorer tous les messages non lus ? Les messages ne seront pas marqués comme lus.
id_id: Abaikan semua pesan yang belum dibaca? Pesan tidak akan ditampilkan sebagai sudah dibaca.
it_it: Ignorare tutti i messaggi non letti? I messaggi non verranno mostrati come letti.
ja_jp: すべての未読バッジをクリアしますか？この操作によって、メッセージは既読になりません。
ko_kr: 읽지 않은 모든 메시지를 해제하시겠습니까? 메시지가 읽지 않음으로 표시됩니다.
ms_my: Batalkan semua mesej yang belum dibaca? Mesej tidak akan ditunjukkan sebagai dibaca.
pt_br: Ignorar todas as mensagens não lidas? As mensagens não serão mostradas como lidas.
ru_ru: Отклонить все непрочитанные сообщения? Сообщения не будут отображаться как прочитанные.
th_th: ปิดข้อความทั้งหมดที่ยังไม่ได้อ่านหรือไม่ ข้อความจะไม่แสดงว่าอ่านแล้ว
vi_vn: Bỏ qua tất cả tin nhắn chưa đọc? Tin nhắn sẽ không được hiển thị là đã đọc.
zh_cn: 确定清除所有未读消息提醒？消息仍会保持未读状态
zh_tw: 確定要清除所有未讀訊息提醒嗎？訊息仍會保持未讀狀態

# ZR0
source: After dismissing unreads, messages won't be shown as read.
de_de: Nach dem Verwerfen ungelesener Nachrichten werden diese nicht als gelesen angezeigt.
es_es: Después de descartar los mensajes no leídos, los mensajes no aparecerán como leídos.
fr_fr: Si vous ignorez les messages non lus, ils ne seront pas marqués comme lus.
id_id: Setelah pesan yang belum dibaca ditutup, pesan tidak akan ditampilkan sebagai telah dibaca.
it_it: Una volta ignorati i messaggi non letti, non verranno mostrati come letti.
ja_jp: 未読バッジをクリアしても、メッセージは既読になりません。
ko_kr: 읽지 않은 메시지를 해제하면 메시지는 읽은 것으로 표시되지 않습니다.
ms_my: Selepas membatalkan mesej yang belum dibaca, mesej tidak akan ditunjukkan sebagai dibaca.
pt_br: Depois de ignorar as não lidas, as mensagens não serão mostradas como lidas.
ru_ru: После очистки непрочитанных сообщения не будут отображаться как прочитанные.
th_th: หลังจากปิดข้อความที่ยังไม่ได้อ่าน ข้อความจะไม่แสดงว่าอ่านแล้ว
vi_vn: Sau khi bỏ qua tin nhắn chưa đọc, tin nhắn sẽ không được hiển thị là đã đọc.
zh_cn: 清除未读提醒后，消息仍会保持未读状态
zh_tw: 清除未讀提醒後，訊息仍會保持未讀狀態

# TrM
source: Edit Label
de_de: Laben bearbeiten
es_es: Editar etiqueta
fr_fr: Corriger l'étiquette
hi_in: लेबल संपादित करें
it_it: Modifica etichetta
ja_jp: ラベルを編集
ko_kr: 레이블 편집
pt_br: Editar rótulo
ru_ru: Изменить метку
th_th: แก้ไขป้ายกำกับ
vi_vn: Chỉnh sửa nhãn
zh_cn: 编辑标签
zh_tw: 編輯標籤

# nyI
source: Filter
es_es: Filtrar
fr_fr: Filtre
hi_in: फ़ीड फ़िल्टर
it_it: Filtro
ja_jp: フィルタ
ko_kr: 필터
ms_my: Tapis
pt_br: Filtrar
ru_ru: Фильтр
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_cn: 分组
zh_tw: 分組

# RHo
source: Once enabled, muted chats and Collapsed Chats will be moved into this filter
de_de: Nachdem diese Funktion aktiviert wurde, werden stummgeschaltete Chats und zusammengeklappte Chats in diesen Filter verschoben
es_es: Cuando se habilita, los chats silenciados y los chats contraídos se trasladan a este filtro
fr_fr: Une fois l'option activée, les chats mis en sourdine et les chats réduits seront déplacés dans ce filtre
hi_in: चालू होने पर, म्यूट की गई चैट और संक्षिप्त चैट को इस फ़िल्टर में ले जाया जाएगा.
id_id: Setelah diaktifkan, obrolan yang dibisukan dan Obrolan Dilipat akan dipindahkan ke dalam filter ini
it_it: Dopo l'abilitazione, le chat con audio disattivato e le Chat compresse verranno spostate all'interno di questo filtro
ja_jp: オンにすると、ミュートにされたチャットと非表示チャットがここに入れられます。
ko_kr: 활성화하면 음소거된 채팅 및 축소된 채팅이 이 필터로 이동됩니다
ms_my: Setelah diaktifkan, sembang yang disenyapkan dan Sembang Runtuh akan dipindahkan ke penapis ini
pt_br: Após a ativação, os chats com mudo ativado e os chats recolhidos serão movidos para este filtro
ru_ru: После включения приглушенные чаты и свернутые чаты будут перемещены в этот фильтр.
th_th: เมื่อเปิดใช้แล้ว แชทที่ปิดเสียงและแชทแบบพับจะย้ายมายังตัวกรองนี้
vi_vn: Sau khi bật, cuộc trò chuyện đã tắt tiếng và Trò chuyện thu gọn sẽ được chuyển vào bộ lọc này
zh_cn: 开启后，免打扰会话和折叠的会话将移入这个分组里
zh_tw: 開啟後，免打擾對話和摺疊的對話將移入此分組中

# K2I
source: Dismiss Unreads
de_de: Ungelesenes verwerfen
es_es: Descartar elementos no leídos
fr_fr: Ignorer les messages non lus
id_id: Abaikan yang Belum Dibaca
it_it: Ignora messaggi non letti
ja_jp: 未読バッジをクリア
ko_kr: 읽지 않은 내용 해제
ms_my: Abaikan Tidak Dibaca
pt_br: Ignorar não lidas
ru_ru: Отклонить непрочитанные
th_th: ปิดรายการที่ยังไม่ได้อ่าน
vi_vn: Bỏ qua tin nhắn chưa đọc
zh_cn: 清除未读
zh_tw: 清除未讀

# WJc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# /2w
source: Dismiss Unreads
de_de: Verwerfen
es_es: Descartar
fr_fr: Ignorer
id_id: Abaikan
it_it: Ignora
ja_jp: 未読をクリア
ko_kr: 해제
ms_my: Abaikan Tidak Dibaca
pt_br: Ignorar
ru_ru: Отклонить
th_th: ปิด
vi_vn: Bỏ qua
zh_cn: 清除未读
zh_tw: 清除未讀

# B/k
source: OK
ko_kr: 확인
th_th: ตกลง
zh_cn: 我知道了
zh_tw: 我知道了

# j1k
source: Label name already in use. Please try another name
de_de: Der Labelname wird bereits verwendet. Versuchen Sie es mit einem anderen Namen.
es_es: El nombre de la etiqueta ya está en uso. Intenta con otro nombre
fr_fr: Nom de l’étiquette déjà utilisé. Veuillez essayer un autre nom
hi_in: लेबल के नाम का उपयोग पहले से हो रहा है. कृपया कोई दूसरा नाम आज़माएँ
id_id: Nama label sudah digunakan. Coba nama lain
it_it: Nome etichetta già in uso. Prova un altro nome
ja_jp: このラベルがすでに存在します。名称を変更してください。
ko_kr: 이미 사용 중인 레이블 이름입니다. 다른 이름을 시도해 보세요
ms_my: Nama label sudah digunakan. Sila cuba nama lain
pt_br: O nome do rótulo já está em uso. Tente outro nome
ru_ru: Название метки уже используется. Попробуйте другое.
th_th: มีการใช้ชื่อป้ายกำกับแล้ว โปรดลองชื่ออื่น
vi_vn: Tên nhãn đã được sử dụng rồi. Vui lòng thử tên khác
zh_cn: 该标签名已存在，请重新命名
zh_tw: 該標籤名稱已存在，請重新命名

# KAs
source: Labels
de_de: Label
es_es: Etiquetas
fr_fr: Étiquettes
hi_in: लेबल
id_id: Label
it_it: Etichette
ja_jp: ラベル
ko_kr: 레이블
ms_my: Label
pt_br: Rótulos
ru_ru: Метки
th_th: ป้ายกำกับ
vi_vn: Nhãn
zh_cn: 标签
zh_tw: 標籤
