Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# kuU
source: Action failed. Please try again
de_de: Aktion ist fehlgeschlagen. Versuchen Sie es erneut.
es_es: Error en la acción. Inténtalo de nuevo
fr_fr: Échec de l'opération. Veuillez réessayer
hi_in: क्रिया विफल रही. कृपया पुनः प्रयास करें
id_id: Tindakan gagal. Coba lagi
it_it: Azione non riuscita. Riprova
ja_jp: 操作に失敗しました。再試行してください
ko_kr: 동작이 실패했습니다. 다시 시도하세요
ms_my: Tindakan gagal. Sila cuba lagi
pt_br: Falha na ação. Tente novamente
ru_ru: Действие не выполнено. Попробуйте еще раз
th_th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง
vi_vn: Thao tác không thành công. Vui lòng thử lại
zh_cn: 操作失败，请重试
zh_tw: 操作失敗，請重試

# sqc
source: Unread mentions will be displayed here
de_de: Ungelesene Erwähnungen werden hier angezeigt.
es_es: Las menciones no leídas aparecerán aquí
fr_fr: Les mentions non lues seront affichées ici
id_id: Sebutan yang belum dibaca akan ditampilkan di sini
it_it: Le menzioni non lette verranno visualizzate qui
ja_jp: ＠メッセージはここに表示されます
ko_kr: 읽지 않은 멘션이 여기에 표시됩니다
ms_my: Sebutan yang belum dibaca akan dipaparkan di sini
pt_br: Menções não lidas serão exibidas aqui
ru_ru: Здесь будут отображаться непрочитанные упоминания
th_th: การกล่าวถึงที่ยังไม่ได้อ่านจะแสดงที่นี่
vi_vn: Mục nhắc đến chưa đọc sẽ được hiển thị ở đây
zh_cn: @你的会话将展示在这里
zh_tw: @你的對話將顯示在這裡

# Ir4
source: Open in New Window
de_de: In einem neuen Fenster öffnen
es_es: Abrir en una ventana nueva
fr_fr: Ouvrir dans une nouvelle fenêtre
hi_in: नई विंडो में खोलें
id_id: Buka di Jendela Baru
it_it: Apri in Nuova finestra
ja_jp: 新しウィンドウで開く
ko_kr: 새 창에서 열기
ms_my: Buka dalam Tetingkap Baru
pt_br: Abrir em nova janela
ru_ru: Открыть в новом окне
th_th: เปิดในหน้าต่างใหม่
vi_vn: Mở trong Cửa sổ Mới
zh_cn: 在新窗口中打开
zh_tw: 在新視窗中開啟

# uUc
source: Pin to top
de_de: Oben anheften
es_es: Fijar encima
fr_fr: Épingler en haut
id_id: Pin ke atas
it_it: Fissa in alto
ja_jp: トップに固定
ko_kr: 맨 위에 고정
ms_my: Pin ke atas
pt_br: Fixar no topo
ru_ru: Закрепить вверху
th_th: ปักหมุดไว้ที่ด้านบน
vi_vn: Ghim lên đầu
zh_cn: 置顶
zh_tw: 置頂

# Tc8
source: The home screen application doesn't support split screen, and can't be opened in a new window.
de_de: Die Startbildschirm-Anwendung unterstützt nicht die geteilte Bildschirmansicht und kann nicht in einem neuen Fenster geöffnet werden.
es_es: La aplicación de la pantalla de inicio no admite la pantalla dividida y no puede abrirse en una nueva ventana.
fr_fr: L'application de l'écran d'accueil ne prend pas en charge l'écran partagé et ne peut pas être ouverte dans une nouvelle fenêtre.
hi_in: होम स्क्रीन एप्लिकेशन विभाजित स्क्रीन का समर्थन नहीं करता है, और एक नई विंडो में नहीं खोला जा सकता है.
id_id: Aplikasi Anda tidak mendukung layar terpisah, dan tidak dapat dibuka di jendela baru.
it_it: L'applicazione nella schermata iniziale non supporta la visualizzazione a schermo diviso e non può essere aperta in una nuova finestra.
ja_jp: アプリは分割画面をサポートしません。新しいウィンドウで開けません
ko_kr: 홈 화면 애플리케이션은 분할 화면을 지원하지 않으며 새 창에서 열 수 없습니다.
ms_my: Aplikasi skrin utama tidak menyokong skrin berpecah, dan tidak boleh dibuka dalam tetingkap baru.
pt_br: O aplicativo da tela inicial não é compatível com tela dividida e não pode ser aberto em uma nova janela.
ru_ru: Приложение главного экрана не поддерживает разделенный экран и не может быть открыто в новом окне.
th_th: แอปพลิเคชันหน้าจอหลักไม่รองรับการแบ่งหน้าจอ และไม่สามารถเปิดในหน้าต่างใหม่ได้
vi_vn: Ứng dụng màn hình chủ không hỗ trợ màn hình phân tách và không thể mở trong một cửa sổ mới.
zh_cn: 主屏幕应用不支持分屏，无法在新窗口中打开
zh_tw: 主螢幕應用程式不支援分割螢幕，無法在新視窗中開啟

# Co8
source: Mute Notifications
de_de: Benachrichtigungen stummschalten
es_es: Silenciar notificaciones
fr_fr: Désactiver les notifications
hi_in: नोटिफ़िकेशन म्यूट करें
id_id: Bisukan Notifikasi
it_it: Disattiva audio notifiche
ja_jp: 通知をミュート
ko_kr: 알림 음소거
ms_my: Nyahkan Notifikasi
pt_br: Ativar mudo das notificações
ru_ru: Отключить уведомления
th_th: ปิดเสียงการแจ้งเตือน
vi_vn: Tắt tiếng thông báo
zh_cn: 消息免打扰
zh_tw: 訊息免打擾

# RIs
source: Notifications off
de_de: Benachrichtigungen aus
es_es: Notificaciones desactivadas
fr_fr: Notifications désactivées
hi_in: नोटिफ़िकेशन बंद
id_id: Notifikasi tidak aktif
it_it: Notifiche disattivate
ja_jp: 通知をミュートしました
ko_kr: 알림 끔
ms_my: Pemberitahuan mati
pt_br: Notificações desligadas
ru_ru: Уведомления отключены
th_th: ปิดการแจ้งเตือน
vi_vn: Thông báo tắt
zh_cn: 已开启消息免打扰
zh_tw: 已開啟訊息免打擾

# fkU
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver
hi_in: अनम्यूट करें
id_id: Bunyikan
it_it: Attiva audio
ja_jp: 通知を許可
ko_kr: 음소거 해제
ms_my: Nyahsenyapkan
pt_br: Desativar mudo
ru_ru: Включить звук
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 允许消息通知
zh_tw: 允許訊息通知

# LxU
source: Notifications on
de_de: Benachrichtigungen ein
es_es: Notificaciones activadas
fr_fr: Notifications activées
hi_in: नोटिफ़िकेशन चालू
id_id: Notifikasi aktif
it_it: Notifiche attivate
ja_jp: 通知をオンにしました
ko_kr: 알림 켬
ms_my: Pemberitahuan hidup
pt_br: Notificações ligadas
ru_ru: Уведомления о
th_th: เปิดการแจ้งเตือน
vi_vn: Thông báo bật
zh_cn: 已开启消息通知
zh_tw: 已開啟訊息通知

# WH4
source: Unable to turn off notifications. Please try again later
de_de: Benachrichtigungen konnten nicht deaktiviert werden. Versuchen Sie es später erneut.
es_es: No se pueden desactivar las notificaciones. Inténtalo de nuevo más tarde
fr_fr: Impossible de désactiver les notifications. Veuillez réessayer plus tard
hi_in: नोटिफ़िकेशन बंद करने में असमर्थ. कृपया बाद में पुन: प्रयास करें
id_id: Gagal menonaktifkan notifikasi. Coba lagi nanti
it_it: Impossibile disattivare le notifiche. Riprova più tardi
ja_jp: 通知をミュートできませんでした。後ほど再試行してください
ko_kr: 알림을 끌 수 없습니다. 나중에 다시 시도해 보세요
ms_my: Tidak dapat mematikan notifikasi. Sila cuba lagi kemudian
pt_br: Falha ao desligar as notificações. Tente novamente mais tarde
ru_ru: Не удалось отключить уведомления. Повторите попытку позже
th_th: ไม่สามารถปิดการแจ้งเตือนได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể tắt thông báo. Vui lòng thử lại sau
zh_cn: 暂时无法关闭消息通知，请稍后再试
zh_tw: 暫時無法關閉訊息通知，請稍後再試

# kts
source: Unable to turn on notifications. Please try again later
de_de: Benachrichtigungen konnten nicht aktiviert werden. Versuchen Sie es später erneut.
es_es: No se pueden activar las notificaciones. Inténtalo de nuevo más tarde
fr_fr: Impossible d'activer les notifications. Veuillez réessayer plus tard
hi_in: नोटिफ़िकेशन चालू करने में असमर्थ. कृपया बाद में पुनः प्रयास करें
id_id: Gagal mengaktifkan notifikasi. Coba lagi nanti
it_it: Impossibile attivare le notifiche. Riprova più tardi
ja_jp: 通知をオンできませんでした。後ほど再試行してください
ko_kr: 알림을 켤 수 없습니다. 나중에 다시 시도해 보세요
ms_my: Tidak dapat menghidupkan notifikasi. Sila cuba lagi kemudian
pt_br: Falha ao ligar as notificações. Tente novamente mais tarde
ru_ru: Не удалось включить уведомления. Повторите попытку позже
th_th: ไม่สามารถเปิดการแจ้งเตือนได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể bật thông báo. Vui lòng thử lại sau
zh_cn: 暂时无法开启消息通知，请稍后再试
zh_tw: 暫時無法開啟訊息通知，請稍後再試

# 6LY
source: Dismissed
de_de: Verworfen
es_es: Descartado
fr_fr: Ignoré
id_id: Diabaikan
it_it: Ignorati
ja_jp: クリアしました。
ko_kr: 해제
ms_my: Dibatalkan
pt_br: Ignorado
ru_ru: Очищено
th_th: ปิดแล้ว
vi_vn: Đã bỏ qua
zh_cn: 已清除
zh_tw: 已清除

# xmI
source: No unread messages
de_de: Keine ungelesenen Nachrichten
es_es: No hay mensajes sin leer
fr_fr: Pas de messages non lus
id_id: Tidak ada pesan yang belum dibaca
it_it: Nessun messaggio non letto
ja_jp: 未読のメッセージはありません
ko_kr: 읽지 않은 메시지 없음
ms_my: Tiada mesej yang belum dibaca
pt_br: Nenhuma mensagem não lida
ru_ru: Нет непрочитанных сообщений
th_th: ไม่มีข้อความที่ยังไม่ได้อ่าน
vi_vn: Không có tin nhắn chưa đọc
zh_cn: 暂无未读消息
zh_tw: 暫無未讀訊息

# EYw
source: Unread Over 1 Week
de_de: Länger als 1 Woche ungelesen
es_es: Sin leer más de 1 semana
fr_fr: Non lu depuis plus d'1 semaine
id_id: Belum Dibaca Lebih Dari 1 Minggu
it_it: Non lette da oltre 1 settimana
ja_jp: 1 週間以上未読
ko_kr: 1주 이상 읽지 않음
ms_my: Belum Dibaca Lebih 1 Minggu
pt_br: Não lido em 1 semana
ru_ru: Не прочитано более 1 недели
th_th: ยังไม่ได้อ่านเกิน 1 สัปดาห์
vi_vn: Chưa đọc trên 1 tuần
zh_cn: 超一周未读
zh_tw: 超過一週未讀

# w08
source: Done
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# e8g
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# 93s
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
ms_my: Sembunyi
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# S9o
source: Messages in this filter will now be displayed under "Chats"
de_de: Nachrichten in diesem Filter werden nun unter „Chats“ angezeigt
es_es: Los mensajes de este filtro se mostrarán ahora en "Chats"
fr_fr: Les messages de ce filtre seront désormais affichés sous "Chats"
id_id: Pesan di filter ini sekarang akan ditampilkan di bawah "Obrolan"
it_it: I messaggi in questo filtro verranno ora visualizzati in "Chat"
ja_jp: 設定すると、このフィルタのメッセージは「チャット」に表示されます。
ko_kr: 이 필터의 메시지는 이제 "채팅" 아래에 표시됩니다
ms_my: Mesej dalam penapis ini kini akan dipaparkan di bawah "Sembang"
pt_br: As mensagens neste filtro agora serão exibidas em "Chats"
ru_ru: Сообщения в этом фильтре теперь будут отображаться в разделе "Чаты"
th_th: ข้อความในตัวกรองนี้จะแสดงภายใต้ "แชท"
vi_vn: Tin nhắn trong bộ lọc này bây giờ sẽ được hiển thị trong "Cuộc trò chuyện"
zh_cn: 隐藏分组后，该分组下的会话将重新展示在“消息”分组中
zh_tw: 隱藏分組後，該分組下的對話將重新顯示在「訊息」分組中

# Pco
source: Message Display Settings
de_de: Einstellungen der Nachrichtenanzeige
es_es: Configuración de visualización de mensajes
fr_fr: Paramètres d'affichage des messages
id_id: Pengaturan Tampilan Pesan
it_it: Impostazioni di visualizzazione messaggi
ja_jp: メッセージの表示設定
ko_kr: 메시지 표시 설정
ms_my: Tetapan Paparan Mesej
pt_br: Configurações de exibição de mensagens
ru_ru: Настройки отображения сообщений
th_th: การตั้งค่าการแสดงผลข้อความ
vi_vn: Cài đặt hiển thị tin nhắn
zh_cn: 消息展示设置
zh_tw: 訊息顯示設定

# Ums
source: No labels
de_de: Keine Label
es_es: Sin etiquetas
fr_fr: Aucune étiquette
id_id: Tidak ada label
it_it: Nessuna etichetta
ja_jp: ラベルが作成されていません。
ko_kr: 레이블 없음
ms_my: Tiada label
pt_br: Sem rótulos
ru_ru: Нет меток
th_th: ไม่มีป้ายกำกับ
vi_vn: Không có nhãn
zh_cn: 暂无标签
zh_tw: 暫無標籤

# ffg
source: In "Chats": Only show new messages
de_de: Nur neue Nachrichten im Filter anzeigen
es_es: Mostrar solo los mensajes nuevos en Filtrar
fr_fr: Afficher uniquement les nouveaux messages dans le filtre
id_id: Hanya tampilkan pesan baru di Filter
it_it: Mostra solo i nuovi messaggi in Filtro
ja_jp: 「チャット」フィルタ内：新着メッセージのみを表示
ko_kr: 필터에 새 메시지만 표시
ms_my: Dalam "Sembang": Hanya tunjukkan mesej baharu
pt_br: Mostrar apenas as novas mensagens em Filtro
ru_ru: Показывать только новые сообщения в фильтре
th_th: แสดงเฉพาะข้อความใหม่ในตัวกรอง
vi_vn: Chỉ hiển thị tin nhắn mới trong Bộ lọc
zh_cn: 在“消息”分组中：有新消息时展示
zh_tw: 在「訊息」分組中：有新訊息時顯示

# xTk
source: All new messages
de_de: Alle neuen Nachrichten
es_es: Todos los mensajes nuevos
fr_fr: Tous les nouveaux messages
id_id: Semua pesan baru
it_it: Tutti i nuovi messaggi
ja_jp: すべての新着メッセージ
ko_kr: 모든 새 메시지
ms_my: Semua mesej baharu
pt_br: Todas as novas mensagens
ru_ru: Все новые сообщения
th_th: ข้อความใหม่ทั้งหมด
vi_vn: Tất cả tin nhắn mới
zh_cn: 全部新消息
zh_tw: 全部新訊息

# HbA
source: New @all messages
de_de: Neue @Alle-Nachrichten
es_es: Nuevos mensajes para @todos
fr_fr: Nouveaux messages à @tous
id_id: Pesan @semua baru
it_it: Nuovi messaggi @tutti
ja_jp: @全員の新着メッセージ
ko_kr: 새로운 @모두 메시지
ms_my: Mesej @all baharu
pt_br: Novas mensagens de @todos
ru_ru: Новые сообщения, адресованные @всем
th_th: ข้อความใหม่ที่มี @all
vi_vn: Tin nhắn mới cho @tất cả
zh_cn: @所有人的新消息
zh_tw: @所有人的新訊息

# DqA
source: New @me messages
de_de: Neue @Mich-Nachrichten
es_es: Nuevos mensajes para mí (@yo)
fr_fr: Nouveaux messages à @moi
id_id: Pesan @saya baru
it_it: Nuovi messaggi @me
ja_jp: @自分の新着メッセージ
ko_kr: 새로운 @나 메시지
ms_my: Mesej @me baharu
pt_br: Novas mensagens para @mim
ru_ru: Новые сообщения, адресованные @вам
th_th: ข้อความใหม่ที่มี @me
vi_vn: Tin nhắn mới cho @tôi
zh_cn: @我的新消息
zh_tw: @我的新訊息

# Le4
source: Only show new messages
de_de: Nur neue Nachrichten anzeigen
es_es: Mostrar solo los mensajes nuevos
fr_fr: Afficher uniquement les nouveaux messages
id_id: Hanya tampilkan pesan baru
it_it: Mostra solo i nuovi messaggi
ja_jp: 新着メッセージのみを表示
ko_kr: 새 메시지만 표시
ms_my: Hanya tunjukkan mesej baharu
pt_br: Mostrar apenas as novas mensagens
ru_ru: Показать только новые сообщения
th_th: แสดงเฉพาะข้อความใหม่
vi_vn: Chỉ hiển thị tin nhắn mới
zh_cn: 有新消息时展示
zh_tw: 有新訊息時顯示

# AMo
source: From starred contacts
de_de: Von mit Stern markierten Kontakten
es_es: De contactos destacados
fr_fr: Des contacts favoris
id_id: Dari kontak berbintang
it_it: Dai contatti contrassegnati con la stella
ja_jp: スター付き連絡先の新着メッセージ
ko_kr: 보낸 사람: 별표 표시된 연락처
ms_my: Dari kenalan berbintang
pt_br: De contatos com estrela
ru_ru: Из помеченных контактов
th_th: จากรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Từ các liên hệ được gắn dấu sao
zh_cn: 星标联系人的新消息
zh_tw: 星號標示聯絡人的新訊息

# TYs
source: In "Chats": Only show selected new messages
de_de: Nur ausgewählte neue Nachrichten im Filter anzeigen
es_es: Mostrar solo los mensajes nuevos seleccionados en Filtrar
fr_fr: Afficher uniquement les nouveaux messages sélectionnés dans le filtre
id_id: Hanya tampilkan pesan baru yang dipilih di Filter
it_it: Mostra solo i nuovi messaggi selezionati in Filtro
ja_jp: 「チャット」フィルタ内：一部の新着メッセージのみを表示
ko_kr: 필터에 선택한 새 메시지만 표시
ms_my: Dalam "Sembang": Hanya tunjukkan mesej baharu terpilih
pt_br: Mostrar apenas novas mensagens selecionadas em Filtro
ru_ru: Показывать только выбранные новые сообщения в фильтре
th_th: แสดงเฉพาะข้อความใหม่ที่เลือกในตัวกรอง
vi_vn: Chỉ hiển thị tin nhắn mới đã chọn trong Bộ lọc
zh_cn: 在“消息”分组中：有部分新消息时展示
zh_tw: 在「訊息」分組中：有部分新訊息時顯示

# 50s
source: Please select at least 1 type of new messages
de_de: Bitte wählen Sie mindestens 1 Art neuer Nachrichten aus
es_es: Selecciona al menos 1 tipo de mensaje nuevo
fr_fr: Veuillez sélectionner au moins 1 type de nouveaux messages
id_id: Pilih setidaknya 1 jenis pesan baru
it_it: Seleziona almeno 1 tipo di nuovi messaggi
ja_jp: 少なくとも 1 種類の新着メッセージを選択してください。
ko_kr: 새 메시지 유형을 1개 이상 선택하세요
ms_my: Sila pilih sekurang-kurangnya 1 jenis mesej baharu
pt_br: Selecione pelo menos 1 tipo de novas mensagens
ru_ru: Выберите хотя бы 1 тип новых сообщений
th_th: โปรดเลือกข้อความใหม่อย่างน้อย 1 ประเภท
vi_vn: Vui lòng chọn ít nhất 1 loại tin nhắn mới
zh_cn: 请至少选择 1 种新消息
zh_tw: 請至少選擇 1 種新訊息

# Hoc
source: In "Chats": Show all messages
de_de: Alle Nachrichten im Filter anzeigen
es_es: Mostrar todos los mensajes en Filtrar
fr_fr: Afficher tous les messages dans le filtre
id_id: Tampilkan semua pesan di Filter
it_it: Mostra tutti i messaggi in Filtro
ja_jp: 「チャット」フィルタ内：すべてのメッセージを表示
ko_kr: 필터에 모든 메시지 표시
ms_my: Dalam "Sembang": Tunjukkan semua mesej
pt_br: Exibir todas as mensagens em Filtro
ru_ru: Показать все сообщения в фильтре
th_th: แสดงข้อความทั้งหมดในตัวกรอง
vi_vn: Hiển thị tất cả tin nhắn trong Bộ lọc
zh_cn: 在“消息”分组中：始终展示
zh_tw: 在「訊息」分組中：一律顯示

# hWU
source: Show all messages
de_de: Alle Nachrichten anzeigen
es_es: Mostrar todos los mensajes
fr_fr: Afficher tous les messages
id_id: Tampilkan semua pesan
it_it: Mostra tutti i messaggi
ja_jp: すべてのメッセージを表示
ko_kr: 모든 메시지 표시
ms_my: Tunjukkan semua mesej
pt_br: Exibir todas as mensagens
ru_ru: Показать все сообщения
th_th: แสดงข้อความทั้งหมด
vi_vn: Hiển thị tất cả tin nhắn
zh_cn: 始终展示
zh_tw: 一律顯示

# XJM
source: In "Chats": Do not show
de_de: Nichts im Filter anzeigen
es_es: No mostrar nada en Filtrar
fr_fr: Ne rien afficher dans le filtre
id_id: Jangan tampilkan apa pun di Filter
it_it: Non mostrare niente in Filtro
ja_jp: 「チャット」フィルタ内：メッセージを表示しない
ko_kr: 필터에 아무 것도 표시하지 않음
ms_my: Dalam "Sembang": Jangan tunjukkan
pt_br: Não mostrar nada em Filtro
ru_ru: Ничего не показывать в фильтре
th_th: ไม่แสดงสิ่งใดในตัวกรอง
vi_vn: Không hiển thị tin nhắn nào trong Bộ lọc
zh_cn: 在“消息”分组中：始终不展示
zh_tw: 在「訊息」分組中：一律不顯示

# EMo
source: Do not show
de_de: Nichts
es_es: Nada
fr_fr: Rien
id_id: Tidak ada
it_it: Niente
ja_jp: メッセージを表示しない
ko_kr: 아무 것도 표시하지 않음
ms_my: Jangan tunjukkan
pt_br: Nada
ru_ru: Ничего не показывать
th_th: ไม่แสดงข้อความ
vi_vn: Không có gì
zh_cn: 始终不展示
zh_tw: 一律不顯示

# aYk
source: Action complete
de_de: Aktion durchgeführt
es_es: Acción completada
fr_fr: Opération terminée
id_id: Tindakan selesai
it_it: Azione completata
ja_jp: 操作を完了しました。
ko_kr: 작업이 완료되었습니다
ms_my: Tindakan selesai
pt_br: Ação concluída
ru_ru: Действие завершено
th_th: การดำเนินการเสร็จสมบูรณ์
vi_vn: Hành động hoàn tất
zh_cn: 操作成功
zh_tw: 操作成功

# r6Q
source: Unable to complete the action. Please try again.
de_de: Die Aktion konnte nicht durchgeführt werden. Bitte versuchen Sie es erneut.
es_es: No se puede completar la acción. Inténtalo de nuevo.
fr_fr: Impossible de terminer l'opération. Veuillez réessayer.
id_id: Gagal menyelesaikan tindakan. Coba lagi.
it_it: Impossibile completare l'azione. Riprova.
ja_jp: 操作を完了できませんでした。後で再試行してください。
ko_kr: 작업을 완료할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat melengkapkan tindakan. Sila cuba lagi.
pt_br: Não foi possível concluir a ação. Tente novamente.
ru_ru: Не удалось завершить действие. Повторите попытку.
th_th: ไม่สามารถดำเนินการให้เสร็จสมบูรณ์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể hoàn thành hành động này. Vui lòng thử lại.
zh_cn: 操作失败，请重试
zh_tw: 操作失敗，請重試

# n1s
source: Pin to Top
de_de: An Schnellwechsler anheften
es_es: Anclar al principio
fr_fr: Épingler en haut
hi_in: शीर्ष पर पिन करें
id_id: Pin ke Atas
it_it: Aggiungi a Passaggio rapido
ja_jp: トップに固定
ko_kr: 맨 위에 고정
ms_my: Pin ke Atas
pt_br: Fixar ao Painel dinâmico
ru_ru: Закрепить в QuickSwitcher
th_th: ปักหมุดไว้ที่ด้านบน
vi_vn: Ghim lên trên cùng
zh_cn: 置顶
zh_tw: 置頂

# 4Uk
source: Unable to pin. Please try again later.
de_de: Anheften nicht möglich. Versuchen Sie es später erneut.
es_es: No se puede anclar. Inténtalo de nuevo más tarde.
fr_fr: Impossible d'épingler. Veuillez réessayer plus tard.
hi_in: पिन करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें
id_id: Tidak dapat menyematkan. Coba lagi nanti.
it_it: Impossibile aggiungere. Riprova più tardi.
ja_jp: 固定できませんでした。後ほど再試行してください
ko_kr: 고정할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat dipinkan. Sila cuba lagi kemudian.
pt_br: Não é possível fixar. Tente novamente mais tarde.
ru_ru: Не удалось закрепить. Повторите попытку позже.
th_th: ไม่สามารถปักหมุดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể ghim. Vui lòng thử lại sau.
zh_cn: 置顶失败，请稍后重试
zh_tw: 置頂失敗，請稍後重試

# 3y4
source: Edit filter
de_de: Filter bearbeiten
es_es: Editar filtro
fr_fr: Modifier le filtre
hi_in: फ़िल्टर संपादित करें
it_it: Modifica filtro
ja_jp: フィルタを編集
ko_kr: 필터 편집
ms_my: Edit penapis
pt_br: Editar filtro
ru_ru: Изменить фильтр
th_th: แก้ไขตัวกรอง
vi_vn: Chỉnh sửa bộ lọc
zh_cn: 编辑分组
zh_tw: 編輯分組

# dKU
source: Enable feed filter
de_de: Feed-Filter aktivieren
es_es: Habilitar filtro del feed
fr_fr: Activer le filtre de feed
hi_in: फ़ीड फ़िल्टर सक्षम करें
id_id: Aktifkan filter feed
it_it: Abilita filtro feed
ja_jp: メッセージフィルタを有効にする
ko_kr: 피드 필터 활성화
ms_my: Aktifkan penapis suapan
pt_br: Ativar o filtro de feed
ru_ru: Включить фильтр ленты
th_th: เปิดใช้ตัวกรองฟีด
vi_vn: Bật bộ lọc nguồn cấp dữ liệu
zh_cn: 开启消息分组
zh_tw: 開啟訊息分組

# yE8
source: Show feed filter at the top of the feed
de_de: Feed-Filter ganz oben im Feed anzeigen
es_es: Mostrar filtro del feed en la parte superior del feed
fr_fr: Afficher le filtre de feed en haut du feed
hi_in: फ़ीड के शीर्ष पर फ़ीड फ़िल्टर दिखाएँ.
id_id: Tampilkan filter feed di atas feed
it_it: Mostra filtro feed in cima al feed
ja_jp: 受信トレイのトップにメッセージフィルタを表示
ko_kr: 피드 맨 위에 피드 필터를 표시합니다
ms_my: Paparkan penapis suapan di bahagian atas suapan
pt_br: Mostrar filtro de feed na parte superior do feed
ru_ru: Показать фильтр ленты в верхней части ленты
th_th: แสดงตัวกรองฟีดด้านบนของฟีด
vi_vn: HIển thị bộ lọc nguồn cấp dữ liệu ở đầu nguồn cấp dữ liệu
zh_cn: 在消息列表上方开启消息分组
zh_tw: 在訊息清單上方開啟訊息分組

# fT8
source: Feed filter settings
de_de: Feed-Filter-Einstellungen
es_es: Configuración del filtro del feed
fr_fr: Paramètres du filtre de feed
hi_in: फ़ीड फ़िल्टर सेटिंग्स
id_id: Pengaturan filter feed
it_it: Impostazioni filtro feed
ja_jp: メッセージフィルタの設定
ko_kr: 피드 필터 설정
ms_my: Tetapan penapis suapan
pt_br: Configurações do filtro de feed
ru_ru: Настройки фильтра ленты
th_th: การตั้งค่าตัวกรองฟีด
vi_vn: Cài đặt bộ lọc nguồn cấp dữ liệu
zh_cn: 消息分组设置
zh_tw: 訊息分組設定

# 1XM
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ms_my: Semua
pt_br: Todos
ru_ru: Все
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# RC8
source: Bots
hi_in: बॉट
id_id: Bot
it_it: Bot
ja_jp: ボット
ko_kr: 봇
ms_my: Bot
ru_ru: Боты
th_th: บอท
vi_vn: Máy tự động
zh_cn: 机器人
zh_tw: 機器人

# eWs
source: Chats
fr_fr: Discussions
hi_in: चैट
id_id: Obrolan
it_it: Chat
ja_jp: チャット
ko_kr: 채팅
ms_my: Sembang
ru_ru: Чаты
th_th: แชท
vi_vn: Trò chuyện
zh_cn: 消息
zh_tw: 訊息

# BzQ
source: Topic Groups
de_de: Topic-Gruppen
es_es: Grupos de tema
fr_fr: Groupes thématiques
hi_in: विषय समूह
id_id: Grup Topik
it_it: Gruppi di argomenti
ja_jp: トピックグループ
ko_kr: 주제 그룹
ms_my: Kumpulan Topik
pt_br: Grupos de tópicos
ru_ru: Тематические группы
th_th: กลุ่มหัวข้อ
vi_vn: Nhóm chủ đề
zh_cn: 话题群
zh_tw: 話題群組

# PCA
source: Docs
hi_in: डॉक्स
ru_ru: Документы
zh_cn: 云文档
zh_tw: 雲端文件

# YqU
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 已完成
zh_tw: 已完成

# YBc
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ja_jp: フィルタを編集
ko_kr: 편집
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_cn: 编辑筛选器
zh_tw: 編輯篩選器

# yzE
source: Groups
de_de: Gruppenchats
es_es: Chats en grupo
fr_fr: Discussions de groupe
hi_in: समूह चैट
id_id: Grup
it_it: Chat di gruppo
ja_jp: グループチャット
ko_kr: 그룹 채팅
ms_my: Kumpulan
pt_br: Chats em grupo
ru_ru: Групповые чаты
th_th: แชทกลุ่ม
vi_vn: Trò chuyện nhóm
zh_cn: 群组
zh_tw: 群組聊天

# VkU
source: Help Desk
es_es: Departamento de soporte técnico
fr_fr: Assistance technique
hi_in: हेल्प डेस्क
id_id: Meja Bantuan
ja_jp: ヘルプデスク
ko_kr: 헬프 데스크
ms_my: Kaunter Bantuan
pt_br: Central de ajuda
ru_ru: Служба поддержки
vi_vn: Bộ phận trợ giúp
zh_cn: 服务台
zh_tw: 服務台

# f1U
source: Mentions
de_de: Erwähnungen
es_es: Menciones
hi_in: @मैं
id_id: Sebutan
it_it: Menzioni
ja_jp: @自分
ko_kr: 멘션
ms_my: Sebutan
pt_br: Menções
ru_ru: Упоминания
th_th: การกล่าวถึง
vi_vn: Nhắc đến
zh_cn: @我
zh_tw: @我

# Tlk
source: Muted
de_de: Stummgeschaltet
es_es: Silenciado
fr_fr: En sourdine
hi_in: म्यूटेड
id_id: Dibisukan
it_it: Audio disattivato
ja_jp: ミュート
ko_kr: 음소거됨
ms_my: Disenyapkan
pt_br: Mudo ativado
ru_ru: Без звука
th_th: ปิดเสียงแล้ว
vi_vn: Đã tắt tiếng
zh_cn: 免打扰
zh_tw: 免打擾

# tSo
source: Private
de_de: Private Chats
es_es: Chats privados
fr_fr: Discussions privées
hi_in: निजी
id_id: Privat
it_it: Chat private
ja_jp: 個人チャット
ko_kr: 개인 채팅
ms_my: Peribadi
pt_br: Chats particulares
ru_ru: Приватные чаты
th_th: แชทส่วนตัว
vi_vn: Cuộc trò chuyện riêng tư
zh_cn: 单聊
zh_tw: 私訊

# gNo
source: Secure
de_de: Sicher
es_es: Seguro
fr_fr: Sécurisé(e)
hi_in: सुरक्षित
id_id: Aman
it_it: Sicura
ja_jp: セキュアチャット
ko_kr: 보안
ms_my: Selamat
pt_br: Seguro
ru_ru: Защищенный
th_th: ปลอดภัย
vi_vn: Bảo mật
zh_cn: 密聊
zh_tw: 私密聊天

# 0+s
source: Unread
de_de: Ungelesen
es_es: Sin leer
fr_fr: Non lu
hi_in: अपठित
id_id: Belum Dibaca
it_it: Non letto
ja_jp: 未読
ko_kr: 읽지 않음
ms_my: Belum dibaca
pt_br: Não lida
ru_ru: Непрочитанные
th_th: ยังไม่ได้อ่าน
vi_vn: Chưa đọc
zh_cn: 未读
zh_tw: 未讀
