Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# s7s
source: starred contact messages
de_de: Nachrichten von mit Stern markierten Kontakten
es_es: mensajes de contactos destacados
fr_fr: messages des contacts favoris
id_id: pesan kontak berbintang
it_it: messaggi di contatti contrassegnati con la stella
ja_jp: スター付き連絡先から
ko_kr: 별표 표시된 연락처 메시지
ms_my: mesej kenalan berbintang
pt_br: mensagens de contatos com estrela
ru_ru: помеченные контактные сообщения
th_th: ข้อความรายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: tin nhắn liên hệ gắn dấu sao
zh_cn: 星标联系人的新消息
zh_tw: 星號標示聯絡人的新訊息

# hMI
source: Mute
de_de: Stummschalten
es_es: Silenciar
fr_fr: Couper le son
id_id: Bisukan
it_it: Disattiva audio
ja_jp: ミュートする
ko_kr: 음소거
ms_my: Senyap
pt_br: Ativar mudo
ru_ru: Отключить
th_th: ปิดเสียง
vi_vn: Tắt tiếng
zh_cn: 关闭提示
zh_tw: 關閉提示

# 5bI
source: Mute @All mentions in all chats?
de_de: @Alle Erwähnungen in allen Chats stummschalten?
es_es: ¿Silenciar las menciones a @Todos en todos los chats?
fr_fr: Couper le son de @Toutes les mentions dans tous les chats ?
id_id: Bisukan @Semua sebutan di semua obrolan?
it_it: Disattivare l'audio delle menzioni @tutti in tutte le chat?
ja_jp: すべてのチャットで @全員のメッセージをミュートしますか？
ko_kr: 모든 채팅에서 @모두 멘션을 음소거하시겠습니까?
ms_my: Senyap @Semua sebutan dalam semua perbualan?
pt_br: Ativar mudo das menções de @Todos em todos os chats?
ru_ru: Отключить звук упоминаний @Всех во всех чатах?
th_th: ปิดเสียง @กล่าวถึงทั้งหมดในการแชททั้งหมดหรือไม่
vi_vn: Tắt tiếng @Tất cả nội dung nhắc đến trong mọi cuộc trò chuyện?
zh_cn: 在所有会话中关闭提示@所有人的消息？
zh_tw: 在所有對話中關閉提示@所有人的訊息？

# isw
source: Mute @All Mentions
de_de: @Alle Erwähnungen stummschalten
es_es: Silenciar @todas las menciones
fr_fr: Couper le son de @Toutes les mentions
id_id: Bisukan @Semua Sebutan
it_it: Disattiva l'audio delle menzioni @tutti
ja_jp: @全員のメッセージをミュート
ko_kr: @모든 멘션 음소거
ms_my: Senyapkan @Semua Sebutan
pt_br: Ativar mudo de menções de @todos
ru_ru: Отключить звук упоминаний @Всех
th_th: ปิดเสียง @กล่าวถึงทั้งหมด
vi_vn: Tắt tiếng các bình luận nhắc đến @Tất cả
zh_cn: @所有人的消息不提示
zh_tw: 不提示@所有人的訊息

# XAY
source: Only show important messages
de_de: Nur wichtige Nachrichten anzeigen
es_es: Mostrar solo mensajes importantes
fr_fr: Afficher uniquement les messages importants
id_id: Hanya tampilkan pesan penting
it_it: Mostra solo i messaggi importanti
ja_jp: 重要なメッセージがあったときのみ表示
ko_kr: 중요 메시지만 표시
ms_my: Tunjukkan mesej penting sahaja
pt_br: Mostrar apenas as mensagens importantes
ru_ru: Показывать только важные сообщения
th_th: แสดงเฉพาะข้อความที่สำคัญ
vi_vn: Chỉ hiển thị tin nhắn quan trọng
zh_cn: 有重要新消息时展示
zh_tw: 有重要的新訊息時顯示

# AEM
source: Starred Contacts
de_de: Mit Stern markierte Kontakte
es_es: Contactos destacados
fr_fr: Contacts favoris
hi_in: तारांकित संपर्क
id_id: Kontak Berbintang
it_it: Contatti contrassegnati con la stella
ja_jp: スター付き連絡先
ko_kr: 별표 표시된 연락처
ms_my: Kenalan Berbintang
pt_br: Contatos com estrela
ru_ru: Помеченные контакты
th_th: รายชื่อที่ติดต่อที่ติดดาวไว้
vi_vn: Liên hệ được gắn dấu sao
zh_cn: 星标联系人
zh_tw: 星號標示聯絡人

# QeU
source: Unmute @All mentions in all chats?
de_de: Stummschaltung @aller Erwähnungen in allen Chats aufheben?
es_es: ¿Dejar de silenciar las menciones a @Todos en todos los chats?
fr_fr: Réactiver le son de @Toutes les mentions dans tous les chats ?
id_id: Bunyikan @Semua sebutan di semua obrolan?
it_it: Attivare l'audio delle menzioni @tutti in tutte le chat?
ja_jp: すべてのチャットで @全員のメッセージを通知しますか？
ko_kr: 모든 채팅에서 @모두 멘션을 음소거 해제하시겠습니까?
ms_my: Nyahsenyap @Semua sebutan dalam semua perbualan?
pt_br: Desativar mudo das menções de @Todos em todos os chats?
ru_ru: Включить звук упоминаний @Всех во всех чатах?
th_th: เปิดเสียง @กล่าวถึงทั้งหมดในการแชททั้งหมดหรือไม่
vi_vn: Bật tiếng @Tất cả nội dung nhắc đến trong mọi cuộc trò chuyện?
zh_cn: 在所有会话中开启提示@所有人的消息？
zh_tw: 在所有對話中開啟提示@所有人的訊息？

# gh8
source: Unmute
de_de: Stummschaltung aufheben
es_es: Dejar de silenciar
fr_fr: Réactiver le son
id_id: Bunyikan
it_it: Attiva audio
ja_jp: 通知する
ko_kr: 음소거 해제
ms_my: Nyahsenyap
pt_br: Desativar mudo
ru_ru: Включить
th_th: เปิดเสียง
vi_vn: Bật tiếng
zh_cn: 开启提示
zh_tw: 開啟提示

# ei0
source: Unmute @All Mentions
de_de: Stummschaltung für @Alle Erwähnungen aufheben
es_es: Dejar de silenciar @todas las menciones
fr_fr: Réactiver le son de @Toutes les mentions
id_id: Bunyikan @Semua Sebutan
it_it: Attiva l'audio delle menzioni @tutti
ja_jp: @全員のメッセージを通知
ko_kr: @모든 멘션 음소거 해제
ms_my: Nyahsenyap @Semua Sebutan
pt_br: Desativar mudo de menções de @todos
ru_ru: Включить звук упоминаний @Всех
th_th: เปิดเสียง @กล่าวถึงทั้งหมด
vi_vn: Bật tiếng các bình luận nhắc đến @Tất cả
zh_cn: 提示@所有人的消息
zh_tw: 提示@所有人的訊息

# q64
source: You're not a member of this group chat
de_de: Sie sind nicht Mitglied in diesem Gruppenchat
es_es: No eres miembro de este chat de grupo
fr_fr: Vous n'êtes pas un membre de cette discussion de groupe
hi_in: आप इस समूह चैट के सदस्य नहीं हैं
id_id: Anda bukan anggota dari obrolan grup ini
it_it: Non sei un membro di questa chat di gruppo
ja_jp: あなたはこのグループのメンバーではありません。
ko_kr: 이 그룹 채팅의 구성원이 아닙니다
ms_my: Anda bukan ahli dalam perbualan kumpulan ini
pt_br: Você não é um membro deste chat em grupo
ru_ru: Вы не являетесь участником этого группового чата
th_th: คุณไม่ใช่สมาชิกของแชทกลุ่มนี้
vi_vn: Bạn không phải là thành viên của cuộc trò chuyện nhóm này
zh_cn: 你不在该群组
zh_tw: 你不在該群組

# 18c
source: All filters
de_de: Alle Filter
es_es: Todos los filtros
fr_fr: Tous les filtres
id_id: Semua filter
it_it: Tutti i filtri
ja_jp: すべてのフィルタ
ko_kr: 모든 필터
ms_my: Semua penapis
pt_br: Todos os filtros
ru_ru: Все фильтры
th_th: ตัวกรองทั้งหมด
vi_vn: Tất cả bộ lọc
zh_cn: 全部分组
zh_tw: 全部分組

# SgA
source: Add Organization Member
de_de: Teammitglied hinzufügen
es_es: Agregar miembro del equipo
fr_fr: Ajouter un membre d'équipe
hi_in: टीम के सदस्य जोड़ें
id_id: Tambah Anggota Tim
it_it: Aggiungi membro del team
ja_jp: メンバーを追加
ko_kr: 팀 구성원 추가
ms_my: Tambah Ahli Organisasi
pt_br: Adicionar membro da equipe
ru_ru: Добавить участника команды
th_th: เพิ่มสมาชิกทีม
vi_vn: Thêm Thành viên nhóm
zh_cn: 添加企业成员
zh_tw: 新增團隊成員

# znk
source: [New mentions in {{chat_count}} chats]
de_de: [Neue Erwähnungen in {{chat_count}} Chats]
es_es: [Nuevas menciones en {{chat_count}} chats]
fr_fr: [Nouvelles mentions dans {{chat_count}} chats]
hi_in: [{{chat_count}} चैटों में नए @]
id_id: [Sebutan baru di {{chat_count}} obrolan]
it_it: [Nuove menzioni in {{chat_count}} chat]
ja_jp: [{{chat_count}} 個のチャットで@されました]
ko_kr: [{{chat_count}}개의 채팅에서 새 멘션]
ms_my: [Mention baharu dalam {{chat_count}} sembang]
pt_br: [Novas menções em {{chat_count}} chats]
ru_ru: [Новые упоминания в следующем кол-ве чатов: {{chat_count}}]
th_th: [มีการกล่าวถึงใหม่ใน {{chat_count}} แชท]
vi_vn: [Mới được nhắc đến trong {{chat_count}} cuộc trò chuyện]
zh_cn: [{{chat_count}} 个会话有人@你]
zh_tw: [{{chat_count}} 個對話有人@你]

# gj8
source: If you don't want to share your personal data with {{APP_DISPLAY_NAME}}, you can switch to basic mode in settings.
de_de: Wenn Sie Ihre persönlichen Daten nicht mit {{APP_DISPLAY_NAME}} teilen möchten, können Sie in den Einstellungen zum Basismodus wechseln.
es_es: Si no quieres compartir tus datos personales con {{APP_DISPLAY_NAME}}, puedes cambiar al modo básico en la configuración.
fr_fr: Si vous ne souhaitez pas partager vos données personnelles avec {{APP_DISPLAY_NAME}}, vous pouvez passer en mode basique dans les paramètres.
hi_in: अगर आप {{APP_DISPLAY_NAME}} के साथ व्यक्तिगत डेटा साझा नहीं करना चाहते हैं, तो आप सेटिंग्स में मूलभूत मोड पर स्विच कर सकते हैं.
id_id: Jika Anda tidak ingin membagikan data pribadi dengan {{APP_DISPLAY_NAME}}, Anda dapat beralih ke mode dasar di pengaturan.
it_it: Se non desideri condividere i tuoi dati personali con {{APP_DISPLAY_NAME}}, puoi passare alla modalità di base nelle impostazioni.
ja_jp: {{APP_DISPLAY_NAME}} に提供する個人情報を最小限にしたい場合、設定から基本モードに切り替えできます。
ko_kr: 개인 데이터를 {{APP_DISPLAY_NAME}}에 공유하고 싶지 않은 경우 설정에서 기본 모드로 전환할 수 있습니다.
ms_my: Jika anda tidak mahu berkongsi data peribadi anda dengan {{APP_DISPLAY_NAME}}, anda boleh beralih ke mod asas dalam tetapan.
pt_br: Se não quiser compartilhar seus dados pessoais com o {{APP_DISPLAY_NAME}}, você pode trocar para o modo básico nas configurações.
ru_ru: Если вы не хотите делиться своими персональными данными с {{APP_DISPLAY_NAME}}, вы можете включить базовый режим в настройках.
th_th: หากคุณไม่ต้องการแบ่งปันข้อมูลส่วนตัวของคุณกับ {{APP_DISPLAY_NAME}} คุณสามารถสลับไปเป็นโหมดพื้นฐานได้ในการตั้งค่า
vi_vn: Nếu bạn không muốn chia sẻ dữ liệu cá nhân với {{APP_DISPLAY_NAME}}, bạn có thể chuyển sang chế độ cơ bản trong phần cài đặt.
zh_cn: 若只希望向{{APP_DISPLAY_NAME}}提供最小范围的个人信息，可在设置中切换至基本功能模式。
zh_tw: 若只希望向{{APP_DISPLAY_NAME}}提供最小範圍的個人資訊，可在設定中切換至基本功能模式。

# Dgg
source: Go to settings
de_de: Zu Einstellungen gehen
es_es: Ir a la configuración
fr_fr: Accéder aux paramètres
hi_in: सेटिंग्स पर जाएँ
id_id: Buka pengaturan
it_it: Vai alle impostazioni
ja_jp: 「設定」へ
ko_kr: 설정으로 이동
ms_my: Pergi ke tetapan
pt_br: Acessar configurações
ru_ru: Зайти в настройки
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới cài đặt
zh_cn: 前往设置
zh_tw: 前往設定

# /TQ
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuatâ€¦
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_tw: 載入中

# hW8
source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
hi_in: डिस्कनेक्ट किया गया
id_id: Terputus
it_it: Impossibile connettersi
ja_jp: 接続されていません
ko_kr: 연결 끊김
ms_my: Terputus
pt_br: Desconectado
ru_ru: Отключен
th_th: ยกเลิกการเชื่อมต่อแล้ว
vi_vn: Đã ngắt kết nối
zh_cn: 未连接
zh_tw: 未連線

# JrA
source: Service unavailable. Reconnecting...
de_de: Service nicht verfügbar. Verbindung wird wiederhergestellt...
es_es: El servicio no está disponible. Realizando de nuevo la conexión...
fr_fr: Service indisponible. Reconnexion…
hi_in: सेवा अनुपलब्ध है. पुनः कनेक्ट किया जा रहा है...
id_id: Layanan tidak tersedia. Menghubungkan kembali...
it_it: Servizio non disponibile. Riconnessione in corso...
ja_jp: サービスは一時的に利用できません。再試行しています...
ko_kr: 서비스 사용 불가. 다시 연결 중...
ms_my: Perkhidmatan tidak tersedia. Menyambung semula...
pt_br: Serviço indisponível. Reconectando...
ru_ru: Служба недоступна. Повторное подключение...
th_th: ยังไม่พร้อมให้บริการ กำลังเชื่อมต่ออีกครั้ง...
vi_vn: Dịch vụ không khả dụng. Đang kết nối lại...
zh_cn: 服务暂不可用，正在重试中...
zh_tw: 服務暫不可用，正在重試中...

# +9g
source: Notification muted
de_de: Benachrichtigung stummgeschaltet
es_es: Se han silenciado las notificaciones
fr_fr: Notification mise en sourdine
hi_in: नोटिफ़िकेशन म्यूट किया गया
id_id: Notifikasi dibisukan
it_it: Notifica disattivata
ja_jp: 通知はオフになっています
ko_kr: 알림 음소거됨
ms_my: Notifikasi disenyapkan
pt_br: Notificação com ativação de mudo
ru_ru: Уведомление без звука
th_th: ปิดเสียงการแจ้งเตือนแล้ว
vi_vn: Thông báo đã bị tắt tiếng
zh_cn: 此设备消息通知已关闭
zh_tw: 此裝置訊息通知已關閉

# VXc
source: Muted
de_de: Stummgeschaltet
es_es: Silenciado
fr_fr: En sourdine
hi_in: म्यूट किया गया
id_id: Dibisukan
it_it: Audio disattivato
ja_jp: 通知オフ
ko_kr: 음소거됨
ms_my: Disenyapkan
pt_br: Mudo ativado
ru_ru: Выключен звук
th_th: ปิดเสียงแล้ว
vi_vn: Đã tắt tiếng
zh_cn: 通知关闭
zh_tw: 通知關閉

# 2Fk
source: Empty Page
de_de: Leere Seite
es_es: Página vacía
fr_fr: Page vide
hi_in: ख़ाली पेज
id_id: Halaman Kosong
it_it: Pagina vuota
ja_jp: 表示する項目がありません
ko_kr: 빈 페이지
ms_my: Halaman Kosong
pt_br: Página vazia
ru_ru: Пустая страница
th_th: หน้าว่าง
vi_vn: Trang trống
zh_cn: 页面空空如也
zh_tw: 頁面空空如也

# v7w
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# BFI
source: Oops... Something went wrong. Please try again later
de_de: Hoppla... Etwas ist schiefgelaufen. Versuchen Sie es später erneut
es_es: ¡Vaya!... Algo ha fallado. Inténtalo más tarde, por favor.
fr_fr: Désolé ! Une erreur est survenue. Veuillez réessayer plus tard
hi_in: ओह... कुछ ग़लत हुआ. कृपया बाद में पुनःप्रयास करें
id_id: Ups... Ada yang salah. Coba lagi nanti
it_it: Ops... Si è verificato un errore. Riprova più tardi
ja_jp: エラーが発生しました。後ほど再試行してください
ko_kr: 죄송합니다... 문제가 발생했습니다. 나중에 다시 시도하세요.
ms_my: Alamak... Ada yang tak kena. Sila cuba lagi kemudian
pt_br: Ops... Ocorreu um problema. Tente novamente mais tarde
ru_ru: Ошибка. Что-то пошло не так. Повторите попытку позже
th_th: ขออภัย... มีบางอย่างผิดพลาด โปรดลองอีกครั้งภายหลัง
vi_vn: Rất tiếc... Đã có lỗi xảy ra. Vui lòng thử lại sau
zh_cn: 糟糕······发生了一些错误，请稍后重试
zh_tw: 糟糕……發生了一些錯誤，請稍後重試

# AKE
source: Couldn't load. Please try again later.
de_de: Konnte nicht geladen werden. Versuchen Sie es später erneut.
es_es: No se pudo cargar. Inténtalo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
hi_in: लोड करने में विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Tidak dapat memuat. Coba lagi nanti.
it_it: Non è stato possibile caricare. Riprova più tardi.
ja_jp: 読み込みできませんでした。後ほど再試行してください
ko_kr: 로드할 수 없습니다. 나중에 다시 시도하세요.
ms_my: Tidak dapat memuatkan. Sila cuba lagi kemudian.
pt_br: Não foi possível carregar. Tente novamente mais tarde.
ru_ru: Не удалось загрузить. Повторите попытку позже.
th_th: ไม่สามารถโหลดได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể tải xuống. Vui lòng thử lại sau.
zh_cn: 加载失败，请稍后重试
zh_tw: 載入失敗，請稍後重試

# dlk
source: {{user_name}} @mentioned all members，click to view detail
de_de: {{user_name}} hat alle Mitglieder @erwähnt. Zur Ansicht von Details klicken
es_es: {{user_name}} @ha mencionado a todos los miembros, haz clic para ver los detalles
fr_fr: {{user_name}} @a mentionné tous les membres，cliquez pour afficher les détails
hi_in: {{user_name}} ने सभी सदस्यों को @उल्लेखित किया. विवरण देखने के लिए क्लिक करें
id_id: {{user_name}} @menyebutkan semua anggota, klik untuk melihat perincian
it_it: {{user_name}} ha @menzionato tutti i membri, fai clic per visualizzare i dettagli
ja_jp: {{user_name}} は全員を＠メンションしました。クリックして表示
ko_kr: {{user_name}}님이 모든 멤버를 @멘션했습니다. 클릭하여 세부사항을 확인하세요
ms_my: {{user_name}} @menyebut semua ahli，klik untuk lihat butiran
pt_br: {{user_name}} @mencionou todos os membros, clique para exibir detalhes
ru_ru: {{user_name}} @упомянул всех участников, щелкните, чтобы просмотреть сведения
th_th: {{user_name}} @ อ้างถึงสมาชิกทุกคน คลิกเพื่อดูรายละเอียด
vi_vn: {{user_name}} @đề cập đến tất cả thành viên, nhấp để xem chi tiết
zh_cn: {{user_name}}@了所有人，点击查看
zh_tw: {{user_name}}@了所有人，點選查看

# SXA
source: {{user_name}} @mentioned you，click to view detail
de_de: {{user_name}} hat Sie @erwähnt. Zur Ansicht von Details klicken.
es_es: {{user_name}} @te ha mencionado, haz clic para ver los detalles
fr_fr: {{user_name}} vous a @mentionné, cliquez pour afficher les détails
hi_in: {{user_name}} ने आपको @उल्लेखित किया. विवरण देखने के लिए क्लिक करें
id_id: {{user_name}} @menyebutkan Anda, klik untuk melihat perincian
it_it: {{user_name}} ti ha @menzionato, fai clic per visualizzare i dettagli
ja_jp: {{user_name}}に＠されました。クリックして表示
ko_kr: {{user_name}}님이 사용자를 @멘션했습니다. 클릭하여 세부사항을 확인하세요
ms_my: {{user_name}} @menyebut anda，klik untuk lihat butiran
pt_br: {{user_name}} @mencionou você, clique para exibir detalhes
ru_ru: {{user_name}} @упомянул вас, щелкните, чтобы просмотреть сведения
th_th: {{user_name}} @ อ้างถึงคุณ คลิกเพื่อดูรายละเอียด
vi_vn: {{user_name}} @đã đề cập đến bạn, nhấp để xem chi tiết
zh_cn: {{user_name}}@你了，点击查看
zh_tw: {{user_name}}@你了，點選查看

# aMY
source: [New @ in {{chat_name}}]
de_de: [Neu @ in {{chat_name}}]
es_es: [Nuevo @ en {{chat_name}}]
fr_fr: [Nouveau @ dans {{chat_name}}]
hi_in: [नया @ {{chat_name}} में]
id_id: [Baru @ di {{chat_name}}]
it_it: [Nuova @ in {{chat_name}}]
ja_jp: [{{chat_name}}で誰かに＠されました]
ko_kr: [{{chat_name}}에서 신규 @]
ms_my: [Baharu @ di {{chat_name}}]
pt_br: [Nova @ no {{chat_name}}]
ru_ru: [Новый @ в {{chat_name}}]
th_th: [@ ใหม่ใน {{chat_name}}]
vi_vn: [@ mới trong {{chat_name}}]
zh_cn: [{{chat_name}} 有人@你]
zh_tw: [{{chat_name}}有人@你]

# CfE
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# 3tw
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_tw: 我知道了

# Mkk
source: Please check your network settings
de_de: Bitte prüfen Sie Ihre Netzwerkeinstellungen.
es_es: Comprueba tu configuración de red
fr_fr: Veuillez vérifier vos paramètres réseau
hi_in: कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें
id_id: Periksa pengaturan jaringan Anda
it_it: Verifica le impostazioni di rete
ja_jp: ネットワーク設定を確認してください
ko_kr: 네트워크 설정을 확인하세요
ms_my: Sila periksa tetapan rangkaian anda
pt_br: Verifique suas configurações de rede
ru_ru: Проверьте настройки сети
th_th: โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Vui lòng kiểm tra cài đặt mạng
zh_cn: 请检查你的网络设置
zh_tw: 請檢查你的網路設定

# Km8
source: Looks like you are offline!
de_de: Sieht aus, als wären Sie offline!
es_es: ¡Es posible que no tengas conexión!
fr_fr: Il semblerait que vous êtes hors ligne !
hi_in: नेटवर्क त्रुटि. कृपया बाद में पुनः प्रयास करें.
id_id: Sepertinya Anda offline!
it_it: Sembra che tu sia offline.
ja_jp: ネットワークエラー。後ほど再試行してください
ko_kr: 오프라인 상태인 것 같습니다!
ms_my: Nampaknya anda sedang luar talian!
pt_br: Parece que você está off-line!
ru_ru: Похоже, что вы не подключены к сети!
th_th: ดูเหมือนว่าคุณจะออฟไลน์อยู่!
vi_vn: Có vẻ như bạn đang ngoại tuyến!
zh_cn: 网络异常，请稍后重试
zh_tw: 網路異常，請稍後重試

# eFo
source: [{{unread_count}} message]
de_de: [{{unread_count}} Nachricht]
es_es: [{{unread_count}} mensaje]
hi_in: [{{unread_count}} संदेश]
id_id: [{{unread_count}} pesan]
it_it: [{{unread_count}} messaggio]
ja_jp: [{{unread_count}} 件のメッセージ]
ko_kr: [읽지 않음 {{unread_count}}]
ms_my: [{{unread_count}} mesej]
pt_br: [{{unread_count}} mensagem]
ru_ru: [{{unread_count}} сообщение]
th_th: [{{unread_count}} ข้อความ]
vi_vn: [{{unread_count}} tin nhắn]
zh_cn: [{{unread_count}}条]
zh_tw: [{{unread_count}} 則]

# 3rk
source: [{{unread_count}} messages]
de_de: [{{unread_count}} Nachrichten]
es_es: [{{unread_count}} mensajes]
hi_in: [{{unread_count}} संदेश]
id_id: [{{unread_count}} pesan]
it_it: [{{unread_count}} messaggi]
ja_jp: [{{unread_count}} 件]
ko_kr: [읽지 않음 {{unread_count}}]
ms_my: [{{unread_count}} mesej]
pt_br: [{{unread_count}} mensagens]
ru_ru: [{{unread_count}} сообщений (-я)]
th_th: [{{unread_count}} ข้อความ]
vi_vn: [{{unread_count}} tin nhắn]
zh_cn: [{{unread_count}}条]
zh_tw: [{{unread_count}} 則]

# 0hE
source: Switch to next chat
de_de: Zum nächsten Chat wechseln
es_es: Cambiar al chat siguiente
fr_fr: Passer au chat suivant
hi_in: अगली चैट पर स्विच करें
id_id: Beralih ke obrolan berikutnya
it_it: Vai alla chat successiva
ja_jp: 次のチャットに切り替える
ko_kr: 다음 채팅으로 전환
ms_my: Tukar ke sembang seterusnya
pt_br: Mudar para o próximo chat
ru_ru: Переключиться на следующий чат
th_th: สลับไปยังแชทถัดไป
vi_vn: Chuyển sang cuộc trò chuyện tiếp theo
zh_cn: 切换到下一个会话
zh_tw: 切換到下一個對話

# m7s
source: Switch to previous chat
de_de: Zum vorherigen Chat wechseln
es_es: Cambiar al chat anterior
fr_fr: Revenir au chat précédent
hi_in: पिछली चैट पर स्विच करें
id_id: Beralih ke obrolan sebelumnya
it_it: Torna alla chat precedente
ja_jp: 前のチャットに切り替える
ko_kr: 이전 채팅으로 전환
ms_my: Tukar ke sembang sebelumnya
pt_br: Mudar para o chat anterior
ru_ru: Переключиться на предыдущий чат
th_th: สลับไปยังแชทก่อนหน้า
vi_vn: Chuyển sang cuộc trò chuyện trước đó
zh_cn: 切换到上一个会话
zh_tw: 切換到上一個對話

# F58
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# muk
source: Messages to display in Mentions filter
de_de: Nachrichten, die im Erwähnungsfilter angezeigt werden sollen
es_es: Mensajes aparecerán en el filtro Menciones
fr_fr: Messages à afficher dans le filtre Mentions
hi_in: @मैं संदेश प्रकार फ़िल्टर करें
id_id: Pesan yang akan ditampilkan di filter Sebutan
it_it: Messaggi da visualizzare nel filtro Menzioni
ja_jp: @メンションメッセージの通知設定
ko_kr: 멘션 필터에 표시할 메시지
ms_my: Mesej untuk dipaparkan dalam penapis Sebutan
pt_br: Mensagens a serem exibidas no filtro Menções
ru_ru: Сообщения для отображения в фильтре упоминаний
th_th: ข้อความที่จะแสดงในตัวกรองการกล่าวถึง
vi_vn: Tin nhắn hiển thị trong bộ lọc Nhắc đến
zh_cn: @我分组的消息类型
zh_tw: @我分組的訊息類型

# qI4
source: Mentions all
de_de: Erwähnt alle
es_es: Menciona a todos
fr_fr: Mentionne tout le monde
hi_in: @सभी संदेश
id_id: Menyebut semua
it_it: Menziona tutti
ja_jp: ＠全員のメッセージ
ko_kr: 모두를 멘션
ms_my: Sebut semua
pt_br: Menciona todos
ru_ru: Упоминает всех
th_th: กล่าวถึงทุกคน
vi_vn: Nhắc đến tất cả
zh_cn: @所有人的消息
zh_tw: @所有人的訊息

# HII
source: Mentions me
de_de: Erwähnt mich
es_es: Me menciona
fr_fr: Me mentionne
hi_in: @मैं संदेश
id_id: Menyebut saya
it_it: Menziona me
ja_jp: ＠自分のメッセージ
ko_kr: 나를 멘션
ms_my: Sebut saya
pt_br: Menciona-me
ru_ru: Упоминает меня
th_th: กล่าวถึงฉัน
vi_vn: Nhắc đến tôi
zh_cn: @我的消息
zh_tw: @我的訊息

# UeU
source: Network unavailable. Troubleshoot
de_de: Netzwerk nicht verfügbar. Fehlerbehebung
es_es: Red no disponible. Solución de problemas
fr_fr: Réseau non disponible. Dépanner
hi_in: नेटवर्क त्रुटि, निदान चलाएँ
id_id: Jaringan tidak tersedia. Lakukan pemecahan masalah
it_it: Rete non disponibile. Risolvi il problema
ja_jp: ネットワークを利用できません。ネットワーク診断で検査できます
ko_kr: 네트워크를 사용할 수 없습니다. 문제 해결
ms_my: Rangkaian tidak tersedia. Baiki masalah
pt_br: Rede indisponível. Solucione os problemas
ru_ru: Сеть недоступна. Попробуйте устранение неполадок
th_th: เครือข่ายไม่พร้อมใช้งาน แก้ไขปัญหา
vi_vn: Mạng không khả dụng. Hãy khắc phục sự cố
zh_cn: 当前网络不可用，可运行网络诊断
zh_tw: 目前網路無法使用，可執行網路診斷

# SuU
source: Chat badge icon
de_de: Chat-Medaillensymbol
es_es: Icono de insignia de chat
fr_fr: Icône de badge de tchat
id_id: Ikon lencana obrolan
it_it: Icona badge chat
ja_jp: チャットの通知形式
ko_kr: 채팅 배지 아이콘
ms_my: Ikon lencana sembang
pt_br: Ícone de emblema de chat
ru_ru: Значок чата
th_th: ไอคอนตราสัญลักษณ์แชท
vi_vn: Biểu tượng huy hiệu trò chuyện
zh_cn: 会话标记
zh_tw: 對話標記

# Qmo
source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondi
ja_jp: 通知を非表示
ko_kr: 숨기기
ms_my: Sembunyikan
pt_br: Ocultar
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Ẩn
zh_cn: 隐藏提醒
zh_tw: 隱藏提醒

# RWE
source: Muted chat notifications
de_de: Chat-Benachrichtigungen stummgeschaltet
es_es: Notificaciones de chat silenciadas
fr_fr: Coupage du son des notifications de chat
hi_in: चैट नोटिफ़िकेशन म्यूट करें
id_id: Berhasil membisukan semua notifikasi
it_it: Audio delle notifiche chat disattivato
ja_jp: ミュートチャットの通知
ko_kr: 음소거된 채팅 알림
ms_my: Notifikasi sembang yang disenyapkan
pt_br: Notificações de chat com mudo ativado
ru_ru: Уведомления о сообщениях Не беспокоить
th_th: การแจ้งเตือนแชทที่ปิดเสียง
vi_vn: Đã tắt tiếng thông báo trò chuyện
zh_cn: 免打扰会话的消息提醒
zh_tw: 免打擾對話的訊息提醒

# wXU
source: Navigation badge icon
de_de: Navigation-Medaillensymbol
es_es: Icono de insignia de navegación
fr_fr: Icône de badge de navigation
id_id: Ikon lencana navigasi
it_it: Icona badge navigazione
ja_jp: ナビゲーションバーの通知形式
ko_kr: 내비게이션 배지 아이콘
ms_my: Ikon lencana navigasi
pt_br: Ícone de emblema de navegação
ru_ru: Значок навигации
th_th: ไอคอนตราสัญลักษณ์การนำทาง
vi_vn: Biểu tượng huy hiệu điều hướng
zh_cn: 导航栏标记
zh_tw: 導覽列標記

# oRo
source: Gray number
de_de: Graue Nummer
es_es: Número en gris
fr_fr: Numéro gris
hi_in: ग्रे नंबर
id_id: Nomor abu-abu
it_it: Numero grigio
ja_jp: 灰色の数字
ko_kr: 회색 숫자
ms_my: Nombor kelabu
pt_br: Número cinza
ru_ru: Количество на сером
th_th: ตัวเลขสีเทา
vi_vn: Mã gray
zh_cn: 灰色数字
zh_tw: 灰色數字
