Repository: lark-opensource/iOS-client
Catalog: Modules/Messenger/Bizs/LarkFeed/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# WZk
source: Only the team owner and administrator can add new members due to team settings.
de_de: Gemäß den Teameinstellungen können nur der Teambesitzer und der Administrator neue Mitglieder hinzufügen.
es_es: Según con la configuración del equipo, solo el propietario y el administrador del equipo pueden agregar miembros.
fr_fr: Conformément aux paramètres de l'équipe, seuls le propriétaire et l'administrateur de l'équipe peuvent ajouter des membres.
id_id: Hanya pemilik tim dan administrator yang dapat menambah anggota baru sehubungan dengan pengaturan tim.
it_it: Solo il proprietario del team e l'amministratore possono aggiungere nuovi membri a causa delle impostazioni del team.
ja_jp: チーム所有者と管理者のみ新しいメンバーを追加できます
ko_kr: 팀 설정으로 인해 팀 소유자와 관리자만 새 구성원을 추가할 수 있습니다.
ms_my: Hanya pemilik pasukan dan pentadbir boleh menambah ahli baru disebabkan tetapan pasukan.
pt_br: Apenas o proprietário e o administrador da equipe podem adicionar novos membros devido às configurações da equipe.
ru_ru: Только владелец и администратор команды могут добавлять новых участников из-за настроек команды.
th_th: มีเพียงเจ้าของทีมและผู้ดูแลเท่านั้นที่เพิ่มสมาชิกใหม่ได้เนื่องจากการตั้งค่าทีม
vi_vn: Do cài đặt của đội, chỉ chủ sở hữu và quản trị viên đội mới có thể thêm thành viên mới.
zh_cn: 仅团队所有者和管理员可添加新成员
zh_tw: 僅團隊擁有者和管理員可新增新成員

# cEU
source: Only the team owner and administrator can create groups or add existing groups due to team settings.
de_de: Gemäß den Teameinstellungen können nur der Teambesitzer und der Administrator Gruppen erstellen oder bestehende Gruppen hinzufügen.
es_es: Según la configuración del equipo, solo el propietario y el administrador del equipo pueden crear grupos y agregar grupos existentes.
fr_fr: Conformément aux paramètres de l'équipe, seuls le propriétaire et l'administrateur de l'équipe peuvent créer des groupes ou ajouter des groupes existants.
id_id: Hanya pemilik tim dan administrator yang dapat membuat grup atau menambah anggota yang ada sehubungan dengan pengaturan tim.
it_it: Solo il proprietario del team e l'amministratore possono creare gruppi o aggiungere gruppi a causa delle impostazioni del team.
ja_jp: チーム所有者と管理者のみグループを新規作成、既存グループをチームに追加できます
ko_kr: 팀 설정으로 인해 팀 소유자와 관리자만 그룹을 생성하거나 기존 그룹을 추가할 수 있습니다.
ms_my: Hanya pemilik pasukan dan pentadbir boleh membuat kumpulan atau menambah kumpulan sedia ada disebabkan tetapan pasukan.
pt_br: Apenas o proprietário e o administrador da equipe podem criar grupos ou adicionar grupos existentes devido às configurações da equipe.
ru_ru: Только владелец и администратор команды могут создавать группы или добавлять существующие группы в соответствии с настройками команды.
th_th: มีเพียงเจ้าของทีมและผู้ดูแลเท่านั้นที่สร้างกลุ่มหรือเพิ่มกลุ่มที่มีอยู่ได้เนื่องจากการตั้งค่าทีม
vi_vn: Do cài đặt của đội, chỉ chủ sở hữu và quản trị viên đội mới có thể tạo nhóm hoặc thêm các nhóm hiện có.
zh_cn: 仅团队所有者和管理员可新建群组或添加已有群组
zh_tw: 僅團隊擁有者和管理員可建立新群組或新增現有群組

# 7bc
source: Team Created
de_de: Team erstellt
es_es: Equipo creado
fr_fr: Équipe créée
id_id: Buat Tim
it_it: Team creato
ja_jp: チームを作成しました。
ko_kr: 팀 생성됨
ms_my: Pasukan Dicipta
pt_br: Equipe criada
ru_ru: Команда создана
th_th: สร้างทีมแล้ว
vi_vn: Đã tạo đội
zh_cn: 团队已创建
zh_tw: 團隊已建立

# 8nI
source: Teams are made up of groups, allowing team members to locate groups easily. In teams, members collaborate more efficiently around the same goal.
de_de: Teams bestehen aus Gruppen, sodass die Teammitglieder die Gruppen leicht auffinden können. In Teams arbeiten die Mitglieder effizienter auf ein gemeinsames Ziel hin.
es_es: Los equipos están formados por grupos, de manera que los miembros de los equipos pueden localizar los grupos fácilmente. En equipos, los miembros colaboran de manera más eficaz en torno a un mismo objetivo.
fr_fr: Les équipes sont formées de groupes facilement localisables. Dans les équipes, les membres collaborent plus efficacement autour d'un même objectif.
id_id: Tim terdiri dari grup, memungkinkan anggota grup untuk lebih mudah menemukan grup. Dalam tim, anggota berkolaborasi lebih efisien dalam tujuan yang sama.
it_it: I team sono costituiti da gruppi, facilitandone la localizzazione da parte dei membri dei team. Nei team, i membri collaborano in modo più efficiente intorno allo stesso obiettivo.
ja_jp: チームはいくつかのグループからなっています。同じ目標を目指して、効率的なコラボレーションを実現しましょう。
ko_kr: 팀은 그룹으로 구성되어 팀 구성원이 쉽게 그룹을 찾을 수 있습니다. 팀에서 구성원은 동일한 목표를 중심으로 더 효율적으로 협업합니다.
ms_my: Pasukan terdiri daripada kumpulan, membolehkan ahli pasukan mencari kumpulan dengan mudah. Dalam pasukan, ahli bekerjasama dengan lebih cekap mengelilingi matlamat yang sama.
pt_br: As equipes são formadas por grupos, permitindo que membros da equipe localizem facilmente os grupos. Nas equipes, os membros colaboram com mais eficiência em torno do mesmo objetivo.
ru_ru: Команды состоят из групп, которые легко найти. В командах участники могут эффективно работать над схожими задачами.
th_th: ทีมประกอบด้วยกลุ่มหลายกลุ่มซึ่งทำให้ง่ายต่อการค้นหาสมาชิกทีม สมาชิกในทีมจะทำงานร่วมกันอย่างมีประสิทธิภาพมากขึ้นโดยมีเป้าหมายเดียวกัน
vi_vn: Đội bao gồm các nhóm, cho phép các thành viên đội tìm nhóm một cách dễ dàng. Các thành viên trong đội cộng tác hiệu quả hơn hướng tới cùng một mục tiêu tại đây.
zh_cn: 团队由多个群聊组成，找群更方便；成员围绕同一目标，协作更高效
zh_tw: 團隊由多個群組聊天組成，尋找群組更方便；成員圍繞同一目標，協同合作更高效
