Repository: lark-opensource/iOS-client
Catalog: Modules/Infra/Bizs/LarkSafeMode/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk, zh_tw

# wPA
source: If you have any further questions, please call {{APP_DISPLAY_NAME}} support at 400-0682-666.
de_de: Wenn Sie weitere Fragen haben, rufen Sie bitte den {{APP_DISPLAY_NAME}} Support an, unter der Nummer: 400-0682-666.
es_es: Si tienes más preguntas, llama al soporte de {{APP_DISPLAY_NAME}} al 400-0682-666.
fr_fr: N'hésitez pas à appeler l'assistance {{APP_DISPLAY_NAME}} au 400-0682-666, si vous avez des questions.
hi_in: अगर आपके पास कोई प्रश्न हो, तो कृपया {{APP_DISPLAY_NAME}} 400-0682-666 पर सहायता को कॉल करें.
id_id: Jika Anda memiliki pertanyaan lebih lanjut, silakan hubungi dukungan {{APP_DISPLAY_NAME}} pada nomor 400-0682-666.
it_it: Se hai altre domande, contatta il supporto tecnico {{APP_DISPLAY_NAME}} al 400-0682-666.
ja_jp: ご不明な点がございましたら、400-0682-666 に電話して、{{APP_DISPLAY_NAME}} カスタマーサービスまでお問い合わせください。
ko_kr: 추가 질문이 있으시면 400-0682-666번으로 {{APP_DISPLAY_NAME}} 지원팀에 문의하세요.
ms_my: Jika anda ada pertanyaan lanjut, sila hubungi sokongan {{APP_DISPLAY_NAME}} di 400-0682-666.
pt_br: Se você tiver mais alguma dúvida, ligue para o suporte do {{APP_DISPLAY_NAME}} em 400-0682-666.
ru_ru: Если у вас есть дополнительные вопросы, позвоните в службу поддержки {{APP_DISPLAY_NAME}} по телефону 400-0682-666.
th_th: หากมีข้อสงสัยเพิ่มเติม โปรดติดต่อฝ่ายบริการลูกค้า {{APP_DISPLAY_NAME}} ได้ที่ 400-0682-666
vi_vn: Nếu bạn có thắc mắc khác, vui lòng gọi cho bộ phận hỗ trợ của {{APP_DISPLAY_NAME}} theo số 400-0682-666.
zh_cn: 如有任何疑问，可拨打：400-0682-666，联系{{APP_DISPLAY_NAME}}客服
zh_hk: 如有任何疑問，可撥打：400-0682-666，聯絡{{APP_DISPLAY_NAME}}客戶服務
zh_tw: 如有任何疑問，可撥打：400-0682-666，聯絡{{APP_DISPLAY_NAME}}客服

# 54U
source: If you have any further questions, please call {{APP_DISPLAY_NAME}} support.
de_de: Wenn Sie weitere Fragen haben, wenden Sie sich bitte an den {{APP_DISPLAY_NAME}}-Support.
es_es: Llama al servicio de atención al cliente de {{APP_DISPLAY_NAME}} si tienes más preguntas.
fr_fr: Veuillez appeler l'assistance {{APP_DISPLAY_NAME}} pour toute autre question.
hi_in: अगर आपके कोई प्रश्न हैं, तो कृपया {{APP_DISPLAY_NAME}} सहायक को कॉल करें.
id_id: Jika Anda memiliki pertanyaan lebih lanjut, hubungi dukungan {{APP_DISPLAY_NAME}}.
it_it: Per qualsiasi domanda, contatta l'assistenza clienti di {{APP_DISPLAY_NAME}}.
ja_jp: お問い合わせは {{APP_DISPLAY_NAME}} カスタマーサポートまでご連絡ください
ko_kr: 추가 질문이 있으면 {{APP_DISPLAY_NAME}} 지원팀에 문의하세요.
ms_my: Jika anda ada pertanyaan lanjut, sila hubungi sokongan {{APP_DISPLAY_NAME}}.
pt_br: Em caso de dúvidas, entre em contato com o suporte do {{APP_DISPLAY_NAME}}.
ru_ru: Если у вас есть дополнительные вопросы, позвоните в службу поддержки {{APP_DISPLAY_NAME}}.
th_th: หากคุณมีคำถามใด ๆ โปรดโทรหาทีมสนับสนุนของ {{APP_DISPLAY_NAME}}
vi_vn: Nếu bạn có bất kỳ câu hỏi nào, vui lòng gọi cho bộ phận hỗ trợ {{APP_DISPLAY_NAME}}.
zh_cn: 如有任何疑问，可拨打热线联系{{APP_DISPLAY_NAME}}客服
zh_hk: 如有任何疑問，可撥打服務熱線聯絡{{APP_DISPLAY_NAME}}客戶服務
zh_tw: 如有任何疑問，可撥打專線聯絡{{APP_DISPLAY_NAME}}客服

# VwY
source: If the problem persists, please download {{APP_DISPLAY_NAME}} and install it again.
de_de: Sollte dieses Problem weiterhin bestehen, laden Sie bitte {{APP_DISPLAY_NAME}} herunter und installieren Sie die App erneut.
es_es: Si el problema persiste, descarga {{APP_DISPLAY_NAME}} y vuelve a instalarla.
fr_fr: Si le problème persiste, veuillez télécharger {{APP_DISPLAY_NAME}} et le réinstaller.
hi_in: अगर समस्या ठीक नहीं होती है, तो कृपया {{APP_DISPLAY_NAME}} को डाउनलोड करके इसे पुनः इन्सटॉल करें.
id_id: Jika masalah berlanjut, unduh {{APP_DISPLAY_NAME}} dan pasang ulang.
it_it: Se il problema persiste, scarica {{APP_DISPLAY_NAME}} e installala di nuovo.
ja_jp: 問題が解決しない場合は、{{APP_DISPLAY_NAME}} をもう一度ダウンロードしてインストールしてください。
ko_kr: 문제가 계속되면 {{APP_DISPLAY_NAME}}을(를) 다운로드하고 다시 설치하세요.
ms_my: Jika masalah berterusan, sila muat turun {{APP_DISPLAY_NAME}} dan pasang semula.
pt_br: Se o problema persistir, faça download do {{APP_DISPLAY_NAME}} e instale-o novamente.
ru_ru: Если проблема не устранена, скачайте {{APP_DISPLAY_NAME}} и установите его снова.
th_th: หากปัญหายังคงอยู่ โปรดดาวน์โหลด {{APP_DISPLAY_NAME}} และติดตั้งอีกครั้ง
vi_vn: Nếu sự cố vẫn tiếp diễn, vui lòng tải xuống và cài đặt lại {{APP_DISPLAY_NAME}}.
zh_cn: 若多次出现该问题，请重新下载并安装{{APP_DISPLAY_NAME}}。
zh_hk: 若多次出現該問題，請重新下載並安裝{{APP_DISPLAY_NAME}}。
zh_tw: 若多次出現該問題，請重新下載並安裝{{APP_DISPLAY_NAME}}。

# FqI
source: Safe mode
de_de: Abgesicherter Modus
es_es: Modo seguro
fr_fr: Mode sans échec
hi_in: सुरक्षा मोड
id_id: Mode Aman
it_it: Modalit√† sicura
ja_jp: セーフモード
ko_kr: 안전 모드
ms_my: Mod selamat
pt_br: Modo seguro
ru_ru: Безопасный режим
th_th: เซฟโหมด
vi_vn: Chế độ an toàn
zh_cn: 安全模式
zh_hk: 安全模式
zh_tw: 安全模式

# y1s
source: Got It
de_de: Verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了
zh_tw: 我知道了

# qUM
source: Data error
de_de: Datenfehler
es_es: Error de datos
fr_fr: Erreur de données
hi_in: डेटा त्रुटि
id_id: Kesalahan data
it_it: Errore dati
ja_jp: データエラー
ko_kr: 데이터 오류
ms_my: Ralat data
pt_br: Erro de dados
ru_ru: Ошибка в данных
th_th: ข้อมูลผิดพลาด
vi_vn: Lỗi dữ liệu
zh_cn: 数据异常
zh_hk: 數據異常
zh_tw: 資料異常

# UqQ
source: The system has detected a data error. But don't worry, your data will be securely kept. Once the issue is fixed, you can log in to your account.
de_de: Das System hat einen Datenfehler festgestellt. Aber keine Sorge, Ihre Daten werden sicher gespeichert. Sobald das Problem behoben ist, k√∂nnen Sie sich an Ihrem Konto anmelden.
es_es: El sistema ha detectado un error de datos. Pero no te preocupes, tus datos se guardarán de forma segura. Una vez que se solucione el problema, puedes iniciar sesión en tu cuenta.
fr_fr: Le système a détecté une erreur de données. Ne vous inquiétez pas, vos données seront conservées en toute sécurité. Une fois le problème résolu, vous pourrez vous connecter à votre compte.
hi_in: सिस्टम ने डेटा त्रुटि का पता लगाया. लेकिन चिंता नहीं करें, आपका डेटा सुरक्षित रखा जाएगा. समस्या ठीक हो जाने पर, आप अपने खाते में लॉगिन कर सकते हैं.
id_id: Sistem telah mendeteksi kesalahan data. Tapi jangan khawatir, data Anda akan disimpan dengan aman. Setelah masalahnya teratasi, Anda dapat Login ke akun Anda.
it_it: Il sistema ha rilevato un errore nei dati. Non ti preoccupare, i tuoi dati verranno conservati in modo sicuro. Una volta risolto il problema, potrai accedere al tuo account.
ja_jp: アプリのデータにエラーが検出されました。 データを修復する必要があります。修復後、アカウントに再ログインする必要があります。修復操作はデータに影響しません。
ko_kr: 시스템이 데이터 오류를 감지했습니다. 하지만 걱정하지 마세요. 데이터는 안전하게 보관됩니다. 문제가 해결되면 계정에 로그인할 수 있습니다.
ms_my: Sistem telah mengesan ralat data. Tetapi jangan risau, data anda akan disimpan dengan selamat. Setelah masalah diperbaiki, anda boleh log masuk ke akaun anda.
pt_br: O sistema detectou um erro de dados. Mas, não se preocupe, seus dados estão guardados com segurança. Após corrigir o problema, você pode fazer login em sua conta.
ru_ru: Система обнаружила ошибку данных. Не волнуйтесь, ваши данные будут надежно храниться. Как только проблема будет устранена, вы сможете войти в свою учетную запись.
th_th: ระบบตรวจพบข้อผิดพลาดเกี่ยวกับข้อมูล แต่ไม่ต้องกังวลไป ข้อมูลของคุณจะถูกเก็บไว้อย่างปลอดภัย หลังจากแก้ไขปัญหาแล้ว คุณจะสามารถล็อกอินเข้าสู่บัญชีได้อีกครั้ง
vi_vn: Hệ thống đã phát hiện lỗi dữ liệu. Nhưng đừng lo lắng, dữ liệu của bạn sẽ được đảm bảo an toàn. Sau khi khắc phục xong sự cố, bạn có thể đăng nhập vào tài khoản.
zh_cn: 系统检测到应用数据异常，需进行修复 修复完成后，你可能需要重新登录账号，你的所有数据将不受影响
zh_hk: 系統偵測到應用程式數據異常，需進行修復 修復完成後，你可能需要重新登入帳戶，你的所有數據將不受影響
zh_tw: 系統偵測到應用程式資料異常，需進行修復 修復完成後，你可能需要重新登入帳號，你的所有資料將不受影響

# MyY
source: Data fixing
de_de: Datenreparatur
es_es: Corrección de datos
fr_fr: Correction des données
hi_in: डेटा ठीक करना
id_id: Perbaikan data
it_it: Risoluzione dei dati
ja_jp: 修復中
ko_kr: 데이터 수정
ms_my: Membaiki data
pt_br: Reparo de dados
ru_ru: Устранение ошибок в данных
th_th: การแก้ไขข้อมูล
vi_vn: Khắc phục lỗi dữ liệu
zh_cn: 数据修复中
zh_hk: 數據修復中
zh_tw: 資料修復中

# HXY
source: Fixing Data
de_de: Datenfehler werden repariert
es_es: Corregir datos
fr_fr: Correction des données en cours
hi_in: डेटा ठीक किया जा रहा है
id_id: Memperbaiki Data
it_it: Risoluzione dei dati in corso
ja_jp: データを修復しています
ko_kr: 데이터 수정
ms_my: Membaiki Data
pt_br: Reparando dados
ru_ru: Устранение ошибок в данных
th_th: กำลังแก้ไขข้อมูล
vi_vn: Khắc phục lỗi Dữ liệu
zh_cn: 正在修复数据
zh_hk: 正在修復數據
zh_tw: 正在修復資料

# kuo
source: Fixed successfully
de_de: Erfolgreich repariert
es_es: Corregidos con éxito
fr_fr: Correction réussie
hi_in: ठीक किया गया
id_id: Berhasil diperbaiki
it_it: Risoluzione completata
ja_jp: 修復できました
ko_kr: 수정 성공
ms_my: Berjaya dibaiki
pt_br: Reparo concluído com êxito
ru_ru: Проблема успешно устранена
th_th: แก้ไขสำเร็จแล้ว
vi_vn: Đã khắc phục lỗi thành công
zh_cn: 修复成功
zh_hk: 修復成功
zh_tw: 修復成功

# A/Q
source: Repair completed. Please restart the app
de_de: Reparatur abgeschlossen. Starten Sie die App neu.
es_es: Se ha completado la reparación. Reinicia la aplicación
fr_fr: Réparation terminée. Veuillez redémarrer l'application
hi_in: मरम्मत पूर्ण हुई. कृपया ऐप रीस्टार्ट करें
id_id: Perbaikan selesai. Mulai ulang aplikasi
it_it: Riparazione completata. Riavvia l'app
ja_jp: 修復できました。アプリを再起動してください
ko_kr: 복구가 완료되었습니다. 앱을 다시 시작하세요
ms_my: Pembaikan selesai. Sila mulakan semula apl
pt_br: Reparo concluído. Reinicie o aplicativo
ru_ru: Устранение неполадок завершено. Перезапустите приложение
th_th: ซ่อมเสร็จแล้ว โปรดรีสตาร์ทแอป
vi_vn: Đã hoàn thành việc sửa chữa. Vui lòng khởi động lại ứng dụng
zh_cn: 修复完成请重启应用
zh_hk: 請在修復完成後重新啟動應用程式
zh_tw: 修復完成，請重新啟動應用程式

# Lrg
source: Start Fixing
de_de: Reparatur beginnen
es_es: Comenzar corrección
fr_fr: Commencer à corriger
hi_in: ठीक करना शुरू करें
id_id: Mulai Memperbaiki
it_it: Avvia risoluzione
ja_jp: 修復する
ko_kr: 수정 시작
ms_my: Mula Membaiki
pt_br: Iniciar reparo
ru_ru: Начать устранение
th_th: เริ่มแก้ไข
vi_vn: Bắt đầu Khắc phục lỗi
zh_cn: 开始修复
zh_hk: 開始修復
zh_tw: 開始修復
