Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Q70
source: The devices below have logged in to {{TenantName}}. Tap "Log Out" and you'll log the device out of {{TenantName}}.
de_de: Die unten aufgeführten Geräte haben sich bei {{TenantName}} angemeldet. Tippen Sie auf „Abmelden“, um das Gerät von {{TenantName}} abzumelden.
es_es: Los siguientes dispositivos han iniciado sesión en {{TenantName}}. Pulsa "Cerrar sesión" para cerrar la sesión del dispositivo en {{TenantName}}.
fr_fr: Les appareils ci-dessous se sont connectés à {{TenantName}}. Appuyez sur "Déconnexion" pour déconnecter l'appareil de {{TenantName}}.
hi_in: नीचे दिए गए डिवाइस “{{TenantName}}” में लॉगिन हैं. "लॉग आउट करें" पर क्लिक करें और आप “{{TenantName}}” से डिवाइस लॉग आउट कर देंगे.
id_id: Perangkat di bawah ini sudah login ke {{TenantName}}. Ketuk "Keluar", dan perangkat akan keluar dari {{TenantName}}.
it_it: I dispositivi sottostanti hanno effettuato l'accesso a {{TenantName}}. Tocca "Disconnetti" e il dispositivo verrà disconnesso da {{TenantName}}.
ja_jp: 以下は「{{TenantName}}」にログインしているデバイスです。「ログアウト」をタップすると、当該デバイスから「{{TenantName}}」がログアウトされます。
ko_kr: 아래 장치가 {{TenantName}}에 로그인했습니다. "로그아웃"을 탭하면 {{TenantName}}에서 장치가 로그아웃됩니다.
ms_my: Peranti di bawah ini telah log masuk ke {{TenantName}}. Ketuk "Log Keluar" dan anda akan log keluar peranti dari {{TenantName}}.
pt_br: Os dispositivos abaixo fizeram login em {{TenantName}}. Toque em "Fazer logoff" e você desconectará o dispositivo do {{TenantName}}.
ru_ru: Устройства, указанные ниже, вошли в систему {{TenantName}}. Нажмите "Выход", и вы выйдете из {{TenantName}} на устройстве.
th_th: อุปกรณ์ด้านล่างล็อกอินเข้าสู่ {{TenantName}} แล้ว แตะที่ "ล็อกเอาท์" และคุณจะล็อกเอาท์อุปกรณ์ออกจาก {{TenantName}}
vi_vn: Các thiết bị bên dưới đã đăng nhập vào {{TenantName}}. Hãy nhấn vào "Đăng xuất" để đăng xuất thiết bị khỏi {{TenantName}}.
zh_cn: 以下为已登录“{{TenantName}}”的设备。点击“退出登录”后该设备将退出登录“{{TenantName}}”
zh_hk: 以下為已登入「{{TenantName}}」的裝置。點擊「登出」後，此裝置將登出「{{TenantName}}」

# Fjk
source: Account Security Center
de_de: Center für Kontosicherheit
es_es: Centro de seguridad de cuentas
fr_fr: Centre de sécurité du compte
hi_in: खाता सुरक्षा केंद्र
id_id: Pusat Keamanan Akun
it_it: Centro sicurezza account
ja_jp: アカウントセキュリティセンター
ko_kr: 계정 보안 센터
ms_my: Pusat Keselamatan Akaun
pt_br: Centro de segurança da conta
ru_ru: Центр безопасности учетной записи
th_th: ศูนย์ความปลอดภัยของบัญชี
vi_vn: Trung tâm bảo mật tài khoản
zh_cn: 账号安全中心
zh_hk: 帳戶安全中心

# 7eo
source: Please update your iOS version and try again.
de_de: Bitte aktualisieren Sie Ihre iOS-Version und versuchen Sie es erneut.
es_es: Actualiza tu versión de iOS e inténtalo de nuevo.
fr_fr: Veuillez mettre à jour la version de votre iOS et réessayer.
id_id: Perbarui versi iOS dan coba lagi.
it_it: Aggiorna la versione iOS e riprova.
ja_jp: お使いのデバイスの iOS バージョンが古いです。アップデートしてから再試行してください。
ko_kr: iOS 버전을 업데이트하고 다시 시도하세요.
ms_my: Sila kemaskini versi iOS anda dan cuba lagi.
pt_br: Atualize a versão do seu iOS e tente novamente.
ru_ru: Обновите версию iOS и повторите попытку.
th_th: โปรดอัปเดตเวอร์ชัน iOS ของคุณแล้วลองอีกครั้ง
vi_vn: Vui lòng cập nhật phiên bản iOS của bạn rồi thử lại.
zh_cn: 当前设备 iOS 系统版本过低，请升级后重试
zh_hk: 目前裝置 iOS 系統版本過低，請升級後重試

# R7E
source: {{cp}} is associated with accounts in the following organizations.
de_de: {{cp}} ist mit Konten in den folgenden Organisationen verknüpft.
es_es: {{cp}} está asociada con cuentas en las siguientes organizaciones.
fr_fr: {{cp}} est associé aux comptes des organisations suivantes.
hi_in: {{cp}} निम्न संगठनों में खातों से संबंधित है.
id_id: {{cp}} dikaitkan dengan akun di organisasi berikut.
it_it: {{cp}} è associato con account nelle seguenti organizzazioni.
ja_jp: {{cp}} はすでに以下の法人に関連付けられています。
ko_kr: {{cp}}은(는) 다음 기업의 계정과 연결되어 있습니다.
ms_my: {{cp}} dikaitkan dengan akaun dalam organisasi berikut.
pt_br: {{cp}} está associado às contas nas organizações a seguir.
ru_ru: {{cp}} связан с аккаунтами в следующих организациях.
th_th: {{cp}} เชื่อมโยงกับบัญชีในองค์กรต่อไปนี้
vi_vn: {{cp}} được liên kết với các tài khoản trong các tổ chức sau.
zh_cn: {{cp}} 已在以下企业或组织绑定了账号
zh_hk: {{cp}} 已在以下企業或組織綁定帳戶

# yHA
source: Set Up New Organization
de_de: Neue Organisation einrichten
es_es: Configurar nueva organización
fr_fr: Configurer une nouvelle organisation
hi_in: नया संगठन सेट करें
id_id: Atur Organisasi Baru
it_it: Imposta una nuova organizzazione
ja_jp: 法人アカウントを新規開設
ko_kr: 새 기업 설정
ms_my: Tetapkan Organisasi Baru
pt_br: Configurar a nova organização
ru_ru: Настроить новую организацию
th_th: ตั้งองค์กรใหม่
vi_vn: Thiết lập tổ chức mới
zh_cn: 创建新企业
zh_hk: 建立新企業

# gpA
source: Join Existing Organization
de_de: Vorhandener Organisation beitreten
es_es: Unirse a organización existente
fr_fr: Rejoindre une organisation existante
hi_in: वर्तमान संगठन में शामिल हों
id_id: Gabung dengan Organisasi yang Sudah Ada
it_it: Partecipa a un'organizzazione esistente
ja_jp: 法人に参加
ko_kr: 기존 기업에 참가
ms_my: Sertai Organisasi Sedia Ada
pt_br: Ingressar na organização existente
ru_ru: Присоединиться к существующей организации
th_th: เข้าร่วมองค์กรที่มีอยู่แล้ว
vi_vn: Tham gia tổ chức hiện có
zh_cn: 加入已有企业
zh_hk: 加入現有企業

# r7k
source: Personal Use
de_de: Persönliche Verwendung
es_es: Uso personal
fr_fr: Usage personnel
hi_in: व्यक्तिगत उपयोग
id_id: Penggunaan Pribadi
it_it: Uso personale
ja_jp: 個人利用
ko_kr: 개인용
ms_my: Kegunaan Peribadi
pt_br: Uso pessoal
ru_ru: Персональное использование
th_th: การใช้งานส่วนตัว
vi_vn: Mục đích cá nhân
zh_cn: 个人使用
zh_hk: 個人使用

# Ohc
source: Add Account
de_de: Konto hinzufügen
es_es: Agregar cuenta
fr_fr: Ajouter un compte
hi_in: खाता जोड़ें
id_id: Tambah akun
it_it: Aggiungi account
ja_jp: アカウントを追加
ko_kr: 계정 추가
ms_my: Tambah Akaun
pt_br: Adicionar conta
ru_ru: Добавить учетную запись
th_th: เพิ่มบัญชี
vi_vn: Thêm tài khoản
zh_cn: 添加账号
zh_hk: 新增帳戶

# ouY
source: Users with emails ending in <strong>{{email}}</strong> can join the following organizations.
de_de: Benutzer mit E-Mail-Adressen, die auf <strong>{{email}}</strong> enden, können den folgenden Organisationen beitreten.
es_es: Los usuarios cuyo correo electrónico termina en <strong>{{email}}</strong> pueden unirse a las siguientes organizaciones.
fr_fr: Les utilisateurs dont les adresses e-mail se terminent par <strong>{{email}}</strong> peuvent rejoindre les organisations suivantes.
hi_in: जिन उपयोगकर्ताओं के ईमेल <strong>{{email}}</strong> से समाप्त होते हैं वे निम्न संगठनों में शामिल हो सकते हैं.
id_id: Pengguna yang memiliki email berakhiran <strong>{{email}}</strong> dapat bergabung dengan organisasi berikut.
it_it: Gli utenti con indirizzi e-mail che terminano con <strong>{{email}}</strong> possono partecipare alle seguenti organizzazioni.
ja_jp: メールアドレスのドメイン名が <strong>{{email}}</strong> のユーザーは、以下の法人に参加できます。
ko_kr: 이메일이 <strong>{{email}}</strong>(으)로 끝나는 사용자는 다음 조직에 참가할 수 있습니다.
ms_my: Pengguna dengan emel yang berakhir dengan <strong>{{email}}</strong> boleh menyertai organisasi berikut.
pt_br: Usuários com e-mail terminando em <strong>{{email}}</strong> podem ingressar nas organizações a seguir.
ru_ru: Пользователи с адресами почты, заканчивающимися на <strong>{{email}}</strong> могут присоединиться к следующим организациям.
th_th: ผู้ใช้ที่มีอีเมลที่ลงท้ายด้วย <strong>{{email}}</strong> สามารถเข้าร่วมองค์กรต่อไปนี้ได้
vi_vn: Người dùng có email kết thúc bằng <strong>{{email}}</strong> có thể tham gia các tổ chức sau.
zh_cn: 以下企业或组织允许邮箱后缀为 <strong>{{email}}</strong> 的用户直接加入
zh_hk: 以下企業或組織允許電郵地址尾碼為 <strong>{{email}}</strong> 的用戶直接加入

# HWA
source: There are {{count}} organizations you can join.
de_de: Es gibt {{count}} Organisationen, denen Sie beitreten können.
es_es: Hay {{count}} organizaciones a las que puedes unirte.
fr_fr: Vous pouvez rejoindre {{count}} organisations.
hi_in: {{count}} संगठन हैं जिनमें आप शामिल हो सकते हैं.
id_id: Ada {{count}} organisasi yang bisa Anda ikuti.
it_it: Vi sono {{count}} organizzazioni a cui puoi partecipare.
ja_jp: {{count}} 個の法人に参加できます
ko_kr: 참가할 수 있는 조직이 {{count}}개 있습니다.
ms_my: Terdapat {{count}} organisasi yang boleh anda sertai.
pt_br: Há {{count}} organizações onde você pode ingressar.
ru_ru: Есть {{count}} организац., к которым вы можете присоединиться.
th_th: มี {{count}} องค์กรที่คุณสามารถเข้าร่วมได้
vi_vn: Bạn có thể tham gia {{count}} tổ chức.
zh_cn: {{count}} 个可直接加入的企业
zh_hk: {{count}} 間可直接加入的企業

# A5U
source: Organizations you can join
de_de: Organisationen, denen Sie beitreten können
es_es: Organizaciones a las que puedes unirte
fr_fr: Organisations que vous pouvez rejoindre
hi_in: संगठन जिनमें आप शामिल हो सकते हैं
id_id: Organisasi yang dapat Anda ikuti
it_it: Organizzazioni a cui puoi partecipare
ja_jp: 参加可能な法人
ko_kr: 참가할 수 있는 조직
ms_my: Organisasi yang boleh anda sertai
pt_br: Organizações onde você pode ingressar
ru_ru: Организации, к которым вы можете присоединиться
th_th: องค์กรที่คุณสามารถเข้าร่วมได้
vi_vn: Các tổ chức bạn có thể tham gia
zh_cn: 可直接加入的企业
zh_hk: 可直接加入的企業

# z08
source: Log in with another email or phone number
de_de: Mit einer anderen E-Mail oder Telefonnummer anmelden
es_es: Iniciar sesión con otro correo electrónico o número de teléfono
fr_fr: Se connecter avec un autre numéro de téléphone ou adresse e-mail
hi_in: दूसरे ईमेल या फ़ोन नंबर से लॉगिन करें
id_id: Login dengan email atau nomor telepon lain
it_it: Accedi con un altro indirizzo e-mail o numero di telefono
ja_jp: その他の携帯番号/メールアドレスでログイン
ko_kr: 다른 이메일 또는 전화번호로 로그인
ms_my: Log masuk dengan emel atau nombor telefon lain
pt_br: Fazer login com outra conta de e-mail ou número de telefone
ru_ru: Войти с другим адресом почты или номером телефона
th_th: ล็อกอินด้วยอีเมลหรือหมายเลขโทรศัพท์อื่น
vi_vn: Đăng nhập bằng email hoặc số điện thoại khác
zh_cn: 使用其他手机号或邮箱登录
zh_hk: 使用其他手機號碼或電郵地址登入

# fm0
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# DF4
source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
id_id: Pelajari Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細について
ko_kr: 더 알아보기
ms_my: Ketahui Lebih Lanjut
pt_br: Saiba mais
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# n9E
source: You'll use the account below to authorize login
de_de: Für die Autorisierung Ihrer Anmeldung werden Sie das folgende Konto verwenden
es_es: Usarás la cuenta siguiente para autorizar el inicio de sesión
fr_fr: Vous utiliserez le compte ci-dessous pour autoriser la connexion
hi_in: लॉगिन प्राधिकृत करने के लिए आप नीचे दिए खाते का उपयोग करेंगे
id_id: Anda akan menggunakan akun di bawah ini untuk mengotorisasi login
it_it: Utilizzerai l'account sottostante per autorizzare l'accesso
ja_jp: 以下のアカウントにログインします
ko_kr: 아래 계정을 사용하여 로그인을 승인합니다
ms_my: Anda akan menggunakan akaun di bawah untuk meluluskan log masuk
pt_br: Você usará a conta abaixo para autorizar o login
ru_ru: Вы будете использовать указанную ниже учетную запись для авторизации входа в систему
th_th: คุณจะใช้บัญชีด้านล่างเพื่ออนุญาตการล็อกอิน
vi_vn: Bạn sẽ sử dụng tài khoản bên dưới để ủy quyền đăng nhập
zh_cn: 你将使用以下账号授权登录
zh_hk: 你將使用以下帳戶授權登入

# 2sE
source: View More Permissions
de_de: Mehr Berechtigungen anzeigen
es_es: Ver más permisos
fr_fr: Afficher plus d'autorisations
id_id: Lihat Izin Lainnya
it_it: Visualizza altre autorizzazioni
ja_jp: さらに表示
ko_kr: 권한 더 보기
ms_my: Lihat Lebih Banyak Kebenaran
pt_br: Visualizar mais permissões
ru_ru: Просмотреть другие разрешения
th_th: ดูการอนุญาตเพิ่มเติม
vi_vn: Xem quyền khác
zh_cn: 查看更多权限
zh_hk: 查看更多權限

# z5Y
source: Request failed. You may want to refresh the page.
de_de: Anfrage fehlgeschlagen. Vielleicht möchten Sie die Seite aktualisieren.
es_es: Solicitud fallida. Es posible que debas actualizar a la página.
fr_fr: Échec de la demande. Vous souhaiterez peut-être actualiser la page.
hi_in: अनुरोध विफल हुआ कृपया बाद में पुनः प्रयास करें.
id_id: Permintaan gagal. Anda mungkin ingin menyegarkan halaman.
it_it: Impossibile completare richiesta. Si consiglia di aggiornare la pagina.
ja_jp: リクエストできませんでした。後ほど再試行してください
ko_kr: 요청에 실패했습니다. 페이지를 새로 고치는 것이 좋습니다.
ms_my: Permintaan gagal. Anda mungkin ingin menyegarkan halaman.
pt_br: Falha na solicitação. Atualize a página.
ru_ru: Ошибка запроса. Попробуйте обновить страницу.
th_th: ส่งคำขอไม่สำเร็จ คุณอาจต้องการรีเฟรชหน้านี้
vi_vn: Yêu cầu thất bại. Bạn cần làm mới trang.
zh_cn: 请求失败，请稍后再试
zh_hk: 要求失敗，請稍後再試

# joA
source: Network connection timed out. Please check your network settings.
de_de: Netzwerkverbindung abgelaufen. Überprüfen Sie Ihre Netzwerkeinstellungen.
es_es: Se ha superado el tiempo de espera de conexión de red. Comprueba tu configuración de red, por favor.
fr_fr: Expiration du délai de connexion réseau. Veuillez vérifier vos paramètres réseau.
hi_in: नेटवर्क कनेक्शन का समय समाप्त हुआ. कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें.
id_id: Waktu koneksi jaringan habis. Periksa pengaturan jaringan Anda.
it_it: Timeout della connessione di rete. Verifica le impostazioni di rete.
ja_jp: ネットワーク接続がタイムアウトしました。ネットワーク設定を確認してください
ko_kr: 네트워크 연결 시간 초과. 네트워크 설정을 확인하세요.
ms_my: Sambungan rangkaian gagal. Sila periksa tetapan rangkaian anda.
pt_br: Tempo limite atingido para a conexão de rede. Verifique suas configurações de rede.
ru_ru: Истекло время ожидания подключения к сети. Проверьте настройки сети.
th_th: การเชื่อมต่อเครือข่ายหมดเวลา โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi_vn: Đã hết thời gian kết nối mạng. Vui lòng kiểm tra cài đặt mạng của bạn.
zh_cn: 网络连接超时，请检查网络设置
zh_hk: 網絡連線逾時，請檢查網絡設定

# uKE
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# jU0
source: Unable to join {{APP_DISPLAY_NAME}} organizations with +86 phone numbers. To use +86 phone numbers, please contact your administrator.
de_de: Sie können keiner {{APP_DISPLAY_NAME}}-Organisationen beitreten, deren Telefonnummern mit +86 beginnt. Wenden Sie sich bitte an Ihren Administrator, wenn Sie mit +86 beginnende Telefonnummern verwenden möchten.
es_es: No es posible unirse a las organizaciones de {{APP_DISPLAY_NAME}} con números de teléfono +86. Si quieres usar un número +86, ponte en contacto con tu administrador.
fr_fr: Impossible de rejoindre les organisations {{APP_DISPLAY_NAME}} avec des numéros de téléphone +86. Pour utiliser des numéros de téléphone +86, veuillez contacter votre administrateur.
id_id: Gagal bergabung dengan organisasi {{APP_DISPLAY_NAME}} menggunakan nomor telepon +86. Untuk dapat menggunakan nomor telepon +86, hubungi administrator.
it_it: Impossibile partecipare alle organizzazioni {{APP_DISPLAY_NAME}} con numeri di telefono +86. Per utilizzare numeri di telefono +86, contatta l'amministratore.
ja_jp: {{APP_DISPLAY_NAME}} の法人に参加するには +86 から始まる携帯番号を使用できません。+86 から始まる携帯番号を使用する必要がある場合、法人管理者にお問い合わせください。
ko_kr: +86 전화번호로는 {{APP_DISPLAY_NAME}} 기업에 가입할 수 없습니다. +86 전화번호를 사용하려면 관리자에게 문의하세요.
ms_my: Tidak dapat menyertai organisasi {{APP_DISPLAY_NAME}} dengan nombor telefon +86. Untuk menggunakan nombor telefon +86, sila hubungi pentadbir anda.
pt_br: Falha ao ingressar em organizações do {{APP_DISPLAY_NAME}} com números de telefone +86. Para usar números de telefone +86, entre em contato com seu administrador.
ru_ru: Невозможно присоединиться к организациям {{APP_DISPLAY_NAME}} с номерами телефонов +86. Чтобы использовать номера телефонов +86, обратитесь к администратору.
th_th: ไม่สามารถเข้าร่วมองค์กร {{APP_DISPLAY_NAME}} ด้วยหมายเลขโทรศัพท์ +86 ได้ หากต้องการใช้หมายเลขโทรศัพท์ +86 โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Không thể tham gia tổ chức trên {{APP_DISPLAY_NAME}} bằng số điện thoại có mã +86. Để sử dụng số điện thoại có mã +86, vui lòng liên hệ với quản trị viên của bạn.
zh_cn: {{APP_DISPLAY_NAME}}企业不支持 +86 手机号加入，使用 +86 手机号请联系企业管理员
zh_hk: {{APP_DISPLAY_NAME}}企業不支援 +86 手機號碼加入，若使用 +86 手機號碼，請聯絡企業管理員

# gwU
source: Only +86 phone numbers can join {{APP_DISPLAY_NAME}} organizations. To use other phone numbers, please contact your administrator.
de_de: Nur mit +86 beginnende Telefonnummern, können den {{APP_DISPLAY_NAME}}-Organisationen beitreten. Wenden Sie sich bitte an Ihren Administrator, wenn Sie andere Telefonnummern verwenden möchten.
es_es: Solo los números +86 pueden unirse a las organizaciones de {{APP_DISPLAY_NAME}}. Si quieres usar un número diferente, ponte en contacto con tu administrador.
fr_fr: Seuls les numéros de téléphone +86 peuvent rejoindre les organisations {{APP_DISPLAY_NAME}}. Pour utiliser d'autres numéros de téléphone, veuillez contacter votre administrateur.
id_id: Hanya nomor telepon +86 yang dapat bergabung dengan organisasi {{APP_DISPLAY_NAME}}. Untuk dapat menggunakan nomor telepon lain, hubungi administrator.
it_it: Solo i numeri di telefono +86 possono partecipare alle organizzazioni {{APP_DISPLAY_NAME}}. Per utilizzare altri numeri di telefono, contatta l'amministratore.
ja_jp: {{APP_DISPLAY_NAME}} の法人に参加するには +86 から始まる携帯番号のみ使用できます。他の携帯番号を使用する必要がある場合、法人管理者にお問い合わせください。
ko_kr: +86 전화번호만 {{APP_DISPLAY_NAME}} 기업에 가입할 수 있습니다. 다른 전화번호를 사용하려면 관리자에게 문의하세요.
ms_my: Hanya nombor telefon +86 yang boleh menyertai organisasi {{APP_DISPLAY_NAME}}. Untuk menggunakan nombor telefon lain, sila hubungi pentadbir anda.
pt_br: Apenas números de telefone +86 podem ingressar em organizações do {{APP_DISPLAY_NAME}}. Para usar outros números de telefone, entre em contato com seu administrador.
ru_ru: Только номера телефонов +86 могут присоединяться к организациям {{APP_DISPLAY_NAME}}. Чтобы использовать другие номера телефонов, обратитесь к администратору.
th_th: มีเพียงหมายเลขโทรศัพท์ +86 เท่านั้นที่เข้าร่วมองค์กร {{APP_DISPLAY_NAME}} ได้ หากต้องการใช้หมายเลขโทรศัพท์อื่น โปรดติดต่อผู้ดูแลของคุณ
vi_vn: Chỉ các số điện thoại có mã +86 mới có thể tham gia tổ chức trên {{APP_DISPLAY_NAME}}. Để sử dụng số điện thoại khác, vui lòng liên hệ với quản trị viên của bạn.
zh_cn: {{APP_DISPLAY_NAME}}企业仅支持 +86 手机号加入，使用其他手机号请联系企业管理员
zh_hk: {{APP_DISPLAY_NAME}}企業只支援 +86 手機號碼加入，若使用其他手機號碼，請聯絡企業管理員

# BFA
source: This account has been deleted. You'll be logged out automatically in a minute.
de_de: Dieses Konto wurde gelöscht. Sie werden in einer Minute automatisch abgemeldet.
es_es: Esta cuenta se ha eliminado. Cerrarás sesión automáticamente en un minuto.
fr_fr: Ce compte a été supprimé. Vous serez automatiquement déconnecté dans une minute.
hi_in: यह खाता हटाया जा चुका है. आप एक मिनट के बाद स्वचालित रूप से लॉग आउट हो जाएँगे.
id_id: Akun ini telah dihapus. Anda akan keluar secara otomatis dalam satu menit.
it_it: Questo account è stato eliminato. Verrai automaticamente disconnesso tra un minuto.
ja_jp: このアカウンを削除しました。自動的にログアウトします
ko_kr: 이 계정은 삭제되었습니다. 1분 안에 자동으로 로그아웃됩니다.
ms_my: Akaun ini telah dipadam. Anda akan log keluar secara automatik dalam satu minit.
pt_br: Esta conta foi excluída. Você será desconectado automaticamente em um minuto.
ru_ru: Учетная запись аннулирована, вы автоматически выйдете из системы.
th_th: บัญชีนี้ถูกลบ คุณจะล็อกเอาท์โดยอัตโนมัติในอีกหนึ่งนาที
vi_vn: Tài khoản này đã bị xóa. Bạn sẽ tự động đăng xuất trong giây lát.
zh_cn: 该账号已完成注销，系统将自动登出
zh_hk: 此帳戶已完成註銷，系統將自動登出

# K4Y
source: This account has been set as closed by the administrator, and deleted automatically.
de_de: Dieses Konto wurde vom Administrator als deaktiviert festgelegt und automatisch gelöscht.
es_es: El administrador ha establecido esta cuenta como cerrada y se ha eliminado automáticamente.
fr_fr: Ce compte a été défini en tant que désactivé par l'administrateur et supprimé automatiquement.
hi_in: यह खाता एडमिनिस्ट्रेटर द्वारा बंद के रूप में सेट किया गया, और स्वचालित रूप से हटाया गया.
id_id: Akun ini telah ditetapkan ditutup oleh administrator, dan dihapus secara otomatis.
it_it: Questo account è stato impostato come disattivato dall'amministratore ed eliminato automaticamente.
ja_jp: 管理者は当該アカウントに対して退職操作を行ったため、アカウントは削除されました
ko_kr: 관리자가 이 계정을 폐쇄 상태로 설정하여 계정이 자동으로 삭제되었습니다.
ms_my: Akaun ini telah ditetapkan sebagai tertutup oleh pentadbir, dan dihapuskan secara automatik.
pt_br: Esta conta foi configurada como desativada pelo administrador e excluída automaticamente.
ru_ru: Эта учетная запись закрыта администратором и автоматически удалена.
th_th: ผู้ดูแลได้ตั้งค่าบัญชีนี้เป็นปิด และถูกลบโดยอัตโนมัติ
vi_vn: Tài khoản này đã được quản trị viên hủy kích hoạt và tự động bị xóa.
zh_cn: 该账号已由管理员操作离职，并自动完成注销
zh_hk: 此帳戶已由管理員設定為離職，並自動完成註銷

source: The admin has disbanded the organization. You'll be logged out automatically in a minute.
de_de: Der Administrator hat die Organisation aufgelöst. Sie werden in einer Minute automatisch abgemeldet.
es_es: El administrador ha disuelto la organización. Cerrarás sesión automáticamente en un minuto.
fr_fr: L'administrateur a dissous l'organisation. Vous serez automatiquement déconnecté dans une minute.
hi_in: एडमिन ने संगठन भंग किया. आप एक मिनट के बाद स्वचालित रूप से लॉग आउट हो जाएँगे.
id_id: Admin telah membubarkan organisasi. Anda akan keluar secara otomatis dalam satu menit.
it_it: L'amministratore ha sciolto l'organizzazione. Verrai automaticamente disconnesso tra un minuto.
ja_jp: 当該法人アカウントは管理者によって解散されました。自動的にログアウトします
ko_kr: 관리자가 기업을 해산했습니다. 1분 안에 자동으로 로그아웃됩니다.
ms_my: Pentadbir telah membubarkan organisasi. Anda akan log keluar secara automatik dalam satu minit.
pt_br: O administrador desfez a organização. Você será desconectado automaticamente em um minuto.
ru_ru: Ваша компания была распущена администратором, вы автоматически выйдете из системы.
th_th: ผู้ดูแลได้ยุบองค์กรแล้ว คุณจะล็อกเอาท์โดยอัตโนมัติในอีกหนึ่งนาที
vi_vn: Quản trị viên đã giải tán tổ chức. Bạn sẽ tự động đăng xuất trong giây lát.
zh_cn: 你所在的企业已被管理员解散，系统将自动登出
zh_hk: 你所在的企業已被管理員解散，系統將自動登出

# 7rM
source: This action is not supported.
de_de: Diese Aktion wird nicht unterstützt.
es_es: No se permite esta acción.
fr_fr: Cette opération n'est pas prise en charge.
id_id: Tindakan ini tidak didukung.
it_it: Questa azione non è supportata.
ja_jp: この操作はサポートされていません。
ko_kr: 이 작업은 지원되지 않습니다.
ms_my: Tindakan ini tidak disokong.
pt_br: Esta ação não é permitida.
ru_ru: Это действие не поддерживается.
th_th: ไม่รองรับการดำเนินการนี้
vi_vn: Hành động này không được hỗ trợ.
zh_cn: 当前暂不支持该操作
zh_hk: 目前暫不支援該操作

# lgE
source: Enter new password
de_de: Neues Kennwort eingeben
es_es: Introducir contraseña nueva
fr_fr: Saisissez un nouveau mot de passe
hi_in: नया पासवर्ड दर्ज करें
id_id: Masukkan kata sandi baru
it_it: Immetti una nuova password
ja_jp: 新しいパスワードを入力
ko_kr: 새 비밀번호 입력
ms_my: Masukkan kata laluan baharu
pt_br: Insira a nova senha
ru_ru: Введите новый пароль
th_th: ป้อนรหัสผ่านใหม่
vi_vn: Nhập mật khẩu mới
zh_cn: 请输入新密码
zh_hk: 請輸入新密碼

# dCY
source: Face Information Processing Rules
de_de: Verarbeitungsregeln für Gesichtsinformationen
es_es: Normas de procesamiento de información facial
fr_fr: Règles de traitement des informations faciales
hi_in: चेहरा जानकारी संसाधन नियम
id_id: Aturan Pemrosesan Informasi Wajah
it_it: Regole di elaborazione delle informazioni associate al volto
ja_jp: 顔情報の処理に関する規則
ko_kr: 얼굴 정보 처리 규칙
ms_my: Peraturan Pemprosesan Maklumat Wajah
pt_br: Regras de processamento de informações faciais
ru_ru: Правила обработки информации о лицах
th_th: กฎการประมวลผลข้อมูลใบหน้า
vi_vn: Quy tắc Xử lý Thông tin Gương mặt
zh_cn: 人脸信息处理规则
zh_hk: 人臉資訊處理規則

# WHU
source: Continue with Apple
de_de: Mit Apple fortfahren
es_es: Continuar con Apple
fr_fr: Continuer avec Apple
id_id: Lanjutkan dengan Apple
it_it: Continua con Apple
ja_jp: Apple でサインイン
ko_kr: Apple로 계속
ms_my: Teruskan dengan Apple
pt_br: Continuar com a Apple
ru_ru: Продолжить с Apple
th_th: ดำเนินการต่อด้วย Apple
vi_vn: Tiếp tục với Apple
zh_cn: 使用 Apple 登录
zh_hk: 使用 Apple 登入
