Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# h7U
source: Enter your company domain to log in to your organization.
de_de: Geben Sie Ihre Firmendomäne ein, um sich bei Ihrer Organisation anzumelden.
es_es: Indica el dominio de tu empresa para iniciar sesión con tu organización.
fr_fr: Saisissez le domaine de votre entreprise pour vous connecter à votre organisation.
hi_in: अपने संगठन में लॉगिन करने के लिए अपना कंपनी डोमेन दर्ज करें.
id_id: Masukkan domain perusahaan Anda untuk masuk ke organisasi Anda.
it_it: Immetti il dominio della tua società per accedere alla tua organizzazione.
ja_jp: 法人アカウントにログインするには、法人ドメインを入力ください。
ko_kr: 기업에 로그인하려면 기업 도메인을 입력하세요.
ms_my: Masukkan domain syarikat anda untuk log masuk ke organisasi anda.
pt_br: Insira o domínio da empresa para fazer login em sua organização.
ru_ru: Введите домен своей компании, чтобы войти в свою команду.
th_th: ป้อนโดเมนบริษัทเพื่อล็อกอินเข้าสู่องค์กรของคุณ
vi_vn: Nhập tên miền công ty của bạn để đăng nhập vào tổ chức của bạn.
zh_cn: 请输入企业域名来告诉我们你要登录的企业
zh_hk: 請輸入企業域名，以告知我們你要登入的團隊

# jOw
source: Sign in with SSO
de_de: SSO-Anmeldung
es_es: Inicio de sesión en SSO Login
fr_fr: Se connecter avec SSO
hi_in: SSO से साइन इन करें
id_id: Login SSO
it_it: Accesso SSO
ja_jp: SSO ログイン
ko_kr: SSO 로그인
ms_my: Daftar masuk dengan SSO
pt_br: Início de sessão SSO
ru_ru: Войти через SSO
th_th: การลงชื่อเข้าสู่ระบบแบบ SSO
vi_vn: Đăng nhập SSO
zh_cn: SSO 登录
zh_hk: SSO 登入

# D34
source: I don't know what my company domain is
de_de: Ich kenne meine Firmendomäne nicht
es_es: No sé cuál es el dominio de mi empresa
fr_fr: Je ne connais pas le domaine de mon entreprise
hi_in: अपनी कंपनी के डोमेन के बारे में मुझे जानकारी नहीं है
id_id: Saya tidak tahu domain perusahaan saya
it_it: Non conosco il dominio della mia società
ja_jp: 法人ドメインを知らない
ko_kr: 회사 도메인을 모름
ms_my: Saya tidak tahu domain syarikat saya
pt_br: Não sei qual é o domínio da minha empresa
ru_ru: Я не знаю домен компании
th_th: ฉันไม่ทราบโดเมนของบริษัท
vi_vn: Tôi không biết tên miền công ty của mình là gì
zh_cn: 我不知道企业域名
zh_hk: 我不知道企業域名

# 7Tk
source: Please add a phone number
de_de: Fügen Sie eine Telefonnummer hinzu.
es_es: Agrega un número de móvil, por favor
fr_fr: Veuillez ajouter un numéro de téléphone
hi_in: कृपया एक फ़ोन नंबर जोड़ें
id_id: Tambah nomor telepon
it_it: Aggiungi un numero di telefono
ja_jp: 携帯番号を関連付けしてください
ko_kr: 전화번호를 추가하세요
ms_my: Sila tambah nombor telefon
pt_br: Adicione um número de telefone
ru_ru: Добавьте номер телефона
th_th: โปรดเพิ่มหมายเลขโทรศัพท์
vi_vn: Vui lòng thêm số điện thoại
zh_cn: 请先绑定手机号
zh_hk: 請先綁定手機號碼

# BVY
source: Add Now
de_de: Jetzt hinzufügen
es_es: Agregar ahora
fr_fr: Ajouter maintenant
hi_in: अभी जोड़ें
id_id: Tambah Sekarang
it_it: Aggiungi ora
ja_jp: 関連付ける
ko_kr: 지금 추가
ms_my: Tambah Sekarang
pt_br: Adicionar agora
ru_ru: Добавить сейчас
th_th: เพิ่มเลย
vi_vn: Thêm ngay
zh_cn: 前往绑定
zh_hk: 前往綁定

# 7MA
source: Open Inbox
de_de: Posteingang öffnen
es_es: Abrir buzón de entrada
fr_fr: Ouvrir la boîte de réception
hi_in: इनबॉक्स खोलें
id_id: Buka Kotak Masuk
it_it: Apri Posta in arrivo
ja_jp: メールを確認
ko_kr: 수신함 열기
ms_my: Buka Peti Masuk
pt_br: Abrir caixa de entrada
ru_ru: Открыть входящие
th_th: เปิดกล่องข้อความ
vi_vn: Mở Hộp thư đến
zh_cn: 打开邮箱
zh_hk: 開啟電郵

# X74
source: Mail (default)
de_de: E-Mail (Standard)
es_es: Correo electrónico (predeterminado)
fr_fr: Mail (par défaut)
hi_in: मेल (डीफॉल्ट)
id_id: Email (default)
it_it: Posta (predefinito)
ja_jp: メール（デフォルト）
ko_kr: 메일(기본값)
ms_my: Mel (lalai)
pt_br: Mail (padrão)
ru_ru: Почта (по умолчанию)
th_th: จดหมาย (ค่าเริ่มต้น)
vi_vn: Thư (mặc định)
zh_cn: 邮件（默认）
zh_hk: 郵件（預設）

# DCE
source: Open Email in Browser
de_de: E-Mail im Browser öffnen
es_es: Abrir correo electrónico en el navegador
fr_fr: Ouvrir l'e-mail dans le navigateur
hi_in: मेल को ब्राउज़र में खोलें
id_id: Buka Email di Browser
it_it: Apri e-mail nel browser
ja_jp: メールをブラウザで開く
ko_kr: 브라우저에서 이메일 열기
ms_my: Buka Emel dalam Pelayar
pt_br: Abrir e-mail no navegador
ru_ru: Открыть письмо в браузере
th_th: เปิดอีเมลในเบราว์เซอร์
vi_vn: Mở Email trong Trình duyệt
zh_cn: 在浏览器中打开邮件
zh_hk: 在瀏覽器中開啟郵件

# b/4
source: Yahoo Mail
hi_in: Yahoo मेल
ja_jp: Yahoo メール
ko_kr: 야후 메일
ru_ru: Yahoo Почта
zh_cn: Yahoo 邮箱
zh_hk: Yahoo 電郵地址

# oFE
source: Resend Verification Email
de_de: Bestätigungs-E-Mail erneut senden
es_es: Enviar de nuevo correo electrónico de verificación
fr_fr: Renvoyer l'e-mail de vérification
hi_in: सत्यापन ईमेल फिर से भेजें
id_id: Kirim Ulang Verifikasi Email
it_it: Invia di nuovo e-mail di verifica
ja_jp: 認証メールを再取得
ko_kr: 인증 이메일 다시 보내기
ms_my: Hantar semula Emel Pengesahan
pt_br: Reenviar e-mail de verificação
ru_ru: Отправить повторно
th_th: ส่งอีเมลตรวจสอบยืนยันอีกครั้ง
vi_vn: Gửi lại email xác nhận
zh_cn: 重新获取验证邮件
zh_hk: 重新獲取驗證郵件

# YBw
source: Resend Verification Email ({{time}}s)
de_de: Bestätigungs-E-Mail erneut senden ({{time}}s)
es_es: Volver a enviar correo electrónico de verificación ({{time}}s)
fr_fr: Renvoyer l'e-mail de vérification ({{time}}s)
hi_in: सत्यापन ईमेल फिर से भेजें ({{time}} से०)
id_id: Kirim Ulang Verifikasi Email ({{time}}d)
it_it: Invia di nuovo e-mail di verifica ({{time}}s)
ja_jp: 認証メールを再取得（{{time}} 秒）
ko_kr: 인증 이메일 다시 보내기({{time}}초)
ms_my: Hantar Semula Emel Pengesahan ({{time}}s)
pt_br: Reenviar e-mail de verificação({{time}}s)
ru_ru: Отправить повторно ({{time}})
th_th: ส่งอีเมลตรวจสอบยืนยันอีกครั้ง ({{time}} วินาที)
vi_vn: Gửi lại email xác nhận ({{time}}s)
zh_cn: 重新获取验证邮件（{{time}}秒）
zh_hk: 重新獲取驗證郵件（{{time}}秒）

# 2GA
source: Log in with Current Phone Number
de_de: Mit aktueller Telefonnummer anmelden
es_es: Iniciar sesión con tu número de móvil actual
fr_fr: Se connecter avec le numéro de téléphone actuel
hi_in: वर्तमान फ़ोन नंबर के साथ लॉगिन करें
id_id: Login dengan Nomor Telepon Ini
it_it: Accedi con il numero di telefono attuale
ja_jp: ご使用の携帯番号でログイン
ko_kr: 현재 전화번호로 로그인
ms_my: Log masuk dengan Nombor Telefon Semasa
pt_br: Fazer login com o número de telefone atual
ru_ru: ล็อกอินด้วยหมายเลขโทรศัพท์ปัจจุบัน
vi_vn: Đăng nhập bằng Số điện thoại hiện tại
zh_cn: 本机号码一键登录
zh_hk: 本機號碼一鍵登入

# 2SA
source: Other Ways to Log in
de_de: Weitere Anmeldemethode
es_es: Otras formas para iniciar sesión
fr_fr: Autres méthodes de connexion
hi_in: लॉगिन करने के दूसरे तरीकें
id_id: Cara Lain untuk Login
it_it: Altre modalità di accesso
ja_jp: その他のログイン方法
ko_kr: 다른 로그인 방법
ms_my: Cara Lain untuk Log masuk
pt_br: Outras formas de fazer login
ru_ru: วิธีอื่น ๆ ในการล็อกอิน
vi_vn: Những cách khác để Đăng nhập
zh_cn: 其他登录方式
zh_hk: 其他登入方式

# Jb0
source: Verification service is provided by {{mobileOperator}}.
de_de: Bestätigung durch {{mobileOperator}}.
es_es: El servicio de verificación lo proporciona {{mobileOperator}}.
fr_fr: Le service de vérification est fourni par {{mobileOperator}}.
hi_in: सत्यापन सेवा {{mobileOperator}} द्वारा प्रदान की जाती है.
id_id: Layanan verifikasi disediakan oleh {{mobileOperator}}.
it_it: Il servizio di verifica è gestito da {{mobileOperator}}.
ja_jp: 認証サービスは {{mobileOperator}} により提供されます。
ko_kr: 인증 서비스는 {{mobileOperator}}에서 제공합니다.
ms_my: Perkhidmatan pengesahan disediakan oleh {{mobileOperator}}.
pt_br: O serviço de verificação é fornecido por {{mobileOperator}}.
ru_ru: ให้บริการการตรวจสอบยืนยันโดย {{mobileOperator}}
vi_vn: Dịch vụ xác nhận được cung cấp bởi {{mobileOperator}}.
zh_cn: 认证服务由{{mobileOperator}}提供
zh_hk: 認證服務由{{mobileOperator}}提供。

# Ddo
source: An error occurred and interrupted the number verification process. Please log in through another way.
de_de: Ein Fehler ist aufgetreten und hat das Bestätigen der Nummer unterbrochen. Bitte melden Sie sich mit einer anderen Methode an.
es_es: Se ha producido un error durante el proceso de verificación del número. Inicia sesión de otro modo.
fr_fr: Une erreur s'est produite et a interrompu le processus de vérification du numéro. Veuillez vous connecter avec une autre méthode.
hi_in: कोई त्रुटि उत्पन्न हुई और नंबर सत्यापन प्रक्रिया बाधित हुई. कृपया अन्य तरीके से लॉगिन करें.
id_id: Terjadi kesalahan yang mengganggu proses verifikasi nomor. Login melalui cara lain.
it_it: Si è verificato un errore che ha interrotto il processo di verifica del numero. Accedi in un altro modo.
ja_jp: クィック認証サービスにエラーが発生しました。他の認証方法でログインしてください。
ko_kr: 오류가 발생하여 번호 인증 프로세스가 중단되었습니다. 다른 방법으로 로그인하세요.
ms_my: Ralat berlaku dan mengganggu proses pengesahan nombor. Sila log masuk melalui cara lain.
pt_br: Ocorreu um erro e interrompeu o processo de verificação de número. Faça login de outro jeito.
ru_ru: В процессе подтверждения номера возникла ошибка и он был прерван. Выполните вход другим способом.
th_th: ข้อผิดพลาดเกิดขึ้นและขัดจังหวะกระบวนการตรวจสอบยืนยันหมายเลข โปรดล็อกอินด้วยวิธีการอื่น
vi_vn: Đã xảy ra lỗi và quá trình xác minh số điện thoại bị gián đoạn. Vui lòng đăng nhập bằng một cách khác.
zh_cn: 一键验证服务异常，请使用其他方式登录
zh_hk: 一鍵驗證服務異常，請使用其他方式登入

# Ibw
source: An error occurred and interrupted the number verification process. Please sign up through another way.
de_de: Ein Fehler ist aufgetreten und hat das Bestätigen der Nummer unterbrochen. Bitte registrieren Sie sich mit einer anderen Methode.
es_es: Se ha producido un error durante el proceso de verificación del número. Regístrate de otro modo.
fr_fr: Une erreur s'est produite et a interrompu le processus de vérification du numéro. Veuillez vous inscrire d'une autre manière.
hi_in: कोई त्रुटि उत्पन्न हुई और नंबर सत्यापन प्रक्रिया बाधित हुई. कृपया अन्य तरीक़े से साइन अप करें.
id_id: Terjadi kesalahan yang mengganggu proses verifikasi nomor. Daftar melalui cara lain.
it_it: Si è verificato un errore che ha interrotto il processo di verifica del numero. Iscriviti in un altro modo.
ja_jp: クィック認証できませんでした。他の方法で新規登録してください。
ko_kr: 오류가 발생하여 번호 인증 프로세스가 중단되었습니다. 다른 방법으로 가입하세요.
ms_my: Ralat berlaku dan mengganggu proses pengesahan nombor. Sila daftar masuk melalui cara lain.
pt_br: Ocorreu um erro e interrompeu o processo de verificação de número. Registre-se de outro jeito.
ru_ru: В процессе подтверждения номера возникла ошибка и он был прерван. Выполните вход другим способом.
th_th: ข้อผิดพลาดเกิดขึ้นและขัดจังหวะกระบวนการตรวจสอบยืนยันหมายเลข โปรดลงทะเบียนด้วยวิธีการอื่น
vi_vn: Đã xảy ra lỗi và quá trình xác minh số điện thoại bị gián đoạn. Vui lòng đăng ký bằng một cách khác.
zh_cn: 一键验证服务失败，请使用其他方式注册
zh_hk: 無法一鍵驗證服務，請使用其他方式註冊

# 6lo
source: Verification service error
de_de: Bestätigungsfehler
es_es: Error del servicio de verificación
fr_fr: Erreur du service de vérification
hi_in: सत्यापन सेवा त्रुटि
id_id: Kesalahan layanan verifikasi
it_it: Errore del servizio di verifica
ja_jp: 認証サービスエラー
ko_kr: 인증 서비스 오류
ms_my: Ralat perkhidmatan pengesahan
pt_br: Erro de serviço de verificação
ru_ru: Сбой службы подтверждения
th_th: ข้อผิดพลาดบริการตรวจสอบยืนยัน
vi_vn: Lỗi dịch vụ xác minh
zh_cn: 验证服务异常
zh_hk: 驗證服務異常

# riU
source: Request timeout. Please try other ways to log in.
de_de: Zeitüberschreitung bei Anfrage. Wählen Sie eine andere Anmeldemethode.
es_es: Se ha agotado el tiempo de espera de la solicitud. Elige otras formas para iniciar sesión.
fr_fr: Demande expirée. Veuillez essayer d'autres méthodes pour vous connecter.
hi_in: अनुरोध का समय समाप्त हुआ. कृपया लॉगिन करने के अन्य तरीके आज़माएँ.
id_id: Waktu permintaan habis. Coba cara lain untuk login.
it_it: Timeout della richiesta. Prova altri metodi per accedere.
ja_jp: リクエストがタイムアウトしました。他の方法でログインしてください。
ko_kr: 요청 시간 초과입니다. 다른 방법으로 로그인해 보세요.
ms_my: Masa permintaan tamat. Sila cuba cara lain untuk log masuk.
pt_br: Tempo limite da solicitação. Tente outras maneiras de fazer login.
ru_ru: Превышено время ожидания при отработке запроса. Попробуйте использовать другие варианты для входа.
th_th: คำขอหมดเวลา โปรดเลือกวิธีการอื่นในการเข้าสู่ระบบ
vi_vn: Yêu cầu hết thời gian chờ. Vui lòng thử cách khác để đăng nhập.
zh_cn: 请求超时，请使用其他方式登录
zh_hk: 要求逾時，請使用其他方式登入

# YV8
source: Request timeout. Please try other ways to sign up.
de_de: Zeitüberschreitung bei Anfrage. Wählen Sie eine andere Registrierungsmethode.
es_es: Se ha agotado el tiempo de espera de la solicitud. Elige otras formas para registrarte.
fr_fr: Demande expirée. Veuillez essayer d'autres méthodes pour vous inscrire.
hi_in: अनुरोध का समय समाप्त हुआ. कृपया साइन अप करने के अन्य तरीके आज़माएँ.
id_id: Waktu permintaan habis. Coba cara lain untuk mendaftar.
it_it: Timeout della richiesta. Prova altri metodi per iscriverti.
ja_jp: リクエストがタイムアウトしました。他の方法で新規登録してください。
ko_kr: 요청 시간 초과입니다. 다른 방법으로 가입해 보세요.
ms_my: Masa permintaan tamat. Sila cuba cara lain untuk daftar masuk.
pt_br: Tempo limite da solicitação. Tente outras maneiras de registrar-se.
ru_ru: Превышено время ожидания при отработке запроса. Попробуйте использовать другие варианты для регистрации.
th_th: คำขอหมดเวลา โปรดเลือกวิธีการอื่นในการลงทะเบียน
vi_vn: Yêu cầu hết thời gian chờ. Vui lòng thử cách khác để đăng ký.
zh_cn: 请求超时，请使用其他方式注册
zh_hk: 要求逾時，請使用其他方式註冊

# tZk
source: Request Timeout
de_de: Zeitüberschreitung bei Anfrage
es_es: Se ha agotado el tiempo de espera de la solicitud.
fr_fr: Demande expirée
hi_in: अनुरोध का समय समाप्त हुआ
id_id: Waktu Permintaan Habis
it_it: Timeout della richiesta
ja_jp: リクエストがタイムアウトしました
ko_kr: 요청 시간 초과
ms_my: Masa Permintaan Tamat
pt_br: Tempo limite da solicitação
ru_ru: Превышено время ожидания при отработке запроса
th_th: คำขอหมดเวลา
vi_vn: Yêu cầu hết thời gian chờ
zh_cn: 请求超时
zh_hk: 要求逾時

# /v4
source: Try Other Ways
de_de: Andere Möglichkeiten ausprobieren
es_es: Probar otras formas
fr_fr: Essayer d'autres méthodes
hi_in: अन्य तरीक़े आज़माएँ
id_id: Coba Cara Lain
it_it: Prova altri metodi
ja_jp: 他の方法を試す
ko_kr: 다른 방법 시도
ms_my: Cuba Cara Lain
pt_br: Tentar outras maneiras
ru_ru: Попробуйте использовать другие варианты
th_th: ลองวิธีการอื่น
vi_vn: Hãy thử cách khác
zh_cn: 尝试其他方式
zh_hk: 嘗試其他方式

# 4Qc
source: Sign up with Current Phone Number
de_de: Mit aktueller Telefonnummer registrieren
es_es: Registrarte con tu número de teléfono actual
fr_fr: S'inscrire avec le numéro de téléphone actuel
hi_in: वर्तमान फ़ोन नंबर के साथ साइन अप करें
id_id: Daftar dengan Nomor Telepon Ini
it_it: Iscriviti con il numero di telefono attuale
ja_jp: 使用中の携帯番号で新規登録
ko_kr: 현재 전화번호로 가입
ms_my: Daftar masuk dengan Nombor Telefon Semasa
pt_br: Registrar-se com o número de telefone atual
ru_ru: ลงทะเบียนด้วยหมายเลขโทรศัพท์ปัจจุบัน
vi_vn: Đăng ký bằng Số điện thoại hiện tại
zh_cn: 本机号码一键注册
zh_hk: 本機號碼一鍵註冊

# 4Ec
source: Use Other Phone Number
de_de: Andere Telefonnummer verwenden
es_es: Utilizar otro número de móvil
fr_fr: Utiliser un autre numéro de téléphone
hi_in: अन्य फ़ोन नंबर का उपयोग करें
id_id: Gunakan Nomor Telepon Lain
it_it: Utilizza un altro numero di telefono
ja_jp: 他の携帯番号で新規登録
ko_kr: 다른 전화번호 사용
ms_my: Gunakan Nombor Telefon Lain
pt_br: Usar outro número de telefone
ru_ru: ใช้หมายเลขโทรศัพท์อื่น
vi_vn: Sử dụng Số điện thoại khác
zh_cn: 其他手机号码注册
zh_hk: 以其他手機號碼註冊

# CWQ
source: To proceed, please agree to the {{termService}}, {{privacyPolicy}} and {{operatorAgreement}}.
de_de: Um fortzufahren, stimmen Sie bitte den {{termService}}, der {{privacyPolicy}} und {{operatorAgreement}} zu.
es_es: Para proceder, acepta los {{termService}}, la {{privacyPolicy}} y el {{operatorAgreement}}.
fr_fr: Pour continuer, veuillez accepter les {{termService}}, la {{privacyPolicy}} et le {{operatorAgreement}}.
hi_in: आगे बढ़ने के लिए, कृपया {{termService}}, {{privacyPolicy}} और {{operatorAgreement}} से सहमत हों.
id_id: Untuk melanjutkan, setujui {{termService}}, {{privacyPolicy}}, dan {{operatorAgreement}}.
it_it: Per procedere, accetta i {{termService}}, l'{{privacyPolicy}} e il {{operatorAgreement}}.
ja_jp: 続行するには、{{termService}}、{{privacyPolicy}}及び{{operatorAgreement}}の内容に同意してください。
ko_kr: 계속하려면 {{termService}}, {{privacyPolicy}}, {{operatorAgreement}}에 동의해 주세요.
ms_my: Untuk meneruskan, sila bersetuju dengan {{termService}}, {{privacyPolicy}} dan {{operatorAgreement}}.
pt_br: Para continuar, aceite o {{termService}}, a {{privacyPolicy}} e o {{operatorAgreement}}.
ru_ru: Чтобы продолжить, примите условия {{termService}}, {{privacyPolicy}} и {{operatorAgreement}}.
th_th: หากต้องการดำเนินการต่อ โปรดยอมรับ {{termService}}{{privacyPolicy}} และ {{operatorAgreement}}
vi_vn: Để tiếp tục, vui lòng đồng ý với {{termService}}, {{privacyPolicy}} và {{operatorAgreement}}.
zh_cn: 请先同意 {{termService}}、{{privacyPolicy}} 和 {{operatorAgreement}}
zh_hk: 請先同意 {{termService}}、{{privacyPolicy}} 和 {{operatorAgreement}}

# 1sA
source: I have read and accept the {{termService}}, {{privacyPolicy}} and {{operatorAgreement}}.
de_de: Ich habe die {{termService}}, {{privacyPolicy}} und {{operatorAgreement}} gelesen und akzeptiere sie.
es_es: He leído y acepto los {{termService}}, la {{privacyPolicy}} y {{operatorAgreement}}.
fr_fr: J'ai lu et j'accepte les {{termService}}, la {{privacyPolicy}} et le {{operatorAgreement}}.
hi_in: मैंने {{termService}}, {{privacyPolicy}} और {{operatorAgreement}} को पढ़ लिया है और मैं इससे सहमत हूँ.
id_id: Saya telah membaca dan menerima {{termService}}, {{privacyPolicy}} dan {{operatorAgreement}}.
it_it: Ho letto e accetto i {{termService}}, l'{{privacyPolicy}} e il {{operatorAgreement}}.
ja_jp: 私は{{termService}}、{{privacyPolicy}}及び{{operatorAgreement}}の内容を理解し、同意します。
ko_kr: {{termService}}, {{privacyPolicy}}, {{operatorAgreement}}을 읽고 이에 동의합니다.
ms_my: Saya telah membaca dan menerima {{termService}}, {{privacyPolicy}} dan {{operatorAgreement}}.
pt_br: Li e aceito o {{termService}}, a {{privacyPolicy}} e o {{operatorAgreement}}.
ru_ru: ข้าพเจ้าได้อ่านและยอมรับ {{termService}} {{privacyPolicy}} และ {{operatorAgreement}}
vi_vn: Tôi đã đọc và chấp nhận {{termService}}, {{privacyPolicy}} và {{operatorAgreement}}.
zh_cn: 我已阅读并同意{{termService}}、{{privacyPolicy}}和{{operatorAgreement}}。
zh_hk: 我已閱讀並同意{{termService}}、{{privacyPolicy}}和{{operatorAgreement}}。

# Eg0
source: Keep me logged in for 15 days
de_de: 15 Tage angemeldet bleiben
es_es: Mantener mi sesión iniciada durante 15 días
fr_fr: Rester connecté pendant 15 jours
hi_in: मुझे 15 दिन तक लॉगिन रखें
id_id: Pertahankan login saya selama 15 hari
it_it: Tienimi connesso per 15 giorni
ja_jp: 15 日間ログイン状態を保持
ko_kr: 15일 동안 로그인 상태 유지
ms_my: Kekalkan saya log masuk selama 15 hari
pt_br: Mantenha-me conectado durante 15 dias
ru_ru: Оставить меня в системе 15 дней.
th_th: ให้ฉันล็อกอินต่อไปเป็นเวลา 15 วัน
vi_vn: Duy trì đăng nhập của tôi trong 15 ngày
zh_cn: 15 天内自动登录
zh_hk: 15 天內自動登入

# b5M
source: eg: Jane
de_de: Beispiel: Jane
es_es: Por ejemplo: Jane
fr_fr: par ex. : Jeanne
hi_in: जैसे: Jane
id_id: misal: Jane
it_it: ad es.: Maria
ja_jp: 例：鈴木花子
ko_kr: 예: 제인
pt_br: exemplo: Jane
ru_ru: Например: Джейн
th_th: เช่น: Jane
vi_vn: ví dụ: Jane
zh_cn: 例如：韩梅梅
zh_hk: 例如：韓梅梅

# Wig
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
ms_my: Cari
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# aQs
source: Enter your password
de_de: Kennwort eingeben
es_es: Introduce tu contraseña
fr_fr: Saisissez votre mot de passe
hi_in: अपना पासवर्ड दर्ज करें
id_id: Masukkan kata sandi Anda
it_it: Inserisci la tua password
ja_jp: パスワードを入力してください
ko_kr: 비밀번호 입력
ms_my: Masukkan kata laluan anda
pt_br: Insira sua senha
ru_ru: Введите пароль
th_th: ใส่รหัสผ่านของคุณ
vi_vn: Nhập mật khẩu của bạn
zh_cn: 请输入密码
zh_hk: 請輸入密碼

# LJI
source: Your bank card number
de_de: Ihre Bankkartennummer
es_es: Tu número de tarjeta bancaria
fr_fr: Votre numéro de carte bancaire
hi_in: आपका बैंक कार्ड नंबर
id_id: Nomor kartu bank Anda
it_it: Il tuo numero di carta bancaria
ja_jp: 口座番号を入力
ko_kr: 은행 카드 번호
ms_my: Nombor kad bank anda
pt_br: Número do seu cartão bancário
ru_ru: Номер вашей банковской карты
th_th: หมายเลขบัตรธนาคารของคุณ
vi_vn: Số thẻ ngân hàng của bạn
zh_cn: 请输入银行卡号
zh_hk: 請輸入信用卡/扣帳卡號碼

# SfA
source: Phone number linked to the card
de_de: Mit der Karte verknüpfte Telefonnummer
es_es: El número de teléfono vinculado a la tarjeta
fr_fr: Numéro de téléphone lié à la carte
hi_in: कार्ड से लिंक किया गया फ़ोन नंबर
id_id: Nomor telepon ditautkan ke kartu
it_it: Numero di telefono collegato alla carta
ja_jp: 口座と関連付けた携帯番号を入力
ko_kr: 카드에 연결된 전화번호
ms_my: Nombor telefon yang dipautkan dengan kad
pt_br: Número de telefone vinculado ao cartão
ru_ru: Номер телефона, привязанный к этой карте
th_th: เชื่อมโยงหมายเลขโทรศัพท์กับบัตรแล้ว
vi_vn: Số điện thoại liên kết với thẻ
zh_cn: 请输入银行预留手机号
zh_hk: 請輸入銀行預留手機號碼

# 6dY
source: No longer using this email?
de_de: Sie verwenden diese E-Mail-Adresse nicht mehr?
es_es: ¿Ya no utilizas este correo electrónico?
fr_fr: Vous n'utilisez plus cette adresse e-mail ?
hi_in: अब इस ईमेल का उपयोग नहीं कर रहे हैं?
id_id: Tidak lagi menggunakan email ini?
it_it: Non usi più questa e-mail?
ja_jp: メールアドレスを変更しました？
ko_kr: 더 이상 이 이메일을 사용하지 않으시나요?
ms_my: Tidak lagi menggunakan emel ini?
pt_br: Não usa mais este e-mail?
ru_ru: Больше не используете этот адрес почты?
th_th: ไม่ได้ใช้อีเมลนี้อีกต่อไปใช่ไหม
vi_vn: Bạn không còn sử dụng email này nữa?
zh_cn: 邮箱已停用？
zh_hk: 電郵地址已停用？

# vQ0
source: Face Verification
de_de: Bestätigung per Gesichtsabgleich
es_es: Reconocimiento facial
fr_fr: Vérification faciale
hi_in: चेहरे का सत्यापन
id_id: Verifikasi Wajah
it_it: Verifica del volto
ja_jp: 顔認証
ko_kr: 얼굴 인증
ms_my: Pengesahan Wajah
pt_br: Verificação facial
ru_ru: Подтверждение по лицу
th_th: การตรวจสอบยืนยันใบหน้า
vi_vn: Xác nhận khuôn mặt
zh_cn: 人脸认证
zh_hk: 人臉認證

# 7k4
source: Your ID card number
de_de: Ihre Ausweisnummer
es_es: Tu número de tarjeta de identificación
fr_fr: Votre numéro de carte d'identité
hi_in: आपका ID कार्ड नंबर
id_id: Nomor kartu identitas Anda
it_it: Il tuo numero di carta d'identità
ja_jp: 身分証明書の番号を入力
ko_kr: 신분증 번호
ms_my: Nombor kad pengenalan anda
pt_br: Número do seu documento de identidade
ru_ru: Номер вашего удостоверения личности
th_th: บัตรประจำตัวประชาชนของคุณ
vi_vn: Số thẻ ID của bạn
zh_cn: 输入身份证号
zh_hk: 輸入身份證號碼

# fWc
source: Your name
de_de: Ihr Name
es_es: Tu nombre
fr_fr: Votre nom
hi_in: आपका नाम
id_id: Nama Anda
it_it: Nome
ja_jp: 名前を入力
ko_kr: 이름
ms_my: Nama anda
pt_br: Seu nome
ru_ru: Ваше имя
th_th: ชื่อของคุณ
vi_vn: Tên của bạn
zh_cn: 输入姓名
zh_hk: 輸入姓名

# nKU
source: Your new phone number
de_de: Ihre neue Telefonnummer
es_es: Tu nuevo número de teléfono
fr_fr: Votre nouveau numéro de téléphone
hi_in: आपका नया फ़ोन नंबर
id_id: Nomor telepon baru Anda
it_it: Nuovo numero di telefono
ja_jp: 新しい携帯番号を入力
ko_kr: 새 전화번호
ms_my: Nombor telefon baru anda
pt_br: Seu novo número de telefone
ru_ru: Ваш новый номер телефона
th_th: หมายเลขโทรศัพท์ใหม่ของคุณ
vi_vn: Số điện thoại mới của bạn
zh_cn: 输入新手机号
zh_hk: 輸入新手機號碼

# Frk
source: No longer using this number?
de_de: Sie verwenden diese Nummer nicht mehr?
es_es: ¿Ya no utilizas este número?
fr_fr: Vous n'utilisez plus ce numéro ?
hi_in: अब इस नंबर का उपयोग नहीं कर रहे हैं?
id_id: Tidak lagi menggunakan nomor ini?
it_it: Non usi più questo numero?
ja_jp: 携帯番号を変更しました？
ko_kr: 더 이상 이 번호를 사용하지 않으시나요?
ms_my: Tidak lagi menggunakan nombor ini?
pt_br: Não usa mais este número?
ru_ru: Больше не используете этот номер?
th_th: ไม่ได้ใช้หมายเลขนี้อีกต่อไปใช่ไหม
vi_vn: Bạn không còn sử dụng số điện thoại này nữa?
zh_cn: 手机号已停用？
zh_hk: 手機號碼已停用？

# Z3o
source: Recover account
de_de: Konto wiederherstellen
es_es: Recuperar cuenta
fr_fr: Récupérer le compte
hi_in: खाता वापस पाएँ
id_id: Pulihkan akun
it_it: Recupera account
ja_jp: アカウントを回復
ko_kr: 계정 복구
ms_my: Pulihkan akaun
pt_br: Recuperar conta
ru_ru: Восстановить учетную запись
th_th: กู้คืนบัญชี
vi_vn: Khôi phục tài khoản
zh_cn: 找回账号
zh_hk: 找回帳戶

# Av8
source: Refresh QR Code
de_de: QR-Code aktualisieren
es_es: Actualizar código QR
fr_fr: Actualiser le code QR
hi_in: QR कोड रिफ़्रेश करें
id_id: Perbarui Kode QR
it_it: Aggiorna codice QR
ja_jp: QRコードを更新
ko_kr: QR 코드 새로 고침
ms_my: Segarkan Kod QR
pt_br: Recarregar Código QR
ru_ru: Обновить QR-код
th_th: รีเฟรชคิวอาร์โค้ด
vi_vn: Làm mới Mã QR
zh_cn: 刷新二维码
zh_hk: 重新整理 QR 碼
