Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# ciI
source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement…
hi_in: लोड हो रहा है...
id_id: Memuat…
it_it: Caricamento in corso
ja_jp: 読み込み中
ko_kr: 로드 중...
ms_my: Memuatkan...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังโหลด...
vi_vn: Đang tải...
zh_cn: 加载中
zh_hk: 載入中

# 3tw
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Tôi đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# vkY
source: Network unavailable
de_de: Netzwerk nicht verfügbar
es_es: La red no está disponible.
fr_fr: Réseau non disponible
hi_in: नेटवर्क उपलब्ध नहीं है
id_id: Jaringan tidak tersedia
it_it: Rete non disponibile
ja_jp: ネットワークデータは使用できません
ko_kr: 네트워크 이용 불가
ms_my: Rangkaian tidak tersedia
pt_br: Rede indisponível
ru_ru: Сеть недоступна
th_th: เครือข่ายไม่พร้อมใช้งาน
vi_vn: Không có mạng
zh_cn: 网络数据不可用
zh_hk: 網絡數據流量不可用

# DrA
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# PEE
source: OK
es_es: Aceptar
hi_in: ठीक
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_cn: 确定
zh_hk: 確定

# TU0
source: Please check network settings
de_de: Überprüfen Sie die Netzwerkeinstellungen
es_es: Comprueba tu configuración de red
fr_fr: Vérifiez les paramètres réseau
hi_in: कृपया नेटवर्क सेटिंग्स जाँचें
id_id: Periksa pengaturan jaringan
it_it: Controlla le impostazioni di rete
ja_jp: ネットワークの接続をご確認ください
ko_kr: 네트워크 설정을 확인하세요
ms_my: Sila periksa tetapan rangkaian
pt_br: Verifique as configurações da rede
ru_ru: Проверьте сетевые настройки
th_th: โปรดตรวจสอบการตั้งค่าเครือข่าย
vi_vn: Vui lòng kiểm tra cài đặt mạng
zh_cn: 请检查网络设置
zh_hk: 請檢查網絡設定

# 1N0
source: Unable to switch organization
de_de: Organisation konnte nicht gewechselt werden
es_es: Error al cambiar de organización
fr_fr: Changement d'organisation impossible
hi_in: संगठन स्विच करने में असमर्थ
id_id: Gagal beralih organisasi
it_it: Impossibile cambiare organizzazione
ja_jp: 法人アカウントの切り替えに失敗しました
ko_kr: 기업을 전환할 수 없습니다
ms_my: Tidak dapat tukar organisasi
pt_br: Não é possível alternar a organização
ru_ru: Не удалось переключить команду
th_th: ไม่สามารถสลับองค์กรได้
vi_vn: Không thể chuyển đổi tổ chức
zh_cn: 切换账号失败
zh_hk: 無法切換團隊

# 6XA
source: Switching
de_de: Wird gewechselt
es_es: Cambiar
fr_fr: Changement d'utilisateur
hi_in: स्विच हो रहा है
id_id: Mengalihkan
it_it: Passaggio
ja_jp: 切り替え中
ko_kr: 전환
ms_my: Menukar
pt_br: Mudar
ru_ru: Переключение
th_th: การสลับ
vi_vn: Đang chuyển đổi
zh_cn: 切换中
zh_hk: 切換中

# GAE
source: Unable to log out from {{Company}}. Please try again
de_de: Abmelden von {{Company}} fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede cerrar la sesión de {{Company}}. Inténtalo de nuevo.
fr_fr: Déconnexion de {{Company}} impossible. Veuillez réessayer
hi_in: {{Company}} से लॉग आउट करने में विफल. कृपया पुनः प्रयास करें
id_id: Gagal keluar dari {{Company}}. Coba lagi
it_it: Impossibile disconnettersi da {{Company}}. Riprova
ja_jp: {{Company}} をログアウトできませんでした。再試行してください
ko_kr: {{Company}}에서 로그아웃할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mendaftar keluar dari {{Company}}. Sila cuba lagi
pt_br: Falha ao fazer logoff de {{Company}}. Tente novamente
ru_ru: Не удалось выйти из {{Company}}. Повторите попытку
th_th: ไม่สามารถล็อกเอาท์จาก {{Company}} ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng xuất khỏi {{Company}}. Vui lòng thử lại
zh_cn: 无法退出登录{{Company}}，请重试
zh_hk: 無法登出{{Company}}，請重試

# ODY
source: Unable to log out. Please try again
de_de: Abmelden fehlgeschlagen. Versuchen Sie es erneut.
es_es: No se puede cerrar sesión. Inténtalo de nuevo.
fr_fr: Déconnexion impossible. Veuillez réessayer
hi_in: लॉग आउट करने में विफल. कृपया पुनः प्रयास करें
id_id: Tidak dapat keluar. Coba lagi
it_it: Impossibile disconnettersi. Riprova
ja_jp: ログアウトできませんでした。再試行してください
ko_kr: 로그아웃할 수 없습니다. 다시 시도해 보세요.
ms_my: Tidak dapat mendaftar keluar. Sila cuba lagi
pt_br: Falha ao fazer logoff. Tente novamente
ru_ru: Не удалось выйти. Повторите попытку
th_th: ไม่สามารถล็อกเอาท์ได้ โปรดลองอีกครั้ง
vi_vn: Không thể đăng xuất. Vui lòng thử lại
zh_cn: 无法退出登录，请重试
zh_hk: 無法登出，請重試

# qG4
source: To log back in to the account you just exited, click the "+" button.
de_de: Um sich wieder bei dem Konto anzumelden, das Sie gerade verlassen haben, klicken Sie auf die Schaltfläche „+“.
es_es: Para volver a iniciar sesión en la cuenta de la que acabas de salir, haz clic en el botón "+".
fr_fr: Pour vous reconnecter au compte que vous venez de quitter, cliquez sur le bouton « + ».
hi_in: आप जिस खाते से अभी बाहर निकलें हैं, उसमें वापस लॉगिन करने के लिए "+" बटन पर क्लिक करें.
id_id: Untuk login kembali ke akun yang baru saja Anda keluar, klik tombol "+".
it_it: Per accedere di nuovo all’account da cui hai appena eseguito la disconnessione, fai clic sul pulsante "+".
ja_jp: 「＋」をクリックして、ログアウトしたアカウントに再ログインできます
ko_kr: 방금 종료한 계정에 다시 로그인하려면 "+" 버튼을 클릭하세요.
ms_my: Untuk log masuk semula ke akaun yang baru saja dikeluarkan, klik butang "+".
pt_br: Para fazer login novamente na conta da qual você acabou de sair, clique no botão "+".
ru_ru: Чтобы снова войти в учетную запись, из которой вы только что вышли, щелкните кнопку "+".
th_th: หากต้องการล็อกอินกลับเข้าสู่บัญชีที่คุณเพิ่งออก ให้คลิกปุ่ม "+"
vi_vn: Để đăng nhập trở lại tài khoản bạn vừa thoát, nhấp vào nút "+".
zh_cn: 点击“+”可再次登录刚刚退出的账号
zh_hk: 點擊「+」可再次登入剛退出的帳戶

# adU
source: Log Out of All Accounts
de_de: Von allen Konten abmelden
es_es: Cerrar sesión de todas las cuentas
fr_fr: Se déconnecter de tous les comptes
hi_in: सभी खातों से लॉग आउट करें
id_id: Keluar dari Semua Akun
it_it: Disconnettiti da tutti gli account
ja_jp: すべてのアカウントからログアウト
ko_kr: 모든 계정 로그아웃
ms_my: Log Keluar dari Semua Akaun
pt_br: Fazer logoff de todas as contas
ru_ru: Выйти из всех учетных записей
th_th: ล็อกเอาท์จากบัญชีทั้งหมด
vi_vn: Đăng xuất khỏi tất cả tài khoản
zh_cn: 退出登录所有账号
zh_hk: 登出所有帳戶

# gz0
source: You won't receive notifications from all accounts once you log out.
de_de: Sie erhalten keine Benachrichtigungen mehr von allen Konten, wenn Sie sich abgemeldet haben.
es_es: No recibirás notificaciones de todas las cuentas una vez que cierres sesión.
fr_fr: Après votre déconnexion, vous ne recevrez plus de notifications d'aucun compte.
hi_in: आपके द्वारा लॉग आउट किए जाने के बाद, आपको सभी खातों से नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Anda tidak akan menerima notifikasi dari semua akun setelah Anda keluar.
it_it: Una volta eseguita la disconnessione, non riceverai notifiche da alcun account.
ja_jp: ログアウトすると、すべてのアカウントからの通知を受信できなくなります。
ko_kr: 로그아웃하면 모든 계정에서 알림을 받지 않게 됩니다.
ms_my: Anda tidak akan menerima notifikasi dari semua akaun setelah anda log keluar.
pt_br: Você não receberá notificações de nenhuma dessas contas depois que fizer logoff.
ru_ru: После выхода из системы вы не будете получать уведомления от всех учетных записей.
th_th: คุณจะไม่ได้รับการแจ้งเตือนจากบัญชีทั้งหมดเมื่อคุณล็อกเอาท์
vi_vn: Bạn sẽ không nhận được thông báo từ tất cả các tài khoản sau khi đăng xuất.
zh_cn: 退出登录后，你将无法收到所有账号的通知
zh_hk: 登出後，你將無法收到所有帳戶的通知

# r+4
source: Log Out of {{TenantName}}
de_de: Von {{TenantName}} abmelden
es_es: Cerrar sesión de {{TenantName}}
fr_fr: Se déconnecter de {{TenantName}}
hi_in: "{{TenantName}}" खाते से लॉग आउट करें
id_id: Keluar dari {{TenantName}}
it_it: Disconnettiti da {{TenantName}}
ja_jp: 「{{TenantName}}」からログアウト
ko_kr: {{TenantName}} 로그아웃
ms_my: Log Keluar dari {{TenantName}}
pt_br: Fazer logoff de {{TenantName}}
ru_ru: Выйти из {{TenantName}}
th_th: ล็อกเอาท์จาก {{TenantName}}
vi_vn: Đăng xuất khỏi {{TenantName}}
zh_cn: 退出登录“{{TenantName}}”
zh_hk: 登出「{{TenantName}}」

# JqY
source: You won't receive notifications from this account once you log out.
de_de: Sie erhalten keine Benachrichtigungen mehr von diesem Konto, wenn Sie sich abgemeldet haben.
es_es: No recibirás notificaciones de esta cuenta una vez que cierres sesión.
fr_fr: Après votre déconnexion, vous ne recevrez plus de notifications de ce compte.
hi_in: आपके द्वारा लॉग आउट किए जाने के बाद, आपको इस खाते से नोटिफ़िकेशन प्राप्त नहीं होंगे.
id_id: Anda tidak akan menerima notifikasi dari akun ini setelah Anda keluar.
it_it: Una volta eseguita la disconnessione, non riceverai notifiche da questo account.
ja_jp: ログアウトすると、当該アカウントからの通知を受信できなくなります。
ko_kr: 로그아웃하면 이 계정에서 알림을 받지 않게 됩니다.
ms_my: Anda tidak akan menerima notifikasi dari akaun ini setelah anda log keluar.
pt_br: Você não receberá notificações desta conta depois que fizer logoff.
ru_ru: Вы не будете получать уведомления от этой учетной записи после выхода из системы.
th_th: คุณจะไม่ได้รับการแจ้งเตือนจากบัญชีนี้เมื่อคุณล็อกเอาท์
vi_vn: Bạn sẽ không nhận được thông báo từ tài khoản này sau khi đăng xuất.
zh_cn: 退出登录后，你将无法收到该账号的通知
zh_hk: 登出後，你將無法收到此帳戶的通知

# JqU
source: Logging out...
de_de: Wird abgemeldet...
es_es: Cerrando sesión...
fr_fr: Déconnexion…
hi_in: लॉग आउट किया जा रहा है...
id_id: Sedang keluar...
it_it: Disconnessione...
ja_jp: ログアウト中...
ko_kr: 로그아웃 중...
ms_my: Mendaftar keluar...
pt_br: Fazendo logoff...
ru_ru: Выход из системы...
th_th: กำลังล็อกเอาท์...
vi_vn: Đang đăng xuất...
zh_cn: 退出中...
zh_hk: 退出中...

# v1E
source: Got It
de_de: OK, verstanden
es_es: De acuerdo
fr_fr: J'ai compris
hi_in: समझ गया/गई
id_id: Mengerti
it_it: Ok.
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: Ok, entendi.
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# vd0
source: Unable to copy
de_de: Kopieren nicht möglich
es_es: No se puede copiar
fr_fr: Impossible de copier
id_id: Gagal menyalin
it_it: Impossibile copiare
ja_jp: コピーできませんでした
ko_kr: 복사할 수 없습니다
ms_my: Tidak dapat menyalin
pt_br: Falha ao copiar
ru_ru: Невозможно скопировать
th_th: ไม่สามารถคัดลอก
vi_vn: Không thể sao chép
zh_cn: 无法复制
zh_hk: 無法複製

# WWI
source: If you have any questions, please contact our customer service via our official website.
de_de: Bei Fragen wenden Sie sich bitte über unsere offizielle Website an unseren Kundenservice.
es_es: Si tienes cualquier pregunta, contacta con nuestro servicio de atención al cliente a través de nuestra página web oficial.
fr_fr: Si vous avez des questions, veuillez contacter notre service clients via notre site officiel.
id_id: Jika ada pertanyaan, hubungi layanan pelanggan melalui situs web resmi kami.
it_it: In caso di domande, contatta l'assistenza clienti tramite il nostro sito Web ufficiale.
ja_jp: ご質問等ございましたら、弊社の公式サイトにアクセスし、お電話でお問い合わせください。
ko_kr: 질문이 있으시면 공식 웹 사이트를 통해 고객 서비스에 문의하세요.
ms_my: Jika anda ada sebarang pertanyaan, sila hubungi perkhidmatan pelanggan kami melalui laman web rasmi kami.
pt_br: Em caso de dúvidas, entre em contato com o nosso serviço de atendimento ao consumidor pelo site oficial.
ru_ru: Если у вас есть вопросы, обратитесь в нашу службу поддержки на нашем официальном сайте.
th_th: หากมีคำถาม โปรดติดต่อฝ่ายบริการลูกค้าของเราผ่านเว็บไซต์อย่างเป็นทางการของเรา
vi_vn: Nếu bạn có bất kỳ thắc mắc nào, vui lòng liên hệ với dịch vụ khách hàng thông qua trang web chính thức của chúng tôi.
zh_cn: 如有任何问题，可访问官网拨打服务咨询热线
zh_hk: 如有任何疑問，可透過官方網站撥打服務諮詢熱線

# A8U
source: Unable to clear cache
de_de: Cache kann nicht gelöscht werden
es_es: No se puede borrar la memoria caché
fr_fr: Impossible de vider le cache
id_id: Gagal membersihkan cache
it_it: Impossibile cancellare la cache
ja_jp: クリアできませんでした
ko_kr: 캐시를 지울 수 없습니다
ms_my: Tidak dapat kosongkan cache
pt_br: Não é possível limpar o cache
ru_ru: Не удается очистить кэш
th_th: ไม่สามารถล้างแคชได้
vi_vn: Không thể xóa bộ nhớ đệm
zh_cn: 清除失败
zh_hk: 清除失敗

# QgU
source: Erasing data, please keep the app open...
de_de: Daten werden gelöscht. Bitte lassen Sie die App geöffnet...
es_es: Borrando datos. Mantén la aplicación abierta...
fr_fr: Suppression des données, ne fermez pas l'application...
id_id: Menghapus data. Jangan tutup aplikasi...
it_it: Cancellazione dati in corso, mantieni l'app aperta
ja_jp: データをクリアしています。アプリを閉じないでください。
ko_kr: 데이터를 지우는 중입니다. 앱을 연 상태로 유지하세요...
ms_my: Mengosongkan data, sila biarkan apl terbuka...
pt_br: Apagando dados. Mantenha o aplicativo aberto...
ru_ru: Удаление данных, не закрывайте приложение...
th_th: กำลังลบข้อมูล โปรดเปิดแอปไว้...
vi_vn: Đang xóa dữ liệu, hãy luôn mở ứng dụng...
zh_cn: 擦除数据中，请勿关闭应用...
zh_hk: 正在刪除數據，請勿關閉應用程式...

# j2g
source: Close the App
de_de: App schließen
es_es: Cerrar la aplicación
fr_fr: Fermer l'application
id_id: Tutup Aplikasi
it_it: Chiudi l'app
ja_jp: アプリを閉じる
ko_kr: 앱 닫기
ms_my: Tutup Apl
pt_br: Fechar o aplicativo
ru_ru: Закрыть приложение
th_th: ปิดแอป
vi_vn: Đóng ứng dụng
zh_cn: 关闭应用
zh_hk: 關閉應用程式

# tVI
source: Data reset
de_de: Daten zurückgesetzt
es_es: Restablecimiento de datos
fr_fr: Données réinitialisées
id_id: Reset data
it_it: Ripristino dei dati
ja_jp: リセットしました
ko_kr: 데이터 재설정
ms_my: Data ditetapkan semula
pt_br: Redefinição de dados
ru_ru: Данные сброшены
th_th: รีเซ็ตข้อมูล
vi_vn: Đã đặt lại dữ liệu
zh_cn: 重置完成
zh_hk: 重設完成

# wac
source: Resetting data, please wait...
de_de: Daten werden zurückgesetzt. Bitte warten...
es_es: Restableciendo datos, espera...
fr_fr: Réinitialisation des données, veuillez patienter...
id_id: Mereset data, harap tunggu...
it_it: Ripristino dati in corso, attendi
ja_jp: データをリセットしています。しばらくお待ちください。
ko_kr: 데이터를 재설정하는 중입니다. 기다려 주세요...
ms_my: Menetapkan semula data, sila tunggu...
pt_br: Redefinindo os dados. Aguarde...
ru_ru: Сброс данных...
th_th: กำลังรีเซ็ตข้อมูล โปรดรอสักครู่...
vi_vn: Đang đặt lại dữ liệu, vui lòng chờ...
zh_cn: 数据重置中，请稍候...
zh_hk: 數據重設中，請稍候...

# VZk
source: And your locally cached chat logs, documents, images, videos, emails, etc. will be cleared. But rest assured that your original data remains securely stored in the cloud, with the exception of draft documents, unsaved recordings, and email cache settings. Simply log in to reload them effortlessly.
de_de: Und Ihre lokal zwischengespeicherten Daten wie Chatprotokolle, Dokumente, Bilder, Videos und E-Mails werden gelöscht. Ihre ursprünglichen Daten mit Ausnahme von Dokumentenentwürfen, ungespeicherten Aufzeichnungen sowie die Einstellungen für den E-Mail-Cache werden weiterhin in der Cloud sicher gespeichert. Um sie wieder neu zu laden, melden Sie sich einfach an.
es_es: Tus registros de chat, documentos, imágenes, vídeos, correos electrónicos, etc. almacenados en la memoria caché local se borrarán. No obstante, los datos originales permanecerán almacenados de forma segura en la nube, a excepción de los borradores de documentos, las grabaciones no guardadas y la configuración de la caché de correo electrónico. Para volver a cargarlos, solo tendrás que iniciar sesión.
fr_fr: Les journaux de chat, documents, images, vidéos, e-mails, etc. mis en cache localement seront effacés. Cependant, vos données d'origine resteront stockées de manière sécurisée dans le cloud, à l'exception des brouillons de documents, des enregistrements non enregistrés et des paramètres de cache des e-mails. Connectez-vous pour les actualiser.
id_id: Log obrolan, dokumen, gambar, video, email, dll. yang di-cache secara lokal akan dihapus. Namun, jangan khawatir, data asli Anda tetap tersimpan dengan aman di cloud, kecuali dokumen draf, rekaman yang belum disimpan, dan pengaturan cache email. Cukup login untuk memuat ulang dengan mudah.
it_it: Inoltre, i registri delle chat, i documenti, le immagini, i video, le e-mail ecc. saranno cancellati dalla cache locale. Ti assicuriamo che i tuoi dati originali rimarranno archiviati in modo sicuro nel cloud, ad eccezione delle bozze dei documenti, delle registrazioni non salvate e delle impostazioni della cache delle e-mail. Basta accedere per ricaricarli senza problemi.
ja_jp: 同時に、ローカルに一時的に保存されたチャット履歴、ドキュメント、画像、ビデオ、メールなどがクリアされます。ただし、元のデータはクラウドに保存されている（ドキュメントの下書き、保存されていない録音、メールのキャッシュ設定を除く）ため、再ログインすると再読み込みされます。
ko_kr: 로컬로 캐시된 채팅 로그, 문서, 이미지, 동영상, 이메일 등이 지워집니다. 그러나 초안 문서, 저장되지 않은 기록 및 이메일 캐시 설정을 제외한 원본 데이터는 클라우드에 안전하게 저장됩니다. 로그인하기만 하면 다시 로드할 수 있습니다.
ms_my: Dan log perbualan, dokumen, gambar, video, emel, dll. yang disimpan dalam cache tempatan anda akan dibersihkan. Tetapi yakinlah bahawa data asal anda masih disimpan dengan selamat di awan, kecuali dokumen draf, rakaman yang tidak disimpan, dan tetapan cache emel. Hanya log masuk untuk memuat semula mereka dengan mudah.
pt_br: E seus registros de chat, documentos, imagens, vídeos, e-mails etc. armazenados em cache localmente serão apagados. Mas fique tranquilo, pois seus dados originais permanecerão armazenados com segurança na nuvem, com exceção de documentos de rascunho, gravações não salvas e configurações de cache de e-mail. Basta fazer login para recarregá-los sem esforço.
ru_ru: Ваши журналы чата, документы, изображения, видео, письма и т. д. в локальном кеше будут удалены. Но будьте уверены, что исходные данные надежно хранятся в облаке, за исключением черновых документов, несохраненных записей и настроек кэша почты.
th_th: และบันทึกการแชท เอกสาร รูปภาพ วิดีโอ อีเมล และอื่น ๆ ที่แคชไว้ในเครื่องของคุณจะล้างออกไป แต่โปรดวางใจได้ว่าข้อมูลต้นฉบับของคุณยังเก็บไว้อย่างปลอดภัยในระบบคลาวด์ ยกเว้นเอกสารฉบับร่าง ไฟล์บันทึกที่ไม่ได้บันทึกไว้ และการตั้งค่าแคชของอีเมล เพียงล็อกอินก็โหลดใหม่ได้อย่างง่ายดาย
vi_vn: Đồng thời, nhật ký trò chuyện, tài liệu, hình ảnh, video, email, v.v. được lưu trong bộ nhớ đệm cục bộ của bạn sẽ bị xóa. Nhưng hãy yên tâm là dữ liệu gốc của bạn vẫn được lưu trữ an toàn trên đám mây, trừ tài liệu nháp, bản ghi chưa lưu và cài đặt bộ nhớ đệm email. Chỉ cần đăng nhập để dễ dàng tải lại.
zh_cn: 同时本地缓存的聊天记录、文档、图片、视频、邮件等内容将被清除，但原始数据仍保留在云端（除草稿文档、未保存的录音文件、邮箱缓存设置项），登录后即可重新加载
zh_hk: 同時，本機快取的聊天記錄、文件、圖片、影片和郵件等內容將會清除，但原始數據仍保留在雲端 (除草稿文件、未儲存的錄音檔案和郵件快取設定項)，登入後即可重新載入

# jcI
source: Something went wrong, stopping the cache clearance. Please try resetting the app. This will resume the cache clearance and restore all settings to their default state.
de_de: Ein Fehler ist aufgetreten, weshalb das Löschen des Caches unterbrochen wurde. Bitte versuchen Sie, die App zurückzusetzen. Hierdurch wird das Löschen des Caches fortgesetzt und alle Einstellungen auf ihre Standardeinstellung zurückgesetzt.
es_es: Ha habido un problema y el borrado de la memoria caché se ha detenido. Prueba a restablecer la aplicación. Al hacerlo, el borrado de la memoria caché se reanudará y se restablecerán todas las opciones de configuración a su estado predeterminado.
fr_fr: Un problème est survenu ; vidage du cache interrompu. Essayez de réinitialiser l'application. L'effacement du cache reprendra et tous les paramètres seront rétablis à leur valeur par défaut.
id_id: Ada yang tidak beres, menghentikan pembersihan cache. Coba reset aplikasi. Ini akan melanjutkan pembersihan cache dan mengembalikan semua pengaturan ke default.
it_it: Si è verificato un errore che ha interrotto la cancellazione della cache. Prova a ripristinare l'app. Questa operazione riprenderà la cancellazione della cache e ripristinerà tutte le impostazioni allo stato predefinito.
ja_jp: エラーが発生したため、キャッシュをクリアできませんでした。設定をすべて復元し、キャッシュのクリアを継続するには、アプリをリセットすることをおすすめします。
ko_kr: 문제가 발생하여 캐시 지우기를 중지 중입니다. 앱을 재설정해 보세요. 재설정하면 캐시 지우기가 재개되고 모든 설정이 기본 상태로 복원됩니다.
ms_my: Sesuatu yang salah, menghentikan pembersihan cache. Sila cuba menetapkan semula apl. Ini akan menyambung pembersihan cache dan memulihkan semua tetapan ke keadaan asal.
pt_br: Algo deu errado, interrompendo a limpeza do cache. Tente redefinir o aplicativo. Isso retomará a limpeza do cache e restaurará todas as configurações ao seu estado padrão.
ru_ru: Произошла ошибка, из-за которой очистка кэша прекратилась. Попробуйте сбросить приложение. Это позволит возобновить процесс очистки кэша и восстановить все настройки к значениям по умолчанию.
th_th: เกิดข้อผิดพลาดที่หยุดการล้างแคช โปรดลองรีเซ็ตแอป การดำเนินการนี้จะเคลียร์แคชต่อและคืนการตั้งค่าทั้งหมดเป็นสถานะเริ่มต้น
vi_vn: Đã xảy ra lỗi làm dừng quy trình xóa bộ nhớ đệm. Vui lòng thử đặt lại ứng dụng. Quy trình xóa bộ nhớ đệm sẽ tiếp tục và tất cả cài đặt sẽ được khôi phục về trạng thái mặc định.
zh_cn: 出现了一些错误，导致清除缓存失败。请尝试重置应用，以继续清除本地缓存，并还原所有设置。
zh_hk: 出現了一些錯誤，導致清除快取失敗。請嘗試重設應用程式，以繼續清除本機快取，並還原所有設定。

# RI0
source: Something went wrong, stopping the cache clearance. Please try resetting the app. This will resume the cache clearance and restore all settings to their default state. Once reset, the app will close.
de_de: Ein Fehler ist aufgetreten, weshalb das Löschen des Caches unterbrochen wurde. Bitte versuchen Sie, die App zurückzusetzen. Hierdurch wird das Löschen des Caches fortgesetzt und alle Einstellungen auf ihre Standardeinstellung zurückgesetzt. Nach dem Zurücksetzen wird die App geschlossen.
es_es: Ha habido un problema y el borrado de la memoria caché se ha detenido. Prueba a restablecer la aplicación. Al hacerlo, el borrado de la memoria caché se reanudará y se restablecerán todas las opciones de configuración a su estado predeterminado. Una vez reiniciada, la aplicación se cerrará.
fr_fr: Un problème est survenu ; vidage du cache interrompu. Essayez de réinitialiser l'application. L'effacement du cache reprendra et tous les paramètres seront rétablis à leur valeur par défaut. Une fois réinitialisée, l'application se fermera.
id_id: Ada yang tidak beres, menghentikan pembersihan cache. Coba reset aplikasi. Ini akan melanjutkan pembersihan cache dan mengembalikan semua pengaturan ke default. Setelah direset, aplikasi akan ditutup.
it_it: Si è verificato un errore che ha interrotto la cancellazione della cache. Prova a ripristinare l'app. Questa operazione riprenderà la cancellazione della cache e ripristinerà tutte le impostazioni allo stato predefinito. Dopo il ripristino, l'app verrà chiusa.
ja_jp: エラーが発生したため、キャッシュをクリアできませんでした。設定をすべて復元し、キャッシュのクリアを継続するには、アプリをリセットすることをおすすめします。リセットすると、アプリは自動的に閉じます。
ko_kr: 문제가 발생하여 캐시 지우기를 중지 중입니다. 앱을 재설정해 보세요. 재설정하면 캐시 지우기가 재개되고 모든 설정이 기본 상태로 복원됩니다. 재설정하면 앱이 닫힙니다.
ms_my: Sesuatu yang salah, menghentikan pembersihan cache. Sila cuba menetapkan semula apl. Ini akan menyambung pembersihan cache dan memulihkan semua tetapan ke keadaan asal. Setelah ditetapkan semula, apl akan ditutup.
pt_br: Algo deu errado, interrompendo a limpeza do cache. Tente redefinir o aplicativo. Isso retomará a limpeza do cache e restaurará todas as configurações ao seu estado padrão. Após a redefinição, o aplicativo será fechado.
ru_ru: Произошла ошибка, из-за которой очистка кэша прекратилась. Попробуйте сбросить приложение. Это позволит возобновить процесс очистки кэша и восстановить все настройки к значениям по умолчанию. После сброса приложение закроется.
th_th: เกิดข้อผิดพลาดที่หยุดการล้างแคช โปรดลองรีเซ็ตแอป การดำเนินการนี้จะเคลียร์แคชต่อและคืนการตั้งค่าทั้งหมดเป็นสถานะเริ่มต้น เมื่อรีเซ็ตแล้ว แอปจะปิด
vi_vn: Đã xảy ra lỗi làm dừng quy trình xóa bộ nhớ đệm. Vui lòng thử đặt lại ứng dụng. Quy trình xóa bộ nhớ đệm sẽ tiếp tục và tất cả cài đặt sẽ được khôi phục về trạng thái mặc định. Sau khi đặt lại, ứng dụng sẽ đóng.
zh_cn: 出现了一些错误，导致清除缓存失败。请尝试重置应用，以继续清除本地缓存，并还原所有设置。重置后，应用将自动关闭。
zh_hk: 出現了一些錯誤，導致清除快取失敗。請嘗試重設應用程式，以繼續清除本機快取，並還原所有設定。重設後，應用程式將自動關閉。
