Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# Lrw
source: Continue with Google
de_de: Mit Google fortfahren
es_es: Continuar con Google
fr_fr: Continuer avec Google
id_id: Lanjutkan dengan Google
it_it: Continua con Google
ja_jp: Google でサインイン
ko_kr: Google로 계속
ms_my: Teruskan dengan Google
pt_br: Continuar com o Google
ru_ru: Продолжить с Google
th_th: ดำเนินการต่อด้วย Google
vi_vn: Tiếp tục với Google
zh_cn: 使用 Google 登录
zh_hk: 使用 Google 登入

# n9k
source: Continue with SSO
de_de: Mit SSO fortfahren
es_es: Continuar con SSO
fr_fr: Continuer avec la SSO
id_id: Lanjutkan dengan SSO
it_it: Continua con SSO
ja_jp: SSO ログイン
ko_kr: SSO로 계속
ms_my: Teruskan dengan SSO
pt_br: Continuar com SSO
ru_ru: Продолжить с SSO
th_th: ดำเนินการต่อด้วย SSO
vi_vn: Tiếp tục với SSO
zh_cn: 使用 SSO 登录
zh_hk: 使用 SSO 登入

# z/g
source: Unable to complete the verification?
de_de: Überprüfung fehlgeschlagen?
es_es: ¿No se puede completar la verificación?
fr_fr: Vous ne parvenez pas à terminer la vérification ?
hi_in: सत्यापन पूर्ण करने में विफल?
id_id: Gagal menyelesaikan verifikasi?
it_it: Impossibile completare la verifica?
ja_jp: 認証を完了できません？
ko_kr: 인증을 완료할 수 없으신가요?
ms_my: Tidak dapat melengkapkan pengesahan?
pt_br: Falha ao concluir a verificação?
ru_ru: Не удалось пройти проверку?
th_th: ไม่สามารถตรวจสอบยืนยันให้เสร็จสมบูรณ์ได้ใช่ไหม
vi_vn: Không thể hoàn thành quá trình xác minh?
zh_cn: 无法完成认证？
zh_hk: 無法完成認證？

# E5U
source: Click to appeal
de_de: Klicken Sie, um Einspruch einzulegen
es_es: Haz clic para enviar una reclamación
fr_fr: Cliquer pour faire appel
hi_in: अपील करने के लिए क्लिक करें
id_id: Klik untuk mengirim keluhan
it_it: Tocca per fare appello
ja_jp: 申し立てを行う
ko_kr: 클릭하여 이의 제기
ms_my: Klik untuk rayuan
pt_br: Clique para solicitar um pedido
ru_ru: Щелкните для подачи апелляции
th_th: คลิกเพื่อส่งคำร้อง
vi_vn: Bấm để khiếu nại
zh_cn: 点击申诉
zh_hk: 點擊申訴

# SQo
source: Real-name Authentication Service Agreement
de_de: Dienstleistungsvertrag für Echtzeit-Authentifizierung
es_es: Acuerdo de servicio de autenticación de nombre real
fr_fr: Contrat de service de l'authentification à l'aide d'un vrai nom
hi_in: वास्तविक-नाम प्रमाणीकरण सेवा अनुबंध
id_id: Perjanjian Layanan Autentikasi Nama Asli
it_it: Contratto per i servizi di autenticazione dei nome reali
ja_jp: 実名認証サービスに関する合意書
ko_kr: 실명 인증 서비스 계약
ms_my: Perjanjian Perkhidmatan Pengesahan Nama Sebenar
pt_br: Acordo de serviço de autenticação do nome real
ru_ru: Соглашение об услуге аутентификации с использованием настоящего имени
th_th: ข้อตกลงการให้บริการการรับรองความถูกต้องด้วยชื่อจริง
vi_vn: Thỏa thuận Dịch vụ Xác thực Tên thật
zh_cn: 实名认证服务协议
zh_hk: 實名認證服務協議

# 8yA
source: Failed to load data. Please log in again.
de_de: Daten konnten nicht geladen werden. Melden Sie sich erneut an.
es_es: Error al cargar los datos. Inicia sesión de nuevo.
fr_fr: Échec du chargement des données. Veuillez vous reconnecter.
hi_in: डेटा लोड करने में विफल हुआ. कृपया पुनः लॉगिन करें.
id_id: Gagal memuat data. Login kembali.
it_it: Impossibile caricare i dati. Accedi di nuovo.
ja_jp: 初期化に失敗しました。もう一度ログインしてください
ko_kr: 데이터 로드에 실패했습니다. 다시 로그인하세요.
ms_my: Gagal memuatkan data. Sila log masuk lagi.
pt_br: Falha ao carregar dados. Faça login novamente.
ru_ru: Не удалось загрузить данные. Войдите снова.
th_th: โหลดข้อมูลไม่สำเร็จ โปรดล็อกอินอีกครั้ง
vi_vn: Tải dữ liệu thất bại. Vui lòng đăng nhập lại.
zh_cn: 初始化数据失败，请重新登录
zh_hk: 初始化數據失敗，請重新登入

# 2LQ
source: Loading data, please wait...
de_de: Daten werden geladen. Bitte warten...
es_es: Cargando datos, por favor, espera...
fr_fr: Chargement des données, veuillez patienter…
hi_in: डेटा लोड हो रहा है, कृपया प्रतीक्षा करें...
id_id: Memuat data, tunggu sebentar...
it_it: Caricamento dati in corso. Attendi...
ja_jp: 初期化しています。しばらくお待ちください...
ko_kr: 데이터를 로딩 중입니다. 기다려주세요...
ms_my: Memuatkan data, sila tunggu...
pt_br: Carregando dados, aguarde...
ru_ru: Загрузка данных, подождите...
th_th: กำลังโหลดข้อมูล โปรดรอ...
vi_vn: Đang tải dữ liệu, vui lòng chờ...
zh_cn: 正在初始化数据，请稍候...
zh_hk: 正在初始化數據，請稍候...

# jk0
source: Well, this is awkward. Your network isn't connected. Please check your network setting and try again.
de_de: Das ist seltsam. Ihr Netzwerk ist nicht verbunden. Überprüfen Sie Ihre Netzwerkeinstellung und versuchen Sie es erneut.
es_es: Algo ha fallado. La red no está conectada. Comprueba la configuración de red e inténtalo de nuevo.
fr_fr: Oups, c'est embarrassant ! Votre réseau n'est pas connecté. Veuillez vérifier vos paramètres réseau et réessayer.
hi_in: नेटवर्क कनेक्शन विफल हुआ. कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें.
id_id: Aneh sekali. Jaringan Anda tidak terhubung. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Si è verificato un problema. La tua rete non è connessa. Verifica le impostazioni di rete e riprova.
ja_jp: ネットワークに接続できませんでした。ネットワーク設定を確認してください
ko_kr: 문제가 발생했습니다. 네트워크가 연결되어 있지 않습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Situasi ini memang canggung. Rangkaian anda tidak tersambung. Sila periksa tetapan rangkaian anda dan cuba lagi.
pt_br: Bem, isso é constrangedor. Sua rede não está conectada. Verifique a configuração da rede e tente novamente.
ru_ru: Да, это не очень удобно. Ваша сеть не подключена. Проверьте сетевые параметры и повторите попытку.
th_th: อืม แย่จัง ไม่มีการเชื่อมต่อเครือข่ายของคุณ โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณและลองอีกครั้ง
vi_vn: Ồ, lạ thật đấy. Không có kết nối mạng. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 网络连接失败，请检查网络设置
zh_hk: 網絡連線失敗，請檢查網絡設定

# /No
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# 8oE
source: Failed to initialize, please restart the app.
de_de: Die Initialisierung ist fehlgeschlagen. Bitte starten Sie die App neu.
es_es: Error al inicializar, reinicia la aplicación.
fr_fr: Échec de l'initialisation, veuillez redémarrer l'application.
id_id: Gagal menginisialisasi, mulai ulang aplikasi.
it_it: Inizializzazione non riuscita, riavvia l'app.
ja_jp: 初期化できませんでした。アプリを再起動してください。
ko_kr: 초기화하지 못했습니다. 앱을 다시 시작하세요.
ms_my: Gagal memulakan, sila mulakan semula apl.
pt_br: Falha na inicialização. Reinicie o aplicativo.
ru_ru: Ошибка инициализации. Перезапустите приложение.
th_th: ไม่สามารถเริ่มต้นได้ โปรดรีสตาร์ทแอป
vi_vn: Không thể khởi chạy, vui lòng khởi động lại ứng dụng.
zh_cn: 初始化失败，请重新打开客户端
zh_hk: 初始化失敗，請重新開啟用戶端

# doE
source: Failed to initialize, please retry.
de_de: Die Initialisierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al inicializar, vuelve a intentarlo.
fr_fr: L'initialisation a échoué, veuillez réessayer.
id_id: Gagal menginisialisasi, coba lagi.
it_it: Inizializzazione non riuscita, riprova.
ja_jp: 初期化できませんでした。再試行してください。
ko_kr: 초기화하지 못했습니다. 다시 시도하세요.
ms_my: Gagal memulakan, sila cuba lagi.
pt_br: Falha na inicialização. Tente novamente.
ru_ru: Ошибка инициализации. Повторите попытку.
th_th: ไม่สามารถเริ่มต้นได้ โปรดลองอีกครั้ง
vi_vn: Không thể khởi chạy, vui lòng thử lại.
zh_cn: 初始化失败，请重试
zh_hk: 初始化失敗，請重試

# gQE
source: Retry
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
ms_my: Cuba lagi
pt_br: Repetir
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試

# 3gU
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
ms_my: Muat Semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新
zh_hk: 重新整理

# HQA
source: As you haven't logged in for a long time, please click "Refresh" to reload your data.
de_de: Da Sie sich lange nicht mehr angemeldet haben, klicken Sie bitte auf „Aktualisieren“, um Ihre Daten neu zu laden.
es_es: Como no has iniciado sesión durante mucho tiempo, haz clic en "Actualizar" para volver a cargar tus datos.
fr_fr: Vous ne vous êtes pas connecté depuis un moment. Veuillez cliquer sur "Actualiser" pour actualiser vos données.
id_id: Karena Anda sudah lama tidak login, klik "Perbarui" untuk memuat ulang data Anda.
it_it: Dato che non accedi da molto tempo, fai clic su "Aggiorna" per ricaricare i dati.
ja_jp: 長期間ログインしていないため、「更新」をクリックしてデータを再読み込みしてください。
ko_kr: 오랫동안 로그인하지 않았으므로 "새로 고침"을 클릭하여 데이터를 다시 로드하세요.
ms_my: Kerana anda tidak log masuk dalam jangka masa yang lama, sila klik "Muat Semula" untuk memuatkan semula data anda.
pt_br: Como você não faz login há muito tempo, clique em "Atualizar" para recarregar seus dados.
ru_ru: Вы давно не входили в систему. Нажмите "Обновить", чтобы перезагрузить данные.
th_th: เนื่องจากคุณไม่ได้ล็อกอินเป็นเวลานาน โปรดคลิก "รีเฟรช" เพื่อโหลดข้อมูลของคุณใหม่
vi_vn: Do bạn đã không đăng nhập trong một thời gian dài, vui lòng nhấp vào "Làm mới" để tải lại dữ liệu của bạn.
zh_cn: 由于长时间未登录客户端，请点击刷新后重新加载数据
zh_hk: 由於長時間未登入用戶端，請點擊重新整理以重新載入數據

# BdM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: 選択をキャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消选择
zh_hk: 取消選擇

# Iic
source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सभी चुनें
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
ms_my: Pilih semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
th_th: เลือกทั้งหมด
vi_vn: Chọn tất cả
zh_cn: 全选
zh_hk: 全選

# 0sc
source: Security code changed successfully!
de_de: Sicherheitscode erfolgreich geändert.
es_es: ¡El código de seguridad se ha cambiado con éxito!
fr_fr: Code de sécurité modifié avec succès !
hi_in: सुरक्षा कोड बदला गया!
id_id: Kode keamanan berhasil diubah!
it_it: Codice di sicurezza modificato!
ja_jp: セキュリティコードを変更しました
ko_kr: 보안 코드가 성공적으로 변경되었습니다!
ms_my: Kod keselamatan berjaya diubah!
pt_br: Código de segurança alterado com êxito!
ru_ru: Защитный код успешно изменен!
th_th: เปลี่ยนรหัสรักษาความปลอดภัยสำเร็จแล้ว!
vi_vn: Thay đổi mã bảo mật thành công!
zh_cn: 安全密码修改成功
zh_hk: 安全密碼修改成功

# m1s
source: Other accounts have been logged out. Your {{TenantName}} account cannot be logged in simultaneously with other accounts. To log in to other accounts, please log out of your current account.
de_de: Andere Konten wurden abgemeldet. Ihr {{TenantName}}-Konto kann nicht gleichzeitig bei anderen Konten angemeldet sein. Um sich bei anderen Konten anzumelden, melden Sie sich bitte zunächst bei Ihrem aktuellen Konto ab.
es_es: Se ha cerrado la sesión en otras cuentas. Error al iniciar sesión en tu cuenta de {{TenantName}} simultáneamente con otras cuentas. Para conectarse a otras cuentas, cierra sesión en la cuenta actual.
fr_fr: D'autres comptes ont été déconnectés. Impossible de connecter simultanément votre compte {{TenantName}} avec d'autres comptes. Pour vous connecter à d'autres comptes, veuillez vous déconnecter de votre compte actuel.
hi_in: अन्य खाते लॉग आउट किए गए. आपके {{TenantName}} खाते में अन्य खातों के साथ एक साथ लॉगिन नहीं किया जा सकता. अन्य खातों में लॉगिन करने के लिए, कृपया अपने वर्तमान खाते से लॉग आउट करें.
id_id: Akun lain telah keluar. Akun {{TenantName}} Anda tidak dapat login secara bersamaan dengan akun lain. Untuk login ke akun lain, keluar dari akun Anda saat ini.
it_it: Sono stati disconnessi altri account. Il tuo account {{TenantName}} non può essere connesso contemporaneamente ad altri account. Per accedere ad altri account, disconnettiti dal tuo account attuale.
ja_jp: 「{{TenantName}}」アカウントは他のアカウントと同時にログインできないため、自動的に他のアカウントからログアウトしました。他のアカウントにログインするには、まず現在のアカウントからログアウトしてください。
ko_kr: 다른 계정은 로그아웃되었습니다. {{TenantName}} 계정은 다른 계정과 동시에 로그인할 수 없습니다. 다른 계정에 로그인하려면 현재 계정에서 로그아웃하세요.
ms_my: Akaun lain telah log keluar. Akaun {{TenantName}} anda tidak boleh log masuk bersama dengan akaun lain. Untuk log masuk ke akaun lain, sila log keluar dari akaun semasa anda.
pt_br: Outras contas foram desconectadas. Sua conta {{TenantName}} não pode ser conectada simultaneamente com outras contas. Para fazer login em outras contas, faça logoff da conta atual.
ru_ru: Другие учетные записи были выведены из системы. Ваша учетная запись в "{{TenantName}}" не может быть зарегистрирована одновременно с другими учетными записями. Чтобы войти в другие учетные записи, выйдите из своей текущей учетной записи.
th_th: บัญชีอื่น ๆ ได้ล็อกเอาท์แล้ว บัญชี {{TenantName}} ของคุณไม่สามารถล็อกอินพร้อมกันกับบัญชีอื่น ๆ ได้ หากต้องการล็อกอินบัญชีอื่น ๆ โปรดล็อกเอาท์ออกจากบัญชีปัจจุบันของคุณ
vi_vn: Các tài khoản khác đã được đăng xuất. Không thể đăng nhập đồng thời tài khoản {{TenantName}} với các tài khoản khác. Để đăng nhập vào các tài khoản khác, vui lòng đăng xuất khỏi tài khoản hiện tại của bạn.
zh_cn: “{{TenantName}}”账号无法与其他账号同时登录，其他账号已自动登出。如需登录其他账号，请先登出当前账号
zh_hk: 「{{TenantName}}」帳戶無法與其他帳戶同時登入，其他帳戶已自動登出。如需登入其他帳戶，請先登出目前帳戶

# 6B0
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# FtQ
source: Unable to log in to {{TenantName}} and other accounts at the same time. To log in to other accounts, please log out of your current account.
de_de: Gleichzeitiges Anmelden bei Ihrem „{{TenantName}}“-Konto und anderen Konten nicht möglich. Um sich bei anderen Konten anzumelden, melden Sie sich bitte zunächst bei Ihrem aktuellen Konto ab.
es_es: No se puede iniciar sesión en tu cuenta de “{{TenantName}}” y en otras cuentas al mismo tiempo. Para conectarse a otras cuentas, cierra sesión en la cuenta actual.
fr_fr: Impossible de se connecter simultanément à votre compte « {{TenantName}} » et à d'autres comptes. Pour vous connecter à d'autres comptes, veuillez vous déconnecter de votre compte actuel.
hi_in: एक ही समय पर आपके “{{TenantName}}” खाते और अन्य खातों में लॉगिन करने में असमर्थ. अन्य खातों में लॉगिन करने के लिए, कृपया अपने वर्तमान खाते से लॉग आउट करें.
id_id: Gagal login ke akun “{{TenantName}}” Anda dan akun lainnya secara bersamaan. Untuk login ke akun lain, keluar dari akun Anda saat ini.
it_it: Impossibile accedere al tuo "{{TenantName}}"account e ad altri account contemporaneamente. Per accedere ad altri account, esci dal tuo account attuale.
ja_jp: 「{{TenantName}}」のアカウントを他のアカウントと同時にログイン出来ません。他のアカウントにログインするには、現在のアカウントからログアウトしてください
ko_kr: “{{TenantName}}” 계정 및 다른 계정에 동시에 로그인할 수 없습니다. 다른 계정에 로그인하려면 현재 계정에서 로그아웃하세요.
ms_my: Tidak dapat log masuk ke {{TenantName}} dan akaun lain pada masa yang sama. Untuk log masuk ke akaun lain, sila log keluar dari akaun semasa anda.
pt_br: Falha ao fazer login em sua conta “{{TenantName}}” e em outras contas ao mesmo tempo. Para fazer login em outras contas, faça logoff da conta atual.
ru_ru: В учетную запись "{{TenantName}}" нельзя войти одновременно с другими учетными записями. Если вам нужно войти в другую учетную запись, сначала выйдите из текущей учетной записи.
th_th: ไม่สามารถล็อกอินบัญชี “{{TenantName}}” ของคุณและบัญชีอื่น ๆ ได้ในเวลาเดียวกัน หากต้องการล็อกอินบัญชีอื่น ๆ โปรดล็อกเอาท์ออกจากบัญชีปัจจุบันของคุณ
vi_vn: Không thể đăng nhập đồng thời vào tài khoản “{{TenantName}}” của bạn và các tài khoản khác. Để đăng nhập vào các tài khoản khác, vui lòng đăng xuất khỏi tài khoản hiện tại của bạn.
zh_cn: “{{TenantName}}”账号无法与其他账号同时登录。如需登录其他账号，请先登出当前账号
zh_hk: 「{{TenantName}}」帳戶無法與其他帳戶同時登入。如需登入其他帳戶，請先登出目前帳戶

# 7oA
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
hi_in: समझ लिया
id_id: Mengerti
it_it: OK
ja_jp: 了解
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# kOE
source: No organization account yet?
de_de: Noch kein Organisationskonto?
es_es: ¿Todavía no tienes cuenta de la organización?
fr_fr: Vous n'avez pas encore de compte d'organisation ?
hi_in: अभी तक कोई संगठन खाता नहीं?
id_id: Belum ada akun organisasi?
it_it: Ancora nessun account per l'organizzazione?
ja_jp: 法人アカウントをお持ちでないですか？
ko_kr: 아직 기업 계정이 없으신가요?
ms_my: Belum ada akaun organisasi?
pt_br: Ainda sem conta da organização?
ru_ru: Еще нет организации?
th_th: ยังไม่มีบัญชีองค์กรใช่ไหม
vi_vn: Chưa có tài khoản tổ chức?
zh_cn: 还没有企业？
zh_hk: 尚未有企業？

# Nz0
source: Reset OTP
de_de: OTP zurücksetzen
es_es: Restablecer OTP
fr_fr: Réinitialiser le mot de passe à usage unique
hi_in: OTP रीसेट करें
it_it: Ripristina OTP
ja_jp: OTP をリセット
ko_kr: OTP 재설정
ms_my: Tetapkan semula OTP
pt_br: Redefinir OTP
ru_ru: Сбросить OTP
th_th: รีเซ็ต OTP
vi_vn: Đặt lại OTP
zh_cn: 重置动态口令
zh_hk: 重設動態口令

# nNo
source: The two passwords don't match. Please try again.
de_de: Die Kennwörter stimmen nicht überein. Versuchen Sie es erneut.
es_es: Las dos contraseñas no coinciden. Inténtalo de nuevo.
fr_fr: Les deux mots de passe ne correspondent pas. Veuillez réessayer.
hi_in: दोनों पासवर्ड मेल नहीं खाते. कृपया पुनः प्रयास करें.
id_id: Kedua kata sandi tidak cocok. Coba lagi.
it_it: Le due password non corrispondono. Riprova.
ja_jp: 入力されたパスワードが一致しません。新しいパスワードを両方のボックスに入力してください
ko_kr: 두 비밀번호가 일치하지 않습니다. 다시 시도하세요.
ms_my: Kedua-dua kata laluan tidak sepadan. Sila cuba lagi.
pt_br: As duas senhas não correspondem. Tente novamente.
ru_ru: Эти пароли не совпадают. Повторите попытку.
th_th: รหัสผ่านทั้งสองไม่ตรงกัน โปรดลองอีกครั้ง
vi_vn: Hai mật khẩu không trùng khớp. Vui lòng thử lại.
zh_cn: 两次输入的密码不一致，请重新输入
zh_hk: 兩次輸入的密碼不一致，請重新輸入

# Xu4
source: Identity verification
de_de: Identitätsbestätigung
es_es: Comprobación de identidad
fr_fr: Vérification d'identité
hi_in: पहचान सत्यापन
id_id: Verifikasi identitas
it_it: Verifica dell'identità
ja_jp: 本人確認
ko_kr: 신원 인증
ms_my: Pengesahan identiti
pt_br: Confirmação de identidade
ru_ru: Подтверждение ID
th_th: การยืนยันตัวตน
vi_vn: Xác nhận danh tính
zh_cn: 身份验证
zh_hk: 身份驗證

# kY4
source: The verification code has been sent to {{contact}}.
de_de: Der Bestätigungscode wurde an {{contact}} gesendet.
es_es: El código de verificación se ha enviado a {{contact}}.
fr_fr: Le code de vérification a été envoyé à {{contact}}.
hi_in: सत्यापन कोड {{contact}} पर भेज दिया गया है.
id_id: Kode verifikasi telah dikirimkan ke {{contact}}.
it_it: Il codice di verifica è stato inviato a {{contact}}.
ja_jp: 認証コードが次のアドレスに送信されました： {{contact}}
ko_kr: 인증 코드를 {{contact}}(으)로 보냈습니다.
ms_my: Kod pengesahan telah dihantar ke {{contact}}.
pt_br: O código de verificação foi enviado para {{contact}}.
ru_ru: Код подтверждения отправлен на {{contact}}.
th_th: ระบบได้ส่งรหัสตรวจสอบยืนยันไปยัง {{contact}}
vi_vn: Mã xác thực đã được gửi đến {{contact}}.
zh_cn: 验证码已发送至{{contact}}
zh_hk: 驗證碼已發送至{{contact}}

# LlA
source: Enter new password again
de_de: Neues Kennwort erneut eingeben
es_es: Volver a introducir contraseña nueva
fr_fr: Saisissez à nouveau le nouveau mot de passe
hi_in: नया पासवर्ड फिर से दर्ज करें
id_id: Masukkan ulang kata sandi baru
it_it: Immetti una nuova password di nuovo
ja_jp: 新しいパスワードをもう一度入力
ko_kr: 새 비밀번호 다시 입력
ms_my: Masukkan kata laluan baharu sekali lagi
pt_br: Repita a nova senha
ru_ru: Введите новый пароль еще раз
th_th: ป้อนรหัสผ่านใหม่อีกครั้ง
vi_vn: Nhập lại mật khẩu mới
zh_cn: 请再次输入新密码
zh_hk: 請再次輸入新密碼

# bFo
source: The two security codes don't match. Please try again.
de_de: Die beiden Sicherheitscodes stimmen nicht überein. Versuchen Sie es erneut.
es_es: Los dos códigos de seguridad no coinciden. Inténtalo de nuevo.
fr_fr: Les deux codes de sécurité ne correspondent pas. Veuillez réessayer.
hi_in: दोनों सुरक्षा कोड मेल नहीं खाते. कृपया पुनः प्रयास करें.
id_id: Kedua kode keamanan tidak cocok. Coba lagi.
it_it: I due codici di sicurezza non corrispondono. Riprova.
ja_jp: 入力されたセキュリティコードが一致しません。新しいセキュリティコードを 2 回入力してください
ko_kr: 두 보안 코드가 일치하지 않습니다. 다시 시도하세요.
ms_my: Kedua-dua kod keselamatan tidak sepadan. Sila cuba lagi.
pt_br: Os dois códigos de segurança não correspondem. Tente novamente.
ru_ru: Эти коды безопасности не совпадают. Повторите попытку.
th_th: รหัสรักษาความปลอดภัยไม่ตรงกัน โปรดลองอีกครั้ง
vi_vn: Hai mã bảo mật không trùng khớp. Vui lòng thử lại.
zh_cn: 两次输入的安全密码不一致，请重新输入
zh_hk: 兩次輸入的安全密碼不一致，請重新輸入

# KBc
source: This language is currently unavailable. Please try another one.
de_de: Diese Sprache ist momentan nicht verfügbar. Bitte versuchen Sie es mit einer anderen.
es_es: Este idioma no está disponible por ahora. Inténtalo con otro.
fr_fr: Cette langue est actuellement indisponible. Veuillez en essayer une autre.
id_id: Bahasa ini saat ini tidak tersedia. Coba bahasa lain.
it_it: Questa lingua non è attualmente disponibile. Provane un'altra.
ja_jp: この言語はサポートされていません。他の言語に切り替えてください。
ko_kr: 이 언어는 현재 사용 불가입니다. 다른 언어를 시도해보세요.
ms_my: Bahasa ini tidak tersedia buat masa ini. Sila cuba yang lain.
pt_br: Este idioma está indisponível no momento. Tente outro.
ru_ru: Этот язык в настоящее время недоступен. Попробуйте другой.
th_th: ภาษานี้ไม่พร้อมใช้งานในขณะนี้ โปรดลองภาษาอื่น
vi_vn: Ngôn ngữ này hiện không khả dụng. Vui lòng thử ngôn ngữ khác.
zh_cn: 当前客户端暂不支持该语言，请选择其他语言后重试
zh_hk: 目前用戶端暫不支援該語言，請選擇其他語言後重試

# CZw
source: Unable to switch languages. Please try again.
de_de: Sprachwechsel fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se puede cambiar de idioma. inténtalo de nuevo.
fr_fr: Impossible de changer de langue. Veuillez réessayer.
id_id: Gagal beralih bahasa. Coba lagi.
it_it: Impossibile cambiare lingua. Riprova.
ja_jp: 言語を切り替えできませんでした。再試行してください。
ko_kr: 언어를 전환할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat menukar bahasa. Sila cuba lagi.
pt_br: Não é possível alternar os idiomas. Tente novamente.
ru_ru: Невозможно переключить языки. Попробуйте еще раз.
th_th: ไม่สามารถเปลี่ยนภาษาได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Không thể chuyển đổi ngôn ngữ. Vui lòng thử lại.
zh_cn: 语言切换失败，请重试
zh_hk: 語言切換失敗，請重試

# 3eY
source: SSO authentication expired. Please log in again.
de_de: SSO-Authentifizierung abgelaufen. Melden Sie sich erneut an.
es_es: La autenticación de SSO ha expirado. Inicia sesión de nuevo.
fr_fr: L'authentification SSO a expiré. Veuillez vous reconnecter.
hi_in: SSO सत्यापन की अवधि समाप्त हुई. कृपया पुनः लॉगिन करें.
id_id: Autentikasi SSO kedaluwarsa. Login kembali.
it_it: Autenticazione SSO scaduta. Effettua di nuovo l'accesso.
ja_jp: SSO 認証できませんでした。再認証してください
ko_kr: SSO 인증이 만료되었습니다. 다시 로그인하세요.
ms_my: Pengesahan SSO telah tamat tempoh. Sila log masuk semula.
pt_br: Autenticação do SSO expirada. Faça login novamente.
ru_ru: Срок действия аутентификации SSO истек. Войдите в систему еще раз.
th_th: การรับรองความถูกต้อง SSO หมดอายุแล้ว โปรดล็อกอินอีกครั้ง
vi_vn: Xác thực SSO đã hết hạn. Vui lòng đăng nhập lại.
zh_cn: SSO 认证失效，请重新认证
zh_hk: SSO 認證失效，請重新認證

# EVw
source: Unable to verify passkey
de_de: Passkey konnte nicht verifiziert werden
es_es: No se puede verificar la clave de paso
fr_fr: Impossible de vérifier la clé d'accès
id_id: Gagal memverifikasi kunci sandi
it_it: Impossibile verificare la passkey
ja_jp: パスキーを認証できませんでした。
ko_kr: 패스 키를 인증할 수 없습니다
ms_my: Tidak dapat mengesahkan kunci laluan
pt_br: Não é possível verificar a chave de acesso
ru_ru: Не удалось проверить пароль
th_th: ไม่สามารถยืนยันรหัสผ่านได้
vi_vn: Không thể xác minh mã khóa
zh_cn: 通行密钥验证失败
zh_hk: 通行密鑰驗證失敗
