Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# FDI
source: Network request error
de_de: Netzwerkanfragefehler
es_es: Error de solicitud de red
fr_fr: Erreur de demande de réseau
id_id: Kesalahan permintaan jaringan
it_it: Errore richiesta di rete
ja_jp: ネットワーク リクエスト エラー
ko_kr: 네트워크 요청 오류
ms_my: Ralat permintaan rangkaian
pt_br: Erro de solicitação de rede
ru_ru: Ошибка сетевого запроса
th_th: คำขอเครือข่ายเกิดข้อผิดพลาด
vi_vn: Lỗi yêu cầu mạng
zh_cn: 网络请求失败
zh_hk: 網絡要求失敗

# 5Fk
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新して再試行
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新重试
zh_hk: 請重新整理後重試

# Oe0
source: Add account
de_de: Konto hinzufügen
es_es: Agregar cuenta
fr_fr: Ajouter un compte
id_id: Tambah akun
it_it: Aggiungi account
ja_jp: アカウントを追加
ko_kr: 계정 추가
ms_my: Tambah akaun
pt_br: Adicionar conta
ru_ru: Добавить учетную запись
th_th: เพิ่มบัญชี
vi_vn: Thêm tài khoản
zh_cn: 添加账号
zh_hk: 新增帳戶

# BpA
source: You can switch to the following logged-in accounts, or add another account.
de_de: Sie können zu den folgenden angemeldeten Konten wechseln oder ein weiteres Konto hinzufügen.
es_es: Puedes cambiar a las siguientes cuentas en las que has iniciado sesión o agregar otra diferente.
fr_fr: Vous pouvez passer aux comptes connectés suivants ou ajouter un autre compte.
id_id: Anda dapat beralih ke akun yang sudah login berikut, atau menambah akun lain.
it_it: È possibile passare ai seguenti account di cui è stato effettuato l'accesso o aggiungere un altro account.
ja_jp: 以下のログイン中のアカウントに切り替え、または新しいアカウントを追加できます
ko_kr: 다음 로그인 계정으로 전환하거나 다른 계정을 추가할 수 있습니다.
ms_my: Anda boleh beralih ke akaun yang telah log masuk berikut, atau tambah akaun lain.
pt_br: Você pode mudar para as seguintes contas conectadas ou adicionar outra conta.
ru_ru: Вы можете переключиться на следующие зарегистрированные учетные записи или добавить другую учетную запись.
th_th: คุณสามารถเปลี่ยนไปยังบัญชีที่ใช้ล็อกอินต่อไปนี้ได้ หรือเพิ่มบัญชีอื่น
vi_vn: Bạn có thể chuyển sang các tài khoản đã đăng nhập sau đây hoặc thêm tài khoản khác.
zh_cn: 你可选择以下已登录账号进行切换，也可添加新的账号
zh_hk: 你可以選擇以下已登入帳戶來切換，也可新增帳戶

# FA8
source: Switch account
de_de: Konto wechseln
es_es: Cambiar de cuenta
fr_fr: Changer de compte
id_id: Beralih akun
it_it: Cambia account
ja_jp: アカウントを切り替える
ko_kr: 계정 전환
ms_my: Tukar akaun
pt_br: Mudar de conta
ru_ru: Сменить учетную запись
th_th: เปลี่ยนบัญชี
vi_vn: Chuyển tài khoản
zh_cn: 切换账号
zh_hk: 切換帳戶

# bXE
source: Current account
de_de: Aktuelles Konto
es_es: Cuenta actual
fr_fr: Compte actuel
id_id: Akun saat ini
it_it: Account corrente
ja_jp: 現在のアカウント
ko_kr: 현재 계정
ms_my: Akaun semasa
pt_br: Conta atual
ru_ru: Текущая учетная запись
th_th: บัญชีปัจจุบัน
vi_vn: Tài khoản hiện tại
zh_cn: 当前账号
zh_hk: 目前帳戶
