Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# e8o
source: Please enter the 4 to 6 digits identification code provided by technical support, then click "Upload" to upload log.
de_de: Bitte geben Sie den 4- bis 6-stelligen Identifikationscode ein, den Sie vom technischen Support erhalten haben. Klicken Sie danach auf „Hochladen“, um das Protokoll hochzuladen.
es_es: Introduce el código de identificación de 4 a 6 dígitos proporcionado por el soporte técnico y haz clic en "Subir" para subir el registro.
fr_fr: Veuillez saisir le code d'identification de 4 à 6 chiffres qui est fourni par l'assistance technique, puis cliquez sur "Envoyer" pour envoyer le journal.
id_id: Masukkan kode identifikasi 4 hingga 6 digit yang diberikan oleh dukungan teknis, kemudian klik "Unggah" untuk mengunggah log.
it_it: Immetti il codice di identificazione composto da 4-6 cifre fornito dal supporto tecnico, quindi fai clic su "Carica" per caricare il registro.
ja_jp: テクニカルサポートから提供された 4-6 桁の識別コードを入力し、「アップロード」をクリックしてログをアップロードしてください。
ko_kr: 기술 지원팀에서 제공하는 4~6자리의 식별 코드를 입력한 후 "업로드"를 클릭하여 로그를 업로드하세요.
ms_my: Sila masukkan kod pengenalan 4 hingga 6 digit yang disediakan oleh sokongan teknikal, kemudian klik "Muat Naik" untuk memuat naik log.
pt_br: Insira o código de identificação de 4 a 6 dígitos fornecido pelo suporte técnico e clique em "Carregar" para carregar o registro.
ru_ru: Для загрузки журнала введите идентификационный код длиной от 4 до 6 знаков, полученный от службы технической поддержки, и щелкните на Загрузить.
th_th: โปรดกรอกรหัสยืนยัน 4 ถึง 6 หลักที่ได้รับจากฝ่ายสนับสนุนด้านเทคนิค จากนั้นคลิก "อัปโหลด" เพื่ออัปโหลดบันทึก
vi_vn: Vui lòng nhập mã nhận dạng gồm 4 đến 6 chữ số do bộ phận hỗ trợ kỹ thuật cung cấp, sau đó nhấp vào "Tải lên" để tải nhật ký lên.
zh_cn: 请输入由技术支持人员提供的 4 至 6 位识别码，点击“上传”后将自动上传日志
zh_hk: 請輸入由技術支援人員提供的 4 至 6 位數識別碼，點擊「上載」後將自動上載日誌

# iPM
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# FI4
source: You are not connected to a wireless network, upload might incur extra data cost. Upload anyway?
de_de: Sie sind mit keinem Drahtlosnetzwerk verbunden. Das Hochladen kann zusätzliche Datenkosten verursachen. Möchten Sie trotzdem hochladen?
es_es: No te has conectado a una red inalámbrica, de modo que la subida puede suponer un coste adicional por uso de datos. ¿Subir de todos modos?
fr_fr: Vous n'êtes pas connecté à un réseau sans fil, l'envoi peut entraîner des coûts de données supplémentaires. Envoyer quand même ?
id_id: Anda tidak terhubung ke jaringan nirkabel. Pengunggahan mungkin membutuhkan biaya data ekstra. Tetap unggah?
it_it: Non sei connesso a una rete wireless; il caricamento potrebbe comportare un costo aggiuntivo per i dati. Caricare comunque?
ja_jp: 無線ネットワークに接続されていません。アップロードには追加のデータ料金が発生する可能性があります。アップロードしてよろしいですか？
ko_kr: 무선 네트워크에 연결되어 있지 않아 업로드 시 추가 데이터 비용이 발생할 수 있습니다. 그래도 업로드하시겠습니까?
ms_my: Anda tidak disambungkan ke rangkaian tanpa wayar, muat naik mungkin akan menimbulkan kos data tambahan. Muat naik juga?
pt_br: Se você não estiver conectado a uma rede sem fio, o carregamento poderá acarretar um custo extra de dados. Fazer upload mesmo assim?
ru_ru: Вы не подключены к беспроводной сети, при загрузке возможно взимание дополнительной оплаты за передачу данных. Все равно загрузить?
th_th: คุณไม่ได้เชื่อมต่อกับเครือข่ายไร้สาย การอัปโหลดอาจมีการเรียกเก็บค่าอินเทอร์เน็ตเพิ่มเติม ยังต้องการอัปโหลดหรือไม่
vi_vn: Bạn không kết nối với mạng không dây, việc tải lên có thể phát sinh thêm chi phí dữ liệu. Vẫn tải lên?
zh_cn: 当前非无线网络环境，上传可能产生额外的数据流量消耗。继续上传吗？
zh_hk: 目前為非無線網絡環境，上載可能會產生額外的流動數據消耗。要繼續上載嗎？

# AwA
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 继续上传
zh_hk: 繼續上載

# Vgk
source: Enter identification code
de_de: Identifikationscode eingeben
es_es: Introduce el código de verificación
fr_fr: Saisir le code d'identification
id_id: Masukkan kode identifikasi
it_it: Immetti il codice di identificazione
ja_jp: 識別コードを入力
ko_kr: 식별 코드를 입력하세요
ms_my: Masukkan kod pengenalan
pt_br: Insira o código de identificação
ru_ru: Введите идентификационный код
th_th: กรอกรหัสยืนยัน
vi_vn: Nhập mã nhận dạng
zh_cn: 输入识别码
zh_hk: 輸入識別碼

# rDU
source: Upload log
de_de: Protokoll hochladen
es_es: Subir registro
fr_fr: Envoyer le journal
id_id: Unggah log
it_it: Carica registro
ja_jp: ログのアップロード
ko_kr: 로그 업로드
ms_my: Muat naik log
pt_br: Carregar log
ru_ru: Загрузить журнал
th_th: อัปโหลดบันทึก
vi_vn: Tải nhật ký lên
zh_cn: 上传日志
zh_hk: 上載日誌

# aSM
source: Unable to upload? You can also {{downloadLog}} and send it to technical support.
de_de: Können Sie nicht hochladen? Dann können Sie auch das {{downloadLog}} und an den technischen Support senden.
es_es: ¿No puedes subir? También puedes {{downloadLog}} enviarlo al soporte técnico.
fr_fr: Impossible d'envoyer ? Vous pouvez aussi {{downloadLog}} et l'envoyer à l'assistance technique.
id_id: Gagal mengunggah? Anda juga dapat {{downloadLog}} dan mengirimkannya kepada dukungan teknis.
it_it: Impossibile caricare? Puoi anche {{downloadLog}} e inviarlo al supporto tecnico.
ja_jp: アップロードできない場合は、{{downloadLog}}してテクニカルサポートに送信することができます。
ko_kr: 업로드할 수 없나요? {{downloadLog}} 후 기술 지원팀에 보낼 수도 있습니다.
ms_my: Tidak dapat memuat naik? Anda juga boleh {{downloadLog}} dan hantarkannya kepada sokongan teknikal.
pt_br: Não consegue fazer o carregamento? Você também pode {{downloadLog}} e enviá-lo para o suporte técnico.
ru_ru: Не удалось загрузить? Вы можете также {{downloadLog}} и отправить его в службу технической поддержки.
th_th: หากอัปโหลดไม่ได้ คุณยังสามารถ{{downloadLog}}และส่งไปยังฝ่ายสนับสนุนด้านเทคนิคได้
vi_vn: Không thể tải lên? Bạn cũng có thể {{downloadLog}} rồi gửi cho bộ phận hỗ trợ kỹ thuật.
zh_cn: 无法上传？你也可以{{downloadLog}}后自行发送给技术支持人员
zh_hk: 無法上載？你亦可以{{downloadLog}}後自行發送給技術支援人員

# ifg
source: Please contact technical support to obtain a new code and try again.
de_de: Bitte wenden Sie sich für einen neuen Code an den technischen Support und versuchen Sie es dann erneut.
es_es: Ponte en contacto con el soporte técnico para obtener un nuevo código e inténtalo de nuevo.
fr_fr: Veuillez contacter l'assistance technique pour obtenir un nouveau code et réessayer.
id_id: Hubungi dukungan teknis untuk mendapatkan kode baru dan coba lagi.
it_it: Contatta il supporto tecnico per ottenere un nuovo codice e riprova.
ja_jp: テクニカルサポートに連絡して、新しいコードを取得した後に再度お試しください。
ko_kr: 기술 지원팀에 문의하여 새 코드를 받고 다시 시도하세요.
ms_my: Sila hubungi sokongan teknikal untuk mendapatkan kod baru dan cuba lagi.
pt_br: Entre em contato com o suporte técnico para obter um novo código e tente novamente.
ru_ru: Свяжитесь со службой технической поддержки для получения нового кода и повторите попытку.
th_th: โปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคเพื่อรับรหัสใหม่แล้วลองอีกครั้ง
vi_vn: Vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật để nhận mã mới và thử lại.
zh_cn: 请联系技术支持人员获取新的识别码后重新上传
zh_hk: 請聯絡技術支援人員獲取新的識別碼後重新上載

# bbY
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: OK
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 我知道了
zh_hk: 我知道了

# L6c
source: Upload failed
de_de: Hochladen fehlgeschlagen
es_es: Error al subir
fr_fr: Échec de l'envoi
id_id: Gagal mengunggah
it_it: Caricamento non riuscito
ja_jp: アップロードできませんでした
ko_kr: 업로드 실패
ms_my: Muat naik gagal
pt_br: Falha no carregamento
ru_ru: Загрузка не удалась
th_th: อัปโหลดไม่สำเร็จ
vi_vn: Tải lên không thành công
zh_cn: 上传失败
zh_hk: 上載失敗

# Bfg
source: Uploading...
de_de: Wird hochgeladen ...
es_es: Subiendo...
fr_fr: Envoi...
id_id: Mengunggah...
it_it: Caricamento in corso
ja_jp: アップロード中...
ko_kr: 업로드 중...
ms_my: Memuat naik...
pt_br: Carregando...
ru_ru: Загрузка...
th_th: กำลังอัปโหลด...
vi_vn: Đang tải lên...
zh_cn: 上传中，请勿关闭页面
zh_hk: 上載中，請勿關閉頁面

# JYk
source: Log upload in progress, please try again later.
de_de: Das Protokoll wird gerade hochgeladen. Bitte versuchen Sie es später erneut.
es_es: Subida de registro en curso. Inténtalo de nuevo más tarde.
fr_fr: Avancement de l'envoi du journal, veuillez réessayer plus tard.
id_id: Pengunggahan log sedang berlangsung, coba lagi nanti.
it_it: Caricamento del registro in corso. Riprova più tardi.
ja_jp: ログをアップロードしています。後で再試行してください。
ko_kr: 로그 업로드가 진행 중입니다. 나중에 다시 시도하세요.
ms_my: Proses muat naik log sedang berlangsung, sila cuba lagi nanti.
pt_br: Carregamento de registro em andamento. Tente novamente mais tarde.
ru_ru: Выполняется загрузка журнала, повторите попытку позже.
th_th: กำลังดำเนินการอัปโหลดบันทึก โปรดลองอีกครั้งในภายหลัง
vi_vn: Đang tải nhật ký lên, vui lòng thử lại sau.
zh_cn: 日志正在上传中，请稍后再试
zh_hk: 日誌正在上載中，請稍後再試

# 5LQ
source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
ms_my: Muat naik
pt_br: Carregar
ru_ru: Загрузить
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_hk: 上載

# VlQ
source: Verified
de_de: Verifiziert
es_es: Verificado
fr_fr: Vérifié
id_id: Berhasil Diverifikasi
it_it: Verifica completata
ja_jp: 認証済み
ko_kr: 인증됨
ms_my: Disahkan
pt_br: Verificado
ru_ru: Проверено
th_th: ยืนยันแล้ว
vi_vn: Đã xác minh
zh_cn: 飞书认证
zh_hk: 飛書認證

# W9s
source: Log in with OTP
de_de: Mit OTP anmelden
es_es: Iniciar sesión con OTP
fr_fr: Se connecter avec un mot de passe à usage unique
hi_in: OTP से लॉगिन करें
id_id: Login dengan OTP
it_it: Accedi tramite OTP
ja_jp: ワンタイムパスワードでログイン
ko_kr: OTP로 로그인
ms_my: Log masuk dengan OTP
pt_br: Fazer login com OTP
ru_ru: Войти с помощью одноразового пароля
th_th: ล็อกอินด้วย OTP
vi_vn: Đăng nhập bằng OTP
zh_cn: 动态口令登录
zh_hk: 使用動態口令驗證

# 97o
source: Please go to your browser to confirm authorization status.
de_de: Um den Autorisierungsstatus zu bestätigen, navigieren Sie bitte zu Ihrem Browser.
es_es: Ve al navegador para confirmar el estado de autorización.
fr_fr: Veuillez accéder à votre navigateur pour confirmer le statut d'autorisation.
id_id: Buka browser untuk mengonfirmasi status otorisasi.
it_it: Vai al tuo browser per confermare lo stato dell'autorizzazione.
ja_jp: 認証状態を確認するには、ブラウザに移動してください。
ko_kr: 승인 상태를 확인하려면 브라우저로 이동하세요.
ms_my: Sila pergi ke pelayar anda untuk mengesahkan status kebenaran.
pt_br: Acesse seu navegador para confirmar o status de autorização.
ru_ru: Перейдите в браузер, чтобы подтвердить статус авторизации.
th_th: โปรดไปยังเบราว์เซอร์เพื่อยืนยันสถานะการให้สิทธิ์
vi_vn: Vui lòng mở trình duyệt của bạn để xác nhận trạng thái ủy quyền.
zh_cn: 请直接打开浏览器确认授权结果
zh_hk: 請直接開啟瀏覽器確認授權結果

# jIM
source: Log in with phone number or email
de_de: Mit Telefonnummer oder E-Mail-Adresse anmelden
es_es: Inicia sesión con el número de teléfono o el correo electrónico
fr_fr: Connexion avec un numéro de téléphone ou une adresse e-mail
hi_in: फ़ोन नंबर या ईमेल से लॉगिन करें
id_id: Login dengan nomor telepon atau email
it_it: Accedi con il numero di telefono o con l'e-mail
ja_jp: 携帯番号/メールアドレスでログイン
ko_kr: 전화번호 또는 이메일로 로그인
ms_my: Log masuk dengan nombor telefon atau emel
pt_br: Faça login com número de telefone ou e-mail
ru_ru: Войти с помощью номера телефона или адреса почты
th_th: ล็อกอินด้วยหมายเลขโทรศัพท์หรืออีเมล
vi_vn: Đăng nhập bằng số điện thoại hoặc email
zh_cn: 使用手机号或邮箱登录
zh_hk: 使用手機號碼或電郵地址登入

# +FY
source: The two passwords don't match.
de_de: Die Kennwörter stimmen nicht überein.
es_es: Las dos contraseñas no coinciden
fr_fr: Les deux mots de passe ne correspondent pas.
hi_in: दोनों पासवर्ड मिलान नहीं करते.
id_id: Dua kata sandi tersebut tidak cocok.
it_it: Le due password non corrispondono.
ja_jp: パスワードが一致しません
ko_kr: 두 비밀번호가 일치하지 않습니다.
ms_my: Dua kata laluan tidak sepadan.
pt_br: As duas senhas não correspondem.
ru_ru: Пароли не совпадают
th_th: รหัสผ่านทั้งสองไม่ตรงกัน
vi_vn: Hai mật khẩu không trùng khớp.
zh_cn: 两次输入的密码不一致

# 4WE
source: You're accessing sensitive information. Please set a security code on mobile by tapping profile >Settings > Account Security Center > Go to Account Security Center > Security Code.
de_de: Sie greifen auf sensible Informationen zu. Legen Sie einen Sicherheitscode auf dem Mobiltelefon fest, indem Sie auf Profil > Einstellungen > Center für Kontosicherheit > Zum Center für Kontosicherheit tippen.
es_es: Estás accediendo a información confidencial. Debes establecer un código de seguridad en el móvil. Para ello, pulsa en el perfil > Configuración > Centro de seguridad de cuentas >Ir al Centro de seguridad de cuentas > Código de seguridad.
fr_fr: Vous accédez à des informations sensibles. Veuillez définir un code de sécurité sur la version mobile en appuyant sur profil > Paramètres > Centre de sécurité du compte > Accéder au centre de sécurité du compte > Code de sécurité.
hi_in: आप संवेदनशील जानकारी ऐक्सेस कर रहे हैं. कृपया मोबाइल पर प्रोफाइल > सेटिंग्स > खाता सुरक्षा केंद्र > खाता सुरक्षा केंद्र पर जाएँ > सुरक्षा कोड पर टैप करके सुरक्षा कोड सेट करें.
id_id: Anda sedang mengakses informasi sensitif. Tetapkan kode keamanan di ponsel dengan mengetuk profil > Pengaturan > Pusat Keamanan Akun > Buka Pusat Keamanan Akun > Kode Keamanan.
it_it: Stai per accedere a dati sensibili. Ti preghiamo di impostare un codice di sicurezza su dispositivo mobile premendo Profilo > Impostazioni > Centro sicurezza account > Vai a Centro sicurezza account > Codice di sicurezza.
ja_jp: この操作はセンシティブな情報に関係しているため、モバイル版から「プロフィール写真」>「設定」>「アカウントセキュリティセンター」>「セキュリティコード」でセキュリティコードを設定してください。
ko_kr: 민감한 정보에 액세스하고 있습니다. 모바일에서 프로필 > 설정 > 계정 보안 센터 > 계정 보안 센터로 이동 > 보안 코드를 탭하여 보안 코드를 설정하세요.
ms_my: Anda sedang mengakses maklumat sensitif. Sila tetapkan kod keselamatan pada mudah alih dengan mengetuk profil > Tetapan > Pusat Keselamatan Akaun > Pergi ke Pusat Keselamatan Akaun > Kod Keselamatan.
pt_br: Você está acessando informações sigilosas. Configure um código de segurança no celular tocando em perfil > Configurações > Centro de segurança da conta > Ir para Centro de segurança da conta > Código de segurança.
ru_ru: Вы получаете доступ к конфиденциальной информации. Установите код безопасности на мобильном телефоне, нажав профиль > Настройки > Центр безопасности учетной записи > Перейти в Центр безопасности учетной записи > Код безопасности.
th_th: คุณกำลังเข้าถึงข้อมูลที่มีความละเอียดอ่อน โปรดตั้งค่ารหัสรักษาความปลอดภัยบนมือถือโดยการแตะโปรไฟล์ > การตั้งค่า > ศูนย์ความปลอดภัยของบัญชี > ไปยังศูนย์ความปลอดภัยของบัญชี > รหัสรักษาความปลอดภัย
vi_vn: Bạn đang truy cập vào thông tin nhạy cảm. Vui lòng thiết lập mã bảo mật trên di động bằng cách nhấn vào hồ sơ > Cài đặt > Trung tâm bảo mật tài khoản > Đi tới Trung tâm bảo mật tài khoản > Mã bảo mật.
zh_cn: 当前操作涉及敏感信息，请先在移动端打开“头像 > 系统设置 > 账号安全中心 > 安全密码”设置安全密码
zh_hk: 目前操作涉及敏感資訊，請先在流動裝置端開啟「頭像 > 系統設定 > 帳戶安全中心 > 安全密碼」設定安全密碼

# z0A
source: The security code is a measure that helps protect your account by verifying your identity when the operations involve personal data. Keep your code safe and never share it with anyone else.
de_de: Der Sicherheitscode ist eine Maßnahme, die zum Schutz Ihres Kontos beiträgt. Mit diesem Code wird Ihre Identität überprüft, wenn der Vorgang persönliche Daten betrifft. Bewahren Sie Ihren Code sicher auf und geben Sie ihn niemals an andere Personen weiter.
es_es: El código de seguridad es una medida que contribuye a proteger tu cuenta mediante la verificación de tu identidad cada vez que una operación implique datos personales. Protege tu código y no lo compartas con nadie.
fr_fr: Le code de sécurité est une mesure qui aide à protéger votre compte en vérifiant votre identité lorsque les opérations impliquent des données personnelles. Gardez votre code en sécurité et ne le partagez jamais avec quelqu'un d'autre.
hi_in: जब ऑपरेशन में व्यक्तिगत डेटा शामिल होता है, तो सुरक्षा कोड एक ऐसा उपाय है, जो अपनी पहचान की पुष्टि करके आपके खाते को सुरक्षित रखने में मदद करता है. अपना कोड सुरक्षित रखें और इसे कभी भी किसी के साथ साझा न करें.
id_id: Kode keamanan adalah upaya untuk membantu melindungi akun Anda dengan memverifikasi identitas saat operasi melibatkan data pribadi. Jaga keamanan kode Anda dan jangan pernah membagikannya dengan orang lain.
it_it: Il codice di sicurezza è una misura che aiuta a proteggere il tuo account verificando l'identità quando le operazioni prevedono il coinvolgimento di dati personali. Proteggi il tuo codice e non condividerlo mai con altre persone.
ja_jp: セキュリティコードの設定は、注意が必要な操作やセンシティブデータなどを取扱う際に本人確認を行うためのセキュリティ対策です。他人に知られないように、このコードを適切に保管してください。
ko_kr: 보안 코드는 개인정보가 포함된 작업을 할 때 신원을 인증하여 계정을 보호하는 조치입니다. 코드를 안전하게 보관하고 다른 사람에게 절대 알려주지 마세요.
ms_my: Kod keselamatan adalah langkah yang membantu melindungi akaun anda dengan mengesahkan identiti anda apabila operasi melibatkan data peribadi. Simpan kod anda dengan selamat dan jangan kongsikan dengan orang lain.
pt_br: O código de segurança é uma medida que ajuda a proteger sua conta ao verificar sua identidade quando as operações envolvem dados pessoais. Proteja seu código e nunca o compartilhe-o com ninguém.
ru_ru: Код безопасности помогает защитить вашу учетную запись, запрашивая подтверждение вашей личности при совершении операций с личными данными. Храните свой код безопасности в надежном месте и не сообщайте его никому.
th_th: รหัสรักษาความปลอดภัยคือมาตรการที่จะช่วยปกป้องบัญชีของคุณโดยการตรวจสอบยืนยันตัวตนของคุณเมื่อมีการดำเนินการที่เกี่ยวข้องกับข้อมูลส่วนตัว เก็บรักษารหัสของคุณไว้ให้ปลอดภัยและอย่าแบ่งปันกับผู้อื่น
vi_vn: Mã bảo mật là biện pháp giúp bảo vệ tài khoản của bạn bằng cách xác nhận danh tính khi các thao tác có bao gồm dữ liệu cá nhân. Bảo mật mã của bạn và không chia sẻ với người khác.
zh_cn: 安全密码是你在使用涉及到敏感操作和敏感数据的功能时用于进行身份确认的安全措施，请妥善保管该密码，切勿告知他人
zh_hk: 當你使用涉及敏感操作和敏感資料的功能時，安全密碼是一項安全措施，以用於確認身份，請妥善保管該密碼，切勿告知他人

# FFE
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# ryE
source: Retrieve password
de_de: Kennwort abrufen
es_es: Recuperar la contraseña
fr_fr: Récupérer le mot de passe
hi_in: पासवर्ड पुन: प्राप्त करें
id_id: Pemulihan kata sandi
it_it: Recupera password
ja_jp: パスワードの再取得
ko_kr: 비밀번호 찾기
ms_my: Dapatkan semula kata laluan
pt_br: Recuperar senha
ru_ru: Получить пароль
th_th: กู้รหัสผ่าน
vi_vn: Lấy lại mật khẩu
zh_cn: 找回密码
zh_hk: 找回密碼

# PqA
source: Go to Settings
de_de: Zu den Einstellungen gehen
es_es: Ir a Configuración
fr_fr: Accéder aux Paramètres
hi_in: सेटिंग्स पर जाएँ
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 設定へ
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейдите в настройки
th_th: ไปที่การตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 前往设置
zh_hk: 前往設定

# qqw
source: Re-enter
de_de: Erneut eingeben
es_es: Vuelve a introducirla
fr_fr: Saisir à nouveau
hi_in: फिर से दर्ज करें
id_id: Masukkan ulang
it_it: Immetti di nuovo
ja_jp: 再入力
ko_kr: 다시 입력
ms_my: Masukkan semula
pt_br: Reinserir
ru_ru: Ввести повторно
th_th: ใส่อีกครั้ง
vi_vn: Nhập lại
zh_cn: 重新输入
zh_hk: 重新輸入

# tEo
source: Forgot security code?
de_de: Sicherheitscode vergessen?
es_es: ¿Olvidaste el código de seguridad?
fr_fr: Code de sécurité oublié ?
hi_in: सुरक्षा कोड भूल गए?
id_id: Lupa kode keamanan?
it_it: Codice di sicurezza dimenticato?
ja_jp: セキュリティコードをお忘れですか？
ko_kr: 보안 코드를 잊으셨나요?
ms_my: Lupa kod keselamatan?
pt_br: Esqueceu o código de segurança?
ru_ru: Забыли код безопасности?
th_th: ลืมรหัสรักษาความปลอดภัยใช่หรือไม่
vi_vn: Bạn quên mã bảo mật?
zh_cn: 忘记安全密码？
zh_hk: 忘記安全密碼？

# w38
source: Please enter a four-digit code.
de_de: Geben Sie einen vierstelligen Code ein.
es_es: Introduce un código de cuatro dígitos.
fr_fr: Veuillez saisir un code à quatre chiffres.
hi_in: कृपया चार अंकों का कोड दर्ज करें.
id_id: Masukkan empat digit kode.
it_it: Immetti un codice di quattro cifre.
ja_jp: 4 桁の数字を入力してください
ko_kr: 4 자리 코드를 입력하세요.
ms_my: Sila masukkan kod empat digit.
pt_br: Insira um código de quatro dígitos.
ru_ru: Введите четырехзначный код.
th_th: โปรดป้อนรหัสสี่หลัก
vi_vn: Vui lòng nhập mã gồm bốn chữ số.
zh_cn: 请输入四位阿拉伯数字密码
zh_hk: 請輸入四位阿拉伯數字的密碼

# mX0
source: Enter your security code
de_de: Ihren Sicherheitscode eingeben
es_es: Introducir tu código de seguridad
fr_fr: Saisissez votre code de sécurité
hi_in: अपना सुरक्षा कोड दर्ज करें
id_id: Masukkan kode keamanan Anda
it_it: Immetti il tuo codice di sicurezza
ja_jp: セキュリティコードを入力
ko_kr: 보안 코드를 입력하세요
ms_my: Masukkan kod keselamatan anda
pt_br: Inserir seu código de segurança
ru_ru: Введите код безопасности
th_th: ป้อนรหัสรักษาความปลอดภัยของคุณ
vi_vn: Nhập mã bảo mật của bạn
zh_cn: 请输入安全密码
zh_hk: 請輸入安全密碼

# kMY
source: Set new security code
de_de: Neuen Sicherheitscode festlegen
es_es: Establecer un código de seguridad nuevo
fr_fr: Définir un nouveau code de sécurité
hi_in: नया सुरक्षा कोड सेट करें
id_id: Tetapkan kode keamanan baru
it_it: Imposta nuovo codice di sicurezza
ja_jp: 新しいセキュリティコードを設定してください
ko_kr: 새 보안 코드 설정
ms_my: Tetapkan kod keselamatan baru
pt_br: Definir novo código de segurança
ru_ru: Установить новый код безопасности
th_th: ตั้งรหัสรักษาความปลอดภัยใหม่
vi_vn: Đặt mã bảo mật mới
zh_cn: 请设置新安全密码
zh_hk: 請設定新安全密碼

# CKE
source: Organization information
de_de: Informationen zu Ihrer Organisation
es_es: Información de tu organización
fr_fr: Informations sur l'organisation
id_id: Informasi organisasi
it_it: Informazioni sull'organizzazione
ja_jp: 法人情報を入力
ko_kr: 기업 정보
ms_my: Maklumat organisasi
pt_br: Informações da organização
ru_ru: Информация об организации
th_th: ข้อมูลองค์กร
vi_vn: Thông tin tổ chức
zh_cn: 设置企业信息
zh_hk: 設定企業資訊

# 6yI
source: Please make sure you have enabled network permissions, or check your internet settings and try again.
de_de: Vergewissern Sie sich, dass Sie die Netzwerkberechtigungen aktiviert haben, oder überprüfen Sie die Interneteinstellungen und versuchen Sie es erneut.
es_es: Asegúrate de que has activado los permisos de red o bien comprueba tu configuración de Internet e inténtalo de nuevo.
fr_fr: Veuillez vous assurer que vous avez activé les autorisations réseau, ou vérifiez vos paramètres Internet et réessayez.
id_id: Pastikan Anda telah mengaktifkan izin jaringan, atau periksa pengaturan internet Anda dan coba lagi.
it_it: Assicurati di aver attivato le autorizzazioni della rete oppure verifica le impostazioni Internet e riprova.
ja_jp: ネットワーク権限がオンになっていることを確認するか、インターネット設定を確認してから再試行してください。
ko_kr: 네트워크 권한을 활성화했는지 확인하거나 인터넷 설정을 확인하고 다시 시도하세요.
ms_my: Sila pastikan anda telah mengaktifkan kebenaran rangkaian, atau periksa tetapan internet anda dan cuba lagi.
pt_br: Verifique se você habilitou as permissões de rede ou verifique suas configurações de Internet e tente novamente.
ru_ru: Убедитесь, что у вас включены сетевые разрешения, или проверьте настройки интернета и повторите попытку.
th_th: โปรดตรวจสอบว่าคุณได้เปิดใช้สิทธิ์การอนุญาตเครือข่าย หรือตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
vi_vn: Vui lòng đảm bảo bạn đã bật quyền truy cập mạng hoặc kiểm tra cài đặt internet của mình và thử lại.
zh_cn: 请确保已开启网络权限，或检查网络后刷新重试
zh_hk: 請確保已開啟網絡權限，或檢查網絡後重新整理重試

# r/I
source: Go to Settings
de_de: Zu „Einstellungen“ gehen
es_es: Ir a Configuración
fr_fr: Accéder aux paramètres
id_id: Buka Pengaturan
it_it: Vai a Impostazioni
ja_jp: 権限を確認
ko_kr: 설정으로 이동
ms_my: Pergi ke Tetapan
pt_br: Ir para Configurações
ru_ru: Перейти к настройкам
th_th: ไปยังการตั้งค่า
vi_vn: Đi tới Cài đặt
zh_cn: 设置权限
zh_hk: 設定權限
