Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# nDU
source: Your application to join the organization is being processed by the administrator.
de_de: Ihr Antrag, der Organisation beizutreten, wird gerade vom Administrator bearbeitet.
es_es: El administrador está procesando tu solicitud para unirte a la organización.
fr_fr: Votre demande d'adhésion à l'organisation est en cours de traitement par l'administrateur.
hi_in: संगठन में शामिल होने के लिए आपका आवेदन एडमिनिस्ट्रेटर द्वारा संसाधित किया जा रहा है.
id_id: Pengajuan Anda untuk bergabung dengan organisasi sedang diproses oleh administrator.
it_it: La tua richiesta di partecipazione all'organizzazione è in fase di elaborazione da parte dell'amministratore.
ja_jp: 提出された法人への参加申請は、現在管理者の審査中です。完了するまでお待ちください。
ko_kr: 관리자가 기업 참가 신청을 처리 중입니다.
ms_my: Permohonan anda untuk menyertai organisasi sedang diproses oleh pentadbir.
pt_br: Sua solicitação para ingressar na organização está sendo processada pelo administrador.
ru_ru: Ваша заявка на вступление в организацию обрабатывается администратором.
th_th: ใบสมัครเข้าร่วมองค์กรของคุณอยู่ระหว่างดำเนินการโดยผู้ดูแล
vi_vn: Quản trị viên đang xử lý yêu cầu xin tham gia tổ chức của bạn.
zh_cn: 你提交的加入企业申请还在审核中，请耐心等待或联系管理员处理
zh_hk: 你提交的加入企業申請仍在審核中，請耐心等待或聯絡管理員處理

# OjU
source: Please copy the recipient and text content, and send the text message manually.
de_de: Bitte kopieren Sie den Empfänger und den Textinhalt und senden Sie die Textnachricht manuell.
es_es: Copia el destinatario y el contenido de texto, y envía el mensaje de texto manualmente.
fr_fr: Veuillez copier le destinataire et le contenu du texte, puis envoyez le SMS manuellement.
id_id: Salin penerima dan konten teks, dan kirimkan pesan teks secara manual.
it_it: Copia il destinatario e il contenuto del testo, quindi invia l'SMS manualmente.
ja_jp: 宛先とメッセージ内容を手動でコピーし、メッセージアプリを使用して送信してください。
ko_kr: 받는 사람과 텍스트 콘텐츠를 복사하고 문자 메시지를 수동으로 보내세요.
ms_my: Sila salin penerima dan kandungan teks, dan hantar mesej teks secara manual.
pt_br: Copie o destinatário e o conteúdo do texto e envie a mensagem de texto manualmente.
ru_ru: Скопируйте получателя и текстовый контент, затем отправьте текстовое сообщение вручную.
th_th: โปรดคัดลอกผู้รับและเนื้อหาของข้อความ และส่งข้อความตัวอักษรด้วยตัวเอง
vi_vn: Vui lòng sao chép người nhận và nội dung văn bản, sau đó gửi tin nhắn văn bản theo cách thủ công.
zh_cn: 请手动复制收件人和内容到短信应用发送
zh_hk: 請手動複製收件人和內容到短訊應用程式以發送

# TIc
source: Security code set successfully!
de_de: Sicherheitscode erfolgreich festgelegt.
es_es: ¡El código de seguridad se ha establecido con éxito!
fr_fr: Code de sécurité défini avec succès !
hi_in: सुरक्षा कोड सेट किया गया!
id_id: Kode keamanan berhasil ditetapkan!
it_it: Codice di sicurezza impostato!
ja_jp: セキュリティコードを設定しました
ko_kr: 보안 코드가 성공적으로 설정되었습니다!
ms_my: Kod keselamatan berjaya ditetapkan!
pt_br: Código de segurança definido com êxito!
ru_ru: Защитный код успешно установлен!
th_th: ตั้งค่ารหัสรักษาความปลอดภัยสำเร็จแล้ว!
vi_vn: Đặt mã bảo mật thành công!
zh_cn: 安全密码设置成功
zh_hk: 安全密碼設定成功

# SAo
source: Names cannot contain special characters. Please edit and try again.
de_de: Namen dürfen keine Sonderzeichen enthalten. Bitte bearbeiten Sie den Eintrag und versuchen Sie es erneut.
es_es: Los nombres no pueden contener caracteres especiales. Haz los cambios necesarios e inténtalo de nuevo.
fr_fr: Les noms ne peuvent pas contenir de caractères spéciaux. Veuillez modifier et réessayer.
id_id: Nama tidak boleh mengandung karakter khusus. Edit dan coba lagi.
it_it: I nomi non possono contenere caratteri speciali. Modifica e riprova.
ja_jp: 名前に特殊文字を含めることはできません。編集してから再試行してください。
ko_kr: 이름에는 특수 문자를 포함할 수 없습니다. 편집하고 다시 시도하세요.
ms_my: Nama tidak boleh mengandungi aksara khas. Sila edit dan cuba lagi.
pt_br: Os nomes não podem conter caracteres especiais. Edite e tente novamente.
ru_ru: Имена не могут содержать специальные символы. Отредактируйте и повторите попытку.
th_th: ชื่อต้องไม่มีอักขระพิเศษ โปรดแก้ไขแล้วลองอีกครั้ง
vi_vn: Tên không được chứa ký tự đặc biệt. Vui lòng chỉnh sửa và thử lại.
zh_cn: 姓名中不可包含特殊字符，请修改后重试
zh_hk: 姓名中不能包含特殊字元，請修改後重試

# h7c
source: Internet error. Please log in again.
de_de: Internetfehler. Bitte melden Sie sich erneut an.
es_es: Error de internet. Inicia sesión de nuevo.
fr_fr: Erreur Internet. Veuillez vous reconnecter.
id_id: Kesalahan Internet. Login kembali.
it_it: Errore di internet. Accedi di nuovo.
ja_jp: ネットワークエラーです。再ログインしてください。
ko_kr: 인터넷 오류입니다. 다시 로그인하세요.
ms_my: Ralat internet. Sila log masuk lagi.
pt_br: Erro de Internet. Faça login novamente.
ru_ru: Ошибка интернета. Войдите снова.
th_th: เกิดข้อผิดพลาดทางอินเทอร์เน็ต โปรดล็อกอินอีกครั้ง
vi_vn: Lỗi Internet. Vui lòng đăng nhập lại.
zh_cn: 网络异常，请重新登录
zh_hk: 網絡異常，請重新登入

# Qos
source: Got It
de_de: OK, verstanden
es_es: Entendido
fr_fr: J'ai compris
id_id: Mengerti
it_it: OK
ja_jp: 確認
ko_kr: 확인
ms_my: Faham
pt_br: OK, entendi
ru_ru: Понятно
th_th: เข้าใจแล้ว
vi_vn: Đã hiểu
zh_cn: 确定
zh_hk: 確定

# B0Y
source: Unable to operate. Please try again.
de_de: Ausführung nicht möglich. Bitte versuchen Sie es erneut.
es_es: No se puede realizar la operación. Inténtalo de nuevo.
fr_fr: Opération impossible. Veuillez réessayer.
id_id: Gagal beroperasi. Coba lagi.
it_it: Impossibile eseguire operazioni. Riprova.
ja_jp: 操作できませんでした。再試行してください。
ko_kr: 작업할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat beroperasi. Sila cuba lagi.
pt_br: Não é possível operar. Tente novamente.
ru_ru: Невозможно выполнить действие. Попробуйте еще раз.
th_th: ดำเนินการไม่สำเร็จ โปรดลองอีกครั้ง
vi_vn: Không thể thao tác. Vui lòng thử lại.
zh_cn: 操作失败，请重试
zh_hk: 操作失敗，請重試

# aFI
source: Unable to switch. Please try again later.
de_de: Wechsel nicht möglich. Versuchen Sie es später erneut.
es_es: Error al cambiar. Inténtalo de nuevo más tarde.
fr_fr: Changement impossible. Veuillez réessayer plus tard.
hi_in: स्विच करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal beralih. Coba lagi nanti.
it_it: Impossibile cambiare. Riprova più tardi.
ja_jp: 切り替えできませんでした。後ほど再試行してください
ko_kr: 전환할 수 없습니다. 나중에 다시 시도해 보세요.
ms_my: Tidak dapat bertukar. Sila cuba lagi kemudian.
pt_br: Falha ao alternar. Tente novamente mais tarde.
ru_ru: Невозможно переключиться. Попробуйте позже.
th_th: ไม่สามารถสลับได้ โปรดลองอีกครั้งภายหลัง
vi_vn: Không thể chuyển đổi. Vui lòng thử lại sau.
zh_cn: 切换失败，请稍后重试
zh_hk: 切換失敗，請稍後重試

# gYw
source: Select your industry
de_de: Ihre Branche auswählen
es_es: Selecciona tu sector
fr_fr: Sélectionnez votre secteur
hi_in: अपनी इंडस्ट्री चुनें
id_id: Pilih industri Anda
it_it: Seleziona il tuo settore
ja_jp: 業種を選択
ko_kr: 산업 선택
ms_my: Pilih industri anda
pt_br: Selecionar seu setor
ru_ru: Выберите вашу отрасль
th_th: เลือกอุตสาหกรรมของคุณ
vi_vn: Lựa chọn ngành của bạn
zh_cn: 请选择行业类型
zh_hk: 請選擇行業類型

# EAE
source: Industry
de_de: Branche
es_es: Industria
fr_fr: secteur
hi_in: इंडस्ट्री
id_id: Industri
it_it: Settore
ja_jp: 業種
ko_kr: 산업
ms_my: Industri
pt_br: Setor
ru_ru: Отрасль
th_th: อุตสาหกรรม
vi_vn: Ngành
zh_cn: 行业
zh_hk: 行業

# XHE
source: Select organization size
de_de: Größe der Organisation auswählen
es_es: Selecciona el tamaño de la organización
fr_fr: Sélectionner la taille de l'organisation
hi_in: संगठन का आकार चुनें
id_id: Pilih ukuran organisasi
it_it: Seleziona dimensioni dell'organizzazione
ja_jp: 法人の規模を選択
ko_kr: 기업 규모 선택
ms_my: Pilih saiz organisasi
pt_br: Selecionar tamanho da organização
ru_ru: Выберите размер организации
th_th: เลือกขนาดองค์กร
vi_vn: Lựa chọn quy mô tổ chức
zh_cn: 请选择企业规模
zh_hk: 請選擇企業規模

# soA
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
hi_in: आकार
id_id: Ukuran
it_it: Dimensioni
ja_jp: 法人の規模
ko_kr: 규모
ms_my: Saiz
pt_br: Tamanho
ru_ru: Размер
th_th: ขนาด
vi_vn: Kích cỡ
zh_cn: 企业规模
zh_hk: 企業規模

# rSY
source: Sub-categories
de_de: Unterkategorien
es_es: Categorías secundarias
fr_fr: Sous-catégories
hi_in: उप-श्रेणियाँ
id_id: Subkategori
it_it: Sottocategorie
ja_jp: 業界
ko_kr: 하위 카테고리
ms_my: Sub-kategori
pt_br: Subcategorias
ru_ru: Подкатегории
th_th: หมวดหมู่ย่อย
vi_vn: Danh mục phụ
zh_cn: 细分领域
zh_hk: 細分領域

# j/o
source: Error code: {{errorCode}} {{errorMsg}}
de_de: Fehlercode: {{errorCode}} {{errorMsg}}
es_es: Código de error: {{errorCode}} {{errorMsg}}
fr_fr: Code d'erreur : {{errorCode}} {{errorMsg}}
id_id: Kode kesalahan: {{errorCode}} {{errorMsg}}
it_it: Codice errore: {{errorCode}} {{errorMsg}}
ja_jp: エラーコード：{{errorCode}} {{errorMsg}}
ko_kr: 오류 코드: {{errorCode}} {{errorMsg}}
ms_my: Kod ralat: {{errorCode}} {{errorMsg}}
pt_br: Código de erro: {{errorCode}} {{errorMsg}}
ru_ru: Код ошибки: {{errorCode}} {{errorMsg}}
th_th: รหัสข้อผิดพลาด: {{errorCode}} {{errorMsg}}
vi_vn: Mã lỗi: {{errorCode}} {{errorMsg}}
zh_cn: 错误码：{{errorCode}} {{errorMsg}}
zh_hk: 錯誤碼：{{errorCode}} {{errorMsg}}

# dNM
source: If refreshing doesn't solve the issue, please provide the logid to an agent for help. Logid: {{logid}}
de_de: Wenn das Problem durch das Aktualisieren nicht behoben wird, teilen Sie bitte einem Agenten die LogID mit, um Hilfe zu erhalten. Log-ID: {{logid}}
es_es: Si el problema no se resuelve al actualizar, ponte en contacto con un agente y facilítale el ID de inicio de sesión para obtener ayuda. ID de inicio de sesión: {{logid}}
fr_fr: Si l'actualisation ne résout pas le problème, veuillez indiquer le logID à un agent pour obtenir de l'aide. LogID : {{logid}}
id_id: Jika memperbarui halaman tidak menyelesaikan masalah, sebutkan logid kepada agen untuk mendapatkan bantuan. Logid: {{logid}}
it_it: Se l'aggiornamento non risolve il problema, fornisci l'ID registro a un operatore per ricevere assistenza. ID registro: {{logid}}
ja_jp: 「更新して再試行」をクリックしても問題が解決しない場合は、Logid をカスタマーサービスに送信し、サポートを依頼してください。Logid: {{logid}}
ko_kr: 새로고침해도 문제가 해결되지 않으면 상담원에게 로그 ID를 제공하여 지원을 요청하세요. 로그 ID: {{logid}}
ms_my: Jika menyegarkan tidak menyelesaikan masalah, sila berikan logid kepada ejen untuk bantuan. Logid: {{logid}}
pt_br: Se a atualização não resolver o problema, forneça o logid a um agente para obter ajuda. Logid: {{logid}}
ru_ru: Если обновление не решает проблему, предоставьте logid агенту для получения помощи. Logid: {{logid}}
th_th: หากการรีเฟรชไม่สามารถแก้ไขปัญหาได้ โปรดส่ง logid ให้กับตัวแทนเพื่อขอความช่วยเหลือ Logid: {{logid}}
vi_vn: Nếu làm mới không giải quyết được vấn đề, vui lòng cung cấp logid cho nhân viên để được trợ giúp. Logid: {{logid}}
zh_cn: 若点击刷新重试无法解决问题，请将 Logid 提供给客服协助解决。Logid: {{logid}}
zh_hk: 若點擊「請重新整理後重試」無法解決問題，請將 Logid 提供給客服人員協助解決；Logid：{{logid}}

# 6P8
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新して再試行
ko_kr: 새로 고침
ms_my: Muat semula
pt_br: Atualizar
ru_ru: Обновить
th_th: รีเฟรช
vi_vn: Làm mới
zh_cn: 刷新重试
zh_hk: 請重新整理後重試

# cAI
source: If you have any questions about the authorization, please contact the app developer (developer information can be found in the app details page)
de_de: Wenn Sie Fragen zur Autorisierung haben, wenden Sie sich bitte an den Entwickler der App (Informationen zum Entwickler finden Sie auf der Seite mit den App-Details)
es_es: Si tienes alguna pregunta sobre la autorización, ponte en contacto con el desarrollador de la aplicación (encontrarás la información del desarrollador en la página de detalles de la aplicación)
fr_fr: Si vous avez des questions sur l'autorisation, veuillez contacter le développeur de l'application (ses informations se trouvent sur la page des détails de l'application)
id_id: Jika ada pertanyaan tentang otorisasi, hubungi pengembang aplikasi (informasi pengembang dapat ditemukan di halaman perincian aplikasi)
it_it: In caso di domande relative all'autorizzazione, contatta lo sviluppatore dell'app (le informazioni sullo sviluppatore sono disponibili nella pagina dei dettagli dell'app)
ja_jp: 認証についてご不明な点がある場合は、アプリ開発者にお問い合わせください（開発者情報は、アプリの詳細ページで確認できます）。
ko_kr: 승인에 대해 궁금한 점이 있는 경우 앱 개발자에게 문의하세요(앱 세부 정보 페이지에서 개발자 정보 확인 가능)
ms_my: Jika anda ada sebarang pertanyaan mengenai kebenaran, sila hubungi pembangun aplikasi (maklumat pembangun boleh didapati di halaman butiran aplikasi)
pt_br: Se você tiver alguma dúvida sobre a autorização, entre em contato com o desenvolvedor do aplicativo (as informações do desenvolvedor podem ser encontradas na página de detalhes do aplicativo)
ru_ru: Если у вас есть вопросы по авторизации, обратитесь к разработчику приложения (информацию о разработчике можно найти на странице сведений о приложении)
th_th: หากคุณมีคำถามใด ๆ เกี่ยวกับการอนุญาต โปรดติดต่อผู้พัฒนาแอป (ดูข้อมูลผู้พัฒนาได้ในหน้ารายละเอียดแอป)
vi_vn: Nếu bạn có bất kỳ câu hỏi nào về ủy quyền, vui lòng liên hệ với nhà phát triển ứng dụng (bạn có thể tìm thấy thông tin của nhà phát triển trong trang chi tiết ứng dụng)
zh_cn: 如果你对授权信息有任何疑问，请咨询该应用的开发者（可在应用详情页查看开发者信息）
zh_hk: 如果對授權資訊有任何疑問，請諮詢該應用程式的開發者 (可在應用程式詳情頁查看開發者資訊)

# +ow
source: Once authorized, the app will obtain the following permissions
de_de: Nach der Autorisierung erhält die App die folgenden Berechtigungen
es_es: Tras la autorización, la aplicación obtendrá los siguientes permisos
fr_fr: Une fois autorisée, l'application obtiendra les autorisations suivantes
id_id: Setelah diotorisasi, aplikasi akan mendapatkan izin berikut
it_it: Una volta autorizzata, l'app otterrà le seguenti autorizzazioni
ja_jp: 認証すると、アプリには以下のアクセス権が付与されます。
ko_kr: 승인 시 해당 앱에 다음 권한이 허용됨
ms_my: Setelah diberi kuasa, apl akan memperoleh kebenaran berikut
pt_br: Uma vez autorizado, o aplicativo obterá as seguintes permissões
ru_ru: После авторизации приложение получит следующие разрешения
th_th: เมื่อได้รับการอนุญาตแล้ว แอปจะได้รับสิทธิ์การอนุญาตดังต่อไปนี้
vi_vn: Sau khi ủy quyền, ứng dụng sẽ có các quyền sau đây
zh_cn: 授权后，应用将获得以下权限
zh_hk: 授權後，應用程式將獲得以下權限

# U/Y
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về quyền riêng tư
zh_cn: 隐私协议
zh_hk: 私隱協議

# KOA
source: Authorizing indicates that you have read and agree to the {{usePolicy}} and {{privacyPolicy}} of the developer.
de_de: Mit Ihrer Autorisierung wird angezeigt, dass Sie die {{usePolicy}} und die {{privacyPolicy}} des Entwicklers gelesen haben und diesen zustimmen.
es_es: La autorización indica que has leído y aceptas los {{usePolicy}} y la {{privacyPolicy}} del desarrollador.
fr_fr: L'autorisation suppose que vous avez lu et accepté la {{usePolicy}} et la {{privacyPolicy}} du développeur.
id_id: Memberikan otorisasi mengindikasikan bahwa Anda telah membaca dan menyetujui {{usePolicy}} dan {{privacyPolicy}} pengembang.
it_it: Concedendo l'autorizzazione, indichi di aver letto e accettato i {{usePolicy}} e l{{privacyPolicy}} dello sviluppatore.
ja_jp: アプリに権限を許可することは、開発者の {{usePolicy}} および {{privacyPolicy}} を読み、同意したものとみなします。
ko_kr: 인증은 개발자의 {{usePolicy}} 및 {{privacyPolicy}}을 읽었으며 이에 동의함을 나타냅니다.
ms_my: Mengesahkan menunjukkan bahawa anda telah membaca dan bersetuju dengan {{usePolicy}} dan {{privacyPolicy}} pembangun.
pt_br: A autorização indica que você leu e concorda com os {{usePolicy}} e o {{privacyPolicy}} do desenvolvedor.
ru_ru: Авторизация подтверждает, что вы ознакомились и согласны с положениями документов {{usePolicy}} и {{privacyPolicy}} разработчика.
th_th: การอนุญาตแสดงว่าคุณได้อ่านและยอมรับ {{usePolicy}} และ {{privacyPolicy}} ของผู้พัฒนาผู้พัฒนาแล้ว
vi_vn: Bằng việc ủy quyền, bạn xác nhận đã đọc và đồng ý với {{usePolicy}} và {{privacyPolicy}} của nhà phát triển.
zh_cn: 授权应用表明你已阅读并同意其开发者的 {{usePolicy}} 和 {{privacyPolicy}}
zh_hk: 授權應用程式，即表示你已閱讀並同意其開發者的 {{usePolicy}} {{privacyPolicy}}

# cj8
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos de servicio
fr_fr: Conditions d'utilisation
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 利用規約
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos de serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการ
vi_vn: Điều khoản dịch vụ
zh_cn: 使用协议
zh_hk: 使用協議

# Nko
source: {{appName}} requests your authorization
de_de: {{appName}} beantragt Ihre Autorisierung
es_es: {{appName}} solicita tu autorización
fr_fr: {{appName}} demande votre autorisation
id_id: {{appName}} meminta otorisasi Anda
it_it: {{appName}} richiede la tua autorizzazione
ja_jp: {{appName}} が認証をリクエストしています
ko_kr: {{appName}}에서 승인 요청
ms_my: {{appName}} meminta kebenaran anda
pt_br: {{appName}} solicita sua autorização
ru_ru: {{appName}} запрашивает вашу авторизацию
th_th: {{appName}} ขอการอนุญาตจากคุณ
vi_vn: {{appName}} yêu cầu bạn ủy quyền
zh_cn: {{appName}}请求你的授权
zh_hk: {{appName}}要求你的授權

# xrE
source: Authorize
de_de: Autorisieren
es_es: Autorizar
fr_fr: Autoriser
id_id: Otorisasi
it_it: Autorizza
ja_jp: 承認
ko_kr: 승인
ms_my: Benarkan
pt_br: Autorizar
ru_ru: Разрешить
th_th: อนุญาต
vi_vn: Ủy quyền
zh_cn: 授权
zh_hk: 授權

# Fsc
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# DNc
source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Refuser
id_id: Tolak
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
ms_my: Tolak
pt_br: Rejeitar
ru_ru: Отклонить
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕

# 8yU
source: Authorization rejected
de_de: Autorisierung abgelehnt
es_es: Autorización rechazada
fr_fr: Autorisation rejetée
id_id: Otorisasi ditolak
it_it: Autorizzazione rifiutata
ja_jp: 認証を拒否したため、認証できませんでした。
ko_kr: 승인 거부되었습니다
ms_my: Kuasa ditolak
pt_br: Autorização rejeitada
ru_ru: Авторизация отклонена
th_th: ปฏิเสธการอนุญาตแล้ว
vi_vn: Đã từ chối ủy quyền
zh_cn: 授权失败，你已拒绝授权
zh_hk: 授權失敗，你已拒絕授權

# Iaw
source: Authorized
de_de: Autorisiert
es_es: Autorizado
fr_fr: Autorisé
id_id: Diotorisasi
it_it: Autorizzazione concessa
ja_jp: 認証しました。
ko_kr: 승인되었습니다
ms_my: Dibenarkan
pt_br: Autorizado
ru_ru: Авторизовано
th_th: อนุญาตแล้ว
vi_vn: Đã ủy quyền
zh_cn: 授权成功
zh_hk: 授權成功

# lKA
source: Failed to authorize
de_de: Autorisierung ist fehlgeschlagen
es_es: Error al autorizar
fr_fr: Échec de l'autorisation
id_id: Gagal memberi otorisasi
it_it: Autorizzazione non riuscita
ja_jp: 認証できませんでした。
ko_kr: 승인되지 못했습니다
ms_my: Gagal memberi kuasa
pt_br: Falha ao autorizar
ru_ru: Не удалось авторизовать
th_th: อนุญาตไม่สำเร็จ
vi_vn: Ủy quyền không thành công
zh_cn: 授权失败
zh_hk: 授權失敗

# fkc
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉

# RIY
source: Technical support will troubleshoot based on the uploaded log.
de_de: Der technische Support wird basierend auf den hochgeladenen Protokollen eine Fehlerbehebung durchführen.
es_es: El soporte técnico solucionará el problema según el registro cargado.
fr_fr: L'assistance technique tentera de résoudre le problème en se basant sur le journal envoyé.
id_id: Dukungan teknis akan memecahkan masalah berdasarkan log yang diunggah.
it_it: Il supporto tecnico risolverà il problema in base al registro caricato.
ja_jp: テクニカルサポートはアップロードされたログをもとにトラブルシューティングを行います。
ko_kr: 기술 지원팀은 업로드된 로그를 바탕으로 문제를 해결합니다.
ms_my: Sokongan teknikal akan memecahkan masalah berdasarkan log yang dimuat naik.
pt_br: O suporte técnico solucionará os problemas com base no registro carregado.
ru_ru: Служба технической поддержки попытается найти и устранить проблему с использованием загруженного журнала.
th_th: ฝ่ายสนับสนุนด้านเทคนิคจะแก้ไขปัญหาตามบันทึกที่มีการอัปโหลด
vi_vn: Bộ phận hỗ trợ kỹ thuật sẽ xử lý sự cố dựa trên nhật ký bạn tải lên.
zh_cn: 技术支持人员将根据日志排查问题
zh_hk: 技術支援人員將根據日誌審查問題

# K3M
source: Log uploaded
de_de: Protokoll hochgeladen
es_es: Registro subido
fr_fr: Journal envoyé
id_id: Log diunggah
it_it: Registro caricato
ja_jp: ログをアップロードしました。
ko_kr: 로그 업로드 완료
ms_my: Log dimuat naik
pt_br: Registro carregado
ru_ru: Журнал загружен
th_th: อัปโหลดบันทึกแล้ว
vi_vn: Đã tải nhật ký lên
zh_cn: 日志已上传
zh_hk: 日誌已上載

# MwU
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy
zh_cn: 取消
zh_hk: 取消

# KrI
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_cn: 关闭
zh_hk: 關閉

# Q6g
source: Closing the page might affect the upload process. Close anyway?
de_de: Das Schließen der Seite kann den Hochladevorgang beeinträchtigen. Möchten Sie die Seite dennoch schließen?
es_es: Cerrar la página puede afectar al proceso de carga. ¿Cerrar de todos modos?
fr_fr: La fermeture de la page peut affecter le processus d'envoi. Fermer quand même ?
id_id: Menutup halaman ini mungkin akan memengaruhi proses pengunggahan. Tetap tutup?
it_it: La chiusura della pagina potrebbe influire sul processo di download. Chiudere comunque?
ja_jp: ページを閉じると、アップロードプロセスに影響を与える可能性があります。よろしいですか？
ko_kr: 페이지를 닫으면 업로드 처리 과정에 영향을 줄 수 있습니다. 그래도 닫으시겠습니까?
ms_my: Menutup halaman mungkin akan mempengaruhi proses muat naik. Tutup juga?
pt_br: Fechar a página pode afetar o processo de carregamento. Fechar mesmo assim?
ru_ru: Закрытие страницы может нарушить процесс загрузки. Все равно закрыть?
th_th: การปิดหน้านี้อาจส่งผลต่อกระบวนการอัปโหลด ยังต้องการปิดหรือไม่
vi_vn: Nếu đóng trang này, quy trình tải lên có thể sẽ bị ảnh hưởng. Vẫn đóng?
zh_cn: 关闭当前页面可能影响日志上传。确认关闭吗？
zh_hk: 關閉目前頁面可能會影響日誌上載。確認關閉嗎？

# N/Q
source: Close this page?
de_de: Möchten Sie diese Seite schließen?
es_es: ¿Quieres cerrar esta página?
fr_fr: Fermer cette page ?
id_id: Tutup halaman ini?
it_it: Chiudere questa pagina?
ja_jp: このページを閉じますか？
ko_kr: 이 페이지를 닫으시겠습니까?
ms_my: Tutup halaman ini?
pt_br: Fechar esta página?
ru_ru: Закрыть эту страницу?
th_th: ปิดหน้านี้หรือไม่
vi_vn: Đóng trang này?
zh_cn: 关闭页面？
zh_hk: 要關閉頁面嗎？

# An0
source: download log
de_de: Protokoll herunterladen
es_es: descargar registro
fr_fr: télécharger le journal
id_id: mengunduh log
it_it: scaricare il registro
ja_jp: ログをダウンロード
ko_kr: 로그 다운로드
ms_my: muat turun log
pt_br: fazer download do log
ru_ru: скачать журнал
th_th: ดาวน์โหลดบันทึก
vi_vn: tải nhật ký xuống
zh_cn: 下载日志文件
zh_hk: 下載日誌檔案

# 9Ek
source: Please enter a valid identification code.
de_de: Bitte geben Sie einen gültigen Identifikationscode ein.
es_es: Introduce un código de identificación válido.
fr_fr: Veuillez saisir un code d'identification valide.
id_id: Masukkan kode identifikasi yang valid.
it_it: Immetti un codice di identificazione valido.
ja_jp: 有効な識別コードを入力してください。
ko_kr: 유효한 식별 코드를 입력하세요.
ms_my: Sila masukkan kod pengenalan yang sah.
pt_br: Insira um código de identificação válido.
ru_ru: Введите действительный идентификационный код.
th_th: โปรดกรอกรหัสประจำตัวที่ถูกต้อง
vi_vn: Vui lòng nhập mã nhận dạng hợp lệ.
zh_cn: 请输入有效的识别码
zh_hk: 請輸入有效的識別碼
