Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# eBs
source: Welcome to {{APP_DISPLAY_NAME}}
de_de: Willkommen bei {{APP_DISPLAY_NAME}}
es_es: Bienvenido a {{APP_DISPLAY_NAME}}
fr_fr: Bienvenue dans {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} में स्वागत हैं
id_id: Selamat Datang di {{APP_DISPLAY_NAME}}
it_it: Benvenuto/a in {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} へようこそ
ko_kr: {{APP_DISPLAY_NAME}}에 오신 것을 환영합니다
ms_my: Selamat datang ke {{APP_DISPLAY_NAME}}
pt_br: Bem-vindo ao {{APP_DISPLAY_NAME}}
ru_ru: Добро пожаловать в {{APP_DISPLAY_NAME}}
th_th: ยินดีต้อนรับสู่ {{APP_DISPLAY_NAME}}
vi_vn: Chào mừng đến {{APP_DISPLAY_NAME}}
zh_cn: 欢迎使用{{APP_DISPLAY_NAME}}
zh_hk: 歡迎使用{{APP_DISPLAY_NAME}}

# Dmk
source: Resend code
de_de: Erneut senden
es_es: Enviar de nuevo
fr_fr: Renvoyer
hi_in: कोड पुनः भेजें
id_id: Kirim ulang kode
it_it: Invia di nuovo
ja_jp: 認証コードを再送
ko_kr: 다시 보내기
ms_my: Hantar semula kod
pt_br: Reenviar
ru_ru: Отправить еще раз
th_th: ส่งอีกครั้ง
vi_vn: Gửi lại
zh_cn: 重新获取验证码
zh_hk: 重新獲取驗證碼

# ztQ
source: Reset it now
de_de: Jetzt zurücksetzen
es_es: Reestablecerla ahora
fr_fr: Réinitialisez-le maintenant
hi_in: अभी रीसेट करें
id_id: Reset sekarang
it_it: Reimpostala ora
ja_jp: パスワードをリセット
ko_kr: 지금 재설정
ms_my: Tetapkan semula sekarang
pt_br: Redefinir agora
ru_ru: Сбросить
th_th: รีเซ็ตตอนนี้
vi_vn: Đặt lại mật khẩu ngay lúc này
zh_cn: 点此重置
zh_hk: 點擊此處重設

# RY8
source: Enter your company domain to help us locate the organization that corresponds to the SSO account you are about to connect with.
de_de: Geben Sie Ihre Firmendomäne ein, damit wir die Organisation finden können, das dem SSO-Konto entspricht, mit dem Sie sich verbinden möchten.
es_es: Introduce el dominio de tu empresa para ayudarnos a localizar la organización que corresponde a la cuenta SSO a la que estás a punto de conectarte.
fr_fr: Saisissez le domaine de votre entreprise pour nous aider à localiser l'organisation qui correspond au compte SSO avec lequel vous vous connectez.
hi_in: SSO खाता, जिससे आप कनेक्ट करने जा रहे हैं, के अनुरूप संगठन का पता लगाने में हमारी सहायता करने के लिए अपना कंपनी डोमेन दर्ज करें.
id_id: Masukkan domain perusahaan Anda untuk membantu kami menemukan organisasi terkait dengan akun SSO yang akan Anda hubungi.
it_it: Immetti il dominio della tua società per aiutarci a individuare l'organizzazione che corrisponde all'account SSO con cui stai per connetterti.
ja_jp: SSO アカウントを関連付けするには、法人ドメインを入力してください
ko_kr: 연결하려는 SSO 계정에 해당하는 기업을 찾는 데 도움이 되도록 기업 도메인을 입력하세요.
ms_my: Masukkan domain syarikat anda untuk membantu kami mencari organisasi yang sepadan dengan akaun SSO yang akan anda sambungkan.
pt_br: Insira o domínio de sua empresa para nos ajudar a localizar a organização que corresponde à conta SSO com a qual você está prestes a se conectar.
ru_ru: Введите домен своей компании, чтобы помочь нам найти команду, соответствующую учетной записи SSO, с которой вы собираетесь подключиться.
th_th: ป้อนโดเมนบริษัทเพื่อช่วยให้เราหาองค์กรที่ตรงกันกับบัญชี SSO ที่คุณต้องการจะเชื่อมต่อด้วยได้
vi_vn: Nhập tên miền công ty của bạn để giúp chúng tôi xác định vị trí tổ chức tương ứng với tài khoản SSO mà bạn chuẩn bị kết nối.
zh_cn: 请输入企业域名来告诉我们你要绑定的 SSO 账号所属的企业或组织
zh_hk: 請輸入企業域名，以告訴我們你要綁定之 SSO 帳戶的所屬團隊

# yVk
source: Connect SSO Account
de_de: SSO-Konto verbinden
es_es: Conectar cuenta SSO:
fr_fr: Connecter le compte SSO
hi_in: SSO खाता कनेक्ट करें
id_id: Hubungkan akun SSO
it_it: Connetti account SSO
ja_jp: SSO アカウントの関連付け
ko_kr: SSO 계정 연결
ms_my: Sambung Akaun SSO
pt_br: Conectar conta SSO
ru_ru: Подключить учетную запись SSO
th_th: เชื่อมต่อบัญชี SSO
vi_vn: Kết nối tài khoản SSO
zh_cn: 绑定 SSO 账号
zh_hk: 綁定 SSO 帳戶

# Txs
source: Enter your name
de_de: Namen eingeben
es_es: Introducir tu nombre
fr_fr: Saisissez votre nom
hi_in: अपना नाम दर्ज करें
id_id: Masukkan nama Anda
it_it: Inserisci il tuo nome
ja_jp: 本名を入力してください
ko_kr: 이름 입력
ms_my: Masukkan nama anda
pt_br: Insira seu nome
ru_ru: Укажите свое имя
th_th: ใส่ชื่อของคุณ
vi_vn: Nhập tên của bạn
zh_cn: 请填写真实姓名
zh_hk: 請填寫真實姓名

# Rik
source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de correo
fr_fr: Adresse e-mail
hi_in: ईमेल पता
id_id: Alamat Email
it_it: Indirizzo e-mail
ja_jp: メールアドレス
ko_kr: 이메일 주소
ms_my: Alamat E-mel
pt_br: Endereço de e-mail
ru_ru: Почта
th_th: ที่อยู่อีเมล
vi_vn: Địa chỉ email
zh_cn: 邮箱
zh_hk: 電郵地址

# vIc
source: Phone Number
de_de: Telefonnummer
es_es: Nº de móvil
fr_fr: Numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Nomor Telepon
it_it: Numero di telefono
ja_jp: 携帯番号
ko_kr: 전화번호
ms_my: Nombor Telefon
pt_br: Número de telefone
ru_ru: Телефон
th_th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_cn: 手机号
zh_hk: 手機號碼

# /qU
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones del servicio
fr_fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 「利用規約」
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos de serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการของ
vi_vn: Điều khoản dịch vụ
zh_cn: 服务协议
zh_hk: 服務協議

# EyE
source: Unable to authorize. Please try again.
de_de: Autorisieren nicht möglich. Versuchen Sie es erneut.
es_es: No se puede autorizar. Inténtalo de nuevo.
fr_fr: Impossible d'autoriser. Veuillez réessayer.
hi_in: प्राधिकृत करने में असमर्थ. कृपया पुनः प्रयास करें.
id_id: Tidak dapat mengotorisasi. Coba lagi.
it_it: Impossibile autorizzare. Riprova.
ja_jp: 権限の付与に失敗しました。再試行してください
ko_kr: 인증할 수 없습니다. 다시 시도하세요.
ms_my: Tidak dapat memberi kuasa. Sila cuba lagi.
pt_br: Não é possível autorizar. Tente novamente.
ru_ru: Не удалось осуществить авторизацию. Повторите попытку.
th_th: ไม่สามารถอนุญาตได้ โปรดลองอีกครั้ง
vi_vn: Không thể ủy quyền. Vui lòng thử lại.
zh_cn: 授权失败，请重试
zh_hk: 無法授權，請重試

# 0A8
source: Log in with email
de_de: Mit E-Mail-Adresse anmelden
es_es: Iniciar sesión con tu dirección de correo
fr_fr: Connexion avec e-mail
hi_in: ईमेल से लॉगिन करें
id_id: Login dengan email
it_it: Accedi con l'e-mail
ja_jp: メールでログイン
ko_kr: 이메일로 로그인
ms_my: Log masuk dengan emel
pt_br: Fazer login com e-mail
ru_ru: Вход по почте
th_th: ลงชื่อเข้าสู่ระบบด้วยอีเมล
vi_vn: Đăng nhập bằng email
zh_cn: 使用邮箱登录
zh_hk: 使用電郵地址登入

# ILs
source: Sign up with email
de_de: Mit E-Mail-Adresse registrieren
es_es: Registrarte con el correo electrónico
fr_fr: S'inscrire avec une adresse e-mail
hi_in: ईमेल से साइन अप करें
id_id: Daftar dengan email
it_it: Iscriviti con l'e-mail
ja_jp: メールアドレスで登録
ko_kr: 이메일로 가입
ms_my: Daftar dengan emel
pt_br: Inscrever-se com e-mail
ru_ru: Зарегистрироваться по почте
th_th: ลงทะเบียนด้วยอีเมล
vi_vn: Đăng kí bằng Email
zh_cn: 使用邮箱注册
zh_hk: 使用電郵地址註冊

# 0NY
source: Log in with phone number
de_de: Mit Telefonnummer anmelden
es_es: Iniciar sesión con tu número de móvil
fr_fr: Connexion avec numéro de téléphone
hi_in: फ़ोन नंबर के साथ लॉग इन करें
id_id: Login dengan nomor telepon
it_it: Accedi con il numero di telefono
ja_jp: 携帯番号でログイン
ko_kr: 전화번호로 로그인
ms_my: Log masuk dengan nombor telefon
pt_br: Fazer login com número de telefone
ru_ru: Вход по номеру телефона
th_th: ลงชื่อเข้าสู่ระบบด้วยหมายเลขโทรศัพท์
vi_vn: Đăng nhập bằng số điện thoại
zh_cn: 使用手机号登录
zh_hk: 使用手機號碼登入

# u3s
source: Sign up with phone number
de_de: Mit Telefonnummer registrieren
es_es: Registrarte con el número de teléfono
fr_fr: S'inscrire avec un numéro de téléphone
hi_in: फ़ोन से साइन अप करें
id_id: Daftar dengan nomor telepon
it_it: Iscriviti con il telefono
ja_jp: 携帯番号で登録
ko_kr: 전화번호로 가입
ms_my: Daftar dengan nombor telefon
pt_br: Inscrever-se com telefone
ru_ru: Зарегистрироваться по номеру телефона
th_th: ลงทะเบียนด้วยหมายเลขโทรศัพท์
vi_vn: Đăng kí bằng Điện thoại
zh_cn: 使用手机号注册
zh_hk: 使用手機號碼註冊

# dAU
source: Log in with verification code
de_de: Mit Bestätigungscode anmelden
es_es: Iniciar sesión con el código de verificación
fr_fr: Se connecter avec un code de vérification
hi_in: सत्यापन कोड से लॉगिन करें
id_id: Login dengan kode verifikasi
it_it: Accedi con il codice di verifica
ja_jp: 認証コードでログイン
ko_kr: 인증 코드로 로그인하기
ms_my: Log masuk dengan kod pengesahan
pt_br: Fazer login com código de verificação
ru_ru: Войти с проверочным кодом
th_th: ลงชื่อเข้าสู่ระบบด้วยรหัสยืนยัน
vi_vn: Đăng nhập bằng Mã xác nhận
zh_cn: 验证码登录
zh_hk: 驗證碼登入

# hbY
source: An organization can be a company or a group of people who work together on projects.
de_de: Eine Organisation kann ein Unternehmen oder eine Gruppe von Menschen sein, die an einem Projekt zusammenarbeiten.
es_es: Una organización puede ser una empresa o un grupo de personas que trabajan juntas en proyectos.
fr_fr: Une organisation peut être une entreprise ou un groupe de personnes qui travaillent ensemble sur des projets.
hi_in: संगठन एक कंपनी या लोगों का समूह हो सकता है जो प्रोजेक्ट पर एकसाथ काम करते हैं.
id_id: Organisasi dapat berupa perusahaan atau sekelompok orang yang bekerja bersama pada proyek.
it_it: Un'organizzazione può essere una società o un gruppo di persone che lavorano insieme su progetti.
ja_jp: 法人アカウントは、会社の同僚またはプロジェクトで一緒に働くグループです
ko_kr: 기업은 프로젝트에서 협력하는 회사 또는 집단일 수 있습니다.
ms_my: Organisasi boleh menjadi syarikat atau kumpulan orang yang bekerja sama dalam projek.
pt_br: Uma organização pode ser uma empresa ou um grupo de pessoas que trabalham juntas em projetos.
ru_ru: В команду могут объединяться сотрудники компании или участники совместного проекта.
th_th: องค์กรสามารถเป็นบริษัทหรือกลุ่มคนที่ทำโครงการต่าง ๆ ร่วมกัน
vi_vn: Một tổ chức có thể là một công ty hoặc một nhóm người cùng làm việc về các dự án.
zh_cn: 企业既可以是一家公司，也可以是有共同工作目标的一群人
zh_hk: 團隊既可以是一間公司，也可以是具有共同工作目標的一組人員

# udo
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
hi_in: बाद में
id_id: Nanti
it_it: Più tardi
ja_jp: あとで
ko_kr: 나중에
ms_my: Kemudian
pt_br: Mais tarde
ru_ru: Позднее
th_th: ภายหลัง
vi_vn: Để sau
zh_cn: 暂不注册
zh_hk: 暫不註冊

# MRs
source: Sign up now
de_de: Jetzt registrieren
es_es: Registrarte ahora
fr_fr: S'inscrire maintenant
hi_in: अभी साइन अप करें
id_id: Daftar sekarang
it_it: Iscriviti ora
ja_jp: 今すぐ登録
ko_kr: 지금 가입하기
ms_my: Daftar sekarang
pt_br: Registrar-se agora
ru_ru: Зарегистрироваться
th_th: ลงทะเบียนตอนนี้
vi_vn: Đăng ký ngay lúc này
zh_cn: 立即注册
zh_hk: 立即註冊

# lIw
source: I have read and accept the {{serviceTerm}} and {{privacy}}.
de_de: Ich habe die {{serviceTerm}} und {{privacy}} gelesen und akzeptiere diese.
es_es: He leído y acepto las {{serviceTerm}} y la {{privacy}}.
fr_fr: J'ai lu et j'accepte les {{serviceTerm}} et la {{privacy}}.
hi_in: मैंने {{serviceTerm}} और {{privacy}} को पढ़ा है और इन्हें स्वीकार किया है.
id_id: Saya telah membaca dan menerima {{serviceTerm}} dan {{privacy}}.
it_it: Ho letto e accetto i {{serviceTerm}} e l'{{privacy}}.
ja_jp: 私は{{serviceTerm}}及び{{privacy}}を理解し、同意します
ko_kr: {{serviceTerm}} 및 {{privacy}}을(를) 읽었으며 수락합니다.
ms_my: Saya telah membaca dan menerima {{serviceTerm}} dan {{privacy}}.
pt_br: Li e aceito os {{serviceTerm}} e a {{privacy}}.
ru_ru: Я принимаю и обязуюсь соблюдать {{serviceTerm}} и {{privacy}}
th_th: ฉันได้อ่านและยอมรับ {{serviceTerm}} และ {{privacy}} แล้ว
vi_vn: Tôi đã đọc và chấp nhận {{serviceTerm}} và {{privacy}}.
zh_cn: 我已阅读并同意 {{serviceTerm}} 和 {{privacy}}
zh_hk: 我已閱讀並同意{{serviceTerm}}和{{privacy}}

# nAI
source: Log in with verification email
de_de: Mit Bestätigungs-E-Mail anmelden
es_es: Inicia sesión con el correo electrónico de verificación
fr_fr: Se connecter avec l'e-mail de vérification
hi_in: सत्यापन ईमेल से लॉगिन करें
id_id: Login dengan verifikasi email
it_it: Accedi con e-mail di verifica
ja_jp: 認証メールでログイン
ko_kr: 인증 이메일로 로그인
ms_my: Log masuk dengan emel pengesahan
pt_br: Fazer login com o e-mail de verificação
ru_ru: Войти с помощью проверочного письма
th_th: เข้าสู่ระบบด้วยอีเมลสำหรับตรวจสอบยืนยัน
vi_vn: Đăng nhập bằng email xác minh
zh_cn: 验证邮件登录
zh_hk: 驗證郵件登入

# NMs
source: China Mobile
zh_cn: 中国移动
zh_hk: 中國移動

# I2A
source: China Telecom
zh_cn: 中国电信
zh_hk: 中國電信

# PNY
source: China Unicom
zh_cn: 中国联通
zh_hk: 中國聯通

# UdA
source: China Mobile Verification Service Agreement
de_de: China Mobile-Vereinbarung zum Bestätigungsservice
es_es: Contrato de servicios de verificación de China Mobile
fr_fr: Contrat de service de vérification China Mobile
hi_in: China Mobile सत्यापन सेवा अनुबंध
id_id: Perjanjian Layanan Verifikasi China Mobile
it_it: Contratto sul servizio di verifica di China Mobile
ja_jp: China Mobile 認証サービス規約
ko_kr: China Mobile 인증 서비스 계약
ms_my: Perjanjian Perkhidmatan Pengesahan China Mobile
pt_br: Contrato de serviço de verificação da China Mobile
ru_ru: Договор об использовании службы верификации China Mobile
th_th: ข้อตกลงบริการตรวจสอบยืนยันของ China Mobile
vi_vn: Thỏa thuận cung cấp dịch vụ xác nhận China Mobile
zh_cn: 中国移动认证服务协议
zh_hk: 中國移動認證服務協議

# KEU
source: China Telecom Verification Service Agreement
de_de: China Telecom-Vereinbarung zum Bestätigungsservice
es_es: Contrato de servicios de verificación de China Telecom
fr_fr: Contrat de service de vérification China Telecom
hi_in: China Telecom सत्यापन सेवा अनुबंध
id_id: Perjanjian Layanan Verifikasi China Telecom
it_it: Contratto sul servizio di verifica di China Telecom
ja_jp: China Telecom 認証サービス規約
ko_kr: China Telecom 인증 서비스 계약
ms_my: Perjanjian Perkhidmatan Pengesahan China Telecom
pt_br: Contrato de serviço de verificação da China Telecom
ru_ru: Договор об использовании службы верификации China Telecom
th_th: ข้อตกลงบริการตรวจสอบยืนยันของ Service Agreement
vi_vn: Thỏa thuận cung cấp dịch vụ xác nhận China Telecom
zh_cn: 中国电信认证服务协议
zh_hk: 中國電信認證服務協議

# Wc0
source: China Unicom Service and Privacy Agreement
de_de: China Unicom-Service- und Datenschutzvereinbarung
es_es: Acuerdo de privacidad y servicio de China Unicom
fr_fr: Contrat de service et accord de confidentialité China Unicom
hi_in: China Unicom सेवा और गोपनीयता अनुबंध
id_id: Perjanjian Layanan dan Privasi China Unicom
it_it: Contratto sul servizio e sulla privacy di China Unicom
ja_jp: China Unicom サービス規約及びプライバシーポリシー
ko_kr: China Unicom 서비스 및 개인 정보 계약
ms_my: Perjanjian Perkhidmatan dan Privasi China Unicom
pt_br: Contrato de privacidade e serviços da China Unicom
ru_ru: Договор об обслуживании и конфиденциальности China Unicom
th_th: ข้อตกลงบริการตรวจสอบยืนยันของ China Unicom
vi_vn: Thỏa thuận về quyền riêng tư và cung cấp dịch vụ China Unicom
zh_cn: 中国联通服务与隐私协议
zh_hk: 中國聯通服務與私隱協議

# 4EE
source: Login time:
de_de: Anmeldezeit:
es_es: Hora del inicio de sesión:
fr_fr: Heure de connexion :
hi_in: लॉगिन समय:
id_id: Waktu login:
it_it: Tempo di accesso:
ja_jp: ログイン時間：
ko_kr: 로그인 시간:
ms_my: Masa log masuk:
pt_br: Horário de login:
ru_ru: Время входа:
th_th: เวลาเข้าสู่ระบบ:
vi_vn: Thời gian đăng nhập:
zh_cn: 登录时间：
zh_hk: 登入時間：

# nnk
source: OS:
es_es: SO:
hi_in: सिस्टम:
ja_jp: システム：
pt_br: Sistema operacional:
ru_ru: ОС:
zh_cn: 系统：
zh_hk: 系統：

# Dpc
source: ({{num}} sec)
de_de: ({{num}} Sek.)
es_es: ({{num}} s)
fr_fr: ({{num}} s)
id_id: ({{num}} detik)
ja_jp: （{{num}} 秒）
ko_kr: ({{num}}초)
ms_my: ({{num}} saat)
pt_br: ({{num}} s)
ru_ru: ({{num}} сек.)
th_th: ({{num}} วินาที)
vi_vn: ({{num}} giây)
zh_cn: （{{num}}秒）
zh_hk: ({{num}}秒)

# ja0
source: Domain Suffix
de_de: Domänensuffix
es_es: Sufijo de dominio
fr_fr: Suffixe du domaine
id_id: Akhiran Domain
it_it: Suffisso dominio
ja_jp: ドメインサフィックス
ko_kr: 도메인 접미사
ms_my: Akhiran Domain
pt_br: Sufixo do domínio
ru_ru: Суффикс домена
th_th: คำต่อท้ายโดเมน
vi_vn: Hậu tố tên miền
zh_cn: 域名后缀
zh_hk: 域名尾碼

# jxw
source: Application submitted. Results will be sent to you through in-app messages.
de_de: Antrag wurde eingereicht. Die Ergebnisse werden Ihnen über In-App-Nachrichten gesendet.
es_es: Solicitud enviada. Se te enviarán los resultados en mensajes de la aplicación.
fr_fr: Demande soumise. Les résultats vous seront envoyés par le biais de messages dans l'application.
id_id: Aplikasi dikirim. Hasil akan dikirimkan kepada Anda melalui pesan dalam aplikasi.
it_it: Richiesta inviata. I risultati ti verranno inviati tramite i messaggi nell'app.
ja_jp: 送信しました。結果はアプリ内のメッセージを通じて送信されます。
ko_kr: 신청이 제출되었습니다. 결과는 앱 내 메시지를 통해 전송됩니다.
ms_my: Permohonan dihantar. Keputusan akan dihantar kepada anda melalui mesej dalam apl.
pt_br: Aplicação enviada. Os resultados serão enviados a você por meio de mensagens no aplicativo.
ru_ru: Заявка отправлена. Результаты будут отправлены вам через сообщения в приложении.
th_th: ส่งใบสมัครแล้ว คุณจะได้รับผลลัพธ์ผ่านข้อความภายในแอป
vi_vn: Đã gửi yêu cầu áp dụng. Kết quả sẽ được gửi cho bạn thông qua tin nhắn trong ứng dụng.
zh_cn: 提交成功，结果将通过客户端消息通知
zh_hk: 提交成功，結果將透過用戶端訊息通知

# b3w
source: Use other accounts to log in
de_de: Mit einem anderen Konto anmelden
es_es: Usar otras cuentas para iniciar sesión
fr_fr: Utiliser d'autres comptes pour la connexion
id_id: Gunakan akun lain untuk login
it_it: Utilizza altri account per accedere
ja_jp: 他のアカウントでログイン
ko_kr: 다른 계정을 사용하여 로그인
ms_my: Gunakan akaun lain untuk log masuk
pt_br: Usar outras contas para fazer login
ru_ru: Используйте другие учетные записи для входа
th_th: ใช้บัญชีอื่นล็อกอิน
vi_vn: Sử dụng các tài khoản khác để đăng nhập
zh_cn: 使用其他账号登录
zh_hk: 使用其他帳戶登入

# jmg
source: Product name
de_de: Produktname
es_es: Nombre del producto
fr_fr: Nom du produit
id_id: Nama produk
it_it: Nome prodotto
ja_jp: 製品名
ko_kr: 제품 이름
ms_my: Nama produk
pt_br: Nome do produto
ru_ru: Наименование продукта
th_th: ชื่อสินค้า
vi_vn: Tên sản phẩm
zh_cn: 产品名称
zh_hk: 產品名稱

# IS0
source: Approver
de_de: Genehmiger
es_es: Aprobador
fr_fr: Approbateur
id_id: Penyetuju
it_it: Responsabile dell'approvazione
ja_jp: 承認者
ko_kr: 승인자
ms_my: Pengelulus
pt_br: Aprovador
ru_ru: Утверждающий
th_th: ผู้อนุมัติ
vi_vn: Người phê duyệt
zh_cn: 审批人
zh_hk: 審批者

# 3zw
source: Please enter a reason of application.
de_de: Bitte geben Sie einen Grund für den Antrag ein.
es_es: Introduce un motivo para la solicitud.
fr_fr: Veuillez saisir une raison de la demande.
id_id: Masukkan alasan pengajuan.
it_it: Immetti un motivo per la richiesta.
ja_jp: 申請理由を入力してください。
ko_kr: 신청 사유를 입력하세요.
ms_my: Sila masukkan sebab permohonan.
pt_br: Insira um motivo da inscrição.
ru_ru: Введите причину подачи заявки.
th_th: โปรดกรอกเหตุผลการสมัคร
vi_vn: Vui lòng nhập lý do yêu cầu.
zh_cn: 请填写申请理由
zh_hk: 請填寫申請理由

# WFM
source: Reason for application
de_de: Grund für Antrag
es_es: Motivo de la solicitud
fr_fr: Motif de la demande
id_id: Alasan pengajuan
it_it: Motivo della richiesta
ja_jp: 申請理由
ko_kr: 신청 사유
ms_my: Sebab permohonan
pt_br: Motivo para a inscrição
ru_ru: Причина подачи заявки
th_th: เหตุผลในการสมัคร
vi_vn: Lý do áp dụng
zh_cn: 申请理由
zh_hk: 申請理由

# 59s
source: Enter reason of application
de_de: Grund für Antrag eingeben
es_es: Introducir el motivo de la solicitud
fr_fr: Saisissez la raison de la demande
id_id: Masukkan alasan pengajuan
it_it: Immetti motivo della richiesta
ja_jp: 申請理由を入力
ko_kr: 신청 사유 입력
ms_my: Masukkan sebab permohonan
pt_br: Insira o motivo da inscrição
ru_ru: Введите причину заявки
th_th: ใส่เหตุผลการสมัคร
vi_vn: Nhập lý do yêu cầu
zh_cn: 请填写申请理由
zh_hk: 請填寫申請理由

# 9rs
source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
ms_my: Hantar
pt_br: Enviar
ru_ru: Представлять на рассмотрение
th_th: ส่ง
vi_vn: Gửi
zh_cn: 提交
zh_hk: 提交

# cKI
source: Product permission application
de_de: Antrag auf Produktberechtigung
es_es: Aplicación de permisos del producto
fr_fr: Demande d'autorisation du produit
id_id: Aplikasi izin produk
it_it: Richiesta autorizzazioni del prodotto
ja_jp: 製品権限の申請
ko_kr: 제품 권한 신청
ms_my: Permohonan kebenaran produk
pt_br: Aplicativo de permissão do produto
ru_ru: Заявление о разрешении продукта
th_th: ใบยื่นขอสิทธิ์การอนุญาตสำหรับผลิตภัณฑ์
vi_vn: Yêu cầu cấp quyền sản phẩm
zh_cn: 产品权限申请
zh_hk: 產品權限申請

# Ra0
source: Unable to add passkey
de_de: Passkey konnte nicht hinzugefügt werden
es_es: No se puede agregar la clave de paso
fr_fr: Impossible d'ajouter la clé d'accès
id_id: Gagal menambah kunci sandi
it_it: Impossibile aggiungere la passkey
ja_jp: パスキーを追加できませんでした。
ko_kr: 패스 키를 추가할 수 없습니다
ms_my: Tidak dapat menambah passkey
pt_br: Falha ao adicionar chave de acesso
ru_ru: Не удалось добавить пароль
th_th: เพิ่มรหัสผ่านไม่สำเร็จ
vi_vn: Không thể thêm mã khóa
zh_cn: 通行密钥添加失败
zh_hk: 通行密鑰新增失敗

# UyU
source: Lock screen setting (passcode, fingerprint, and facial recognition) not enabled for this device. Please enable and try again.
de_de: Einstellung für Bildschirmsperre (Kennwort, Fingerabdruck und Gesichtserkennung) ist für dieses Gerät nicht aktiviert. Bitte aktivieren Sie sie und versuchen Sie es erneut.
es_es: La configuración de la pantalla de bloqueo (contraseña, huella digital y reconocimiento facial) no está habilitada para este dispositivo. Habilítala y vuelve a intentarlo.
fr_fr: Paramètre de verrouillage de l'écran (mot de passe, empreinte digitale et reconnaissance faciale) non activés pour cet appareil. Veuillez les activer et réessayer.
id_id: Pengaturan layar kunci (kata sandi, sidik jari, dan pengenalan wajah) tidak diaktifkan untuk perangkat ini. Aktifkan dan coba lagi.
it_it: Impostazione della schermata di blocco (password, impronta digitale e riconoscimento facciale) non abilitata per questo dispositivo. Abilita e riprova.
ja_jp: お使いのデバイスは画面ロック設定（顔・指紋認証、パスワードなど）が有効化されていません。有効化してから再試行してください。
ko_kr: 이 장치의 잠금 화면 설정(비밀번호, 지문, 얼굴 인식)이 활성화되지 않았습니다. 활성화하고 다시 시도하세요.
ms_my: Tetapan skrin kunci (kata laluan, cap jari, dan pengenalan wajah) tidak diaktifkan untuk peranti ini. Sila aktifkan dan cuba lagi.
pt_br: A configuração da tela de bloqueio (senha, impressão digital e reconhecimento facial) não está ativada para este dispositivo. Ative e tente novamente.
ru_ru: Настройки экрана блокировки (пароль, отпечаток пальца и распознавание лиц) не включены для этого устройства. Включите и повторите попытку.
th_th: ไม่ได้เปิดใช้การตั้งค่าหน้าจอล็อค (รหัสผ่าน ลายนิ้วมือ และการจดจำใบหน้า) สำหรับอุปกรณ์นี้ โปรดเปิดใช้และลองอีกครั้ง
vi_vn: Thiết bị này không được bật cài đặt khóa màn hình (nhận dạng bằng mật khẩu, dấu vân tay và khuôn mặt). Vui lòng bật và thử lại.
zh_cn: 当前设备未开启锁屏设置（面容、指纹、密码等），请开启后重试
zh_hk: 目前裝置未開啟鎖定畫面設定 (面孔辨識、指紋和密碼等)，請開啟後重試

# F0U
source: Log the device out of {{TenantName}} ?
de_de: Das Gerät von „{{TenantName}}“ abmelden?
es_es: ¿Cerrar sesión con el dispositivo en “{{TenantName}}”?
fr_fr: Déconnecter l'appareil de « {{TenantName}} » ?
hi_in: “{{TenantName}}” से डिवाइस लॉग आउट करें?
id_id: Keluarkan perangkat dari “{{TenantName}}”?
it_it: Scollegare il dispositivo da “{{TenantName}}”?
ja_jp: このデバイスから「{{TenantName}}」をログアウトしますか？
ko_kr: "{{TenantName}}"에서 장치를 로그아웃하시겠습니까?
ms_my: Log keluar peranti dari {{TenantName}}?
pt_br: Desconectar o dispositivo do "{{TenantName}}"?
ru_ru: Выйти из "{{TenantName}}" на этом устройстве?
th_th: ล็อกเอาท์ออกจากอุปกรณ์ “{{TenantName}}” หรือไม่
vi_vn: Đăng xuất thiết bị khỏi “{{TenantName}}”?
zh_cn: 是否在该设备上退出登录“{{TenantName}}”？
zh_hk: 是否在此裝置上登出「{{TenantName}}」？
