Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# +JE
source: Your password has been successfully changed.
de_de: Ihr Kennwort wurde erfolgreich geändert.
es_es: Contraseña cambiada con éxito.
fr_fr: Votre mot de passe a été modifié.
hi_in: आपका पासवर्ड बदला गया.
id_id: Kata sandi telah berhasil diubah.
it_it: La password è stata modificata correttamente.
ja_jp: パスワードを変更しました
ko_kr: 비밀번호가 변경되었습니다.
ms_my: Kata laluan anda berjaya ditukar.
pt_br: A senha foi alterada com êxito.
ru_ru: Пароль успешно изменен.
th_th: เปลี่ยนรหัสผ่านของคุณเรียบร้อยแล้ว
vi_vn: Đã đổi thành công mật khẩu của bạn.
zh_cn: 修改密码成功
zh_hk: 修改密碼成功

# ouw
source: You're about to switch to {{tenantName}}. Continue?
de_de: Sie sind im Begriff, zu {{tenantName}} zu wechseln. Fortfahren?
es_es: Estás a punto de cambiar a {{tenantName}}. ¿Continuar?
fr_fr: Vous êtes sur le point de passer à {{tenantName}}. Continuer ?
hi_in: आप {{tenantName}} पर स्विच करने वाले हैं. जारी रखें?
id_id: Anda akan beralih ke {{tenantName}}. Lanjutkan?
it_it: Stai per passare a {{tenantName}}. Vuoi continuare?
ja_jp: 法人「{{tenantName}}」に切り替わります。続行しますか？
ko_kr: {{tenantName}}(으)로 전환하려고 합니다. 계속하시겠습니까?
ms_my: Anda akan beralih ke {{tenantName}}. Teruskan?
pt_br: Você está prestes a alternar para {{tenantName}}. Continuar?
ru_ru: Вы хотите перейти в рабочую группу {{tenantName}}. Продолжить?
th_th: คุณกำลังจะสลับไปเป็น {{tenantName}} ดำเนินการต่อหรือไม่
vi_vn: Bạn sắp chuyển sang {{tenantName}}. Tiếp tục?
zh_cn: 即将切换至“{{tenantName}}”，是否继续？
zh_hk: 即將切換至 「{{tenantName}}」 團隊，是否繼續？

# 1y0
source: Sign in with SSO
de_de: SSO-Anmeldung
es_es: Iniciar sesión con SSO
fr_fr: Connexion à authentification unique
hi_in: SSO से साइन इन करें
id_id: Login dengan SSO
it_it: Accedi con SSO
ja_jp: SSO ログイン
ko_kr: SSO 로그인
ms_my: Daftar masuk dengan SSO
pt_br: Início de sessão SSO
ru_ru: Войти с помощью SSO
th_th: ลงชื่อเข้าใช้ด้วย SSO
vi_vn: Đăng nhập SSO
zh_cn: SSO 登录
zh_hk: SSO 登入

# sDA
source: {{APP_DISPLAY_NAME}} Authorization
de_de: {{APP_DISPLAY_NAME}} Autorisierung
es_es: {{APP_DISPLAY_NAME}} Autorización
fr_fr: Autorisation {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} प्राधिकरण
id_id: Otorisasi {{APP_DISPLAY_NAME}}
it_it: Autorizzazione {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} ログイン承認
ko_kr: {{APP_DISPLAY_NAME}} 권한 부여
ms_my: Pengesahan {{APP_DISPLAY_NAME}}
pt_br: Autorização de {{APP_DISPLAY_NAME}}
ru_ru: {{APP_DISPLAY_NAME}} Авторизация
th_th: การอนุญาตของ {{APP_DISPLAY_NAME}}
vi_vn: {{APP_DISPLAY_NAME}} Ủy quyền
zh_cn: {{APP_DISPLAY_NAME}}授权
zh_hk: {{APP_DISPLAY_NAME}}授權

# e/o
source: The domain suffix doesn't exist. Do you want to log in to {{SSO_DOMAIN}}?
de_de: Das Domänensuffix existiert nicht. Möchten Sie sich bei {{SSO_DOMAIN}} anmelden?
es_es: El sufijo del dominio no existe. ¿Quieres iniciar sesión en {{SSO_DOMAIN}}?
fr_fr: Le suffixe de domaine n'existe pas. Voulez-vous vous connecter à {{SSO_DOMAIN}} ?
hi_in: डोमेन प्रत्यय मौजूद नहीं है. क्या आप {{SSO_DOMAIN}} में लॉगिन करना चाहते हैं?
id_id: Akhiran domain tidak ada. Anda ingin login ke {{SSO_DOMAIN}}?
it_it: Il suffisso del dominio non esiste. Vuoi accedere a {{SSO_DOMAIN}}?
ja_jp: 当該ドメインサフィックスが存在しません。{{SSO_DOMAIN}} にログインしたいですか？
ko_kr: 도메인 접미사가 없습니다. {{SSO_DOMAIN}}에 로그인하시겠습니까?
ms_my: Akhiran domain tidak wujud. Adakah anda mahu log masuk ke {{SSO_DOMAIN}}?
pt_br: O sufixo do domínio não existe. Deseja fazer login em {{SSO_DOMAIN}}?
ru_ru: Суффикс домена не существует. Хотите войти в {{SSO_DOMAIN}}?
th_th: คำนำหน้าโดเมนนี้ไม่มีอยู่ คุณต้องการออกจากระบบ {{SSO_DOMAIN}} หรือไม่
vi_vn: Hậu tố miền không tồn tại Bạn có muốn đăng nhập vào {{SSO_DOMAIN}} không?
zh_cn: 该域名后缀不存在。是否想登录 {{SSO_DOMAIN}}？
zh_hk: 此域名後綴不存在。是否想登入 {{SSO_DOMAIN}}？

# XWg
source: Domain suffix doesn't exist
de_de: Domänensuffix existiert nicht
es_es: El sufijo del dominio no existe.
fr_fr: Le suffixe du domaine n'existe pas
hi_in: डोमेन प्रत्यय मौजूद नहीं है
id_id: Akhiran domain tidak ada
it_it: Suffisso dominio inesistente
ja_jp: ドメインサフィックスが存在しません
ko_kr: 도메인 접미사가 없습니다
ms_my: Akhiran domain tidak wujud
pt_br: Sufixo do domínio inexistente
ru_ru: Суффикс домена не существует
th_th: คำนำหน้าโดเมนนี้ไม่มีอยู่
vi_vn: Hậu tố miền không tồn tại.
zh_cn: 域名后缀不存在
zh_hk: 域名後綴不存在

# yD4
source: If you are not redirected automatically, please click on the upper left corner to return to the previous app
de_de: Wenn Sie nicht automatisch weitergeleitet werden, klicken Sie bitte auf die linke obere Ecke, um zur vorherigen App zurückzukehren.
es_es: Si no se te redirige automáticamente, por favor haz clic en la esquina superior izquierda para volver a la aplicación anterior
fr_fr: Si vous n'êtes pas redirigé automatiquement, veuillez cliquer sur le coin supérieur gauche pour revenir à l'application précédente
hi_in: यदि आप स्वतः ही पुनः निर्दिष्ट नहीं किए जाते तो पिछले ऐप में वापस जाने के लिए कृपया ऊपरी बाएँ किनारे पर क्लिक करें
id_id: Jika Anda tidak otomatis diteruskan, klik sudut kiri atas untuk kembali ke aplikasi sebelumnya
it_it: Se non vieni reindirizzato automaticamente, fai clic sull'angolo in alto a sinistra per tornare all'app precedente
ja_jp: 前のアプリに自動的に戻らない場合は、手動で操作してください
ko_kr: 자동으로 리디렉션되지 않으면 왼쪽 상단 모서리를 클릭하여 이전 앱으로 돌아가세요.
ms_my: Jika anda tidak dialihkan secara automatik, sila klik di penjuru kiri atas untuk kembali ke apl sebelumnya
pt_br: Se não foi redirecionado automaticamente, clique no canto superior esquerdo para voltar para o aplicativo anterior
ru_ru: Если страница не обновилась автоматически, нажмите в верхнем левом углу, чтобы вернуться к предыдущему приложению
th_th: หากระบบไม่ส่งคุณไปยังเพจอื่นโดยอัตโนมัติ โปรดคลิกที่มุมบนซ้ายเพื่อกลับไปยังแอปก่อนหน้านี้
vi_vn: Nếu bạn không được chuyển hướng tự động, vui lòng nhấp vào góc trái phía trên để quay lại ứng dụng trước đó
zh_cn: 如果页面没有自动跳转，请点击左上角返回之前应用
zh_hk: 如果頁面沒有自動重新導向，請點擊左上角返回先前的應用程式

# biw
source: Successful Authorization
de_de: Erfolgreiche Genehmigung
es_es: La autorización se ha procesado con éxito
fr_fr: Autorisation réussie
hi_in: सफल प्राधिकार देना
id_id: Otorisasi Berhasil
it_it: Autorizzazione riuscita
ja_jp: 権限を付与しました
ko_kr: 승인 성공
ms_my: Pengesahan Berjaya
pt_br: Autorização bem-sucedida
ru_ru: Вход успешно выполнен
th_th: ให้สิทธิอนุญาตเรียบร้อยแล้ว
vi_vn: Phân quyền Thành công
zh_cn: 授权成功
zh_hk: 授權成功

# V/Q
source: Please confirm on your mobile.
de_de: Bestätigen Sie auf dem Mobiltelefon.
es_es: Confirma en tu móvil, por favor.
fr_fr: Veuillez confirmer sur votre téléphone mobile.
hi_in: कृपया अपने मोबाइल पर पुष्टि करें.
id_id: Konfirmasi di ponsel Anda.
it_it: Conferma sul dispositivo mobile.
ja_jp: {{appName}} モバイル版でログインを確認してください
ko_kr: 모바일 장치에서 확인하세요.
ms_my: Sila sahkan pada telefon bimbit anda.
pt_br: Confirme no dispositivo móvel.
ru_ru: Подтвердите на мобильном телефоне.
th_th: โปรดยืนยันบนมือถือของคุณ
vi_vn: Vui lòng xác nhận số điện thoại di động của bạn.
zh_cn: 请在{{appName}}移动端确认登录
zh_hk: 請在{{appName}}流動裝置端確認登入

# wEQ
source: Scanned successfully
de_de: Erfolgreich gescannt
es_es: Escaneado con éxito
fr_fr: Scan réussi
hi_in: स्कैन किया गया
id_id: Berhasil dipindai
it_it: Scansione eseguita correttamente
ja_jp: QRコードをスキャンしました
ko_kr: 스캔 성공
ms_my: Berjaya mengimbas
pt_br: Sucesso ao escanear
ru_ru: Сканировано выполнено успешно
th_th: สแกนเรียบร้อยแล้ว
vi_vn: Đã quét thành công
zh_cn: 扫码成功
zh_hk: 掃碼成功

# Yuo
source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Nomor telepon
it_it: Numero di telefono
ja_jp: 携帯番号を入力
ko_kr: 전화번호
ms_my: Nombor telefon
pt_br: Número de telefone
ru_ru: Номер телефона
th_th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_cn: 请输入手机号
zh_hk: 請輸入手機號碼

# Jqs
source: Select Country/Region
de_de: Land/Region auswählen
es_es: Seleccione la región/país
fr_fr: Sélectionnez le pays/la région
hi_in: देश/क्षेत्र चुनें
id_id: Pilih Negara/Wilayah
it_it: Seleziona Paese/regione
ja_jp: 国/地域を選択
ko_kr: 국가/지역 선택
ms_my: Pilih Negara/Kawasan
pt_br: Selecionar país/região
ru_ru: Выберите страну/регион
th_th: เลือกประเทศ/ภูมิภาค
vi_vn: Chọn Quốc gia/Khu vực
zh_cn: 选择国家和地区
zh_hk: 選擇國家和地區

# +lA
source: Scan QR Code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner code QR
hi_in: QR कोड स्कैन करें
id_id: Pindai Kode QR
it_it: Scansiona codice QR
ja_jp: QRコードをスキャン
ko_kr: QR 코드 스캔
ms_my: Imbas Kod QR
pt_br: Ler Código QR
ru_ru: Отсканировать QR-код
th_th: สแกนคิวอาร์โค้ด
vi_vn: Quét Mã QR
zh_cn: 扫码登录
zh_hk: 掃碼登入

# v2s
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# y+U
source: Please check that you're connected to the internet. Click Help to know more.
de_de: Vergewissern Sie sich, dass Sie mit dem Internet verbunden sind. Klicken Sie auf Hilfe, um mehr zu erfahren.
es_es: Por favor, comprueba que tienes conexión a Internet. Haz clic en Ayuda para obtener más información.
fr_fr: Veuillez vérifier que vous êtes connecté à Internet. Cliquez sur Aide pour en savoir plus.
hi_in: कृपया चेक करें कि आप इंटरनेट से कनेक्ट हो. अधिक जानकारी के लिए मदद पर क्लिक करें.
id_id: Periksa apakah Anda terhubung ke internet. Klik Bantuan untuk mengetahui lebih lanjut.
it_it: Verifica di essere connesso/a a Internet. Fai clic su Guida per saperne di più.
ja_jp: ネットワークの接続を確認してください。「ヘルプ」をクリックして詳細を確認できます。
ko_kr: 인터넷에 연결되어 있는지 확인하세요. 자세한 내용을 보려면 도움말을 클릭하세요.
ms_my: Sila pastikan anda bersambung ke internet. Klik Bantuan untuk ketahui lebih lanjut.
pt_br: Confirme que você está conectado à internet. Clique em Ajuda para saber mais.
ru_ru: Удостоверьтесь, что у вас есть подключение к интернету. Нажмите "Справка", чтобы узнать подробнее.
th_th: โปรดตรวจสอบว่าคุณเชื่อมต่อกับอินเทอร์เน็ตหรือไม่ คลิก วิธีใช้ เพื่อรับทราบข้อมูลเพิ่มเติม
vi_vn: Vui lòng kiểm tra đảm bảo bạn đã kết nối internet. Nhấp vào Trợ giúp để biết thêm.
zh_cn: 请检查网络是否连接，点击“帮助”了解更多。
zh_hk: 請檢查是否已連接網絡，點擊「說明」了解更多。

# DwA
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hi_in: सहायता
id_id: Bantuan
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
ms_my: Bantuan
pt_br: Ajuda
ru_ru: Справка
th_th: ความช่วยเหลือ
vi_vn: Trợ giúp
zh_cn: 帮助
zh_hk: 說明

# XhI
source: Add Account
de_de: Team erstellen oder einem Team beitreten
es_es: Crear o unirte a un equipo
fr_fr: Créer ou rejoindre une équipe
hi_in: टीम बनाएँ या शामिल हों
id_id: Tambah Akun
it_it: Crea o unisciti a un team
ja_jp: アカウントを追加
ko_kr: 팀 생성 또는 참가
ms_my: Tambah Akaun
pt_br: Criar ou ingressar em uma equipe
ru_ru: Добавить учетную запись
th_th: สร้างหรือเข้าร่วมทีม
vi_vn: Tạo hoặc tham gia một nhóm
zh_cn: 添加账号
zh_hk: 新增帳戶

# pfA
source: To proceed, please agree to the {{serviceTerm}} and {{privacy}}.
de_de: Um fortzufahren, stimmen Sie bitte den {{serviceTerm}} und der {{privacy}} zu.
es_es: Para proceder, acepta los {{serviceTerm}} y {{privacy}}.
fr_fr: Pour continuer, veuillez accepter les {{serviceTerm}} et la {{privacy}}.
hi_in: आगे बढ़ने के लिए, कृपया {{serviceTerm}} और {{privacy}} से सहमत हों.
id_id: Untuk melanjutkan, setujui {{serviceTerm}} dan {{privacy}}.
it_it: Per procedere, accetta i {{serviceTerm}} e l'{{privacy}}.
ja_jp: {{serviceTerm}}および{{privacy}}に同意する必要があります。
ko_kr: 계속하려면 {{serviceTerm}} 및 {{privacy}}에 동의해 주세요.
ms_my: Untuk meneruskan, sila bersetuju dengan {{serviceTerm}} dan {{privacy}}.
pt_br: Para continuar, aceite os {{serviceTerm}} e a {{privacy}}.
ru_ru: Чтобы продолжить, примите {{serviceTerm}} и {{privacy}}.
th_th: หากต้องการดำเนินการต่อ โปรดยอมรับ {{serviceTerm}} และ {{privacy}}
vi_vn: Để tiếp tục, vui lòng đồng ý với {{serviceTerm}} và {{privacy}}.
zh_cn: 请先同意 {{serviceTerm}} 和 {{privacy}}
zh_hk: 請先同意 {{serviceTerm}} 和 {{privacy}}

# kSg
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones del servicio
fr_fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
id_id: Ketentuan Layanan
it_it: Termini di servizio
ja_jp: 通知
ko_kr: 서비스 약관
ms_my: Terma Perkhidmatan
pt_br: Termos do serviço
ru_ru: Условия обслуживания
th_th: ข้อกำหนดการให้บริการของ
vi_vn: Điều khoản Dịch vụ
zh_cn: 提示
zh_hk: 提示

# qSE
source: Choose a name for your organization
de_de: Einen Namen für Ihre Organisation auswählen
es_es: Elige un nombre para tu organización
fr_fr: Choisir un nom pour votre organisation
hi_in: अपने संगठन के लिए नाम चुनें
id_id: Pilih nama untuk organisasi Anda
it_it: Scegli un nome per la tua organizzazione
ja_jp: 法人アカウント名を入力してください
ko_kr: 기업 이름 선택
ms_my: Pilih nama untuk organisasi anda
pt_br: Escolha um nome para sua organização
ru_ru: Выбрать имя для вашей команды
th_th: เลือกชื่อสำหรับองค์กรของคุณ
vi_vn: Chọn tên cho tổ chức của bạn
zh_cn: 输入你的企业名称
zh_hk: 輸入你的團隊名稱

# 8/0
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
hi_in: हो गया
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Concluído
ru_ru: Готово
th_th: เสร็จสิ้น
vi_vn: Xong
zh_cn: 完成
zh_hk: 完成

# yPQ
source: Enter your email address
de_de: E-Mail-Adresse eingeben
es_es: Introduce otra dirección de correo electrónico
fr_fr: Saisir une nouvelle adresse e-mail
hi_in: अपना ईमेल पता दर्ज करें
id_id: Masukkan alamat email baru
it_it: Immetti un nuovo indirizzo e-mail
ja_jp: メールアドレスを入力
ko_kr: 새 이메일 주소 입력
ms_my: Masukkan alamat e-mel anda
pt_br: Inserir novo endereço de e-mail
ru_ru: Введите новый адрес эл. почты
th_th: ป้อนที่อยู่อีเมลใหม่
vi_vn: Nhập địa chỉ email mới
zh_cn: 请输入你的邮箱
zh_hk: 請輸入新的電郵地址

# JL4
source: Your Password
de_de: Ihr Kennwort
es_es: Tu contraseña
fr_fr: Votre mot de passe
hi_in: आपका पासवर्ड
id_id: Kata Sandi Anda
it_it: La tua password
ja_jp: パスワード
ko_kr: 비밀번호
ms_my: Kata Laluan Anda
pt_br: Sua senha
ru_ru: Ваш пароль
th_th: รหัสผ่านของคุณ
vi_vn: Mật khẩu của Bạn
zh_cn: 输入密码
zh_hk: 輸入密碼

# px0
source: Please enter your password
de_de: Geben Sie Ihr Kennwort ein
es_es: Introduce tu contraseña
fr_fr: Veuillez saisir votre mot de passe
hi_in: कृपया अपना पासवर्ड दर्ज करें
id_id: Masukkan kata sandi Anda
it_it: Immetti la tua password
ja_jp: パスワードを入力してください
ko_kr: 비밀번호를 입력하세요.
ms_my: Sila masukkan kata laluan anda
pt_br: Insira sua senha
ru_ru: Введите пароль
th_th: โปรดใส่รหัสผ่านของคุณ
vi_vn: Vui lòng nhập mật khẩu của bạn
zh_cn: 请输入密码
zh_hk: 請輸入密碼

# wec
source: Enter your phone number
de_de: Telefonnummer eingeben
es_es: Tu número de móvil
fr_fr: Votre numéro de téléphone
hi_in: फ़ोन नंबर
id_id: Masukkan nomor telepon Anda
it_it: Il tuo numero di telefono
ja_jp: 携帯番号を入力
ko_kr: 전화번호를 입력하세요
ms_my: Masukkan nombor telefon anda
pt_br: Seu número de telefone
ru_ru: Введите номер телефона
th_th: โปรดใส่หมายเลขโทรศัพท์ของคุณ
vi_vn: Nhập số điện thoại của bạn
zh_cn: 请输入你的手机号
zh_hk: 請輸入你的手機號碼

# PgY
source: Enter the 6-digit code we sent you
de_de: Geben Sie den 6-stelligen Code ein, den wir Ihnen gesendet haben.
es_es: Introduce el código de 6 dígitos que te hemos enviado
fr_fr: Saisissez le code à 6 chiffres que nous vous avons envoyé
hi_in: हमने जो 6-अंक वाला कोड आपको भेजा है उसे दर्ज करें
id_id: Masukkan 6 digit kode yang kami kirimkan ke Anda
it_it: Inserisci il codice di 6 cifre che ti abbiamo inviato
ja_jp: 送られた 6 桁の認証コードを入力してください
ko_kr: 전송된 6자리 코드를 입력하세요.
ms_my: Masukkan kod 6 digit yang kami hantar kepada anda
pt_br: Insira o código de seis dígitos que enviamos
ru_ru: Вам отправлен 6-значный код, введите его здесь
th_th: ใส่รหัส 6 หลักที่เราส่งให้คุณ
vi_vn: Nhập mã gồm 6 chữ số được chúng tôi gửi cho bạn
zh_cn: 请输入六位验证码
zh_hk: 請輸入六位驗證碼

# OVE
source: Enter your name
de_de: Namen eingeben
es_es: Introducir tu nombre
fr_fr: Saisissez votre nom
hi_in: अपना नाम दर्ज करें
id_id: Masukkan nama Anda
it_it: Inserisci il tuo nome
ja_jp: 本名を入力してください
ko_kr: 이름 입력
ms_my: Masukkan nama anda
pt_br: Insira seu nome
ru_ru: Укажите свое имя
th_th: ใส่ชื่อของคุณ
vi_vn: Nhập tên của bạn
zh_cn: 请填写真实姓名
zh_hk: 請填寫真實姓名

# G+w
source: Enter organization name
de_de: Organisationsnamen eingeben
es_es: Introduce el nombre de la organización
fr_fr: Saisir le nom de l'organisation
hi_in: संगठन का नाम दर्ज करें
id_id: Masukkan nama organisasi
it_it: Immetti il nome dell'organizzazione
ja_jp: アカウント名を入力してください
ko_kr: 기업 이름을 입력하세요
ms_my: Masukkan nama organisasi
pt_br: Inserir o nome da organização
ru_ru: Введите имя команды
th_th: ป้อนชื่อองค์กร
vi_vn: Nhập tên tổ chức
zh_cn: 请填写真实企业名称
zh_hk: 請填寫真實團隊名稱

# mUg
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# rZw
source: Enter Invite Code
de_de: Teamcode eingeben
es_es: Introducir código de equipo
fr_fr: Saisissez le code de l'équipe
hi_in: टीम कोड दर्ज करें
id_id: Masukkan Kode Tim
it_it: Inserisci il codice del team
ja_jp: 法人コードを入力
ko_kr: 팀 코드 입력
ms_my: Masukkan Kod Jemputan
pt_br: Inserir Código da Equipe
ru_ru: Ввести код команды
th_th: ใส่รหัสทีม
vi_vn: Nhập mã nhóm
zh_cn: 输入企业邀请码
zh_hk: 輸入團隊代碼

# Rn4
source: Join the Organization
de_de: Der Organisation beitreten
es_es: Únete a la organización
fr_fr: Rejoindre l'organisation
hi_in: संगठन में शामिल हों
id_id: Bergabung dengan Organisasi
it_it: Partecipa all'organizzazione
ja_jp: 法人アカウントに参加
ko_kr: 기업에 참가
ms_my: Sertai Organisasi
pt_br: Ingressar na organização
ru_ru: Присоединиться к команде
th_th: เข้าร่วมองค์กร
vi_vn: Tham gia Tổ chức
zh_cn: 加入企业
zh_hk: 加入團隊

# v1c
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# QZ8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# LaI
source: Please log in with your {{APP_DISPLAY_NAME}} account
de_de: Melden Sie sich mit Ihrem {{APP_DISPLAY_NAME}}-Konto an
es_es: Inicia sesión con tu cuenta de {{APP_DISPLAY_NAME}}
fr_fr: Veuillez vous connecter avec votre compte {{APP_DISPLAY_NAME}}
hi_in: कृपया अपने {{APP_DISPLAY_NAME}} खाते से लॉगिन करें
id_id: Login dengan akun {{APP_DISPLAY_NAME}} Anda
it_it: Accedi con il tuo account {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} アカウントでログインしてください
ko_kr: {{APP_DISPLAY_NAME}} 계정으로 로그인하세요
ms_my: Sila log masuk dengan akaun {{APP_DISPLAY_NAME}} anda
pt_br: Faça login com sua conta do {{APP_DISPLAY_NAME}}
ru_ru: Войдите в свою учетную запись {{APP_DISPLAY_NAME}}
th_th: โปรดลงชื่อเข้าสู่ระบบด้วยบัญชี {{APP_DISPLAY_NAME}} ของคุณ
vi_vn: Vui lòng đăng nhập bằng tài khoản {{APP_DISPLAY_NAME}} của bạn
zh_cn: 请使用{{APP_DISPLAY_NAME}}账号登录
zh_hk: 請使用{{APP_DISPLAY_NAME}}帳戶登入

# lxU
source: Log in to {{APP_DISPLAY_NAME}}
de_de: Bei {{APP_DISPLAY_NAME}} anmelden
es_es: Iniciar sesión en {{APP_DISPLAY_NAME}}
fr_fr: Se connecter à {{APP_DISPLAY_NAME}}
hi_in: {{APP_DISPLAY_NAME}} में लॉग इन करें
id_id: Login ke {{APP_DISPLAY_NAME}}
it_it: Accedi a {{APP_DISPLAY_NAME}}
ja_jp: {{APP_DISPLAY_NAME}} にログイン
ko_kr: {{APP_DISPLAY_NAME}}에 로그인
ms_my: Log masuk ke {{APP_DISPLAY_NAME}}
pt_br: Fazer login no {{APP_DISPLAY_NAME}}
ru_ru: Войдите в {{APP_DISPLAY_NAME}}
th_th: เข้าสู่ระบบ {{APP_DISPLAY_NAME}}
vi_vn: Đăng nhập vào {{APP_DISPLAY_NAME}}
zh_cn: 登录{{APP_DISPLAY_NAME}}
zh_hk: 登入{{APP_DISPLAY_NAME}}

# npU
source: More Login Options
de_de: Weitere Anmeldeoptionen
es_es: Más formas de inicio de sesión
fr_fr: Plus d'options de connexion
hi_in: और लॉगिन विकल्प
id_id: Opsi Login Lainnya
it_it: Altre opzioni di accesso
ja_jp: その他のログイン方法
ko_kr: 더 많은 로그인 옵션
ms_my: Lebih Banyak Pilihan Log Masuk
pt_br: Mais opções de login
ru_ru: Дополнительные параметры входа
th_th: ตัวเลือกการเข้าสู่ระบบเพิ่มเติม
vi_vn: Thêm Tùy chọn đăng nhập
zh_cn: 更多登录方式
zh_hk: 更多登入方式

# /24
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# Gfk
source: Or
de_de: Oder
es_es: O
fr_fr: Ou
hi_in: या
id_id: Atau
it_it: Oppure
ja_jp: あるいは
ko_kr: 또는
ms_my: Atau
pt_br: Ou
ru_ru: или
th_th: หรือ
vi_vn: Hoặc
zh_cn: 或者
zh_hk: 或者

# 4Ak
source: Log in with password
de_de: Mit Kennwort anmelden
es_es: Iniciar sesión con la contraseña
fr_fr: Se connecter avec un mot de passe
hi_in: पासवर्ड से लॉगिन करें
id_id: Login dengan kata sandi
it_it: Accedi con la password
ja_jp: パスワードでログイン
ko_kr: 비밀번호로 로그인
ms_my: Log masuk dengan kata laluan
pt_br: Fazer login com senha
ru_ru: Войти с паролем
th_th: ลงชื่อเข้าสู่ระบบด้วยรหัสผ่าน
vi_vn: Đăng nhập bằng Mật khẩu
zh_cn: 密码登录
zh_hk: 密碼登入

# 4ec
source: Agree
de_de: Zustimmen
es_es: Estoy de acuerdo
fr_fr: Accepter
hi_in: सहमत
id_id: Setuju
it_it: Accetta
ja_jp: 同意する
ko_kr: 동의
ms_my: Setuju
pt_br: Concordo
ru_ru: Соглашаюсь
th_th: ตกลง
vi_vn: Đồng ý
zh_cn: 同意
zh_hk: 同意

# FM8
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# fBM
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: 「プライバシーポリシー」
ko_kr: 개인정보 보호정책
ms_my: Dasar Privasi
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách về Quyền riêng tư
zh_cn: 隐私政策
zh_hk: 私隱政策

# 7EM
source: Start collaborating with your teammates and partners on {{APP_DISPLAY_NAME}}.
de_de: Arbeiten Sie mit Ihren Teamkollegen und Partnern auf {{APP_DISPLAY_NAME}} zusammen.
es_es: Empieza a colaborar con tus compañeros y socios en {{APP_DISPLAY_NAME}}.
fr_fr: Commencez à collaborer avec vos collègues et vos partenaires dans {{APP_DISPLAY_NAME}}.
hi_in: अपनी टीम के साथियों और भागीदारों के साथ {{APP_DISPLAY_NAME}} पर सहयोग करना शुरू करें.
id_id: Mulai berkolaborasi dengan rekan tim dan mitra Anda di {{APP_DISPLAY_NAME}}.
it_it: Inizia a collaborare con i tuoi colleghi e partner su {{APP_DISPLAY_NAME}}.
ja_jp: メンバーや友人と {{APP_DISPLAY_NAME}} でコラボをはじめましょう
ko_kr: {{APP_DISPLAY_NAME}}에서 팀원 및 파트너와 협력을 시작하세요.
ms_my: Mula bekerjasama dengan rakan pasukan dan rakan kongsi anda di {{APP_DISPLAY_NAME}}.
pt_br: Comece a colaborar com seus colegas de equipe e parceiros no {{APP_DISPLAY_NAME}}.
ru_ru: Организуйте совместную работу с товарищами по команде и партнерами в приложении {{APP_DISPLAY_NAME}}.
th_th: เริ่มร่วมงานกับเพื่อนร่วมทีมและพาร์ตเนอร์ของคุณใน {{APP_DISPLAY_NAME}}
vi_vn: Bắt đầu cộng tác với các thành viên trong nhóm và đối tác của bạn trên {{APP_DISPLAY_NAME}}.
zh_cn: 与你的企业成员和朋友在{{APP_DISPLAY_NAME}}中进行交流与协作
zh_hk: 與你的團隊成員和朋友在{{APP_DISPLAY_NAME}}中交流和協作。

# Bkk
source: Don't have an account yet?
de_de: Sie haben noch kein Konto?
es_es: ¿Todavía no tienes una cuenta?
fr_fr: Vous n'avez pas encore de compte?
hi_in: अभी तक आपके पास खाता नहीं है?
id_id: Belum memiliki akun?
it_it: Non hai ancora un account?
ja_jp: アカウントを持っていませんか？
ko_kr: 아직 계정이 없으세요?
ms_my: Belum ada akaun?
pt_br: Ainda não tem uma conta?
ru_ru: Нет учетной записи?
th_th: คุณยังไม่มีบัญชี?
vi_vn: Bạn chưa có tài khoản?
zh_cn: 还没有账号？
zh_hk: 尚未有帳戶？
