Repository: lark-opensource/iOS-client
Catalog: Modules/Passport/LarkAccount/auto_resources/*.strings
Languages: de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_cn, zh_hk

# mEk
source: Something went wrong, stopping the cache clearance. Please try restarting the app. Upon reopening, the cache clearance will resume.
de_de: Ein Fehler ist aufgetreten, weshalb das Löschen des Caches unterbrochen wurde. Bitte versuchen Sie, die App neu zu starten. Beim erneuten Öffnen wird das Löschen des Caches fortgesetzt.
es_es: Ha habido un problema y el borrado de la memoria caché se ha detenido. Prueba a reiniciar la aplicación. Cuando vuelvas a abrirla, el borrado de la caché se reanudará.
fr_fr: Un problème est survenu ; vidage du cache interrompu. Essayez de redémarrer l'application. À la réouverture de l'application, le vidage du cache reprendra.
id_id: Ada yang tidak beres, menghentikan pembersihan cache. Coba reset aplikasi. Setelah dibuka kembali, pembersihan cache akan dilanjutkan.
it_it: Si è verificato un errore che ha interrotto la cancellazione della cache. Prova a riavviare l'app. Alla riapertura, la cancellazione della cache riprenderà.
ja_jp: エラーが発生したため、キャッシュをクリアできませんでした。アプリを再起動してください。再起動後、キャッシュのクリアが継続されます。
ko_kr: 문제가 발생하여 캐시 지우기를 중지 중입니다. 앱을 다시 시작해 보세요. 다시 열면 캐시 지우기가 재개됩니다.
ms_my: Ada sesuatu yang tidak kena, menghentikan pembersihan cache. Sila cuba memulakan semula apl. Apabila membuka semula, pembersihan cache akan diteruskan.
pt_br: Algo deu errado, interrompendo a limpeza do cache. Tente reiniciar o aplicativo. Após a reabertura, a limpeza do cache será retomada.
ru_ru: Произошла ошибка, из-за которой очистка кэша прекратилась. Попробуйте перезапустить приложение. После перезапуска процесс очистки кэша возобновится.
th_th: เกิดข้อผิดพลาดที่หยุดการล้างแคช โปรดลองรีสตาร์ทแอป หลังจากแอปเปิดขึ้นมาใหม่ การล้างแคชจะกลับมาทำงานต่อ
vi_vn: Đã xảy ra lỗi làm dừng quy trình xóa bộ nhớ đệm. Vui lòng thử khởi động lại ứng dụng. Sau khi mở lại, quy trình xóa bộ nhớ đệm sẽ tiếp tục.
zh_cn: 出现了一些错误，导致缓存清除失败，请尝试重启应用。应用再次开启时，将继续清除本地缓存。
zh_hk: 出現了一些錯誤，導致快取清除失敗，請嘗試重新啟動應用程式。再次開啟應用程式時，將繼續清除本機快取。

# CiQ
source: Something went wrong, stopping the cache clearance. Please try restarting the app. By clicking the "Restart" button below, the app will close. You need to manually reopen the app to resume the cache clearance.
de_de: Ein Fehler ist aufgetreten, weshalb das Löschen des Caches unterbrochen wurde. Bitte versuchen Sie, die App neu zu starten. Beim erneuten Öffnen wird das Löschen des Caches fortgesetzt. Durch Anklicken der Schaltfläche „Neustart“ unten wird die App geschlossen. Sie müssen die App manuell erneut öffnen, um das Löschen des Caches fortzusetzen.
es_es: Ha habido un problema y el borrado de la memoria caché se ha detenido. Prueba a reiniciar la aplicación. Al hacer clic en el botón "Reiniciar", la aplicación se cerrará. Tendrás que volver a abrir de forma manual la aplicación para reanudar el borrado de la memoria caché.
fr_fr: Un problème est survenu ; vidage du cache interrompu. Essayez de redémarrer l'application. En cliquant sur le bouton "Redémarrer" ci-dessous, l'application se fermera. Vous devez rouvrir manuellement l'application pour reprendre le vidage du cache.
id_id: Ada yang tidak beres, menghentikan pembersihan cache. Coba reset aplikasi. Dengan mengeklik tombol "Mulai Ulang" di bawah, aplikasi akan ditutup. Anda perlu membuka kembali aplikasi secara manual untuk melanjutkan pembersihan cache.
it_it: Si è verificato un errore che ha interrotto la cancellazione della cache. Prova a riavviare l'app. Facendo clic sul pulsante sottostante "Riavvia", l'app verrà chiusa. Dovrai riaprirla manualmente per riprendere la cancellazione della cache.
ja_jp: エラーが発生したため、キャッシュをクリアできませんでした。アプリを再起動してください。下の「再起動」ボタンをクリックしてアプリを閉じます。手動でアプリを再起動した後、キャッシュのクリアが継続されます。
ko_kr: 문제가 발생하여 캐시 지우기를 중지 중입니다. 앱을 다시 시작해 보세요. 아래의 "다시 시작" 버튼을 클릭하면 앱이 닫힙니다. 캐시 지우기를 재개하려면 앱을 수동으로 다시 열어야 합니다.
ms_my: Ada sesuatu yang tidak kena, menghentikan pembersihan cache. Sila cuba memulakan semula apl. Dengan mengklik butang "Mulakan Semula" di bawah, apl akan ditutup. Anda perlu membuka semula apl secara manual untuk meneruskan pembersihan cache.
pt_br: Algo deu errado, interrompendo a limpeza do cache. Tente reiniciar o aplicativo. Ao clicar no botão "Reiniciar" abaixo, o aplicativo será fechado. Você precisará reabrir o aplicativo manualmente para retomar a limpeza do cache.
ru_ru: Произошла ошибка, из-за которой очистка кэша прекратилась. Попробуйте перезапустить приложение. После нажатия на кнопку "Перезапуск" ниже приложение закроется. Чтобы возобновить процесс очистки кэша, снова откройте приложение вручную.
th_th: เกิดข้อผิดพลาดที่หยุดการล้างแคช โปรดลองรีสตาร์ทแอป เมื่อคลิกปุ่ม "รีสตาร์ท" ด้านล่าง แอปจะปิด คุณต้องเปิดแอปอีกครั้งด้วยตนเองเพื่อดำเนินการล้างแคชต่อ
vi_vn: Đã xảy ra lỗi làm dừng quy trình xóa bộ nhớ đệm. Vui lòng thử khởi động lại ứng dụng. khi nhấp vào nút "Khởi động lại" bên dưới, ứng dụng sẽ đóng lại. Bạn cần mở lại ứng dụng theo cách thủ công để tiếp tục quy trình xóa bộ nhớ đệm.
zh_cn: 出现了一些错误，导致缓存清除失败，请尝试重启应用。点击下方“重启”按钮将关闭应用，待您手动开启应用后，将继续清除本地缓存。
zh_hk: 出現了一些錯誤，導致快取清除失敗，請嘗試重新啟動應用程式。點擊下方「重新啟動」按鈕將關閉應用程式，待你手動開啟應用程式後，將繼續清除本機快取。

# NUY
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
ms_my: Tetapkan Semula
pt_br: Redefinir
ru_ru: Сброс
th_th: รีเซ็ต
vi_vn: Đặt lại
zh_cn: 重置
zh_hk: 重設

# fN8
source: Please close the app and restart it.
de_de: Bitte schließen Sie die App und starten Sie sie neu.
es_es: Cierra la aplicación y reiníciala.
fr_fr: Veuillez fermer et redémarrer l'application.
id_id: Tutup aplikasi dan mulai ulang.
it_it: Chiudi l'app e riavviala.
ja_jp: データをリセットしました。アプリを閉じてから再起動してください。
ko_kr: 앱을 닫고 다시 시작하세요.
ms_my: Sila tutup apl dan mulakan semula.
pt_br: Feche o aplicativo e reinicie-o.
ru_ru: Закройте приложение и перезапустите его.
th_th: โปรดปิดแอปและรีสตาร์ท
vi_vn: Vui lòng đóng ứng dụng rồi khởi động lại.
zh_cn: 已完成重置，请关闭应用并重启
zh_hk: 已完成重設，請關閉應用程式並重新啟動

# ncs
source: Repairing data...
de_de: Daten werden repariert ...
es_es: Reparando datos...
fr_fr: Réparation des données...
id_id: Memperbaiki data...
it_it: Riparazione dati in corso
ja_jp: リセット中...
ko_kr: 데이터 복구 중...
ms_my: Membaiki data...
pt_br: Reparando dados...
ru_ru: Восстановление данных...
th_th: กำลังซ่อมแซมข้อมูล...
vi_vn: Đang sửa chữa dữ liệu...
zh_cn: 修复中...
zh_hk: 修復中...

# tXE
source: Restart
de_de: Neustart
es_es: Reiniciar
fr_fr: Redémarrer
id_id: Mulai ulang
it_it: Riavvia
ja_jp: 再起動
ko_kr: 다시 시작
ms_my: Mulakan Semula
pt_br: Reiniciar
ru_ru: Перезапустить
th_th: รีสตาร์ท
vi_vn: Khởi động lại
zh_cn: 重启
zh_hk: 重新啟動

# 5kU
source: Network error. Please try again later.
de_de: Netzwerkfehler. Bitte versuchen Sie es später erneut.
es_es: Error en la red. Inténtalo de nuevo más tarde.
fr_fr: Erreur réseau. Veuillez réessayer plus tard.
id_id: Kesalahan jaringan. Coba lagi nanti.
it_it: Errore di rete. Riprova più tardi.
ja_jp: ネットワークエラーです。後で再試行してください。
ko_kr: 네트워크 오류입니다. 나중에 다시 시도하세요.
ms_my: Ralat rangkaian. Sila cuba lagi kemudian.
pt_br: Erro de rede. Tente novamente mais tarde.
ru_ru: Сетевая ошибка. Повторите попытку позже.
th_th: เกิดข้อผิดพลาดของเครือข่าย โปรดลองอีกครั้งในภายหลัง
vi_vn: Lỗi mạng. Vui lòng thử lại sau.
zh_cn: 当前网络异常，请稍后再试
zh_hk: 目前網絡異常，請稍後再試

# 0AY
source: No internet connection. Please check your internet settings.
de_de: Keine Internetverbindung. Bitte prüfen Sie Ihre Interneteinstellungen.
es_es: No hay conexión a Internet. Comprueba la configuración de Internet.
fr_fr: Aucune connexion Internet. Veuillez vérifier vos paramètres Internet.
id_id: Tidak ada koneksi internet. Periksa pengaturan internet Anda.
it_it: Nessuna connessione Internet. Verifica le tue impostazioni Internet.
ja_jp: ネットワークが接続されていません。ネットワーク設定を確認してください。
ko_kr: 인터넷에 연결되어 있지 않습니다. 인터넷 설정을 확인하세요.
ms_my: Tiada sambungan internet. Sila periksa tetapan internet anda.
pt_br: Nenhuma conexão com a Internet. Verifique suas configurações de internet.
ru_ru: Подключение к Интернету отсутствует. Проверьте настройки Интернета.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณ
vi_vn: Không có kết nối internet. Vui lòng kiểm tra cài đặt internet của bạn.
zh_cn: 当前网络未连接，请检查网络设置
zh_hk: 目前網絡未連線，請檢查網絡設定

# OGY
source: Switch identity
de_de: Identität wechseln
es_es: Cambiar la identidad
fr_fr: Changer d'identité
hi_in: पहचान बदलें
id_id: Beralih identitas
it_it: Cambia identità
ja_jp: ID を切り替える
ko_kr: ID 전환
ms_my: Tukar identiti
pt_br: Mudar de identidade
ru_ru: Переключить ID
th_th: สลับเอกลักษณ์
vi_vn: Chuyển đổi danh tính
zh_cn: 切换身份
zh_hk: 切換身份

# tUg
source: This action will close all {{APP_DISPLAY_NAME}} windows
de_de: Durch diesen Vorgang werden alle {{APP_DISPLAY_NAME}}-Fenster geschlossen.
es_es: Esta acción cerrará todas las ventanas de {{APP_DISPLAY_NAME}}
fr_fr: Cette action fermera toutes les fenêtres de {{APP_DISPLAY_NAME}}
hi_in: इस क्रिया से सभी {{APP_DISPLAY_NAME}} विंडो बंद हो जाएंगी
id_id: Tindakan ini akan menutup semua jendela {{APP_DISPLAY_NAME}}
it_it: Questa azione chiuderà tutte le finestre di {{APP_DISPLAY_NAME}}
ja_jp: 操作後、{{APP_DISPLAY_NAME}} のすべてのウィンドウが閉じられます
ko_kr: 이 작업은 모든 {{APP_DISPLAY_NAME}} 창을 닫습니다
ms_my: Tindakan ini akan menutup semua tetingkap {{APP_DISPLAY_NAME}}
pt_br: Esta ação fechará todas as janelas do {{APP_DISPLAY_NAME}}
ru_ru: Это действие закроет все окна {{APP_DISPLAY_NAME}}
th_th: การดำเนินการนี้จะปิดหน้าต่าง {{APP_DISPLAY_NAME}} ทั้งหมด
vi_vn: Thao tác này sẽ đóng toàn bộ các {{APP_DISPLAY_NAME}} cửa sổ
zh_cn: 此操作将关闭所有{{APP_DISPLAY_NAME}}窗口
zh_hk: 此操作將關閉所有{{APP_DISPLAY_NAME}}視窗

# k94
source: I've read and agreed {{serviceTerm}}
de_de: Ich habe die {{serviceTerm}} gelesen und ihnen zugestimmt
es_es: He leído y acepto {{serviceTerm}}
fr_fr: J'ai lu et j'accepte les {{serviceTerm}}
hi_in: मैंने {{serviceTerm}} पढ़ी हैं और इनसे सहमत हूँ
id_id: Saya telah membaca dan menyetujui {{serviceTerm}}
it_it: Ho letto e accetto i {{serviceTerm}}
ja_jp: 私は {{serviceTerm}} の内容を確認し、同意します
ko_kr: {{serviceTerm}}을(를) 읽었으며 이에 동의합니다
ms_my: Saya telah membaca dan bersetuju {{serviceTerm}}
pt_br: Eu li e concordo com o {{serviceTerm}}
ru_ru: Я прочитал и согласен с {{serviceTerm}}
th_th: ฉันได้อ่านและยอมรับ {{serviceTerm}}
vi_vn: Tôi đã đọc và đồng ý với {{serviceTerm}}
zh_cn: 我已阅读并同意 {{serviceTerm}}
zh_hk: 我已閱讀並同意 {{serviceTerm}}

# pXo
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# QAg
source: Agree
de_de: Zustimmen
es_es: Aceptar
fr_fr: Accepter
hi_in: सहमत
id_id: Setuju
it_it: Accetto
ja_jp: 同意
ko_kr: 동의
ms_my: Setuju
pt_br: Concordar
ru_ru: Согласиться
th_th: ยอมรับ
vi_vn: Đồng ý
zh_cn: 同意
zh_hk: 同意

# ba0
source: Please read and agree {{serviceTerm}} to continue
de_de: Lesen Sie die {{serviceTerm}} und stimmen Sie zu, um fortzufahren.
es_es: Lee y acepta {{serviceTerm}} para continuar
fr_fr: Veuillez lire et accepter les {{serviceTerm}} pour continuer
hi_in: जारी रखने के लिए कृपया {{serviceTerm}} पढ़ें और इनसे सहमत हों
id_id: Baca dan setujui {{serviceTerm}} untuk melanjutkan
it_it: Leggi e accetta i {{serviceTerm}} per continuare
ja_jp: {{serviceTerm}} の内容を確認し、同意してください
ko_kr: 계속하려면 {{serviceTerm}}을(를) 읽고 이에 동의해 주시기 바랍니다
ms_my: Sila baca dan bersetuju {{serviceTerm}} untuk meneruskan
pt_br: Leia e concorde com o {{serviceTerm}} para continuar
ru_ru: Прочтите и примите {{serviceTerm}}, чтобы продолжить
th_th: โปรดอ่านและยอมรับ {{serviceTerm}} เพื่อดำเนินการต่อ
vi_vn: Vui lòng đọc và đồng ý với {{serviceTerm}} để tiếp tục
zh_cn: 请先阅读并同意 {{serviceTerm}}
zh_hk: 請先閱讀並同意 {{serviceTerm}}

# ewo
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# 4TM
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
hi_in: कॉपी किया गया
id_id: Berhasil disalin
it_it: Copia completata
ja_jp: コピーしました
ko_kr: 복사됨
ms_my: Disalin
pt_br: Copiado
ru_ru: Скопировано
th_th: คัดลอกแล้ว
vi_vn: Đã sao chép
zh_cn: 已复制到剪贴板
zh_hk: 已複製到剪貼簿

# 4L8
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 注意
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: ประกาศ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# T4E
source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
hi_in: लॉग आउट करें
id_id: Keluar
it_it: Disconnettiti
ja_jp: ログアウト
ko_kr: 로그아웃
ms_my: Log Keluar
pt_br: Fazer logoff
ru_ru: Выход
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出

# EK0
source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
hi_in: लॉग आउट
id_id: Keluar
it_it: Disconnettiti
ja_jp: ログアウト
ko_kr: 로그아웃
ms_my: Log Keluar
pt_br: Fazer logoff
ru_ru: Выйти из системы
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出

# a2o
source: Devices
de_de: Geräte
es_es: Dispositivos
fr_fr: Appareils
hi_in: डिवाइस
id_id: Perangkat
it_it: Dispositivi
ja_jp: デバイス
ko_kr: 장치
ms_my: Peranti
pt_br: Dispositivos
ru_ru: Устройства
th_th: อุปกรณ์
vi_vn: Thiết bị
zh_cn: 登录设备
zh_hk: 登入裝置

# oJc
source: Logout failed. Please try again later.
de_de: Abmelden fehlgeschlagen. Versuchen Sie es später erneut.
es_es: Error al cerrar la sesión. Inténtalo más tarde, por favor.
fr_fr: Échec de la déconnexion. Veuillez réessayer plus tard.
hi_in: लॉग आउट विफल हुआ. कृपया बाद में पुनः प्रयास करें.
id_id: Gagal keluar. Coba lagi nanti.
it_it: Impossibile disconnettersi. Riprova più tardi.
ja_jp: ログアウトできませんでした。後ほど再試行してください
ko_kr: 로그아웃 실패. 나중에 다시 시도하세요.
ms_my: Gagal log keluar. Sila cuba lagi kemudian.
pt_br: Falha no logoff. Tente novamente mais tarde.
ru_ru: Ошибка выхода. Повторите попытку позже.
th_th: การออกจากระบบไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
vi_vn: Đăng xuất thất bại. Vui lòng thử lại sau.
zh_cn: 注销失败，请稍后重试
zh_hk: 註銷失敗，請稍後重試

# B1k
source: Current device
de_de: Aktuelles Gerät
es_es: Dispositivo actual
fr_fr: Appareil actuel
hi_in: वर्तमान डिवाइस
id_id: Perangkat saat ini
it_it: Dispositivo attuale
ja_jp: お使いのデバイス
ko_kr: 현재 장치
ms_my: Peranti semasa
pt_br: Dispositivo atual
ru_ru: Текущее устройство
th_th: อุปกรณ์ปัจจุบัน
vi_vn: Thiết bị hiện tại
zh_cn: 本机
zh_hk: 本機

# EMQ
source: Unknown device model
de_de: Unbekanntes Gerätemodell
es_es: Modelo de dispositivo desconocido
fr_fr: Modèle d'appareil inconnu
hi_in: अज्ञात डिवाइस मॉडल
id_id: Model perangkat tidak diketahui
it_it: Modello di dispositivo sconosciuto
ja_jp: 不明なデバイス
ko_kr: 알 수 없는 장치 모델
ms_my: Model peranti tidak diketahui
pt_br: Modelo de dispositivo desconhecido
ru_ru: Неизвестная модель устройства
th_th: อุปกรณ์รุ่นที่ไม่รู้จัก
vi_vn: Model thiết bị không xác định được
zh_cn: 未知型号
zh_hk: 未知型號

# nJ0
source: System message
de_de: Systemnachricht
es_es: Mensaje del sistema
fr_fr: Message du système
hi_in: सिस्टम का संदेश
id_id: Pesan sistem
it_it: Messaggio di sistema
ja_jp: システムメッセージ
ko_kr: 시스템 메시지
ms_my: Mesej sistem
pt_br: Mensagem do sistema
ru_ru: Системное сообщение
th_th: ข้อความระบบ
vi_vn: Thông báo hệ thống
zh_cn: 系统消息
zh_hk: 系統訊息

# kTU
source: This is either a network or service error. Please try again.
de_de: Dies ist entweder ein Netzwerk- oder Dienstfehler. Versuchen Sie es erneut.
es_es: Se trata de un error del servicio o bien de la red. Inténtalo de nuevo.
fr_fr: Il s'agit d'une erreur de réseau ou de service. Veuillez réessayer.
hi_in: नेटवर्क या सेवा त्रुटि. कृपया पुनः प्रयास करें.
id_id: Mungkin karena kesalahan jaringan atau layanan. Coba lagi.
it_it: È un errore di rete o del server. Riprova.
ja_jp: ネットワークまたはサーバーエラーです。再試行してください
ko_kr: 네트워크 또는 서비스 오류입니다. 다시 시도하세요.
ms_my: Ini adalah kesilapan rangkaian atau perkhidmatan. Sila cuba lagi.
pt_br: Isto é um erro de rede ou serviço. Tente novamente.
ru_ru: Произошла ошибка сети или сервиса. Повторите попытку.
th_th: อาจเป็นเพราะข้อผิดพลาดเครือข่ายหรือบริการ โปรดลองอีกครั้ง
vi_vn: Đây là lỗi mạng hoặc dịch vụ. Vui lòng thử lại.
zh_cn: 网络或服务异常，请重试
zh_hk: 網絡或服務異常，請重試

# YwU
source: Unsupported {{APP_DISPLAY_NAME}} client
de_de: Nicht unterstützter {{APP_DISPLAY_NAME}} Client
es_es: Cliente no compatible con {{APP_DISPLAY_NAME}}
fr_fr: Client {{APP_DISPLAY_NAME}} non pris en charge
hi_in: असमर्थित {{APP_DISPLAY_NAME}} क्लाइंट
id_id: Klien {{APP_DISPLAY_NAME}} tidak didukung
it_it: Client {{APP_DISPLAY_NAME}} non supportato
ja_jp: 不明なバージョンの {{APP_DISPLAY_NAME}} がデバイスにログインしています
ko_kr: 지원되지 않는 {{APP_DISPLAY_NAME}} 클라이언트
ms_my: Pelanggan {{APP_DISPLAY_NAME}} tidak disokong
pt_br: Cliente do {{APP_DISPLAY_NAME}} não compatível
ru_ru: Неподдерживаемый клиент {{APP_DISPLAY_NAME}}
th_th: ไคลเอ็นต์ {{APP_DISPLAY_NAME}} ไม่ได้รับการรองรับ
vi_vn: Khách hàng {{APP_DISPLAY_NAME}} chưa được hỗ trợ
zh_cn: 未知的旧版本{{APP_DISPLAY_NAME}}登录设备
zh_hk: 未知的舊版本{{APP_DISPLAY_NAME}}登入裝置

# d6g
source: Processing
de_de: Verarbeitung
es_es: Procesando
fr_fr: Traitement en cours
hi_in: प्रोसेसिंग
id_id: Memproses
it_it: In elaborazione
ja_jp: 読み込み中
ko_kr: 처리 중
ms_my: Memproses
pt_br: Processando
ru_ru: Обработка
th_th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_cn: 处理中
zh_hk: 處理中

# 5d8
source: Unusual
de_de: Ungewöhnlich
es_es: Inusual
fr_fr: Inhabituelle
hi_in: असामान्य
id_id: Tidak biasa
it_it: Insolito
ja_jp: 異常
ko_kr: 비정상
ms_my: Tidak biasa
pt_br: Incomum
ru_ru: Подозрительный
th_th: ผิดปกติ
vi_vn: Bất thường
zh_cn: 异常设备
zh_hk: 異常裝置

# o6I
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

# sz8
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: OK
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# hqw
source: Resend in {{time}}s
de_de: In {{time}} s erneut senden
es_es: Reenviar en {{time}}s
fr_fr: Renvoyer dans {{time}} s
hi_in: {{time}} से० के बाद पुनः भेजें
id_id: Kirim ulang setelah {{time}} d
it_it: Invia di nuovo tra {{time}} s
ja_jp: {{time}} 秒後に、認証コードを再送できます
ko_kr: {{time}}초 후에 다시 보내기
ms_my: Hantar semula dalam {{time}}s
pt_br: Reenviar em {{time}}s
ru_ru: Повторная отправка через {{time}}с.
th_th: ส่งซ้ำอีกครั้งภายใน {{time}} วินาที
vi_vn: Gửi lại sau {{time}} giây
zh_cn: {{time}} 秒后可重新获取验证码
zh_hk: {{time}}秒後可重新獲取驗證碼

# W6Q
source: Use {{appName}} mobile app to scan QR code and login.
de_de: Verwenden Sie die mobile {{appName}}-App, um den QR-Code zu scannen und sich anzumelden.
es_es: Utiliza la aplicación móvil {{appName}} para escanear el código QR e iniciar sesión.
fr_fr: Utilisez l'application mobile {{appName}} pour scanner le code QR et vous connecter.
hi_in: QR कोड स्कैन करके लॉगिन करने के लिए {{appName}} मोबाइल ऐप का उपयोग करें.
id_id: Gunakan aplikasi ponsel {{appName}} untuk memindai kode QR dan login.
it_it: Utilizza l'app per dispositivi mobili {{appName}} per scansionare il codice QR e accedere.
ja_jp: {{appName}} モバイル版でQRコードをスキャンし、ログインしてください
ko_kr: {{appName}} 모바일 앱을 사용하여 QR 코드를 스캔하고 로그인하세요.
ms_my: Gunakan apl mudah alih {{appName}} untuk mengimbas kod QR dan log masuk.
pt_br: Use o aplicativo móvel {{appName}} para escanear o código QR e fazer login.
ru_ru: Используйте мобильное приложение {{appName}}, чтобы отсканировать QR-код и войти.
th_th: ใช้แอปมือถือ {{appName}} เพื่อสแกนคิวอาร์โค้ดและล็อกอิน
vi_vn: Sử dụng ứng dụng di động {{appName}} để quét mã QR và đăng nhập.
zh_cn: 请使用{{appName}}手机端扫描二维码
zh_hk: 請使用{{appName}}手機端掃描 QR 碼

# YjE
source: Enter your email address
de_de: E-Mail-Adresse eingeben
es_es: Introduce tu dirección de correo
fr_fr: Saisissez votre adresse e-mail
hi_in: अपना ईमेल पता दर्ज करें
id_id: Masukkan alamat email Anda
it_it: Inserisci indirizzo e-mail
ja_jp: メールを入力
ko_kr: 이메일 주소 입력
ms_my: Masukkan alamat e-mel anda
pt_br: Insira seu endereço de e-mail
ru_ru: Введите почту
th_th: ใส่ที่อยู่อีเมลของคุณ
vi_vn: Nhập địa chỉ email của bạn
zh_cn: 请输入邮箱
zh_hk: 請輸入電郵地址

# fjE
source: Well, this is awkward. Your network isn't connected. Please check your network setting and try again.
de_de: Das ist seltsam. Ihr Netzwerk ist nicht verbunden. Überprüfen Sie Ihre Netzwerkeinstellung und versuchen Sie es erneut.
es_es: Algo ha fallado. La red no está conectada. Comprueba la configuración de red e inténtalo de nuevo.
fr_fr: Oups, c'est embarrassant ! Votre réseau n'est pas connecté. Veuillez vérifier vos paramètres réseau et réessayer.
hi_in: खैर, यह अजीब है. आपका नेटवर्क कनेक्टेड नहीं है. कृपया अपनी नेटवर्क सेटिंग जाँचें और पुनः प्रयास करें.
id_id: Aneh sekali. Jaringan Anda tidak terhubung. Periksa pengaturan jaringan Anda dan coba lagi.
it_it: Si è verificato un problema. La tua rete non è connessa. Verifica le impostazioni di rete e riprova.
ja_jp: ネットワークエラーです。ネットワークの接続を確認してください
ko_kr: 문제가 발생했습니다. 네트워크가 연결되어 있지 않습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms_my: Alamak, rangkaian anda tidak tersambung. Sila periksa tetapan rangkaian anda dan cuba lagi.
pt_br: Bem, isso é constrangedor. Sua rede não está conectada. Verifique a configuração da rede e tente novamente.
ru_ru: Да, это не очень удобно. Ваша сеть не подключена. Проверьте сетевые параметры и повторите попытку.
th_th: อืม แย่จัง ไม่มีการเชื่อมต่อเครือข่ายของคุณ โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณและลองอีกครั้ง
vi_vn: Ồ, lạ thật đấy. Không có kết nối mạng. Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 网络连接异常，请检查网络设置
zh_hk: 網絡連線異常，請檢查網絡設定

# bqY
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hi_in: अगला
id_id: Berikutnya
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# qQg
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
ms_my: Sahkan
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận
zh_cn: 确定
zh_hk: 確定

# GD0
source: Notice
de_de: Hinweis
es_es: Aviso
fr_fr: Avis
hi_in: सूचना
id_id: Pemberitahuan
it_it: Messaggio di avviso
ja_jp: 通知
ko_kr: 알림
ms_my: Notis
pt_br: Aviso
ru_ru: Уведомление
th_th: หมายเหตุ
vi_vn: Thông báo
zh_cn: 提示
zh_hk: 提示

# mJs
source: Enter your company domain
de_de: Firmendomäne eingeben
es_es: Dominio de tu empresa
fr_fr: Domaine de votre entreprise
hi_in: कंपनी का डोमेन
id_id: Masukkan domain perusahaan Anda
it_it: Dominio della tua società
ja_jp: 法人ドメインを入力
ko_kr: 회사 도메인 입력
ms_my: Masukkan domain syarikat anda
pt_br: Domínio da empresa
ru_ru: Введите домен компании
th_th: ใส่โดเมนบริษัทของคุณ
vi_vn: Nhập miền của công ty của bạn
zh_cn: 请输入企业域名
zh_hk: 請輸入企業域名

# R0o
source: Resend in {{time}}s
de_de: In {{time}} s erneut senden
es_es: Reenviar en {{time}}s
fr_fr: Renvoyer dans {{time}} s
hi_in: {{time}} से० के बाद पुनः भेजें
id_id: Kirim ulang setelah {{time}} d
it_it: Invia di nuovo tra {{time}} s
ja_jp: {{time}} 秒後に、認証コードを再送できます
ko_kr: {{time}}초 후에 다시 보내기
ms_my: Hantar semula dalam {{time}}s
pt_br: Reenviar em {{time}}s
ru_ru: Повторная отправка через {{time}}с.
th_th: ส่งซ้ำอีกครั้งภายใน {{time}} วินาที
vi_vn: Gửi lại trong {{time}}s
zh_cn: {{time}} 秒后可重新获取验证码
zh_hk: {{time}}秒後可重新獲取驗證碼
